{"Nomor": 65875, "Judul": "ANALISIS KOREKSI ORTHOMETRIK DARI SIPAT DATAR TELITI DAN GAYABERAT TERESTRIS STUDI KASUS: BALIKPAPAN-SAMARINDA", "Abstrak": "Penyelenggaraan jaring kontrol vertikal di Indonesia harus memiliki acuan yang\nsama yaitu Geoid. Geoid merupakan bidang ekipotensial medan gayaberat bumi\nyang secara matematis berhimpit dengan muka air laut rata-rata global. Untuk\nmendapatkan nilai ketelitian geoid dilakukan validasi geoid. Validasi geoid\ndilakukan dengan mengurangkan nilai undulasi gravimetri dengan undulasi\ngeometri sehingga didapatkan nilai standar deviasi. Undulasi geometri merupakan\nselisih antara nilai tinggi geodetik yang dihasilkan dari pengamatan GNSS dengan\nnilai tinggi orthometrik yang dihasilkan dari pengukuran sipat datar teliti yang telah\ndikoreksi dengan data gayaberat. Nilai undulasi geometri yang akurat akan\nmenghasilkan geoid dengan nilai ketelitian yang dapat diandalkan.\nTinggi orthometrik merupakan salah satu komponen untuk mendapatkan nilai\nundulasi geoid. Pengukuran sipat datar teliti dan pengukuran gayaberat yang\nterbebas dari kesalahan sistematik dan blunder serta kesalahan acak seminimal\nmungkin akan mendapatkan nilai tinggi orthometrik yang dapat diandalkan. Pada\npengukuran sipat datar teliti diantara dua titik memiliki efek bidang nivo yang tidak\nsejajar. Bidang nivo yang tidak sejajar dalam pengukuran sipat datar teliti harus\ndiatasi dengan melakukan koreksi orthometrik.\nPada penelitian ini akan dikaji beberapa kombinasi metode koreksi orthometrik\ndiantaranya metode Heiskanen Moritz-Helmert, Heiskanen Moritz-Niethammer,\nHwang-Helmert, dan Hwang-Niethammer. Data utama dalam penentuan nilai\nkoreksi orthometrik adalah dari pengukuran sipat datar teliti dan pengukuran\ngayaberat terestris. Data sekunder yaitu data nilai tinggi orthometrik di pilar BM\npasut dan nilai gayaberat absolut di pilar gayaberat utama. Penelitian ini akan\nmengambil studi kasus di jalur pengukuran sipat datar teliti dan pengukuran\ngayaberat terestris Balikpapan-Samarinda yang nantinya akan dibagi menjadi tiga\nsegmen. Pada setiap segmen jalur pengukuran sipat datar teliti akan didapatkan nilai\nkesalahan penutup yang nantinya akan dibandingkan dengan nilai kesalahan\npenutup menerapkan nilai koreksi orthometrik. Apakah dengan melakukan koreksi\northometrik dapat memperbaiki nilai kesalahan penutup atau tidak. Nilai koreksi orthometrik bervariasi dengan rentang di bawah 1 mm sampai 3 mm.\nMetode koreksi Hwang-Helmert dan Hwang-Niethammer dapat memperbaiki nilai\nkesalahan penutup untuk jalur pengukuran yang lebih pendek. Untuk jalur\npengukuran yang lebih panjang metode Heiskanen Moritz-Helmert dan Heiskanen\nMoritz-Niethammer dapat memperbaiki nilai kesalahan penutup. Koreksi\northometrik sangat signifikan untuk area dataran tinggi, topografi beragam, dan\njalur yang jauh diatas kurang lebih 100 km.", "Daftar File": {"ABSTRAK Andry Bhakti Hidayah": "https://digilib.itb.ac.id/gdl/download/250338"}, "Penulis": "Andry Bhakti Hidayah [25118002]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Kosasih Prijatna, M.Sc.", "Dr. Ir. Dina Anggreni Sarsito, M.T.", "Dr. techn. Dudy Darmawan Wijaya, S.T., M.Sc.", "Dr. Ir. Vera Sadarviana, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Koreksi orthometrik, sipat datar teliti, gayaberat terestris", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jun 2022"}