{"Nomor": 65882, "Judul": "CONVOLUTIONAL NEURAL NETWORK AND EXPLAINABLE DEEP LEARNING FOR IMAGE OBJECT RECOGNITION AND CLASSIFICATION", "Abstrak": "The development of computer vision have a purpose to to create autonomous\nsystem which could perform visual tasks that even might surpass human’s performance with the emerging popular approach is using convolutional neural\nnetwork (CNN). In aerospace engineering field, there are wondrous possibilities of computer vision application, like for maintenance, research, military,\nand aircraft control. Utilizing CNN, this work would solve one engineering\ncase, which is recognizing crack in concrete surface, and one non-engineering\ncase, which is recognizing and classifying types of tumor. The model would\ncompromised of established convolutional architectures combined with the author’s proposed classifying architecture. The work compare four different convolutional architectures performance, which are VGG16, DenseNet201, InceptionV3, and EfficientNetV2S. This work also investigate the feature highlight\nof the model using SmoothGrad saliency map and Grad-CAM. The result of\nthis work is that for the binary classification of the concrete crack case, the best\nmodel to use is the one using VGG16 while for the categorical classification of\nthe brain tumor case the best model to use is the one using EfficientNetv2S.\nThe consideration in these recommendation is the quantitative classifying performance and the model’s feature highlight.", "Daftar File": {"ABSTRAK Nayottama Putra Suherman": "https://digilib.itb.ac.id/gdl/download/250271"}, "Penulis": "Nayottama Putra Suherman [13618047]", "Kontributor / Dosen Pembimbing": ["Dr. Lavi Rizki Zuhal", "Prof. Dr. Ir. Tatacipta Dirgantara, M.T.", "Pramudita Satria Palar, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "computer vision, convolutional neural network, saliency map, gradcam, crack, brain tumor", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jun 2022"}