{"Nomor": 65886, "Judul": "STUDI PEMANFAATAN FLY ASH DAN BOTTOM ASH DI  PT. X SUMATERA BARAT", "Abstrak": "Batubara merupakan salah satu bahan bakar alternatif yang baik. Tetapi penggunaan batubara sebagai\nalternatif sumber energi menimbulkan permasalahan lingkungan yang disebabkan oleh adanya abu\nterbang (fly ash) dan abu dasar (bottom ash), yang perlu diperhatikan dalam penanganannya ialah adanya\nkandungan bahan-bahan organik atau anorganik tertentu dengan konsentrasi yang cukup tinggi serta\ndapat berbahaya bagi lingkungan. Salah satu penanganan yang dapat dilakukan adalah pemanfaatan\nkembali seperti yang tercantum dalam PP No 22 Tahun 2021. Pemanfaatan limbah fly ash dan bottom\nash sebagai substitusi bahan baku untuk bangunan. Substitusi yang dilakukan adalah mengganti\nsebagian campuran agregat untuk pembuatan bahan bangunan seperti beton dan beton baku mutu tinggi.\nDilakukan pengujian kuat tekan dari masing-masing limbah dengan komposisi (fly ash dan bottom ash)\n1:3, 1:4, 1:5, 1:6 selama 28 hari, untuk variasi fly ash 0%, 30%, 40%, 50% dan bottom ash 0%, 30%,\n40%, 50%, 60%, 100% dan untuk beton baku mutu tinggi dengan variasi fly ash 10%, 20%, 30%, 40%\ndan bottom ash 10%, 20%, 30%, 40%, 100%. Setelah dilakukan pengujian, beton dengan kuat tekan\ntertinggi untuk fly ash pada 28 hari dihasilkan oleh variasi 30% komposisi 1:3 sebesar 242,2 kg/cm2 dan\nuntuk bottom ash dihasilkan oleh variasi 30% komposisi 1:3 sebesar 251 kg/cm2\n\n. Lalu hasil beton baku\nmutu tinggi selama 28 hari, kuat tekan tertinggi variasi fly ash 10% sebesar 471,43 kg/cm2 dan kuat\ntekan tertinggi variasi bottom ash 100% sebesar 367,71 kg/cm2\n.", "Daftar File": {"15315077_Diar Purnama Putra_Abstrak TA (Indo & Ingg).pdf)u": "https://digilib.itb.ac.id/gdl/download/250277"}, "Penulis": "Diar Purnama Putra [15315077]", "Kontributor / Dosen Pembimbing": ["Sukandar, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "agregat, beton, bottom ash, fly ash, kuat tekan, semen", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "25 Jun 2022"}