{"Nomor": 65885, "Judul": "STUDI PENGARUH PENAMBAHAN GETAH DAMAR TERHADAP PENINGKATAN KEMAMPUAN CETAK FILAMEN 3D PRINTING HIGH DENSITY POLYETHYLENE (HDPE)", "Abstrak": "Kebutuhan dan konsumsi material plastik terus meningkat dari tahun ke tahun. Telah diperkirakan bahwa limbah plastik yang tersebar di seluruh dunia sejak tahun 1950 adalah sebesar 5800 juta ton. Dari jumlah tersebut, plastik jenis high density polyethylene (HDPE) menempati urutan ketiga (16%) sebagai jenis plastik yang paling banyak digunakan. Dengan volume limbah HDPE yang tinggi dan dikombinasikan dengan sifatnya yang sulit terbiodegradasi serta bahan baku pembuatan HDPE yang bersumber dari minyak bumi, maka pemakaian HDPE terus menerus berpotensi untuk menimbulkan berbagai permasalahan bagi kelestarian lingkungan. Salah satu upaya yang dapat dilakukan untuk menanggulangi permasalahan tersebut adalah dengan proses daur ulang. Namun, perkembangan industri daur ulang plastik terhambat oleh insentif hasil dari produk daur ulang yang tidak sebanding dengan kebutuhan untuk keberlangsungan proses daur ulang. Upaya yang dapat dilakukan untuk meningkatkan insentif dari produk hasil daur ulang adalah dengan menghasilkan produk dengan nilai jual yang tinggi, salah satunya adalah filamen 3D printer. Teknologi 3D printing yang terus berkembang dari tahun ke tahun membuat upaya daur ulang limbah plastik menjadi filamen 3D printing sangat menjanjikan.\nDari berbagai metode 3D printing, fused deposition modeling (FDM) merupakan salah satu yang banyak digunakan. Teknologi FDM menggunakan bahan baku berupa filamen termoplastik yang dilelehkan dan dideposisikan pada platform bed untuk membentuk produk yang diinginkan. Jenis filamen yang paling banyak digunakan adalah polylactic acid (PLA) dan acrylonitrile butadiene styrene (ABS). Pengembangan filamen untuk teknologi FDM mulai dipengaruhi oleh isu lingkungan yang mengarah pada pengembangan filamen plastik daur ulang. Berbeda dengan filamen daur ulang berbahan PLA dan ABS yang mulai banyak diproduksi, filamen daur ulang HDPE masih belum diproduksi secara masif. Hal ini menimbulkan pertanyaan mengingat jumlah limbah HDPE termasuk yang paling banyak di dunia. Dalam aplikasinya sebagai filamen 3D printing, HDPE tidak umum digunakan disebabkan oleh sifatnya yang memiliki shrinkage yang besar sehingga produk hasil 3D print HDPE rentan memiliki cacat warping dan sulit menempel pada platform bed 3D printer. Salah satu upaya untuk menanggulangi masalah tersebut adalah mencampur HDPE dengan material lain atau metode blending. HDPE dapat dicampur dengan material yang bersifat dapat dilelehkan, memiliki sifat mampu alir yang baik, serta memiliki daya rekat yang baik untuk meningkatkan kemampuan cetak filamen HDPE. Sifat-sifat tersebut dipenuhi oleh getah damar. Maka pencampuran getah damar pada HDPE dapat berpotensi menjadi solusi guna meningkatkan adhesi ke platform bed 3D printing serta mengurangi shrinkage dari filamen HDPE.\nPada penelitian ini, HDPE dicampur dengan getah damar untuk membentuk blending HDPE/Damar dengan tujuan untuk meningkatkan kemampuan print dari filamen blending tersebut. Penambahan getah damar dilakukan dengan persentase 0; 12,5; 25; 37,5; dan 50% wt. Tahapan yang dilakukan dalam penelitian ini adalah proses pemurnian getah damar, pembuatan blending HDPE/Damar, pembuatan filamen blending HDPE/Damar, proses 3D printing, dan kemudian dilakukan pengujian serta karakterisasi terhadap produk hasil 3D print. Pengujian yang dilakukan penelitian ini adalah pengukuran densitas dan nilai melt flow rate (MFR) dari getah damar dan blending HDPE/Damar, karakterisasi Fourier-transform infrared (FTIR) dari getah damar dan blending HDPE/Damar, karakterisasi thermogravimetry analysis (TGA) dari getah damar dan blending HDPE/Damar, pengamatan SEM filamen blending HDPE/Damar, pengukuran shrinkage dan sudut cacat produk hasil print, serta pengujian tarik produk hasil print.\nHasil penelitian menunjukkan bahwa sifat blending HDPE/Damar dipengaruhi oleh persentase getah damar. Semakin tinggi komposisi getah damar dalam blending HDPE/Damar, maka densitas blending, sifat mampu alir blending, kemampuan blending untuk dicetak, serta modulus elastisitas hasil cetak meningkat. Sementara itu, sifat mekanik berupa kekuatan serta persen elongasi hasil cetak menurun. Berdasarkan cacat warping dan shrinkage saat dicetak serta hasil pengujian tarik produk hasil print, komposisi blending HDPE/Damar yang optimal adalah 25% wt damar.", "Daftar File": {"ABSTRAK Novan Rifky Lutfhyansyah": "https://digilib.itb.ac.id/gdl/download/250276"}, "Penulis": "Novan Rifky Lutfhyansyah [23720008]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Husaini Ardy", "Ir. Ahmad Nuruddin, M.Sc., Ph.D.", "Dr. rer. nat. Mardiyati, S.Si., M.T.", "Steven, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Ilmu Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "blending, damar, filamen, HDPE, 3D printing", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jun 2022"}