{"Nomor": 65898, "Judul": "PENERAPAN MIGRASI CONTAINER PADA DYNAMIC RESOURCE SCHEDULER UNTUK PELATIHAN DEEP LEARNING TERDISTRIBUSI", "Abstrak": "Pelatihan deep learning secara terdistribusi adalah salah satu metode pembelajaran mesin yang sering digunakan karena mampu mempercepat proses pelatihan dan mengatasi masalah memori akibat model yang terlalu kompleks. Salah satu platform yang sering digunakan untuk menjalankan pelatihan deep learning secara terdistribusi adalah Kubeflow yang berjalan di atas Kubernetes. Kubeflow memanfaatkan beberapa implementasi sistem penjadwalan untuk menjadwalkan proses pelatihannya. DRAGON adalah implementasi sistem penjadwalan pada Kubeflow untuk proses pelatihan dengan kakas Tensorflow. Pada DRAGON, terdapat strategi Locality Aware Task Placement yang digunakan untuk menempatkan tugas-tugas dari suatu pekerjaan pelatihan ke dalam beberapa Node dengan jumlah yang sedikit mungkin untuk meminimalkan network overhead yang terjadi. Akibatnya suatu Node mungkin menjalankan lebih banyak tugas dibandingkan Node yang lain sehingga distribusi penggunaan resource menjadi tidak merata.\nUntuk mengatasi permasalahan tersebut, dilakukan pengembangan lanjut terhadap DRAGON untuk menerapkan kebijakan migrasi container untuk memindahkan tugas pelatihan dalam container dari satu Node ke Node yang lebih baik tanpa mengulang perkembangan dari proses pelatihan sehingga distribusi penggunaan resource dapat menjadi merata. Pengembangan lanjut terdiri dari tiga komponen, yaitu tugas pelatihan yang preemptible, modul monitoring pada setiap Node untuk memantau perkembangan tugas pelatihan, serta kebijakan migrasi dan microservice untuk menerima permintaan migrasi pada DRAGON. Berdasarkan pengujian yang telah dilakukan, dapat disimpulkan bahwa pengembangan lanjut yang telah dilakukan meningkatkan kinerja model dan proses pelatihan dengan peningkatan akurasi hingga 0,957% akibat penerapan tugas pelatihan yang preemptible dan peningkatan kecepatan hingga 55,692% akibat penerapan kebijakan migrasi container pada saat distribusi penggunaan resource belum merata.", "Daftar File": {"ABSTRAK Yonatan Viody": "https://digilib.itb.ac.id/gdl/download/250297"}, "Penulis": "Yonatan Viody [13518120]", "Kontributor / Dosen Pembimbing": ["Achmad Imam Kistijantoro, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Kubeflow, Kubernetes, deep learning, migrasi container", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jun 2022"}