{"Nomor": 65909, "Judul": "ANALISIS PENGARUH BANJIR TERHADAP DETERIORASI PERKERASAN BERDASARKAN KONDISI PERMUKAANNYA", "Abstrak": "Banjir merupakan bencana alam yang dapat disebabkan oleh beberapa hal, namun\nmayoritas disebabkan oleh curah hujan yang tinggi. Sebagai akibat dari tingkat\nkeparahan dan peningkatan kejadian hujan lebat yang intens, angin topan, dan\nbanjir, perkerasan akan kehilangan kemampuan layan-nya lebih cepat dari tingkat\nkerusakan normalnya yang ditunjukkan dari kondisi struktural dan kondisi\npermukaannya. Pada penelitian ini, dilakukan analisis pengaruh banjir terhadap\ndeteriorasi perkerasan berdasarkan kondisi permukaannya. Analisis dilakukan pada\nruas jalan nasional di Kalimantan Selatan karena terdampak banjir Kalimantan\nSelatan 2021. Parameter kondisi permukaan yang digunakan adalah nilai PCI dan\nketidakrataan (IRI) dari Balai Pelaksanaan Jalan Nasional Kalimantan Selatan.\nRuas jalan dikategorikan menjadi tiga yaitu ruas jalan dengan lalu lintas rendah,\nsedang, dan tinggi. Analisis dilakukan dengan mencari pengaruh kondisi\nlingkungan (curah hujan) dan kondisi lalu lintas terhadap kondisi permukaan\nperkerasan berdasarkan nilai PCI dan IRI pre- dan post- banjir serta melakukan\nanalisis perubahan kondisi perkerasan di masa yang akan datang dengan\nmenggunakan model Markov Chain.\nBerdasarkan analisis yang dilakukan, diperoleh hasil bahwa secara statistik\nberdasarkan perbedaan nilai rata-rata IRI dan PCI banjir memberikan pengaruh\nyang signifikan terhadap kenaikan nilai IRI. Berdasarkan tipe lalu lintasnya, terlihat\nbahwa pola rata-rata IRI adalah mengalami kenaikan dari pre flood ke post flood\npada ruas banjir dengan lalu lintas sedang dan rendah. Sedangkan untuk ruas banjir\ndengan lalu lintas tinggi, pola rata-rata IRI adalah mengalami penurunan dari pre\nflood ke post flood. Hal ini menunjukkan bahwa pengaruh banjir terhadap\npenurunan nilai IRI tergantung pada tipe lalu lintas ruas jalan.\nPada analisis perubahan kondisi perkerasan berdasarkan nilai IRI menggunakan\nmodel Markov Chain dengan pengulangan empat siklus, diperoleh bahwa adanya\nbanjir memberikan penurunan kondisi perkerasan yang signifikan terutama pada\nkondisi “rusak berat” sebesar 3 hingga 10 kali dari siklus sebelumnya dan menjadi\nlebih besar dampaknya pada ruas yang awalnya banjir kemudian pada tahun\nselanjutnya banjir. Berdasarkan perbandingan hasil analisis dengan kondisi aktual\npada pengulangan satu siklus, perbedaan persentase distribusi kondisi perkerasan\nkurang dari 10% hanya terjadi pada ruas banjir dan ruas tidak banjir lalu lintas tinggi\nsedangkan untuk ruas lain persentase perbedaannya masih lebih besar dari 10%.\nHal ini menunjukkan bahwa, analisis perubahan kondisi perkerasan dengan model\nii\nMarkov Chain belum dapat mewakili seluruh ruas yang ada, yang dapat disebabkan\noleh proses transisi Markov Chain yang digunakan adalah transisi homogen yang\ntidak bergantung pada waktu.", "Daftar File": {"ABSTRAK Oktaviani Tri Handayani": "https://digilib.itb.ac.id/gdl/download/250312"}, "Penulis": "Oktaviani Tri Handayani [26920016]", "Kontributor / Dosen Pembimbing": ["Dr. Harmein Rahman, S.T., M.T.", "Dr. Eri Susanto Hariyadi, S.T., M.T.", "Dr.Eng. Febri Zukhruf, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "deteriorasi, banjir, Markov Chain, IRI, PCI.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jun 2022"}