{"Nomor": 65902, "Judul": "SINTESIS LANGSUNG DME: STUDI SIMULASI PENGARUH KONDISI OPERASI TERHADAP UNJUK KERJA REAKTOR FIXED-BED PLUG FLOW", "Abstrak": "Pemerintah Indonesia telah menetapkan DME sebagai komponen subtitusi parsial LPG untuk mengurangi ketergantungan impor LPG. Dimetil eter (DME) memiliki kemiripan sifat dengan LPG sehingga dapat dicampur dengan LPG. DME dapat dihasilkan melalui dehidrasi metanol (proses tidak langsung) atau melalui konversi gas sintesis (proses langsung). Sintesis langsung DME memiliki beberapa keuntungan diantaranya dapat mengatasi limitasi kesetimbangan pada reaksi sintesis metanol, dapat dilangsungkan pada tekanan yang lebih rendah, dan memiliki biaya produksi yang lebih rendah. Penelitian sintesis langsung DME pada tekanan rendah perlu dilakukan untuk mengetahui pengaruh kondisi operasi terhadap unjuk kerja reaktor.\nPada penelitian ini telah dilakukan pemodelan dan simulasi sintesis langsung DME pada berbagai kondisi operasi. Simulasi termodinamika dilakukan menggunakan bantuan Aspen Plus, sedangkan simulasi kinetika reaksi dilakukan menggunakan MATLAB. Simulasi kinetika dilakukan dengan pendekatan keadaan tunak pada reaktor fixed-bed plug flow bersifat isotermal dan isobarik dengan diameter 24 mm dan panjang 600 mm. serta massa katalis sebesar 1,25 gram. Model kinetika yang digunakan adalah model Langmuir-Hinshelwood-Hougen-Watson (LHHW) yang diperoleh dari pustaka. Kondisi operasi yang ditinjau berupa tekanan pada rentang 1-20 bar, temperatur 200-300 oC, rasio H2/CO 0,8-2,5, laju alir 100-5000 mL/(gcat.jam), dan rasio massa katalis (rasio M/D) 1-5.\nKonversi CO dan perolehan DME semakin meningkat dengan peningkatan tekanan baik secara termodinamika maupun kinetika, dengan nilai tertinggi diperoleh pada tekanan 20 bar. Peningkatan temperatur hingga temperatur optimum meningkatkan konversi CO dan perolehan DME. Unjuk kerja terbaik diperoleh pada H2/CO 2,5 sedangkan konsentrasi DME maksimum diperoleh pada H2/CO 1 untuk kondisi ekuilibrium dan H2/CO 1,4 untuk simulasi kinetika. Peningkatan laju alir menghasilkan unjuk kerja yang semakin rendah disebabkan waktu tinggal yang singkat. Peningkatan M/D hingga nilai optimum terbukti meningkatkan konversi CO dan perolehan DME, namun M/D yang lebih besar dari M/D optimum menghasilkan unjuk kerja yang rendah akibat dehidrasi metanol yang lambat.", "Daftar File": {"ABSTRAK Ahmad Ilham Zhafran": "https://digilib.itb.ac.id/gdl/download/250300"}, "Penulis": "Ahmad Ilham Zhafran [13018008]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Herri Susanto", "Dr. Ir. Melia Laniwati Gunawan, M.S.", "Ir. Sanggono Adisasmito, Ph.D.", "Jenny Rizkiana, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "dimetil eter, sintesis, simulasi, kinetika", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jun 2022"}