{"Nomor": 65912, "Judul": "PENGEMBANGAN PENGGUNAAN DATA TINGGI MUKA LAUT RATA-RATA DAN CURAH HUJAN SEBAGAI INDEKS PREDIKTIF KEJADIAN BANJIR ROB DI KOTA SEMARANG, JAWA TENGAH, INDONESIA", "Abstrak": "Banjir pasang atau rob yang termanifestasikan sebagai genangan air di wilayah pesisir terjadi karena proses yang kompleks. Di Kota Semarang, Jawa Tengah, rob terjadi akibat interaksi antara penurunan muka tanah, kenaikan muka laut, dan curah hujan, serta pasang tinggi. Frekuensi kejadian rob terus meningkat dalam dua dekade belakangan dengan wilayah genangan yang terus meluas. Walaupun demikian, belum terdapat kajian khusus untuk melakukan prediksi kejadian yang dikuantifikasi sebagai durasi berlangsungnya penggenangan. Prediksi kejadian dalam bentuk durasi diperlukan untuk menyusun skenario-skenario darurat dan penanggulangan dampak yang merugikan masyarakat.\nDalam penelitian ini dilakukan kajian terhadap fenomena durasi kejadian banjir pasang yang dihubungkan dengan data tinggi muka laut rata-rata. Kajian bertujuan untuk mengembangkan sebuah indeks untuk melakukan prediksi kondisi-kondisi rob yang mungkin terjadi di masa mendatang. Dalam kajian di penelitian ini, kejadian banjir pasang dikuantifikasi sebagai durasi berlangsungnya dalam satuan jam. Data bersumber dari otoritas pemerintah pusat dan daerah, serta pencarian melalui internet. Data tinggi muka laut rata-rata bulanan dan tahunan diperoleh dari stasiun pengamatan pasut di Pelabuhan Tanjung Mas, Semarang. Data yang dikaji berasal dari tahun 2017 hingga 2020.\nHasil kajian menunjukkan bahwa korelasi antara data kejadian banjir rob dengan 2 data lain yang berupa data curah hujan menghasilkan korelasi tinggi pada musim penghujan dan ketinggian MSL (Mean Sea Level) menghasilkan korelasi tinggi pada musim kemarau dan pada ketinggian 1,22 meter sebagai ambang batas terjadinya banjir rob untuk data ketinggian MSL berdasarkan data IOC (Intergovernmental Oceanographic Commission) dan kejadian rob. Indeks prediktif yang di kaji dengan menggunakan analisis hit dan rate ini menghasilkan nilai 91,67% dengan menggunakan gabungan 2 faktor yang berkerja diharapkan dapat menjadi petunjuk atau indikator umum yang dapat dimanfaatkan sebagai alat bantu alternatif yang sederhana untuk prediksi kejadian banjir rob di masa mendatang.", "Daftar File": {}, "Penulis": "Ardyan Satria Putra Pratama [25120022]", "Kontributor / Dosen Pembimbing": ["Dr. Poerbandono, S.T., M.M.", "Dr.Eng. Totok Suprijo, S.Si.", "Dr. rer. nat. Wiwin Windupranata, S.T., M.Si.", "Miga Magenika Julian, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Banjir Rob, Curah Hujan, Indeks Prediktif, MSL.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "0 file", "Tanggal Input": "25 Jun 2022"}