{"Nomor": 65927, "Judul": "PENGEMBANGAN PROSES KATALITIK PRODUKSI VALERIC BIOFUEL DARI SENYAWA TURUNAN BIOMASSA", "Abstrak": "Valeric biofuel merupakan bahan bakar motor turunan biomassa yang memiliki potensi blending yang baik dengan bahan bakar fosil. Valeric biofuel dapat diproduksi dari biomassa melalui dekomposisi menjadi asam levulinat, hidrogenasi asam levulinate untuk menghasilkan gamma-valerolactone (GVL), dan hidrogenasi gamma-valerolactone untuk menghasilkan asam pentanoat hingga akhirnya diesterifikasi menjadi valeric biofuel dengan alkohol. Proses hidrogenasi yang digunakan pada umumnya masih menggunakan gas hidrogen yang membutuhkan tekanan tinggi sehingga menyebabkan proses menjadi kurang aman dan kurang ramah lingkungan. Maka dari itu, akan dilakukan pengembangan proses produksi valeric biofuel dengan proses hidrogenasi alternatif.\nTujuan dari penelitian ini adalah untuk mengembangkan proses produksi valeric biofuel dari glukosa sebagai senyawa turunan biomassa. Pada penelitian ini, dirumuskan dua jenis proses produksi valeric biofuel, yakni proses konvensional yang menggunakan hidrogen eksternal dalam hidrogenasi GVL dan proses non-konvensional yang menggunakan asam format dalam hidrogenasi GVL. Proses disimulasikan dan dievaluasi menggunakan piranti lunak Aspen Plus. Sebagai basis perancangan, ditetapkan laju alir berupa larutan glukosa 80%-massa dengan laju alir 1000 kg/jam dan produk berupa pentyl valerate (PV) dengan kemurnian minimum 99,8%-massa. Hasil simulasi menunjukkan perolehan PV untuk proses konvensional dan non-konvensional secara berurutan adalah sebesar 406,5 kg/jam dan 410 kg/jam dengan kemurnian masing-masing sebesar 99,8%-massa. Analisis energi menunjukkan bahwa konsumsi utilitas proses konvensional dan non-konvensional secara berurut sebesar 444,8 kkal/detik dan 429,7 kkal/detik. Analisis keekonomian menunjukkan bahwa nilai CAPEX untuk proses konvensional dan non-konvensional secara berurut adalah 4,29 juta USD dan 4,35 juta USD sedangkan nilai OPEX untuk proses konvensional dan non-konvensional secara berurut adalah 6,29 juta USD/tahun dan 6,61 juta USD/tahun.", "Daftar File": {}, "Penulis": "Muhammad Naufal [13017019]", "Kontributor / Dosen Pembimbing": ["Dr. Carolus Borromeus Rasrendra, S.T., M.T.", "Haryo Pandu Winoto, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Asam format, gamma valerolactone, hidrogenasi, rancangan proses, valeric biofuel", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "0 file", "Tanggal Input": "25 Jun 2022"}