{"Nomor": 65922, "Judul": "PENDETEKSIAN IMAGE FORGERY KELAS SPLICED IMAGE PADA APLIKASI PESAN INSTAN", "Abstrak": "Per 2021, pengguna ponsel pintar 79,84% populasi dunia dan 2,52 miliar\ndiantaranya aktif menggunakan aplikasi pesan instan. Akibatnya, produksi dan\ndistribusi data digital meledak, tak terkecuali citra digital. Hal tersebut juga\nmendorong perkembangan teknik manipulasi citra. Di sisi lain, teknologi\nmanipulasi citra juga dimanfaatkan untuk memalsukan informasi. Tindakan\ntersebut dikenal sebagai digital image forgery. Ada beberapa teknik digital image\nforgery dan salah satunya yang paling populer adalah image splicing.\nTerdapat beberapa metode untuk mendeteksi spliced image dan terbagi menjadi\ntradisional dan deep learning. Metode yang dipublikasi baru-baru ini sebagian besar\nberbasis deep learning karena mampu mempelajari fitur secara lebih umum.\nPada tugas ini, dilakukan modifikasi metode pendeteksian spliced image berbasis\ndeep learning oleh Meena & Tyagi (2021) agar mampu mendeteksi citra\nterkompresi dari aplikasi pesan instan dengan melakukan training dataset\nterkompresi melalui aplikasi Whatsapp. Metode tersebut terdiri dari 3 tahap, yaitu\nekstraksi model noiseprint dari masukan gambar, ekstraksi fitur menggunakan\nResNet-50, dan klasifikasi, kemudian diterapkan dalam aplikasi desktop.\nSolusi diimplementasi menggunakan bahasa pemrograman Python dengan library\nTensorflow untuk model noiseprint, Keras untuk ResNet-50, PyCaret untuk\nklasifikasi, dan TKinter untuk antarmuka.\nPengujian yang dilakukan adalah menentukan model klasifikasi yang memiliki\ntingkat akurasi tertinggi menggunakan library PyCaret. Dari pengujian tersebut,\ndidapatkan model klasifikasi dengan tingkat akurasi tertinggi adalah Random\nForest Classifier, yaitu sebesar 85,19%. Akan tetapi, validasi modifikasi metode\npendeteksian image splicing menggunakan 100 dataset DSO-1 yang dikompresi\nmelalui aplikasi WhatsApp tidak berhasil karena akurasi dibawah kriteria\npengujian. Di sisi lain, fungsionalitas aplikasi desktop terpenuhi dan berjalan\ndengan baik.", "Daftar File": {}, "Penulis": "MICHELLE THERESIA [13518050]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Rinaldi Munir, M. T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "aplikasi pesan instan, digital image forgery, image splicing, deep learning, kompresi.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "25 Jun 2022"}