{"Nomor": 65926, "Judul": "PERANCANGAN DAN ANALISIS TEKNO-EKONOMI SISTEM TENAGA OFF-GRID UNTUK PENYEDIAAN AIR BERSIH SMPIT WASILAH INTELEGENSIA TAROGONG GARUT", "Abstrak": "SMPIT Wasilah Intelegensia, Tarogong Kaler, Kabupaten Garut,\nmerupakan suatu lokasi tempat dilaksanakannya suatu pengabdian masyarakat\nberbasis sustainable entrepreunership sebagai upaya untuk memajukan daerah\npedesaan dengan mengembangkan suatu sistem stand-alone PV guna memberikan\nsuplai daya dan energi pada sistem pompa air, sekaligus bekontribusi dalam\nmewujudkan transisi EBT dengan bauran Renewable Energi 23% pada tahun 2025.\nSistem stand-alone PV eksisting yang telah terpasang dirasa masih belum dapat\nmemenuhi permintaan kebutuhan daya dan energi beban sistem pompa apabila\ndiinginkan untuk dapat bekerja dalam interval waktu tertentu, sehingga perlu\ndilakukan analisis dan perhitungan lebih lanjut untuk dapat memberikan validasi\ndan rekomendasi agar sistem dapat beroperasi secara normal. Kemudian dilakukan\nanalisis keekonomian dan kelayakan investasi untuk memvalidasi bahwa proyek ini\nlayak untuk dilaksanakan. Dapat disimpulkan bahwa perlu ditambahkan 8 buah\nbaterai atau menghubungkan ke grid PLN agar sistem dapat beroperasi secara\nnormal. Berdasarkan perhitungan keekonomian, harga air yang harus dijual adalah\nseharga Rp 9.100,00/m3\n. Disamping itu analisis kelayakan investasi sistem dengan\nmetode DPP, NPV, IRR, dan PI menunjukkan bahwa proyek layak untuk\ndilaksanakan.", "Daftar File": {}, "Penulis": "Syahrul Ahmad Gifari [18018005]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Nanang Hariyanto, M.T.", "Dr. Fathin Saifur Rahman, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "sustainable entrepreneurship, transisi EBT, stand-alone PV, dan Keekonomian.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "25 Jun 2022"}