{"Nomor": 65938, "Judul": "KONSEP DAN IMPLEMENTASI PENGERUKAN UNTUK KESELAMATAN ALUR PELAYARAN", "Abstrak": "Indonesia merupakan negara kepulauan yang menggunakan transportasi laut sebagai\nsalah satu upaya untuk dapat terhubung antara satu pulau dengan pulau lainnya.\nKeselamatan dan keamanan pelayaran merupakan aspek terpenting yang menunjang\nkinerja transportasi laut sehingga ketersediaan alur pelayaran dan kolam pelabuhan\nyang sesuai dengan kebutuhan harus dipenuhi untuk kelancaran perjalanan kapal.\nUntuk memenuhi kebutuhan tersebut diperlukan Pedoman Teknis Survei Investigasi\ndan Desain (SID) Pengerukan Alur Pelayaran dan/atau Kolam Pelabuhan yang\nmemenuhi S-44 International Hydrographic Organization (IHO) Edisi 6. Penulis\nmelakukan kajian teknis mengenai konsep dan implementasi pengerukan untuk\nkeselamatan alur pelayaran. Kajian teknis pada penelitian ini bertujuan untuk\nmembuat konsep perencanaan pengerukan pelabuhan menggunakan prosedur yang\nsesuai dengan standar S-44 IHO Edisi 6 dan melakukan analisis kesesuaian\nimplementasi proses pengerukan pelabuhan di Indonesia dengan standar S-44 IHO\nEdisi 6. Metode yang digunakan pada penelitian ini adalah studi literatur dan analisis\nsecara kualitatif dengan meninjau dokumen Peraturan Direktur Jendral Perhubungan\nLaut tentang Pedoman Teknis Survei Investigasi dan Desain (SID) Pengerukan Alur\nPelayaran dan/atau Kolam Pelabuhan Tahun 2018, dokumen spesifikasi teknis survei\nhidrografi S-44 IHO, dan Pedoman Teknis Pengerukan dan Reklamasi Tahun 2006.\nDari studi literatur dan analisis secara kualitatif tersebut dihasilkan konsep\nperencanaan pengerukan alur pelayaran yang meliputi perencanaan survei hidrografi,\nperencanaan alur pelayaran dan kolam pelabuhan, dan metode pengerukan\nmenggunakan prosedur yang sesuai dengan standar S-44 IHO Edisi 6. Selain itu pada\ndokumen Pedoman Teknis Survei Investigasi dan Desain (SID) Pengerukan Alur\nPelayaran dan/atau Kolam Pelabuhan Tahun 2018 masih terdapat kesalahan dalam\npenggunaan terminologi, konsistensi penggunaan istilah, dan standar yang digunakan\nbelum mengacu pada S-44 IHO Edisi 6.", "Daftar File": {"ABSTRAK Ardhi Muhammad Adam": "https://digilib.itb.ac.id/gdl/download/250334"}, "Penulis": "Ardhi Muhammad Adam [15118049]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eka Djunarsjah, M.T.", "Dr. Ir. Dwi Wisayantono, M.T.", "Miga Magenika Julian, S.T., M.T.", "Andika Permadi Putra, S.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Survei Hidrografi, Pengerukan, Alur Pelayaran dan Kolam Pelabuhan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jun 2022"}