{"Nomor": 65939, "Judul": "PERANCANGAN STRUKTUR GUDANG PABRIK KELAPA SAWIT DI KALIMANTAN TENGAH", "Abstrak": "Pabrik Kelapa Sawit di Kalimantan Tengah dalam tugas akhir ini terdiri dari 2\ngedung utama, yaitu gedung pabrik dan gedung gudang penyimpanan. Perancangan\ndalam tugas akhir ini hanya akan meninjau struktur atas dari gudang pabrik kelapa\nsawit. Struktur utama dari gudang pabrik kelapa sawit ini adalah rangka baja\npemikul momen biasa. Tugas akhir ini bertujuan untuk mendesain struktur baja\ngudang pabrik kelapa sawit, memodelkan dan menghitung perancangan struktur\natas gudang pabrik kelapa sawit, serta memverifikasi hasil perhitungan desain\nprogram software SAP2000 dengan perhitungan manual. Struktur didesain mampu\nmemikul beban-beban minimum yang mengacu pada SNI 1727:2013 tentang Beban\nMinimum untuk Perancangan Bangunan Gedung dan Struktur Lain, SKBI –\n1.3.53.1987 tentang Pedoman Perencanaan Pembebanan untuk Rumah dan Gedung\nuntuk beban angin, dan SNI 1726:2019 tentang Tata Cara Perencanaan Ketahanan\nGempa untuk Struktur Bangunan Gedung dan Non Gedung untuk beban gempa.\nPemodelan dan analisis struktur dilakukan dengan bantuan software SAP2000.\nAnalisis struktur meliputi pengecekan kekuatan (strength) dan kemampulayanan\n(serviceability) dari masing-masing elemen struktur. Perhitungan manual kapasitas\npenampang elemen-elemen struktur baja dilakukan dengan mengacu pada SNI\n1729:2015 tentang Spesifikasi untuk Bangunan Baja Struktural. Hasil verifikasi\nmenunjukkan bahwa perhitungan desain program software SAP2000 sama dengan\nperhitungan dan pengecekan manual.", "Daftar File": {"ABSTRAK Hanan Qonitah": "https://digilib.itb.ac.id/gdl/download/250335"}, "Penulis": "Hanan Qonitah [15015095]", "Kontributor / Dosen Pembimbing": ["Endra Susila, S.T., M.T., Ph.D.", "Erwin Lim, S.T., M.S., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "gudang, rangka baja pemikul momen biasa, analisis kekuatan, kemampulayanan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jun 2022"}