{"Nomor": 65954, "Judul": "KORELASI AKTIVITAS MATAHARI DAN POSISI BULAN TERHADAP GEMPA BUMI M ? 6 DI INDONESIA", "Abstrak": "Gempa bumi merupakan aktivitas seismik yang ditandai oleh getaran yang dirasakan di permukaan Bumi akibat pelepasan energi dari dalam kerak Bumi. Gempa yang paling sering terjadi adalah gempa tektonik, yaitu gempa yang diakibatkan oleh pergerakan lempeng Bumi. Sebagai negara kepulauan yang berada di titik pertemuan tiga lempeng, Indonesia merupakan salah satu negara di dunia yang paling rawan mengalami gempa.\nTerdapat argumen bahwa partikel berenergi tinggi dan radiasi elektromagnetik dari ledakan Matahari (solar flares) yang menimbulkan gangguan di ionosfer memengaruhi lapisan konduktif kerak Bumi, menyebabkan lapisan-lapisan lempeng lebih rentan patah dan bergeser. Ada pula argumen bahwa Bulan ikut memengaruhi aktivitas seismik melalui efek gaya pasang-surut yang menambah tekanan yang diberikan ke lempeng. Kedua gagasan ini telah disertai dengan bukti-bukti korelasi statistik, namun hingga saat ini masih belum ada teori yang disepakati oleh semua kalangan.\nTugas Akhir ini meninjau sekaligus kedua fenomena alami eksternal, yaitu aktivitas nongravitasi Matahari seperti ledakan Matahari, bintik Matahari, serta efek gravitasi Bulan dengan parameter jarak dan fase Bulan terhadap gempa-gempa besar yang terjadi di Indonesia. Terdapat 4 gempa besar yang dijadikan fokus analisis: gempa 26 Desember 2004 di Aceh, gempa 12 September 2007 di Bengkulu, gempa 3 Januari 2009 di Papua, dan gempa 28 September 2018 di Palu. Metode superposed epoch analysis diterapkan parameter-parameter yang diduga dapat berpengaruh terhadap gempa bumi besar.\nHasil penelitian menunjukkan bahwa mayoritas gempa bumi terjadi saat Matahari berada dalam fase solar minimum dan dipengaruhi oleh gaya pasang-surut terkuat Bulan yang terjadi saat Bulan berosilasi antara perigee dan apogee maksimumnya. Ditemukan pula bahwa gempa-gempa bermagnitudo tinggi cenderung terjadi saat Bulan berada dalam fase purnama dan bulan baru.", "Daftar File": {"ABSTRAK Dhea Syiva Putri Iwata": "https://digilib.itb.ac.id/gdl/download/250350"}, "Penulis": "Dhea Syiva Putri Iwata [10318008]", "Kontributor / Dosen Pembimbing": ["Dr. Dhani Herdiwijaya, M.Sc.", "Dr. Mahasenaputra", "Dr. Yayan Sugianto, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "gempa bumi, ledakan Matahari, bintik Matahari, pasang surut", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2022"}