{"Nomor": 65956, "Judul": "ANALISIS IN SILICO POTENSI SENYAWA ANTIBAKTERI DARI STREPTOMYCES AUREOFACIENS A4 YANG BERSIMBION DENGAN SPONS ASAL PANTAI RANCABUAYA, GARUT, JAWA BARAT", "Abstrak": "Masalah resistensi bakteri patogen terhadap antibiotik merupakan ancaman kesehatan global.\nSetiap tahunnya kemunculan bakteri multidrug-resistant (MDRB) mengalami peningkatan yang\nmenyebabkan infeksi tidak dapat diobati dengan pengobatan antibiotik yang sudah ada, sehingga\nberdampak pada semakin tingginya tingkat mortalitas dan beban finansial. Oleh karena itu perlu\ndilakukan penemuan senyawa antibiotik baru yang efektif mengatasi masalah resistensi\nantibiotik. Penelitian sebelumnya berhasil mengisolasi Streptomyces aureofaciens A4 yang\nberasosiasi secara ektosimbion dengan spons (Amorphinopsis excavans) asal Pantai Rancabuaya,\nJawa Barat. Diperoleh 85 senyawa metabolit dari ekstrak etil asetat, namun dibutuhkan\nkarakterisasi senyawa yang memiliki aktivitas sebagai antibakteri. Penelitian ini bertujuan untuk\nmenentukan senyawa metabolit S. aureofaciens A4 yang berpotensi sebagai antibakteri\nberdasarkan interaksi dengan beberapa protein target antibakteri (DNA gyrase, Topoisomerase\nIV, PBP 1a, dan DHFR) dengan metode molecular docking secara in silico. Dilakukan molecular\ndocking menggunakan perangkat lunak AutoDock v.4.2.6 dan divisualisasi interaksi ligan\ndengan protein menggunakan perangkat lunak BIOVIA Discovery Studio 2021 dan PyMOL.\nSenyawa kandidat antibakteri dipilih berdasarkan nilai skor docking terendah dan keberadaan\ninteraksi ligan dengan residu kunci pada protein target, kemudian dievaluasi parameter\nfisikokimia drug-likeness berdasarkan aturan Lipinski. Hasil molecular docking menunjukkan\nbahwa terdapat 6 senyawa uji dengan skor docking yang lebih rendah dibandingkan kontrol\nciprofloxacin terhadap protein DNA gyrase B. Terdapat 4 senyawa uji dengan skor docking lebih\nrendah dibandingkan kontrol ceftazidime terhadap protein PBP 1a. Terdapat 10 senyawa uji\ndengan skor docking yang lebih rendah dibandingkan kontrol trimethoprim terhadap protein\nDHFR. Interaksi antara protein dengan masing-masing senyawa uji tersebut juga melibatkan\nresidu kunci yang berperan penting pada sisi aktif protein. Didapatkan senyawa yang berpotensi\nsebagai antibakteri narrow-spectrum yaitu 3,5- di-tert-Butyl-4-hydroxyphenylpropionic acid\nterhadap target PBP1a dan Benzenepropanoic acid, 3,5- bis(1,1-dimethylethyl)-4-hydroxy-, methyl ester terhadap DHFR. Didapatkan senyawa yang berpotensi sebagai antibakteri\nbroad-spectrum yaitu 3-Acetylphenanthrene dan\n3-(p-Ethoxyphenyl)-5-(O-tolyloxymethyl)-2-oxazolidone terhadap multitarget DNA gyrase B dan\nDHFR, 7,9-Di-tert-butyl-1-oxaspiro(4,5)deca-6,9-diene-2,8-dione terhadap PBP1a dan DHFR\ndan Isobenzofuro [5,6-b]benzofuran-8-carboxylic acid, 1,3-dihydro-7,10-dimethoxy-9-methyl-1-\noxo-, methyl ester terhadap DNA gyrase B, PBP 1a, dan DHFR. Seluruh senyawa kandidat\nantibakteri memiliki karakteristik senyawa mirip obat yang baik berdasarkan aturan Lipinski.\nSenyawa kandidat antibakteri tersebut dihasilkan pada medium ISP4+ASW dari awal hingga\nakhir fase pertumbuhan (waktu fermentasi hari ke-0, 3, 6, 9, dan 12) pada hasil penelitian\nsebelumnya, namun paling banyak merupakan metabolit sekunder yang diproduksi pada fase\nstasioner yaitu pada hari ke-6 dan hari ke-12. Studi in vitro dan in vivo lebih lanjut perlu\ndilakukan untuk memvalidasi hasil penelitian ini.", "Daftar File": {"ABSTRAK Aisha Wahhaab": "https://digilib.itb.ac.id/gdl/download/250352", "COVER Aisha Wahhaab": "https://digilib.itb.ac.id/gdl/download/255413", "PUSTAKA Aisha Wahhaab": "https://digilib.itb.ac.id/gdl/download/255422"}, "Penulis": "Aisha Wahhaab [10418001]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Pingkan Aditiawati, M.S.", "Dr.Eng. Kamarisima, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "aktinobakteri simbion spons, antibakteri, molecular docking, Streptomyces aureofaciens A4", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "26 Jun 2022"}