{"Nomor": 65952, "Judul": "ANALISIS OFF-DESIGN KOMPRESOR SENTRIFUGAL MESIN TURBOJET MIKRO 400 N MENGGUNAKAN DINAMIKA FLUIDA KOMPUTASIONAL", "Abstrak": "Dalam tugas akhir ini, dilakukan proses analisis off-design kompresor sentrifugal mesin turbojet mikro 400 N untuk mengetahui performa kompresor di luar titik desainnya. Kompresor telah dirancang dan dioptimasi sehingga menghasilkan rasio tekanan dan efisiensi masing-masing 3,8 dan 0,75 pada putaran 98.000 RPM dengan dimensi kompresor memiliki diameter eye root dan eye tip adalah 13 mm dan 76,3 mm, diameter impeller bernilai 100,6 mm dan sudut backsweep sebesar 30,3°. Analisis ini dilakukan dengan cara memvariasikan laju aliran massa udara yang masuk ke kompresor dan kecepatan putaran dari impeller kompresor yang ditampilkan dalam peta performa kompresor. Analisis off-design dilakukan pada kondisi tunak dengan model turbulensi Spallart Allmaras (SA) dan Shear Stress Transport (SST) menggunakan prangkat lunak Numeca. Kondisi batas yang digunakan adalah tekanan total dan temperatur total pada sisi masukan masing-masing sebesar 101.325 Pa dan 288,15 K, tekanan statik pada sisi keluaran yang besarnya divariasikan, dan kondisi tak slip pada permukaan benda. Analisis off-design ini dilakukan dari kondisi laju aliran minimum hingga maksimum dengan kecepatan impeller yang divariasikan, yaitu 70%, 80%, 90%, 100%,110%, dan 120% dari kecepatan putar desainnya. Pada titik desain juga telah dilakukan perbandingan hasil analisis menggunakan perangkat lunak Ansys CFX dengan model turbulensi SST dan menunjukkan perbedaan dibawah 5%. Dari hasil analisis off-design pada putaran rancangan terlihat bahwa kompresor memiliki efisiensi maksimum pada laju aliran massa minimum kemudian, efisiensi akan turun pada laju aliran massa yang lebih besar. Tetapi fenomena ini berbeda untuk kecepatan putar lainnya dimana titik efisiensi maksimum terjadi diantara laju aliran maksimum dan minimum. Hasil analisis menggunakan model turbulensi SST menunjukkan performa lebih rendah daripada yang menggunakan model SA. Hal ini karena model SST dapat memberikan hasil prediksi separasi yang lebih baik untuk bagian difuser. Oleh karena itu, perlu dilakukan optimasi pada bagian difuser agar target desain dapat tercapai.", "Daftar File": {"ABSTRAK Firas Zuhair Altair": "https://digilib.itb.ac.id/gdl/download/250348"}, "Penulis": "Firas Zuhair Altair [13618050]", "Kontributor / Dosen Pembimbing": ["Dr. Taufiq Mulyanto, S.T.", "Dr.-Ing. Mochammad Agoes Moelyadi, S.T., M.Sc.", "Dr. Firman Hartono, S.T., M.T.", "Pramudita Satria Palar, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "turbojet mikro, kompresor sentrifugal, impeller, diffuser, off-design, CFD", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2022"}