{"Nomor": 65958, "Judul": "STUDI LITERATUR PENGGUNAAN EKSOSOM UNTUK PENYEMBUHAN LUKA PADA KULIT", "Abstrak": "Luka besar sangat sulit disembuhkan dan rentan terinfeksi. Kini, eksosom banyak diteliti sebagai terapi penyembuhan luka bebas sel karena kargonya yang penting, berukuran nano, dan tidak menimbulkan reaksi penolakan sistem imun. Studi literatur ini mengkaji prospek eksosom dan metode penghantarannya agar efektif dalam menyembuhkan luka. Studi dilakukan dengan menggunakan Google Scholar, Scopus, Mendeley Desktop, dan Scimagojr.com. Literatur disortir dengan kata kunci dan batasan tertentu, sehingga terkumpul 118 literatur yang digunakan. Hasil pencarian literatur menunjukkan adanya pergeseran topik penelitian mengenai eksosom menjadi lebih spesifik. Eksosom, yang kebanyakan berasal dari sel punca, telah terbukti memiliki kemampuan untuk mengontrol inflamasi, meningkatkan proliferasi, migrasi, diferensiasi, angiogenesis, mencegah apoptosis, meregulasi kolagen serta meminimalisasi terbentuknya scar. Bagian terpenting dari eksosom yang kini banyak diteliti adalah kargonya, khususnya miRNA dan protein, yang berperan besar dalam meregulasi gen dan jalur-jalur terkait penyembuhan luka. Penggunaan eksosom mendorong penelitian untuk mencari metode penghantaran eksosom secara in vivo yang tepat karena yield eksosom pada umumnya sangat sedikit. Beberapa di antaranya adalah injeksi ke pembuluh darah, subkutan, lokal, dan intradermal, topikal yang dibubuhkan langsung pada luka, magnetis yang menambahkan nanopartikel besi pada eksosom, dan hydrogel yang menyimpan eksosom dalam pori-porinya. Aplikasi eksosom tidak efektif dengan metode injeksi dan topikal, sementara metode magnetis tidak praktis. Studi literatur ini menyimpulkan bahwa eksosom mengandung miRNA, faktor tumbuh, dan protein lainnya yang terbukti dan berpotensi sebagai terapi penyembuhan luka. Metode penghantaran yang paling efektif adalah hydrogel karena mampu menyimpan dan melepaskan eksosom dalam jangka panjang, serta menciptakan lingkungan yang lembap dan antibakteri bagi proses penyembuhan luka.", "Daftar File": {"ABSTRAK Filia Natania": "https://digilib.itb.ac.id/gdl/download/250354"}, "Penulis": "Filia Natania [10618074]", "Kontributor / Dosen Pembimbing": ["Dr. Anggraini Barlian, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Eksosom, penyembuhan luka, miRNA, protein, hydrogel", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2022"}