{"Nomor": 65967, "Judul": "ANALISIS SHOTGUN METAGENOMIK PADA SAMPEL USAP NASOFARING PASIEN COVID-19 TANPA GEJALA DAN BERGEJALA RINGAN", "Abstrak": "Pandemi COVID-19 disebabkan oleh Severe Acute Respiratory Syndrome Coronavirus 2 dan menimbulkan gejala umum seperti demam, sesak napas, batuk tak berdahak, dan kelelahan. Penelitian sebelumnya menunjukkan lebih dari 50% pasien COVID-19 bergejala meninggal dunia akibat koinfeksi bakteri yang disebabkan oleh disbiosis komunitas mikroba akibat infeksi virus melalui komplikasi seperti pneumonia. Namun studi tentang disbiosis pada pasien COVID-19 belum banyak dilakukan di Indonesia. Oleh karena itu, tujuan dari penelitian ini adalah untuk mengetahui komunitas bakteri pada pasien COVID-19 tanpa gejala dan pasien yang bergejala ringan di Indonesia, khususnya di Jawa Barat. Sampel usap nasofaring pasien tanpa gejala dan bergejala ringan yang direkrut dari RSUP Hasan Sadikin dan Labkes Jabar. Pada penelitian ini digunakan empat sampel pasien tanpa gejala (A1, A2, A3, dan A4) dan lima sampel pasien bergejala ringan (S6, S7, S13, S14, dan S18). Analisis komunitas bakteri dilakukan dengan menggunakan pendekatan shotgun metagenomik. Sampel disiapkan dengan menggunakan metode library preparation Ribo-Zero-Plus dan selanjutnya dilakukan pembacaan sekuens dengan Illumina NextSeq 550. Hasil bacaan tersebut kemudian dipetakan menggunakan Kraken 2 dengan database minikraken_8GB_20200312. Analisis statistika dan visualisasi data dilakukan dengan menggunakan program R Studio dan Excel. Diversitas mikrobioma dalam sampel ditentukan dengan menggunakan analisis alpha diversity, sedangkan diversitas mikrobioma antar sampel dihitung dengan menggunakan analisis beta diversity menggunakan Principal Component Analysis. Kelimpahan relatif bakteri pada kelompok bergejala ringan terhadap kelompok pasien tanpa gejala ditentukan dengan menggunakan analisis DESeq2. Selanjutnya, spesies yang signifikan meningkat pada analisis DESeq2 dianalisis lebih lanjut dengan pheatmap. Hasil analisis alpha diversity menunjukkan tingkat diversitas yang relatif lebih rendah pada kelompok bergejala ringan jika dibandingkan dengan kelompok tanpa gejala, sedangkan hasil analisis beta diversity menunjukkan perbedaan profil diversitas mikrobioma pada kelompok bergejala ringan jika dibandingkan dengan kelompok tanpa gejala. Hasil volcano plot dari DESeq2 menunjukkan terdapat kelimpahan 48 spesies yang lebih tinggi pada sampel bergejala ringan jika dibandingkan dengan pasien tanpa gejala. Hasil pheatmap menunjukkan kelimpahan yang lebih tinggi dari spesies bakteri oportunistik, Streptococcus pneumoniae, S. mitis, dan Rothia mucilaginosa, serta bakteri komensal, Actinomyces naeslundii, Gemella haemolysans, S. gordonii, S. sanguinis, dan S. cristatus pada sampel bergejala ringan, terutama pada sampel S14 dan S18, jika dibandingkan pada sampel tanpa gejala. Dari penelitian ini dapat disimpulkan bahwa terdapat perbedaan profil kelimpahan bakteri pada sampel usap nasofaring antara kelompok pasien COVID-19 bergejala ringan dan kelompok pasien tanpa gejala. Untuk kedepannya, penelitian ini dapat dimanfaatkan untuk keperluan prognosis, pengembangan kit diagnostik, dan pemilihan obat yang tepat untuk mencegah koinfeksi bakteri pada pasien COVID-19.", "Daftar File": {"ABSTRAK Eugene Vito Sebastian": "https://digilib.itb.ac.id/gdl/download/250364"}, "Penulis": "Eugene Vito Sebastian [10618012]", "Kontributor / Dosen Pembimbing": ["Azzania Fibriani, S.Si., M.Si., Ph.D.", "Popi Septiani, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "COVID-19, shotgun metagenomik, koinfeksi bakteri, COVID-19 bergejala ringan dan tanpa gejala, tingkat keparahan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2022"}