{"Nomor": 65965, "Judul": "KARAKTERISASI PROTEIN LYCOPENE FORMING PHYTOENE DESATURASE (CRTI) DARI FUNGI WHEAT LEAF RUST - (PUCCINIA TRITICINA) SECARA IN SILICO", "Abstrak": "Karotenoid adalah salah satu senyawa dengan nilai ekonomis tinggi karena\nmemiliki beragam bioaktivitas, seperti sebagai sumber pro-vitamin A (pVAC).\nNamun 98% karotenoid yang diproduksi masih berupa karotenoid sintetik dengan\nbioaktivitas rendah serta kurang ramah lingkungan, oleh karena itu digunakan\npendekatan biofortifikasi. Berdasarkan penelitian terdahulu, fungi memiliki banyak\nkeunggulan sebagai sel inang untuk memproduksi karotenoid esensial. Saat ini\nbioparts dari Blakeslea trispora dianggap sebagai gold standard untuk\nmemproduksi karotenoid, namun jumlah yang dihasilkan belum memenuhi\nkebutuhan sektor industri. Lycopene forming phytoene desaturase (CrtI)\nmerupakan enzim kunci yang berpotensi digunakan sebagai bioparts dalam\nbiosintesis karotenoid, khususnya yang berasal dari fungi wheat leaf rust (Puccinia\ntriticina) karena jamur ini memiliki kadar karotenoid yang tinggi. Pengembangan\nproduksi pada skala industri membutuhkan optimalisasi jalur metabolisme secara\nin silico di tahap awal dengan bioparts yang lebih efisien. Oleh karena itu,\npenelitian ini bertujuan mengkarakterisasi protein CrtI dari fungi P. triticina dan\ninteraksi antara protein CrtI dengan substrat. Pada penelitian ini sekuens protein\ndiambil dari basis data NCBI dan dilakukan karakterisasi urutan asam amino, motif,\nserta domain protein CrtI dengan pendekatan in silico, dari sekuens tersebut dibuat\nstruktur prediktif tiga dimensi protein menggunakan I-TASSER. Berdasarkan\nstruktur prediktif tiga dimensi protein CrtI dilakukan analisis interaksi proteinsubstrat\ndengan pendekatan protein-ligand docking terhadap substrat 15-cis\nphytoene untuk melihat potensi protein CrtI dari P. triticina sebagai bioparts\nunggul. Didapatkan protein CrtI dari P. triticina memiliki 2 motif unik yang dapat\nmempengaruhi struktur tiga dimensi protein CrtI, berdasarkan hasil docking\nterhadap 15-cis phytoene protein CrtI dari P. triticina memiliki energi afinitas\npaling rendah (-8,3 kcal/mol) atau interaksi yang terjadi paling spontan serta\nmemiliki interaksi Van der Waals yang paling kuat (20 residu berinteraksi pada area\n3Å) dibandingkan dengan CrtI dari jamur yang mampu memproduksi karotenoid\nlainnya. Sehingga CrtI dari Puccinia triticina berpotensi digunakan sebagai\nbioparts menggantikan CrtI dari Balkeslea trispora yang dianggap sebagai gold\nstandard produksi carotenoid pada fungi.", "Daftar File": {"ABSTRAK Yehezkiel Vieri Polandos": "https://digilib.itb.ac.id/gdl/download/250362"}, "Penulis": "Yehezkiel Vieri Polandos [10618059]", "Kontributor / Dosen Pembimbing": ["Fenny Martha Dwivany, S.Si., M.Si., Ph.D.", "Karlia Meitha, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "karotenoid, Puccinia triticina, CrtI, 15-cis phytoene, docking", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2022"}