{"Nomor": 65960, "Judul": "PERANCANGAN STRATEGI PEMASARAN BERDASARKAN ANALISIS PREFERENSI KONSUMEN PADA LEMBAGA BIMBINGAN BELAJAR SEKOLAH MENENGAH ATAS (SMA) PT KAWAN BELAJAR INDONESIA", "Abstrak": "Lembaga bimbingan belajar (bimbel) merupakan usaha pendidikan di sektor jasa yang berdiri sejak tahun 1970, awalnya hanya ditujukan untuk siswa/i SMA namun kini telah tersedia untuk hampir seluruh tingkatan pendidikan. Salah satu bimbel untuk siswa/i Sekolah Menengah Atas ialah PT Kawan Belajar Indonesia (nama brand “Yusnadi Mengajar”). PT Kawan Belajar Indonesia merupakan bimbel yang cukup eksis di Kota Cilegon, Serang, dan sekitarnya. Memiliki pertumbuhan trend pendaftar yang kian meningkat, membuat perusahaan optimis untuk mendapatkan lebih banyak pendaftar. Sebab meskipun trend pendaftar kian meningkat, jumlahnya belum memenuhi target perusahaan.\nPenelitian ini menggunakan analisis klaster berjenis hierarchical clustering serta K-means clustering (sebagai bentuk validasi) untuk membentuk segmen pasar. Kemudian karakteristik setiap segmennya akan diidentifikasi menggunakan uji tabulasi silang (data non-metrik) serta uji ANOVA dan uji fisher (data metrik). Inkorporasi ARCS Model serta Contemporary Learning Theory menggambarkan karakteristik unik dari setiap klaster. Kedua model tersebut mengakomodasi tujuh dimensi serta 26 indikator. Data primer yang digunakan penelitian diperoleh melalui wawancara mendalam serta penyebaran kuesioner online. Penelitian ini berhasil memperoleh 187 data, dengan data yang memenuhi syarat sebanyak 179.\nTerdapat lima segmen yang terbentuk dengan karakteristik yang berbeda satu sama lain, yaitu simple but clearly and structured customers, dominant with apperception and appreciation-oriented customers, critical and futuristic customers, cosiness and well communicate-oriented customers, dan demanding and unfavorable customers. Dipilih satu target pasar yaitu dominant with apperception and appreciation-oriented customers. Berdasarkan target pasar terpilih, dibentuklah posisi terhadap kompetitor serupa serta strategi bauran pemasaran yang tertuang di dalam tujuh aspek menurut teori 7P’s marketing mix.", "Daftar File": {"ABSTRAK Fidella Renanta": "https://digilib.itb.ac.id/gdl/download/250357"}, "Penulis": "Fidella Renanta [14418044]", "Kontributor / Dosen Pembimbing": ["Aldila Rizkiana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "bimbingan belajar, ARCS Model, Contemporary Learning Theory. analisis klaster, segmenting, targeting, positioning, bauran pemasaran.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2022"}