{"Nomor": 65963, "Judul": "USULAN PENGEMBANGAN USAHA KEDAI KOPI BERDASARKAN INDIKATOR YANG MEMENGARUHI KONSUMEN DALAM MEMILIH KEDAI KOPI", "Abstrak": "Indonesia merupakan negara yang kaya akan destinasi pariwisata. Pariwisata terdiri dari berbagai bagian, salah satunya adalah kuliner. Menurut Dinas Pariwisata Kota Bandung, kedai kopi merupakan salah satu jenis dari sektor kuliner. Pandemi Covid-19 telah memengaruhi semua aspek kehidupan manusia termasuk sektor pariwisata. Kedai kopi adalah salah satu subsektor yang merasakan dampak dari pandemi. Oleh karena itu kedai kopi memerlukan adaptasi dan pengembangan diri agar dapat bertahan dan berkembang pada masa pandemi. Penelitian ini bertujuan untuk membantu kedai kopi dalam mengembangkan diri, mengetahui Indikator yang dipertimbangkan konsumen dalam memilih kedai kopi, dan memberikan usulan pengembangan berdasarkan Indikator tersebut.\nPenelitian ini terdiri dari beberapa tahap. Tahap pertama adalah melakukan operasionalisasi variabel untuk mengetahui indikator kualitas produk, kualitas pelayanan, dan promosi. Tahap kedua adalah melakukan analisis faktor konfirmatori untuk mengetahui indikator mana saja yang dipertimbangkan konsumen dalam memilih kedai kopi. Tahap ketiga adalah melakukan analisis chi- square dan cross tabulation untuk mengetahui hubungan antara indikator dengan variabel demografi dan perilaku konsumen. Tahap terakhir adalah perumusan usulan pengembangan kedai kopi berdasarkan hasil pada tahapan sebelumnya.\nHasil dari operasionalisasi variabel menghasilkan 24 indikator kualitas produk, 24 indikator kualitas pelayanan, dan 13 indikator promosi. Setelah melewati analisis faktor konfirmatori terdapat 21 indikator kualitas produk, 16 indikator kualitas pelayanan, dan 11 indikator promosi. Indikator-indikator tersebut adalah indikator-indikator yang dipertimbangkan konsumen dalam memilih kedai kopi. Usulan pengembangan yang diberikan dapat didasari oleh 5 poin yaitu memperhatikan CHSE, aksi untuk mengatasi customer fear and anxiety, memanfaatkan digital maturity, memperhatikan perubahan stay at home lifestyle, dan melakukan inovasi baik secara menu maupun paket menu. Namun kedai kopi perlu melakukan analisis data dan personalisasi lebih lanjut sesuai dengan target pasar, kondisi lingkungan, dan karakteristik konsumen yang datang ke kedai kopi.", "Daftar File": {"ABSTRAK Vania Devina": "https://digilib.itb.ac.id/gdl/download/250360"}, "Penulis": "Vania Devina [14416047]", "Kontributor / Dosen Pembimbing": ["Ir. Darwin, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Kedai kopi, analisis faktor konfirmatori, cross tabulation", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2022"}