{"Nomor": 65976, "Judul": "PENGARUH COACHING DALAM SESI TRAUMA HEALING MELALUI PENGUKURAN EEG PADA KORBAN PASCA BENCANA TANAH LONGSOR DI DESA CIHANJUANG, KABUPATEN SUMEDANG", "Abstrak": "Pada tanggal 9 Januari 2021, terjadi bencana longsor di Desa Cihanjuang yang merenggut 40 korban jiwa dan berdampak terhadap 1.126 penduduk. Post Traumatic Stress Disorder (PTSD) rentan dialami oleh para korban dan proses pemulihannya dapat dibantu dengan metode coaching, suatu metode diskusi dua arah yang bertujuan untuk sarana pengembangan diri. Penelitian ini bertujuan untuk mengetahui pengaruh coaching sebagai bentuk trauma healing kepada para korban. Parameter yang ditinjau meliputi nilai asimetri frontal gelombang alfa (FAA), perubahan aktivitas gelombang alfa, beta, dan gamma, serta korelasi antara ketiga gelombang tersebut. Muse™ EEG digunakan untuk merekam aktivitas gelombang otak dalam bentuk PSD dari 5 naracoba laki-laki pada kondisi pre- dan post-coaching di area anterofrontal (AF7 & AF8) serta temporoparietal (TP9 & TP10). Uji paired t-test digunakan untuk menganalisis perbedaan nilai PSD dan FAA, sedangkan korelasi antar gelombang alfa, beta, dan gamma secara interlobus diuji dengan korelasi Pearson. Hasil penelitian menunjukkan peningkatan aktivitas gelombang alfa di area TP (p < 0.05) yang mengindikasikan kondisi relaksasi, lonjakan emosional, dan memory retrieval sebagai pengaruh dari coaching. Namun, di area AF, terjadi penurunan aktivitas yang berhubungan dengan penurunan fungsi-fungsi eksekutif, salah satu ciri potensial bahwa para naracoba masih mengalami PTSD. Potensi tersebut diperkuat dengan penemuan nilai asimetri frontal alfa (FAA) yang menunjukkan ciri avoidance behavior. Pada gelombang beta dan gamma, ditemukan penurunan aktivitas di AF dan TP (p < 0.05). Kedua gelombang ini memiliki korelasi yang kuat sehingga mengalami tren perubahan aktivitas yang sama. Sementara itu, gelombang alfa tidak memiliki korelasi yang kuat dengan gelombang beta dan gamma. Penurunan aktivitas ini menunjukkan adanya kondisi penurunan proses kognisi tingkat tinggi. Terdapat pula implikasi penurunan kadar stres yang merupakan bentuk dari emotional release. Sebagai kesimpulan, penelitian ini menemukan bahwa metode coaching yang dilakukan dapat memberikan dampak positif terhadap korban melalui proses pelepasan stress dan rasa emosional para korban, namun belum mampu untuk mengatasi fase avoidance PTSD sehingga dibutuhkan sesi coaching lebih lanjut untuk memulihkan hal tersebut.", "Daftar File": {"ABSTRAK Ahmad Syafiq Zuhri": "https://digilib.itb.ac.id/gdl/download/250376"}, "Penulis": "Ahmad Syafiq Zuhri [10617030]", "Kontributor / Dosen Pembimbing": ["Dr. Lulu Lusianti Fitri, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Bencana alam, PTSD, EEG, gelombang otak, coaching", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2022"}