{"Nomor": 65981, "Judul": "PERFORMA PERTUMBUHAN LARVA LALAT TENTARA HITAM, HERMETIA ILLUCENS L (DIPTERA : STRATIOMYIDAE) PADA SUBSTRAT LIMBAH TERNAK", "Abstrak": "Lalat tentara hitam, Hermetia illucens L (Diptera: Stratiomydae) adalah serangga yang telah banyak diteliti dalam tiga dekade terakhir. Larva serangga ini banyak diteliti dan dimanfaatkan sebagai pakan ternak dan agen pengolah limbah organik. Limbah ternak sebagai salah satu limbah organik banyak dihasilkan dari rumah potong hewan maupun pasar tradisional, apabila limbah tersebut tidak dikelola dengan baik maka dapat menimbulkan pencemaran dan masalah kesehatan bagi manusia. Telah dilakukan penelitian untuk menganalisis performa larva BSF pada berbagai limbah ternak berdasarkan laju pertumbuhan, periode hidup larva, kesintasan, serta kemampuan konsumsi. Metode penelitian menggunakan Rancangan Acak Kelompok (RAK) yang terdiri dari lima perlakuan (kontrol, limbah ikan, limbah ayam, limbah ikan + marus sapi, dan limbah ayam + marus sapi) dengan pengulangan sebanyak lima kali. Larva H. illucens berumur 6 hari sebanyak 30 ekor diberi berbagai perlakuan pakan dengan laju pakan harian 100 mg/larva/hari dan pertumbuhan (periode hidup larva, laju pertumbuhan, dan tingkat kelulushidupan larva) diamati setiap hari. Untuk pengamatan kemampuan konsumsi, prepupa H. illucens ditimbang untuk dianalisis Waste reduction index (WRI), Approximate Digestibility (AD), Efficiency of Conversion of Digested Food (ECD), Efficiency of Conversion of Ingested Food (ECI), Feed Conversion Ratio (FCR) dan neraca massa. Hasil penelitian menunjukkan bahwa periode hidup larva paling lama diperoleh pada perlakuan limbah ikan dan limbah ikan + marus sapi (24 ± 0,00 hari), laju pertumbuhan tertinggi diperoleh pada perlakuan limbah ayam (3,04 ± 0,69), dan persentase tingkat kelulushidupan larva tertinggi diperoleh pada perlakuan limbah ikan + marus sapi (94,67 ± 3,58%). Nilai tertinggi WRI (3,451 ± 0,03) dan AD (79,38 ± 0,62 %) diperoleh pada perlakuan limbah ayam + marus sapi, nilai ECD (7,77 ± 1,67 %) dan ECI (1,66 ± 0,41 %) tertinggi diperoleh pada perlakuan kontrol, sedangkan nilai FCR tertinggi (37,64 ± 5,82) diperoleh pada perlakuan limbah ikan + marus sapi. Untuk nilai proporsi konversi pakan menjadi biomassa, perlakuan kontrol menunjukkan hasil tertinggi sebesar 1.66%. Dapat disimpulkan bahwa larva lalat tentara hitam cenderung memiliki performa pertumbuhan yang bervariasi pada berbagai substrat limbah ternak.", "Daftar File": {"ABSTRAK Galuh Kandyarucita": "https://digilib.itb.ac.id/gdl/download/250383"}, "Penulis": "Galuh Kandyarucita [10617007]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Dana Permana", "Dr. Ir. Rika Alfianny, M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Larva lalat tentara hitam, Pertumbuhan, Kemampuan konsumsi, Limbah ternak", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2022"}