{"Nomor": 65989, "Judul": "STUDI TRANSKRIPTOMIK PENGARUH KITOSAN TERHADAP EKSPRESI GEN POLYPHENOL OXIDASE (PPO) DAN GEN-GEN YANG TERKAIT DENGAN METABOLISME GLUTATHIONE PADA PISANG CAVENDISH (MUSA ACUMINATA GENOM AAA)", "Abstrak": "Pisang merupakan salah satu buah yang sangat penting dalam kegiatan perdagangan di dunia. Sebagai golongan buah klimaterik pisang sangat mudah mengalami pematangan yang seringkali disertai dengan perubahan morfologi seperti timbulnya bercak-bercak coklat atau dikenal sebagai browning. Pencoklatan pada buah pisang akan menurunkan kualitas buah dan menurunkan nilai ekonomis buah. Salah satu penyebab pencoklatan pada buah pisang yaitu enzim polyphenol oxidase (PPO) yang merupakan enzim kunci dalam pencoklatan buah dan sayur. Berdasarkan studi sebelumnya, penggunaan kitosan dianggap mampu memperpanjang umur simpan buah dan dapat menghambat pencoklatan pada buah pisang. Kitosan dianggap memiliki sifat biodegradable, antifungi, antimikroba, serta dapat mengaktifkan sistem kekebalan pada tumbuhan. Selain perawatan dari luar, tumbuhan sendiri juga memiliki senyawa-senyawa alami yang dapat menghambat pencoklatan salah satunya yaitu glutathione. Oleh karena itu penelitian ini bertujuan untuk melihat efek penggunaan kitosan dengan konsentrasi 1,25% terhadap ekspresi gen pengkode enzim PPO dan gen-gen dalam metabolisme glutathione. Pada penelitian ini digunakan analisis transkriptomik untuk melihat perbedaan ekspresi gen antara pisang perlakuan kitosan dengan pisang tanpa perlakuan (kontrol). Adapun data yang digunakan merupakan data sekunder, yaitu berupa data RNA-seq pematangan buah pisang hari ke-1 dan pematangan hari ke-7 baik pada perlakuan kitosan maupun kontrol yang diperoleh dari NCBI's Sequence Read Archive (SRA) database dengan nomor aksesi SRP227182. Metode yang digunakan dalam penelitian ini yaitu metode Tuxedo yang kemudian divisualisasikan dengan cummeRbund dan dilakukan analisis lanjutan dengan KO-Based Annotation System (KOBAS). Dari hasil analisis ini, diperoleh bahwa perlakuan dengan kitosan dapat menghambat ekspresi gen-gen PPO diakhir pematangan. Selain itu, penggunaan kitosan pada pisang juga dapat mempengaruhi ekspresi gen-gen yang berperan dalam biosintesis glutathione. Pada penelitian diperoleh dua enzim yang berperan dalam biosintesis glutathione yang memiliki gen gen terekspresikan secara berbeda akibat perlakuan kitosan, enzim tersebut yaitu glutathione s transferase (GST)dan gamma-glutamyl transpeptidase 1(GGT 1). Dari penelitian ini diketahui bahwa perlakuan kitosan dapat menurunkan ekspresi gen-gen GST dan dapat meningkatkan ekspresi gen GGT 1. Penurunan Ekspresi gen-gen pengkode PPO dan GST diduga dipengaruhi oleh kitosan dalam mereduksi stres dan menghambat partikel asing masuk ke dalam buah pisang. Sedangkan peningkatan ekspresi gen GGT1 pada perlakuan kitosan diduga dapat meningkatkan degradasi glutathione yang berada diluar sel untuk dijadikan prekursor pembentukan glutathione di dalam sel. Hasil penelitian ini mengkonfirmasi peran kitosan sebagai agen yang dapat digunakan dalam menghambat pencoklatan pada buah pisang.", "Daftar File": {"ABSTRAK Ketut Putra Cadu Perwira": "https://digilib.itb.ac.id/gdl/download/250391"}, "Penulis": "Ketut Putra Cadu Perwira [10618058]", "Kontributor / Dosen Pembimbing": ["Fenny Martha Dwivany, S.Si., M.Si., Ph.D.", "Dr. Ima Mulyama Zainuddin, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Pisang Cavendish, Kitosan, Polyphenol oxidase (PPO), glutathione s transferase (GST), gamma-glutamyl transpeptidase 1(GGT 1).", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2022"}