{"Nomor": 65980, "Judul": "PENENTUAN STATUS KESEHATAN DAN ESTIMASI SIMPANAN KARBON PADA EKOSISTEM PADANG LAMUN DI PANTAI MENGIAT, NUSA DUA, BALI", "Abstrak": "Ekosistem padang lamun merupakan ekosistem yang penting dalam konteks upaya\nmitigasi perubahan iklim dan isu karbon biru (blue carbon), karena potensinya\nsebagai reservoir karbon yang sangat tinggi. Indonesia secara khusus memiliki\nkeanekaragaman dan luasan padang lamun yang tinggi sehingga berperan\nsignifikan secara global. Namun demikian, penelitian pada tingkat kawasan di\nIndonesia masih terbatas. Salah satu kawasan yang memiliki potensi padang lamun\nyang luas adalah Pantai Mengiat di Nusa Dua, Bali yang merupakan salah satu\ndestinasi wisata sehingga sangat terdampak oleh aktivitas antropogenik. Penelitian\nini bertujuan untuk menentukan status kesehatan dan simpanan karbon pada\npadang lamun Pantai Mengiat. Pengambilan data biotik dilakukan dengan metode\ntransek dan kuadrat, dengan ukuran kuadrat 25x25cm untuk mengestimasi\nkerapatan lamun, dan kuadrat 50x50 cm untuk mengestimasi tutupan lamun, epifit\ndan makroalga. Spesies lamun dominan ditentukan dengan menggunakan indeks\nnilai penting (INP). Luasan padang lamun diperkirakan dengan menggunakan\nanalisis spasial data satelit Sentinel-2 dengan klasifikasi unsupervised. Simpanan\nkarbon, baik dalam sedimen maupun biomassa, dihitung dengan metode\npengabuan (loss on ignition/LOI). Dari penelitian ini, ditemukan lima spesies\nlamun pada kawasan Pantai Mengiat, dengan spesies yang mendominasi adalah\nCymodocea rotundata. Secara keseluruhan, tutupan lamun pada kawasan ini\nmemiliki rerata sebesar 60,7%, kerapatan sebesar 588 individu/m2, dan tutupan\nepifit dan makroalga berturut turut teramati sebesar 26,2% dan 4,8%. Nilai SEQI\n(Seagrass Quality Index) dari padang lamun di kawasan ini adalah sebesar 0,69\nyang mengindikasikan padang lamun tergolong dalam keadaan baik. Dari hasil\nanalisis spasial, luasan padang lamun pada Pantai Mengiat terukur sebesar 43,21\nha. Simpanan karbon terukur sebesar 132,37 MgC/ha dalam sedimen hingga\nkedalaman 1 meter, 0,39 MgC/ha dalam AGB (aboveground biomass) dan 0,56\nMgC/ha dalam BGB (belowground biomass). Bila dijumlahkan secara keseluruhan\ndan dilakukan ekstrapolasi ke seluruh luasan Pantai Mengiat, padang lamun di  kawasan ini diperkirakan menyimpan sebesar 5,76 GgC dari seluruh kompartemen\nreservoir karbon.", "Daftar File": {"ABSTRAK Amadeus Devin Gouw": "https://digilib.itb.ac.id/gdl/download/250382"}, "Penulis": "Amadeus Devin Gouw [10618071]", "Kontributor / Dosen Pembimbing": ["Dr. Devi Nandita Choesin, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Karbon Biru, Padang Lamun, Status Kesehatan Ekosistem, SEQI.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2022"}