{"Nomor": 65996, "Judul": "STUDI PENGARUH PEMANASAN TERHADAP EVOLUSI STRUKTUR MIKRO DAN KEKERASAN BAJA TAHAN KARAT FERITIK AISI 430", "Abstrak": "Baja tahan karat adalah salah satu paduan logam yang dapat digunakan pada aplikasi temperatur tinggi dan lingkungan korosif. Salah satu kelas baja tahan karat yang banyak digunakan untuk aplikasi temperatur tinggi adalah baja tahan karat feritik. Baja ini digunakan sebagai material pembentuk sistem saluran pembuangan gas pada kendaraan. Penggunaan baja tahan karat feritik menjadi populer karena\nalasan-alasan seperti mengurangi polusi udara, meningkatkan performa mesin yang juga meningkatkan temperatur operasi, dan material ringan serta tahan lama. Sebagai material saluran pembuangan gas, setidaknya baja tahan karat feritik harus tahan pada temperatur 900 oC. Hal ini membuat sifat mekanik dan ketahanan korosi material menjadi penting agar dapat beroperasi dengan baik. Dalam penelitian ini,\ndipelajari pengaruh pemanasan terhadap struktur mikro dan kekerasan baja tahan karat feritik AISI 430. Kinetika pertumbuhan butiran dan presipitat sekunder juga ikut dianalisis.\n\nSerangkaian percobaan pemanasan pada kondisi atmosfir telah dilakukan untuk mempelajari pengaruh temperatur dan durasi pemanasan terhadap evolusi struktur mikro seperti ukuran butiran, ukuran partikel presipitat karbida, fraksi volume presipitat karbida, dan kekerasan baja tahan karat feritik AISI 430. Sampel baja berukuran 1,5 cm x 1,5 cm dengan ketebalan 2 mm dimasukkan kedalam muffle furnace pada temperatur 750, 800, dan 850 oC selama 10, 15, dan 20 jam. Pengamatan struktur mikro dilakukan dengan menggunakan mikroskop optik dan scanning electron microscope (SEM). Nilai kekerasan sampel diuji dengan menggunakan vicker hardness tester.\n\nHasil percobaan membuktikan terjadi perubahan pada ukuran butiran rata-rata akibat pemanasan. Semakin tinggi temperatur pemanasan dan semakin lama durasi pemanasan, ukuran butiran akan semakin membesar. Pertumbuhan butiran bersifat abnormal karena kehadiran presipitat sekunder. Fasa intermetalik sigma tidak ditemukan karena element mapping menunjukkan persebaran unsur karbon yang merata. Pemanasan juga meningkatkan jari-jari rata-rata dari presipitat karbida. Pada temperatur 850 oC, jari-jari rata-rata partikel adalah 390, 499, dan 556 nm untuk durasi 10, 15, dan 20 jam secara berurutan. Fraksi volume meningkat dengan meningkatnya durasi pemanasan. Pada temperatur 850 oC, fraksi volume partikel karbida adalah 12,397, 16,44, dan 23,04 % untuk durasi 10, 15, dan 20 jam secara\nberurutan. Penurunan kekerasan terjadi seiring bertambahnya durasi pemanasan. Hal ini disebabkan oleh meningkatnya ukuran butiran rata-rata dan meningkatnya jari-jari rata-rata partikel karbida.", "Daftar File": {"ABSTRAK Albert Christian": "https://digilib.itb.ac.id/gdl/download/250398"}, "Penulis": "Albert Christian [12518042]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Eddy Agus Basuki, M.Sc.", "Prof. Dr. Ir. Eddy Agus Basuki, M.Sc.", "Dr. Ir. Ismi Handayani, M.T.", "Zela Tanlega, S.T., M.Phill."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Baja tahan karat feritik AISI 430, presipitat karbida, ukuran butiran, ukuran presipitat, fraksi volume, kekerasan", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "26 Jun 2022"}