{"Nomor": 66007, "Judul": "PENGARUH APLIKASI SISTEM AKUAKULTUR TERTUTUP  TEKNOLOGI BIOFLOK DAN SUPLEMENTASI PAKAN  SINBIOTIK TERHADAP PROFIL KOMUNITAS MIKROBA,  PERFORMA PERTUMBUHAN, SERTA KESINTASAN PADA  PEMBESARAN UDANG PUTIH (LITOPENAUS VANNAMEI)", "Abstrak": "Udang putih (Litopenaeus vannamei) merupakan salah satu komoditas utama pada \nsektor akuakultur global, dengan kontribusi sebesar 75% dari total produksi udang \ndi Indonesia. Pemilihan udang putih sebagai komoditas akuakultur didasari atas \nketahanannya yang tinggi terhadap beragam kondisi lingkungan. Akan tetapi, \nmasih terdapat permasalahan umum yang dihadapi dalam budidaya udang putih, \nsalah satunya adalah kehadiran mikroba patogen yang dapat menyebabkan penyakit \ninfeksius hingga kematian. Aplikasi sistem akuakultur tertutup menggunakan \nteknologi bioflok merupakan salah satu upaya dalam mengontrol mikroba patogen.\nSelain itu, suplementasi sinbiotik pada pakan, yaitu kombinasi probiotik dan\nprebiotik juga menjadi alternatif strategi pengontrolan penyakit. Pada penelitian ini, \nkombinasi aplikasi teknologi bioflok serta suplementasi pakan sinbiotik \ndiimplementasikan untuk pembesaran udang putih (42 hari) dan diamati\npengaruhnya terhadap kualitas air, termasuk profil komunitas mikroba baik pada air \nkultur maupun usus udang melalui metode angka lempeng total (ALT), hingga \nperforma pertumbuhan dan kesintasan udang. Perlakuan dengan kombinasi \nteknologi bioflok dengan pemberian pakan sinbiotik (‘BS’) akan dibandingkan \ndengan perlakuan teknologi bioflok dengan pakan komersil (‘BK’), serta perlakuan\nkontrol menggunakan sistem semi-batch dengan pakan komersil (‘CK’) maupun \npakan sinbiotik (‘CS’). Penelitian dimulai dengan persiapan sistem bioflok melalui \npenambahan probiotik Halomonas alkaliphila, konsorsium bakteri nitrifikasi, dan \nmikroalga Chaetoceros calcitrans serta molase. Pakan sinbiotik dibuat dengan \nmencampurkan pakan komersil dengan kombinasi probiotik H. alkaliphila dan \nprebiotik rumput laut merah Kappaphycus alvarezii serta dilengkapi dengan \nmikroalga Spirulina sp. Pengukuran kualitas air (suhu, pH, oksigen terlarut, kadar \namonium, nitrit, dan nitrat) dilakukan setiap hari, sedangkan pengamatan \nmikrobiologi serta pertumbuhan udang dilakukan seminggu sekali. Parameter \nmikrobiologi mencangkup dinamika, kelimpahan, indeks keragaman, dominansi, \ndan similaritas. Hasil pengamatan kualitas air menunjukkan bahwa perlakuan BK \ndan BS dapat menjaga kadar total nitrogen amonium (TAN) dan NO2-N pada \nkondisi optimum. Teramati tren fluktuatif pada dinamika dan indeks komunitas  mikroba untuk semua perlakuan. Hasil pengamatan ALT pada medium NA didapati \ntotal bakteri heterotrof pada sampel air kultur dan usus udang cenderung lebih \ntinggi pada BS, BK, dan CS. Namun, hasil pengamatan ALT pada medium TCBS \nmengindikasikan jumlah bakteri Vibrio sp. pada air maupun usus udang BS lebih \nrendah dibandingkan BK, CK dan CS. Pada akhir budidaya, didapati perlakuan BS \nmenghasilkan berat udang rata-rata (4,2 ± 1,1 gr), total biomasa (222,1 ± 32,3 gr), \nfeed conversion ratio (1,5±0,3), rata-rata pertumbuhan harian (0,10±0.02 gr/hari), \ndan kesintasan (91±11%) lebih baik dibandingkan CK, CS, dan BK. Secara \nkeseluruhan, penelitian ini menunjukkan bahwa sistem aplikasi teknologi bioflok \ndengan suplementasi pakan sinbiotik dapat menjaga kestabilan kadar nitrogen \ninorganik, menjaga keseimbangan komunitas mikroba serta meningkatkan\npertumbuhan udang putih selama fase pembesaran, sehingga berpotensi untuk \ndiaplikasikan lebih lanjut dalam budidaya udang putih pada skala industri.", "Daftar File": {"ABSTRAK Chesa Febrizky S.": "https://digilib.itb.ac.id/gdl/download/250419"}, "Penulis": "Chesa Febrizky S. [10418031]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Gede Suantika, S.Si., M.Si.", "Dr. Magdalena Lenny Situmorang, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Akuakultur, Udang Putih, Komunitas Mikroba, Bioflok, Sinbiotik", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2022"}