{"Nomor": 66000, "Judul": "PENGUKURAN TINGKAT MATURITAS KNOWLEDGE MANAGEMENT SEBAGAI BASIS PERANCANGAN PERBAIKAN PADA CONVERSION CHAPTER PT BUKIT VISTA NUSANTARA", "Abstrak": "Sejak berdiri pada tahun 2012 lalu, PT Bukit Vista Nusantara, selaku start-up yang bergerak di bidang pengelolaan dan manajemen properti di Bali, senantiasa berupaya untuk meningkatkan kemampuan bersaingnya melalui berbagai macam inovasi dan pemanfaatan pengetahuan dalam aktivitas sehari-hari. Namun, pada tahun 2022, diketahui bahwa performa perusahaan masih belum optimal, khususnya pada Conversion Chapter yang bertanggung jawab secara langsung terhadap revenue generation. Ketidakoptimalan performa perusahaan diyakini terjadi karena belum diketahuinya tingkat efektivitas dari transfer knowledge maupun upaya-upaya dalam ranah pengetahuan lainnya yang telah dilakukan selama ini. Oleh karena itu, penelitian ini bertujuan untuk mengukur tingkat maturitas manajemen pengetahuan atau Knowledge Management (KM) sebagai pendekatan pengukuran efektivitas implementasi KM dan mengidentifikasi peluang perbaikan yang dapat dilakukan.\nPengukuran tingkat maturitas KM dilakukan dengan mengacu pada model Asian Productivity Organization (APO) yang telah dikembangkan menggunakan tiga model maturitas lainnya yakni KMMM, G-KMM, dan APQC. Pengukuran maturitas dilakukan melalui wawancara semi-terstruktur guna menggali lebih dalam terkait keberadaan dan implementasinya. Validasi dengan C-levels turut dilakukan guna menjamin akurasi dan relevansi dari hasil pengukuran maturitas.\nBerdasarkan hasil pengukuran, diketahui bahwa tingkat maturitas KM di Conversion Chapter PT Bukit Vista Nusantara berada pada level 4 (Refinement) dengan fokus perbaikan berupa standardisasi sistem dan inisiatif KM. Setelah melakukan penyelarasan antara kebutuhan yang teridentifikasi dengan hasil pengolahan data, dalam penelitian ini diusulkan rancangan perbaikan berupa sistem standardisasi dan evaluasi konten secara berkala serta sistem standardisasi dan evaluasi program orientasi dan pengembangan diri anggota.", "Daftar File": {"ABSTRAK Kayla Asri Maharani": "https://digilib.itb.ac.id/gdl/download/250414"}, "Penulis": "Kayla Asri Maharani [14418005]", "Kontributor / Dosen Pembimbing": ["Dr. Made Andriani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Asian Productivity Organization (APO) Model, Maturitas KM, Standardisasi Sistem dan Inisiatif KM", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2022"}