{"Nomor": 66025, "Judul": "REKONSTRUKSI PENGAMATAN KOMET TAHUN 837 M DARI CATATAN SEJARAH", "Abstrak": "Sampai abad ke-17, komet masih dianggap sebagai objek yang mengerikan dan pembawa malapetaka bagi umat manusia. Studi ilmiah tentang komet dimulai terlambat karena orang dahulu percaya bahwa komet adalah peringatan ilahi dan bersifat jahat. Masyarakat tiongkok kuno, meyakini bahwa peristiwa di langit secara langsung mencerminkan peristiwa di bumi. Namun seiring berkembangnya ilmu pengetahuan, objek langit ini diketahui tersusun atas batu, es dan debu serta terlihat memiliki ekor ketika bergerak mendekati Matahari.\nTugas Akhir ini membahas penampakan komet pada tahun 837 M yang tercatat cukup baik pada beberapa sumber sejarah seperti Cina, Jepang, Jerman, dan Baghdad. Catatan ini memberikan posisi komet di langit pada 19 Maret hingga 3 Mei tahun 837 M. Dari catatan ini, akan dibuat rekonstruksi posisi komet terhadap latar langit yang nantinya akan dibandingkan dengan plot posisi komet dari hasil integrasi mundur menggunakan perangkat lunak Halley - Electronic Ephemeris of Comet. Sebanyak 33 komet dari Minor Planet Center telah diseleksi berdasarkan magnitudo dan jarak perihelion tahun 837 M, kemudian dilakukan integrasi orbit mundur dengan menggunakan perangkat lunak Halley. Hasil rekonstruksi menunjukkan bahwa komet yang muncul pada tahun 837 M adalah komet 1P/Halley. Terdapat perbedaan posisi sekitar 20° hingga 150° antara data pengamatan sejarah dengan hasil integrasi orbit mundur, namun keduanya memiliki arah pergerakan yang sama.", "Daftar File": {"ABSTRAK Mizwala Aulia Wulandari": "https://digilib.itb.ac.id/gdl/download/250440"}, "Penulis": "Mizwala Aulia Wulandari [10318033]", "Kontributor / Dosen Pembimbing": ["Dr. Dhani Herdiwijaya, M.Sc.", "Dr. Aprilia, M.Si.", "Dr. rer. nat. Mochamad Ikbal Arifyanto, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Komet, 1P/Halley, integrasi orbit", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2022"}