{"Nomor": 66026, "Judul": "PEMANFAATAN LINDI HASIL BIOKONVERSI LIMBAH BUAH TOMAT OLEH LARVA HERMETIA ILLUCENS SEBAGAI NUTRISI HIDROPONIK KALE (BRASSICA OLERACEA VAR. ACEPHALA)", "Abstrak": "Hidroponik merupakan salah satu metode budidaya yang memiliki berbagai kelebihan. Umumnya sumber nutrisi yang digunakan pada metode budidaya ini adalah pupuk AB Mix yang memiliki harga relatif cukup tinggi, dengan demikian diperlukan alternatif nutrisi lain yang dapat menekan penggunaan pupuk AB Mix. Lindi hasil biokonversi limbah buah tomat oleh larva H. illucens berpotensi sebagai alternatif nutrisi hidroponik karena memiliki kandungan nutrisi yang mendekati standar nutrisi AB Mix. Penelitian ini bertujuan untuk menentukan konsentrasi lindi hasil biokonversi limbah buah tomat oleh larva Hermetia illucens sebagai campuran larutan hidroponik yang optimal berdasarkan parameter pertumbuhan kale meliputi tinggi tanaman, jumlah daun, dan berat basah kale. (Brassica oleracea var. Acephala). Penelitian ini terdiri dari 5 perlakuan yakni 100% AB Mix, 80% AB Mix dan 20% lindi, 70% AB Mix dan 30% lindi, 60% AB Mix dan 40% lindi, serta 50% AB Mix dan 50% lindi. Jumlah daun, berat basah, serta berat kering kale tertinggi terdapat pada perlakuan 3 (70% AB Mix dan 30% lindi) dengan nilai berturut-turut 16,59 helai, 119,33 gram, dan 32,87 gram. Penggunaan lindi hasil biokonversi limbah buah tomat oleh larva H. illucens dengan tingkat konsentrasi 30% sebagai campuran larutan nutrisi hidroponik merupakan perlakuan yang optimal dan memberikan pengaruh yang sama dengan perlakuan 100% AB Mix terhadap pertumbuhan kale (Brassica oleracea var. acephala) meliputi tinggi tanaman, jumlah daun, dan berat basah.", "Daftar File": {"ABSTRAK Titin Susanti": "https://digilib.itb.ac.id/gdl/download/250441"}, "Penulis": "Titin Susanti [11418016]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Dana Permana", "Dr. Ir. Aep Supriyadi, M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "AB Mix, H.illucens, hidroponik, kale, lindi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2022"}