{"Nomor": 66023, "Judul": "SINTESIS DAN KARAKTERISASI HIGH ENTROPY OXIDES (MG,CU,CO,NI,ZN)O", "Abstrak": "HEO (High entropy oxides) tergolong material yang baru dikembangkan pada tahun 2015, sehingga sampai saat ini terus dilakukan penelitian dan eksplorasi. Akan tetapi, sejauh ini baru terdapat satu penelitian yang membahas terkait sifat mekanik (kekerasan) HEO (Mg,Cu,Co,Ni,Zn)O. Kekerasan HEO yang dihasilkan pada penelitian tersebut mencapai 16 GPa. Artinya potensi HEO (Mg,Cu,Co,Ni,Zn)O cukup besar untuk dikembangkan dalam aplikasi yang membutuhkan sifat mekanik yang tinggi.\nSintesis high entropy oxides (Mg,Cu,Co,Ni,Zn)O dilakukan dengan metode solid state sintering pada temperatur tinggi. Bahan yang digunakan adalah serbuk MgO, CuO, CoO, NiO, dan ZnO yang memiliki spesifikasi teknis (kemurnian yang rendah). Karakterisasi XRD (X-ray diffraction) akan dilakukan untuk melihat karakteristik fasa yang muncul. Selain itu dilakukan metode studi literatur untuk membahas terkait karakteristik kekerasan, bulk density, dan morfologi permukaan yang dihasilkan dari metode sintering konvensional dengan metode FAST (Field Assisted Sintering Technology).\nDari hasil penelitian, muncul fasa lain setelah sintering yang berasal dari pengotor dan juga senyawa oksida penyusun. Lalu, dari hasil studi literatur didapatkan bahwa metode sintering FAST lebih unggul karena menghasilkan nilai kekerasan dan bulk density yang lebih tinggi serta grain size yang lebih kecil dari metode sintering konvensional", "Daftar File": {"ABSTRAK Rifki Hapid": "https://digilib.itb.ac.id/gdl/download/250438"}, "Penulis": "Rifki Hapid [13718009]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Aditianto Ramelan", "Dr. Ir. Budi Hartono Setiamarga", "Dr.Eng. Asep Ridwan Setiawan, S.T., M.Sc.", "Dr.Eng. Raden Dadan Ramdan, S.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "High entropy oxides, solid-state sintering, FAST", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2022"}