{"Nomor": 66036, "Judul": "PERANCANGAN SISTEM PENILAIAN KINERJA KARYAWAN PADA HALOFINA", "Abstrak": "PT. Akselerasi Edukasi Internasional atau lebih dikenal sebagai Halofina adalah perusahaan yang membuat dan mengembangkan sebuah aplikasi perencanaan keuangan pribadi berbasis AI (robo-advisor) yang dapat membantu seseorang dalam perencanaan keuangan dan perencanaan investasi. Sumber daya manusia merupakan aset perusahaan yang berperan sebagai pelaksana setiap proram atau kegiatan untuk mencapai tujuan perusahaan. Sebagai aset perusahaan maka sumber daya manusia memerlukan pengelolaan yang tepat untuk dapat berperan secara optimal. Salah satu kegitan penting dalam pengelolaan SDM yaitu penilaian kinerja. Penilaian kinerja dilakukan dapat meningkatkan kinerja karyawan serta penentuan gaji dan tunjangan kinerja.\nPraktik penilaian kinerja saat ini pada Halofina dilakukan berdasarkan target kinerja kuantitatif dari setiap individu. Sedangkan menurut Armstrong (2006) penilaian kinerja seharusnya tidak terbatas hanya pada tujuan yang kuantitatif. Kriteria penilaian kinerja juga harus berimbang antara hasil yang dicapai dengan perilaku dari individu yang dinilai. Oleh karena itu dilakukan penelitian ini untuk menentukan dan merancang sistem penilaian kinerja yang sesuai dengan mempertimbangkan kebutuhan dan kondisi perusahaan Halofina, dengan harapan rancangan yang dihasilkan dari penelitian ini dapat diimplementasikan pada perusahaan Halofina.\nSistem penilaian kinerja dirancang menggunakan 360-degree feedback dengan tipe penilaian yang digunakan yaitu penilaian kinerja berdasarkan hasil (result-based) dengan indikator penilaian berdasarkan Objective and Key Results (OKRs) dan penilaian perilaku (behavior-based). Pihak penilai yang terlibat dalam sistem penilaian kinerja yaitu atasan langsung, bawahan langsung, rekan kerja, dan diri sendiri. Periode penilaian kinerja dilakukan sebanyak tiga bulan sekali.", "Daftar File": {"ABSTRAK A F RIZKA MARYAM ZULAIHA": "https://digilib.itb.ac.id/gdl/download/250451"}, "Penulis": "A F RIZKA MARYAM ZULAIHA [13416082]", "Kontributor / Dosen Pembimbing": ["Dr. Indryati Sunaryo, M.Sc", "Ir. Tota Simatupang, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "sistem penilaian kinerja, penilaian kinerja berdasarkan hasil, penilaian kinerja berdasarkan perilaku, 360-degree feedback, OKRs.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2022"}