{"Nomor": 66037, "Judul": "ANALISIS PENYEBAB, DAMPAK, DAN CARA MEMITIGASI TERJADINYA CONTRACT CHANGE ORDER PADA PROYEK GEDUNG THAMRIN NINE FASE II", "Abstrak": "Dalam proses konstruksi suatu proyek infrastruktur, hampir semua proyek selalu mengalami perubahan dari dokumen kontrak awalnya atau yang biasa disebut dengan contract change order. Contract change order merupakan salah satu permasalahan pada sektor industri konstruksi yang tak kunjung usai penyelesaiannya dan selalu terjadi berulang-ulang. Perubahan pada contract change order dapat berupa penambahan, pengurangan, percepatan, maupun modifikasi pekerjaan lainnya yang dapat terjadi kapanpun mulai dari awal, pertengahan, hingga akhir pekerjaan konstruksi sehingga secara langsung maupun tidak langsung akan berdampak kepada proyek konstruksi. Atas dasar tersebut maka dilakukan penelitian ini untuk mengatasi permasalahan contract change order agar tidak terjadi pada proyek-proyek konstruksi di Indonesia terumata pada konstruksi bangunan gedung. Penelitian ini bertujuan untuk mengidentifikasi faktor-faktor penyebab, dampak serta alternatif mitigasi terhadap contract change order dengan proyek studi pada proyek Thamrin Nine fase II. Penelitian ini tergolong kedalam penelitian deskriptif analisis dengan metode kualitatif, dimana pengumpulan data dilakukan dengan cara studi literatur, penyebaran kuesioner dan wawancara terhadap pihak kontraktor yang menangani proyek pembangunan gedung Thamrin Nine fase II. Berdasarkan data yang diperoleh, didapati bahwa terdapat 10 faktor penyebab contract change order dengan skala pengaruh dan dampaknya masing-masing terhadap proyek. Kemudian dengan melakukan Fishbone Analysis, didapatkan akar permasalahan terhadap faktor-faktor penyebab tersebut untuk dimitigasi. Melalui analisis yang dilakukan terhadap penyebab, dampak dan mitigasi contract change order, didapatkan bahwa salah satu faktor penyebab yang paling mempengaruhi terhadap terjadinya contract change order yang terjadi pada proyek gedung Thamrin Nine fase II adalah penambahan scope pekerjaan, karena berdampak kepada penambahan anggaran biaya proyek dan waktu pekerjaan. Sedangkan akar permasalahan terhadap penambahan scope pekerjaan tersebut berupa perubahan desain yang diakibatkan oleh keinginan owner, sehingga untuk memitigasinya dapat dilakukan dengan cara pembuatan keputusan resmi tambahan yang dibuat bersama antara pihak owner dan kontraktor diawal kontrak untuk membatasi perubahan-perubahan tersebut.", "Daftar File": {"ABSTRAK Giffary Alfatah Abiyu Otslan": "https://digilib.itb.ac.id/gdl/download/250454"}, "Penulis": "Giffary Alfatah Abiyu Otslan [15018121]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Puti Farida Marzuki", "Dr. Iris Mahani, S.T., M.T.", "Meifrinaldi, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "contract change order, proyek gedung, fishbone analysis", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2022"}