{"Nomor": 66030, "Judul": "PERANCANGAN GEDUNG KANTOR DI KAWASAN SUDIRMAN CENTRAL BUSINESS DISTRICT (SCBD)", "Abstrak": "Perancangan gedung dilakukan untuk gedung kantor yang terdiri dari 13 lantai dan\n2 basement. Gedung dirancang sebagai sistem ganda dengan rangka pemikul\nmomen khusus dan dinding geser beton bertulang khusus dengan pembebanan\nberdasarkan SNI 1727-2020 dan perencanaan ketahanan gempa dilakukan\nberdasarkan SNI 1726-2019. Perhitungan preliminary design dilakukan secara\nmanual dan pemodelan serta analisis struktur dilakukan dengan menggunakan\nETABS. Perancangan gedung dilakukan dengan menggunakan analisis dua tahap.\nGedung ini direncanakan menggunakan metode semi top-down. Perancangan\ngeoteknik dilakukan berdasarkan SNI 8460-2017. Dinding diafragma digunakan\nsebagai dinding penahan tanah dengan perkuatan pelat didesain dengan\nmenggunakan software PLAXIS 2D. Sedangkan untuk perancangan fondasi\ndilakukan perhitungan manual dengan menggunakan metode paku keling dan\nperhitungan software menggunakan LPILE, GROUP, dan PLAXIS 3D. Untuk\nmanajemen rekayasa konstruksi, dibuat work breakdown structure, metode\npelaksanaan konstruksi, jadwal proyek, dan tahapan penyusunan RAB.\nKata kunci: semi top-down, fondasi tiang bor, dinding diafragma, LPILE, GROUP,\nPLAXIS 2D, PLAXIS 3D, sistem ganda dengan rangka pemikul momen khusus,\ndinding geser beton bertulang khusus, struktur tahan gempa, analisis dua tahap,\nmetode pelaksanaan konstruksi, jadwal proyek, RAB.", "Daftar File": {"ABSTRAK Millenia Christine": "https://digilib.itb.ac.id/gdl/download/250445"}, "Penulis": "Millenia Christine [15018077]", "Kontributor / Dosen Pembimbing": ["Ir. R. Muslinang Moestopo, M.S.EM, Ph.D.", "Sugeng Krisnanto, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Perancangna  grdung; kantor kawasan central business district;  SCBD", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2022"}