{"Nomor": 66040, "Judul": "PERENCANAAN PENGENDALIAN BANJIR KALI KRUKUT, PROVINSI DKI JAKARTA", "Abstrak": "Dibalik kemegahan dan kesibukan Kota Metropolitan di Indonesia, Jakarta, terdapat suatu fenomena yang sudah tidak asing bagi masyarakat yang tinggal disana. Banjir menjadi fenomena langganan banjir yang terjadi sejak zaman kolonial Belanda hingga masa kini. Terlebih Jakarta memiliki banyak sekali sungai yang mengalir menuju Kota Metropolitan tersebut dan salah satunya adalah Kali Krukut. Debit yang bangkitkan dengan Metode Hidrograf Satuan Sintesis yakni SCS-Snyder pada hilir dari DAS Kali Krukut dengan periode ulang 50 tahun adalah sebesar 395,66 m3/s. Hingga saat ini bangunan pengendali banjir di Kali Krukut sudah dibangun sedemikian rupa diantaranya adalah waduk-waduk eksisting pada DAS Kali Krukut yang berjumlah 7 buah, yakni Waduk Situ Babakan, Waduk Mangga Bolong, Waduk Jagakarsa, Waduk Ragunan 1, Waduk Ragunan 2, Waduk Ragunan Bonbin, dan Waduk Brigif yang terbaru. Oleh adanya waduk pengendali banjir tersebut saat ini dapat mereduksi banjir Q50 pada angka 15,03 % atau turun menjadi 336,2 m3/s. Namun meskipun telah direduksi oleh adnaya banjir, tetap saja pada lima tahun terakhir banjir kerap kali terjadi. Adapun pada Tugas Akhir ini adalah dengan melakukan perencanaan normalisasi Kali Krukut dan pemasangan sheetpile sepanjang 11,95 km agar dapat meningkatkan kapasitas tampungan sungai untuk mengatasi permasalahan banjir pada DAS Kali Krukut.", "Daftar File": {"ABSTRAK Iqbal Fauzan Herlambang": "https://digilib.itb.ac.id/gdl/download/250457"}, "Penulis": "Iqbal Fauzan Herlambang [15818015]", "Kontributor / Dosen Pembimbing": ["Ir. Hernawan Mahfudz, M.T.", "Mohammad Farid, S.T., M.T., Ph.D.", "Mohammad Bagus Adityawan, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Banjir, Kali Krukut, Normalisasi, Tanggul Sungai, Sheetpile, Waduk", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2022"}