{"Nomor": 66042, "Judul": "KARAKTERISASI DAN EKSPRESI GEN INSULIN-LIKE GROWTH FACTOR 3 (IGF3) DALAM MEREGULASI VITELOGENESIS PADA IKAN NILEM (OSTEOCHILUS VITTATUS VALENCIENNES, 1842)", "Abstrak": "Nilem merupakan ikan endemik di Indonesia, dimanfaatkan untuk konsumsi\ndan agen biokontrol, sehingga berpotensi dibudidayakan. Permasalahan utama\ndalam budidaya ikan Nilem adalah produksi tidak berkelanjutan dikarenakan\nkualitas telur yang rendah. Kualitas telur bergantung pada berbagai faktor yang\nterakumulasi selama vitelogenesis dan penting untuk perkembangan embrio.\nVitelogenesis merupakan proses pengumpulan prekursor protein yolk, terutama\nvitelogenin, oleh oosit yang sedang tumbuh untuk diproses dan disimpan di\nooplasma. Regulator utama vitelogenesis adalah estradiol-17? (E2), namun Igf\njuga diketahui berperan. Igf3, salah satu ligan Igf yang secara spesifik ditemukan\npada ikan, telah dilaporkan berperan dalam perkembangan gonad, maturasi oosit,\novulasi, dan steroidogenesis di ovarium, serta regulasi transisi penggunaan energi.\nInformasi mengenai keterlibatan gen igf3 dalam regulasi vitelogenesis dan\nketerkaitannya dalam penentuan kualitas telur ikan belum tersedia. Penelitian ini\nbertujuan untuk (i) mengkarakterisasi gen igf3 dari ikan Nilem dan mengetahui\nhomologi antar sekuen peptida Igf3 pada Teleostei; (ii) mengamati pola ekspresi\ngen igf3 selama perkembangan dan pematangan ovarium, serta performa\nreproduksi pada satu siklus reproduksi; dan (iii) mengetahui keterkaitan antara\nekspresi gen igf3 dan gen-gen lain yang terlibat dalam regulasi vitelogenesis\nterhadap kualitas telur. Penelitian dibagi dalam 3 tahap. Pada penelitian tahap satu\n(1) telah diidentifikasi karakter sekuen cDNA igf3 utuh sepanjang 1081\nnukleotida, terdiri atas 597 nukleotida penyusun open reading frame (ORF) yang\nmenyandi 198 asam amino (aa). Pada coding sequences (CDS) terdapat domain\nterkonservasi IIGF-like superfamily, terdiri atas 68 aa penyusun domain B, C, A,\ndan D pada peptida Igf3 matang. Motif terkonservasi pada superfamili protein\ninsulin berupa 6 aa sistein terdeteksi di domain B dan A. Urutan aa yang diperoleh\ndari hasil deduksi sekuen cDNA menunjukkan homologi yang tinggi (74–92 %)\ndengan protein Igf3 dari spesies lain dalam famili Cyprinidae. Hasil konstruksi\npohon filogenetika menunjukkan protein Igf3 dari ikan Nilem berkerabat paling  dekat dengan protein Igf3b ikan Mas (Cyprinus carpio) yang membentuk\nkelompok monofiletik dengan protein Igf3 dari Cyprinidae, lalu membentuk\nkelompok parafiletik dengan protein Igf3 dari spesies non-Cyprinidae. Pada\npenelitian tahap dua (2) diketahui bahwa level ekspresi mRNA igf3 Nilem paling\ntinggi terdeteksi di darah dan ovarium; moderat di hati, insang, ginjal, jantung,\ndan usus; serta rendah di hipofisa dan otot (p<0,05). Ekspresi relatif mRNA igf3\nmeningkat secara signifikan sejalan dengan ontogeni perkembangan embrio dan\ngonad, mulai dari tahap embrio hingga terbentuk ovarium matang pada ikan\nberumur lebih dari 1 tahun (p<0,05). Selama tahap pematangan ovarium dalam\nsatu siklus reproduksi (118 hari), ekspresi relatif mRNA igf3 berkorelasi positif\ntinggi (r = 0,903; p<0,01) dengan indeks gonadosomatik, yaitu meningkat pada\nfase pekembangan oosit (hari ke-1 hingga 29) dan level tertinggi teramati pada\nfase mampu memijah (hari ke-43 hingga 113), yang sejalan dengan pertumbuhan\ndan maturasi oosit, kemudian menurun signifikan pada fase regresi (hari ke-114)\ndan regenerasi (hari ke-116 dan 118) (p<0,05). Kualitas telur ikan Nilem, yang\ndiamati berdasarkan performa benih hasil pemijahan buatan, dipengaruhi oleh\nperbedaan durasi waktu fase mampu memijah dan sejalan dengan peningkatan\nekspresi relatif mRNA igf3. Semakin panjang durasi waktu fase mampu memijah\nyaitu hingga hari ke-85 atau 115, maka diamater telur, persentase fertilisasi,\npersentase penetasan, kesintasan larva umur 3 dph, dan jumlah larva abnormal\nmeningkat (p<0,05), namun tidak menyebabkan perbedaan fekunditas absolut dan\nkesintasan larva umur 10 dph dibandingkan dengan durasi hingga hari ke-57. Pada\npenelitian tahap tiga (3) dilakukan perlakuan injeksi dengan E2 dosis 0 (kontrol),\n105 (P1), 210 (P2), atau 420 ?g/kg BB (P3). Perlakuan E2 diketahui\nmemodifikasi ekspresi gen igf3 dan gen-gen yang terlibat dalam regulasi\nvitelogenesis, yaitu vtgr, esr1, esr2a, dan esr2b, dengan pola yang bergantung\npada dosis, waktu, dan fase reproduksi. Pada 24 jam pasca perlakuan E2 ekspresi\nrelatif mRNA igf3 dan vtgr terdeteksi lebih rendah, sebaliknya level ekspresi esr1\ndan esr2b lebih tinggi dibandingkan dengan kontrol (p<0,05). Selama 72 jam\npasca perlakuan E2, pola ekspresi relatif mRNA igf3 berkorelasi positif dengan\nvtgr, namun berkorelasi negatif dengan ekspresi esr1 dan esr2b. Selama fase\nperkembangan hingga mencapai fase mampu memijah, terjadi penurunan ekspresi\nrelatif mRNA vtgr, esr1 dan esr2a, namun ekspresi igf3 meningkat dan lebih\ntinggi dibandingkan dengan kontrol (p<0,05). Performa benih hasil pemijahan\nbuatan di akhir fase mampu memijah (hari ke-57) dipengaruhi oleh dosis E2 dan\npeningkatan ekspresi mRNA igf3. Fekunditas absolut dan diameter telur teramati\npaling tinggi pada perlakuan P2; persentase fertilisasi, persentase penetasan, dan\nkesintasan larva umur 3 dph teramati paling rendah pada perlakuan P3; dan larva\nabnormal umur 10 dph teramati paling rendah pada perlakuan P1, yang berbeda\nsignifikan dengan kontrol (p<0,05). Dapat disimpulkan bahwa karakteristik gen\nigf3 dari ikan Nilem serupa dengan famili protein Igf3 dari Teleostei lain dan\nhomologi terdekat dengan Igf3b dari ikan Mas. Gen igf3 terlibat dalam perkembangan gonad dan pematangan ovarium pada ikan Nilem. Peningkatan\nekspresi relatif mRNA igf3 selama tahap perkembangan dan pematangan ovarium\nberkesuaian dengan pola ekspresi vtgr dan esr1, yang menunjukkan gen igf3 turut\nberperan dalam meregulasi vitelogenesis serta secara tidak langsung memengaruhi\nkualitas telur dengan mekanisme yang diduga melibatkan regulasi gen-gen yang\nmenyandi enzim steroid, yaitu E2 sebagai regulator utama vitelogenesis, dan\ntransisi penggunaan energi untuk vitelogenesis.", "Daftar File": {"ABSTRAK Madihah": "https://digilib.itb.ac.id/gdl/download/250459"}, "Penulis": "Madihah [30617002]", "Kontributor / Dosen Pembimbing": ["Sony Heru Sumarsono, Ph.D.", "Dr. Indra Wibowo, S.Si., M.Sc."], "Jenis Koleksi": "Disertasi", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "ekspresi relatif mRNA, Igf3, kualitas telur, perkembangan gonad, struktur gen, vitelogenesis", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2022"}