{"Nomor": 66051, "Judul": "ANALISIS STRATEGI KOMUNIKASI DALAM PENGEMBANGAN AUDIENS JAKARTA BIENNALE 2021: ESOK MELALUI MEDIA SOSIAL  INSTAGRAM", "Abstrak": "Kontak minim antar manusia yang terjadi akibat pandemi Covid-19 justru membuat masyarakat Indonesia lebih banyak menggunakan ponsel pintarnya untuk bekerja dari  rumah,  bersekolah  dari  rumah,  mencari  informasi  dan  mencari  hiburan. Akibatnya masyarakat semakin terhubung dengan internet dan media sosial. Di saat pameran dan acara-acara seni rupa tidak bisa diselenggarakan secara langsung, media sosial menjadi wadah berkumpulnya audiens seni rupa. Kondisi pergeseran audiens dari ruang fisik ke ruang virtual ini dimanfaatkan oleh Jakarta Biennale yang terpaksa menunda penyelenggaraan mereka dari tahun 2020 ke 2021, dengan mengusung format hybrid yaitu pameran fisik dan pameran virtual.\nDi antara tiga jenis media sosial yang digunakan oleh Jakarta Biennale, Instagram dipilih sebagai fokus komunikasi mereka kepada audiensnya. Rumusan masalah dalam penelitian ini adalah bagaimana strategi komunikasi yang dilakukan oleh Jakarta Biennale 2021: Esok di media sosial Instagram dan bagaimana kelompok audiens baru di Instagram terbentuk pada kanal ini. Penelitian dibatasi pada konten Instagram Jakarta Biennale pada rentang waktu 9 Desember 2021 hingga 21 Januari 2022 dan pertumbuhan kelompok audiens baru yang terjadi selama rentang waktu tersebut.  Penelitian  ini  bertujuan  untuk  menghasilkan  gambaran  bagaimana Instagram dapat digunakan untuk meraih apresiasi publik berupa Like dan Comment atas konten-konten yang diunggah.\nPenelitian dilakukan dengan mix method dan pengumpulan datanya menggunakan instrumen observasi digital, wawancara purposive sampling kepada tim kerja dan seniman partisipan, serta kuesioner kepada 33 orang pengunjung Jakarta Biennale 2021: Esok. Penelitian ini menggunakan model komunikasi pameran dari Eugene Knez dan Wright, teori Tipologi Interaksi Online oleh David White dan Allison Le Cornu dan teori Aspek Keberhasilan Media Sosial oleh Lutz Finger dan Soumitra Dutta  dari  aspek  media  sosial.  Sedangkan  pada  kajian  seni,  penelitian  ini menggunakan teori Fokus Pengembangan Audiens museum yang diusulkan oleh Philip Kotler. Teori ini mengelompokkan jenis audiens di museum seni, termasuk di antara kelompok audiens baru.\nHasil analisis mendapatkan jawaban bahwa strategi komunikasi Jakarta Biennale 2021:  Esok  di  Instagram  dilakukan  dengan  menyusun  rencana  konten, menggunakan gaya bahasa dan diksi yang umum, menggunakan desain yang baik, dan terdapat satu administrator yang aktif merespon interaksi audiens. Sementara itu audiens baru berkembang didukung oleh penyebaran informasi terkait Jakarta Biennale 2021: Esok yang terlacak melalui tanda pagar #jakartabiennale2021 dan Tag kepada Instagram Jakarta Biennale.\nKomunikasi di Instagram Jakarta Biennale belum terlaksana dengan maksimal sehingga jangkauan pada kelompok audiens baru masih relatif kecil dibandingkan pertumbuhan pengguna media sosial di Indonesia. Apresiasi audiens Instagram Jakarta  Biennale  masih  berpusat  pada  minat  berkunjung  namun  minim  pada penerimaan  gagasan  pameran.  Penelitian  ini  merangkum  gambaran strategi komunikasi yang dapat dikembangkan untuk penyelenggaraan Jakarta Biennale selanjutnya maupun pameran seni rupa lainnya, serta mengundang penelitian- penelitian  lanjutan  dalam  menguak  dan  mengolah  potensi  media  sosial  bagi pengembangan audiens seni rupa di Indonesia.", "Daftar File": {"2022 TS PP DIAZ RAMADHANSYAH 1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/252630"}, "Penulis": "Diaz Ramadhansyah [27020003]", "Kontributor / Dosen Pembimbing": ["Dr. Irma Damajanti, S.Sn., M.Sn.", "Dr. Agung Hujatnika, S.Sn., M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Seni Rupa Murni", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Instagram, Jakarta Biennale, Media Sosial, Pengembangan Audiens, Strategi Komunikasi.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "27 Jun 2022"}