{"Nomor": 66059, "Judul": "ANALISIS KUALITAS AIR IRIGASI  DI KABUPATEN BANDUNG (STUDI KASUS: KECAMATAN SOREANG  DAN KECAMATAN KATAPANG)", "Abstrak": "Air merupakan komponen penting dalam hidup manusia yang dimanfaatkan baik dalam\nkegiatan domestik dan non-domestik. Pemakaian non-domestik salah satunya adalah sektor\npertanian, dimana beberapa studi menunjukkan konsumsi air di sektor ini mencapat rata-rata\n70%. Pertambahan jumlah penduduk mendorong peningkatan kebutuhan dan konversi lahan\nkawasan pertanian dan sekitarnya menjadi daerah pemukiman dan industri. Perubahan area\nsekitar pertanian termasuk jaringan irigasinya, diperkirakan bukan hanya mempengaruhi\nkuantitas pemanfaataan air seperti debit, tinggi muka air dan elevasi, namun juga berdampak\npada kualitas air irigasi. Studi mengenai pengaruh perubahan tata guna lahan dan dampaknya\npada kualitas air irigasi ini jarang dilakukan, dan menjadi tujuan penelitian ini. Penelitian\nmengambil lokasi di Kabupaten Bandung, tepatnya di Kecamatan Soreang dan Katapang, yang\nmerupakan daerah dengan perkembangan pesat dan dirancanag sebagai wilayah\npengembangan infrastruktur Kota Soreang Terpadu dan Berkelanjutan (KSTB). Penelitian\ndilakukan dengan observasi lapangan, pengambilan sampel air dan analisis parameter kualitas\nair dari 31 lokasi pada 4 Daerah Irigasi (D.I) yaitu D.I Cibeureum, D.I Kiaraeunyeuh, D.I\nLeuwikuray dan D.I Juntihilir. Hasil analisis kemudian dibandingkan dengan baku mutu\nPeraturan Pemerintah Nomor 22 Tahun 2021 kelas II dan Kriteria Mutu Air Irigasi Litbang\nSDA Tahun 2014. Dengan metode indeks pencemaran, masing-masing parameter pada setiap\ntitik akan dihitung untuk melihat status mutu air pada tiap titik sampel. Hasil hitungan\nmenunjukkan kualitas air di daerah irigasi yang diteliti sudah masuk ke dalam kategori sedang\ndan tercemar berat dengan beberapa parameter yang telah melampaui baku mutu yakni\nTemperatur, DHL, TDS, BOD, COD, SAR, %Na, DO, RSC, Amonia, Sulfat, Boron, Minyak\ndan Lemak, MBAS, Klorida, serta parameter mikrobiologis. Hasil ini sejalan dengan hasil\nobservasi di lapangan yang menunjukkan jaringan irigasi telah menjadi tempat pembuangan\nlimbah domestik, limbah industri dan peternakan di sekitar jaringan irigasi. Kondisi saluran air\nirigasi yang rusak juga menjadi salah satu faktor yang memungkinkan masuknya pencemar ke\njaringan irigasi. Dengan kualitas sumber air irigasi yang buruk, diperlukan evaluasi dan\npenanganan terhadap saluran air irigasi agar tidak mengganggu produktivitas dan kesehatan\npara petani serta konsumen.", "Daftar File": {"Abstrak Indonesia dan Inggris_Jeane Wanggai_115318039.pdf?": "https://digilib.itb.ac.id/gdl/download/250479"}, "Penulis": "Jeane Irene B G Z Wanggai [15318039]", "Kontributor / Dosen Pembimbing": ["Mayrina Firdayati, S.Si., M.T.", "Drs. Dady Surachman, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Pertanian, irigasi, dan kualitas air irigasi", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "27 Jun 2022"}