{"Nomor": 66062, "Judul": "PEMBUATAN GARAM LEVOFLOKSASIN-DHBA DAN PENGARUHNYA TERHADAP KELARUTAN, STABILITA KIMIA, DAN POTENSI ANTIBIOTIK", "Abstrak": "Levofloksasin (LF) adalah antibiotik golongan fluorokuinolon dengan spektrum\nluas. LF memiliki kelarutan terbatas dalam air serta terdegradasi oleh cahaya dan\nlembap yang membatasi pengembangannya. Oleh karena itu, telah dilakukan upaya\nuntuk meningkatkan kelarutan dan stabilitanya. Penelitian ini bertujuan membentuk\nsenyawa kombinasi dari LF dengan turunan asam benzoat, yakni asam\ndihidroksibenzoat (DHBA), kemudian mengevaluasi kelarutan, stabilita, dan\naktivitas antimikrobanya. Skrining dengan diagram fase menunjukkan LF mampu\nmembentuk senyawa kombinasi dengan 2,6-DHBA maupun 3,5-DHBA dalam\nrasio molar 1:1. Metode slow evaporation berhasil mengisolasi kombinasi LF dan\nDHBA tersebut. Padatan yang diperoleh dikarakterisasi menggunakan instrumen\nelektrotermal, differential scanning calorimetry (DSC), dan powder X-ray\ndiffractometry (PXRD). Analisis spektroskopi inframerah (FTIR), proton nuclear\nmagnetic resonance (H-NMR), dan single-crystal X-ray diffractometry (SCXRD)\ndilakukan untuk menentukan strukturnya. Hasil analisis mengonfirmasi\ndiperolehnya garam kombinasi dari LF dan DHBA. Setelah dievaluasi aspek\nkelarutan, stabilita, dan aktivitas antimikrobanya, garam ini diamati mampu\nmemodulasi kelarutan dan stabilita LF, serta meningkatkan aktivitas\nantimikrobanya. Data percobaan menunjukkan bahwa 3,5-DHBA meningkatkan\nkelarutan LF, sementara 2,6-DHBA menurunkan kelarutan LF. Namun, kedua\ngaram yang diperoleh menunjukkan stabilita yang lebih baik terhadap cahaya dan\nlembap dibawah kondisi penyimpanan dibandingkan dengan LF tunggal. Selain itu,\ngaram ini berhasil meningkatkan potensi LF sebanyak dua kali lipat. Berdasarkan\ndata yang diperoleh, garam dari LF dengan kedua turunan asam benzoat berpotensi\nuntuk dikembangkan lebih lanjut menjadi formulasi sediaan farmasi", "Daftar File": {"ABSTRAK Muhammad Ramadhan Sulaiman": "https://digilib.itb.ac.id/gdl/download/250483"}, "Penulis": "Muhammad Ramadhan Sulaiman [20721042]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Ilma Nugrahani, S.Farm., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "levofloksasin, asam dihidroksibenzoat, garam, kelarutan, stabilita kimia, potensi antibiotik.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "27 Jun 2022"}