{"Nomor": 66077, "Judul": "PENENTUAN SEISMIC LOAD YANG TEPAT UNTUK MENDAPATKAN FAKTOR KEAMANAN DINAMIK LERENG AKIBAT PELEDAKAN DAN GEMPA BUMI", "Abstrak": "Penggalian lereng dapat dilakukan dengan metode penggalian secara langsung menggunakan alat gali mekanis atau dengan pengeboran dan peledakan. Metode pengeboran dan peledakan dalam pembuatan lereng dapat menimbulkan getaran yang dapat mempengaruhi kestabilan lereng. Analisis kestabilan lereng akibat peledakan dapat dilakukan dengan menghitung faktor keamanan (FK) dinamik lereng. Nilai FK dinamik bisa dihitung menggunakan dua prinsip yaitu secara pseudostatik dan full dynamic. FK dinamik yang dihitung berdasarkan prinsip pseudostatik selanjutnya disebut sebagai FK pseudostatik. Perhitungan FK pseudostatik ini masih dianggap terlalu konservatif karena lereng diasumsikan menerima beban/percepatan maksimum tanpa mempertimbangkan durasi terjadinya peledakan. Sedangkan perhitungan FK dinamik secara full dynamic masih jarang dilakukan karena cara ini terlalu sulit untuk dilakukan dimana input dinamiknya menggunakan nilai percepatan yang berubah-ubah terhadap waktu.\n\nOleh karena itu dilakukan penelitian ini dengan tujuan untuk menentukan batas beban seismik/percepatan dalam perhitungan FK pseudostatik agar nilai yang didapatkan setara dengan FK dinamik secara full dynamic dalam durasi sekali peledakan. FK dinamik secara full dinamik dihitung dengan metode simulasi dinamik yang menggunakan nilai displacement dalam perhitungannya. Penelitian ini dilakukan menggunakan pemodelan numerik 2D pada software Slide2 dengan metode Newmark untuk menghasilkan displacement. Kemudian dilakukan simulasi dinamik dengan menurunkan parameter kuat geser material lereng hingga displacement yang dihasilkan mencapai kriteria yang telah ditetapkan yaitu 5 mm. Prinsip penurunan parameter kuat geser ini disebut dengan strength reduction factor (SRF). Nilai SRF ketika displacement mencapai 5 mm dapat dinyatakan sebagai FK dinamik lereng.\n\nHasil penelitian menyatakan bahwa beban seismik yang tepat untuk perhitungan FK pseudostatik yaitu sebesar 55% dari PPA untuk satu kali peledakan dan 70% dari PPA untuk satu kali gempa bumi. Selain itu, massa batuan dan jenis beban seismic yang diinput pada model juga mempengaruhi perhitungan FK dinamik lereng. FK pseudostatik lebih tepat digunakan ketika kelas massa batuan sangat buruk dan beban dinamik yang digunakan berupa gelombang gempa.", "Daftar File": {"ABSTRAK Muhammad Choirul Viqri Mubarok": "https://digilib.itb.ac.id/gdl/download/250500", "BAB 1 Muhammad Choirul Viqri Mubarok": "https://digilib.itb.ac.id/gdl/download/250501", "BAB 2 Muhammad Choirul Viqri Mubarok": "https://digilib.itb.ac.id/gdl/download/250502", "BAB 3 Muhammad Choirul Viqri Mubarok": "https://digilib.itb.ac.id/gdl/download/250503", "BAB 4 Muhammad Choirul Viqri Mubarok": "https://digilib.itb.ac.id/gdl/download/250504", "BAB 5 Muhammad Choirul Viqri Mubarok": "https://digilib.itb.ac.id/gdl/download/250505", "BAB 6 Muhammad Choirul Viqri Mubarok": "https://digilib.itb.ac.id/gdl/download/250507", "PUSTAKA Muhammad Choirul Viqri Mubarok": "https://digilib.itb.ac.id/gdl/download/250508"}, "Penulis": "Muhammad Choirul Viqri Mubarok [22120304]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ridho Kresna Wattimena, M.T, Ph.D.", "Prof. Ir. Ridho Kresna Wattimena, M.T, Ph.D.", "Simon Heru Prassetyo, S.T., M.Sc., Ph.D.", "Simon Heru Prassetyo, S.T., M.Sc., Ph.D.", "Yudhidya Wicaksana, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "beban seismik, kestabilan lereng, pseudostatik, dinamik, faktor keamanan.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "27 Jun 2022"}