{"Nomor": 66075, "Judul": "EKSTRAKSI MINYAK ATSIRI DARI TUNAS DAN DAUN CENGKEH (SYZYGIUM AROMATICUM) MENGGUNAKAN METODE DISTILASI UAP DENGAN PERLAKUAN AWAL FERMENTASI SUBSTRAT PADAT OLEH JAMUR TRICHODERMA HARZIANUM PADA DUA MEDIUM PERTUMBUHAN", "Abstrak": "Minyak atsiri dari tunas dan daun cengkeh (Syzygium aromaticum) diketahui memiliki berbagai manfaat medis. Minyak tersebut tersimpan di dalam kantong minyak yang terlingkupi oleh dinding sel. Struktur dinding sel cengkeh memberikan hambatan pada proses ekstraksi minyak cengkeh. Perlakuan awal berupa fermentasi substrat padat dengan jamur Trichoderma harzianum merupakan salah satu upaya untuk mengurangi hambatan tersebut. Penelitian ini bertujuan untuk menentukan waktu dan medium fermentasi yang dapat memberikan perolehan minyak cengkeh tertinggi. Fermentasi oleh T. harzianum berlangsung selama 9 hari menggunakan dua variasi substrat padat, yaitu tunas dan daun cengkeh, serta dua variasi medium, yaitu Potato Dextrose Agar (PDA) dan Potato Dextrose Broth (PDB). Minyak cengkeh diekstraksi menggunakan metode distilasi uap selama 5 jam. Perolehan minyak tunas dan daun cengkeh tanpa fermentasi secara berturut-turut adalah sebesar 4,73% dan 3,3%. Tunas cengkeh yang difermentasi selama 9 hari pada medium PDB memberikan perolehan minyak tertinggi hingga mencapai 9,13%. Minyak cengkeh yang dihasilkan berwarna kuning pucat hingga cokelat muda dengan aroma rempah yang khas. Hasil analisis menggunakan Gas Chromatography-Mass Spectrometry (GC-MS) menunjukkan bahwa eugenol merupakan senyawa utama penyusun minyak tunas dan daun cengkeh (74,83-94,52%). Minyak cengkeh terbukti memiliki aktivitas antimikroba yang tinggi terhadap bakteri Staphylococcus aureus dan Pseudomonas aeruginosa. Zona inhibisi minyak cengkeh terhadap bakteri S. aureus dan P. aeruginosa secara berturut-turut berada pada rentang 14,25-26,25 mm dan 14-19 mm.", "Daftar File": {"ABSTRAK Annida Fitriyya": "https://digilib.itb.ac.id/gdl/download/250497"}, "Penulis": "Annida Fitriyya [11218032]", "Kontributor / Dosen Pembimbing": ["Dr. Muhammad Yusuf Abduh, M.T.", "Mochamad Firmansyah, S.T., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Antimikroba, Distilasi Uap, Fermentasi Substrat Padat, Minyak Cengkeh, Trichoderma harzianum", "Sumber": "", "Staf Input/Edit": "TINI SUPARTINI", "File": "1 file", "Tanggal Input": "27 Jun 2022"}