{"Nomor": 66078, "Judul": "EKSPLORASI TEKNIK REKA LATAR TEKSTIL PADA KOSTUM DRAMA MUSIKAL MODERN DENGAN INSPIRASI KISAH MOKSA PRABU SILIWANGI", "Abstrak": "Prabu Siliwangi adalah sosok misterius yang dikenal sebagai salah satu raja pada\nmasa Kerajaan Pajajaran. kisah mengenai moksa Prabu Siliwangi saat ini sangat\nkurang bahkan jarang diperkenalkan melalui seni pertunjukan. Kisah Prabu\nSiliwangi apabila ditinjau lebih lanjut memiliki banyak hubungan dengan lahirnya\nberbagai budaya di Tatar Sunda termasuk pada tekstil. Kisah Prabu Siliwangi\nsebagai salah satu kisah yang cukup melegenda di kalangan masyarakat terutama\nmasyarakat Sunda, kisah ini menjadi inspirasi penelitian karena memiliki potensi\nuntuk menghadirkan kembali serta mengembangkan budaya Sunda dan tekstil yang\nada pada masa Kerajaan Pajajaran. Hal tersebut menjadi suatu landasan untuk\nmenghasilkan serta mengembangkan sebuah perancangan kostum melalui media\nseni pertunjukan drama musikal kisah moksa Prabu Siliwangi dengan\nmengeksplorasi teknik needlework berupa teknik bordir dan beadings. Penggunaan\nteknik needlework dapat memberi kebaruan dari unsur-unsur estetik visual, serta\npengembangan tekstil sebagai bentuk pengembangan teknik yang digunakan pada\nmasa kerajaan Pajajaran. Hasil akhir penelitian ini adalah perancangan sebuah\nkarya berupa kostum tokoh dalam kisah moksa Prabu Siliwangi yang nantinya\nditampilkan melalui media drama musikal menggunakan teknik needlework.\nPenelitian ini menjadi bentuk sebuah penghidupan kembali sejarah serta budaya\nyang kian dilupakan oleh masyarakat.", "Daftar File": {}, "Penulis": "Dina Angelina [17218022]", "Kontributor / Dosen Pembimbing": ["Dr. Yan Yan Sunarya, S.Sn., M.Sn.", "Tyar Ratuannisa, S.Ds., M.Ds.", "Radi Arwinda, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kriya", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Kostum Drama Musikal, Needlework, Prabu Siliwangi, Rekalatar, Tekstil", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "27 Jun 2022"}