{"Nomor": 66079, "Judul": "EKSTRAKSI MINYAK ATSIRI DARI TUNAS DAN DAUN CENGKEH (SYZYGIUM AROMATICUM) MENGGUNAKAN METODE HIDRODISTILASI DENGAN PERLAKUAN AWAL FERMENTASI SUBSTRAT PADAT OLEH JAMUR TRICHODERMA HARZIANUM PADA DUA MEDIUM PERTUMBUHAN", "Abstrak": "Minyak cengkeh (Syzygium aromaticum) merupakan minyak atsiri yang luas penggunaannya dan menjadi salah satu produk berkualitas unggul yang diproduksi Indonesia. Keberadaannya yang terisolasi oleh komponen lignoselulosa pada biomassa cengkeh menyebabkan rendahnya perolehan minyak yang didapatkan. Perlakuan awal fermentasi oleh mikroba dapat menjadi alternatif solusi. Mikroba mampu menghasilkan enzim pendegradasi lignoselulosa sehingga nantinya didapatkan perolehan minyak cengkeh yang optimum. Penelitian ini dilakukan untuk menentukan medium dan waktu fermentasi oleh jamur Trichoderma harzianum agar menghasilkan perolehan minyak atsiri tertinggi dari tunas dan daun cengkeh dengan metode ekstraksi hidrodistilasi selama 4 jam. Fermentasi dilakukan selama 3, 6, dan 9 hari dengan variasi medium berupa Potato Dextrose Agar (PDA) dan Potato Dextrose Broth (PDB). Perolehan minyak tunas dan daun cengkeh tanpa proses fermentasi didapatkan secara berturut-turut sebesar 6,26% dan 5,57%. Perlakuan awal berupa fermentasi mampu meningkatkan perolehan minyak tunas cengkeh menjadi 13,25% dengan waktu fermentasi selama 6 hari pada medium PDA. Minyak tunas dan daun cengkeh yang dihasilkan berwarna kuning pucat–coklat muda, berorama khas senyawa eugenol, serta memiliki densitas masing-masing 0,790–1,085 g/mL dan 0,890–1,087 g/mL. Minyak tunas cengkeh mengandung komponen utama yaitu eugenol (86,51-97,15%) dan caryophyllene (2,01-2,93%), sedangkan minyak daun cengkeh mengandung eugenol (77,62-82,91%), caryophyllene (12,58-15,44%), caryophyllene oxide (1,83-4,29%), serta humulene (1,67-2,03%). Minyak cengkeh memiliki aktivitas antibakteri dengan zona inhibisi berada pada rentang 0,70-2,20 cm untuk Staphylococcus aureus dan pada rentang 0,65-1,35 cm untuk Pseudomonas aeruginosa serta memiliki kecenderungan sebagai senyawa dengan aktivitas antibakteri yang tinggi.", "Daftar File": {"ABSTRAK Salfa Afifah Amini": "https://digilib.itb.ac.id/gdl/download/250509"}, "Penulis": "Salfa Afifah Amini [11218005]", "Kontributor / Dosen Pembimbing": ["Dr. Muhammad Yusuf Abduh, M.T.", "Mochamad Firmansyah, S.T., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Aktivitas Antibakteri, Fermentasi, Hidrodistilasi, Minyak Cengkeh, Trichoderma harzianum", "Sumber": "", "Staf Input/Edit": "TINI SUPARTINI", "File": "1 file", "Tanggal Input": "27 Jun 2022"}