{"Nomor": 66081, "Judul": "PENGEMBANGAN ALAT BANTU LATIHAN RENANG GAYA BEBAS UNTUK ATLE", "Abstrak": "Cabang olahraga renang adalah salah satu penghasil banyak medali yang dapat diperoleh\noleh individu dalam satu perlombaan karena cabang olahraga renang memiliki banyak\nnomor lomba yang dapat menghasilkan medali, selama ini Indonesia kurang menonjol\ndalam olahraga renang padahal cabang olahraga adalah salah satu cabang olahraga yang\nselalu menyumbang banyak medali pada acara multi olahraga. Gaya bebas memiliki\nnomor lomba terbanyak dalam pertandingan renang, dengan menguasai gaya bebas\nseorang individu dapat mengikuti banyak nomor lomba gaya bebas, oleh karena itu\npeluang mendapat lebih banyak medali semakin besar untuk meraih prestasi dan\nmenjunjung martabat bangsa di mata dunia olahraga internasional. Untuk meningkatkan\nprestasi atlet dimulai dari tahap latihan. Alat bantu latihan renang adalah alat esensial\nuntuk meningkatkan performa, selama ini alat bantu latihan digunakan untuk\nmengakomodasi latihan pada semua gaya dalam renang, padahal masing-masing gaya\nrenang memiliki keunikan propulsi dan berbeda satu sama lain, akibatnya ada beberapa\npoin penting yang tidak dapat diakomodasi oleh suatu alat renang dalam latihan pada gaya\ntertentu, contoh dalam gaya bebas adalah Kickboard yang tidak dapat mengakomodasi\nlatihan isolasi kaki gaya bebas secara efektif karena latihan yang dilakukan tidak\nmelibatkan body roll padahal peran body roll khususnya rotasi pinggul yang penting untuk\nmeningkatkan kekuatan tendangan gaya bebas, serta latihan dengan Kickboard tidak\nmemiliki tempo padahal dalam gerakan kaki gaya bebas terdapat beberapa tempo kaki\nseperti six beat kick untuk meningkatkan body roll yang dapat meningkatkan jangkauan\ndan jarak per kayuhan lengan serta membuat tubuh tetap streamline untuk meminimalisir\ndrag, latihan tersebut belum pernah diakomodasi oleh alat yang sudah ada.", "Daftar File": {}, "Penulis": "Helmi D. Muliba [17518004]", "Kontributor / Dosen Pembimbing": ["Achmad Syarief, S.Sn., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Produk", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "alat bantu latihan renang, body roll, gaya bebas, latihan renang, six beat kick", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "27 Jun 2022"}