{"Nomor": 66084, "Judul": "PERANCANGAN METODE REPACKING BAHAN BAKU DAN TATA LETAK FASILITAS DI PT PARAGON TECHNOLOGY AND INNOVATION", "Abstrak": "PT Paragon Technology and Innovation (PT PTI) merupakan salah satu perusahaan\nmanufaktur kosmetik nasional terbesar di Indonesia. Gudang bahan baku PT PTI\ndibagi menjadi dua yaitu gudang pusat di Jatake 6 dan gudang transit di Jatake 1\ndan Jatake 2. Gudang transit berfungsi untuk menyimpan inventori bahan baku\nsementara sebelum disalurkan ke bagian produksi. Saat ini, gudang transit Jatake 1\nmenghadapi masalah inventori bahan baku yang berlebih karena dikirimkan dalam\nkemasan besar (bulk) dan kuantitasnya melebihi kebutuhan. Untuk mengatasinya,\nPT PTI mengusulkan proses repack, yaitu proses pengemasan kembali bahan baku\nke dalam kemasan yang lebih kecil. Sebelumnya, proses repack sudah pernah\nditerapkan untuk beberapa bahan baku dalam kemasan drum. Ke depannya, PT PTI\ningin menerapkan proses repack untuk seluruh bahan baku yang membutuhkan.\nUntuk menjalankan proses repack, PT PTI harus menentukan bahan baku yang\nmembutuhkan proses repack dan jumlah yang dibutuhkan setiap minggu. Selain itu\nPT PTI juga harus menyediakan fasilitas ruang repack dan gudang bahan baku hasil\nrepack. Penelitian ini bertujuan untuk merancang metode repacking bahan baku\ndan tata letak fasilitas di gudang bahan baku PT PTI.\nBahan baku yang membutuhkan proses repack ditentukan menggunakan metode\npengambilan keputusan multi kriteria, berdasarkan tiga kriteria yang ditetapkan.\nJumlah kebutuhan bahan baku repack per minggu dihitung dengan merata-ratakan\ndata kebutuhan bahan baku dari minggu ke-5 hingga minggu ke-20 tahun 2021.\nBerdasarkan jumlah kebutuhan bahan baku repack per minggu, ditentukan dua jenis\nproses repack bahan baku yaitu repack harian dan repack mingguan. Perancangan\ntata letak fasilitas repack bahan baku dilakukan menggunakan pendekatan\nSystematic Layout Planning (SLP) dengan menerapkan jenis tata letak proses.\nPembangkitan tata letak awal dilakukan menggunakan perangkat lunak Microsoft\nExcel dan pencarian alternatif tata letak perbaikan dilakukan menggunakan bantuan\nperangkat lunak Microsoft Excel Add-Ins dan WinQsb yang menggunakan\nalgoritma CRAFT. Tata letak gudang bahan baku hasil repack dirancang\nberdasarkan jumlah rak dan luas lorong yang dibutuhkan untuk transportasi hand\npallet.\nDari hasil pengambilan keputusan multi kriteria, terdapat 244 item bahan baku yang\nmembutuhkan proses repack dengan jumlah kebutuhan yang berbeda-beda. Dari\n244 item ini, terdapat 13 item bahan baku dengan jenis repack mingguan.\nRancangan tata letak fasilitas repack bahan baku usulan terdiri dari 1 fasilitas\nrepack liquid, 1 fasilitas repack semisolid, dan 2 fasilitas repack powder. Tata letak\nfasilitas repack usulan memiliki luas total 108 m² dan menghasilkan total ongkos\nmaterial handling sebesar Rp5.865,82 per minggu. Tata letak gudang bahan baku\nhasil repack terdiri dari 2 rak dan memiliki luas total sebesar 14,4 m².", "Daftar File": {"ABSTRAK Golda Kinsky Althiora": "https://digilib.itb.ac.id/gdl/download/250514"}, "Penulis": "Golda Kinsky Althiora [13417104]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sukoyo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "gudang, proses repack, metode repacking, tata letak fasilitas, ongkos material handling, tata letak gudang", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "27 Jun 2022"}