{"Nomor": 66092, "Judul": "PERANCANGAN SISTEM ANALISIS SENTIMEN UNTUK KLASIFIKASI SENTIMEN KONSUMEN TIKET.COM DI TWITTER", "Abstrak": "Machine learning memiliki potensi tinggi bagi perusahaan untuk melakukan data\ndriven design yang berperan penting dalam meningkatkan customer loyalty.\ntiket.com merupakan sebuah Online Travel Agent (OTA) dengan visi to be the most\nloved Online Travel Agent (OTA) & lifestyle app. Namun demikian, penerapan\nmachine learning dalam bentuk text mining untuk meningkatkan kemampuan\nperusahaan dalam melakukan data driven design belum terfasilitasi secara\nmaksimal. Maka dari itu, penelitian ini bertujuan untuk menciptakan sistem untuk\nmenganalisis sentimen dari tweet yang berhubungan dengan tiket.com.\nPenelitian ini dilakukan dengan pembuatan model dan juga prototipe. Pembuatan\nmodel dilakukan dengan dua algoritma yaitu Support Vector Machine dan juga\nNaïve Bayes. Digunakan sebanyak 22,595 data untuk membangun model yang\nselanjutnya dilakukan preprocessing terlebih dahulu. Pembuatan model dan\npengujiannya dilakukan dengan membagi data yang digunakan dengan proporsi\n70:30 untuk data train dan data test. Adapun klasifikasi sentimen diterapkan untuk\ntiga kategori yaitu Good, Bad, dan Neutral.\nModel dengan algoritma Support Vector Machine menjadi model terbaik dengan\nnilai akurasi sebesar 81,96%. Model dengan algoritma Naïve Bayes memiliki nilai\nakurasi sebesar 78,62%. Model dengan algoritma Support Vector Machine terpilih\ndan digunakan pada prototipe yang dibuat dalam bentuk aplikasi untuk\nmemprediksi data yang baru di kemudian hari. Dalam prototipe juga ditampilkan\nvisualisasi dalam bentuk pie chart, wordcloud, dan juga tabel sesuai dengan\nkebutuhan dari pengguna.", "Daftar File": {"ABSTRAK Aqila Hanifah Syarief": "https://digilib.itb.ac.id/gdl/download/250520"}, "Penulis": "Aqila Hanifah Syarief [13418016]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Rajesri, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "tiket.com, Text Mining, Analisis Sentimen, Support Vector Machine, Naïve Bayes, Twitter", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "27 Jun 2022"}