{"Nomor": 66099, "Judul": "ISOLASI SENYAWA INHIBITOR ENZIM TIROSINASE DARI EKSTRAK ETANOL DAUN TEH HIJAU (CAMELLIA SINENSIS (L.) KUNTZE)", "Abstrak": "Tirosinase merupakan enzim yang berperan penting dalam produksi melanin. Adanya produksi\nmelanin berlebih dapat menyebabkan masalah hiperpigmentasi. Senyawa inhibitor enzim tirosinase\ndapat menjadi solusi dari masalah hiperpigmentasi. Hasil penelitian sebelumnya menyatakan bahwa\nekstrak metanol teh hijau memiliki potensi sebagai inhibitor enzim tirosinase. Penelitian ini bertujuan\nuntuk menentukan potensi ekstrak etanol dan fraksi daun teh hijau (Camellia sinensis (L.) Kuntze)\nsebagai inhibitor enzim tirosinase dan mengisolasi senyawa aktifnya. Ekstraksi dilakukan\nmenggunakan etanol. Fraksinasi dilakukan menggunakan metode ekstraksi cair-cair dengan pelarut nheksana, etil asetat, dan air. Uji aktivitas dilakukan secara kuantitatif dan kualitatif. Secara kuantitatif\nmelalui penentuan nilai IC50 masing-masing sampel dan secara kualitatif dengan metode bioautografi.\nSampel ekstrak etanol, fraksi etil asetat, dan fraksi air memiliki nilai IC50 antara 338,94 µg/mL hingga\nlebih dari 1.470,08 µg/mL. Sedangkan fraksi n-heksana menunjukkan persen inhibisi di bawah 50%\npada konsentrasi uji tertinggi 2.000 µg/mL. Fraksinasi lanjutan dilakukan terhadap fraksi etil asetat\ndengan metode kromatografi cair vakum. Fraksi terpilih yang mengandung senyawa target dilakukan\nfraksinasi lanjutan menggunakan metode kromatografi kolom klasik. Fraksi terpilih dilakukan\npemurnian menggunakan metode kromatografi lapis tipis preparatif. Isolat Z yang berasal dari fraksi\netil asetat yang secara kualitatif aktif memberikan efek inhibisi terhadap enzim tirosinase merupakan\nsenyawa yang memiliki gugus fenol.", "Daftar File": {"ABSTRAK Amalia Akhsani": "https://digilib.itb.ac.id/gdl/download/250533"}, "Penulis": "Amalia Akhsani [10718012]", "Kontributor / Dosen Pembimbing": ["Dr. Rika Hartati, S.Si., M.Si.", "Dr. apt. Muhamad Insanu, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Camellia sinensis, Hiperpigmentasi, Inhibitor tirosinase, Teh hijau", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "27 Jun 2022"}