{"Nomor": 66091, "Judul": "PERANCANGAN KENDARAAN LISTRIK MODULAR BERBASIS BATERAI SEBAGAI KENDARAAN ARMADA OPERASIONAL UNIT PENGELOLA TEKNIS TAMAN MARGASATWA RAGUNAN", "Abstrak": "Dampak lingkungan dari penggunaan kendaraan berbahan bakar telah menjadi isu\nglobal, yang erat dengan isu polusi udara dan suara. Perhatian yang tinggi akan\npermasalahan ini telah mendorong adopsi dan transisi menuju alat transportasi\nyang lebih ramah lingkungan, dengan kendaraan listrik berbasis baterai yang\nditetapkan sebagai kendaraan masa depan. Kendaraan listrik memiliki beberapa\nkelebihan, diantaranya: sistem penggerak yang tidak menghasilkan emisi karbon\ndan suara secara langsung, ketersediaan torsi, efisiensi sistem penggerak, biaya\nkepemilikan yang lebih murah, serta ketersediaan energi dalam baterai kendaraan\nitu sendiri. Taman Margasatwa Ragunan merupakan salah satu taman margasatwa\nterbesar di Asia Tenggara dan menggunakan hampir 100 kendaraan dalam armada\nuntuk mendukung berbagai kegiatan operasional seperti pengantaran pakan,\npemeliharaan kandang, pembangunan, transportasi petugas, dll. Pendekatan\nmodular optimal untuk kegiatan yang beragam, dengan adanya kendaraan yang\ndapat berubah fungsi dan kapasitas secara cepat untuk memenuhi setiap\nkebutuhan aktivitas tertentu. Adopsi kendaraan listrik berkembang pesat dalam\nkasus serupa, namun sedikit desain kendaraan yang memenuhi kebutuhan\nberagam dan terus berkembang di Taman Margasatwa Ragunan, sehingga desain\nkendaraan baru dengan sistem penggerak listrik dan desain modular dibutuhkan.\nKendaraan yang dirancang mengeksplorasi berbagai kelebihan dan potensi dari\nkendaraan listrik dalam mendukung kegiatan operasional, serta memanfaatkan\npendekatan modular untuk menanggulangi kekurangan yang dimiliki kendaraan\nlistrik.", "Daftar File": {}, "Penulis": "Muhammad Rayhan Arifinsyah [17518024]", "Kontributor / Dosen Pembimbing": ["Dr. Yannes Martinus Pasaribu, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Produk", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Kendaraan Listrik, Modular, Armada Operasional, Taman Margasatwa Ragunan", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "27 Jun 2022"}