{"Nomor": 66093, "Judul": "ISOLASI SENYAWA PENGHAMBAT ENZIM TIROSINASE DARI KULIT BATANG KAYU MANIS (CINNAMOMUM BURMANNII (NEES & T. NEES) BLUME)", "Abstrak": "Hiperpigmentasi adalah suatu kondisi akibat peningkatan produksi melanin yang dipicu oleh enzim\ntirosinase sebagai katalisator pembentukan melanin. Pada penelitian sebelumnya, diketahui bahwa\nsenyawa fenolik dan kandungan minyak atisiri pada kayu manis memiliki aktivitas sebagai inhibitor\ntirosinase. Penelitian ini bertujuan menentukan potensi ekstrak etanol dan fraksi kulit batang kayu manis\n(Cinnamomum burmannii (Nees & T. Nees) Blume) sebagai inhibitor enzim tirosinase dan mengisolasi\nsenyawa aktifnya. Serbuk simplisia diekstraksi dengan metode maserasi menggunakan pelarut etanol 96%\ndan dipantau dengan kromatografi lapis tipis. Fraksinasi dilakukan dengan metode ekstraksi cair-cair\nmenggunakan pelarut n-heksana, etil asetat, dan etanol-air. Uji aktivitas secara kuantitatif dilakukan\nterhadap ekstrak dan fraksi. Data absorbansi diolah menjadi nilai % inhibisi pada tiap konsentrasi dan IC50\nditentukan melalui regresi linear antara log konsentrasi terhadap % inhibisi. Nilai IC50 sampel ekstrak, fraksi\nn-heksana, fraksi etil asetat, dan fraksi etanol air berturut-turut adalah 9.442,41 ± 61,37 ; 728,95 ± 27,09;\n1.173, 42 ± 45,15; dan >10.000 µg/mL. Aktivitas inhibisi enzim pada uji aktivitas dengan metode\nkromatografi lapis tipis bioautografi diindikasikan oleh bercak putih dengan latar belakang abu-abu.\nSubfraksinasi dilakukan dengan metode kromatografi kolom klasik dan subfraksi terpilih dimurnikan dengan\nmetode kromatografi lapis tipis preparatif. Uji kemurnian dilakukan menggunakan metode kromatografi\nlapis tipis pengembangan tunggal dengan tiga fase gerak dan kromatografi lapis tipis dua dimensi. Hasil dari\nuji kemurnian diperoleh isolat W, isolat X, isolat Y, dan isolat Z. Isolat kemudian dikarakterisasi\nmenggunakan penampak bercak spesifik. Pada ekstrak etanol kulit batang kayu manis terdapat senyawa\ngolongan fenol, flavonoid, kumarin, dan triterpenoid. Fraksi n-heksana memberikan aktivitas inhibisi\nterhadap enzim tirosinase yang lebih kuat dari ekstrak etanol, fraksi etil asetat, dan fraksi etanol-air. Dari\nfraksi n-heksana didapatkan isolat W, X, Y, dan Z yang teridentifikasi sebagai senyawa golongan triterpenoid\ndan memberikan aktivitas inhibisi enzim tirosinase secara kualitatif.", "Daftar File": {"ABSTRAK Ismah Ibtihal Fadhilah": "https://digilib.itb.ac.id/gdl/download/250522"}, "Penulis": "Ismah Ibtihal Fadhilah [10718079]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Rika Hartati, M.Si.", "Dr. apt. Defri Rizaldy, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "kulit batang kayu manis, hiperpigmentasi, tirosinase, triterpenoid, Cinnamomum burmannii", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "27 Jun 2022"}