{"Nomor": 66095, "Judul": "KAJIAN IN SILICO HUBUNGAN DIMERISASI, AKTIVITAS, DAN RESISTENSI TERHADAP ENZIM PROTEOLITIK PADA CU,ZN SUPEROKSIDA DISMUTASE DARI CITRUS LIMON", "Abstrak": "Cu,Zn superoksida dismutase Citrus limon (SOD_Cl) merupakan antioksidan dan berpotensi menjadi\nagen terapeutik untuk mengatasi kondisi stres oksidatif. SOD_Cl stabil pada rentang pH yang lebar\ndan tahan terhadap proteolisis enzim tripsin dan kimotripsin sehingga dapat menjadi kandidat\nprotein terapeutik untuk penghantaran per oral maupun topikal. SOD_Cl aktif dalam bentuk\nmonomer dan dimer, dengan dimer memiliki aktivitas 65% lebih tinggi dibandingkan bentuk\nmonomernya. Penelitian ini bertujuan untuk mempelajari hubungan dimerisasi dan aktivitas serta\nketahanan terhadap proteolisis tripsin dan kimotripsin secara in silico. Analisis interaksi residu\ndisekitar sisi aktif dan residu di antarmuka dimer dilakukan menggunakan program Coot dan SpotOn.\nKetahanan struktur SOD_Cl terhadap proteolisis diprediksi dari nilai Solvent Accessible Surface Area\n(SASA), B-factor, dan struktur sekunder situs pemotongan protease. Hasil menunjukkan bahwa\ngeometri sisi aktif distabilkan oleh residu asam amino Gly43, Gly60, Gly81, Gly123, Gly140, dan\nGly137. Interaksi di antarmuka dimer SOD_Cl dibentuk oleh ikatan hidrogen dan interaksi\nhidrofobik. Residu di antarmuka dimer diprediksi bukan merupakan bagian sisi aktif SOD_Cl.\nInteraksi hidrofobik pada antarmuka dimer mempengaruhi geometri sisi aktif agar optimal dan\nmenjaga stabilitas enzim. Pada SOD_Cl terdapat 9 situs pemotongan tripsin dan 23 situs\npemotongan kimotripsin. Struktur SOD_Cl tahan terhadap proteolisis tripsin dan kimotripsin karena\naksesibilitas ke situs pemotongan dan fleksibilitas struktur yang rendah.", "Daftar File": {"ABSTRAK Virgi Anisa Abdillah": "https://digilib.itb.ac.id/gdl/download/250523"}, "Penulis": "Virgi Anisa Abdillah [10718042]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Ratna Annisa Utami", "Dr. Wangsa Tirta Ismaya"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "SOD, Citrus limon, dimerisasi, proteolisis", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "27 Jun 2022"}