{"Nomor": 66094, "Judul": "SENYAWA ANTI-AGING PALMITOIL PEPTIDA: PENGUJIAN TOKSISITAS AKUT PADA EMBRIO ZEBRAFISH (DANIO RERIO), STUDI INTERAKSI TERHADAP RESEPTOR, DAN PREDIKSI TOKSISITAS SECARA IN SILICO", "Abstrak": "Penuaan kulit wajah merupakan proses degeneratif yang mempengaruhi struktur kulit akibat dari\nfaktor intrinsik dan faktor ekstrinsik, seperti paparan radiasi ultraviolet. Indonesia merupakan\nnegara tropis yang penduduknya rentan mengalami penuaan kulit yang disebabkan oleh radiasi\nultraviolet matahari. Telah digunakan banyak senyawa anti-aging untuk mengatasi dan mencegah\npenuaan kulit, seperti palmitoil oligopeptida (PO), palmitoil tetrapeptida-7, asetil heksapeptida-8,\npalmitoil pentapeptida-4, palmitoil tripeptida-8 (PT8), dan palmitoil tripeptida-5 (PT5). Oleh karena\nitu, penelitian ini bertujuan untuk menentukan interaksi senyawa peptida terhadap reseptor pada\nHomo sapiens serta memprediksi toksisitasnya secara in silico, dan menentukan tingkat keamanan\nsenyawa PT5 dan PT8 dengan metode uji toksisitas akut pada embrio zebrafish. Protein target yang\ndigunakan adalah matriks metalloproteinase-1 atau MMP-1 (PDB ID: 966C), matriks\nmetalloproteinase-9 atau MMP-9 (PDB ID: 5UE4), human fibroblast stromelysin-1 atau MMP-3 (PDB\nID: 1CIZ), dan neutrofil elastase atau NE (PDB ID: 3Q77). Struktur tiga dimensi senyawa uji diunduh\ndari molview.org, lalu dioptimasi melalui GaussView 6.0 dan Gaussian 09W. Metode penambatan\nmolekul divalidasi menggunakan program AutoDock 4.2.3. Hasil penambatan molekul dianalisis\nmenggunakan Biovia Discovery Studio 21.1.0 dan prediksi toksisitasnya menggunakan Toxtree\n3.1.0.1851 dan Vega 1.1.5. Senyawa palmitoil tripeptida-5 diprediksi memiliki interaksi yang paling\nbaik dengan seluruh protein target, ditandai dengan ?G = -3,27 kkal/mol (MMP-1), -6,53 kkal/mol\n(MMP-3), -3,89 kkal/mol (MMP-9), dan -4,93 kkal/mol (NE). Toksisitas semua senyawa uji\ndiprediksikan tinggi berdasarkan Cramer Rules, sedangkan berdasarkan Kroes TTC keseluruhan\nsenyawa uji diprediksikan tidak memiliki masalah keamanan, serta menyebabkan sensitisasi kulit.\nSenyawa PO dan PT8 diprediksi bersifat karsinogenik berdasarkan Benigni Rulebase. Prediksi\ntoksisitas akut dan kronis pada PT5 dan PT8 adalah tinggi dan sedang. Nilai LC50 dari PT5 dalam\nsampel A adalah 33,544 mg/L, sedangkan nilai LC50 dari PT8 dalam sampel B adalah 2,936 mg/L.\nMaka, berdasarkan klasifikasi Ecotoxicity Categories for Terrestrial and Aquatic Organism, prediksi\ntoksisitas PT5 dan PT8 berturut-turut adalah sedikit toksik dan toksik.", "Daftar File": {}, "Penulis": "Stella Natalia [10718011]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. apt. Sophi Damayanti, S.Si., M.Si.", "Dr. Indra Wibowo, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Anti-aging, palmitoil peptida, penambatan molekul, toksisitas akut, zebrafish", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "0 file", "Tanggal Input": "27 Jun 2022"}