{"Nomor": 66108, "Judul": "OPTIMASI PERENCANAAN PRODUKSI CRUDE PALM OIL (CPO) DENGAN METODE GOAL PROGRAMMING (STUDI KASUS: PKS BERANGIR, PT PERKEBUNAN NUSANTARA IV)", "Abstrak": "PT Perkebunan Nusantara IV (PTPN IV) adalah perusahaan yang bergerak di\nbidang pengolahan kelapa sawit dan teh. PTPN IV memiliki beberapa unit usaha,\nsalah satunya Unit Usaha Berangir yang berfokus pada pengolahan kelapa sawit.\nProduktivitas suatu Pabrik Kelapa Sawit (PKS) tidak hanya dinilai dari jumlah\nminyak kelapa sawit atau Crude Palm Oil (CPO) yang dihasilkan, tetapi juga dari\nefisiensi proses produksi dan kualitas CPO yang dihasilkan.\nBerdasarkan data tahun 2020, selalu terjadi kelebihan ataupun kekurangan suplai\nTandan Buah Segar (TBS) setiap bulan di PKS Berangir. Pada semester I tahun\n2021, rata-rata selisih panen TBS aktual dengan target panen TBS adalah sekitar\n1.240 ton/bulan, dengan rata-rata persentase pemenuhan target produksi CPO\nsebesar 88,20%, dan target produksi hanya tercapai pada bulan Mei. Pencarian akar\nmasalah dilakukan dan didapati bahwa perencanaan produksi belum dirancang\ndengan metode yang sesuai dengan kondisi PKS sehingga jumlah CPO yang\ndiproduksi tidak sesuai kebutuhan.\nPenelitian ini bertujuan untuk menentukan jumlah optimal produksi CPO dan suplai\nTBS setiap bulannya untuk periode Januari – Desember 2021 dan membuat\nformulasi model goal programming (GP) yang tepat dalam membuat perencanaan\nproduksi. Proses pencarian solusi dilakukan dengan menggunakan metode\npreemptive goal programming dan weighted goal programming. Kondisi-kondisi\nyang berkaitan dengan rantai produksi CPO di PKS Berangir dijadikan goal\nconstraint dalam model GP yang dibentuk, antara lain target produksi berdasarkan\nRKAP, estimasi suplai TBS dari 3 sumber TBS, kapasitas pengolahan TBS,\nkapasitas penyimpanan CPO di storage tank, jumlah TBS yang diolah, dan\nkesesuaian pengolahan TBS dengan nilai rendemen CPO. Solusi terbaik kemudian\ndidapatkan dengan metode weighted goal programming dengan rata-rata persentase\npemenuhan demand adalah 169,57%.", "Daftar File": {"ABSTRAK NOVANDY EWALDO P. SIHOMBING": "https://digilib.itb.ac.id/gdl/download/250556"}, "Penulis": "NOVANDY EWALDO P. SIHOMBING [13417112]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sukoyo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Goal Programming, perencanaan produksi, Crude Palm Oil (CPO).", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "27 Jun 2022"}