{"Nomor": 66104, "Judul": "PERANCANGAN RAFT PILE DAN SHEET PILE PADA FASILITAS PENGELOLAAN SAMPAH TERPADU BAGI KAWASAN BANDUNG RAYA DI TPA SARIMUKTI", "Abstrak": "Desain pembangunan fasilitas pengelolaan sampah terpadu di TPA Sarimukti pada tahap I di Sarimukti, Bandung Barat terdiri dari unit kantor dan unit incinerator. Tugas akhir ini memiliki tujuan untuk merancang sistem fondasi yang dapat memikul beban struktur atas dan merancang sistem dinding penahan tanah untuk menjaga keamanan pekerjaan galian pada basement unit incinerator.\nPerencanaan desain fondasi bertujuan untuk menentukan struktur yang mampu menahan beban dari struktur atas. Analisis dilakukan berdasarkan perhitungan manual serta pemodelan melalui PLAXIS 3D dalam menentukan penurunan pada sistem fondasi. Terdapat fondasi tiang pancang dengan 6 jenis sistem raft-pile yang dirancang, yaitu raft-pile kantor, A, B, C, D, serta raft basement unit incinerator.\nPerancangan desain dinding penahan tanah bertujuan untuk menjaga keamanan pada pekerjaan galian sedalam 2,7 meter pada basement unit incinerator. Analisis dilakukan berdasarkan perhitungan manual dan pemodelan melalui PLAXIS 2D berdasarkan tahapan konstruksi. Dinding penahan tanah dirancang dengan sistem corrugated sheet pile tipe W 600 dengan kedalaman pemancangan pada elevasi -9 meter tanpa perkuatan. Seluruh hasil perancangan disampaikan dalam bentuk dokumen rancangan detail dan gambar detail.", "Daftar File": {"ABSTRAK Nadia Mahardika Rafif": "https://digilib.itb.ac.id/gdl/download/250538"}, "Penulis": "Nadia Mahardika Rafif [15018060]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Hasbullah Nawir, S.T., M.T.", "Meifrinaldi, S.T., M.T.", "Erwin Lim, S.T., M.S., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "desain fondasi tiang pancang, desain fondasi raft pile, settlement, corrugated sheet pile, GROUP, LPILE, PLAXIS 2D, PLAXIS 3D.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Jun 2022"}