{"Nomor": 66106, "Judul": "HUBUNGAN EDUKASI TERKAIT NUTRISI DAN AKTIVITAS FISIK TERHADAP GULA DARAH PUASA PASIEN PROLANIS DENGAN DIABETES TIPE 2 DI UPT PUSKESMAS GARUDA KOTA BANDUNG", "Abstrak": "Diabetes melitus tipe 2 adalah penyakit gangguan metabolik yang ditandai dengan hiperglikemia akibat\ngangguan pada sekresi insulin, kerja insulin atau keduanya yang menyumbang 90-95 % kasus diabetes\ndi dunia. Faktor gaya hidup sehat seperti pola makan dan aktivitas fisik menjadi penting dalam menjaga\nkestabilan gula darah normal. Penelitian ini merupakan studi observasional yang dilakukan secara\nprospektif dengan pengumpulan data melalui wawancara kuesioner dan pemeriksaan gula darah\npuasa. Penelitian dilakukan pada bulan Februari –April 2022 di UPT Puskesmas Garuda Kota Bandung.\nData asupan makanan harian, aktivitas fisik, dan pengetahuan terkait nutrisi didapatkan dari kuesioner.\nKuesioner Fooq Frequency Questionnaire (FFQ) untuk memperoleh data asupan makanan harian,\nInternastional Physical Activity Questionnaire (IPAQ) untuk aktivitas fisik, serta General Nutrition\nKnowledge Questionnaire (GNKQ) untuk pengetahuan nutrisi pasien. Validitas dan reliabilitas kuesioner\nGNKQ diuji kembali dengan hasil nilai C????????????­Á®ø????????!????????øÁ 0,700 untuk bagian 1 dan 0,713 untuk bagian\n2. Hasil penelitian menunjukkan pengetahuan pasien terhadap nutrisi meningkat setelah edukasi.\nTingkat pengetahuan berpengaruh secara signifikan terhadap pola konsumsi lemak (p = 0,05 dan\nkoefisien Cramer’s V = 0,352), tetapi tidak signifikan terhadap pola konsumsi karbohidrat (p = 0,106\ndan koefisien Cramer’s V = 0,288), serat (p = 0,504 dan koefisien Cramer’s V = 0,159), protein (p = 0,879\ndan koefisien Cramer’s V = 0,069), dan aktivitas fisik (p = 0,982 dan koefisien Cramer’s V = 0,026).\nEdukasi berpengaruh secara signifikan terhadap gula darah pasien (GDP) semua pasien (p = 0,045) dan\nterhadap kelompok pasien yang asupan karbohidrat (p = 0,001) dan serat (p = 0,007) yang tidak\nmemenuhi rekomendasi. Namun, edukasi belum memengaruhi GDP pasien kelompok aktivitas fisik\nyang sesuai (p = 0,871) maupun tidak sesuai rekomendasi (p = 0,078).", "Daftar File": {"ABSTRAK Nafiyatul Umaya": "https://digilib.itb.ac.id/gdl/download/251029"}, "Penulis": "Nafiyatul Umaya [11618009]", "Kontributor / Dosen Pembimbing": ["Dr. Maria Immaculata Iwo", "dr. Aditya Rahmat Pratama"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "edukasi, diabetes melitus tipe 2, nutrisi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "27 Jun 2022"}