{"Nomor": 66100, "Judul": "PENGARUH VARIABILITAS PRODUKTIVITAS LAUT TERHADAP JUMLAH TANGKAPAN SARDINELLA LEMURU DI PERAIRAN SELATAN JAWA TIMUR HINGGA NUSA TENGGARA TIMUR", "Abstrak": "Kelimpahan jumlah Sardinella lemuru dipengaruhi kondisi produktivitas laut karena ikan tersebut merupakan spesies pemangsa fito- dan zoo-plankton. Kajian ini bertujuan untuk menganalisis variabilitas produktivitas laut (nilai produktivitas primer dan biomassa zooplankton) selama tahun 1998 hingga 2018 di perairan selatan Jawa Timur hingga Nusa Tenggara Timur serta menjelaskan pengaruhnya terhadap jumlah tangkapan lemuru. Data produktivitas laut yang digunakan bersumber dari hasil model NEMO3.6–Pisces v2 sementara data jumlah tangkapan S. lemuru bersumber dari Pelabuhan Perikanan Prigi, Pengambengan, dan Muncar. Pengaruh musim dijelaskan dengan perhitungan korelasi antara produktivitas laut terhadap indeks upwelling pantai. Variasi spasio-temporal antartahunan dianalisis menggunakan metode Empirical Orthogonal Function serta perhitungan korelasi terhadap DMI (Dipole Mode Index) dan ONI (Ocean Niño Index). Perhitungan korelasi silang juga dilakukan untuk menentukan jeda waktu antara anomali produktivitas laut hingga memengaruhi jumlah tangkapan lemuru.\nProduktivitas laut di daerah kajian berfluktuasi mengikuti variasi monsoon dan mencapai nilai tertinggi (terendah) saat musim timur (barat). Fenomena iklim antar tahunan IOD lebih dominan memengaruhi produktivitas laut (r= 0,56) dibanding ENSO (r= 0,28). Ketika terjadi IOD+ (-) menyebabkan peningkatan anomali positif (negatif) produktivitas laut yang diikuti pula dengan kenaikan (penurunan) jumlah tangkapan. Tren jumlah tangkapan mengalami kenaikan 1.411 hingga 3.328.561 kg dan tren penurunan 26.000 hingga 1.911.993 kg sekitar 2 bulan setelah terjadi anomali positif serta anomali negatif produktivitas laut. Variasi IOD dan ENSO dapat memengaruhi jumlah tangkapan lemuru dengan jeda waktu sekitar 7 dan 11 bulan setelah kejadian. Hasil studi ini membuktikan variabilitas produktivitas laut hasil model ekosistem laut dapat digunakan untuk mendukung kajian terkait fenomena fluktuasi jumlah tangkapan Sardinella lemuru.", "Daftar File": {"ABSTRAK Muhammad Firman Nuruddin": "https://digilib.itb.ac.id/gdl/download/250534"}, "Penulis": "Muhammad Firman Nuruddin [12918045]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Mutiara Rachmat Putri, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Nilai Produktivitas Primer Bersih, Biomassa Zooplankton, ENSO, IOD, Monsoon.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jun 2022"}