{"Nomor": 66112, "Judul": "CUSTOMER WELL-BEING ON OMNICHANNEL SMART RETAIL: INFLUENCE OF ELECTRONIC  SHELF LABEL ON CUSTOMER POST TRANSACTION BEHAVIOR", "Abstrak": "COVID-19 telah menngubah cara orang hidup dan berinteraksi dalam berbagai\nlayanan. Tak terkecuali industri ritel. Meskipun jumlah transaksi ritel dalam\njaringan menunjukkan tren peningkatan yang signifikan, kebanyakan orang\nmasih berbelanja di luar jaringan dengan preferensi yang lebih tinggi pada\nlayanan nirsentuh. Teknologi ritel omnichannel direalisasikan melalui teknologi\ndi dalam toko (IST) yang salah satunya adalah Electronic Shelf Label (ESL).\nSudah banyak penelitian yang telah meneliti IST, namun, dampak IST pada\nkesejahteraan pelanggan dan perilaku pelanggan belum banyak diketahui. Studi\nini bertujuan untuk menilai dampak ESL sebagai IST baru yang berprospek\nterhadap kesejahteraan pelanggan dan perilaku pasca-transaksi pelanggan.\nKonstruk kesejahteraan pelanggan yang digunakan sesuai dengan paradigma\npenelitian layanan transformatif (TSR) dalam menanggapi ekspektasi pelanggan \nyang telah berubah, menjadi mendapatkan hiburan, manfaat sosial, dan\nkesehatan dari berbelanja sebagai efek dari perkembangan ekosistem ritel. Data\ndikumpulkan melalui survei dalam jaringan yang disematkan dengan video\npenjelasan fitur ESL. Sebanyak 305 tanggapan sah dari masyarakat yang tinggal\ndi Indonesia dikumpulkan dan dianalisis menggunakan pemodelan persamaan\nstruktural kuadrat terkecil parsial (PLS-SEM). Pembahasan meliputi dampak\nESL pada perilaku pasca-transaksi pelanggan (yaitu dari mulut-ke-mulut dan\nkesediaan untuk membayar) yang dimediasi oleh konsep kesejahteraan. Selain\nitu, analisis post hoc juga dilaksanakan untuk mengetahui bilamana terdapat\nperbedaan hasil pengujian hipotesis antara hasil analisis hipotesis sampel\numum, hasil anbalisis hipotesis sampel Gen X dan Milenial, dan hasil analisis\nhipotesis sampel Gen Z. Hasilnya, sebanyak dua analisa post hoc ditemukan.\nSecara teoritis, penelitian ini memberikan bukti empiris tentang bagaimana ritel\npintar memengaruhi kesejahteraan subjektif (SWB) dan kesejahteraan psikologis\n(PWB) pelanggan. Secara praktis, studi ini membantu manajer ritel dalam\nmempertimbangkan penerapan ESL di era normal berdasarkan hasil perilaku\npelanggan dari mulut-ke-mulut yang positif dan kesediaan untuk membayar\nlebih, serta pertimbangan yang berkaitan dengan profil demografis pelanggan.\nStudi dilanjutkan dengan pemberian arahan untuk studi selanjutnya dan\npembahasan mengenai potensi-potensi perbaikan. \nKata kunci: ritel omnichannel; ritel cerdas; label rak elektronik; penelitian\nlayanan transformatif; kesejahteraan; perilaku pelanggan", "Daftar File": {"2022 SK PP Darren Jonathan Ovani-Abstract.pdf?": "https://digilib.itb.ac.id/gdl/download/250563"}, "Penulis": "Darren Jonathan Ovani [19019184]", "Kontributor / Dosen Pembimbing": ["Nila Armelia Windasari, S.A., MBA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "ritel omnichannel; ritel cerdas; label rak elektronik; penelitian layanan transformatif; kesejahteraan; perilaku pelanggan", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "27 Jun 2022"}