{"Nomor": 66113, "Judul": "DESIGN OF CO2 INJECTION WELL FOR THE FIRST CCUS IMPLEMENTATION IN INDONESIA", "Abstrak": "CCUS is a derivative of carbon capture and storage (CCS), which is a technology that prevents CO2 emissions from entering the atmosphere. Different from CCS, when CO2 is used for an industrial purpose, such as EOR, and other purposes before being permanently stored, the overall cost of CCS can be significantly reduced. CCUS is expected to play a significant role in meeting global energy and climate goals in the coming decades, even though it is not yet widely used. It is seen as the only way to reduce CO2 emissions from fossil power plants and other large point sources, such as gas processing plants, to near-zero levels.\nConcerning the CCUS project, this study discusses the CO2 injection well completion of field X. Analyze the tubing corrosion rate prediction and tubing performance properties of well Z. This research aims to evaluate the tubing feasibility for CO2 injection well operation. Corrosion rate predictions were conducted using corrosion simulator software and the tubing strength was evaluated from aspects of burst pressure, collapse pressure, and tension load calculation using Microsoft Excel. From the result of corrosion rate prediction and tubing performance, it is expected to determine suitable tubing grade and material.\nThe result of corrosion rate obtained by corrosion simulator software is 0.0017 – 0.0064 mm/year for scenario 1 (14 MMSCFD CO2 injection) and 0.016 – 0.067 mm/year for scenario 2 (30 MMSCFD CO2 injection). The corrosion rate of both scenarios is safe for CO2 injection well operation because still below the NORSOK standard limit rate of 2 mm/year. The result of tubing strength calculation is 3,000 psi at 0 ft and 3,332 psi at 8,294 ft for burst pressure, 4,658 psi for collapse pressure, and 80,866 lbf for tension load. It all still meets the requirement of tubing L-80 rating. Based on the result, the suitable tubing material selection is Martensitic Stainless Steel SM13CRM if the injection well is injected with 99.99% of CO2.", "Daftar File": {"ABSTRAK Akbar Ramadhana": "https://digilib.itb.ac.id/gdl/download/250576"}, "Penulis": "Akbar Ramadhana [12218020]", "Kontributor / Dosen Pembimbing": ["Steven Chandra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "CCUS, corrosion, H2S, CO2 burst, collapse, tension, tubing material selection", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "2 file", "Tanggal Input": "27 Jun 2022"}