{"Nomor": 66114, "Judul": "OPTIMAL CAPITAL STRUCTURE PROPORTION FOR INDONESIAN INFRASTRUCTURE SECTOR:  COMPARATIVE STUDY OF MODIGLIANI-MILLER THEORY, MODERN PORTFOLIO THEORY, AND AGENCY  THEORY", "Abstrak": "Struktur modal adalah salah satu keputusan keuangan terpenting dalam bisnis. Berdasarkan\nArdalan (2017), struktur permodalan merupakan campuran utang dan ekuitas untuk\nmembiayai suatu perusahaan. Struktur modal yang memaksimalkan nilai perusahaan\ndisebut struktur modal optimal. Struktur permodalan yang optimal memaksimalkan nilai\ndengan meminimalkan biaya modal rata-rata tertimbang (WACC)–berkorelasi dengan\ntujuan jangka panjang untuk memaksimalkan nilai perusahaan. Meskipun utang menjadi\nopsi pembiayaan yang lebih murah, utang berlebih menimbulkan risiko keuangan. Untuk\nitu, ekuitas juga penting. Hal ini menciptakan kebutuhan mendesak bagi perusahaan untuk\nmemiliki struktur permodalan optimal. Sayangnya, menurut Myers (2001), tidak ada teori\nstruktur permodalan optimal yang universal untuk diterapkan saat ini. Beberapa teori\nberguna dalam kondisi tertentu tetapi tidak menyajikan proporsi utang dan ekuitas yang\npasti untuk diterapkan langsung. Struktur modal bersifat spesifik sektoral. Dengan\nmenggunakan data sektor Infrastruktur Indonesia, penelitian ini bertujuan untuk mengatasi\nkesenjangan konsensual akan teori struktur permodalan optimal yang paling cocok untuk\nditerapkan (khususnya) di sektor infrastruktur. Penulis memilih yang terbaik dari tiga teori\npaling terkenal: Modigliani-Miller (MM), Modern Portfolio, dan Agency berdasarkan mana\nyang memberikan WACC terkecil. Semua teori mencari dua variabel utama: biaya utang\ndan biaya ekuitas. Biaya utang dicari berdasarkan suku bunga efektif sedangkan\nperhitungan biaya ekuitas berbeda tergantung teori: Teori Modigliani-Miller (MM) dengan\nrumus tetap, Teori Modern Portfolio menggunakan CAPM, dan Teori Agency\nmenggunakan pengembalian saham. Analisis data juga berbeda: MM melalui simulasi\ndebt-to-equity manual, Teori Modern Portfolio melalui fungsi SOLVER pada Excel, dan\nAgency Theory melalui regresi. Berdasarkan Teori MM, struktur optimal adalah 69,97%\nutang dan 30,03% ekuitas yang memberikan WACC 5,0688%. Berdasarkan Teori Modern\nPortfolio, yang dilakukan melalui dua simulasi: pegged return dan pegged variance\nmenyarankan 40,62% utang dan 59,38% ekuitas dengan WACC 9,7711% serta 66,17%\nutang dan 33,83% ekuitas dengan WACC 8,1301% masing-masing. Berdasarkan Teori\nAgency, struktur optimal adalah 60,63% utang dan 39,37% ekuitas yang memberikan\nWACC 5,9394%. Berdasarkan Teori Keagenan, struktur optimal adalah 60,63% utang dan\n39,37% ekuitas yang memberikan 5,9394% WACC. Hasil Teori MM tidak valid karena\ndipilih untuk memenuhi rasio loan-to-value dan tidak mematuhi teori Pecking Order.\nDisimpulkan bahwa yang menghasilkan WACC terkecil adalah Teori Agency sebagai teori\nstruktur optimal yang paling cocok untuk sektor Infrastruktur Indonesia. Penulis\nmenyarankan perusahaan sektor ini mengadopsi teori ini saat menghitung struktur modal\noptimal terutama jika memiliki data historis dan wawasan yang melimpah tentang rasio\nutang terhadap ekuitas dan efeknya terhadap WACC. Metodologi teori ini akan lebih akurat\ndengan lebih banyak masukan. Perusahaan yang memilih Teori Agensi harus memiliki\n60,63% utang dan 39,37% ekuitas untuk meminimalkan WACC menjadi 5,9394%. Jika \nperusahaan ingin menetapkan target untuk WACC mereka, penulis merekomendasikan\nTeori Portofolio Modern dengan SOLVER. Namun, jika perusahaan memiliki data historis\nyang langka tentang struktur modal, penulis menyarankan Teori MM dengan rumus tetap\ndan hanya perlu memasukkan beberapa asumsi. Penelitian ini akan meletakkan dasar dalam\nmemutuskan struktur permodalan optimal mana yang terbaik untuk diimplementasikan\nterutama di sektor infrastruktur Indonesia –memecahkan kesenjangan teoretis. Melalui\npenelitian ini, perusahaan memiliki validasi literatur tentang memilih teori struktur modal\noptimal apa yang akan digunakan untuk memaksimalkan nilainya.\n\nKata Kunci: Struktur Modal, Beban Rata-Rata Tertimbang Modal (WACC), Sektor \nInfrastruktur, Memaksimalkan Nilai Perusahaan", "Daftar File": {}, "Penulis": "Muhamad Iqbal Sulthan Akbar [19019179]", "Kontributor / Dosen Pembimbing": ["Ahmad Danu Prasetyo, S.T., M.S.M., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Struktur Modal, Beban Rata-Rata Tertimbang Modal (WACC), Sektor  Infrastruktur, Memaksimalkan Nilai Perusahaan", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "0 file", "Tanggal Input": "27 Jun 2022"}