{"Nomor": 66128, "Judul": "PERANCANGAN FOOD HUB DI CISARUA BOGOR  DENGAN PENDEKATAN PLACEMAKING", "Abstrak": "Makanan dapat mempengaruhi gaya hidup seseorang, terlebih di masa pandemi Covid-19 masyarakat di kota besar umumnya cenderung lebih peduli dengan gaya hidup sehat, salah satunya dengan memilih makanan yang memiliki manfaat kesehatan untuk tubuh. Perubahan pola konsumsi masyarakat tersebut sedikit banyak mempengaruhi kebutuhan bahan pangan yang bukan menjadi komoditas lokal setempat. Oleh sebab itu dibutuhkan suatu tempat yang dapat menampung kegiatan yang berkaitan dengan urban food chain system dan digerakan oleh komunitas lokal berupa food hub. Food hub bekerja sama dengan petani lokal dan bisnis skala kecil dalam hal ini petani organik untuk membantu mereka dalam memenuhi permintaan konsumen. Food hub dapat membantu dalam upaya pemasaran dengan mempromosikan hasil pertanian para petani  dengan cara group branding hasil pertanian organik di dalam satu brand, dengan begitu kebutuhan pasar yang besar akan produk organik  dapat terpenuhi.\n\nPlacemaking digunakan sebagai strategi perancangan food hub untuk menganalisis karakter-karakter aktivitas dan penggunanya yang akan membentuk ruang yang lebih hidup dan vibrant. Tipe placemaking yang digunakan dalam perancangan adalah standard placemaking dan creative placemaking dimana pendekatan ini melibatkan komunitas lokal yaitu petani dan masyarakat dalam hal ini wisatawan sebagai placemaker kemudian dielaborasikan dengan studi preseden dan konteks lokasi. Hasil dari kajian tersebut kemudian diterjemahkan ke dalam planning programming yang kemudian divisualkan kedalam bentuk rancangan. \n\nCisarua dipilih sebagai lokasi perancangan food hub karena memiliki kondisi iklim, kesuburan tanah, topografi kawasan dan kemudahan akses yang cocok sebagai tempat pertanian dan wisata. Lokasi site perancangan terpilih memiliki luas sekitar 42.100 m2 dan berada di Jalan Raya Puncak-Gadog serta merupakan hasil analisis kriteria lokasi yang didalamnya mencakup zonasi, lokasi, aksesibilitas, site’s value, dan luasan yang yang cukup menampung berbagai macam kebutuhan ruang dan aktivitas yang sudah dianalisis dalam planning programming. Tujuan dari perancangan ini adalah menciptakan food hub yang tidak hanya menyediakan fasilitas produksi, agregasi, penyimpanan dan distribusi saja namun juga menciptakan ruang interaksi antara petani lokal dan masyarakat yang lebih hidup dan vibrant dengan menambahkan fungsi dan kegiatan wisata.", "Daftar File": {"ABSTRAK Rezky Trie Riyadi": "https://digilib.itb.ac.id/gdl/download/250588"}, "Penulis": "Rezky Trie Riyadi [25218014]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Heru Wibowo Poerbo, MURP.", "Ir. Endang Triningsih Soetrisno, M.S.P., MLA, Ph.D.", "Asep Darmana, S.T., M.Ars."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Food hub, Placemaking, Interaksi, Vibrant", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "27 Jun 2022"}