{"Nomor": 66146, "Judul": "EVALUASI POTENSI AMBLESAN TANAH BERDASARKAN FAKTOR KONSOLIDASI ALAMIAH DAN PENURUNAN MUKA AIRTANAH PADA LAHAN URUG SANITER DAERAH TALANGGULO, KOTA JAMBI", "Abstrak": "Lokasi pembangunan tempat pemrosesan akhir (TPA) berbasis lahan urug saniter\ndi Talanggulo, Kota Jambi berdasarkan hasil survei pendahuluan, menunjukkan\npotensi terjadinya penurunan tanah sedang hingga tinggi. Untuk dapat mengetahui\nsecara spesifik potensi amblesan di lokasi Talanggulo tersebut, baik besaran,\nkondisi geologinya, serta faktor penyebab amblesan tanah, maka diperlukan\nanalisis serta investigasi dari pola dan karakteristik lapisan sedimennya, baik sifat\nfisik maupun mekaniknya. Dengan mendapatkan informasi tersebut, maka dapat\ndilakukan analisis dan evaluasi yang berkaitan dengan pengaruh geologi terhadap\namblesan di lokasi penelitian. Penelitian ini melakukan investigasi amblesan tanah\nberdasarkan faktor terjadinya konsolidasi, yaitu akibat konsolidasi alamiah dan\npenurunan muka airtanah. Untuk skenario yang dijalankan adalah dengan\nmenggunakan skenario konsolidasi alamiah, penurunan muka airtanah, serta\npenambahan beban timbunan, dengan menggunakan metode analitik (konsolidasi\nsatu dimensi) serta metode numerik (metode elemen hingga) pada 3 data bor hasil\npengeboran geoteknik di lokasi penelitian (BH-01, BH-02, dan BH-03). Dari hasil\ninvestigasi kondisi geologi, lokasi penelitian terdiri atas enam lapisan sedimen,\nyaitu lapisan lempung lanauan (ketebalan 3,4 m), serpih lanauan (ketebalan 3,1 m),\nlanau pasiran (ketebalan 2,7 m), pasir lanauan (ketebalan 4,3 m), lanau lempungan\n(ketebalan 2,4 m), dan lempung (ketebalan 4 m). Hasil penelitian tersebut\nmenunjukkan bahwa amblesan tanah akibat faktor konsolidasi alamiah dan\npenurunan muka airtanah sama-sama berperan, disebabkan lapisan sedimen yang\nada di lokasi penelitian didominasi oleh lapisan lempung. Akibatnya, lapisan\nsedimen belum mengalami konsolidasi dengan sempurna dan dapat menyebabkan\nterjadinya amblesan tanah di lokasi tersebut. Oleh karena itu, lokasi penelitian\ndirekomendasikan untuk mencapai nilai konsolidasi yang mencukupi untuk\ndibangun lahan urug saniter, kemudian diperlukan pemasangan beberapa lapisan\ngeomembran agar muka airtanah tidak terjadi fluktuasi akibat infiltrasi air yang\nakan mempengaruhi kondisi lapisan sedimen.", "Daftar File": {"ABSTRAK Muhammad Zelandi": "https://digilib.itb.ac.id/gdl/download/250613"}, "Penulis": "Muhammad Zelandi [22019010]", "Kontributor / Dosen Pembimbing": ["Dr. Dwiharso Nugroho, S.T., M.T.", "Dr.Eng. Imam Achmad Sadisun, S.T., M.T.", "Dr.Eng. Ir. Suryantini, M.Sc.", "Dr.Eng. Very Susanto, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Amblesan tanah, lahan urug saniter, konsolidasi alamiah, elemen hingga, Jambi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Jun 2022"}