{"Nomor": 66151, "Judul": "PENGEMBANGAN DAN VALIDASI METODE ANALISIS PENENTUAN KADAR ASAM FERULAT DALAM SERUM WAJAH", "Abstrak": "Asam ferulat atau asam 4-hidroksi-3-metoksisinamat merupakan salah satu senyawa fenol yang banyak\nditemukan dalam tumbuhan. Senyawa ini memiliki berbagai khasiat diantaranya sebagai antimikroba,\nantiaritmia, anti-inflamasi, anti-trombosis, antikanker, antidiabetes, dan antioksidan. Khasiat asam\nferulat sebagai antioksidan banyak dimanfaatkan dalam industri kosmetika sebagai bahan dalam\npembuatan produk perawatan kulit dengan klaim anti-aging. Penggunaan anti-aging yang kian\nmeningkat menyebabkan produk anti-aging juga semakin berkembang, termasuk produk anti-aging\nberbahan baku asam ferulat. Untuk itu, diperlukan suatu metode yang dapat mengukur kadar asam\nferulat dalam produk sehingga mutu, keamanan, dan khasiat produk dapat terjaga. Penelitian ini\ndilakukan untuk mengembangkan metode pengukuran kadar asam ferulat dalam produk serum wajah\nmenggunakan Kromatografi Cair Kinerja Tinggi (KCKT). Penelitian diawali dengan melakukan optimasi\nrasio komposisi fase gerak, uji kesesuaian sistem, dan validasi metode meliputi spesifisitas, linearitas,\npresisi intraday dan interday, serta akurasi. Berdasarkan hasil optimasi, digunakan fase gerak berupa\ncampuran asetonitril: 0,1% (v/v) asam fosfat (40:60), dengan metode isokratik, fase diam kolom Fortis\nC18, volume injeksi 10 µl, laju alir 1 mL/menit, dan panjang gelombang 319 nm. Parameter linearitas\ndinyatakan dengan nilai koefisien korelasi 0,9992 dan koefisien variansi 2,382%. Batas deteksi dan batas\nkuantifikasi asam ferulat diperoleh sebesar 0,009 µg/mL dan 0,027 µg/mL. Pada pengujian presisi\nintraday dan interday, diperoleh nilai simpangan baku relatif sebesar 0,163% dan 0,174%, serta 0,153%\ndan 0,398%. Nilai perolehan kembali uji akurasi berada pada rentang 102,423 –108,185%. Metode\nkemudian digunakan untuk menentukan kadar asam ferulat dalam sampel masing-masing sebesar\n0,143%, 0,172%, dan 1,609%.", "Daftar File": {"ABSTRAK Ahda Ilma Shafira": "https://digilib.itb.ac.id/gdl/download/250622", "COVER Ahda Ilma Shafira": "https://digilib.itb.ac.id/gdl/download/267520", "BAB 1 Ahda Ilma Shafira": "https://digilib.itb.ac.id/gdl/download/267521", "BAB 2 Ahda Ilma Shafira": "https://digilib.itb.ac.id/gdl/download/267523", "BAB 3 Ahda Ilma Shafira": "https://digilib.itb.ac.id/gdl/download/267524", "BAB 4 Ahda Ilma Shafira": "https://digilib.itb.ac.id/gdl/download/267525", "BAB 5 Ahda Ilma Shafira": "https://digilib.itb.ac.id/gdl/download/267526", "BAB 6 Ahda Ilma Shafira": "https://digilib.itb.ac.id/gdl/download/267527", "PUSTAKA Ahda Ilma Shafira": "https://digilib.itb.ac.id/gdl/download/267528"}, "Penulis": "Ahda Ilma Shafira [10718018]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Sophi Damayanti, M.Si., Apt.", "Dr. Rika Hartati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "anti-aging, asam ferulat, antioksidan, validasi metode, KCKT", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "9 file", "Tanggal Input": "27 Jun 2022"}