{"Nomor": 66152, "Judul": "PERANCANGAN MODEL PREDIKSI LEAD-TO-WEBSITE WWW.MENANGGAMING DARI KANAL INSTAGRAM @MENANGGAMING BERDASARKAN ATRIBUT KONTEN POST INSTAGRAM", "Abstrak": "Inti bisnis Infia sebagai salah satu pemain di industri media dan periklanan adalah\nmenyajikan berita/konten dalam berbagai bidang melalui sejumlah akun media sosial\nInstagram. Infia memperluas jangkauan bisnisnya dari hanya mengelola akun internal secara\nreguler dengan menambahkan bisnis kerja sama pengelolaan akun media sosial dengan\nbrand lain. Sejak bulan Juli tahun 2019, Infia membentuk kerja sama dengan PT.X sebagai\nperusahaan produsen laptop terkemuka di Indonesia untuk membentuk akun Instagram\nwhite-label, @menanggaming, yang secara tidak langsung diharapkan mampu menarik\nminat pengguna Instagram untuk menggunakan laptop gaming terbaru PT.X. Akibat usia\nakun Instagram yang masih muda, Infia memiliki tantangan untuk mengoptimalkan konten\nyang dipublikasikan agar memicu pelanggan untuk mengunjungi situs web eksklusif untuk\ngaming bersama PT.X, menanggaming.com\nPenelitian ini bertujuan untuk merancang model kuantitatif yang dapat memprediksi jumlah\nlead-to-website menanggaming.com berdasarkan atribut konten dan akun instagram\n@menanggaming sehingga memudahkan Infia mengidentifikasi variabel yang\nmempengaruhi interaksi dengan pengguna Instagram. Model prediksi dibuat berdasarkan\n456 data harian akun @menanggaming yang tersebar ke dalam lebih dari 2000 post. Model\nprediksi lead-to-website dibentuk menggunakan dua metode yang berbeda, yaitu regresi dan\nmachine learning. Dari beberapa model prediksi yang digunakan, metode regresi linear\nberganda dan random forest (regressor) menghasilkan performansi terbaik dan interpretasi\nyang mudah. Nilai R2 set data training dan testing model prediksi lead-to-website dari\nmetode regresi linear berganda dan random forest berturut- turut adalah 54.69%, 42.85%,\n90.31%, dan 73.7%,. Variabel terpilih untuk perancangan model akhir adalah jumlah tipe\npost dalam bentuk image, jumlah tipe post dalam bentuk video, jumlah tipe post dalam\nbentuk carousel, tipe konten dalam kategori how, jumlah impresi post, dan waktu unggah\nkonten dalam rentang 00.00 – 10.00 WIB. Penelitian diakhiri dengan saran strategi\npemasaran konten Instagram @menanggaming berdasarkan variabel yang paling\nmemengaruhi jumlah lead-to-website dan saran untuk meningkatkan efektivitas proses\nbisnis akun @menanggaming.", "Daftar File": {"ABSTRAK Antonius Reynard Affandi": "https://digilib.itb.ac.id/gdl/download/250624"}, "Penulis": "Antonius Reynard Affandi [14416018]", "Kontributor / Dosen Pembimbing": ["Titah Yudhistira, S.T., M.T., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Instagram, media sosial, pemodelan prediksi, random forest (regressor), regresi linear berganda", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "27 Jun 2022"}