{"Nomor": 66155, "Judul": "PEMBUATAN PROTOTIPE PERMAINAN EDUKATIF BERBASIS DIGITAL MENGENAI MITIGASI BENCANA ALAM DI INDONESIA DALAM BIDANG FARMASI", "Abstrak": "Indonesia merupakan wilayah yang rawan bencana. Pengetahuan mengenai mitigasi bencana\nsangat penting diketahui masyarakat. Namun, minat membaca masyarakat masih rendah. Hal ini\ndapat menjadi penyebab tingginya angka korban jiwa dan besarnya dampak yang ditimbulkan.\nDengan memanfaatkan perkembangan teknologi, edukasi dapat digunakan melalui berbagai\nmedia. Sebagai upaya mengurangi dampak yang ditimbulkan, penelitian ini dilakukan untuk\nmembuat alternatif sumber literasi mengenai mitigasi bencana bagi masyarakat berbasis digital\ndengan membuat prototipe aplikasi permainan edukatif. Penelitian ini dilakukan dengan tahapan\nmeliputi perencanaan, penyusunan konten permainan, validasi konten permainan, validasi bahasa,\npembuatan prototipe, dan evaluasi. Permainan yang dibuat berbentuk kuis dengan tema\npetualangan. Pertanyaan untuk dimuat dalam prototipe divalidasi dengan menyebarkan\nkuesioner dengan jumlah minimal 385 responden. Dalam penelitian ini terdapat 402 responden\nyang mengisi dari penyebaran kepada 687 dan didapatkan 40 pertanyaan dari 130 pertanyaan\nyang dibuat yang memiliki tingkat kesukaran 30-70% dengan indeks pembeda ????0,2. Empat puluh\npertanyaan tersebut kemudian dilakukan validasi bahasa. Prototipe dibuat menggunakan Figma.\nPrototipe kemudian dievaluasi dengan menyebarkan kuesioner berbasis SERVQUAL untuk\nmenentukan kepuasan pengguna kepada 115 responden dengan yang mengisi sebanyak 81 dan\njumlah minimal sebanyak 45. Kuesioner sudah diuji validitas dan reliabilitas dengan nilai KMO >\n0,5 dan nilai Cronbach’s alpha > 0,7. Secara umum pengguna sudah merasa puas terhadap\nprototipe dengan nilai Customer Satisfaction Index 96,94%. Prototipe juga dianalisis dengan\nImportance Performance Analysis untuk menentukan perbaikan yang perlu dilakukan terhadap\nprototipe. Dari analisis tersebut, beberapa aspek yang perlu diperbaiki yaitu mengenai kerapian\nelemen dalam prototipe, kemudahan mengakses prototipe, penggunaan lebih menyenangkan,\ndan mempertimbangkan kebutuhan pengguna.", "Daftar File": {"ABSTRAK Fidina Fathunisa": "https://digilib.itb.ac.id/gdl/download/250643"}, "Penulis": "Fidina Fathunisa [11618025]", "Kontributor / Dosen Pembimbing": ["Tomi Hendrayana, S.Si., M.Si.", "Irianti Bahana Maulida Reyaan, S.Farm., M.Si., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "mitigasi bencana, permainan edukatif, prototipe aplikasi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "27 Jun 2022"}