{"Nomor": 66164, "Judul": "URGENSI KOSMOLOGI ISLAM DALAM SAINS MODERN", "Abstrak": "Hampir 4000 tahun?sejak zaman astronom Sumeria-Babilonia, Aristoteles, Claudius Ptolemaeus, hingga abad pertengahan?ilmu pergerakan objek langit (astronomi) dan teori-filosofi permulaan kosmos (kosmologi) dipercaya bekerja dalam konsep sistem geosentris. Terdapat banyak ketidakcocokan dengan pengamatan, maka astronom Muslim seperti Al-Battani (Albategnius), sampai Nashiruddin At-Thusi, kontinu mengoreksi dan mengembangkan perhitungan model alam semesta geosentris Ptolemaeus. Astronom Polandia, Nicolaus Copernicus lalu menggagas model alam semesta heliosentris, yang sebenarnya secara konsep telah ditemukan murid At-Thusi, Ibnu Syathir, sekitar tahun 1350 M. Akan tetapi para astronom Muslim sepakat tidak ingin serta merta mematahkan konsep geosentris demi menjaga hubungan manusia dengan langit yang merupakan perantara turunnya wahyu Ilahi. Lantas ditemukan bukti-bukti properti alam semesta yang melahirkan kosmologi heliosentris-modern, di mana manusia penghuni planet Bumi secara fisik memang bukanlah pusat kosmos, menunjukkan peran keberadaan manusia di antara milyaran bintang dan galaksi tidak memberikan dampak apapun terhadap proses di alam semesta homogen-isotropik. Sebaliknya, kosmologi Islam dengan konsep geosentrisnya yang dibawakan oleh para ilmuwan Muslim abad pertengahan seperti Al-Biruni, Ibnu Rusyd, dan Ibnu ‘Arabi, menjunjung tinggi peran manusia. Mereka menyadari bahwa Allah menghendaki orang yang beriman kepada-Nya untuk mendapat petunjuk atau ilmu untuk memahami semesta. Al-Biruni bahkan mampu membaca alam semesta dengan ilmu astrologi untuk mendatangkan maslahat (tentunya berusaha mematuhi syariat Islam). Beberapa ilmuwan Muslim di era modern mengembangkan risalah mereka seperti: William C. Chittick, Seyyed Hossein Nasr, Nidhal Guessoum dan lain-lain. Para ilmuwan Muslim modern berusaha menyelaraskan antara sains modern dan agama dengan berbagai aliran metode untuk menyingkap realitas kosmos, namun gagal karena kesalahan cara pandang dan kurangnya aspek spiritual manusia. Astronom dan Sufi era modern, Bruno Guiderdoni pun mengatakan pertentangan antara sains dan agama tidak bisa diselesaikan jika panggilan spiritual manusia tidak dipertimbangkan sebagai masalah utama. Studi ini akan membahas benang merah antara kosmologi geosentris-metafisik dari ilmuwan tradisionalis Muslim dan kosmologi heliosentris-modern dari ilmuwan rasionalis Muslim lintas zaman. Lalu mencoba menemukan kombinasi pemikiran signifikan dari keduanya yang bermanfaat untuk umat manusia, dengan melibatkan keberadaan manusia Bumi yang spesial sebagai khalifah. Berperan penting sekaligus komponen utama untuk memahami kerja alam semesta dan mengenal Tuhan-nya.", "Daftar File": {"ABSTRAK Khazanah Fadhilah Nurrahmah": "https://digilib.itb.ac.id/gdl/download/250655"}, "Penulis": "Khazanah Fadhilah Nurrahmah [10317009]", "Kontributor / Dosen Pembimbing": ["Dr. Dhani Herdiwijaya, M.Sc.", "Dr. Muhamad Irfan Hakim, S.Si., M.Si.", "Dr. rer. nat. Mochamad Ikbal Arifyanto, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Kosmologi, Kosmologi Islam, Manusia, Al-Biruni, Bruno Guiderdoni, Sains, Modern", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Jun 2022"}