{"Nomor": 66162, "Judul": "SINTESIS KATALIS KOMPOSIT RGO/ZNO/FE2O3 DARI ZINC DROSS UNTUK APLIKASI FOTODEGRADASI PEWARNA SINTETIS DI BAWAH SINAR TAMPAK", "Abstrak": "Zat warna sintetis tergolong sebagai salah satu polutan recalcitrant yang sulit dihilangkan dengan metode pengolahan limbah konvensional. Salah satu metode pengolahan limbah alternatif yang menarik adalah fotokatalisis karena kemampuannya untuk mendegradasi limbah organik secara menyeluruh dengan memanfaatkan sinar matahari. Akan tetapi, fotokatalisis seperti ZnO masih terkendala dengan rendahnya efisiensi akibat bandgap tinggi dan terjadinya rekombinasi cepat (fast recombination). Untuk mengatasi hal tersebut, pada penelitian ini, komposit ZnO dengan material seperti Fe2O3 dan reduced graphene oxide (rGO) dibuat dengan menggunakan metode sol gel dengan sumber ZnO dan Fe2O3 berupa zinc dross (ZD) yang merupakan limbah hasil industri galvanisasi baja agar metode sintesis ramah lingkungan dengan sumber bahan alternatif.\nBerdasarkan karakterisasi XRD, Raman, FESEM-EDS, dan DR UV-Vis, ZnO dan Fe2O3 telah berhasil dibuat dengan menggunakan metode sol gel. Berdasarkan karakterisasi XRD, Raman, FESEM-EDS, dan DR UV-Vis, ZD dan rGO/ZD berhasil dibuat dengan menggunakan metode sol gel. Berdasarkan karakterisasi UV-Vis selama pengujian fotokatalisis, rGO/ZD mampu mendegradasi lebih banyak Rhodamin 6G (R6G) dibandingkan dengan ZnO, Fe2O3, dan rGO dengan 37% R6G terdegradasi di bawah sinar tampak. Fe2O3 berperan untuk menurunkan bandgap dan membentuk heterojunction denga ZnO dan rGO berperan dalam transfer elektron untuk mencegah rekombinasi cepat, menjadi situs adsorpsi R6G, menjadi situs nukleasi ZnO/Fe2O3, serta menjadi situs reaksi fotokatalisis antara elektron dan oksigen.\nDapat disimpulkan bahwa ZnO, Fe2O3, ZD dan rGO/ZD berhasil disintesis. Performa fotokatalitik komposit rGO/ZD menjanjikan dengan penambahan Fe2O3 dan rGO yang meningkatkan performa fotokatalitik ZnO.", "Daftar File": {"ABSTRAK William Justin": "https://digilib.itb.ac.id/gdl/download/250653"}, "Penulis": "William Justin [23721004]", "Kontributor / Dosen Pembimbing": ["Dr. Arie Wibowo, S.Si., M.Si.", "Lia Amelia Tresna Wulan Asri, S.Si., M.Si., Ph.D.", "Afriyanti Sumboja, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Ilmu Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "reduced graphene oxide, seng oksida, besi (iii) oksida, fotokatalis, zinc dross", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Jun 2022"}