{"Nomor": 66163, "Judul": "EFFECT OF THE PIPELINE DIAMETER AND MASS FLOW ON CO2 PIPELINE TRANSPORT UNDER SUPERCRITICAL AND GASEOUS FLOW CONDITIONS", "Abstrak": "As a signatory to the Paris Agreement, Singapore wants to achieve net-zero carbon emissions by the middle of the century. As a result, precise pipeline design must match the predicted rise in CO2 pipeline construction once the CO2 has been gathered. For many years, CO2 pipelines have been in use. CO2 transportation by pipeline will significantly influence Singapore's CO2 emissions since it can deliver big amounts of CO2 at a low cost and is widely used in Singapore. The critical point, phase behavior, as well as pressure and temperature changes in CO2 pipelines, are usually designed with the assumption of a pure CO2 fluid, despite the reality that it usually contains impurities, which affect all the dynamic flowing parameters in the pipeline.\nMore CO2 pipelines are planned to be installed to assist in carbon storage projects and reduce carbon emissions within the next decade. To acquire the most efficient design, the pipeline's diameter and mass flow rate must be determined. This study will examine the CO2 pipeline design from Jurong Island in Singapore to the Arun field in North Sumatera. Singapore uses a centralized post-combustion carbon capture system. Then the CO2 is collected from the electricity, refining, and petrochemical industries on Jurong Island. The CO2 will then be transported to the Arun field in North Sumatera using a pipeline for commercial use in Indonesia, such as carbon storage.\nBecause of the high geothermal heat (temperature) and pressure, captured CO2 is usually in a subcritical phase, while CO2 deep underground is in a supercritical phase. This study will design CO2 pipelines transported in supercritical and gas phases. Then, the result will be observed to see which design is better and more efficient.\nThis paper will discuss how pipeline diameter affects CO2 transport and find the maximum mass transport rate to transport the CO2 in the supercritical and gas phase from Jurong Island in Singapore to the Arun field in North Sumatera.", "Daftar File": {"ABSTRAK Christian Eliezer Mileota": "https://digilib.itb.ac.id/gdl/download/250656"}, "Penulis": "Christian Eliezer Mileota [12218089]", "Kontributor / Dosen Pembimbing": ["Silvya Dewi Rahmawati, S.Si., M.Si., Ph.D.", "Ardhi Hakim Lumban Gaol, S.T., M.T., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "CO2 pipeline, pipeline diameter, mass flow rate, supercritical phase, gas phase", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "27 Jun 2022"}