{"Nomor": 66179, "Judul": "PENGARUH VARIASI METODE PENGERINGAN DAN PEMASAKAN TERHADAP KANDUNGAN SENYAWA BIOAKTIF, SIFAT FISIKOKIMIA, DAN SIFAT SENSORIS BERAS HITAM CIANJUR (ORYZA SATIVA L. INDICA)", "Abstrak": "Beras hitam merupakan jenis beras berpigmen yang memiliki senyawa bioaktif menguntungkan seperti antosianin dan berpotensi sebagai sumber pangan fungsional. Agar beras hitam dapat dikonsumsi akan melalui kegiatan pascapanen salah satunya proses pengeringan gabah kemudian diolah lebih lanjut menjadi nasi. Pengeringan dan pemasakan tidak tepat dapat mengubah karakteristik dan aktivitas antioksidan dari beras hitam. Penelitian ini bertujuan mengetahui perubahan kandungan senyawa bioaktif, sifat fisikokimia, dan sifat sensori beras hitam mentah dan beras hitam yang telah dimasak dengan varian metode pengeringan gabah dan metode pemasakan beras. Selain itu, melalui penelitian ini dapat diketahui metode pengeringan dan metode pemasakan yang tepat dalam mempertahankan karakteristik dan aktivitas antioksidan dalam beras hitam. Objek dari penelitian yaitu beras hitam varietas lokal yang berasal dari Cianjur, Jawa Barat. Variasi metode pengeringan gabah yang dilakukan dalam penelitian ini yaitu metode pengeringan sinar matahari langsung, metode pengeringan oven, dan metode pengeringan menggunakan screen house. Sedangkan variasi metode pemasakan yang dilakukan yaitu metode menggunakan rice cooker dan metode kukus. Dalam penelitian ini dilakukan dua analisis yaitu analisis terhadap sampel beras dan sampel nasi. Desain penelitian ini menggunakan experimental desain dan Rancangan Acak Kelompok (RAK) sederhana dalam empat kali ulangan. Variabel yang diuji adalah aktivitas antioksidan, kadar antosianin, kadar flavonoid, kadar air, persen beras kepala dan beras patah, warna, serta uji organoleptik. Hasil penelitian menunjukkan bahwa beras hitam yang dikeringkan dengan oven dan dimasak menggunakan rice cooker memiliki kandungan senyawa bioaktif tertinggi yaitu %inhibisi sebesar 40,62%, kadar antosianin 46,81 mg/100g, kadar flavonoid 12,27 ?g/g dengan kadar air 56,25%, persen beras kepala 76,53%, persen beras patah 23,47%, berwarna lebih gelap, dan lebih disukai panelis secara organoleptik, serta mengalami perubahan kandungan terkecil dibandingkan perlakuan lainnya.", "Daftar File": {"ABSTRAK Rozi Oktavia Handa": "https://digilib.itb.ac.id/gdl/download/250683"}, "Penulis": "Rozi Oktavia Handa [11918028]", "Kontributor / Dosen Pembimbing": ["Ahim Ruswandi, S.P., M.P.", "Dr. Rijanti Rahaju Maulani, S.P., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Beras hitam, pengeringan, pemasakan, antioksidan, antosianin.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jun 2022"}