{"Nomor": 66173, "Judul": "MODEL SUMBER AIR DAN PENGELOLAAN OPTIMAL WADUK MULTIGUNA JATIGEDE DALAM RANGKA PENGEMBANGAN AIR BAKU SPAM REGIONAL METROPOLITAN CIREBON RAYA, JAWA BARAT", "Abstrak": "Waduk Jatigede merupakan salah satu waduk terbesar di Indonesia yang terletak di Kabupaten Sumedang, Jawa Barat. Waduk dengan kapasitas tampung 979,5juta m3 air ini dibangun dengan tujuan untuk memenuhi kebutuhan air irigasi (90.000 ha), suplai air baku sebesar 3,5 m3/detik (Kota Cirebon, Kab Cirebon, Kab Sumedang, Indramayu, dan Majalengka) dan PLTA sebesar 110 MW. Tujuan dari penelitian ini adalah untuk membangun konseptual pengelolaan optimal waduk dengan meneliti perubahan rezim hidrologi dan model sumber air paling representatif untuk memperoleh gain optimal dalam pola operasional waduk Jatigede dalam rangka keberlanjutan air baku untuk pengembangan SPAM Regional Metropolitan Cirebon Raya, Jawa Barat. Hasil penelitian menunjukkan bahwa telah terjadi perubahan rezim hidrologi di DAS Cimanuk, Jatigede dengan adanya perubahan pada parameter hujan dan debit. Daerah penelitian terbukti merupakan daerah Monsoon, dengan indeks ketersediaan air sebesar 0,8 dan rerata curah hujan 2534 mm/tahun, dengan perubahan debit yang terjadi adalah 0,041 m3/tahun, dengan laju perubahan suhu 0,074°C per tahun. Tingginya variabilitas debit dan curah hujan pada wilayah penelitian memberikan tantangan yang besar dalam pengelolaan sumber daya air.\nBerdasarkan simulasi dan komparasi model sumber air dalam memperkirakan suatu debit aliran untuk mencapai konseptual waduk optimal, diperoleh korelasi terbesar ada pada model Kontinu-Korelasi dengan nilai r adalah 0,92 dan urutan selanjutnya adalah model Diskrit Markov, model ARIMA, model NRECA, dan terakhir adalah model FJ Mock. Adapun model sumber air terpilih dan paling representatif pada penelitian ini akan digunakan sebagai dasar pemodelan sumber air dalam pengelolaan optimal waduk. Hasil dari simulai pengelolaan optimal waduk Jatigede dengan variasi debit input model ARIMA, model Diskrit Markov 3 (tiga) kelas, model Diskrit Markov 5 (lima) kelas, model Kontinu-Korelasi menghasilkan nilai korelasi antara lintasan pedoman dengan lintasan aktual mendekati angka satu yaitu berturut-turut sebesar 0,889; 0,915; 0,929; dan 0,940 serta nilai korelasi antara debit prakiraan dengan debit aktual berturut-turut sebesar 0,776; 0,793; 0,917; dan 0,922. Hal ini menunjukkan bahwa simulasi pengelolaan optimal dengan model Kontinu-Korelasi lebih dapat mengantisipasi pengaruh ekstrimitas debit di waduk Jatigede dibandingkan dengan simulasi model lainnya. Pada simulasi pengelolaan waduk optimal, lintasan waduk model Kontinu-Korelasi memberikan hasil nilai korelasi lintasan aktual terhadap lintasan pedoman yang paling mendekati nilai ‘1’\nii\ndibandingkan dengan dengan model lainnya. Pengembangan model optimal pengelolaan waduk Jatigede menghasilkan model konseptual pengelolaan waduk di daerah Monsoon dengan release debit sesuai fungsi utilitas waduk untuk irigasi dan air baku minum.\nHasil dari serangkaian analisis pada penelitian ini menunjukkan debit andalan waduk Jatigede pada periode ulang 10 tahun dan 20 tahun kering berturut-turut sebesar 29, m3/detik dan 22,587 m3/detik. Selain itu, terdapat peningkatan potensi air setelah adanya waduk Jatigede. Hal ini dibuktikan dengan meningkatnya besar debit andalan sesudah adanya waduk Jatigede sebesar 38,005 m3/detik dibandingkan dengan sebelum adanya waduk yang hanya sebesar 6,130 m3/detik. Dalam hal ini waduk Jatigede sudah andal untuk dijadikan sebagai sumber air baku air minum dan mampu memenuhi kebutuhan rencana pengambilan air baku SPAM baik pada pengembangan SPAM tahap pertama (1,5 m3/detik) dan tahap kedua (2 m3/detik). Adapun tujuan awal dari pembangunan Waduk Jatigede adalah hanya untuk mencukupi kebutuhan air untuk irigasi dan PLTA, namun tidak terdapat intake untuk sumber air baku. Oleh karena itu lokasi pengambilan air baku (intake) direncanakan akan berlokasi di waduk Jatigede, dengan ketinggian lokasi intake (230 mdpl) dan rencana lokasi IPA (99 mdpl) di Dusun Parakan Kondang, Kecamatan Jatigede. Sehingga pengaliran air dari intake menuju IPA ini diharapkan dapat dilakukan dengan memanfaatkan sistem gravitasi. Dengan adanya alternatif pengolahan dengan respon teknologi tepat guna dan sistem distribusi dengan mengutamakan sistem gravitasi diharapkan dapat meningkatkan strategi pelayanan berdasarkan harga air kompetitif sesuai dengan konsep SPAM terintegrasi dan berkelanjutan, terutama di zona iklim Monsoon dengan sumber air baku dari waduk.", "Daftar File": {}, "Penulis": "Merri Jayanti [35317007]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Arwin, M.S.", "Dr. Herto Dwi Ariesyady, S.T., M.T.", "Dr. Mariana Marselina S., S.T., M.T."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Rezim Hidrologi, Variabilitas Iklim, Debit Andalan, Optimasi waduk, Model FJ. Mock, Model NRECA, Model ARIMA, Model Diskrit Markov, Model Kontinu-Korelasi, SPAM Regional, Monsoon.", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "0 file", "Tanggal Input": "27 Jun 2022"}