{"Nomor": 66170, "Judul": "RECOVERY FACTOR CORRELATION FOR GAS CAP DRIVE RESERVOIR FROM MATERIAL BALANCE TANK MODEL", "Abstrak": "To develop an oil and gas field with optimal recovery, it is important to predict the values of the recovery factor based on the initial conditions. One of the most important initial conditions to be analyzed is from material balance equation (MBE) factors. This study is focused on developing a qualitative correlation of recovery factors as the effect of MBE particularly free gas to oil ratio (m) for the gas cap, aquifer outer-inner ratio (????????/????????) aquifer, and mobility ratio (M) for gravity drainage.\nThe simulation ran using “MBAL 10.5” with the assumptions of the general reservoir fluid model (generalized material balance) and the tank is assumed to be predominantly oil. Based on the results, the m correlated with the oil and gas recovery. Furthermore, as m value increased, the oil recovery increased until stopped at a certain high value. Meanwhile, the gas recovery will decreased as the m value increased. As the ????????/???????? value increased, the oil and gas recovery will increased until stop at a certain value. The M value also proved that gravity drainage also correlates to the recovery factor.\nTherefore, it is excessively necessary to compare the effects of each MBE factor using sensitivity analysis. Thus, the M was the most sensitive factor for oil recovery then followed by m and M similarly. For gas recovery, the most sensitive factor was m. This study as well developed the correlations of oil and gas recovery factors from the MBE factors using a stepwise linear regression model. In conclusion, this study provided the effects of three MBE factors to predict the oil and gas recovery factor to help a better decision-making in the field development plan.", "Daftar File": {"ABSTRAK Christian Goldberg": "https://digilib.itb.ac.id/gdl/download/250670"}, "Penulis": "Christian Goldberg [12218086]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Taufan Marhaendrajana, M.Sc., Ph.D.", "Billal Maydika Aslam, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Material Balance Equation (MBE), Recovery Factor, Correlation", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "27 Jun 2022"}