{"Nomor": 66178, "Judul": "EVALUASI PELAYANAN DRIVE-THRU DITINJAU DARI DAMPAK PEMBERIAN PELAYANAN INFORMASI OBAT (PIO) TERHADAP KEPATUHAN MINUM OBAT DAN KEPUASAN PASIEN HIPERTENSI DI ERA PANDEMI COVID-19", "Abstrak": "Salah satu upaya untuk mengatasi tantangan pelayanan kefarmasian di masa\npandemi COVID-19 adalah pengembangan layanan drive-thru apotek. Namun,\nbelum ada evaluasi mengenai tingkat kepuasan dan kepatuhan penggunaan obat\nuntuk pasien yang menggunakan layanan drive-thru, khususnya pasien dengan\npenyakit kronis seperti hipertensi. Tujuan dari penelitian ini adalah melakukan\nevaluasi terhadap pelayanan drive-thru ditinjau dari tingkat kepuasan dan\nkepatuhan penggunaan obat pasien hipertensi. Penelitian yang dilakukan adalah\npenelitian deskriptif observasional dengan rancangan cross-sectional prospektif\nmelalui penyebaran kuesioner standar tervalidasi kepada pasien hipertensi yang\nmenebus obat, selama periode Januari – Maret 2022. Kuesioner terdiri dari Morisky\nMedication Adherence Scale (MMAS-8) untuk mengukur kepatuhan dan kuesioner\nberbasis Servqual untuk mengukur tingkat kepuasan. Analisis GAP, pengukuran\nCustomer Satisfaction Index (CSI), dan Importance Performance Analysis (IPA)\ndilakukan untuk menganalisis tingkat kepuasan pasien. Teknik pengambilan\nsampel menggunakan non probability sampling dengan jenis consecutive sampling.\nDidapatkan sebanyak 110 pasien yang dikelompokkan ke dalam kelompok drivethru (55 pasien) dan non drive-thru (55 pasien). Responden kebanyakan adalah pria\n(50,91%), berusia di atas 46 tahun (67,27%), dengan tingkat pendidikan SLTA\n(35,54%) dan bekerja sebagai PNS/Pegawai BUMN (25,45%). Tingkat kepatuhan\npasien yang menggunakan drive-thru dan non drive-thru adalah sebesar 30,90%,\ndan 54,54%. Tingkat kepatuhan berkorelasi secara bermakna (p-value <0,05)\ndengan demografi pasien. Pada kedua kelompok, GAP yang paling rendah ada pada\ndimensi empathy ( drive-thru: -0,54, non drive-thru: -0,50). Untuk kelompok drivethru GAP yang paling tinggi adalah reliability (-0,72) dan responsiveness (-0,72),\nsedangkan pada layanan non drive-thru adalah reliability (-0,79). Tidak terdapat\nperbedaan yang signifikan antara tingkat kepuasan pasien yang menggunakan\nlayanan drive-thru dan non drive-thru (p-value 0,47). CSI pada pelayanan non\ndrive-thru (86,42%) dan drive-thru (82,23%) termasuk dalam kategori “sangat\npuas”. Berdasarkan diagram kartesius IPA terdapat 2 atribut pada layanan drivethru yang termasuk kuadran I (focus improvement) yaitu pada dimensi empathy dan\nassurance, pada layanan non drive-thru terdapat 5 atribut yaitu pada dimensi\nreliability, assurance dan empathy.", "Daftar File": {"ABSTRAK Resta Andria": "https://digilib.itb.ac.id/gdl/download/250681"}, "Penulis": "Resta Andria [20720015]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Pratiwi Wikaningtyas, S.Farm., M.Si.", "Tjokorde Istri Armina Padmasawitri, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Covid-19, Layanan apotek drive-thru, Hipertensi, Kepatuhan, Kepuasan.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "27 Jun 2022"}