{"Nomor": 66177, "Judul": "PENGARUH VARIASI METODE PENGEMASAN GABAH KERING GILING BERAS HITAM CIANJUR (ORYZA SATIVA L. INDICA) TERHADAP PERUBAHAN SENYAWA BIOAKTIF DAN SIFAT SENSORIS SELAMA PENYIMPANAN DAN PEMASAKAN", "Abstrak": "Penyimpanan gabah kering giling (GKG) dalam waktu yang lama dan pemasakan nasi dengan suhu tinggi mempengaruhi kandungan senyawa antioksidan pada beras hitam. Penelitian ini bertujuan untuk menentukan perubahan dan kombinasi metode pengemasan GKG dan pemasakan terbaik dalam mempertahankan senyawa bioaktif dan sifat sensoris beras hitam Cianjur. Penelitian menggunakan Rancangan Acak Lengkap (RAL) dengan kombinasi perlakuan metode pengemasan (karung plastik, hermetik, dan vakum) dan metode pemasakan (rice cooker dan dikukus). Tiap perlakuan diulang 4 (empat) kali. Variabel terikat yang diamati adalah kadar air, aktivitas antioksidan, kadar antosianin, kadar flavonoid, warna, parameter uji organoleptik hedonik yang dilakukan terhadap beras dan nasi. Hasil penelitian menunjukkan kadar air GKG dan beras meningkat dengan selama penyimpanan. Pola perubahan total antosianin beras cenderung menurun, fluktuatif untuk total flavonoid, aktivitas antioksidan, dan variabel warna selama penyimpanan. Proses pemasakan mengakibatkan penurunan total antosianin dan flavonoid, sedangkan nilai persen inhibisi dan variabel warna memiliki pola perubahan yang fluktuatif selama penyimpanan. Nasi rice cooker lebih disukai oleh panelis berdasarkan hasil uji organoleptik. Kombinasi perlakuan yang terbaik adalah pengemasan GKG dengan kemasan hermetik dan pemasakan beras dengan rice cooker.", "Daftar File": {"ABSTRAK Nathaniel Hamonangan Hutauruk": "https://digilib.itb.ac.id/gdl/download/250680"}, "Penulis": "Nathaniel Hamonangan Hutauruk [11918035]", "Kontributor / Dosen Pembimbing": ["Ahim Ruswandi, S.P., M.P.", "Dr. Rijanti Rahaju Maulani, S.P., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Pengemasan, Pemasakan, GKG, Senyawa bioaktif, Beras hitam Cianjur", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jun 2022"}