{"Nomor": 66174, "Judul": "STUDI PEMISAHAN BITUMEN DARI ASBUTON MENGGUNAKAN MEDIA AIR PANAS DENGAN KOMBINASI FLOTASI: ULASAN KRITIS", "Abstrak": "Asbuton adalah aspal alam yang terkandung dalam deposit batuan. Indonesia memiliki cadangan asbuton sebesar 650 juta ton di Pulau Buton, Sulawesi Tenggara dengan kadar bitumen 10-40%. Bitumen, yang merupakan produk hasil pemisahan mineral pengotor dari asbuton, dapat dimanfaatkan sebagai alternatif dari aspal berbasis minyak untuk pembangunan jalan. Proses pemisahan bitumen dapat dilakukan dengan menggunakan dua cara, yakni media pelarut organik atau air panas (hot water process, HWP). Pemisahan dengan HWP memiliki kelebihan yaitu lebih ekonomis dan dapat diaplikasikan pada skala industri. Oleh karenanya, studi literatur ini mengulas secara kritis pengaruh parameter operasi proses pemisahan dengan HWP, yaitu temperatur, dosis penambahan solar, dan dosis penambahan surfaktan terhadap recovery bitumen. Selain itu, flotasi bitumen hasil HWP juga dikaji untuk mengetahui kemungkinannya untuk bisa diaplikasikan.\n\nStudi literatur ini dimulai dengan pengumpulan data dan informasi yang berasal dari buku, jurnal, dan hasil publikasi lainnya yang terkait dengan aspal, asbuton, bitumen, HWP, dan flotasi. Kemudian dilakukan pembahasan mengenai pengaruh temperatur operasi, penambahan solar dan penambahan surfaktan terhadap recovery bitumen serta pengusulan penggunaan flotasi bitumen asbuton untuk hasil\nproduk HWP agar dapat diaplikasikan. Kesimpulan dan saran yang terter diharapkan dapat menjadi referensi dalam penelitian atau studi selanjutnya.\n\nHasil ulasan menunjukkan bahwa peningkatan temperatur operasi HWP dari 60oC ke 90oC dapat meningkatkan recovery bitumen sebesar 10-20% bergantung jenis surfaktan yang digunakan. Recovery bitumen juga meningkat dengan bertambahnya solar dalam larutan dari rasio solar:asbuton 40:60(w/w%) hingga rasio 60:40, yaitu dari 61% ke 85%. Pada parameter surfaktan, Critical Micelle Concentration (CMC) yang merupakan batas konsentrasi krisis surfaktan dalam suatu larutan, menjadi penentu pengaruhnya terhadap recovery bitumen. Secara umum, nilai CMC-nya yaitu 0,23% (rasio massa surfaktan:air). Jika konsentrasi surfaktan di bawah nilai CMC-nya, maka recovery bitumennya meningkat dan sebaliknya. Peningkatan rasio massa larutan surfaktan terhadap campuran larutan asbuton+solar hingga 25% dapat meningkatkan recovery bitumen, dan kemudian menurun setelahnya karena\nterbentuknya emulsi dengan lapisan bitumen-solar. Berdasarkan penelitian sebelumnya, kombinasi pemisahan bitumen dari aspal alam dengan pengotor berupa silika dan pemurnian bitumen hasil HWP menggunakan flotasi dapat dilakukan, sedangkan pemisahan bitumen dari asbuton menggunakan kombinasi HWP dan flotasi kemungkinan dapat diaplikasikan dengan modifikasi reagen yang digunakan, yakni dengan menggunakan solar sebagai penetrating agent, surfaktan sebagai wetting agent, dan natrium hidroksida sebagai sealing agent.", "Daftar File": {"ABSTRAK Ridwan Julianto": "https://digilib.itb.ac.id/gdl/download/250673"}, "Penulis": "Ridwan Julianto [12516036]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ismi Handayani, M.T.", "Dr. Ir. Ismi Handayani, M.T.", "Taufiq Hidayat, S.T., M.Phill., Ph.D.", "Dr.Eng. Nurulhuda Halim, S.T., M.T.", "Fadhli Muhammad, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "asbuton, hot water process, temperatur, solar, surfaktan, recovery", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "6 file", "Tanggal Input": "27 Jun 2022"}