{"Nomor": 66188, "Judul": "EVALUASI FAKTOR-FAKTOR PSIKOSOSIAL YANG MEMPENGARUHI KESESUAIAN PRAKTIK PENYEDOTAN LUMPUR TINJA DI KOTA BEKASI", "Abstrak": "Pekerja penyedotan lumpur tinja memiliki peranan penting dalam sistem pengelolaan air limbah domestik setempat untuk mendukung sanitasi aman. Dalam pelaksanakan penyedotan tentunya harus berdasarkan prinsip sanitasi aman dan regulasi yang berlaku untuk menjaga kesehatan serta keamanan diri pekerja tersebut, masyarakat, serta lingkungan. Namun, seringkali praktik penyedotan yang dilakukan tidak sesuai dengan prinsip sanitasi aman dan regulasi yang berlaku. Penelitian ini bertujuan untuk mengidentifikasi kondisi kesesuaian praktik penyedotan lumpur tinja di Kota Bekasi dan mencari faktor-faktor psikososial yang mempengaruhinya berdasarkan Theoretical Domains Framework (TDF). Kuesioner yang menyelidiki kesesuaian praktik penyedotan dan faktor psikososial diberikan kepada 32 pekerja penyedotan di Kota Bekasi yang bekerja pada pemerintah kota dan layanan penyedotan swasta. Wawancara semi-terstruktur kepada pemerintah, pemilik layanan penyedotan, dan pekerja penyedotan dilakukan untuk menggali lebih dalam alasan dibalik praktik dan faktor-faktor yang mempengaruhinya. Analisis korelasi dengan Spearman’s rank correlation digunakan untuk menentukan domain TDF yang signifikan mempengaruhi praktik penyedotan. Penelitian ini menemukan bahwa masih terdapat pekerja penyedotan di Bekasi yang tidak melakukan praktik penyedotan sesuai dengan kriteria sanitasi aman dan regulasi. Dari analisis korelasi ditemukan bahwa Knowledge (? = 0,505; P =0,003), Beliefs about consequences (? =0,473; P = 0,006), dan Environmental context and resources (? =0,389; P = 0,028) signifikan secara statistik mempengaruhi praktik penyedotan. Berdasarkan analisis data kualitatif, ditemukan pula domain lain yang dapat mempengaruhi praktik penyedotan, yaitu domain optimism, social influences, reinforcement. Oleh karena itu, berdasarkan faktor-faktor yang mempengaruhi kesesuaian praktik penyedotan, rekomendasi yang diajukan adalah mengadakan pelatihan untuk pekerja penyedotan, menyusun SOP praktik penyedotan, melakukan pembinaan, melaksanakan pengawasan, sertifikasi pekerja penyedotan, serta pemberian insentif.", "Daftar File": {"25720003_Josephine Amadea.pdf?": "https://digilib.itb.ac.id/gdl/download/250694"}, "Penulis": "Josephine Amadea [25720003]", "Kontributor / Dosen Pembimbing": ["Suharyanto, S.T., M.Sc., Ph.D.", "Dr. Anindrya Nastiti, S.T., M.T.", "Dr. Dyah Wulandari Putri, S.T., M.T.", "Dr. Muhammad Sonny Abfertiawan, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Infrastruktur Air Bersih dan Sanitasi", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "faktor psikososial, lumpur tinja, pekerja penyedotan, praktik penyedotan, Theoretical Domains Framework", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "27 Jun 2022"}