{"Nomor": 66184, "Judul": "PENETAPAN KADAR DAN PENGUJIAN EFEKTIVITAS PENGAWET 2-FENOKSIETANOL PADA BEBERAPA PRODUK MICELLAR WATER YANG BEREDAR DI INDONESIA", "Abstrak": "Micellar water merupakan produk kosmetik nonsteril dengan komponen utama berupa air,\nsehingga terdapat risiko kontaminasi mikroba. Salah satu strategi untuk melindungi produk micellar\nwater dari risiko kontaminasi mikroba adalah dengan penambahan bahan pengawet. 2-\nfenoksietanol merupakan pengawet yang umum digunakan dalam formulasi produk kosmetik.\nTujuan: Penelitian ini bertujuan untuk menentukan kadar serta efektivitas bahan pengawet 2-\nfenoksietanol yang digunakan dalam formulasi produk micellar water yang beredar di Indonesia.\nMetode: Penetapan kadar dilakukan dengan menggunakan instrumen KCKT fase balik. Pengujian\nefektivitas pengawet dilakukan dengan prinsip uji tantang produk bebas cemaran terhadap lima\nmikroba uji. Hasil: Penetapan kadar terhadap enam produk micellar water menunjukkan kadar 2-\nfenoksietanol yang digunakan berkisar antara 0,551 –0,767% b/b. Penggunaan 2-fenoksietanol\ndengan kadar 0,705% terbukti melindungi produk micellar water dari kontaminasi bakteri dan\npenggunaan 2-fenoksietanol dengan kadar 0,767% terbukti melindungi produk micellar water dari\nkontaminasi bakteri, khamir, dan kapang. Kesimpulan: (1) Kadar 2-fenoksietanol pada enam produk\nmicellar water yang beredar di Indonesia memenuhi kadar batas maksimum yang dipersyaratkan\nBadan POM RI (2) Penggunaan 2-fenoksietanol dengan kadar 0,767% b/b terbukti efektif untuk\nmelindungi produk micellar water dari kontaminasi mikroba.", "Daftar File": {"ABSTRAK Erlina Margareta Suhendrik": "https://digilib.itb.ac.id/gdl/download/250688"}, "Penulis": "Erlina Margareta Suhendrik [10718001]", "Kontributor / Dosen Pembimbing": ["Prof. apt. Marlia Singgih Wibowo, Ph.D. Dr. rer. nat. apt. Sophi Damayanti, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "2-fenoksietanol, kadar, efektivitas, mikroba", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "27 Jun 2022"}