{"Nomor": 66183, "Judul": "EFEKTIVITAS SURFAKTAN SEBAGAI BAHAN SENYAWA PEMBENTUK FORMULASI BIODISPERSAN DAN POTENSIAL APLIKASINYA SEBAGAI AGEN RESPON TUMPAHAN MINYAK", "Abstrak": "Tumpahan minyak yang terjadi di lepas pantai disebabkan oleh berbagai macam\naktivitas diantaranya adalah bongkar muat kapal dan kapal tanker bermuatan\nminyak. Hal ini menyebabkan kerusakan lingkungan air karena adapat\nmenyebabkan terbentuknya suatu lapisan tipis pada permukaan air laut sehingga\npenetrasi cahaya terhalang dan menghambat proses fotosintesis dalam air laut.\nSophorolipid sebagai agen respon tumpahan minyak akan dicampurkan dengan\nsenyawa surfaktan lainnya untuk membentuk suatu rancangan formulasi\nbiodispersan pada penelitian ini. Campuran pertama antara Sophorolipid\n(biosurfaktan) dan dispersan kimia (Metil Ester Sulfonat dan Propylene Glycol).\nCampuran kedua antara Sophorolipid (biosurfaktan) dan Coco Glucoside\n(Surfaktan anionic), campuran ini disebut juga formulasi biodispersan berbasis bio.\nIndeks emulsifikasi emulsifikasi pada campuran Sophorolipid dan dispersan kimia\nadalah 28,46% dan campuran Sophorolipid dan Coco Glucoside memiliki indeks\nemulsifikasi lebih baik sebesar 36,59% dalam mengemulsikan crude oil. Rata-rata\nefektivitas dispersi campuran Sophorolipid dan Coco Glucoside sebesar 44,65%\ndan tingkat penurunan kadar TPH pada crude oil dengan campuran Sophorolipid\ndan Coco Glucoside dan konsorsium bakteri petrofilik (KBP) dalam waktu lima\nhari pengamatan adalah 68,35% dengan jumlah bakteri akhir yang terhitung\nsebanyak 1,033x109 sel/mL.Campuran Sophorolipid dan Coco Glucoside memiliki\nnilai indeks germinasi tertinggi dibandingkan bahan uji lain sebesar 97.65%.\nCampuran Sophorolipid dan Coco Glucoside dapat digunakan sebagai campuran\nformulasi biodispersan yang memiliki tingkat biodegradasi yang tinggi dan sifatnya\nyang ramah bagi lingkungan.", "Daftar File": {"RAFI  DWI  PAMBUDI.pdf\n]": "https://digilib.itb.ac.id/gdl/download/250687"}, "Penulis": "Rafi Dwi Pambudi [25319009]", "Kontributor / Dosen Pembimbing": ["Dr. Qomarudin Helmy, S.Si., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Tumpahan minyak, Sophorolipid, Biodispersan, Emulsifikasi, Biodegradasi, TPH", "Sumber": "Tesis Juni 2022", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "27 Jun 2022"}