{"Nomor": 66197, "Judul": "ANALISIS DAYA DUKUNG SUMBER DAYA AIR PERMUKAAN DENGAN PENDEKATAN SPASIAL (STUDI KASUS: DAS CITARUM HULU)", "Abstrak": "Penentuan daya dukung khususnya daya dukung air suatu wilayah merupakan salah satu pendekatan dalam evaluasi pemanfaatan ruang wilayah. Daya dukung air merupakan kemampuan sumberdaya air untuk memenuhi suatu kebutuhan dengan meninjau besarnya ketersediaan air. Daya dukung air dihitung berdasarkan perhitungan kebutuhan air dan ketersediaan air. Kedua variabel tersebut dibandingkan sehingga dapat diketahui air yang tersedia dapat mencukupi untuk berbagai kebutuhan. Bagian hulu DAS Citarum merupakan suatu cekungan yang dikelilingi oleh komplek Pegunungan Tangkubanparahu di utara, komplek pegunungan Patuha-Malabar di selatan, dan Pegunungan Krenceng dan Gunung Mandalawangi di bagian selatan. Wilayah yang dilalui oleh sub DAS Citarum Hulu antara lain Kabupaten Sumedang, Kabupaten Bandung, Kota Bandung dan Kota Cimahi. Untuk mencegah permasalahan yang akan timbul akibat terbatasnya sumber daya air, maka diperlukan kegiatan pengelolaan sumber daya air secara integratif, efisien, dan mengupayakan penggunaan air secara sustainable. Analisis dilakukan di DAS Citarum Hulu dengan menggunakan integrasi model hydroeconomic SWAT dan DSS-WEAP (Soil Water Assesment Tool and Water Evaluation and Planning) dengan didukung software arcGIS. Berdasarkan hasil dari Model SWAT didapatkan Kebutuhan air total di DAS Citarum Hulu tahun 2020 untuk domestik, non domestik, irigasi, masing- masing sebesar 35.273 m3/detik, 2.085 m3/detik, 20.776 m3/detik. Sedangkan untuk kebutuhan air lingkungan rata-rata adalah sebesar 3.34 m3/detik. Sedangkan untuk kebutuhan air total di DAS Citarum Hulu tahun 2040 untuk domestik, non domestik, irigasi, masing- masing sebesar 38.902 m3/detik, 2.516 m3/detik, 54.57 m3/detik. Sedangkan untuk kebutuhan air lingkungan rata-rata adalah sebesar 1.17 m3/detik. WEAP beroperasi dengan prinsip dasar kesetimbangan air dan dapat diterapkan pada sistem suatu kota maupun daerah pertanian, daerah aliran sungai tunggal atau daerah aliran sungai lintas wilayah. Simulasi model menghasilkan nilai deficit pada Bulan Agustus dengan total unmet demand sebesar 18.82 m3/detik atau rata-rata unmet demand pada tahun 2018 sebesar 1.381 m3/detik . Dari hasil simulasi diperoleh bahwa skenario terbaik untuk meningkatkan daya dukung DAS Citarum Hulu agar dapat memenuhi kebutuhan Kabupaten dan Kota Bandung, Kabupaten Sumedang dan Kota Cimahi berupa efisiensi irigasi, Demand Save Management dan bauran domestik dapat menurunkan nilai unmet demand secara keseluruhan pada tahun 2040 yaitu sebesar 90.15% dari skenario referensi. Maka, dengan penerapan pengelolaan kebutuhan air domestik, irigasi dan perikanan dengan memperhatikan kondisi spasial dapat lebih optimal untuk mengurangi kebutuhan air yang besar karenanya akan membuat skenario tersebut lebih efektif untuk mengurangi kekurangan air baik domestik, perikanan serta irigasi yang berada di hulu DAS.", "Daftar File": {"ANTARI  PUSPA  ESKAWIYANTI.pdf?": "https://digilib.itb.ac.id/gdl/download/250713"}, "Penulis": "Antari Puspa Eskawiyanti [25319008]", "Kontributor / Dosen Pembimbing": ["Ir. Arief Sudradjat, S.T., MIS, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Daya Dukung Sumber Daya Air, DAS Citarum Hulu, Model SWAT, Model WEAP", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "27 Jun 2022"}