{"Nomor": 66199, "Judul": "ANALISIS PAPARAN LOGAM BERAT PADA KULIT DAN EFEK TERHADAP POTENSI KERUSAKAN DNA DI PEKERJA INDUSTRI BATIK (STUDI KASUS: INDUSTRI BATIK SKALA RUMAH TANGGA DI KECAMATAN LENDAH, KULON PROGO, YOGYAKARTA)", "Abstrak": "Secara umum proses pembuatan batik menggunakan zat pewarna sintetik yang mengandung logam berat. Pekerja batik berpotensi terpapar logam berat melalui rute paparan dermal yang dapat berdampak buruk bagi kesehatan pekerja. Tujuan dari penelitian ini adalah untuk mengetahui tingkat paparan logam berat melalui rute paparan dermal dan mengetahui hubungan antara tingkat paparan logam berat pada kulit dengan tingkat kerusakan DNA. Penelitian ini dilakukan dengan pendekatan epidemiologi cross-sectional. Pengambilan sampel paparan dermal dilakukan menggunakan filter MCE yang ditempelkan pada bagian tubuh yang terbuka selama 4 jam. Filter diuji menggunakan XRF dengan parameter logam berat Cr, Mn, Fe, Ni, Cu dan Zn. Sample darah diambil sebanyak 2 ml. Pemeriksaan kerusakan DNA dilakukan dengan metoda Comet Assay. Dari hasil pengujian sampel patch dermal yang ditempelkan ke masing-masing responden, didapatkan kandungan logam berat baik pada kelompok pekerja maupun kontrol. Rata-rata konsentrasi logam berat pada patch kelompok pekerja lebih tinggi daripada kelompok kontrol. Hasil nilai HI untuk senyawa logam berat dermal oleh pekerja batik belum ada yang melampaui 1, yang berarti paparan logam berat melalui jalur dermal berpotensi memunculkan efek minimum yang membahayakan pekerja. Berdasarkan hasil dari Comet Assay, 3 parameter utama Tail Length, Tail DNA% dan Tail Moment pada kelompok terpapar memiliki nilai rata-rata lebih tinggi dibandingkan dengan kelompok kontrol. Parameter bagian pekerjaan pencelupan memiliki nilai OR 4,24 (OR>1) yang menunjukkan bahwa pekerja pada bagian pencelupan memiliki probabilitas 4,24 kali lebih tinggi dalam mempengaruhi kenaikan Tail DNA% dibandingkan dengan bagian pekerjaan canting dan pengecapan. Parameter periode kerja lebih dari 5 tahun memiliki nilai OR 2,04 (OR>1) yang menunjukkan bahwa pekerja dengan periode kerja lebih dari 5 tahun memiliki probabilitas 2,04 kali lebih tinggi dalam mempengaruhi kenaikan Tail DNA% dibandingkan dengan periode kerja kurang dari 5 tahun.", "Daftar File": {"BUGGIE  OCLANDHI.pdf)u": "https://digilib.itb.ac.id/gdl/download/250716"}, "Penulis": "Buggie Oclandhi [25319312]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Katharina Oginawati, M.S."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "logam berat, batik, dermal, DNA, analisis risiko", "Sumber": "Tesis Juni 2022", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "27 Jun 2022"}