{"Nomor": 66198, "Judul": "EVALUATION AND OPTIMIZATION OF ESP WELL PRODUCTION: CASE STUDY IN SOUTHEAST SUMATERA OIL FIELD", "Abstrak": "In conventional hydrocarbon production, it is carried out by relying on the natural driving force that comes from reservoir pressure. Reservoir pressure can lift the production fluid from the bottom of the well to the surface and flow it to the treatment facility. However, over time, this reservoir pressure will decrease, resulting in wells that can no longer produce. Therefore, an artificial lift method is needed, one of which is an electric submersible pump, which allows the well to return to production. Several optimizations can be done to optimize hydrocarbon production by changing or redesigning the parameters of the pump used.\nThe case study in this study was conducted in one of the wells located in field R in the southeastern area of Sumatera Island, B-05. Since June 2016, ESP has installed this well to lift the production fluid. Several things will be carried out, including evaluating the performance of the current well that uses an ESP pump as an artificial lift method when the reservoir pressure can no longer produce flowing fluids naturally. Then it will be continued by predicting the future well's performance using the decline curve analysis (DCA) method with a hyperbolic model. This production forecast is carried out until the production flow rate reaches a production limit that is still economical.\nFurthermore, optimization will be carried out based on the results of production forecasting that have been obtained. Three cases are proposed based on the rate of decline from the initial flow rate, namely 20%, 30%, and 50%. From each of these cases, three optimization scenarios will be applied; changing the pump frequency, replacing the motor, and replacing the pump used.\nThe analysis results are to see whether the B-05 well is in optimal condition for currently being produced. Based on the calculation results, it can be concluded that the wells and pumps are in optimal condition; this can indicate that the service life of the pumps used can be extended. The analysis and calculations are also used to determine which optimization case results in optimal cumulative oil production. Referring to the calculations that have been done, case 1 was chosen as the most optimum by producing the maximum cumulative oil production.", "Daftar File": {"ABSTRAK Dewi Utami Ronasari": "https://digilib.itb.ac.id/gdl/download/250714"}, "Penulis": "Dewi Utami Ronasari [12218036]", "Kontributor / Dosen Pembimbing": ["Steven Chandra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "electric submersible pump, evaluation, optimization, production forecasting", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "27 Jun 2022"}