{"Nomor": 66203, "Judul": "DESIGNING OPTIMUM LOW SALINITY WATER INJECTION WELL NUMBERS, PLACEMENTS, AND INJECTION WATER SALINITY ON THE HETEROGENEOUS CEC DISTRIBUTION MODEL AT \"B\" STRUCTURE OF \"S\" FIELD", "Abstrak": "S field is a mature oilfield that needs recovery improvement. In recent years, Low Salinity Water Injection (LSWI) emerged as one of the most popular EOR methods. LSWI is a method that tends to be cheaper, more environmentally friendly, and can increase the recovery factor by up to 20%. Therefore, LSWI is believed to be the most suitable option to improve S field oil recovery.\nThis study is divided into two parts: a discussion of the calculation of the distribution of heterogeneous CEC and the design of the development of the S field by implementing LSWI. CEC is a parameter that is very influential in the LSWI mechanism. Calculation of the distribution of heterogeneous CEC is carried out for every grid to obtain an accurate CEC distribution so that a more comprehensive reservoir model can be obtained. Then, the design and optimization of field development are carried out in the form of the number of wells, the location of the wells, and the salinity of the water injection used.\nThe results of modeling using a heterogeneous CEC distribution model produce more optimistic predictions of oil recovery, with the distribution of Na-X fraction left is also more varied and depending on the value of the CEC distribution. From several reservoir simulation cases, the design with the highest oil recovery was obtained by adding infill wells and sufficient injection wells to avoid early water breakthrough. This study discusses the field development design using a heterogeneous CEC distribution model with empirical correlation for the S field.", "Daftar File": {"ABSTRAK Fachri Haikal Apriansyah": "https://digilib.itb.ac.id/gdl/download/250729"}, "Penulis": "Fachri Haikal Apriansyah [12218041]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Asep Kurnia Permadi, M.Sc., Ph.D.", "Muhammad Arif Naufaliansyah, B.Eng., M.Eng.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Low salinity water injection, cation exchange capacity, heterogeneous CEC distribution, field development design", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "27 Jun 2022"}