{"Nomor": 66210, "Judul": "OPTIMISASI OPERASI PENGISIAN KEMBALI TANGKI DAN PIPANISASI TERMINAL BBM BARU DI PROVINSI RIAU DENGAN MENGGUNAKAN MIXED-INTEGER LINEAR  PROGRAMMING", "Abstrak": "PT X, perusahaan yang bertanggung jawab dalam pengelolaan minyak dan gas bumi (migas) di\nIndonesia, memiliki terminal bahan bakar minyak (TBBM) yang berlokasi di Provinsi Riau.\nSalah satu ukuran performansi kegiatan operasional TBBM Y adalah coverage days. Coverage\ndays merupakan ukuran lamanya stok produk pada tempat penyimpanan dapat memenuhi\npermintaan. Saat ini, rata-rata coverage days seluruh produk di TBBM Y adalah 10,25 hari\nsedangkan standar coverage days PT X adalah 14,10 hari. Belum tercapainya standar minimum\ncoverage days ini terjadi akibat kebijakan replenishment produk di TBBM Y yang belum optimal.\n\nPada penelitian ini, dilakukan penyelesaian masalah PT X dengan menggunakan model mixed-\ninteger linear programming (MILP) untuk menjadwalkan penyaluran produk dari titik suplai ke\n\nTBBM Y sehingga coverage days standar PT X tercapai dengan biaya operasional yang\nminimum. Model yang digunakan adalah model MILP yang memiliki indeks waktu sehingga\nbersifat dinamis dan dapat menunjukkan pergerakan waktu. Penelitian ini berfokus pada\nperancangan kebijakan replenishment produk BBM ke TBBM Y lokasi baru dengan\nmenggunakan pipa.\nDiperoleh beberapa alternatif skema penyaluran produk ke TBBM Y yang memiliki deviasi\nvolume produk rendah dan memenuhi standar coverage days yang ditentukan PT X. Alternatif\nyang menghasilkan deviasi volume produk terendah adalah skema penyaluran 2 titik suplai\ndengan metode flushing, yaitu sebesar 0,43 kL, dan rata-rata coverage days 29,20 hari. Untuk\nalternatif 1 titik suplai, skema penyaluran dengan metode batching memiliki performa coverage\ndays yang lebih baik, yaitu dengan rata 39,83 hari.", "Daftar File": {"ABSTRAK Fanny Luthfiana": "https://digilib.itb.ac.id/gdl/download/250735"}, "Penulis": "Fanny Luthfiana [13418029]", "Kontributor / Dosen Pembimbing": ["Rully Tri Cahyono, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "sistem rantai pasok, coverage days, pengisian kembali, pipanisasi, mixed-integer linear programming.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "27 Jun 2022"}