{"Nomor": 66211, "Judul": "KONSEP DYSTOPIA SEBAGAI INSPIRASI DALAM EKSPLORASI TEKSTIL UNTUK PROSES PEMBUATAN BUSANA WANITA", "Abstrak": "Dystopia merupakan istilah yang menggambarkan dunia yang tidak ideal,\ndidorong oleh faktor seperti sosial, lingkungan, hingga politik, dan salah satu\ntopik yang sering dijumpai dalam lingkup karya sastra dan karya seni seperti film,\nanimasi, komik, karya lukis, dan produk fashion. Istilah dystopia ini melandasi\nstudi dengan tujuan menggali kembali potensi konsep dystopia untuk diangkat\ndalam eksplorasi tekstil dan busana wanita, sejalan dengan kondisi lingkungan\nsekitar dengan masalah seperti overpopulasi sebagai akar dari timbulnya\nketimpangan sosial, eksploitasi sumber daya alam, kerusakan lingkungan, hingga\npemanasan global. Gambaran konsep dystopia yang melekat dengan kondisi saat\nini dituangkan ke dalam eksplorasi tekstil yang menggunakan kombinasi teknik\nreka latar seperti: punch needling, slashing/distressing, ruffle, dyeing, dan\nembellishment. Penelitian ini menggunakan eksplorasi berbasis kepustakaan dan\ndata survei yang selanjutnya diimplementasikan pada perancangan produk akhir\nyaitu busana wanita. Hasil studi dan data survei menunjukkan Overpopulation\nDystopia paling relevan dengan kondisi di Indonesia, sehingga menghasilkan\neksplorasi tekstil yang memiliki kesan atau citra berantakan, tidak seragam,\nsumpek, dan juga panas/terik.", "Daftar File": {}, "Penulis": "Gita Astalfa Miladia [17218106]", "Kontributor / Dosen Pembimbing": ["Dr. Achmad Haldani Destiarmand, M.Sn.", "Dr. Kahfiati Kahdar, M.A.", "Natas Setiabudhi Daryono Putra, S.Sn., M.Sn.", "Asyifa Rachmadina Jiniputri, S.Ds., M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kriya", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "busana wanita, eksplorasi tekstil, dystopia, fashion, overpopulation dystopias, reka latar", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "27 Jun 2022"}