{"Nomor": 66217, "Judul": "VISUALISASI BUNGA MAWAR ALBA DENGAN TEKNIK CROCHET DAN FABRIC MANIPULATION PADA AKSESORIS FASHION DAN ADIBUSANA PEREMPUAN", "Abstrak": "Bunga Mawar Alba (Rosa Alba) merupakan salah satu jenis bunga mawar yang paling tua\ndi dunia. Warnanya yang putih dan bentuk kelopaknya yang cantik membuat bunga mawar\nalba seringkali memiliki makna tersendiri, yang dalam ilmu floriografi (Ilmu pemberian\nmakna bunga dan bahasa bunga) yaitu cinta yang tulus dan murni. Karena makna dari\nbunga ini yang menunjukkan bunga ini murni dan tulus, biasanya visual bunga mawar alba\ndigunakan dalam acara-acara yang suci dan sakral, seperti pernikahan, sehingga biasa\ndigunakan untuk visual fesyen adibusana.\nPenelitian ini bertujuan untuk membuktikan bahwa visual bunga mawar alba sebagai\nsimbol cinta yang murni dan tulus tidak selalu harus ditunjukkan dalam acara suci dan\nsakral serta pakaian adibusana event tertentu. Penggunaannya sebagai visual pada karya ini\njuga mengartikan bahwa cinta terhadap diri sendiri dapat meningkatkan kepercayaan diri\nseorang perempuan, yang dalam penelitian ini adalah dengan penggunaan aksesoris fesyen\ndan adibusana.\nTak hanya mawar alba, penelitian ini membahas teknologi untuk menghasilkan lembaran\nkain yang sudah marak digunakan dan semakin canggih. Namun sebelum teknologi\ncanggih itu ditemukan dan dikembangkan, leluhur dan nenek moyang manusia pada\nawalnya menggunakan teknik rekastruktur tekstil manual untuk membuat lembaran kain,\nsalah satunya crochet dan manipulasi tekstil. Oleh karena itu, penelitian ini akan\nmenggunakan teknik rekastruktur crochet dan teknik manipulasi tekstil pada karya.", "Daftar File": {}, "Penulis": "Amelinda Stefani [17218009]", "Kontributor / Dosen Pembimbing": ["Akbar Adhi Satrio, S.Ds., M.Ds.", "John Martono, S.Sn., M.Sn.", "Nadia Arfan, S.Ds., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kriya", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "aksesoris fashion, rekastruktur tekstil, adibusana, mawar alba, manipulasi tekstil", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "27 Jun 2022"}