{"Nomor": 66229, "Judul": "PEMBUATAN PROTOTIPE APLIKASI DATABASE PRODUK KOSMETIK DAN PKRT HALAL DI PASAR DARING BERBASIS MOBILE", "Abstrak": "Halal didefinisikan sebagai segala sesuatu yang diperbolehkan. Umat muslim diwajibkan untuk\nmenggunakan dan mengonsumsi seluruh produk yang halal termasuk kosmetik dan PKRT.\nIndonesia memberikan jaminan halal pada seluruh konsumen muslim di Indonesia dengan\nmenerbitkan Undang-undang Jaminan Produk Halal yang mana mewajibkan setiap produk yang\nberedar di Indonesia wajib bersertifikasi halal. Dalam pasar daring, produk halal dan non-halal\nbercampur menjadi satu yang menyebabkan rendahnya jaminan konsumen muslim untuk\nmemperoleh produk halal secara pasti. Untuk meningkatkan jaminan dan kemudahan konsumen\nmuslim Indonesia dalam berbelanja produk halal di pasar daring maka dibentuklah prototipe\naplikasi HalalKu. HalalKu adalah aplikasi yang dibuat untuk dapat memilah produk bersertifikasi\nhalal yang terkoneksi dengan berbagai pasar daring di Indonesia untuk dapat memberikan pilihan\nharga terbaik bagi konsumen. Penelitian ini terbagi menjadi empat tahap meliputi perencanaan,\ndesain, pembuatan prototipe, dan evaluasi. Evaluasi yang dilakukan berupa uji fungsionalitas dan\nuji kepuasan pengguna (SERVQUAL) yang disertai Importance Performance Analysis. Uji\nfungsionalitas dari prototipe memberikan nilai kemudahan penggunaan aplikasi sebesar 4,85 ±\n0,11. Sedangkan uji kepuasan pengguna dari prototipe memberikan nilai ekspektasi 4,70 ± 0,07 dan\nnilai persepsi 4,49 ± 0,08 yang mengindikasikan prototipe HalalKu dapat memberikan jaminan\nterhadap ketersediaan produk kosmetik dan PKRT halal di pasar daring serta layak untuk\ndikembangkan lebih lanjut menjadi aplikasi nyata.", "Daftar File": {"ABSTRAK Razan Rizdaka": "https://digilib.itb.ac.id/gdl/download/250755"}, "Penulis": "Razan Rizdaka [10718076]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Ilma Nugrahani, S.Farm., M.Si.", "Prof. Dr. Slamet Ibrahim Surantaatmadja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Kosmetik, PKRT, halal, pasar daring, prototipe aplikasi.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "27 Jun 2022"}