{"Nomor": 66227, "Judul": "ANALISIS KEPUTUSAN UNTUK MENGEMBALIKAN POTENSI KEHILANGAN PRODUKSI MINYAK AKIBAT KETERBATASAN PRODUKSI GAS EKSISTING DI BLOK SES", "Abstrak": "Block SES merupakan salah satu block yang dikelola oleh anak perusahaan PT Pertamina (Persero)\nsejak tahun 2018. Pada saat ini block SES menjalankan bisnis pada bidang upstream oil dan gas.\nSebelum tahun 2022 block SES menjual produksi minyak dan gas ke konsumen. Namun, pada tahun\n2022 block SES tidak lagi menjual gas ke konsumen karena produksi gas yang menurun dan hanya\ndapat memenuhi untuk bahan bakar. Dari situasi bisnis tersebut, permasalahan yang dihadapi oleh block\nSES adalah potensi kehilangan produksi minyak akibat keterbatasan produksi gas. Akibatnya, potensi\nkehilangan minyak yang akan ditanggung oleh block SES adalah sebesar 1002 MBOP yang setara\ndengan 68.364 million USD dan akan terus bertambah setiap tahun apabila fuel gas tidak dapat dipenuhi.  \n\nTujuan dari tesis ini adalah untuk mengetahui akar permasalahan dari permasalahan yang dihadapi,\nmendapatkan alternatif terbaik, dan menyusun rencana untuk mengeksekusi dari alternatif solusi yang\ntelah dipilih. Untuk mengetahui akar permasalahan dan membuat alternatif solusi proses yang dilalui\nadalah brainstorming dan fokus grup dikusi dengan tenaga ahli. Pada saat membuat alternatif solusi\ndigunakan pendekatan value focus thinking (VFT). Dari proses yang dilalui didapatkan lima alternatif\nsolusi untuk dianalisa lebih lanjut agar permasalahan yagn dihadapi block SES dapat diselesaikan. \n\nDalam menganalisi alternatif solusi digunakan metode SMART karena metode SMART memecah\npermasalahan ke dalam beberapa bagian kecil dan fokus kesetiap bagian secara terpisah. Sehingga,\npengambil keputusan dapat menilai atribut yang digunakan pada metode ini tanpa adanya pengaruh dari\ncost yang dikeluarkan. Selain itu, pengambil keputusan dapat memahami mengenai permasalahan yang\nada. Hasil dari analisis anlternatif solusi tersebut disimpulkan bahwa alternatif terbaik untuk\npermasalahan yang dihadapi block SES adalah Pengeboran Maya A-04. Pengeboran MAYA A-04 dapat\nmemproduksikan gas sebesar 8,715 MMSCF dan memproduksikan minyak sebesar 3,394 MBO.\nPengeboran MAYA A-04 juga memiliki weight yang bagus pada weight yang diprioritaskan oleh\npengambil keputusan.", "Daftar File": {"2022_TS_PP_Rahmi Ciptaningsih_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/250753"}, "Penulis": "Rahmi Ciptaningsih [29120231]", "Kontributor / Dosen Pembimbing": ["Dr. Manahan Parlindungan Saragih Siallagan"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Loss Potential Oil (LPO), Kepner Tregoe Problem Analysis, Value-Focused Thinking (VFT), SMART (Simple Multi Attribute Rating Technique)", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "27 Jun 2022"}