{"Nomor": 66232, "Judul": "PERANCANGAN SERVICE REGISTRY BERBASIS ONTOLOGI PADA SISTEM BERORIENTASI LAYANAN", "Abstrak": "i\nABSTRAK\nPERANCANGAN SERVICE REGISTRY\nBERBASIS ONTOLOGI\nPADA SISTEM BERORIENTASI LAYANAN\nOleh\nMoh. Roufiq Azmy\nNIM: 23218027\n(Program Studi Magister Teknik Elektro)\nPada sistem berorientasi layanan, service discovery (pencarian layanan) merupakan suatu tahapan penting dalam pemenuhan kebutuhan layanan. Interaksi antara pengguna layanan dan penyedia layanan dijembatani oleh service registry. Proses ini dilakukan dengan memanfaatkan informasi service description yang mengekspos kapabilitas dari layanan web. Pada layanan web berbasis REST, Open API Specification (OAS) merupakan salah satu standar yang paling banyak digunakan penyedia layanan untuk mendeskripsikan layanannya, namun OAS saat ini hanya mendukung interoperabilitas secara sintaksis, sehingga dibutuhkan suatu inovasi untuk meningkatkan interoperabilitas. Guna memenuhi persyaratan tersebut, penelitian ini bertujuan untuk mengembangkan model ontologi pada layanan web berbasis REST melalui dokumen OAS.\nModel ontologi diimplementasikan sebagai basis pembentukan semantik web-service dalam bentuk RDF yang dapat meningkatkan interoperabilitas layanan sehingga dapat digunakan untuk kebutuhan pencarian layanan. Sebelum digunakan pada proses pemetaan, ontologi tersebut dievaluasi untuk memeriksa struktur, bahasa, konsistensi menggunakan reasoner pada Protégé dan Oops, serta dievaluasi kualitasnya menggunakan OntoQA. Pembentukan semantik web-service dimulai dari ekstraksi dataset 1.987 file OAS ke basis data relasional kemudian dipetakan menggunakan R2RML menggunakan kosakata dari model ontologi menjadi RDF. Proses pemetaan menghasilkan kurang lebih 4 juta triples RDF dari 17 kelas. Uji coba pencarian layanan dilakukan menggunakan query SPARQL pada dokumen RDF yang dihasilkan.\nEvaluasi ontologi menggunakan reasoner Protégé dan Oops! menunjukkan konsistensi dari struktur dan sintaks, sedangkan evaluasi dari OntoQA menunjukkan kekayaan relasi 71,6%, kekayaan atribut 87,2%, dan jangkauan pengetahuan 63,82%. Uji coba menggunakan query SPARQL juga menunjukkan pencarian layanan dapat menemukan kandidat layanan memanfaatkan kekayaan informasi yang disediakan oleh semantik web-service. Hal tersebut menunjukkan penelitian berkontribusi dalam meningkatkan interoperabilitas pada pencarian layanan.\nKata kunci: ontology, service discovery, semantik web-service, OpenAPI", "Daftar File": {"ABSTRAK - MOH. ROUFIQ AZMY": "https://digilib.itb.ac.id/gdl/download/250768"}, "Penulis": "Moh. Roufiq Azmy [23218027]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Suhardi, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "ontology, service discovery, semantik web-service, OpenAPI", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos", "File": "1 file", "Tanggal Input": "27 Jun 2022"}