{"Nomor": 66247, "Judul": "STANDARDISASI FERMENTASI MANDAI NANGKA (ARTOCARPUS HETEROPHYLLUS) SEBAGAI PANGAN FUNGSIONAL MELALUI FERMENTASI TERKONTROL", "Abstrak": "Mandai merupakan makanan fermentasi khas Kalimantan yang berpotensi sebagai\npangan fungsional untuk mendukung ketahanan pangan karena dapat mengandung\nbakteri asam laktat yang menjadi sumber probiotik. Selain cempedak, nangka dapat\nmenjadi bahan alternatif untuk pembuatan mandai. Untuk memperoleh mandai\nyang dapat digunakan sebagai pangan fungsional, maka perlu dilakukan fermentasi\nyang terstandar. Penelitian ini bertujuan untuk: (1) Melakukan optimasi kadar\ngaram dan waktu inkubasi pada fermentasi alami mandai nangka dengan uji\norganoleptik; (2) Melakukan isolasi dan skrining mikroba pada proses pembuatan\nmandai secara alami dengan kadar garam 10%; (3) Melakukan fermentasi\nterkontrol menggunakan isolat terpilih pada kadar garam optimum. Analisis yang\ndilakukan selama proses fermentasi alami dengan kadar garam 10% dan fermentasi\nterkontrol meliputi enumerasi dan isolasi mikroba yang dilakukan setiap dua hari\npada medium MRSA, NA, dan PDA, melihat perubahan pH, dan uji organoleptik.\nPada proses fermentasi, digunakan kulit nangka sebanyak 200 gram yang\nditambahkan air sebanyak 400 mL, ditambahkan garam, dan diinkubasi pada suhu\nruang 27°C selama 10 hari. Hasil uji pendahuluan menunjukkan bahwa kadar garam\n10% (w/v) dengan waktu inkubasi 10 hari adalah perlakuan optimum. Hasil\nenumerasi pada fermentasi alami mandai nangka dengan kadar garam 10%\nmenunjukkan keberadaan 15 isolat bakteri dan 2 isolat ragi. Hasil skrining dengan\nuji produksi asam, uji ketahanan terhadap salinitas, uji enzimatis (amilolitik,\nselulolitik, dan proteolitik), serta uji fermentasi karbohidrat (glukosa, laktosa, dan\nsukrosa) menunjukkan isolat B sebagai isolat terpilih untuk ditambahkan pada\nfermentasi terkontrol sebanyak 10% (v/v). Fermentasi alami dengan kadar garam\n10% menunjukkan pH 5,45 pada hari ke-0, kemudian menurun pada hari ke-2 menjadi 3,54 dan stabil hingga hari ke-10. Hasil enumerasi pada fermentasi\nterkontrol menunjukkan keberadaan 6 isolat bakteri dan 2 isolat ragi. Pada\nfermentasi terkontrol, rata-rata pH pada hari ke-0 adalah 5,1, kemudian menurun\npada hari ke-2 menjadi 3,45 dan stabil hingga hari ke-10. Indeks organoleptik\nterbaik pada fermentasi terkontrol adalah pada hari ke-6, yaitu sebesar 4,57 sebelum\ndigoreng dan 4,7 setelah digoreng, sedangkan pada fermentasi alami dengan kadar\ngaram 10%, indeks organoleptik terbaik adalah pada hari ke-10, yaitu sebesar 4,52\nsebelum digoreng dan 4,63 setelah digoreng. Hasil tersebut menunjukkan bahwa\npenambahan isolat B pada proses fermentasi terkontrol dapat mempercepat proses\nfermentasi dari 10 hari menjadi 6 hari.", "Daftar File": {"ABSTRAK Annisa Raihani Zahwa": "https://digilib.itb.ac.id/gdl/download/250788"}, "Penulis": "Annisa Raihani Zahwa [10618015]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Pingkan Aditiawati, M.S.", "Noor Rahmawati, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Mandai nangka, bakteri asam laktat, fermentasi alami, fermentasi terkontrol, kadar garam, kultur starter", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jun 2022"}