{"Nomor": 66245, "Judul": "PENGARUH KEBIJAKAN PENGELOLAAN SAMPAH DAERAH KHUSUS IBUKOTA JAKARTA TERHADAP DINAMIKA PEMBIAYAAN PERSAMPAHAN", "Abstrak": "Dalam rangka menanggulangi kenaikan timbulan sampah, pemerintah menerbitkan Kebijakan dan Strategi Daerah (Jakstrada) Pengelolaan Sampah Rumah Tangga dan Sampah Sejenis Sampah Rumah Tangga dalam Peraturan Gubernur Daerah Khusus Ibukota (DKI) Jakarta Nomor 108 Tahun 2019 yang berisikan target pengurangan dan penanganan sampah sampai pada tahun 2025. Peningkatan fasilitas pengelolaan sampah dilakukan pemerintah DKI Jakarta untuk memenuhi Jakstrada, namun mengakibatkan potensi melonjaknya kebutuhan anggaran pengelolaan sampah di masa depan. Penelitian ini bertujuan mencari skenario kebijakan pengelolaan sampah yang dapat memenuhi target kebijakan dan strategi daerah pengelolaan sampah rumah tangga dan sampah sejenis sampah rumah tangga, namun tidak mengakibatkan kenaikan kebutuhan anggaran yang signifikan. Sistem dinamik digunakan dalam penelitian ini, untuk memprediksi dinamika pengelolaan sampah DKI Jakarta dan mempelajari kaitan antara variabel penyusunnya selama 20 tahun ke depan. Model disusun menggunakan bantuan perangkat lunak STELLA, dengan data input merupakan data sekunder terkait pengelolaan persampahan DKI Jakarta. Skenario dibuat berdasarkan model yang tersusun berdasarkan kondisi eksisting pengelolaan sampah DKI Jakarta. Hasil simulasi skenario menunjukkan, untuk mencapai target kebijakan dan strategi daerah pengelolaan sampah rumah tangga dan sampah sejenis sampah rumah tangga di tahun 2025, pemerintah perlu melakukan peningkatan kapasitas dan jumlah fasilitas pengelolaan sampah sebesar lebih dari 2 kali lipat dari performa kondisi eksisting. Selain itu, target Jakstrada perlu disertai dengan keberhasilan kebijakan pembatasan timbulan sampah plastik sebesar 100% dan turut serta partisipasi masyarakat dalam menurunkan timbulan sampah sebesar 1,5% per tahun secara bertahap. Dalam memenuhi target Jakstrada, anggaran pengelolaan sampah akan mengalami rata-rata peningkatan sebesar 8,57% dibandingkan dengan Anggaran Pendapatan dan Belanja Daerah (APBD) Persampahan dalam kurun waktu 15 tahun. Partisipasi masyarakat dalam mengurangi timbulan sampah sebesar 1,5% per tahun secara berkala, dapat mengurangi besar kenaikan anggaran pengelolaan persampahan pada 5 tahun terakhir simulasi.", "Daftar File": {"PUTRI CHISSY  RAEZA RIANTI.pdf)u": "https://digilib.itb.ac.id/gdl/download/250785"}, "Penulis": "Putri Chissy Raeza Rianti [25318001]", "Kontributor / Dosen Pembimbing": ["Emenda Sembiring, S.T., M.T., M.Eng.Sc., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "timbulan sampah, Jakstrada, sistem dinamik, anggaran", "Sumber": "Tesis Juni 2022", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "27 Jun 2022"}