{"Nomor": 66254, "Judul": "MODELING AND ECONOMIC MODEL FOR CO2 INJECTION SHARING CONTRACT FOR EOR", "Abstrak": "The concentration of CO2 in the atmosphere is currently at 415 parts per million (ppm). Indonesia contributes 0.5 billion metric tons per year. In line with that, to reduce carbon emissions released into the air, countries in the world agreed to achieve net-zero emissions through the Paris Agreement. In addition, Indonesia itself has a big target in the Oil and Gas sector, namely 1 million BOPD and 12 BSCFD. Enhanced Oil Recovery with the CO2 injection method is one of the options that are suitable to be applied and in line with the goals of Indonesia and the world in general. However, this method has not been widely applied for reasons of technology and high cost. Therefore, it is necessary to conduct research so that CO2-EOR is feasible to be applied in Indonesia both in terms of technical and economic aspects.\nIn this study, the technical aspects of CO2 injection were presented and modeled using \"PETREL 2017\" and simulated using the composition simulator \"ECLIPSE 300\". This simulation was carried out using data on oil fields for 20 years. A number of variations in the CO2 injection rate were carried out to see the effect of the injection rate on CO2 storage capacity and also financial performance. In this study, an analysis of economic aspects with schemes commonly used in Indonesia was also presented, namely the PSC Cost Recovery and PSC Gross Split schemes. Then from the analysis will be obtained a profitable scheme for the application of CO2-EOR.\nBased on the analysis carried out in this study, the scenario with an injection rate of 8 MMSCFD was chosen to be the best scenario because, in addition to producing a large oil gain of 18.78% and being able to store CO2 as much as 725 thousand metric tons, this scenario also provides the best improvement in terms of economy. The GROSS Split PSC model yields better profits than the Cost Recovery scheme. The study also analyzed sensitivity to NPV10%, IRR, and POT. It is shown that the most influential parameters are the price of oil, the contractor split, and CAPEX.", "Daftar File": {"ABSTRAK Muh. Syarifuddin Lambose Rusli": "https://digilib.itb.ac.id/gdl/download/250798"}, "Penulis": "Muh. Syarifuddin Lambose Rusli [12218070]", "Kontributor / Dosen Pembimbing": ["Dr. Dedy Irawan, S.T., M.T.", "Pahala Dominicus Sinurat, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "CO2 Injection, Enhanced Oil Recovery, Economic", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "27 Jun 2022"}