{"Nomor": 66267, "Judul": "POTENSI REPRODUKSI LALAT TENTARA HITAM (HERMETIA ILLUCENS) LINNAEUS (DIPTERA : STRATIOMYIDAE) PADA SUBSTRAT AMPAS KELAPA", "Abstrak": "Ampas kelapa merupakan limbah organik sebagai produk samping hasil pengolahan kelapa padat menjadi virgin coconut oil (VCO) dan santan. Tingginya permintaan VCO untuk ekspor maupun santan untuk kebutuhan memasak menyebabkan ketersediaan ampas kelapa juga meningkat. Ampas kelapa yang tidak segera diolah akan menumpuk dan berpotensi merusak serta mencemari lingkungan (udara maupun air). Ampas kelapa dapat diolah dengan memanfaatkan serangga agen pengolah limbah organik seperti Black Soldier Fly (BSF), Hermetia illucens (Diptera: Stratiomyidae). Tujuan penelitian ini adalah untuk mengkaji potensi reproduksi BSF yang ditumbuhkan pada media ampas kelapa. Telur BSF sebanyak 30 butir ditetaskan pada wadah plastik. Setelah larva berumur 6 hari, larva diberi pakan ampas kelapa dengan laju pemberian pakan 100 mg/larva/hari. Pemeliharaan dilakukan hingga larva BSF menjadi lalat dewasa. Pengamatan dilakukan setiap hari terhadap parameter periode hidup setiap stadia H.illucens, mortalitas, nisbah kelamin, dan fekunditas. Data yang terkumpul dianalisis untuk menyusun tabel hidup dan menghitung parameter populasi H.illucens. Hasil penelitian menunjukkan bahwa intrinsic rate of increase (????????) adalah 1,75 per hari, finite rate of increase (????) adalah 5,78 per hari, net reproductive rate (R0) adalah 295,52 keturunan, serta mean generation time (T) adalah 51,17 hari. Berdasarkan hasil penelitian ini dapat disimpulkan bahwa ampas kelapa cenderung sangat baik digunakan sebagai media tumbuh BSF untuk produksi massal.", "Daftar File": {"ABSTRAK Ade Yani": "https://digilib.itb.ac.id/gdl/download/250824"}, "Penulis": "Ade Yani [11418021]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Dana Permana", "Dr. Ir. Aos, M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "ampas kelapa, H.illucens, net reproductive rate, intrinsic rate of increase", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jun 2022"}