{"Nomor": 66269, "Judul": "PERANCANGAN FONDASI TIANG BOR DAN DINDING DIAFRAGMA PADA HOTEL 15 LANTAI DI PASAR MINGGU JAKARTA SELATAN", "Abstrak": "Perancangan Hotel 15 Lantai di Pasar Minggu Jakarta Selatan ini terdiri dari 15 lantai struktur utama dan 2 lantai basement. Dalam merealisasikan proyek tersebut, dibutuhkan perancangan dinding penahan tanah untuk menahan gaya lateral tanah agar tidak merusak struktur dan fondasi dalam untuk meneruskan gaya dari struktur atas ke tanah keras.\nDinding penahan tanah dirancang sebagai sistem perlindungan galian sedalam 7 meter berupa dinding diafragma. Analisis dilakukan dengan PLAXIS 2D dengan pemodelan konstruksi bertahap. Tebal dinding diafragma sebesar 0.8 meter dengan kedalaman 14 meter. Dua buah angkur tanah dipasang pada kedalaman -2 meter dan -5 meter dengan gaya prategang tertentu. Untuk perancangan fondasi dalam berupa tiang bor, kapasitas aksial tiang tunggal dan penurunan tanah fondasi dilakukan dengan perhitungan manual. Analsis juga menggunakan LPILE untuk menentukan kapasitas lateral tiang tunggal dan GROUP untuk memeriksa gaya dalam maksimum yang terjadi dapat dipikul oleh kapasitas tiang bor izin. Analisis menghasilkan panjang tiang bor sebesar 24 meter (mutu beton 35 MPa) dengan 6 jenis kelompok fondasi tiang bor yakni 16 buah PC4 (4 tiang), 4 buah PC6 (6 tiang), 12 buah PC9 (9 tiang), 1 buah PC Besar (72 tiang), 1 buah PC Kanan (12 tiang), 1 buah PC Tengah (9 tiang), 1 buah PC Atas Ka (9 tiang), dan 1 buah PC Atas Ki (9 tiang).", "Daftar File": {"ABSTRAK Fachry Ayub Gozhali": "https://digilib.itb.ac.id/gdl/download/250826"}, "Penulis": "Fachry Ayub Gozhali [15017154]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Rizal Z. Tamin", "Prof. Ir. Adang Surahman, M.Sc., Ph.D.", "Ir. Cahyono, Ph.D.", "Dr.Eng. Hasbullah Nawir, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "dinding diafragma, angkur tanah, fondasi tiang bor, PLAXIS 2D, LPILE, GROUP.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jun 2022"}