{"Nomor": 66276, "Judul": "ANALISIS KELAYAKAN DAN STRATEGI PENGADAAN PENGELOLAAN LUMPUR TINJA DENGAN SKEMA KERJA SAMA PEMERINTAH DENGAN BADAN USAHA BUILT-OPERATE-TRANSFER (STUDI KASUS: KOTA TANGERANG SELATAN)", "Abstrak": "Skema Kerja Sama Pemerintah dengan Badan Usaha (KPBU) belakangan ini menjadi salah satu solusi dalam mengatasi keterbatasan APBN/APBD. Kota Tangerang Selatan akan menyediakan layanan pengelolaan lumpur tinja yang terdiri dari sub-sistem penyedotan, sub-sistem pengangkutan dan sub-sistem pengolahan. Pada penelitian ini dilakukan analisis pengadaan layanan pengelolaan lumpur tinja dengan skema KPBU Built-Operate-Transfer dengan sistem pengembalian investasi Availability Payment yang dinilai dengan prinsip Value for Money (VfM). Analisis VfM yang digunakan mempertimbangkan aspek kuantitatif dan kualitatif. Analisis aspek kuantitatif menggunakan metode Public Sector Comparator (PSC) untuk menentukan selisih perbandingan nilai biaya investasi dan biaya operasional pada pengadaan konvensional (tanpa KPBU) dengan pengadaan skema KPBU. Hasil penelitian menunjukkan bahwa nilai VfM bernilai positif yaitu sebesar Rp 17.744.964,52 dan rasio VFM sebesar 4%. Analisis aspek kualitatif menilai kesiapan dan kelayakan proyek pengadaan layanan pengelolaan lumpur tinja di Kota Tangerang Selatan berdasarkan lima kriteria yaitu kriteria kesiapan lembaga pengelola, kriteria minat dan kesiapan sektor swasta, kriteria kesiapan instansi pemerintah (pusat) dan kriteria dukungan masyarakat, kriteria kelayakan dan kesiapan proyek (teknis, sosial ekonomi, komersial, informasi proyek) serta kriteria kesesuaian proyek dengan skema KPBU. Nilai rata-rata lima kriteria tersebut yaitu 2,55 dengan nilai maksimal 4. Nilai kriteria kesiapan lembaga pengelolaan lumpur tinja (pemerintah daerah), kriteria minat dan kesiapan badan usaha (pihak swasta) dan kriteria kesesuaian proyek skema KPBU berada pada skor rendah masing-masing yaitu 1,33; 2; dan 2,75. Sementara kriteria kesiapan instansi pemerintah pusat dan kriteria dukungan masyarakat, kriteria kelayakan dan kesiapan proyek berada pada skor cukup tinggi masing-masing yaitu 3,4 dan 3,28. Hasil penelitian menyatakan bahwa proyek pengadaan layanan pengelolaan lumpur tinja dengan skema KPBU di Kota Tangerang Selatan layak secara finansial namun perlu dilakukan persiapan pada kriteria kesiapan lembaga pengelolaan lumpur tinja (pemerintah daerah), kriteria minat dan kesiapan badan usaha (pihak swasta) dan\nkriteria kesesuaian proyek dengan skema KPBU. Untuk mendukung pengadaan pengelolaan lumpur tinja skema KPBU, 12 faktor kekuatan, kelemahan, peluang, dan ancaman (SWOT) diidentifikasi berdasarkan tinjauan literatur yang luas. Wawancara terstruktur dengan para ahli dari perspektif sektor publik dilakukan untuk menganalisis dan mengintegrasikan persepsinya mengenai faktor-faktor SWOT. Metodologi analisis SWOT kuantitatif yang terdiri dari Analytical Hierarchy Process (AHP) diusulkan untuk menganalisis strategi pemerintah Indonesia dalam mengembangkan pengelolaan lumpur tinja skema KPBU. Hasil penelitian menunjukkan bahwa faktor pendukung terkuat adalah “melalui skema KPBU pemerintah dapat memenuhi kebutuhan infrastruktur pengelolaan lumpur tinja dengan anggaran terbatas” dan “percepatan Sustainable Development Goals poin 6 dan RPJMN 2020-2024 pada sektor air limbah” dan faktor penghambat terkuat adalah “kondisi permintaan penyedotan lumpur dari masyarakat saat ini masih rendah” dan “KPBU membutuhkan waktu lama untuk menyiapkan kontrak kerja sama.” Arah strategis publik ditentukan sesuai dengan hasil metode yang diusulkan. Rekomendasi yang diusulkan dalam mempersiapkan pengadaan pengelolaan lumpur tinja skema KPBU, yang pertama adalah pembuatan Peraturan Daerah yang mewajibkan penyedotan lumpur tinja 3-5 tahun sekali disertai dengan strategi smart compliance seperti menyatukan rekening biaya air limbah dan air minum, tarif listrik, atau dijadikan ke dalam PBB (Pajak Bumi dan Bangunan). Kedua mempersiapkan lembaga pengelola lumpur tinja baik dari lembaga operator maupun regulator. Bentuk lembaga operator minimal berupa BLUD dan BUMD agar dapat dengan mudah melakukan KPBU. Ketiga, pemerintah memastikan bahwa supply (infrastruktur pengelolaan lumpur tinja) juga sudah tersedia seiring terbentuknya regulasi sehingga pemerintah siap untuk melayani seluruh pengelolaan lumpur tinja. Keempat, pembangunan infrastruktur pengelolaan lumpur tinja skema KPBU BOT sebaiknya secara integrasi dan tidak fragmentasi sehingga pengelolaan lumpur tinja dapat berkelanjutan. Perlu adanya keterpaduan agar ketika instalasi pengolahan lumpur tinja (IPLT) dibangun akan ada lumpur tinja yang masuk ke IPLT secara konsisten.", "Daftar File": {"ABSTRAK Rugun Firni Sipayung_25720309.pdf5?": "https://digilib.itb.ac.id/gdl/download/250839"}, "Penulis": "Rugun Firni Sipayung [25720309]", "Kontributor / Dosen Pembimbing": ["Dr. Anindrya Nastiti, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Infrastruktur Air Bersih dan Sanitasi", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "analytic hierarchy process (ahp); kerja sama pemerintah dengan badan usaha (kpbu); intalasi pengelolaan lumpur tinja; public sector comparator; pengelolaan lumpur tinja; tujuan pembangunan berkelanjutan, value for money", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "27 Jun 2022"}