{"Nomor": 66278, "Judul": "SIMULATION OF SURFACTANT FLOODING FOR ENHANCED OIL RECOVERY FROM CORE SCALE TO FIELD SCALE", "Abstrak": "Indonesia continues to experience declining oil production, declining oil production and increasing national oil demand has made Indonesia a net oil importer since 2004. With few oil discoveries in Indonesia and still relying on mature oil fields in areas whose production continues to decline. To further increase national oil production, SKK Migas launched an initiative by targeting national oil production of 1 MMBOPD. Various efforts have been made to increase oil production, one of which is the Enhanced Oil Recovery (EOR) method.\nCurrently, enhanced oil recovery continues to be developed, one of which is chemical flooding (surfactant flooding) in various oil fields in Indonesia, the status of the field is still in field trials, simulations and laboratory studies must still be carried out before becoming a pilot project and full-scale implementation. Chemical flooding is the focus of this study to increase the efficiency of macroscopic and microscopic sweeping. The chemical flooding model is described in full with the evaluation of several uncertain parameters for optimization of history matching.\nThis study focuses on determining the optimal core model for enhanced oil recovery using surfactants in oil reservoirs with rock heterogeneity characteristics. The selection of the component composition of the surfactant was based on the fluid compatibility test that had been carried out previously, namely the concentration-interfacial tension test to determine the optimum condition of the surfactant. CMG-STARS is used to model core sectors and field scale implementations. CMG-CMOST is used to build a proxy model, optimization, and history matching with 100 experimental cases with a combination of 9 parameters which are divided into two scenarios, water flooding and surfactant flooding. The CMG DECE algorithm is used in the experimental case of this study to analyze what parameters have a significant effect on oil recovery and obtain probabilistic predictions. The implementation of this study is applied from core scale to field scale with injection fluid analysis and field scale modeling.\nThe results of this study can be used for chemical flooding implementation solutions on a field scale with the status of a surfactant flooding pilot project or oil field prospects in the future. Chemical flood pilot tests at core and field scales can be evaluated in more detail by using the experimental design of this study to increase the level of achievement of implementation in the oil field.", "Daftar File": {"ABSTRAK Muhammad Anjab Muhyiddin": "https://digilib.itb.ac.id/gdl/download/250841"}, "Penulis": "Muhammad Anjab Muhyiddin [12218023]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Taufan Marhaendrajana, M.Sc., Ph.D.", "Billal Maydika Aslam, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Core Flooding, History Matching, Relative Permeability, Simulation, Surfactant Flooding", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "2 file", "Tanggal Input": "27 Jun 2022"}