{"Nomor": 66288, "Judul": "PRODUCTION FORECASTING WITH EFFECT OF ARTIFICIAL LIFT USING ARPS METHOD WITH DBSCAN CLUSTERING", "Abstrak": "Production decline analysis is one of the important aspects in reservoir studies in the mid to late production period, this is because the analysis will directly affect the development plan and economic analysis of the field. The use of Arps production decline analysis (DCA) is a method used to predict production flow rates that are commonly used in industry, because the method is quite simple and reliable. Along with the decline in oil production in one well, the solution that is often used to increase the production flow rate again is the installation of an artificial lift. The installation of an artificial lift will make changes to the decline rate because theoretically, the artificial lift does not add to the existing oil reserves, so the decline rate after the installation of the artificial lift will be greater or steeper than the natural flow decline rate. Determination of the decline rate is influenced by outlier data or noise data so that the data interferes with the determination of the decline rate. Therefore, data clustering is needed which aims to separate outlier and noise data and group data with the same trend. So with the use of the clustering data, the determination of the decline rate is only with representative data.\nIn this study, the production data was first clustered using Density-based spatial clustering of applications with noise (DBSCAN). This will result in clustering data with the same trend and discarding outlier/noise data so that the generated decline rate will be representative. In this study, the Arps production analysis method is used to determine the decline rate of the natural flow and the decline rate after the installation of an artificial lift. In this study, we will determine the decline rate after the installation of an artificial lift using only the initial flow rate data after the installation of an artificial lift without any additional data. This method was tested on 3 oil wells that have scatter production data and the installation of artificial lifts in the wells. From the results obtained, the performance of DCA Arps natural flow rate in general produces satisfactory results, and for forecasting the flow rate after the installation of an artificial lift produces a very satisfactory performance using this method. This indicates that this method is successful in predicting the new decline rate after the installation of an artificial lift using only the initial flow rate data.", "Daftar File": {"ABSTRAK Muhammad Pascal Cipta Gumelar": "https://digilib.itb.ac.id/gdl/download/250857"}, "Penulis": "Muhammad Pascal Cipta Gumelar [12218040]", "Kontributor / Dosen Pembimbing": ["Dr. Amega Yasutra, S.T., M.T.", "Johan Iswara Lumban Tungkup, S.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Production Forecasting, DBSCAN, Machine Learning, Arps", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "27 Jun 2022"}