{"Nomor": 66283, "Judul": "SURVEI TINGKAT KEPUASAN DAN PENGARUH PEMBERIAN EDUKASI MELALUI WEBINAR TERHADAP PENINGKATAN PENGETAHUAN MASYARAKAT DI BIDANG FARMASI TERKAIT BENCANA ALAM", "Abstrak": "Indonesia merupakan negara kepulauan terbesar di dunia yang terletak pada pertemuan empat\nlempeng tektonik yang menyebabkan Indonesia memiliki risiko terhadap terjadinya bencana\nalam. Akan tetapi, kinerja Indonesia dalam menanggulangi bencana dirasa masih kurang.\nPenelitian ini bertujuan untuk mengukur tingkat kepuasan peserta terhadap pelaksanaan webinar\nmengenai mitigasi bencana dan memberikan rekomendasi perbaikan kualitas untuk keberlanjutan\nkegiatan, serta mengevaluasi pengaruh pemberian edukasi terhadap peningkatan pengetahuan\nmengenai mitigasi bencana dalam bidang farmasi melalui pemberian materi dan diskusi secara\ndaring. Penelitian ini merupakan penelitian deskriptif dengan pendekatan kuantitatif\nmenggunakan survei. Data yang digunakan didapat dari pengisian kuesioner kepuasan, serta soal\npre-test dan post-test yang disebarkan pada peserta webinar. Kuesioner kepuasan disusun\nberdasarkan model SERVQUAL dan dilakukan uji validitas dan reliabilitas menggunakan Principal\nComponent Analysis (PCA) dan ????????????????­ ®ø????????!????????ø . Analisis Kepentingan-Kinerja dan Indeks\nKepuasan Pelanggan digunakan untuk mengukur tingkat kepuasan peserta. Peningkatan\npengetahuan peserta dianalisis menggunakan uji Wilcoxon Signed-rank berdasarkan hasil pre-test\ndan post-test. Hasil penelitian menunjukkan secara keseluruhan tingkat kepuasan pelaksanaan\nwebinar memiliki nilai 98,96% dan pelaksanaan webinar juga memiliki pengaruh terhadap\npeningkatan pengetahuan peserta dilihat dari hasil uji Wilcoxon Signed-rank sebesar kurang dari\n0,05 yang menunjukkan adanya perbedaan yang signifikan dari hasil pre-test dan post-test.", "Daftar File": {"ABSTRAK Nahdah Nabila R. A. I.": "https://digilib.itb.ac.id/gdl/download/250851"}, "Penulis": "Nahdah Nabila R. A. I. [11618012]", "Kontributor / Dosen Pembimbing": ["apt. Tomi Hendrayana, S.Si., M.Si.", "apt. Irianti Bahana Maulida Reyaan, S.Farm., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Mitigasi bencana, kepuasan layanan, SERVQUAL, peningkatan pengetahuan, webinar", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "27 Jun 2022"}