{"Nomor": 66289, "Judul": "ANALISIS PEMANFAATAN PASIR KUARSA SISA HASIL PENGOLAHAN TIMAH GUNA PENINGKATAN PEREKONOMIAN PROVINSI KEPULAUAN BANGKA BELITUNG DENGAN PRINSIP CIRCULAR ECONOMY: STUDI KASUS DI PT WALIE TAMPAS CITRATAMA KABUPATEN BANGKA TENGAH", "Abstrak": "Pasir kuarsa ditemukan dalam jumlah besar sebagai Sisa Hasil Pengolahan (SHP) timah di Provinsi Kepulauan Bangka Belitung. Pemanfaatannya sebagai bahan baku sektor konstruksi berpotensi untuk memberikan manfaat ekonomi bagi daerah penghasil. Hingga saat ini, studi-studi tentang SHP timah didominasi oleh teknologi pemrosesan dan studi kelayakan dilakukan pada endapan original. Oleh\nkarena itu, penelitian ini bertujuan untuk mengevaluasi kelayakan ekonomi dari pasir kuarsa SHP timah di lahan bekas tambang timah darat, menilai sirkularitas dan produktivitas sumber daya dalam aliran\nmaterial, mengestimasi manfaat ekonominya dalam input-output ekonomi regional, dan prospek pasarnya terhadap sektor konstruksi.\n\nMetode yang digunakan terdiri dari teknik analisis Discounted Cash Flow (DCF), Material Flow Analysis (MFA), dan pendekatan inter-industry dengan data utama meliputi: karekteristik endapan, biaya-biaya untuk investasi dan Tabel Input- Output (I-O) 2016. Kerangka kerja menggunakan pendekatan Circular Economy (CE) dengan konsep 3R (Reduce, Reuse, dan Recycle) yang dalam konteks studi ini adalah memanfaatkan pasir kuarsa SHP timah untuk mendapatkan nilai tambah ekonomi yang terdiri dari Skenario A dengan konsep Business As Usual (BAU) dan Skenario B dengan prinsip Bisnis CE.\n\nBlok penambangan pasir kuarsa SHP timah seluas 82,5 Ha mengandung cadangan sebanyak 4.498.000 m3. Investasi direncanakan untuk pasir beton dalam jangka waktu lima tahun yang dimulai dari tahun 2022 hingga 2026. Hasil analisis menunjukkan bahwa Skenario A memiliki Net Present Value (NPV) senilai Rp3.469,20 juta dan Internal Rate of Return (IRR) sebesar 22,95 % serta Present Value Ratio (PVR) sebesar 0,23. Sementara Skenario B memiliki NPV sebesar Rp5.764,99 juta dan IRR sebesar 28,64 % serta PVR sebesar 0,37. IRR Skenario A dan Skenario B lebih tinggi dibandingkan dengan nilai Weighted Average Cost of Capital (WACC) yang memiliki nilai 11,89 % sehingga secara ekonomi kedua\nproyek tersebut layak untuk dilanjutkan. Namun, analisis inkremental Skenario B terhadap Skenario A menunjukkan nilai PVR yang positif yaitu 2,67 yang membuktikan bahwa Skenario B lebih baik dibandingkan Skenario A.\n\nModel Skenario A memiliki nilai Resource Productivity (RP) sebesar Rp23.066,89/m3 dengan circularity (c) sebesar 0,86 sedangkan Skenario B memiliki nilai RP sebesar Rp25.669,80/m3 dengan nilai c sebesar 0,94. Ada penambahan nilai RP dari pengolahan lanjutan dalam Skenario B sebanyak\nRp2.602,91/m3 dengan c sebesar 0,08. Produktivitas sumber daya Skenario B yang lebih besar mengindikasikan bahwa pemanfaatan sumber daya melalui model bisis skenario B lebih efisien dibandingkan Skenario A.\n\nHasil pemodelan I-O menunjukkan bahwa pemanfaatan pasir kuarsa SHP timah berkontribusi terhadap pertumbuhan input-output ekonomi regional. Skenario A yang menghasilkan konsumsi akhir sebanyak 296,07 milyar, menciptakan output senilai 348,56 miyar sehingga berkontribusi terhadap pertumbuhan input-output seluruh sektor ekonomi, yaitu sebesar 0,32 %. Terhadap 3 sektor utama, output sektor pertambangan dan penggalian lainnya (sektor 4: mewakili tambang pasir kuarsa) tumbuh sebesar 11,14 %, sektor industri barang galian bukan logam (sektor 6: mewakili industri hilir pasir kuarsa) tumbuh sebesar 0,03 %, dan sektor konstruksi (sektor 10: pengguna akhir pasir kuarsa) tumbuh sebesar 0,04 %.\nSementara Skenario B yang menghasilkan konsumsi akhir sebanyak 322,33 milyar, menciptakan output senilai 379,48 milyar sehingga berkontribusi terhadap pertumbuhan input-output seluruh sektor ekonomi, yaitu sebesar 0,35 %. Terhadap 3 sektor utama, output sektor 4 tumbuh sebesar 12,13 %, sektor 6\ntumbuh sebesar 0,04 %, dan sektor 10 tumbuh sebesar 0,05 %. Secara garis besar, Skenario B menciptakan pertumbuhan input-output yang lebih besar 8,87 % dibandingkan Skenario A.\n\nHasil analisis sensitivitas menunjukkan bahwa peningkatan proporsi konsumsi akhir sektor 4, yaitu dari aktivitas produksi tambang pasir kuarsa, dapat menyebabkan perlambatan proporsi permintaan antara dan output sektor 6 sehingga berdampak terhadap turunnya proporsi output sektor 10. Hal ini\ndisebabkan oleh konsumsi akhir dari sektor 4 yang berbasis ekspor. Penambahan produksi pasir kuarsa hanya untuk memenuhi konsumsi luar daerah atau dengan kata lain industri hilir berbasis pasir kuarsa di provinsi ini juga tidak berkembang. Meskipun begitu, peningkatan proporsi sebesar 10 % terhadap konsumsi akhir Skenario A, menyebabkan output seluruh sektor ekonomi tumbuh sebesar 0,03 %.\nSebaliknya, penurunan proporsinya sebesar 10 %, akan menyebabkan output seluruh sektor ekonomi melambat sebesar -0,03 %. Dengan perubahan yang lebih besar, peningkatan proporsi sebesar 90 % terhadap konsumsi akhir Skenario B, akan menyebabkan output seluruh sektor ekonomi tumbuh sebesar 0,31 %. Sebaliknya, penurunan proporsinya sebesar 90 %, akan menyebabkan output seluruh sektor ekonomi melambat sebesar -0,31 %. Data ini menggambarkan bahwa pemanfaatan pasir kuarsa SHP timah akan menggerakkan perekonomian daerah dengan tantangan pengembangan industri hilirnya di tingkat lokal.", "Daftar File": {"BAB 1 Sulista": "https://digilib.itb.ac.id/gdl/download/250861", "BAB 2 Sulista": "https://digilib.itb.ac.id/gdl/download/250863", "BAB 3 Sulista": "https://digilib.itb.ac.id/gdl/download/250864", "BAB 4 Sulista": "https://digilib.itb.ac.id/gdl/download/250865", "BAB 5 Sulista": "https://digilib.itb.ac.id/gdl/download/250866", "BAB 6 Sulista": "https://digilib.itb.ac.id/gdl/download/250867", "BAB 7 Sulista": "https://digilib.itb.ac.id/gdl/download/250868", "ABSTRAK Sulista": "https://digilib.itb.ac.id/gdl/download/251051", "PUSTAKA Sulista": "https://digilib.itb.ac.id/gdl/download/250869"}, "Penulis": "Sulista [22119305]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Arjo Prawoto Wibowo, M.Eng.", "Dr.-Ing. Ir. Arjo Prawoto Wibowo, M.Eng.", "Dr.Eng. Fadhila Achmadi Rosyid, S.T., M.T.", "Dr.Eng. Fadhila Achmadi Rosyid, S.T., M.T.", "Firly Rachmaditya Baskoro, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "analisis inkremental, circular economy, resource productivity, sisa hasil pengolahan", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "9 file", "Tanggal Input": "27 Jun 2022"}