{"Nomor": 66299, "Judul": "SENSITIVITY ANALYSIS ON OIL RECOVERY IMPROVEMENT THROUGH APPLICATION OF FRACTURE-ASSISTED STEAMFLOOD", "Abstrak": "The most common recovery method for heavy oil reservoirs, steam injection, is one of the most effective thermal recovery processes. However, the application of steam injection will encounter many challenges for instance, unexpected faults, heat transfer efficiency, and less exposure between oil and steam. The effectiveness of steam injection decreases the lower the oil and steam exposure is. One way to tackle this problem is by applying hydraulic fracturing to increase the surface area of oil and steam exposure.\nThe fracture-assisted steam flooding process is a new rising technique in which a path between injection wells and production wells is created. In this paper, the effects of a hydraulically fractured reservoir simulation in the steam injection process are evaluated using a commercial simulator. The focus of this research is to find the best fracture properties by sensitivity tests. The effects of the steam properties are also evaluated in this paper.\nThere are three scenarios used to illustrate the steam injection method: normal reservoir model, hydraulically fractured reservoir model and horizontal injector wells. The use of hydraulic fracture in the model results in a 20% increase of oil recovery compared to the normal reservoir model. The parameters used for sensitivity tests are fracture parameters such as fracture length and fracture width, and steam properties. The sensitivity tests indicates that parameters such as injection pressure and fracture scheduling have a huge impact on increasing the oil recovery during the fracture-assisted steam flooding process. The optimum result is generated from fracture-assisted steam flooding scenario with a sensitivity of fracture schedule and higher injection pressure. This study proves that there is an improvement in the effectiveness of the steam injection process in heavy oil reservoirs. It also presents a unique approach to improve steam-oil exposures by applying horizontal injectors wells.\nThis paper introduces the effect of an alternative approach to apply fracture-assisted flooding in the steam injection process. This paper also discusses the best scenario for steam injection by combining sensitivity of steam and fracture parameters. The combination of both will greatly affect the increase of oil recovery by 25-30% from the base case scenario.", "Daftar File": {"ABSTRAK Stefani Josefin": "https://digilib.itb.ac.id/gdl/download/250876"}, "Penulis": "Stefani Josefin [12218077]", "Kontributor / Dosen Pembimbing": ["Silvya Dewi Rahmawati, S.Si., M.Si., Ph.D.", "Ahmad Reizky Azhar, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Heavy oil reservoir, steam injection, hydraulic fracture, oil recovery", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "27 Jun 2022"}