{"Nomor": 66294, "Judul": "PENGARUH BINARY INTERACTION PARAMETERS TERHADAP KINERJA MODEL FLUIDA INJEKSI CO2-ETHANOL MENGGUNAKAN GROUP CONTRIBUTION METHOD", "Abstrak": "Pengaplikasian injeksi CO2 sebagai salah satu metode Enhanced Oil Recovery (EOR) hingga saat sekarang masih diminati oleh industri perminyakan. Seiring dengan perkembangan zaman, saat ini injeksi CO2 juga dibantu dengan adanya co-Solvent untuk mendapatkan kinerja yang lebih baik. Untuk mempersiapkan suatu kegiatan pengaplikasian CO2-Solvent dari awal hingga dapat diaplikasikan pada suatu lapangan perlu dilakukannya beberapa tahapan studi, salah satunya yaitu pemodelan kelakuan fasa fluida reservoir. Pemodelan fluida dapat dilakukan dengan pendekatan Equation of State (EOS), dengan EOS yang umum digunakan pada simulator pemodelan fluida yaitu Peng-Robinson. Salah satu parameter yang ditinjau pada PR-EOS yaitu Binary Interaction Parameter (BIP). Binary interaction parameter umumnya tergantung terhadap berat molekul dari suatu komponen. Namun, itu akan menjadi tingkat ketidakpastian yang tinggi untuk Pseudo-Component (PC) yang memiliki karakteristik berbeda tiap lapangan.\nStudi ini difokuskan mengenai BIP yang dimiliki oleh PC dengan meninjau struktur kimia komponen tersebut dengan mengaplikasikan Group Contribution Method (GCM) dalam perhitungan BIP. Sehingga tujuan yang hendak dicapai dalam studi ini yaitu membuat pemodelan fluida yang telah meninjau struktur kimia pada Binary Interaction Parameter menggunakan perangkat lunak CMG-WINPROP dan melakukan analisis terhadap pengaruh perbedaan BIP terhadap model fluida dari CO2-Solvent dengan penggunaan ethanol sebagai pelarut. Studi ini juga mencoba mengaplikasikan pendekatan dari analisis komposisi minyak menggunakan SARA (Saturated, Aromatic, Resin dan Asphaltene) data yang nanti akan diaplikasikan dalam proses perhitungan binary interaction parameter menggunakan group contribution method.\nHasil dari studi ini menunjukkan pemodelan kelakuan dari fluida reservoir yang telah mempertimbangkan struktur kimia dapat dilakukan dengan menambahkan pendekatan group contribution method. Selain itu pendekatan analisis SARA juga dapat diaplikasikan dan memiliki overlay yang cukup bagus antara 2 pendekatan tersebut. Sedangkan untuk pengaruh perbedaan model fluida CO2-Ethanol ditunjukkan dari penurunan minimum miscibility pressure (MMP) sebesar 38.8% dari kondisi awal, sedangkan untuk yang tidak meninjau struktur kimia didapatkan penurunan sebesar 25.3%.", "Daftar File": {"ABSTRAK Refky Nabiil Mudzaffar": "https://digilib.itb.ac.id/gdl/download/250871"}, "Penulis": "Refky Nabiil Mudzaffar [12218046]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Asep Kurnia Permadi, M.Sc., Ph.D.", "Egi Adrian Pratama S.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Karbon dioksida (CO2), Ethanol, Binary Interaction Parameter (BIP), Group Contribution Method (GCM)", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "27 Jun 2022"}