{"Nomor": 66298, "Judul": "RISK ASSESSMENT MATRIX EVALUATION AS A DECISION-MAKING TOOL IN MANAGING MATURE WELL INTEGRITY: A CASE STUDY IN LEAKED WELL", "Abstrak": "Since 2009, well integrity has cost operators over $75 billion with many well-publicized high-profile incidents. These\naccidents prompted the industry to evaluate and revise international guidelines for well integrity management. Well\nintegrity issues are commonly associated with cement quality, casing corrosion, vigorous drilling and production\npressures, also completion and abandonment complexities. The harsh conditions encountered in downhole\nenvironments unavoidably degrade the integrity of the well construction, for example, by corrosion or deformation of\nthe steel pipes and mechanical or chemical deterioration of the annular cement sheath. (Nelson and Guillot, 2006;\nKiran et al., 2017; Yousuf et al., 2021).\nThe consequence of these well integrity issues is mainly the fluid migration over time within or escaping from the\nwells which can lead to production shut-down, explosion, and high-risk impact. A SINTEF study (SPE no.112335)\nfrom the North Sea in 2006 found that 18% of the wells surveyed are leaking. Furthermore, almost half of these 18%\nhad the wells shut-in due to integrity issues. Managing the integrity of mature well inventory to avoid unwanted\nmovement of fluids within a well, failure of sealing elements, corrosion, and especially leak has been no less crucial\nthan any other activity to maximize production and injection. It needs a system to facilitate the decision-making\nprocess of managing well integrity issues.\nThis study analyses well integrity problems that occurred in a well using well integrity management system in a form\nof a risk assessment matrix as a decision-making tool through a series of qualitative and quantitative analyses.\nMonitoring data analysis identifies casing leak as the main well integrity problem that occurs in X well. A bow tie\ndiagram is created to visualize the possible path of hazard and consequences. The risk assessment is then carried out\nand shows that the well can be operated under several evaluations with squeeze cementing being the right repair\nsolution to solve the well integrity issue. The economic analysis further confirms squeeze cementing as a cost-effective\nrepair solution, allowing the well to resume production.", "Daftar File": {"ABSTRAK Sabrina Ayu Alnamira": "https://digilib.itb.ac.id/gdl/download/250875"}, "Penulis": "Sabrina Ayu Alnamira [12218061]", "Kontributor / Dosen Pembimbing": ["Dimas Taha Maulana, S.T., M.T.", "Mu’thi Abdillah, S.T., MBA.:Renaldy Nurdwinanto, S.T.", "Dharmawan Raharjo, S.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "well integrity, leak, well integrity management system, risk assessment, decision making", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "27 Jun 2022"}