{"Nomor": 66292, "Judul": "EVALUASI KEPUASAN DAN ANALISIS FAKTOR YANG MEMENGARUHI KEPUASAN MASYARAKAT TERHADAP PELAYANAN KEFARMASIAN OLEH APOTEKER DI APOTEK WILAYAH JAWA BARAT", "Abstrak": "Kepuasan pasien menjadi salah satu faktor penting yang menentukan berkualitasnya suatu layanan\nyang diberikan oleh tenaga kefarmasian dan fasilitas kesehatan. Kualitas pelayanan dapat diukur\ndengan melihat kesesuaian antara kinerja dengan harapan pasien terhadap pelayanan kefarmasian.\nPenelitian ini dilakukan untuk mengevaluasi kepuasan dan menganalisis faktor yang mempengaruhi\nkepuasan masyarakat terhadap pelayanan kefarmasian yang diberikan oleh apoteker di apotek\nwilayah Jawa Barat. Penelitian dilakukan secara daring melalui penyebaran kuesioner yang diisi oleh\n482 responden sesuai kriteria inklusi. Data primer diperoleh dari hasil penyebaran kuesioner\ndengan menggunakan pendekatan Service Quality (SERVQUAL) yang terdiri dari 5 dimensi dengan\n28 atribut. Kuesioner yang digunakan sudah valid dan reliabel. Berdasarkan data yang diperoleh\ndilakukan analisis gap melalui pendekatan SERVQUAL, Customer Satisfaction Index (CSI), dan\nImportance-Performance Analysis (IPA). Tingkat kepuasan pelayanan kefarmasian oleh apoteker di\napotek wilayah Jawa Barat secara keseluruhan berada pada kategori sangat puas dengan nilai CSI\nsebesar 89,1%. Kinerja pelayanan kefarmasian sudah sesuai harapan responden pada semua\ndimensi, tetapi salah satu atribut terkait kebersihan lingkungan apotek pada dimensi jaminan masih\nbelum sesuai harapan. Analisis gap pada seluruh dimensi menunjukkan nilai minus yang\nmenandakan masih perlunya peningkatan kinerja pelayanan kefarmasian. Pada analisis IPA, atribut\nyang perlu menjadi prioritas utama untuk ditingkatkan adalah kebersihan lingkungan apotek.", "Daftar File": {"ABSTRAK Chua Wira Dirgantara": "https://digilib.itb.ac.id/gdl/download/250862"}, "Penulis": "Chua Wira Dirgantara [11618020]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Pratiwi Wikaningtyas, S.Farm., M.Si.", "Irianti Bahana Maulida Reyaan, S.Farm., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "kepuasan, pelayanan kefarmasian, apotek, Importance-Performance Analysis, Customer Satisfaction Index.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "27 Jun 2022"}