{"Nomor": 66290, "Judul": "INTEGRATED RISK MAPPING AND BENCHMARKING FOR DESIGNING INJECTION WELL ON THE FIRST CCUS IMPLEMENTATION IN INDONESIA", "Abstrak": "Petroleum is one of the main energy sources to meet the needs of an ever-growing energy demand along with the challenge of decarbonization. One of solutions to this dilemma exists: Carbon Capture, Utilize, and Storage (CCUS), a technology that keep CO2 out of atmosphere. Indonesia has great potential to implement CCUS due to its large CO2 storage capacity. However, no potential wells were constructed and abandoned properly, whereas laying down a respective well integrity standards are crucial. To know the feasibility of CCUS project, evaluating the risk factors and mitigation plans are mandatory.\nIn this study, risk assessment with quantitative approach that focuses on risks associated with well barrier element uncertainties will be established based on industry standards and practices. The established well integrity risk assessment is then carried out on Well Z-TW as the first CCUS project CO2 injection well candidate in Indonesia. The risks are calculated according to the currently available information and study results, defined as combination of consequence and likelihood. After risks are identified and resulting risk categories for each well barrier elements, mitigation plans to reduce or prevent the risks are recommended. There are two low-risk categories (wellhead and Christmas tree), one medium-risk (cement), and four high-risk (casing, tubing, packer, and annuli pressure) mainly caused by improper material selection of downhole tools. In order to deal with the associated risks, several recommendations from other fields implementation around the world are proposed to create the injection well design. This concept is effective as quick risk assessment method.", "Daftar File": {"ABSTRAK Nadya Fitriani": "https://digilib.itb.ac.id/gdl/download/250860"}, "Penulis": "Nadya Fitriani [12218008]", "Kontributor / Dosen Pembimbing": ["Steven Chandra, S.T., M.T.", "Wijoyo Niti Daton, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "CCUS, risk assessment, well integrity", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "27 Jun 2022"}