{"Nomor": 66308, "Judul": "WAKTU TINGGAL (RESIDENCE TIME) PERAIRAN TELUK BALIKPAPAN", "Abstrak": "Rencana pemindahan ibukota Indonesia ke Kalimantan Timur secara tidak langsung dapat meningkatkan ancaman degradasi lingkungan perairan Teluk Balikpapan. Salah satu parameter fisis yang dapat mengindikasikan kerentanan perairan terhadap degradasi lingkungan adalah waktu tinggal (residence time). Oleh karena itu penting untuk diketahui waktu tinggal perairan Teluk Balikpapan.\nPenelitian ini dilakukan dengan simulasi model hidrodinamika Delft3D-Flow 2 dimensi dengan rekam jejak partikel. Delft3D-Flow merupakan model hidrodinamika yang menerapkan persamaan Navier Stokes. Domain model berukuran 0,5°x 0,5° dengan lebar grid 0,001° (±111,1 m). Simulasi model hidrodinamika dilakukan selama 78 hari dengan langkah waktu sebesar 300 detik. Gaya pembangkit model hidrodinamika berupa 8 komponen utama pasang surut dan debit air dari 4 muara sungai. Empat skenario simulasi yang dilakukan, yaitu skenario 1S dan 1N yaitu simulasi dengan debit maksimum selama pasang surut purnama dan perbani; skenario 2S dan 2N, dengan debit minimum pada saat pasang surut purnama dan perbani, secara berturut-turut. Verifikasi hasil model dilakukan dengan membandingkan data hasil model terhadap data observasi. Verifikasi elevasi pasang surut menghasilkan nilai RMSE 0,11 m dan 0,14 m; bias 0,001 m dan 0,003 m; serta koefisien korelasi 0,99 dan 0,98. Verifikasi kecepatan arus menunjukkan 8 dari 20 titik memiliki nilai RMSE yang memenuhi kriteria hasil model baik.\nWaktu tingal Teluk Balikpapan bervariasi sesuai empat skenario model dengan rentang 13 – 20 hari, dengan hasil waktu tinggal skenario 1S yang paling singkat dan skenario 2N yang paling lama. Debit sungai memberikan pengaruh yang signifikan terhadap waktu tinggal. Selisih waktu tinggal rata-rata pada kondisi debit sungai maksimum dan minimum di Teluk Balikpapan mencapai 4 hari 11 jam 55 menit, dengan waktu tinggal yang lebih singkat pada kondisi debit sungai maksimum. Walaupun tidak sebesar debit sungai, arus pasang surut juga memberikan pengaruh yang signifikan terhadap waktu tinggal. Selisih waktu tinggal rata-rata pada kondisi pasang surut purnama dan perbani di Teluk Balikpapan mencapai 3 hari 13 jam 38 menit, dengan waktu tinggal yang lebih singkat pada kondisi pasang surut purnama. Secara umum waktu tinggal di Teluk Balikpapan yang relatif lama hendaknya menjadi suatu perhatian bagi pengelola lingkungan Teluk Balikpapan.", "Daftar File": {"ABSTRAK Tsamara Tsabita": "https://digilib.itb.ac.id/gdl/download/250885"}, "Penulis": "Tsamara Tsabita [12917037]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.Eng. Nining Sari Ningsih, M.S.", "Dr. rer. nat. Mutiara Rachmat Putri, S.Si., M.Si.", "Dr. Ayi Tarya, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "waktu tinggal, rekam jejak partikel, Delft3D-Flow, Teluk Balikpapan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jun 2022"}