{"Nomor": 66311, "Judul": "OPTIMASI KINERJA DETEKSI GLAUKOMA BERDASARKAN KUANTIFIKASI OPTIC DISC DAN OPTIC CUP PADA CITRA FUNDUS RETINA", "Abstrak": "Glaukoma merupakan penyakit mata yang disebabkan oleh peningkatan\ntekanan intraokular. Tekanan ini menyebabkan rusaknya saraf optik sehingga\nterjadi penurunan kemampuan penglihatan atau bahkan kebutaan. Di Indonesia\n51.4% kasus glaukoma baru diperiksakan pada kondisi lanjut, yaitu ketika sudah\nterdapat kerusakan signifikan pada mata atau bahkan ketika penglihatan sudah\nsangat berkurang. Oleh karena itu, glaukoma harus dideteksi sedini mungkin agar\npasien mendapatkan penanganan dini. Deteksi dengan bantuan komputer akan\nsangat membantu proses deteksi glaukoma. Saat ini, terdapat banyak\npengembangan metode deteksi glaukoma otomatis, salah satunya adalah\npendekatan kuantifikasi karakteristik optic disc dan optic cup seperti cup to disc\nratio dan rim to disc ratio menggunakan proses segmentasi semantik optic disc dan\noptic cup. Pada penelitian sebelumnya, Almustofa (2021) telah mengembangkan\nmetode deteksi glaukoma berdasarkan kuantifikasi karakteristik optic disc dan optic\ncup. Namun, penelitian ini baru diujikan pada dataset Drishti-GS dan Refuge\nTraining Set. Pada penelitian ini, metode yang dikembangkan sebelumnya akan\ndioptimasi dengan menambahkan dataset baru yaitu keseluruhan dataset Refuge.\nOptimasi dari metode ini menghasilkan kinerja lokalisasi dengan proporsi optic disc\n100.00 ± 0.00% pada dataset Drishti-GS dan 99.83 ± 3.95% pada dataset Refuge.\nSegmentasi optic disc mencapai fscore sebesar 0.979 ± 0.005 pada data Drishti-GS\ndan fscore 0.942 ± 0.026 pada data Refuge. Segmentasi optic cup mencapai fscore\nsebesar 0.948 ± 0.020 pada dataset Drishti-GS dan fscore sebesar 0.843 ± 0.068\npada dataset Refuge. Kemudian akurasi, spesifisitas, dan sensitivitas klasifikasi\nglaukoma sebesar 0.880, 0.667, dan 1.000 pada dataset Drishti-GS. Lalu akurasi,\nspesifisitas, dan sensitivitas klasifikasi glaukoma sebesar 0.955, 0.981, dan 0.725\npada dataset Refuge.", "Daftar File": {}, "Penulis": "Fadia Hanifa Suwandoko [18318029]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Tati Latifah Erawati Rajab", "Dr. Hasballah Zakaria, S.T., M.Sc.", "Donny Danudirdjo, S.T., M.T., Ph.D.", "Astri Handayani, S.T., M.T.", "Dr. Rahadian Yusuf, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Glaukoma, optic disc, optic cup, segmentasi", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "27 Jun 2022"}