{"Nomor": 66327, "Judul": "PRODUKSI LINDI UNTUK LARUTAN NUTRISI HIDROPONIK DARI HASIL BIOKONVERSI SAMPAH BUAH OLEH LARVA BLACK SOLDIER FLY (HERMETIA ILLUCENS)", "Abstrak": "Peningkatan jumlah pangan yang dikonsumsi manusia mendorong kuantitas\nsampah makanan yang dihasilkan terus meningkat. Sampah buah merupakan salah\nsatu jenis sampah makanan yang banyak dihasilkan. Air lindi yang dihasilkan dari\nsampah buah dapat digunakan sebagai pupuk organik cair (POC) melalui\nbiokonversi oleh larva black soldier fly (BSF), Hermetia illucens (Diptera:\nStratiomyidae). Tujuan penelitian ini adalah untuk menentukan jenis lindi terbaik\ndari beberapa sampah buah hasil konversi oleh larva BSF yang dapat dimanfaatkan\nsebagai campuran larutan nutrisi hidroponik. Penentuan air lindi terbaik didasarkan\npada hasil analisis terhadap parameter kuantitas, kualitas, unsur makronutrien dan\nmikrounutrien serta kandungan logam Al dan Pb yang terdapat dalam lindi.\nProduksi lindi menggunakan biokonverter sederhana yang terbuat dari baki plastik.\nMasing-masing biokonverter diisi 6 jenis sampah buah sebagai substrat larva BSF,\nyakni sampah buah tomat, pepaya, mangga serta kombinasi dari ketiga jenis sampah\ntersebut. Hasil penelitian menunjukkan bahwa perlakuan jenis sampah buah\nmemberikan pengaruh nyata terhadap parameter volume total, pH, TDS, dan EC\nlindi, tetapi berpengaruh tidak nyata terhadap parameter temperatur lindi. Volume\ntotal air lindi dari sampah tomat termasuk ke dalam kategori tertinggi di antara jenis\nsampah lainnya, yakni sebanyak 992,5 mL per 3 kg sampah. Nilai pH lindi sampah\ntomat memenuhi standar larutan nutrisi hidroponik, yakni 5,93. Kandungan\nmakronutriennya (N, P, dan K) telah memenuhi standar, kandungan\nmikronutriennya lebih lengkap daripada air lindi dari sampah buah lainnya, dan\nkandungan logam Al serta Pb dalam lindi sampah tomat telah memenuhi syarat\nteknis POC. Oleh karena itu, dapat disimpulkan bahwa air lindi dari sampah buah\ntomat hasil biokonversi oleh larva BSF cenderung lebih baik untuk digunakan\nsebagai campuran larutan nutrisi hidroponik.", "Daftar File": {"ABSTRAK Ravenska Tasanya": "https://digilib.itb.ac.id/gdl/download/250906"}, "Penulis": "Ravenska Tasanya [11418026]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Dana Permana", "Dr. Ir. Aos, M.P.", "Dr. Ir. Eri Mustari, M.P.", "Dr. Ir. Aep Supriyadi, M.P.", "Sartika Indah Amalia Sudiarto, S.Si., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Hermetia illucens, lindi, nutrisi hidroponik, pupuk organik cair, sampah buah", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Jun 2022"}