{"Nomor": 66326, "Judul": "SISTEM TRANSFER RIASAN WAJAH UNTUK BERAGAM WARNA KULIT MENGGUNAKAN MODEL BERBASIS GENERATIVE ADVERSARIAL NETWORK (GAN)", "Abstrak": "Merias wajah merupakan kegiatan yang umumnya dilakukan oleh wanita yaitu\nmelakukan modifikasi penampilan wajah menggunakan kosmetik seperti lipstik,\nperona pipi, dan perona mata. Penggunaan riasan wajah dapat menjadi tantangan\ntersendiri bagi para penggunanya karena setiap orang memiliki bentuk, warna, dan\nukuran fitur wajah yang unik. Riasan wajah juga perlu ditentukan menyesuaikan latar\ntempat, waktu, dan busana dimana pengguna akan beraktivitas. Maka, pengguna riasan\nwajah perlu menentukan makeup look apa yang sesuai dengan dirinya.\nBerdasarkan permasalahan tersebut, salah satu aplikasi terkini dari deep learning yakni\nmakeup transfer mampu menjawab tantangan pengguna riasan wajah. Sistem transfer\nriasan wajah (makeup transfer) mampu melakukan transfer gaya riasan dari gambar\nwajah referensi ke wajah asli yang belum menggunakan makeup. Sayangnya, beberapa\naplikasi dari sistem transfer riasan wajah yang kini sudah dipublikasikan hanya dapat\ndigunakan secara optimal oleh wajah yang memiliki warna kulit terang saja.\nMaka, penelitian Tugas Akhir ini melingkupi pembangunan suatu sistem transfer riasan\nwajah untuk berbagai warna kulit menggunakan salah satu aplikasi deep learning yakni\ngenerative adversarial network (GAN). Pada penelitian ini, dilakukan beberapa\npenyesuaian terhadap komponen penting GAN seperti ground truth, loss function, serta\narsitektur model untuk dapat menjawab rumusan masalah dari penelitian. Perubahan\npada ground truth dilakukan menggunakan metode warping dan poisson blending.\nSelanjutnya, dilakukan eksperimen terhadap model GAN yang dijadikan acuan yakni\nBeautyGAN, dengan dipasangkan dua jenis arsitektur model: ResNet dan Dilated\nResNet untuk bagian generator.\nPerubahan pada ground truth dan loss function secara efektif mendorong model untuk\nmencapai hasil inferensi yang diinginkan. Selanjutnya, kedua jenis model arsitektur\nmampu menghasilkan gambar berkualitas baik, namun proposed model yang\nmenggunakan Dilated ResNet mampu menghasilkan hasil yang lebih baik secara\nobjektif berdasarkan kualitas gambar serta subjektif berdasarkan kualitas transfer riasan\nwajah.", "Daftar File": {}, "Penulis": "Raras Pradnya Pramudita [13518013]", "Kontributor / Dosen Pembimbing": ["Ir. Windy Gambetta, M.B.A.", "Nugraha Priya Utama, S.T., MA, Ph.D.", "Fariska Zakhralativa Ruskanda, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "transfer riasan wajah, GAN, arsitektur model, ground truth", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "28 Jun 2022"}