{"Nomor": 66320, "Judul": "SKRINING AKTIVITAS PENGHAMBATAN ASETILKOLINESTERASE BEBERAPA JENIS TUMBUHAN SUKU ZINGIBERACEAE", "Abstrak": "Latar belakang dan tujuan:Penyakit Alzheimer ditandai denganpenurunan\nkadar asetilkolin di otak, salah satu upaya untuk meningkatkan kadar asetilkolin\nialah dengan menghambat enzim asetilkolinesterase. Asetilkholinesterase (AChE)\nadalah enzim yang memetabolisme asetilkolin menjadi asetat dan kolin. Senyawa\npenghambat ini dapat diperoleh dari tumbuhan, salah satunya tumbuhan dari suku\nZingiberaceae seperti jahe (Zingiber oficinale) dan lengkuas (Alpinia galangaL.)\nyang telah diketahui memiliki aktivitas penghambat asetilkolinesterase, sehingga\nmelalui pendekatan khemotaksonomi bahwa kandungan senyawa kimia dari satu\njenis tumbuhan dalam marga ataupun suku yang sama, diperkirakan akan\nmemiliki kandungan kimia yang sama dan aktivitas biologi yang sama pula, maka\npenelitian ini bertujuan untuk melakukan penelitian lanjutan terhadap beberapa\ntumbuhan suku Zingiberaceaedalam penghambata asetilkolinesterase. Metode:\nEkstraksi dilakukan dengan metode maserasi menggunakan etanol 96% selama\n1x24 jam dengan 2x pengulangan, uji aktivitas terhadap penghambatan\nasetilkolinesterase dilakukan secara kolorimetri, danpenetapan kadar (fenol total,\nflavonoid total, dan curcuminoid) dengan metode spektrofotometri UV-Vis.\nHasil: Seluruh ekstrak memiliki aktivitas penghambatan asetilkolinesterase\ndengan aktivitas yang paling kuat diberikan oleh kunyit kemudian diikuti\ntemulawak, temu ireng, bangle, temu kunci, lempuyang dan temu manga, dengan\nnilai IC50 berturut-turut 74,88 ± 1,55 µg/mL, 189,57 ± 1,67 µg/mL, 240,83 ± 1,64\nµg/mL, 252,47 ± 1,04µg/mL, 280,56 ± 1,88 µg/mL, 326,34 ± 1,61 µg/mL, dan\n371,63 ± 1,40µg/mL, sedangkan kontrol positif (piridostigmin) memberikan nilai\nIC50 5,81 ± 1,17 µg/mL. Kadar fenol total, flavonoid total dan kurkuminoid\ntertinggi diberikan ekstrak kunyit dengan kadar fenol total 435,22 ± 0,87 mg\nGAE/g, flavonoid total 456,60 ± 1,21 mg QE/g, dan kurkuminoid 315,05 ± 0,33\nmg CE/g. Kesimpulan: Semua ekstrak memiliki aktivitas penghambat\nasetilkolinesterase dengan hambatan yang paling kuat diberikan oleh kunyit\ndengan IC50 74,88 ± 1,55 µg/ml, kadar fenol total 435,22 ± 0,87 mg GAE/g,\nflavonoid total 456,60 ± 1,21 mg QE/g, dan kurkuminoid 315,05 ± 0,33 mg CE/g.", "Daftar File": {"ABSTRAK Khairunnisa": "https://digilib.itb.ac.id/gdl/download/250892"}, "Penulis": "Khairunnisa [20720010]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Asep Gana Suganda", "Dr. Rika Hartati, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Alzheimer, Asetilkolinesterase, Kurkuminoid, Zingiberaceae.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "28 Jun 2022"}