{"Nomor": 66323, "Judul": "OPTIMASI KONDISI KLONING UNTUK OVERPRODUKSI PROTEIN L1 HUMAN PAPILLOMAVIRUS 33 REKOMBINAN PADA HANSENULA POLYMORPHA DAN PICHIA PASTORIS", "Abstrak": "Pengembangan vaksin subunit Virus-like particles (VLP) untuk pencegahan\nterhadap suatu infeksi virus saat ini sangat diminati karena lebih aman, bermutu dan\nefektif. Protein L1 HPV33 rekombinan (rL1HPV33) merupakan protein kapsid\nutama dari Human papillomavirus 33 (HPV33) yang dapat terakit menjadi VLP\nsecara spontan. VLP yang terbentuk dari protein L1 HPV33 merupakan bahan baku\nutama dalam pembuatan vaksin profilaksis terhadap HPV33. Penelitian ini\ndilakukan untuk mengoptimasi kondisi kloning sebagai persiapan untuk\nmemproduksi protein L1 HPV33 pada sel inang ragi Hansenula polimorpha NCYC\n495 Leu1.1 dan Pichia pastoris GS115. Tahapan penelitian ini diawali dengan\nisolasi dan konfirmasi kebenaran plasmid pHIPH4_L1HPV33 dan\npD902_L1HPV33 yang masing-masing telah berhasil ditransformasi ke dalam sel\ninang Escherichia coli DH5?, linearisasi plasmid, elektroporasi plasmid ke sel\ninang ragi, perancangan primer, konfirmasi kebenaran transforman ragi dan\nproduksi protein total ragi. Isolasi dan konfirmasi kebenaran plasmid pHIPH4-\n_L1HPV33 dan pD902_L1HPV33 telah berhasil dilakukan dengan analisa migrasi,\npemotongan enzim restriksi dan sekuensing. Kondisi optimal liniearisasi plasmid\npHIPH4_L1HPV33 berhasil didapatkan dengan menggunakan enzim StuI\nsebanyak 10 unit untuk tiap 1000 ng plasmid selama 24 jam pada suhu 37 °C dan\npD902_L1HPV33 enzim SacI sebanyak 10 unit untuk tiap 1000 ng plasmid selama\n4 jam pada suhu 37 °C. Elektroporasi plasmid pHIPH4_L1HPV33 ke sel inang ragi\nHansenula polymorpha NCYC 495 Leu.1. belum berhasil dilakukan sehingga perlu\ndilakukan optimasi sedangkan elektroporasi plasmid pD902_L1HPV33 ke sel\ninang ragi Pichia pastoris GS115 berhasil dilakukan menggunakan sel kompeten\nyang telah disiapkan dengan cara penambahan sorbitol 1 M dan dapar T dan kondisi\nelektroporasi voltase 1.5 kV. Primer berhasil dirancang untuk tujuan konfirmasi\nkebenaran gen sisipan, plasmid, sel inang ragi, integrasi ke kromosom dan\nkeperluan sekuensing. Produksi protein total ragi dan protein L1 HPV33 pada\nPichia pastoris GS115 dengan induksi metanol sebanyak 0,5 dan 1% selama 96 jam\npada suhu 30°C kondisi gelap telah berhasil dilakukan. keberadaan protein telah\ndikarakterisasi menggunakan SDS-PAGE serta didapatkan metode yang optimal\nuntuk lisis sel ragi menggunakan glass beads 15 Siklus (30 detik vortex, 30 detik\ninkubasi di ice-bath).", "Daftar File": {"ABSTRAK Handi Wilianto": "https://digilib.itb.ac.id/gdl/download/250903"}, "Penulis": "Handi Wilianto [20720013]", "Kontributor / Dosen Pembimbing": ["apt. Dr. rer. nat.  Catur Riani, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "rL1HPV33, Virus Like-Particles, elektroporasi, Hansenula polymorpha, Pichia pastoris", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "28 Jun 2022"}