{"Nomor": 66330, "Judul": "POTENSI REPRODUKSI BLACK SOLDIER FLY (HERMETIA ILLUCENS) (DIPTERA: STRATIOMYIDAE) PADA LIMBAH AGROINDUSTRI AMPAS TAHU", "Abstrak": "Ampas tahu merupakan salah satu limbah agroindustri yang mudah dijumpai di Indonesia dan berpotensi mencemari lingkungan jika tidak dimanfaatkan. Hermetia illucens atau yang lebih dikenal dengan Black Soldier Fly (BSF) merupakan agen biokonversi dengan kandungan nutrisi yang tinggi pada stadia larva untuk dijadikan pakan ternak. Tingginya kandungan nutrisi seperti protein pada ampas tahu diharapkan dapat dimanfaatkan sebagai pakan alternatif budidaya massal BSF. Penelitian ini bertujuan untuk menentukan potensi reproduksi BSF yang diberi pakan ampas tahu. Penelitian ini dilakukan terhadap 10 populasi dengan laju pakan 100 mg/larva/hari dan diamati setiap hari untuk seluruh stadia. Analisis dilakukan dengan menyusun tabel hidup horizontal berdasarkan serangga betina dewasa dan menentukan parameter populasinya. Hasil penelitian menunjukan bahwa BSF yang dibudidayakan dengan pakan ampas tahu mendapatkan nilai net reproductive rate (????0) 31,110 keturunan, mean generation time (????) 52,500 hari, intrinsic rate of increase (????????) 0,066/betina/hari, dan finite rate of increase (????) 1,068/hari menunjukan bahwa ampas tahu layak untuk dijadikan pakan alternatif bagi budidaya massal BSF.", "Daftar File": {"ABSTRAK Nathaniel Rasendriya Eka Putra": "https://digilib.itb.ac.id/gdl/download/250911"}, "Penulis": "Nathaniel Rasendriya Eka Putra [11418002]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Dana Permana", "Dr. Ir. Mia Rosmiati, M.P.", "Dr. Ir. Asep Hidayat, M.P.", "Dr. Ir. Eri Mustari, M.P.", "Rizki Fauziah Ramadhaini, S.P., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "ampas tahu, BSF, pakan alternatif", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Jun 2022"}