{"Nomor": 66349, "Judul": "PENGEMBANGAN SISTEM REKOMENDASI BERBASIS DEEP LEARNING UNTUK PERDAGANGAN MATA UANG KRIPTO", "Abstrak": "Mata uang kripto adalah mata uang digital yang dibangun dan diamankan menggunakan\nblockchain berbasis kriptografi. Uang kripto memiliki tiga karakteristik, yaitu terdesentralisasi,\npeer-to-peer, dan trustless (Nakamoto, 2008) yang menjadi keunggulan uang kripto\ndibandingkan mata uang resmi negara. Keunggulan dan penerapannya yang semakin meluas\nmembawa uang kripto terus berkembang positif, baik di luar maupun dalam negeri. Indonesia\nmelalui BAPPEBTI telah menetapkan uang kripto sebagai komoditas digital yang berlaku\nsejak 17 Desember 2022. Uang kripto sebagai instrumen investasi memiliki karakteristik\nbervolatilitas tinggi yang high risk-high return. Pengetahuan mendasar terhadap pasar uang\nkripto untuk mendapat keuntungan yang optimal dapat dikomplementasi dengan penggunaan\nsistem yang cerdas yang telah diterapkan pada pasar mata uang resmi dan saham. Oleh karena\nitu, sistem yang dapat merekomendasikan keputusan jual-beli pada perdagangan mata uang\nkripto Bitcoin-USD Tether (BTCUSDT) akan dikembangkan dan diteliti pada tugas akhir ini.\nSistem rekomendasi akan dibangun dengan pendekatan deep learning menggunakan algoritma\nLong-Short Term Memory (LSTM) melalui kerangka kerja CRISP-DM. Model dikembangkan\nmenggunakan fitur rasio EMA terhadap close serta persen perubahan teknikal indikator.\nKinerja model dievaluasi menggunakan metrik bisnis (gain dan ROI) dan nonbisnis (AUC,\nprecision, recall, accuracy) dengan hasil yang baik, yaitu gain 1.83% dan ROI 1.7% selama 7\nhari pertama November 2021, gain 8.55% dan ROI 0.51% yang lebih besar dari strategi buy\nand hold selama November 2021, dari hasil prediksi dengan 57.7% AUC dan 57% akurasi.", "Daftar File": {}, "Penulis": "Widad Istiqomah [18218011]", "Kontributor / Dosen Pembimbing": ["Dra. Harlili, M.Sc.", "Dr. Ir. Dimitri Mahayana, M.Eng.", "Dr. Pranoto Hidaya Rusmin, S.T., M.T.", "Dr. Pranoto Hidaya Rusmin, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Perdagangan uang kripto, teknikal indikator, LSTM", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "28 Jun 2022"}