{"Nomor": 66348, "Judul": "PENGEMBANGAN PLATFORM SAFE AND SECURE UNTUK REKOGNISI AKTIVITAS MEMANJAT PAGAR DI STASIUN", "Abstrak": "Dalam mendukung pembangunan smart city di Indonesia, pengembangan stasiun kereta api harus\nbergerak ke arah smart station. Dalam mewujudkan smart station, perlu diperhatikan aspek safe\nand secure. Salah satu contoh tindakan yang mengancam aspek dari safe and secure di lingkungan\nstasiun adalah aktivitas memanjat pagar. Aktivitas ini dapat berujung pada perusakan sarana\nataupun kekerasan.\nAktivitas memanjat pagar dapat diawasi dengan pemanfaatan video analytics. Video yang akan\ndigunakan bersumber dari CCTV yang telah terpasang di stasiun. Video analytics akan dijalankan\nmelalui server VIANA dengan algoritma OpenPose dengan Deep Neural Network untuk\nmelakukan rekognisi aktivitas memanjat pagar di lingkungan stasiun KAI.\nPengujian terhadap algoritma OpenPose dengan DNN dilakukan pada lingkungan nyata, yaitu\nstasiun KAI Bandung. Hasil dari pengujian berupa nilai akurasi, presisi, dan recall. Nilai dari\nakurasi sebesar 75%, presisi sebesar 76%, dan recall sebesar 72%. Algoritma ini juga\nmenggunakan resources dengan stabil tanpa kenaikan secara signifikan. Algoritma ini memiliki\nnilai GPU utilization sebesar 35%, memory utilization sebesar 8%, dan suhu dari GPU sebesar\n63o\nC.\nHasil prediksi aktivitas memanjat pagar oleh algoritma ini ditampilkan dalam halaman berupa\ndashboard. Halaman ini akan menampilkan denah dan daerah yang tertangkap oleh CCTV. Untuk\ntiap daerah, akan ditampilkan foto yang terindikasi terdapat aktivitas memanjat pagar oleh\nalgoritma. Foto akan disimpan dalam storage pada VIANA.", "Daftar File": {}, "Penulis": "Nyoman Kevin Cahyadi Giri [18218001]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Suhono Harso Supangkat, M.Eng.", "Dr. Yoanes Bandung, S.T., M.T.", "I Gusti Bagus Baskara Nugraha, S.T., M.T., Ph.D.", "Dr. Fadhil Hidayat, S.Kom., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "smart city, smart station, safe and secure, memanjat pagar, VIANA, video analytics.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "28 Jun 2022"}