{"Nomor": 66356, "Judul": "PENGEMBANGAN PLATFORM SAFE AND SECURE UNTUK REKOGNISI AKTIVITAS MELEMPAR DI STASIUN KAI", "Abstrak": "Aspek safe and secure merupakan salah satu aspek terpenting dalam smart city. Smart\nmobility seperti pada stasiun KAI juga merupakan bagian dari smart city sehingga aspek\nsafety and security dari fasilitasnya perlu dijaga berdasarkan parameter keamanan yang\nberlaku. Upaya meningkatkan aspek safe and secure di stasiun KAI dapat dilakukan\ndengan mendeteksi kegiatan yang mengganggu safe and secure secara otomatis dengan\nmenggunakan teknologi CCTV dan video analytics. Saat ini, ITB, KAI dan LPDP\nsudah mengembangkan platform video analytics bernama VIANA. Namun, terdapat\naspek-aspek yang mengganggu safe and secure yang belum ditangani VIANA.\nPenulisan Tugas Akhir ini bertujuan untuk menjawab masalah bagaimana cara\nmengembangkan VIANA dengan menambahkan fitur deteksi aspek safe and secure\nyang diperlukan VIANA seperti melempar benda, memanjat pagar, dan trespassing.\nOutput dari fitur-fitur ini menjadi index safe and secure yang digunakan untuk\nmenentukan tingkat safe and secure dari suatu daerah. Tugas Akhir ini berfokus pada\npenambahan fitur deteksi melempar benda. Melempar benda merupakan salah satu\naktivitas berbahaya yang dapat terjadi di peron stasiun.\nTugas Akhir ini dikerjakan dengan metodologi Design for Six Sigma oleh Kosky. Alur\nmetodologi dimulai dari pendefinisian masalah yang ada yaitu adanya kasus orang\nmelempar barang di area peron yang dapat mengganggu keamanan pengunjung stasiun.\nSelanjutnya, dilakukan eksplorasi untuk menentukan solusi video analytics dengan\nkebutuhan fungsional dan nonfungsional yang dapat mendeteksi gerakan melempar\nberdasarkan kecepatan pemrosesan dan kinerja GPU. Pada akhirnya, sebuah algoritma\nOpenPose yang dapat menentukan gerakan berdasarkan posisi anggota tubuh terpilih\nuntuk mendeteksi gerakan. Sebuah model juga sudah didapatkan untuk menjadi dasar\ndari inferencing yang dilakukan fitur deteksi gerakan melempar. Sebuah dashboard\njuga dikembangkan untuk menampilkan seluruh hasil deteksi dari fitur melempar,\nmemanjat pagar, dan trespassing.\nFitur deteksi melempar sudah berhasil dijalankan pada VIANA dan digunakan untuk\nmendeteksi aksi melempar pada peron stasiun KAI. Berdasarkan pengujian, fitur dapat\ndijalankan untuk waktu lama tanpa henti dengan kinerja GPU dan memori yang cukup\nrendah. Fitur juga dapat mendeteksi gerakan melempar dengan presisi, recall, dan\nakurasi yang cukup baik. Ini membuktikan bahwa fitur deteksi melempar sudah dapat\ndigunakan oleh KAI. Walau begitu, fitur deteksi melempar masih dapat dikembangkan\ndengan menambahkan dataset berupa foto untuk aksi lain seperti menelepon serta\nmenambahkan foto dari berbagai sudut kamera dan pencahayaan. Hal lain yang perlu\ndiperhatikan untuk kelancaran deteksi adalah jaringan yang stabil dalam mengambil\ndata stream dari CCTV.", "Daftar File": {}, "Penulis": "Vincentius Ian Widi Nugroho [18218034]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Suhono Harso Supangkat, M.Eng.", "Dr. Yoanes Bandung, S.T., M.T.", "I Gusti Bagus Baskara Nugraha, S.T., M.T., Ph.D.", "Dr. Fadhil Hidayat, S.Kom., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "safe and secure, CCTV, video analytics, VIANA", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "28 Jun 2022"}