{"Nomor": 66367, "Judul": "KARAKTERISASI MINERAL ALTERASI DAN IMPLIKASINYA TERHADAP SISTEM GEOTERMAL PEMALI", "Abstrak": "Sistem Geotermal Pemali merupakan sistem hidrotermal dengan host rock berupa batuan metamorf. Keberadaan sistem dibuktikan oleh kehadiran manifestasi termal dan mineral alterasi hidrotermal. Batuan metamorf yang terubah ini menunjukkan bahwa telah terjadi setidaknya dua proses ubahan mineral yang berbeda yaitu metamorfisme dan alterasi hidrotermal. Namun, kedua proses tersebut dapat menghasilkan jenis mineral yang sama. Oleh sebab itu, penelitian ini bermaksud untuk membedakan karakteristik mineral alterasi hidrotermal dan metamorfik agar dapat diimplikasikan terhadap delineasi zona upflow Sistem Geotermal Pemali. Dengan sampel batuan permukaan sebagai data primernya, karakterisasi litologi dan mineralogi dilakukan melalui kajian geomorfologi, analisis megaskopis, petrografi, dan X-Ray Diffraction (XRD). Analisis X-Ray Fluorescence (XRF) dilakukan untuk menghitung konsentrasi senyawa oksida yang digunakan pada perhitungan transfer massa. Selanjutnya, hasil analisis tersebut diintegrasikan dengan data sekunder berupa CO2 udara tanah, Hg tanah, dan karakteristik fisik fluida manifestasi untuk menginterpretasi zona upflow. Mineral kuarsa, muskovit, klorit, biotit, garnet dan grafit merupakan mineral indikator pada penamaan satuan litologi. Selain mineral tersebut, mineral lain yang dapat terbentuk akibat proses metamorfisme dan alterasi hidrotermal adalah plagioklas dan celadonite. Pada penelitian ini, suatu mineral diinterpretasi sebagai mineral metamorfik jika menunjukkan struktur dan tekstur khusus seperti boudinage, deformation twins, deformation lamellae, porfiroblastik, porfiroklastik, dan crenulation cleavage. Sementara itu, mineral alterasi hidrotermalnya ditunjukkan oleh orientasi pembentukan mineral yang memotong bidang foliasi, lokasi pembentukan mineral yang berada pada massa dasar, rekahan, dan urat, bentuk kuarsa yang relatif subhedral pada tepi rongga, serta tekstur overprinting mineral baru terhadap mineral metamorf. Berdasarkan pH dan temperatur fluida pembentuknya, zona alterasi hidrotermal yang terbentuk adalah zona dengan pH asam (Kaolinit-Jarosit±Gipsum dan Dickite-Pirit-Sulfur) serta pH netral (Montmorilonit-Klorit dan Klorit-Kuarsa-Ilit±Kalsit). Zona pH netral terbentuk paling akhir. Berdasarkan adanya pengayaan K2O, SiO2 dan Rb2O yang disertai pembentukan kuarsa dan mineral lempung yang kaya akan potasium, zona upflow diinterpretasikan berada pada Sesar Waekedang. Hal ini diperkuat dengan adanya anomali CO2 dan Hg yang tinggi serta mata air panas dengan temperatur dan debit yang tinggi.", "Daftar File": {"ABSTRAK Rai Gati": "https://digilib.itb.ac.id/gdl/download/250983"}, "Penulis": "Rai Gati [22619004]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Andri Slamet Subandrio, Dipl.-Geol.", "Dr.Eng. Ir. Suryantini, M.Sc.", "Irwan Iskandar, S.T., M.T., Ph.D.", "Betseba br Sibarani, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Panas Bumi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "mineral metamorf, alterasi hidrotermal, paragenesis alterasi, zona alterasi, transfer massa, zona upflow", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Jun 2022"}