{"Nomor": 66362, "Judul": "ISOLASI SENYAWA INHIBITOR ENZIM XANTIN OKSIDASE DARI SIDAGURI (SIDA RHOMBIFOLIA L.)", "Abstrak": "Latar belakang dan tujuan: Hiperurisemia disebabkan karena adanya gangguan\nmetabolisme purin yang produk akhirnya merupakan asam urat. Di Indonesia\nsendiri jumlah penderita asam urat bervariasi di setiap daerahnya. Selain\nmenggunakan obat sintesis, digunakan juga obat herbal untuk menurunkan asam\nurat. Salah satu tanaman yang digunakan untuk menurunkan hiperurisemia adalah\nsidaguri (Sida rhombifolia L.). Di Cina, sidaguri digunakan untuk mengobati\nasam urat, ambeien, gangguan ginjal dan rematik baik itu menggunakan bagian\ntertentu, maupun seluruh bagian tanaman. Penelitian terhadap daun sidaguri\nmenunjukkan adanya aktivitas penghambatan xantin oksidase. Tujuan dari\npenelitian ini adalah melakukan isolasi senyawa inhibitor enzim xantin oksidase\nbagian tanaman sidaguri yang berada di atas permukaan tanah. Metode:\nPengumpulan sampel dilakukan di Bandung, Jawa Barat. Metode ekstraksi yang\ndigunakan adalah maserasi menggunakan etanol 96%. Tahapan isolasi dimulai\ndari fraksinasi dengan metode ekstraksi cair-cair, dilanjutkan pemisahan dengan\nkromatografi cair vakum serta kromatografi kolom. Setiap prosesnya dipantau\ndengan kromatografi lapis tipis. Pengujian hambatan Xantin Oksidase dilakukan\nterhadap ekstrak, fraksi dan isolat menggunakan alat microplate reader pada ?\n290 nm. Identifikasi senyawa dilakukan menggunakan spektrofotometri UV- sinar\ntampak, HPLC, NMR dan UPLC-ESI-MS/MS. Hasil: Nilai IC50 fraksi etil asetat\nlebih tinggi dari pada ekstrak etanol, fraksi n-heksan dan fraksi air sehingga\ndilanjutkan ke tahap isolasi. Berdasarkan hasil elusidasi struktur isolat 1\nmenunjukkan panjang gelombang maksimal pita 1 adalah 313,87 nm dan pita 2\nadalah 266,87 nm. Hasil ms menunjukkan bahwa nilai m/z isolat 1 adalah 594\nyang merupakan senyawa luteolin-7-O-rutinosida. Isolat 2 adalah senyawa rutin\nkarena mempunyai waktu retensi yang sama dengan pembanding rutin saat\ndilakukan identifikasi menggunakan HPLC. Nilai IC50 senyawa 1 dan 2 berturutturut adalah 62,68± 0,10 µg/mL dan 19,1± 0,23 µg/mL. Kesimpulan: Telah\nberhasil diisolasi 2 senyawa flavonoid dari ekstrak etanol tanaman Sidaguri (Sida\nrhombifolia L) yaitu Luteolin 7-O Rutinosida dan Rutin. Hasil uji aktivitas\npenghambatan Xantin Oxidase kedua senyawa tersebut menunjukkan nilai IC50\nsecara berurutan adalah 62,68± 0,12 µg/mL dan 19,1± 0,01 µg/mL.", "Daftar File": {"ABSTRAK Zhaqina Tun Islamiyah": "https://digilib.itb.ac.id/gdl/download/250978"}, "Penulis": "Zhaqina Tun Islamiyah [20720006]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Muhamad Insanu, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Luteolin-7-O-rutinosida, Rutin, Sidaguri, Xantin oksidase.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "28 Jun 2022"}