{"Nomor": 66361, "Judul": "PEMODELAN POTENSI PENYEDIAAN RUANG TERBUKA HIJAU BERDASARKAN PROYEKSI PERUBAHAN PENGGUNAAN LAHAN PADA WILAYAH PROVINSI DKI JAKARTA", "Abstrak": "Konsep Kota Hijau muncul dilatarbelakangi pertumbuhan kota yang begitu cepat\ndan mengakibatkan permasalahan perkotaan seperti berkurangnya luasan ruang\nterbuka hijau serta fenomena perubahan iklim (Ernawi, 2012) . Provinsi DKI\nJakarta, sebagai provinsi yang menargetkan penyediaan RTH sebesar 30%, yang\nterdiri dari 10% RTH Publik dan 20% RTH Privat mengalami tantangan dalam\nmemenuhi kebutuhan ruang hijau perkotaan. Fenomena alih fungsi RTH yang\nsemakin tinggi, kawasan resapan air semakin rendah, serta munculnya lahan\nterbuka yang belum dimanfaatkan dengan baik milik pemerintah maupun\nmasyarakat menjadi permasalahan yang melatarbelakangi kebutuhan akan\npenyediaan RTH DKI Jakarta. (Bappeda Provinsi DKI Jakarta, 2016).\nTransformasi dari wilayah Jabodetabek didorong terutama oleh ekspansi aktivitas\nekonomi yang dimanifestasikan kepada pembangunan kompleks industri dan kota\nsatelit. Hal ini berpengaruh pada ekspansi spasial penggunaan lahan campuran\nyang terjadi di pinggiran Jakarta (Rustiadi dan Panuju, 2002). Berdasarkan hal\nini, diperlukan analisis yang menggambarkan proses perubahan lahan DKI\nJakarta agar dapat mengestimasikan penyediaan RTH untuk memenuhi kebutuhan\nruang hijau perkotaan.\nPenelitian ini dilakukan untuk mengidentifikasi potensi penyediaan RTH agar\ndapat membantu pengambil kebijakan dalam memprioritaskan lahan yang\nberpotensi untuk dipertahankan maupun dikembangkan sebagai RTH. Wilayah\nstudi ini adalah daratan wilayah Provinsi DKI Jakarta Penelitian ini dilakukan\ndengan menggunakan metode Cellular Automata dengan faktor pendorong guna\nlahan berupa biofisik, aksesibilitas, sosial-ekonomi, sarana prasarana,\nketetanggaan, serta kebijakan tata ruang untuk pembatasan perubahan guna\nlahan. Hasil dari penelitian didapatkan wilayah pinggiran DKI Jakarta diprediksi\nmengalami alih fungsi lahan, walau memiliki nilai kesesuaian lahan tinggi untuk\nRTH. Kemudian faktor yang mendorong perubahan RTH berkaitan dengan\npersentase penyediaan ruang hijau dan keadaan alam yang berkaitan dengan\npeningkatan suhu temperatur perkotaan DKI Jakarta. Mempertimbangkan potensi\npenyediaan RTH dapat membantu membentuk kebijakan tata ruang yang lebih\nakurat agar mendorong instrument kontrol terhadap alih fungsi lahan, terutama\ndalam Rencana Detil Tata Ruang DKI Jakarta.", "Daftar File": {}, "Penulis": "Samuel Gerald Marpaung [15416075]", "Kontributor / Dosen Pembimbing": ["Ridwan Sutriadi, S.T., M.T., Ph.D.", "Nurrohman Wijaya, S.T., M.Sc.", "Afrizal Ramadhan, S.T., M.P.W.K."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Perubahan Guna Lahan, Ruang Terbuka Hijau , Cellular Automata, Multi-Layer Perceptron, Spatial Metrics, DKI Jakarta", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "28 Jun 2022"}