{"Nomor": 66371, "Judul": "APLIKASI METODE GEOLISTRIK DAN TRANSIENT ELECTROMAGNETIC (TEM) UNTUK MEMETAKAN ZONA KONDUKTIF DANGKAL DI DAERAH LAPANGAN PANAS BUMI PATUHA, JAWA BARAT", "Abstrak": "Seiring berjalannya waktu permintaan akan sumberdaya energi di Indonesia terus meningkat. Untuk memenuhi permintaan sumberdaya energi tersebut diperlukan suatu pengembangan pengelolaan dari sumber daya energi yang berkelanjutan dan ramah lingkungan, salah satunya yaitu energi panas bumi. Eksplorasi Panas Bumi dilakukan untuk mengetahui suatu potensi panas bumi di suatu daerah. Metode resistivitas merupakan salah satu metode geofisika yang dapat digunakan untuk memperkirakan\nkeberadaan reservoir di bawah permukaan berdasarkan distribusi nilai resistivitas media sebagai respons terhadap arus listrik yang menjalar pada media tersebut. Nilai resistivitas yang kecil berarti batuan yang ada memiliki konduktivitas yang besar, hal ini dapat diinterpretasikan sebagai zona yang memiliki permeabilitas tinggi yang dapat digunakan sebagai jalur migrasi fluida dalam sistem panas bumi. Pada penelitian ini telah dilakukan survei geolistrik dan Transient Electromagnetic (TEM) di daerah lapangan panas bumi Patuha, Ciwidey, Jawa Barat dengan tujuan untuk mengidentifikasi struktur dangkal dengan distribusi resistivitas yang mungkin terkait dengan zona permeabilitas tinggi dan jalur fluida dari reservoir. Pengukuran dilakukan di lokasi yang menunjukkan konsentrasi gas radon yang sedang hingga\ntinggi. Lokasi survei juga bertepatan dengan dua lokasi pengeboran temperature core hole (TCH), yaitu TCH-A dan TCH-B yang memiliki konsentrasi gas radon sedang hingga tinggi. Data pengukuran diolah menggunakan perangkat lunak RES2DINV dan TEM-Researcher v.8.52. Interpretasi dari hasil pemodelan menunjukkan adanya zona dengan nilai resistivitas rendah di area TTN pada kedalaman 30 - 50 meter dari titik pengukuran dengan rentang resistivitas 10 - 100 Ohm-m yang diduga sebagai zona rekahan. Hasil ini didukung oleh data core logging dari pengeboran TCH yang menunjukkan adanya zona rekahan (fracture zone) di beberapa bagian.", "Daftar File": {"ABSTRAK Nur Aisyah": "https://digilib.itb.ac.id/gdl/download/250996"}, "Penulis": "Nur Aisyah [12118046]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Ir. Wahyudi Widyatmoko Parnadi, M.S.", "Mohamad Nur Heriawan, S.T., M.T., Ph.D.", "Mohamad Nur Heriawan, S.T., M.T., Ph.D.", "Irwan Iskandar, S.T., M.T., Ph.D.", "Simon Heru Prassetyo, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "sistem panas bumi, zona konduktif, resistivitas, transient electromagnetic (TEM), temperature core hole", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "28 Jun 2022"}