{"Nomor": 66378, "Judul": "SISTEM PENGGERAK RODA BERBASIS KONTROL PID PADA ROBOT DISINFEKTAN OTONOM", "Abstrak": "ABSTRAK\nSISTEM PENGGERAK RODA BERBASIS KONTROL PID\nPADA ROBOT DISINFEKTAN OTONOM\nOleh\nSebastian Anthony Tedja\nNIM: 1321848\n(Program Studi Sarjana Teknik Elektro)\nPada November 2019 terdapat penyakit pernafasan baru yang disebut\nCoronavirus Disease 2019 (COVID-19). COVID-19 adalah penyakit menular\nyang menyebar melalui manusia dengan kontak langsung dengan orang terinfeksi\natau melalui droplet orang yang terinfeksi. Kebutuhan untuk melakukan disinfeksi\nmeningkat, salah satunya di dalam ruangan praktik dokter rumah sakit. Sebuah\nalat yang dapat membantu proses disinfeksi rumah sakit secara otomatis akan\nmembantu meminimalisir masalah yang ada, salah satu contohnya adalah sebuah\nrobot disinfeksi otonom. Robot disinfeksi otonom adalah sebuah alat yang dapat\nmengitari seluruh area ruangan tertutup dan menyemprotkan cairan disinfektan\nkepada ruangan untuk mengurangi mikroorganisme berbahaya di dalam ruangan\ntersebut. Sebagai sebuah robot disinfeksi otonom diperlukan sebuah sistem untuk\nmenggerakan robot di dalam ruangan secara terus menerus dan akurat. Dirancang\nsebuah sistem kontrol dan sistem mekanik untuk memutarkan roda robot agar\nrobot dapat bergerak mencakupi seluruh bagian ruangan. Dalam pengerjaannya\ndilakukan perumusan masalah berupa kebutuhan disinfeksi yang merata dan\nkontinu tanpa menyebabkan masalah kesehatan kepada pelaku disinfeksi.\nDitentukan beberapa solusi dan dipilih robot disinfeksi otonom sebagai solusi\nterpilih untuk menjawab rumusan masalah yang dimiliki. Dilakukan studi pustaka\nuntuk menentukan spesifikasi, membuat perancangan, dan melakukan\nimplementasi kepada alat. Dalam merancang sistem kontrol untuk penggerak\nrobot penulis menggunakan kontrol PID untuk mengatur kecepatan dengan\nsasaran kecepatan tertentu untuk melakukan gerak maju dan menggunakan\nkontrol PID posisi untuk mengatur posisi dengan sasaran posisi tertentu untuk\nmelakukan gerak rotasi. Digunakan sistem tranmisi berupa roda gigi untuk\nmentransmisikan gerakan dan tenaga putaran motor DC pada roda dan rotary\nencoder. Dari hasil implementasi didapatkan bahwa robot dapat bergerak sejauh\n50 cm ke depan dan ke belakang dengan kecepatan linear 15.43 cm/s dan robot\njuga dapat melakukan rotasi ke kanan dan ke kiri sebesar 90° kecepatan rotasi\n70.3°/s. Robot memiliki error acak pada saat melakukan gerak lurus dengan error\nsebesar ±2° dan memiliki error acak pada saat melakukan gerak rotasi sebesar\n±1°.\nKata kunci: robot disinfeksi otonom, kontrol PID, sistem transmisi, sistem\nkontrol, roda gigi, error.", "Daftar File": {"ABSTRAK - SEBASTIAN ANTHONY TEDJA": "https://digilib.itb.ac.id/gdl/download/251019"}, "Penulis": "Sebastian Anthony Tedja [13218048]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mervin Tangguar Hutabarat, M.Sc.", "Dr. Agung Harsoyo, S.T., M.Sc.", "Prof. Trio Adiono, S.T., M.T., Ph.D.", "Infall Syafalni, S.T., M.Sc.", "Nana Sutisna, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "robot disinfeksi otonom, kontrol PID, sistem transmisi, sistem kontrol, roda gigi, error.", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos", "File": "1 file", "Tanggal Input": "28 Jun 2022"}