{"Nomor": 66376, "Judul": "PERANCANGAN MODEL RENCANA LAYANAN (SERVICE PLAN) PADA KOMPOSISI LAYANAN", "Abstrak": "ABSTRAK\nPERANCANGAN MODEL RENCANA LAYANAN (SERVICE PLAN) PADA KOMPOSISI LAYANAN\nOleh\nRyche Pranita\nNIM: 23218015\n(Program Studi Magister Teknik Elektro)\nSemakin meningkatnya kebutuhan bisnis menyebabkan layanan TI yang saat ini ada belum memiliki kemampuan yang diharapkan. Kemampuan layanan TI yang ada diharapkan mampu secara dinamis mengatur dan menyusun kandidat layanan berupa layanan web dari penyedia layanan yang berbeda. Kegiatan ini merupakan proses komposisi layanan. Proses komposisi layanan yang mengatur dan menyusun kandidat layanan di awali dengan tahapan perencanaan layanan. Perencanaan layanan dilakukan untuk memastikan setiap abstrak proses memiliki kandidat layanan yang sesuai. Penelitian ini menggunakan metode separation of concerns dengan dekomposisi model proses bisnis sebagai salah satu komponen komposisi layanan yang merupakan sebuah requirement. Requirement ini merujuk pada komponen model proses bisnis dalam komposisi layanan. Model proses bisnis yang dapat diharapkan menggunakan format yang dapat di mengerti mesin. Salah satu model proses bisnis yang lengkap dan umum digunakan adalah Business Process Model Notation (BPMN). Studi kasus akan dilakukan sebagai evaluasi dengan menggunakan model BPMN dengan mempertimbangkan alur data proses sehingga memperkaya transformasi goal model. Evaluasi yang dilakukan menghasilkan kompleksitas metrik dengan nilai 18. Nilai tersebut mengindikasikan metode separation of concerns mampu mengurangi kompleksitas model yang dibangun. Selain itu goal model yang terbentuk menghasilkan nilai dalam kandidat layanan yang dapat digunakan pada tahapan proses komposisi layanan selanjutnya yaitu penemuan layanan untuk dipilih yang paling sesuai dan di eksekusi menjadi layanan baru.\nKata kunci: rencana layanan, komposisi layanan, separation of concerns, BPMN, goal model", "Daftar File": {"ABSTRAK - RYCHE PRANITA": "https://digilib.itb.ac.id/gdl/download/251009"}, "Penulis": "Ryche Pranita [23218015]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Suhardi, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "rencana layanan, komposisi layanan, separation of concerns, BPMN, goal model", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos", "File": "1 file", "Tanggal Input": "28 Jun 2022"}