{"Nomor": 66374, "Judul": "STUDI ANTI-APOPTOSIS SENYAWA FITOKIMIA TANAMAN PARE (MOMORDICA CHARANTIA) DAN SPIRULINA (ARTHROSPIRA PLATENSIS) PADA INFARK MIOKARD AKUT MELALUI UJI PENAMBATAN MOLEKULAR, DAN PEMETAAN MODEL FARMAKOFOR", "Abstrak": "Latar belakang dan tujuan: Infark miokard akut merupakan penyakit akibat\npenurunan atau blokade seutuhnya aliran darah ke sebagian area jantung. Akibat\nblokade pada arteri koroner tersebut, suplai oksigen ke area miokardium (otot ruang\njantung) mengalami penurunan yang menyebabkan kematian sel dan nekrosis sel\njantung. Infark miokard akut ditemukan berasosiasi tidak hanya dengan kejadian\nnekrosis sel, melainkan dengan kejadian apoptosis sel. pengembangan obat berbasis\nprotein target pada jalur pensinyalan apoptosis akan sangat berpengaruh dalam\npenanganan infark miokard akut. Penelitian ini akan menunjukkan senyawa\nfitokimia dalam tanaman pare dan spirulina yang berperan dalam jalur pensinyalan\napoptosis untuk penanganan infark miokard akut melalui uji penambatan\nmolekular, dan pemetaan model situs aktif/farmakofor. Metode: Ligan co-\ncrystallized, senyawa fitokimia tanaman pare dan spirulina, dan protein reseptor\napoptosis dipreparasi dan dilakukan validasi protein reseptor. Senyawa fitokimia\nditambatkan secara molekular terhadap protein reseptor dan dianalisis energi\nikatan, nilai konstanta inhibisi (Ki), dan interaksi ikatan dengan residu asam amino\nprotein reseptor. Hasil: terdapat 5 senyawa fitokimia potensial pada tanaman pare\ndan spirulina, yaitu Katekin, Momordicine I, Fikosianobilin, Naringenin, dan\nVicine, yang memiliki nilai Ki kurang dari 10 uM dan nilai energi ikatan yang\nmendekati nilai ligan co-crystallized. Selain itu, PI3K menjadi protein reseptor\ndengan nilai energi ikatan dan nilai Ki senyawa fitokimia pada tanaman lebih baik\ndaripada nilai energi ikatan dan nilai Ki ligan co-crystallized. Kesimpulan: bahwa\nKatekin, Momordicine I, Fikosianobilin, Naringenin, dan Vicine dapat\nmempengaruhi jalur pensinyalan apoptosis sel terutama protein reseptor PI3K\ndalam penanganan penyakit infark miokard akut", "Daftar File": {"ABSTRAK Bambang Tri Laksono": "https://digilib.itb.ac.id/gdl/download/251090"}, "Penulis": "Bambang Tri Laksono [20720014]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Neng Fisheri Kurniati, S.Si., M.Si.", "Hubbi Nashrullah Muhammad, S.Farm., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Apoptosis, Farmakofor, Infark Miokard Akut, Pare, Penambatan Molekular, Spirulina", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "28 Jun 2022"}