{"Nomor": 66382, "Judul": "PERANCANGAN DAN IMPLEMENTASI SUBSISTEM ONSITE DISPLAY DAN SUBSISTEM GATEWAY PADA SMART GROWTH CHAMBER: SISTEM RUANG TUMBUH TANAMAN TERKENDALI CERDAS", "Abstrak": "ABSTRAK\nPERANCANGAN DAN IMPLEMENTASI SUBSISTEM ONSITE DISPLAY DAN SUBSISTEM GATEWAY PADA SMART GROWTH CHAMBER: SISTEM RUANG TUMBUH TANAMAN TERKENDALI CERDAS\nOleh\nRizca Shafira Salsabila Makasuci\nNIM: 13216029\n(Program Studi Sarjana Teknik Elektro)\nUsaha meningkatkan produktivitas dan ukuran umbi bawang putih lokal dapat dilakukan dengan melakukan perkawinan silang dengan bawang putih impor dari daerah subtropis yang lebih berkualitas. Untuk itu dibutuhkan sistem ruang tumbuh tanaman yang dapat mengemulasi kondisi iklim mikro agar tanaman bawang putih subtropis dapat tumbuh optimal dan berbunga. Oleh karenanya, dikembangkan Smart Growth Chamber yang mampu menjadi emulator dengan antarmuka yang memberi kemudahan bagi pengguna dalam melakukan pemantauan dan pengendalian parameter iklim mikro ruang tumbuh. Pada tugas akhir ini membahas mengenai perancangan dan implementasi subsistem onsite display dan subsistem gateway untuk sistem Smart Growth Chamber. Subsistem onsite display merupakan subsistem yang berfungsi sebagai media agar user on-site dapat berinteraksi secara langsung dengan sistem melalui onsite display yang terpasang pada perangkat ruang tumbuh. Sementara itu, diperlukan subsistem gateway sebagai perantara pengiriman data antara subsistem sensor, subsistem aktuator, dan subsistem onsite display pada komponen fisik sistem dengan subsistem cloud server, subsistem web application, dan subsistem mobile application pada komponen cyber system, agar ruang tumbuh dapat diakses pula secara daring melalui aplikasi web dan mobile. Dengan pertimbangan kenyamanan user, ditentukan spesifikasi agar setiap fungsi pada antarmuka dapat diakses dalam maksimum 10 langkah dan dengan delay kurang dari 10 detik. Selain itu, transmisi antar subsistem diharapkan mempunyai latensi maksimum 10 detik. Dari hasil pengukuran sistem, spesifikasi tersebut telah berhasil dipenuhi dengan setiap fungsi pada antarmuka dapat diakses dalam maksimum 5 langkah dengan delay maksimum 4,77 sekon, serta latensi transmisi data dari subsistem sensor ke subsistem onsite display rata-rata 248,8 ms.\nKata kunci: Smart Growth Chamber, Onsite Display, Gateway, MQTT, PyQt5", "Daftar File": {"ABSTRAK - RIZCA SHAFIRA SALSABILA MAKASUCI": "https://digilib.itb.ac.id/gdl/download/251023"}, "Penulis": "Rizca Shafira S M [13216029]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Irman Idris, M.Sc.", "Yulyan Wahyu Hadi, S.T., M.T.", "Dr. Beni Rio Hermanto, S.T., M.M.", "Muhammad Ogin Hasanuddin, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Smart Growth Chamber, Onsite Display, Gateway, MQTT, PyQt5", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos", "File": "1 file", "Tanggal Input": "28 Jun 2022"}