{"Nomor": 66390, "Judul": "DESAIN DAN ANALISIS TOWING PIPA BAWAH LAUT PADA PROSES INSTALASI METODE FLOATING SHORE PULL DI SELAT MADURA", "Abstrak": "Penelitian ini bertujuan untuk membahas tentang analisis perencanaan desain pipa\nbawah laut dan analisis penarikan saat penggelaran pipa sepanjang 2000meter yang\nakan difungsikan untuk pengoperasian penyaluran gas alam. Proses perencanaan\ndesain yang dilakukan meliputi perencanaan tebal dinding pipa, tebal lapisan beton,\ndan panjang bentang maksimum yang dapat dipikul oleh pipa. Analisis penarikan saat\npenggelaran pipa bertujuan untuk mempertahankan keadaan pipa agar tidak terjadi\ndeformasi dengan memperhitungkan defleksi dan tegangan yang terjadi di sepanjang\npenggelaran pipa.Perencanaan desain tebal dinding pipa mempertimbangkan berbagai\nkemungkinan kegagalan tekuk yang terjadi berdasarkan standar desain DNV OS-F101\ndan ASME B31.8. Perencanaan desain tebal lapisan beton mempertimbang kestabilan\nlateral dan kestabilan vertical pipa berdasarkan standar desain DNV-RP-E305 dan\nDNV-RP-F109. Perencanaan Panjang bentang bebas pipa mempertimbangkan keadaan\nstatik dan dinamik pipa berdasarkan standar desain DNV-RP-F105 dan DNV 1981.\nPenarikan saat penggelaran pipa mempertimbangkan jangkauan sudut penarikan untuk\nmenghindari hasil tegangan yang terjadi melebihi batas tegangan izin.Hasil penelitian\nmenunjukkan bahwa besar nilai tebal dinding pipa yaitu sebesar 0,5inchi dengan tebal\nlapisan beton sebesar 1,84inchi, dan Panjang bentang bebas maksimum sepanjang\n33,15meter. Besar defleksi maksimum yang terjadi saat penggelaran pipa dapat\nmencapai 8,13meter dengan Panjang penggelaran maksimum sejauh 348meter . Besar\nnilai tegangan maksimum yang terjadi di sepanjang 348meter penggelaran pipa yaitu\nsebesar 358,4Mpa.", "Daftar File": {"ABSTRAK Akhmad Raynaldi": "https://digilib.itb.ac.id/gdl/download/251030"}, "Penulis": "Akhmad Raynaldi [15515065]", "Kontributor / Dosen Pembimbing": ["Ir. Rildova, M.T, Ph.D.", "Faridah Zahra, S.T., M.Sc.", "Izqi Yustina Ammylia Yusuf, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pipa bawah laut, Tebal dinding pipa, Kestabilan Pipa, Bentang bebas, Floating shore-pull, towing pipa.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Jun 2022"}