{"Nomor": 66398, "Judul": "DESAIN SUB-SISTEM HOMEPAGE OPERATOR, STORAGE DATASET, REGISTRASI WAJAH PENGGUNA, DAN BACK-UP PRESENSI PADA SISTEM PRESENSI BERBASIS FACE RECOGNITION", "Abstrak": "i\nABSTRAK\nDESAIN SUB-SISTEM HOMEPAGE OPERATOR, STORAGE DATASET, REGISTRASI WAJAH PENGGUNA, DAN BACK-UP PRESENSI PADA SISTEM PRESENSI BERBASIS FACE RECOGNITION\nOleh\nGihon Marten Tumbelaka\nNIM: 13217038\n(Program Studi Sarjana Teknik Elektro)\nSistem presensi berbasis face recognition merupakan salah satu solusi dalam suatu sistem presensi dimana metode ini sulit untuk dimanipulasi dan sifatnya yang less-contact dapat menurunkan penyebaran virus COVID-19. Pada dokumen ini akan dibahas mengenai berbagai sub-sistem yang penulis buat dalam pemenuhan perancangan keseluruhan sistem presensi ini diantaranya, homepage operator untuk melihat seluruh rekap data kehadian, storage dataset sebagai penyimpanan dataset wajah pengguna yang akan presensi, serta registrasi dan back-up presensi yang dapat dilakukan pribadi secara online melalui website yang penulis rancang menggunakan Bootstrap. Bagian akhir dari dokumen akan membahas mengenai prosedur pengujian dan analisis dari hasil setiap pengujian terhadap sub-sistem yang telah dirancang.\nKata kunci: face recognition, less-contact, homepage, storage dataset, registrasi, back-up presensi, Bootstrap.", "Daftar File": {"ABSTRAK - GIHON MARTEN TUMBELAKA": "https://digilib.itb.ac.id/gdl/download/251037"}, "Penulis": "Gihon Marten Tumbelaka [13217038]", "Kontributor / Dosen Pembimbing": ["Ir. Eniman Yunus Syamsuddin, Ph.D.", "Dr. Pranoto Hidaya Rusmin, S.T., M.T.", "Muhammad Iqbal Arsyad, S.T., M.T.", "Dr. Rahadian Yusuf, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "face recognition, less-contact, homepage, storage dataset, registrasi, back-up presensi, Bootstrap.", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos", "File": "1 file", "Tanggal Input": "28 Jun 2022"}