{"Nomor": 66400, "Judul": "DETEKSI KERUSAKAN STRUKTUR BERDASARKAN RESPON DOMAIN WAKTU DENGAN METODE OPTIMASI EVOLUSI DIFERENSIAL DAN MULTI-STAGE PARTICLE SWARM", "Abstrak": "Selama masa pakainya, struktur dapat mengalami kerusakan yang disebabkan oleh\nberbagai sebab seperti: kondisi lingkungan, kelebihan beban, bahan yang sudah\nlama, atau perawatan yang tidak memadai. Untuk mencegah terjadinya kegagalan\ndan memperpanjang masa pakai struktur, diperlukan identifikasi kerusakan dini\nyang baik. Pada penelitian ini, perubahan respon percepatan terhadap waktu akan\ndigunakan sebagai indikator untuk mendeteksi terjadinya kerusakan pada sebuah\nstruktur. Dengan menggunakan metode optimasi Evolusi Diferensial dan Multi-\nStage Particle Swarm, lokasi dan tingkat keparahan kerusakan yang terjadi\ndiidentifikasi.\nUntuk mengimplementasikan metode, sebuah struktur hipotetis dianalisis.\nStruktur dimodelkan sebagai balok kantilever yang terbagi menjadi 15 elemen\ndengan 15 DOF pada arah vertikal. Selanjutnya skenario kerusakan diberikan\npada elemen balok di posisi tertentu. Untuk mengetahui respon percepatan\nterhadap kerusakan yang terjadi, beban impuls sebesar 200N diberikan diujung\nbalok pada keadaan sehat maupun rusak. Metode Newmark digunakan untuk\nmembantu mengetahui respon percepatan pada balok tersebut. Selanjutnya untuk\nmengetahui lokasi dan tingkat keparahan kerusakan, maka dilakukan langkah\noptimasi pada kedua jenis respon percepatan tersebut. Pada contoh kasus lain,\nsebuah portal bidang sederhana dengan 15 elemen, juga dimodelkan untuk\nmengetahui kondisi yang serupa.\nDari hasil yang diperoleh, diketahui bahwa respon percepatan terhadap waktu\nsangat sensitif terhadap kerusakan yang terjadi pada balok kantilever dan portal\nbidang sederhana. Lokasi dan tingkat keparahan kerusakan yang terjadi pada\nelemen, juga dapat teridentifikasi dengan baik melalui metode optimasi yang\ndikerjakan.", "Daftar File": {"ABSTRAK Indra Karna Wijaksana": "https://digilib.itb.ac.id/gdl/download/251038"}, "Penulis": "Indra Karna Wijaksana [25018075]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ediansjah Zulkifli, S.T., M.T.", "Ivan Sandi Darma, S.T., M.T., Ph.D.", "Patria Kusumaningrum, S.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "metode elemen hingga, metode newmark, respon percepatan, optimasi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Jun 2022"}