{"Nomor": 66405, "Judul": "MODEL ARTIFICIAL NEURAL NETWORK UNTUK PENGENALAN POLA BINTANG DENGAN RADIAL BASED FEATURE EXTRACTION DAN BINTANG PALING TERANG SEBAGAI BINTANG PEMANDU", "Abstrak": "ADCS (Attitude Determination and Control System) merupakan sistem pada satelit yang berfungsi untuk menentukan dan mengontrol sikap satelit. ADCS terdiri dari sensor sikap, controller, dan aktuator. Sensor bintang merupakan instrumen penentu sikap paling canggih dengan akurasinya yang sangat tinggi serta independen dibandingkan sensor sikap lainnya. Tingkat akurasi sensor bintang serta waktu pemrosesannya dipengaruhi oleh pemilihan algoritma dan perangkat keras yang digunakan. Algoritma sensor bintang mencakup pendeteksian pola bintang pada gambar hingga pencocokan pola bintang tersebut dengan pola bintang pada katalog. Saat ini, secara umum, sensor bintang membutuhkan sumber daya yang cukup besar terutama untuk penyimpanan data katalog dan pemrosesan algoritmanya. Dengan menggunakan artificial neural network, data katalog yang digunakan sudah berupa susunan bintang terdekat sehingga dapat mengurangi jumlah penyimpanan data serta memangkas waktu pencocokan pola bintang.\nDalam penelitian ini dilakukan perbandingan akurasi hasil penggunaan artificial neural network pada algoritma sensor bintang, baik dengan memvariasikan susunan data katalog bintang baru yang terdiri dari beberapa lapis bin dengan rentang derajat tertentu, susunan lapisan neural network dan optimizer-nya, serta penambahan gangguan berupa missing star dan unexpected star, untuk mencari model artificial neural network terbaik. Penentuan akurasi ini dilakukan dengan cara menggunakan simulasi digital mulai dari pengolahan data katalog bintang, pencocokan pola dan penentuan sikap. Program simulasi dikembangkan dengan menggunakan Python 3.8.\nDari hasil penelitian ini, model katalog bintang terbaik untuk sensor bintang adalah model katalog bintang terdekat dengan bin 1,5º karena memiliki ukuran data yang jauh lebih kecil dari katalog bintang SAO (Smithsonian Astrophysical Obsevatory Catalogue) tanpa harus mengobankan banyak akurasinya. Selain itu, model ANN terbaik pada pengujian algoritma ini merupakan model ANN dengan jumlah neuron relatif sedikit yang menggunakan optimizer Adam. Model ini memiliki tingkat akurasi yang relatif tinggi (97,29%) hanya dengan ukuran data yang kecil (428 kB).", "Daftar File": {"ABSTRAK Alif Ramadhana": "https://digilib.itb.ac.id/gdl/download/251046"}, "Penulis": "Alif Ramadhana [13616019]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ridanto Eko Poetro, S.T., M.Sc.", "Ir. Toto Indriyanto, M.Sc., Ph.D.", "Ony Arifianto, Ph.D.", "Dr. Yazdi Ibrahim Jenie, S.T., M.T.", "Luqman Fathurrohim, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Satelit, Sensor Bintang, Radial Based Features Extraction, Neural Network", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Jun 2022"}