{"Nomor": 66416, "Judul": "KEMAMPUAN DAN KESESUAIAN LAHAN PESISIR UNTUK PEMBANGUNAN DENGAN MEMPERTIMBANGKAN ANCAMAN BENCANA PESISIR DAN EKOSISTEM MANGROVE EKSISTING DI WILAYAH PESISIR KOTA SEMARANG", "Abstrak": "Wilayah pesisir Kota Semarang memiliki berbagai jenis ancaman bencana, seperti\ngempa bumi, banjir, gelombang ekstrem dan abrasi, likuefaksi, kekeringan, cuaca\nekstrem, dan penurunan muka tanah dengan tingkat ancaman rendah, sedang, hingga\ntinggi. Di samping itu, pesisir Kota Semarang juge memiliki eksosistem mangrove di\nsekitar Kelurahan Mangkang Wetan dan Kelurahan Trimulyo yang memiliki jasa\nekosistem, seperti biological regulation, perlindungan terhadap erosi, dan\npengendalian banjir sehingga memiliki peranan signifikan terhadap keberlanjutan\nekosistem darat. Sebaliknya, pembangunan di daratan justru semakin menekan\nekosistem mangrove dengan adanya konversi guna lahan menjadi terbangun dan\nreklamasi yang dapat menghambat sirkulasi air laut menuju mangrove. Hasil\npenelitian menunjukkan tingkat kemampuan dan kesesuaian lahan khas pesisir di Kota\nSemarang masih cukup rendah. Hasil proyeksi guna lahan juga menunjukkan akan\nterjadi pembangunan untuk aktivitas permukiman dan industri di area yang kurang\nsesuai. Di sisi lain, perencanaan penggunaan lahan sebagaimana tertuang dalam\nRTRW dan RZWP3K juga masih terdapat beberapa inkompatibilitas sehingga\npembangunan wilayah pesisir yang berkelanjutan sulit terealisasikan.", "Daftar File": {}, "Penulis": "Muhammad Sulton Asofyan [15418024]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Djoko Santoso Abi Suroso, Ph.D.", "Nurrohman Wijaya, S.T., M.Sc.", "Adiwan Fahlan Aritenang, S.T., M.GIT., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "pesisir, ancaman bencana, gis, cellular automata, ekosistem mangrove", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "28 Jun 2022"}