{"Nomor": 66427, "Judul": "ANALISIS PENGARUH FAKTOR IRI, RSL DAN IKP DALAM PROGRAM PEMELIHARAAN JALAN MENGGUNAKAN APLIKASI INDONESIAN ROAD MANAGEMENT SYSTEM V.3", "Abstrak": "Jalan merupakan salah satu penunjang yang sangat penting dalam perkembangan suatu wilayah, sehingga perlu dilakukan pengelolaan jalan dengan baik dan benar sebagai bagian dari manajemen aset, untuk mengoptimalkan seluruh kinerja jaringan jalan setiap saat. Dengan perbedaan kepadatan lalu lintas yang melewati ruas jalan, maka kondisi perkerasan jalan dan pemeliharaan jalan yang harus dilakukan akan berbeda. Maka dari itu, dengan terbatasnya anggaran dan dalam upaya untuk mengelola aset tersebut, Direktorat Jenderal Bina Marga menggunakan aplikasi Indonesian Road Management System (IRMS) V.3 untuk memprediksi kebutuhan pemeliharaan atau penanganan yang akan dilaksanakan di lapangan.\nUntuk mengetahui faktor dan variabel yang berpengaruh dan optimal pada perencanaan program pemeliharaan jalan menggunakan aplikasi IRMS V.3, maka dilakukan analisis faktor International Roughness Index (IRI), Remaining Structural Life (RSL) dan Indikator Kinerja Program (IKP) dalam penentuan program pemeliharaan jalan pada kondisi lalu lintas tinggi, lalu lintas sedang dan lalu lintas rendah. Analisis ini juga dilakukan dengan dengan tiga skenario anggaran, yaitu unconstrained, constrained dan do nothing untuk setiap kondisi lalu lintas.\nBerdasarkan analisis yang dilakukan dengan rentang waktu 10 tahun, diperoleh hasil bahwa untuk mempertahankan nilai IRI, RSL dan IKP tetap dalam kondisi yang baik adalah dengan menggunakan objective variabel gabungan IRI dan IKP untuk seluruh kondisi lalu lintas. Kebutuhan pemeliharaan untuk seluruh kondisi lalu lintas dan anggaran akan menghasilkan kebutuhan pemeliharaan yang berbeda. Kondisi jalan akan didapatkan hasil yang lebih baik, jika menggunakan skenario unconstrained dibandingkan dengan skenario constrained. Penanganan yang direkomendasikan pada skenario unconstrained akan lebih agresif pada tahun pertama, sehingga kondisi jalan yang dihasilkan akan lebih baik. Untuk tahun-tahun selanjutnya, hanya akan dilakukan pemeliharaan untuk ruas tersebut. Sedangkan, penggunaan skenario constrained menghasilkan penanganan secara bertahap setiap tahunnya. Kondisi jalan yang baik akan berpengaruh kepada pengguna jalan, karena akan mengurangi biaya operasi kendaraan yang akan dikeluarkan.", "Daftar File": {"ABSTRAK Anitya Darmaningtyas M. R.": "https://digilib.itb.ac.id/gdl/download/251088"}, "Penulis": "Anitya Darmaningtyas M. R. [26920023]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Sugeng Subagio, DEA", "Dr. Harmein Rahman, S.T., M.T.", "Dr. Russ Bona Frazila, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "IRMS V.3, International Roughness Index, Indikator Kinerja Program, Remaining Service Life, Kondisi Jalan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Jun 2022"}