{"Nomor": 66423, "Judul": "PERANCANGAN GAME HEROIK EDUKASI PENGENALAN HIMAYATUDDIN MUHAMMAD SAIDI BERBASIS PLAYERCENTERED DESIGN UNTUK GENERASI-Z USIA 13-15", "Abstrak": "Indonesia di tahun 2021 memiliki 191 pahlawan, penelitian ini berfokus pada\npahlawan nasional ke-185, Himayatuddin Muhammad Saidi dari Sulawesi\nTenggara dinobatkan pada 7 November 2019. Pahlawan ini belum banyak dikenal\noleh Generasi-Z sekitar 75 juta orang di Indonesia. Masih kurangnya kegiatan dan\nmedia dan informasi untuk memperkenalkan pahlawan ini yang sesuai preferensi\nGen-Z. Salah satu media populer adalah game sebagai media pembelajaran dengan\nkemampuan menambah motivasi dan audiovisual yang diperlukan Gen-Z untuk\nbelajar melalui smartphone sebagai ciri khas mereka. Sebelum perancangan, diteliti\npreferensi game heroik terhadap 4 jenis game oleh Gen-Z. Preferensi dominan\nadalah genre Strategy dengan skor rata-rata (71,25), Action (69,94), RPG (67,09),\ndan Adventure (63,87). Game strategi Himayatuddin dirancang dengan metode\nPlayer-Centered Design. Melalui riset dan eksperimen, ditemukanlah 10 komponen\ngame heroik yaitu story yang diimplementasikan menjadi storyworld dalam game,\ncharacter and roles, adventure, environment, leveling and punishment quizzes,\ngold-bost, achievement yang penerapannya berupa share ke media sosial.\nRancangan di ujikan kepada Gen-Z sebagai pelajar dan gamers sebagai usability\ntesting I melalui wawancara one on one. Hasil testing pada prototype I menunjukan\nplayable dari segi mekanik dan motivasi game. Player mampu merasakan\nperjuangan pahlawan Himayatuddin sebagai Game Based Learning. Dilakukan\nperbaikan prototype II dan usability testing II, menggunakan skala Likert dan\nNielsen’s Model kepada 25 pelajar. Hasil measurement, menunjukan 5 elemen\nevaluasi yaitu function (91,6%), satisfaction (90,6%), effective (89,4%), efficiency\n(87,4%) dan learnability (85,4%). Rancangan Game Himayatuddin memiliki ratarata 4,45 yaitu 89% keberhasilan dan menunjukan experience player yang mampu\nmengenali pahlawan melalui game sebagai basik pembelajaran untuk\nmenyampaikan kisah kepahlawanan yang siap digunakan oleh Gen-Z di Indonesia", "Daftar File": {"2022 TS PP AMIRUL MUMININ 1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/251074"}, "Penulis": "AMIRUL MUMININ [27120003]", "Kontributor / Dosen Pembimbing": ["Dr. Intan Rizky Mutiaz, M.Ds"], "Jenis Koleksi": "Tesis", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "Special computer methods", "Kata Kunci": "Desain Game, Player-Centered Design, Pahlawan Nasional, Game Heroik, Generasi-Z.", "Sumber": "Magister Desain", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "28 Jun 2022"}