{"Nomor": 66425, "Judul": "PETROGENESIS BATUAN GRANIT DAN VALUASI URAT KUARSA UNTUK MATERIAL SEL SURYA PADA KOMPLEKS GRANITOID TANJUNG KUMBANG, PASAMAN, SUMATERA BARAT", "Abstrak": "Listrik di era dewasa ini merupakan salah satu kebutuhan pokok dalam kehidupan\nsehari-hari. Sumber energy listrik saat ini masih di dominasi oleh batubara sebesar\n58,81%. Sumber energi ini memiliki potensi pencemaran lingkungan yang relatif\ntinggi dan tidak bisa diperbaharui. Indonesia kaya akan energi terbarukan dengan\npotensi lebih dari 400.000 Mega Watt (MW), 50% diantaranya atau sekitar 200.000\nMW adalah potensi energi surya. Sementara pemanfaatan energi surya sendiri saat\nini baru sekitar 150 MW atau 0,08% dari potensinya. Tingginya biaya pembuatan\nPLTS salah satunya dipengaruhi oleh ketersediaan bahan baku yaitu kuarsa. Kuarsa\npada sel surya berperan untuk menyerap spektrum dari sinar matahari. Untuk\nmendukung industri sel surya dalam rangka mengurangi biaya pembuatan sehingga\npemanfaat sel surya akan lebih terjangkau diperlukan kajian kuarsa yang terdapat\npada urat salah satunya potensi kuarsa pada urat dan granit di kompleks granitoid,\nTanjung Kumbang, Pasaman Sumatera Barat. Karakteristik mineral kuarsa\ndidaerah penelitian berdasarkan data pemetaan geologi pada granit berkisar 30-\n40%. Hasil analisa XRD kuarsa memiliki kadar 23,2% dan 28,4%. Berdasarkan\nhasil analisa XRF kadar SiO2 berkisar 63,13-93,37%. Pada urat kuarsa memiliki\nkadar berkisar 65,41-99,97%. Kuarsa pada urat memiliki rata-rata 95,323% pada\ngranit memiliki kadar rata-rata 77%. Kuarsa pada urat memiliki kadar 18,323%\nlebih tinggi dibandingkan kuarsa pada granit. Volume kuarsa pada granit\nteridentifikasi sebesar 34.129.385,98 ton dan pada urat sebesar 1.267.113,40 ton.\nBerdasarkan analisa XRF kuarsa pada urat di lokasi penelitian, blok batuduang\nutara dan talangkuning, memenuhi kriteria kuarsa untuk sel surya. Kadar SiO2\n99,81-99,99%, Al2O3 <0,01% Fe2O3 0,03-0,01%%, TiO2 <0,03%, CaO <0,01%,\nMgO <0,01%, K2O <0,01% dan Na2O <0,01%. Berdasarkan kadar unsur utama,\nKuarsa dilokasi penelitian memenuhi kriteria kuarsa untuk sel surya dan dapat\nmengurangi kebutuhan impor kuarsa kualitas tinggi. Dengan adanya potensi kuarsa\nkualitas tinggi di pasar domestik diharapkan dapat mengurangi besaran biaya\nproduksi sel surya. Implikasi dari turunnya biaya produksi kuarsa diharapkan dapat\nmenjangkau pasar pengguna sel surya lebih luas.", "Daftar File": {"ABSTRAK M. Imam Agadinata W.": "https://digilib.itb.ac.id/gdl/download/251080"}, "Penulis": "M. Imam Agadinata W. [22018024]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Andri Slamet Subandrio, Dipl.-Geol.", "Ir. Niniek Rina Herdianita, M.Sc., Ph.D.", "Dr.Eng. Asep Saepuloh, S.T., M.Eng.", "Dr. Idham Andri Kurniawan, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Kompleks Granitoid Tanjung Kumbang, urat kuarsa kemurnian tinggi, material industri sel-surya, valuasi volumetri dan kadar SiO2 tinggi, ekonomis", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Jun 2022"}