{"Nomor": 66433, "Judul": "STUDI GEMPA MIKRO FOCAL MECHANISM DAN IMPLIKASINYA TERHADAP INTERPRETASI STRUKTUR GEOLOGI BAWAH PERMUKAAN DI LAPANGAN PANAS BUMI MUARA LABOH", "Abstrak": "Daerah penelitian berada di lapangan panas bumi milik PT Supreme Energy Muara Laboh (SEML) yang terletak di sepanjang Bukit Barisan, Solok Selatan, provinsi Sumatra Barat, Indonesia. Keberadaan sistem panas bumi di daerah penelitian ditunjukkan oleh manifestasi panas berupa hotspring dan fumarole yang berada di dalam cekungan transtensional pull-a-part yang dibentuk oleh dua segmen Sesar Besar Sumatra. Aktivitas kedua segmen Sesar Besar Sumatra tersebut mengontrol struktur geologi yang berkembang di daerah penelitian yang berkontribusi sebagai zona permeabilitas pada reservoar panas bumi. Tujuan dari penelitian ini adalah melakukan pemrosesan data gelombang gempa mikro (waveform) untuk menentukan lokasi hiposenter, besaran / magnitudo gempa, geometri dan kinematika struktur, melakukan analisis penyebaran dan korelasi struktur geologi bawah permukaan, serta melakukan interpretasi geometri dan kinematika struktur geologi bawah permukaan yang memiliki potensi permeabilitas. Metode penelitian yang digunakan adalah metode analisis focal mechanism pada data gelombang gempa mikro yang terekam oleh limabelas (15) stasiun pengamatan di daerah penelitian sejak bulan November 2019 – November 2020. Studi gempa mikro dengan metode analisis focal mechanism ini dapat memetakan jejaring rekahan dan menggambarkan geometri serta kinematika struktur geologi bawah permukaan yang berkembang di daerah penelitian. Studi ini juga dapat mengonfirmasi hasil penelitian terdahulu yang menggunakan data pemetaan geologi permukaan, survei geofisika dan data sumur pemboran. Struktur geologi berarah baratlaut – tenggara, utara – selatan, dan timurlaut – baratdaya memiliki potensi permeabilitas dan extent mengikuti penyebaran even gempa mikro yang terdapat pada zona ekstensional dari cekungan transtensional pull-a-part di daerah penelitian. Keberhasilan studi gempa mikro dengan menggunakan metode analisis focal mechanism dalam mengonfirmasi keberadaan struktur geologi bawah permukaan menunjukan bahwa studi ini sangat bermanfaat khususnya dalam penentuan well targeting yang pada umumnya perlu memperhatikan geometri dan kinematika struktur.", "Daftar File": {"ABSTRAK Djoko Anityo Satya Wibowo": "https://digilib.itb.ac.id/gdl/download/251098"}, "Penulis": "Djoko Anityo Satya Wibowo [22619302]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. R. Mohammad Rachmat, S.T., M.T.", "Dr. Tedy Setiawan", "Dr.Eng. Ir. Suryantini, M.Sc.", "Alfend Rudyawan, S.T., M.Sc., Ph.D.", "Dr. rer. nat. David Prambudi Sahara, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Panas Bumi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "transtensional pull-a-part, Sesar Besar Sumatra, gempa mikro, focal mechanism, permeabilitas, reservoir panas bumi, Muara Laboh, well targeting", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Jun 2022"}