{"Nomor": 66432, "Judul": "PRINSIP PENATAAN KORIDOR BERSEJARAH STUDI KASUS KORIDOR JEND. SUDIRMAN KOTA BANDUNG", "Abstrak": "Tujuan dari penelitian ini adalah merumuskan prinsip penataan Koridor Jend.\nSudirman yang berada di pusat Kota Bandung dengan karakteristik sebagai koridor\nbersejarah. Perumusan prinsip dan konsep penataan ini merupakan salah satu\narahan dalam merevitalisasi Koridor Jend. Sudirman. Studi tentang revitalisasi\nkawasan perkotaan telah beberapa kali di lakukan di berbagai kota dan memunjukan\nbahwa revitalisasi sendiri dipengaruhi oleh kondisi fisik atau struktur, kondisi\nfinansial, kondisi terkait lokasi, kondisi legal dan institusional, kondisi fungsi, dan\nkondisi dari citra suatu kawasan itu sendiri.\nPenyusunan prinsip penataan Koridor Jend. Sudirman ini merupakan studi awal\ndalam mempersiapkan pembangunan dan pengembangan kawasan cagar budaya\npusat Kota Bandung. Dimana sepanjang Koridor Jend. Sudirman akan ditetapkan\nsebagai salah satu warisan budaya dari Kota Bandung itu sendiri. Akan tetapi,\nperubahan-perubahan fisik maupun fungsi yang terjadi sepanjang Koridor Jend.\nSudirman, tidak hanya menjadi salah satu penyebab menurunnya vitalitas Koridor\nJend. Sudirman namun hal ini juga menjadi salah satu persoalan terhadap\nperubahan karakter koridor sejarah pada kawasan tersebut. Intervensi yang\ndilakukan untuk mengatasi vitalitas kawasan yang terus menurun berupa infill\nbangunan dengan fungsi kegiatan baru, namun hal ini menimbulkan persoalan\npengrusakan kawasan karena adanya kreasi baru yang menghilangkan karakteristik\nkoridor bersejarah pada Koridor Jend. Sudirman. Disisi lain, pemerintah Kota\nBandung sendiri masih belum memiliki konsep dalam menata Koridor Jend.\nSudirman sebagai koridor yang termasuk dalam warisan budaya Kota Bandung.\nBerdasarkan hal tersebut penelitian tentang prinsip penataan Koridor Jend.\nSudirman penting untuk dilakukan sebagai persiapan dalam menentukan konsep\npenataan koridor ini.\nPenelitian dilakukan dengan pendekatan kualitatif, dimana data primer\ndikumpulkan melalui observasi lapangan dan wawancara dengan menggunakan\nmetode sampel purposif. Variabel penelitian meliputi empat komponen yaitu\nbangunan dengan variabel perubahan bentuk bangunan dan kerusakan bangunan,\nragam aktivitas dengan variable aktivitas dalam dan luar bangunan, streetscape\ndengan variabel kemunduran bangunan dan pola dasar lingkungan, dan aktivitas\nkawasan dengan variabel jumlah kendaraan parkir dan tingkat isian kawasan.ii\nAnalisis theoritical descriptive digunakan untuk menemukan sasaran pertama dari\nstudi ini berupa kriteria dan prinsip apa saja yang digunakan dalam hal menata\nkawasan bersejarah. Analisis empirical descriptive digunakan untuk menemukan\nsasaran kedua dari studi ini berupa kondisi lapangan disepanjang Koridor Jend.\nSudirman. Kedua luaran dari sasaran satu dan sasaran dua digunakan dalam analisis\nsasaran tiga berupa struktur persoalan yang terdapat pada Koridor Jend. Sudiman.\nMelalui sasaran satu berupa kondisi ideal dan sasaran dua berupa kondisi real yang\nada, pada sasaran tiga kedua hal tersebut dibandingkan melalui analisis gap\nsehingga ditemukan luaran aspek-aspek yang menjadi persoalan dalam menata\nKoridor Jend. Sudirman. Luaran dari sasaran tiga studi ini kemudian digunakan\nuntuk merumuskan prinsip serta konsep dalam penataan Koridor Jend. Sudriman.\nKota Bandung sebagai arahan dalam merevitalisasi koridor tersebut", "Daftar File": {"ABSTRAK Wafid Irsyadunnas L Z": "https://digilib.itb.ac.id/gdl/download/251100", "BAB 1 Wafid Irsyadunnas L Z": "https://digilib.itb.ac.id/gdl/download/251101", "BAB 2 Wafid Irsyadunnas L Z": "https://digilib.itb.ac.id/gdl/download/251102", "BAB 3 Wafid Irsyadunnas L Z": "https://digilib.itb.ac.id/gdl/download/251104", "BAB 4 Wafid Irsyadunnas L Z": "https://digilib.itb.ac.id/gdl/download/251105", "BAB 5 Wafid Irsyadunnas L Z": "https://digilib.itb.ac.id/gdl/download/251106", "BAB 6 Wafid Irsyadunnas L Z": "https://digilib.itb.ac.id/gdl/download/251107", "PUSTAKA Wafid Irsyadunnas L Z": "https://digilib.itb.ac.id/gdl/download/251109", "LAMPIRAN WAFID IRSYADUNNAS LEO ZULFIKAR.pdf\n]": "https://digilib.itb.ac.id/gdl/download/251111"}, "Penulis": "Wafid Irsyadunnas L Z [25419045]", "Kontributor / Dosen Pembimbing": ["Dr. RM. Petrus Natalivan Indradjati, S.T., M.T.", "Alhilal Furqan, B.Sc., M.Sc., Ph.D.", "Bagas Dwipantara Putra, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "koridor jalan, penataan kawasan, prinsip penataan kawasan, konsep penataan kawasan, kawasan bersejarah, Kota Bandung.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "28 Jun 2022"}