{"Nomor": 66435, "Judul": "HIDROGEL POLI(VINIL ALKOHOL) SEBAGAI MATERIAL FANTOM KALIBRASI PERANGKAT ULTRASONIK", "Abstrak": "Fantom kalibrasi ultrasonik merupakan sebuah perangkat yang berfungsi untuk memastikan kualitas dan fungsi transduser ultrasonik tetap terjaga. Material fantom harus memiliki sifat akustik yang mirip dengan jaringan lunak tubuh manusia. Polivinil alkohol (PVA) merupakan salah satu kandidat material fantom yang dapat memenuhi sifat ini, akan tetapi kestabilan fantom PVA untuk pengujian repetitif dalam kalibrasi tranduser ultrasonik belum banyak dipelajari. Penelitian ini berfokus pada pembuatan fantom berbasis PVA dengan menggunakan metode freezing-thawing sebanyak 4 siklus untuk membentuk hidrogel yang stabil melalui ikatan silang non-kovalen. Bola karet dengan diameter 3,1 cm dipilih sebagai material target yang ditanamkan ke dalam fantom PVA. Pengukuran ultrasonik dilakukan dengan linear transduser pada 3 waktu berbeda (1, 2 dan 4 minggu) untuk mengetahui kestabilan citra yang dihasilkan. Empat frekuensi berbeda diaplikasikan pada saat pengukuran citra ultrasonik, yaitu 5; 6,5; 7,5, dan 10 MHz. Pengujian ultrasonik menunjukkan bahwa suhu fantom sebelum pengujian juga mempengaruhi hasil citra yang dihasilkan. Citra target yang paling jelas batas tepinya ditunjukkan pada frekuensi rendah yaitu 5 dan 6,5 MHz pada minggu kedua karena adanya pengaruh dari menambahan couplant aquades pada fantom di setiap pengukuran. Pengukuran diameter target bola dari hasil citra ultrasonik diproses dengan bantuan MATLAB dan menunjukkan adanya rasio sebesar 76,4%-95,8% dari diameter asli.", "Daftar File": {"ABSTRAK Dita Puspitasari": "https://digilib.itb.ac.id/gdl/download/251223"}, "Penulis": "Dita Puspitasari [23720002]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Husaini Ardy", "Dr. rer. nat. Freddy Haryanto, S.Si., M.Si.", "Dr. Suprijanto, S.T., M.T.", "Lia Amelia Tresna Wulan Asri, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Ilmu Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "poli(vinil alkohol), fantom, ultrasonik, hidrogel, kalibrasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Jun 2022"}