{"Nomor": 66439, "Judul": "DESAIN DAN IMPLEMENTASI PERANGKAT KERAS SISTEM DETEKSI PENCURIAN DAN PELACAKAN PADA MOBIL BERBASISKAN IMU, BLE DAN GPS", "Abstrak": "i\nABSTRAK\nDESAIN DAN IMPLEMENTASI PERANGKAT KERAS\nSISTEM DETEKSI PENCURIAN DAN PELACAKAN PADA\nMOBIL BERBASISKAN IMU, BLE DAN GPS\nOleh\nReihan Augeetiansyah\nNIM: 13218015\n(Program Studi Sarjana Teknik Elektro)\nAngka pencurian kendaraan bermotor masih tinggi di Indonesia. Namun, dari\nkeseluruhan kasus pencurian kendaraan bermotor yang terjadi, hanya sedikit kasus\npencurian kendaraan bermotor yang dapat terselesaikan. Kurangnya barang bukti\ndan informasi menjadi faktor utama pencurian kendaraan bermotor sulit untuk\nterselesaikan. Selain itu, terdapat upaya pelaku untuk menghilangkan barang bukti\nuntuk mengelabui kepolisan sehingga kasus pencurian kendaraan bermotor\nsemakin sulit untuk terselesaikan. Kecepatan respon dari pemilik dan polisi menjadi\nfaktor utama keberhasilan dalam menyelesaikan kasus pencurian mobil ini.\nBerdasarkan uraian diatas, maka diusulkan solusi berupa sebuah sistem pelacakan\nlokasi mobil berbasiskan berbasiskan internet of things yang dapat memberikan\ninformasi lokasi kendaraan secara langsung dan mendeteksi adanya kemungkinan\nterjadinya pencurian. Selain itu, solusi juga memiliki sistem informasi terintegrasi\ndengan kepolsian untuk mempercepat pelaporan dan penindakan kasus pencurian\nkendaraan bermotor. Salah satu bagian dari sistem tersebut merupakan perangkat\nkeras yang dipasangkan pada mobil. Perangkat keras ini terdiri atas beberapa bagian\npenting yaitu global positioning system yang diimplementasikan dengan Ublox\nNeo-6M, sistem komunikasi yang diimplementaskan dengan GPRS SIM800L dan\nmenggunakan protokol MQTT, sistem deteksi percobaan pencurian menggunakan\nkombinasi dari deteksi keberadaan dan autentikasi pengguna yang masing-masing\ndiimplementasikan dengan IMU MPU6050 dan Bluetooth low energy. Secara\numum, pengujian fungsional untuk setiap bagian telah dilakukan dan memiliki\nfungsionalitas keseleruhan sistem sesuai dengan spesifikasi yang diharapkan.\nKata kunci: BLE, GPS, IMU, IoT, Mobil, MQTT", "Daftar File": {"ABSTRAK - REIHAN AUGEETIANSYAH": "https://digilib.itb.ac.id/gdl/download/251133"}, "Penulis": "Reihan Augeetiansyah [13218015]", "Kontributor / Dosen Pembimbing": ["Dr. Pranoto Hidaya Rusmin, S.T., M.T.", "Dr. Waskita Adijarto, S.T., M.T.", "Dr. Yoanes Bandung, S.T., M.T.", "Dr. Beni Rio Hermanto, S.T., M.M.", "Muhammad Ogin Hasanuddin, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "BLE, GPS, IMU, IoT, Mobil, MQTT", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos", "File": "1 file", "Tanggal Input": "28 Jun 2022"}