{"Nomor": 66430, "Judul": "RESOURCE ASSESSMENT AND PERFORMANCE ANALYSIS OF THE TIDAL BRIDGE IN THE LARANTUKA STRAIT, INDONESIA", "Abstrak": "Located in East Nusa Tenggara Province, Larantuka Strait has one of the highest current velocity in Indonesia. With a maximum current speed of 3-4 m/s, it possesses a huge potential for tidal current energy. A tidal farm is set to be installed under an 800-meter long bridge in the strait. This research presents a calculation of the potential energy produced when the tidal farm operates in the strait. A 2-dimensional, depth-averaged numerical hydrodynamic model is created using TELEMAC to represent the existing flow of the channel.\nThe turbine farm is shaped into a single line of 26 turbines with a diameter of 8 meters each. The distance between the tips of the turbines is 8 meters (1D) and installed under a bridge. The turbine is deployed constantly 2 meters below sea level since the section of the bridge with tidal turbines floats. The simplified undisturbed kinetic flux calculation is often used to calculate the potential of the tidal turbine in a basin (????=0.5????????????3). However, in this research, the hydrodynamic impact of the tidal turbines is considered by using increased drag force to represent the turbines in the channel. This method shows a drop of energy potential by as far as 24% on average per turbine which overall presents a more representative model, method, and a more realistic channel energy potential.", "Daftar File": {"Abstrak - Michael Suryaprawira": "https://digilib.itb.ac.id/gdl/download/252566"}, "Penulis": "Michael Suryaprawira [25519305]", "Kontributor / Dosen Pembimbing": ["Ir. Entin Agustini Karjadi, MCE, Ph.D.", "Dr.Eng. Hendra Achiari, S.T., M.T.", "Ir. Ahmad Mukhlis Firdaus, S.T., M.T., DPhil.", "Ir. Alamsyah Kurniawan, S.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Tidal energy; Renewable energy; Hydrodynamic modelling; Coastal engineering", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Jun 2022"}