{"Nomor": 66447, "Judul": "DESAIN DAN IMPEMENTASI INFRASTRUKTUR JARINGAN BERBASIS MQTT SERTA MITIGASI KARAKTERISTIK TRANSIEN PADA BUCK CONVERTER UNTUK PERANGKAT PENGISIAN DAYA PORTABEL  BATERAI OYIKA", "Abstrak": "PT Oyika Powered Solutions merupakan perusahaan yang bergerak di bidang\npenyewaan kendaraan listrik beroda dua, dimana daya dari kendaraan tersebut\ndatang dari dua battery pack dengan tegangan 60V dan berkapasitas 10Ah.\nPengisian daya battery pack tersebut dilakukan dengan menukarkan battery pack\npada stasiun penukaran baterai yang disediakan oleh PT Oyika di lokasi tertentu.\nSebagai alternatif pengisian daya bagi pelanggan yang kesulitan untuk mengakses\nstasiun penukaran baterai yang disediakan Oyika, telah dirancang suatu sistem\npengisian daya portabel yang diberi nama dengan ChargeHub, yang dapat\ndigunakan pelanggan untuk mengisi daya baterai di rumah. Karena Oyika\nmenerapkan sistem penyewaan, terdapat keperluan untuk memantau kondisi dari\nChargeHub secara remote untuk mengurangi resiko kehilangan atau kerusakan.\nUntuk memenuhi kebutuhan akan pemantauan ini, Sistem ChargeHub memiliki\nfungsionalitas IoT yang dapat mengirimkan data ke backend server melalui\nprotokol MQTT. Sebuah web dashboard juga telah dirancang untuk melihat data\nyang dikirim oleh sistem ChargeHub. Selain itu, terdapat satu bagian dari\nChargeHub yang memiliki karakteristik transien berupa spike tegangan dan arus,\nyakni bagian pengisian daya. Idealnya, bagian ini dapat mengisi daya baterai\ndengan output 10 Ampere. Namun karakteristik transien yang terjadi menyebabkan\nsubsistem hanya dapat mengeluarkan arus output yang cukup kecil. Pada laporan\ntugas akhir ini, akan dijabarkan mengenai mekanisme komunikasi antara sistem\nChargeHub dengan server, perancangan web dashboard, serta proses mitigasi\nkarakteristik transien yang terjadi pada bagian pengisian daya.", "Daftar File": {"ABSTRAK Kevin Naoko": "https://digilib.itb.ac.id/gdl/download/251181"}, "Penulis": "Kevin Naoko [13218046]", "Kontributor / Dosen Pembimbing": ["Dr. Muhammad Amin Sulthoni, S.T., M.T.", "Egi Muhammad Idris Hidayat, S.T., M.Sc., Ph.D.", "Dr. Arwindra Rizqiawan, S.T., M.T.", "Infall Syafalni, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "battery pack, pengisian daya portabel, IoT, protokol MQTT, mitigasi karakteristik transien tegangan dan arus", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "28 Jun 2022"}