{"Nomor": 66445, "Judul": "IMPLEMENTASI PERGERAKAN ROBOT DALAM MAKET PENGUJIAN PENCARIAN JALUR TERPENDEK DENGAN  PERANGKAT KERAS", "Abstrak": "Machine-learning (ML) adalah sebuah metode analisis data yang mengotomatiskan\npembangunan model analitis. Terdapat beberapa metode ML yang umum untuk\ndigunakan. Reinforcement Learning (RL) merupakan salah satu tipe ML yang\numum digunakan dan yang menemukan action yang menghasilkan reward terbesar\nmelalui trial and error.\nKeperluan komputasi untuk RL yang berat membutuhkan suatu perangkat\nkomputasi yang kuat terutama jika terdapat masalah dengan batasan waktu yang\nketat dan/atau dengan proses data yang besar terutama pada permasalah pencarian\njalur terpendek. Optimasi pada hardware dapat mengurangi konsumsi daya yang\nbesar. Optimasi ini membutuhkan berbagai penelitian dan perancangan yang\nbanyak sehingga menemukan perangkat keras komputasi yang paling efisien. Di\nantara metode yang digunakan adalah dengan mengimplementasikan hardware\naccelerator menggunakan Field Programmable Gate Array (FPGA). Hasil\nimplementasi dari perangkat tersebut perlu diuji pada aplikasi tertentu untuk\nmengukur performa dari perangkat. Salah satu aplikasi yang baik untuk\nmengimplementasikan RL adalah dalam bidang sistem navigasi cerdas.\nPada buku ini, penulis akan menjelaskan tentang perancangan yang dilakukan\n\nuntuk subsistem dari suatu maket pengujian jalur terpendek dengan algoritma Q-\nLearning dengan menggunakan perangkat keras. Subsistem yang dimaksud adalah\n\nrobot dan pergerakannya pada maket pengujian dengan hasil robot dapat bergerak\ndalam 1.265 detik untuk berpindah state, 0.771 detik untuk merubah orientasi, dan\n0.721 detik untuk membaca RFID.", "Daftar File": {"ABSTRAK Cahya Yugansyah": "https://digilib.itb.ac.id/gdl/download/251180"}, "Penulis": "Cahya Yugansyah [13218047]", "Kontributor / Dosen Pembimbing": ["Dr. Agung Harsoyo, S.T., M.Sc.", "Wervyan Shalannanda, S.T., M.T.", "Yulyan Wahyu Hadi, S.T., M.T.", "Infall Syafalni, S.T., M.Sc.", "Nana Sutisna, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "ML, RL, action, hardware accelerator, FPGA, Q-Learning", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "28 Jun 2022"}