{"Nomor": 66446, "Judul": "DESAIN DAN IMPLEMENTASI FIRMWARE DAN HARDWARE DARI ROBOT LINE FOLLOWER DENGAN KALIBRATOR KOMPAS DAN LOKALISASI MENGGUNAKAN RFID UNTUK NAVIGASI LABIRIN", "Abstrak": "ABSTRAK\nDesain dan Implementasi Firmware dan Hardware dari Robot\nLine Follower dengan Kalibrator Kompas dan Lokalisasi\nmenggunakan RFID untuk Navigasi Labirin\nOleh\nMuhammad Adnan\nNIM: 13218019\n(Program Studi Sarjana Teknik Elektro)\nPermasalahan navigasi pada labirin merupakan masalah yang sering dijadikan\ncontoh untuk menguji algoritma rute terpendek. Pada kasus ini, seorang ingin\nmenunjukan bahwa algoritma yang digunakan mampu memecahkan masalah\nshortest-path. Telah terdapat banyak algoritma yang diusulkan untuk memecahkan\nmasalah ini. Salah satu algoritma yang dapat digunakan untuk memecahkan\nmasalah tersebut adalah dengan menggunakan Q-Learning, yang merupakan jenis\nalgoritma dari Reinforcement Learning (RL). Sebagai salah satu bagian dari\nMachine Learning, RL mampu melakukan pembelajaran berdasarkan uji coba.\nApabila di dalam percobaan, objek yang melakukan percobaan atau disebut Agent\nmelakukan tindakan atau action yang tidak membawa Agent menjadi lebih dekat\ndengan tujuan, maka Agent akan menerima hukuman. Dilain sisi, saat Agent\nmelakukan langkah yang membawanya lebih dekat kepada tujuan, Agent mendapat\nhadiah. Dengan demikian seiring percobaan yang dilakukan oleh Agent , Agent\nakan menuju konvergensi yaitu mengetahui serangkaian aksi terbaik yang dapat\ndiambil untuk memecahkan kasus tertentu. Namun begitu, seringkali sistem\ntersebut hanya dalam bentuk model perangkat lunak dan tidak sampai implementasi\nperangkat keras. Untuk itu diperlukan sistem yang dapat merepresentasikan\npermasalahan tersebut pada perangkat keras. Pada implementasi kali ini,\nrepresentasi Agent akan dilakukan dengan menggunakan robot Line Follower.\nRobot Line Follower merupakan jenis robot yang bergerak dengan mengikuti garis\npada lantai. Garis tersebut akan dibaca oleh sensor infrared yang mampu\nmembedakan antara gelap dan terang. Untuk membuat jalan robot lebih halus akan\ndigunakan masukan sensor tambahan yaitu sensor kompas untuk mendukung\npengendalian gerakan. Selama melakukan pergerakan, robot perlu mengetahui\nposisi nya terhadap arena pengujian atau disebut sebagai lokalisasi. Untuk itu, robot\ndilengkapi dengan sensor RFID. Lantai pengujian telah disisipkan penanda RFID\ndi setiap state nya sehingga apabila robot masuk kedalam suatu state, robot dapat\nmengenali posisi nya berada saat ini. Pengujian akan dilakukan untuk membuktikan\nkinerja robot Line Follower tersebut. Robot akan digunakan untuk menguji hasil\nlearning yang telah konvergen sehingga menunjukan jalan tercepat antara satu titik\nke titik lainnya pada arena pengujian.\nKata kunci: Navigasi, Shortest-path, Line Follower, Kompas, RFID", "Daftar File": {"ABSTRAK - MUHAMMAD ADNAN": "https://digilib.itb.ac.id/gdl/download/251146"}, "Penulis": "Muhammad Adnan [13218019]", "Kontributor / Dosen Pembimbing": ["Dr. Agung Harsoyo, S.T., M.Sc.", "Wervyan Shalannanda, S.T., M.T.", "Yulyan Wahyu Hadi, S.T., M.T.", "Infall Syafalni, S.T., M.Sc.", "Nana Sutisna, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Navigasi, Shortest-path, Line Follower, Kompas, RFID", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos", "File": "1 file", "Tanggal Input": "28 Jun 2022"}