{"Nomor": 66456, "Judul": "CO2 STORAGE CAPACITY ESTIMATION IN DEPLETED GAS RESERVOIR USING PROBABILISTIC ASSESSMENT AND RESERVOIR SIMULATION", "Abstrak": "The energy sector has improved living standards for human beings. Along with the population growth and increasing energy demand, the oil and gas industries, as part of the energy system, have to put an ambitious effort into clean energy production in tune with the greenhouse gas (GHG) emissions reduction as mandated by the Paris Agreement. Oil and gas operations, as well as fuel consumption, are responsible for 42% of worldwide GHG emissions (McKinsey, 2020). Some energy industries have begun to implement carbon capture at large emissions sources through hub-clustering systems and storing it in geological storage. This technology is called Carbon Capture and Storage (CCS), which provides an encouraging approach to mitigate CO2 emissions into the atmosphere (IPCC, 2005). CCS implementation necessitates understanding of CO2 storage capacity estimation and the various types of CO2 storage capacity in the resource pyramid—from theoretical, effective, practical, and matched storage capacity (CSLF, 2008). The theoretical CO2 storage capacity could be estimated through the probabilistic static method by the United States Department of Energy (USDOE) standard, and the practical CO2 storage capacity could be estimated through the dynamic method by reservoir simulation.\nThis study focused on estimating and comparing the storage capacity based on static and dynamic methods in a depleted gas reservoir in Arun field, North Sumatra. The theoretical CO2 storage capacity is estimated using a Monte Carlo simulation of a mathematical equation model by USDOE. The basic model for the Arun field and supercritical CO2 injection simulation will be conducted using tNavigator compositional simulators. The theoretical CO2 storage capacity using probabilistic Monte Carlo simulation shows that 65.95 Gt, 82.23 Gt, and 100.83 Gt of CO2 can be stored for P90, P50, and P10, respectively. The practical CO2 storage capacity until reaching the fracture pressure of 8,453 psi is 1.11 Gt. If the well bottom hole pressure is kept only up to the initial reservoir pressure of 7,115 psi, 0.88 Gt of CO2 storage capacity can be obtained under safe operation. The storage efficiency of the Arun CO2 sequestration reservoir simulation is 1.34%.", "Daftar File": {"ABSTRAK Adryan Samuel Hutagalung": "https://digilib.itb.ac.id/gdl/download/251160"}, "Penulis": "Adryan Samuel Hutagalung [12218009]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Doddy Abdassah, M.Sc., Ph.D.", "Billal Maydika Aslam, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "CO2 capture and storage, CO2 storage capacity, static storage CO2 storage capacity, dynamic CO2 storage capacity, probabilistic Monte Carlo simulation, reservoir simulation.", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "28 Jun 2022"}