{"Nomor": 66453, "Judul": "PENINGKATAN PERHITUNGAN BEBAN PERFORATED LINER DALAM SUMUR PRODUKSI GEOTERMAL", "Abstrak": "Dalam sumur produksi geotermal, integritas dari perforated liners sangat penting dan harus didesain dengan baik menurut standar yang tepat. Standar geotermal yang tersedia, seperti Standar Selandia Baru, NZS2403:2015, memberikan pembahasan umum namun kurang mendetail mengenai pertimbangan desain sistem perforated liner (Marbun, et al., 2021).\nStudi ini bertujuan untuk memperbaiki keterbatasan dari NZS2403:2015 dengan cara menghitung dan mengevaluasi beban dinamis dari perforated liner selama empat tahapan: pengeboran lubang bor dan instalasi liner, pengujian aliran, produksi sendiri, dan produksi selama operasi injeksi. Data yang digunakan dalam studi ini adalah data dari sumur produksi TM9 dan sumur injeksi TM9A dari Lapangan Y, Indonesia. Dalam tiap tahapan, kekuatan luluh dari perforated liner berubah, dan mekanisme pembebanan bervariasi masing-masing antara 1,3-2,7 dan 1,6-4,6 kali dari kekuatan burst dan collapse liner aktual, dan hal ini berujung pada kegagalan perforated liner dan pengurangan usia gunanya. Hasil perhitungan, digabungkan dengan penurunan produksi yang signifikan dan kegagalan casing produksi, mengindikasikan kegagalan perforated liner. Hasil ini juga menunjukkan waktu yang tepat untuk melakukan perbaikan operasi pada tahap lanjut dan untuk melakukan perbaikan yang layak sesuai dengan kondisi aktual perforated liner. Lebih lanjut, studi ini dapat digunakan sebagai dasar untuk desain sumur dan pengoperasian perforated liner di masa depan (Marbun, et al., 2021).", "Daftar File": {"ABSTRAK Alfredo Ramasurya Wony's": "https://digilib.itb.ac.id/gdl/download/251156"}, "Penulis": "Alfredo Ramasurya Wony's [12218078]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Bonar Tua Halomoan Marbun."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "drilling break, sumur geotermal, hilang sirkulasi, kegagalan perforated liner", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "28 Jun 2022"}