{"Nomor": 66466, "Judul": "MESH DEPENDENCY PADA PEMODELAN NUMERIK UNTUK PENENTUAN KETEBALAN ZONA HANCURAN DI SEKITAR TEROWONGAN BERDASARKAN KRITERIA HOEK-BROWN", "Abstrak": "Zona hancuran merupakan komponen penting yang dapat digunakan untuk melakukan penilaian dan perlakuan terhadap lubang bukaan. Ketebalan zona hancuran tersebut dapat dimodelkan dengan menggunakan metode elemen hingga dalam perangkat lunak RS2. Hasil pemodelan yang didapat bergantung pada mesh yang digunakan.\n\nPemodelan dilakukan pada massa batuan fair dan very poor dengan kedalaman 500 m dengan nilai faktor k 1 dan 2 pada terowongan berdiameter 4 m. Analisis dilakukan dengan memvariasikan jumlah titik di sekitar terowongan dengan bentuk elemen yang dipilih berbentuk segitiga dengan jumlah titik 3. Jumlah titik di sekitar terowongan adalah 25 sampai dengan 400 dengan kelipatan 25. Dari jumlah titik tersebut menghasilkan jumlah keseluruhan titik dan jumlah elemen dalam pemodelan yang berbeda – beda dimana semakin banyak jumlah titik di sekitar terowongan semakin banyak jumlah titik keseluruhan dan jumlah elemen dalam pemodelan.\n\nNilai zona hancuran pada terowongan bergantung dengan jumlah elemen dan jumlah titik (node) yang digunakan dalam pemodelan terowongan. Hubungan antara zona hancuran rata – rata dan mesh berfluktuasi dan tidak terus menerus naik seiring bertambahnya jumlah elemen dan titik, akan tetapi terdapat kecenderungan zona hancuran bertambah seiring dengan bertambahnya jumlah elemen dan jumlah titik. Semakin lemah batuan semakin besar nilai zona hancuran yang akan dihasilkan. Hal tersebut dapat dilihat dari massa batuan very poor yang memiliki zona hacur yang besar dibandingkan pada massa batuan fair, baik itu pada k=1 dan k=2, zona hancur tersebut yang paling besar terdapat pada bagian atap dan lantai. Hubungan antara zona hancuran dan jumlah elemen paling baik pada pemodelan\nmassa batuan fair dengan nilai faktor k = 2 yang menghasilkan koefisien korelasi sebesar 0,928.", "Daftar File": {"ABSTRAK Aizil Permana": "https://digilib.itb.ac.id/gdl/download/251169"}, "Penulis": "Aizil Permana [12117020]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ridho Kresna Wattimena, M.T, Ph.D.", "Prof. Ir. Ridho Kresna Wattimena, M.T, Ph.D.", "Arie Naftali Hawu Hede, S.T., M.T., Ph.D.", "Simon Heru Prassetyo, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Elemen, Massa Batuan Fair dan Very Poor, Metode Elemen Hingga, Titik, Zona Hancuran", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "28 Jun 2022"}