{"Nomor": 66468, "Judul": "DESAIN DAN IMPLEMENTASI SISTEM KOMUNIKASI MOBILE ROBOT DAN FPGA PADA KASUS SMART NAVIGATION", "Abstrak": "Q-Learning adalah salah satu metode Reinforcement Learning yang umum\ndigunakan. Untuk mempercepat kinerja Q-Learning tersebut dibuatlah perangkat\nkeras akselerasi Q-Learning berbasis System on Chip. Sistem tersebut\ndiimplementasi pada FPGA development board PYNQ-Z1. Untuk melakukan\nproses pengujian dan implementasi pada kasus nyata, dibuatlah Mobile Robot yang\ndapat diintegrasikan dengan FPGA development board tersebut. Mobile Robot\ntersebut akan berjalan pada Grid World yang kompatibel dengan proses kerja QLearning\nAccelerator yang akan diuji. Pada system pengujian tersebut, penting\nuntuk robot mendapatkan input yang sesuai dengan kebutuhan Hardware\nAccelerator. Robot juga harus mendapatkan output yang dikeluarkan dari\nHardware Accelerator. Untuk mengirim kondisi lingkungan dan mendapat aksi\ndari Hardware Accelerator, Robot harus memiliki antarmuka komunikasi yang\nkompatibel dengan FPGA Development Board dan komponen robot itu sendiri.\nPada FPGA Development Board terdapat beberapa protokol komunikasi yang perlu\ndipenuhi. Protokol tersebut diantaranya protokol jaringan berupa TCP/IP dan USB\nserial. TCP/IP berguna untuk mengatur kinerja FPGA oleh penguji. TCP/IP ini akan\nmendukung aplikasi berupa Jupyter Notebook dan SSH. USB serial berguna untuk\nkomunikasi antrara robot dan FPGA. USB serial perlu mengirim data dengan stabil\nkarena aksi yang diambil robot akan dikendalikan melalui USB serial.\nUntuk memenuhi kebutuhan yang sudah disebutkan diatas, didesain sebuah\ndocking system yang akan dimuat pada robot. Pada docking system tersebut akan\nmendukung konektivitas teresbut dan ditambah dengan power delivery dan juga\nmechanical mounting. Untuk memenuhi kebutuhan komunikasi, terdapat 2 buah\nkomponen. Komponen pertama adalah WiFi dongle Ralink RT5370. WiFi dongle\nini dipilih karena menggunakan USB port untuk penghubungnya dan juga didukung\noleh Linux Kernel tanpa perlu menginstall driver tambahan. Selanjutnya adalah\nUSB Hub untuk menambah jumlah koneksi USB yang dapat dilakukan. Ini karena\nrobot memerlukan 2 koneksi USB dan FPGA development board hanya memiliki\nsatu port. Untuk memenuhi kebutuhan power delivery, docking system akan\nmemuat sebuah USB Powerbank yang memberi daya 5V kepada FPGA. Untuk\nmounting sendiri, chasis robot akan didesain secara khusus agar dapat memuat\ndocking system di bagian atas robot.", "Daftar File": {"ABSTRAK Mohamad Imam Firdaus": "https://digilib.itb.ac.id/gdl/download/251176"}, "Penulis": "Mohamad Imam Firdaus [13218025]", "Kontributor / Dosen Pembimbing": ["Dr. Agung Harsoyo, S.T., M.Sc.", "Wervyan Shalannanda, S.T., M.T.", "Yulyan Wahyu Hadi, S.T., M.T.", "Infall Syafalni, S.T., M.Sc.", "Nana Sutisna, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Q-Learning, FPGA, SoC, TCP/IP, WiFi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Jun 2022"}