{"Nomor": 66478, "Judul": "PERANCANGAN DAN IMPLEMENTASI MOBILE SERVER PADA PEMBELAJARAN DIGITAL UNTUK DAERAH 3T", "Abstrak": "ABSTRAK\nPERANCANGAN DAN IMPLEMENTASI MOBILE SERVER PADA SISTEM PEMBELAJARAN DIGITAL UNTUK DAERAH 3T\nOleh\nApria Wati NIM: 13218028\n(Program Studi Sarjana Teknik Elektro)\nPenyakit virus corona (COVID-19) adalah penyakit menular yang disebabkan oleh virus  SARS-CoV-2.  \nDikarenakan  penyebarannya  yang  sangat  cepat,  COVID-19 ini ditetapkan menjadi pandemi berskala \nglobal pada tahun 2020. Terdapat banyak sekali dampak  dari pandemi  ini, baik di bidang kesehatan, \nekonomi, sosial, serta pendidikan.   Di  bidang  pendidikan,  pandemi  menyebabkan  banyaknya  \npelajar diharuskan untuk belajar secara jarak jauh untuk menekan penyebaran COVID-19. Sehingga   \npemerintah   Indonesia   mencanangkan   adanya   kebutuhan   terhadap transformasi pembelajaran \nberbasis digital. Namun, masih terdapat banyak daerah 3T   di   Indonesia   yang   belum   memiliki \n  infrastruktur   yang   memadai   untuk melaksanakan transformasi digital pendidikan.\n\nBerdasarkan  masalah diatas, dibutuhkan  suatu solusi agar pelajar  di daerah yang tidak memiliki \ninfrastruktur internet dapat tetap belajar. Solusi ini harus memenuhi protokol   kesehatan,   tidak \n  membutuhkan   infrastruktur   internet,   dan   praktis digunakan  oleh  masyarakat.  Maka dari \nitu, penulis  mengusulkan suatu alternatif pembelajaran    berbasis   digital   menggunakan   \nmobile   server   yang   berperan memungkinkan    pembelajaran    tetap    dilaksanakan    selama   \n masa    pandemi COVID-19. Mobile server ini dapat digunakan di semua area, baik tanpa sumber daya  \nmaupun  tanpa  jaringan  internet.  Mobile  server  ini bersifat portable, dapat dihubungkan  \ndengan  20  client,  memiliki  jangkauan  maksimal 12 m, dan waktu operasi hingga 8 jam.\n\nKata kunci: COVID-19, transformasi pendidikan, daerah 3T, internet, dan mobile\nserver.", "Daftar File": {"ABSTRAK - APRIA WATI": "https://digilib.itb.ac.id/gdl/download/251191"}, "Penulis": "Apria Wati [13218028]", "Kontributor / Dosen Pembimbing": ["Ir. Adi Indrayanto, M.Sc., Ph.D.", "Muhammad Iqbal Arsyad, S.T., M.T.", "Akhmadi Surawijaya, S.T., M.Eng.", "Yulyan Wahyu Hadi, S.T., M.T.", "Dr. Beni Rio Hermanto, S.T., M.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "COVID-19, transformasi pendidikan, daerah 3T, internet, dan mobile server. ii", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos", "File": "1 file", "Tanggal Input": "28 Jun 2022"}