{"Nomor": 66475, "Judul": "PERANCANGAN DAN IMPLEMENTASI GRAPHICAL USER INTERFACE (GUI) DAN KEAMANAN PERANGKAT LUNAK PADA SISTEM PENGUKURAN DETAK JANTUNG NIRKONTAK MENGGUNAKAN KAMERA DENGAN TEKNOLOGI REMOTE PHOTOPLETHYSMOGRAPHY (RPPG)", "Abstrak": "Penyakit kardiovaskular terutama penyakit jantung merupakan penyakit yang\nberbahaya. Jumlah kematian yang disebabkan oleh penyakit ini juga tidak sedikit.\nOleh karena itu, dibutuhkan kesadaran masyarakat atas kesehatan jantungnya.\nSalah satu cara yang dapat dilakukan oleh masyarakat adalah rutin melakukan\npengukuran detak jantung. Detak jantung merupakan indikator yang penting pada\nkesehatan manusia. Namun, alat ukur detak jantung yang ada pada saat ini beroprasi\ndengan cara membutuhkan kontak langsung antara sensor pengukuran dengan kulit\npengguna pada saat pengukuran. Hal ini menyulitkan bagi pengguna yang memiliki\nkulit sensitif. Oleh karena itu, sistem pengukuran detak jantung nirkontak\nmenggunakan kamera ini dibuat untuk mengatasi permasalahan tersebut.\nAgar pengguna dapat menggunakan semua fitur yang tersedia pada sistem dengan\nmudah, sistem ini dibekali dengan sebuah antarmuka grafis. Antarmuka grafis dari\nsistem ini didesain dan diimplementasikan menggunakan Python dengan\nframework PyQt5. Tampilan yang tersedia pada GUI ini memberikan semua\nfungsionalitas sistem kepada pengguna sehingga pengguna dapat menggunakan\nsemua fitur pada sistem pengukuran detak jantung nirkontak ini.\nSelain itu, untuk mengamankan perangkat lunak pada sistem, keamanan perangkat\nlunak sistem dirancang dan diimplementasikan dengan menggunakan dua langkah\nyaitu penggunaan configuration file dan menggunakan source code obfuscation.\nDengan metode keamanan perangkat lunak ini, data penting user pada sistem dan\nproperti intelektual dari developer dapat terjaga dengan aman.", "Daftar File": {"ABSTRAK Muhammad Heronan Hyanda": "https://digilib.itb.ac.id/gdl/download/251186"}, "Penulis": "Muhammad Heronan Hyanda [13218073]", "Kontributor / Dosen Pembimbing": ["Dr. Agung Wahyu Setiawan, S.T., M.T.", "Habibur Muhaimin, S.T., M.Sc.", "Egi Muhammad Idris Hidayat, S.T., M.Sc., Ph.D.", "Isa Anshori, S.T., M.Eng.", "Rahmat Mulyawan, S.T., M.T., M.Sc.", "Nur Ahmadi, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "GUI, keamanan perangkat lunak, obfuscation, PyQt5.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Jun 2022"}