{"Nomor": 66476, "Judul": "DESAIN & IMPLEMENTASI GRAPHICAL USER INTERFACE UNTUK TREM OTONOM PADA TREM OTONOM SKALA KECIL", "Abstrak": "Trem merupakan salah satu opsi kendaraan publik dimana akses menuju trem\nmudah diakibatkan letak haltenya yang berada di pinggir jalan. Namun akibat letak\ntrem yang berjalan berdampingan dengan pengguna jalan raya, banyak kelemahan\nyang dimiliki oleh trem yang berhubungan dengan pengemudi akibat keadaan\nsekitar dari trem. Sehingga dibutuhkan sistem yang mampu mengembangkan trem\nagar dapat mengatasi kelemahan tersebut yakni Trem Otonom. Dalam\nperkembangan Trem Otonom, data yang telah diolah oleh algoritma lain seperti\nkecepatan dan level master kontrol diharapkan dapat ditampilkan kepada\npengemudi trem. Sehingga dibutuhkan Graphical User Interface (GUI) yang\nberguna untuk menampilkan informasi-informasi yang ditujukan kepada\npengemudi trem.\nGUI yang didesain untuk Trem Otonom akan diimplementasikan pada Trem\nOtonom Skala Kecil untuk melihat hasil perilaku algoritma pada kondisi nyata.\nDengan diimplementasikannya pada Trem Otonom Skala Kecil, terdapat\npenskalaan pula pada spesifikasi yang telah ditentukan untuk Trem Otonom agar\ndapat disesuaikan pada Trem Otonom Skala Kecil. Desain GUI yang akan\ndiimplementasikan akan mengacu pada acuan referensi GUI Trem Otonom yang\ntelah dibuat oleh PT. INKA, Riset.ai, dan ITB dengan penyesuaian dan perubahan\nyang didasari pada sistem kereta CBTC yang telah memiliki standar untuk\npembuatan GUI yang dibuat oleh IEEE. Hasil dari implementasi GUI pada Trem\nOtonom Skala Kecil dapat digunakan sebagai dasar acuan pengembangan untuk\nGUI pada Trem Otonom sesungguhnya.", "Daftar File": {"ABSTRAK Achmad Fawaz Ferdiansyah": "https://digilib.itb.ac.id/gdl/download/251187"}, "Penulis": "Achmad Fawaz Ferdiansyah [13218075]", "Kontributor / Dosen Pembimbing": ["Ir. Eniman Yunus Syamsuddin, Ph.D.", "Prof. Dr. Ir. Bambang Riyanto Trilaksono", "Yulyan Wahyu Hadi, S.T., M.T.", "Nana Sutisna, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "CBTC, GUI, Trem Otonom Skala Kecil, Trem Otonom", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Jun 2022"}