{"Nomor": 66485, "Judul": "RANCANG-BANGUN SISTEM KONTROL, SISTEM DAYA, DAN STRUKTUR FISIK DARI INTROLABS: PERANGKAT PRAKTIKUM ELEKTRONIKA INDUSTRI DALAM KERANGKA PEMBELAJARAN JARAK-JAUH", "Abstrak": "i\nABSTRAK\nRANCANG-BANGUN SISTEM KONTROL, SISTEM DAYA, DAN STRUKTUR FISIK DARI INTROLABS: PERANGKAT PRAKTIKUM ELEKTRONIKA INDUSTRI DALAM KERANGKA PEMBELAJARAN JARAK-JAUH\nOleh\nEka Satria Wibawa Kwee\nNIM: 13218031\n(Program Studi Sarjana Teknik Elektro)\nSalah satu dampak pandemi Covid-19 di tahun 2020 - 2021 adalah menjadi terbatasnya akses mahasiswa / siswa pada peralatan Laboratorium di kampus atau sekolah. Pada tugas akhir ini dilakukan perancangan dan pengembangan sistem praktikum elektronika industri yang dapat diakses oleh para praktikan secara jarak. Sistem peralatan praktikum ini terdiri dari 3 perangkat percobaan utama yang terkait dengan proses-proses di dalam industri manufaktur yaitu motor, pemanas cairan, dan penggerak pneumatik. Perangkat praktikum ini bisa diakses oleh 5 praktikan melalui internet dan web browser di mana 1 praktikan dapat mengendalikan perangkat secara interaktif sedangkan 4 peserta lainnya dapat melihat melalui gambar kamera serta dapat mengamati grafik data hasil percobaan pada halaman web tersebut dalam waktu nyata.\nStruktur sistem secara keseluruhan meliputi sebuah server, kamera yang dapat digerak-kan, sistem kontrol, 3 plant yang dikendalikan dengan sensornya, dan catu daya. Buku Tugas Akhir ini membahas lebih rinci perancangan dan implementasi dari struktur fisik, unit kontrol, dan sistem daya dari sistem praktikum tersebut. Unit kontrol dari alat ini terdiri dari 2 komponen yakni sebuah board mikrokontroler STM32F103 dan sebuah modul Programmable Logic Controller (PLC) Zelio dengan peran penting seperti membaca data sensor and mengendalikan perangkat praktikum. Catu daya menyediakan daya listrik kepada seluruh komponen yang digunakan. Struktur kotak berfungsi sebagai tempat dudukan mekanik serta memberikan jalur hubungan elektrik semua komponen. Spesifikasi yang telah dirumuskan untuk sistem perangkat praktikum ini meliputi jumlah input dan output unit kontrol, ukuran kotak, serta batasan daya yang digunakan motor.\nHasil implementasi ketiga sistem tersebut telah berhasil memenuhi fungsi yang dirumuskan dalam spesifikasi. Modul kendali dengan menggunakan PLC memungkinkan sistem untuk mengendalikan perangkat dengan konfigurasi kompleks. Pada perangkat praktikum ini tersedia catu daya untuk berbagai komponen dengan 4 nilai tegangan yang berbeda, 220VAC, 5VDC, 12VDC, dan 24 VDC. Perangkat praktikum ini telah dirancang dengan struktur modular yang memungkinkan hubungan berbagai komponen dan memudahkan pengembangan.\nKata kunci: Praktikum, elektronika industri, PLC, pembelajaran jarak jauh", "Daftar File": {"ABSTRAK - EKA SATRIA WIBAWA KWEE": "https://digilib.itb.ac.id/gdl/download/251196"}, "Penulis": "Eka Satria Wibawa Kwee [13218031]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Amy Hamidah Salman, M.Sc.", "Ir. Farkhad Ihsan Hariadi, M.Sc.", "Ir. Arief Syaichu Rohman, M.Eng.Sc., Ph.D.", "Dr. Muhammad Amin Sulthoni, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Praktikum, elektronika industri, PLC, pembelajaran jarak jauh", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos", "File": "1 file", "Tanggal Input": "28 Jun 2022"}