{"Nomor": 66483, "Judul": "IMPLEMENTASI ANTARMUKA KOMUNIKASI DATA DAN KONTROL POSISI BERBASIS PID UNTUK SIMULATOR PERGERAKAN ROBOT MOBILE BERBASIS ROBOT OPERATING SYSTEM", "Abstrak": "ABSTRAK\nIMPLEMENTASI ANTARMUKA KOMUNIKASI DATA DAN\nKONTROL POSISI BERBASIS PID UNTUK SIMULATOR\nPERGERAKAN ROBOT MOBILE BERBASIS ROBOT\nOPERATING SYSTEM\nOleh\nAndhika Rahadian\nNIM: 13218030\n(Program Studi Sarjana Teknik Elektro)\nKarya tulis ini menjelaskan tentang implementasi antarmuka komunikasi data\nantara environment Robot Operating System (ROS) dengan aplikasi yang tidak\nberhubungan dengan Robot Operating System untuk pertukaran data antara sistem\nVoTion dengan environment Robot Operating System (ROS). Sistem VoTion\nadalah modul interaksi suara berbahasa Indonesia sebagai jembatan komunikasi\nantara user dengan robot pengantar barang. Karena robot pengantar barang fisik\n(yang akan diintegrasikan dengan sistem VoTion) masih dalam pengembangan dari\nsegi navigasi, lokalisasi, digunakan simulator Gazebo dan Turtlebot3 yang berjalan\ndi atas ROS untuk menampilkan pergerakan robot sebagai respons dari modul\ninteraksi suara. Kontrol posisi sederhana juga diimplementasikan menggunakan\nkonsep kontroler PID untuk memastikan robot turtlebot3 dapat bergerak ke suatu\ntitik di dalam Gazebo world simulator. Antarmuka data komunikasi berhasil\ndiimplementasikan untuk mengirim data berekstensi JSON dengan POSIX sockets\n(Transmission Control Protocol/TCP) dari Raspberry Pi 4 (yang mengatur alur\nalgoritma interaksi suara menggunakan script Python) ke environment ROS dan\nsebaliknya, dan turtlebot3 berhasil bergerak ke suatu titik berdasarkan interpretasi\ndata JSON perintah pergerakan (belok kanan, belok kiri, maju, mundur). Meskipun\nturtlebot3 sudah berhasil bergerak ke suatu titik, namun pengembangan algoritma\nkontrol masih dibutuhkan untuk membuat pergerakan turtlebot3 pada simulator\nmenjadi lebih baik. Penemuan utama dari penelitian ini adalah komunikasi data\nJSON antara aplikasi non-ROS (script sederhana berbahasa Python) dengan\naplikasi ROS dapat dilakukan dengan konsep pemrograman socket (Transmission\nControl Protocol/TCP) berbahasa Python.\nKata kunci: Robot Operating System (ROS), Socket, Komunikasi, Data,\nProportional Integral Derivative (PID)", "Daftar File": {"ABSTRAK - ANDHIKA RAHADIAN": "https://digilib.itb.ac.id/gdl/download/251194"}, "Penulis": "Andhika Rahadian [13218030]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Hilwadi Hindersah", "Dr. Pranoto Hidaya Rusmin, S.T., M.T.", "Dr. Widyawardana Adiprawita, S.T., M.T.", "Dr. Hasballah Zakaria, S.T., M.Sc.", "Fetty Fitriyanti Lubis, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Robot Operating System (ROS), Socket, Komunikasi, Data, Proportional Integral Derivative (PID)", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos", "File": "1 file", "Tanggal Input": "28 Jun 2022"}