{"Nomor": 66482, "Judul": "PERANCANGAN HARDWARE ACCELERATOR PADA SYSTEM-ON-CHIP UNTUK APLIKASI INTELLIGENT TRAFFIC LIGHT BERBASIS Q-LEARNING", "Abstrak": "i\nABSTRAK\nPERANCANGAN HARDWARE ACCELERATOR PADA\nSYSTEM-ON-CHIP UNTUK APLIKASI INTELLIGENT\nTRAFFIC LIGHT BERBASIS Q-LEARNING\nOleh\nZulfikar Nima Arifuzzaki\nNIM: 13218029\n(Program Studi Sarjana Teknik Elektro)\nPerkembangan machine learning telah menjadi bagian integral dalam menemukan\nsolusi atas permasalahan sehari-hari, tidak terkecuali masalah lalu lintas. Aplikasi\nmachine learning dalam mengatur sistem lampu lalu lintas adaptif telah terbukti\ndapat mengurangi tingkat kemacetan di suatu persimpangan. Namun, machine\nlearning akan membutuhkan waktu yang panjang untuk belajar dalam\nmenganalisa lingkungan dan menentukan lampu hijau paling optimal. Proses\nbelajar tersebut semakin menjadi masalah krusial seiring dengan semakin\nkompleksnya keadaan lalu lintas. Oleh karena itu, dibutuhkan pendekatan dan\nsolusi yang tepat untuk mengoptimasi performa kecepatan machine learning\ndalam suatu sistem.\nDalam dokumen tugas akhir ini, akan dibahas mengenai perancangan arsitektur\nhardware accelerator berbasis machine learning untuk aplikasi sistem lampu lalu\nlintas adaptif. Jenis machine learning yang digunakan adalah Q-learning, salah\nsatu bentuk reinforcement learning yang bersifat off-policy. Proses perancangan\nhardware accelerator tersebut meliputi: penentuan spesifikasi, penulisan HDL\nsub-sistem, perangkaian sub-sistem menjadi sistem yang utuh, perancangan\ntiming diagram, dan pengujian sistem. Hasil rancangan arsitektur tersebut\nkemudian diimplementasikan pada system-on-chip (SoC) Xilinx seri Zynq-7000\nyang tertanam pada board PYNQ-Z1. Pemilihan hardware tersebut didasarkan\npada sifat hardware yang versatile. Hal tersebut dikarenakan di dalam SoC\ntersebut terdapat dua device yang berbeda, yaitu prosessor Single-core ARM®\nCorte????????-A9 MP Core???? dan FPGA. Hal tersebut memungkinkan untuk\nii\ninterfacing input yang mudah melalui prosesor, dan pemrosesan secara paralel\npada FPGA yang cepat untuk pemrosesan Q-learning.\nDesain arsitektur kami telah mampu berjalan dengan frekuensi clock sebesar 50\nMHz. Analisis lebih lanjut mengenai performa kecepatan hardware accelerator\nini juga dicantumkan di bagian akhir dokumen. Pengujian kecepatan hardware\nkemudian dibandingkan dengan kecepatan proses Q-learning pada software.\nSebagai informasi tambahan, dicantumkan pula resource utilization yang\nmenyatakan jenis-jenis rangkaian digital pada FPGA untuk mengimplementasikan\nseluruh sistem. Selain itu, ditambahkan pula power analysis yang menjelaskan\nkebutuhan daya yang dibutuhkan untuk mengimplementasikan sistem. Sebagai\npenutup, penulis tambahkan kesimpulan mengenai ketercapaian sistem yang\ndibuat, serta pelajaran yang penulis dapatkan selama peranangan sistem ini. Untuk\npengembangan lebih lanjut, penulis bubuhkan beberapa saran pengembangan\nsistem agar di kemudian hari dapat dilakukan perbaikan lebih lanjut sehingga\ndapat diimplementasikan secara nyata pada persimpangan jalan.\nKata kunci: Q-learning, hardware accelerrator, system-on-chip.", "Daftar File": {"ABSTRAK - ZULFIKAR NIMA ARIFUZZAKI": "https://digilib.itb.ac.id/gdl/download/251193"}, "Penulis": "Zulfikar Nima Arifuzzaki [13218029]", "Kontributor / Dosen Pembimbing": ["Ir. Arief Syaichu Rohman, M.Eng.Sc., Ph.D.", "Dr. Agung Harsoyo, S.T., M.Sc.", "Infall Syafalni, S.T., M.Sc.", "Rahmat Mulyawan, S.T., M.T., M.Sc.", "Nana Sutisna, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Q-learning, hardware accelerrator, system-on-chip.", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos", "File": "1 file", "Tanggal Input": "28 Jun 2022"}