{"Nomor": 66498, "Judul": "KAJIAN HIDROGEOKIMIA PASCA TAMBANG PADA BEKAS FASILITAS PENIMBUNAN TAILING DAN DANAU BEKAS LUBANG TAMBANG", "Abstrak": "Kegiatan pertambangan memiliki tahapan sistematis dengan gambaran tahapan\nakhir yaitu pasca tambang (mine closure). Salah satu aspek yang yang diperhatikan\npada kegiatan pasca tambang adalah reklamasi kondisi Tailing Storage Facility\n(TSF). TSF adalah tempat penampungan proses akhir pengolahan tambang yang\nberfungsi agar tailing padatan dan air yang tersimpan tetap terbendung. Tailing\npada lokasi penelitian dibuat dari bekas pit pertambangan yang sudah tidak aktif\ndikhawatirkan berpotensi menimbulkan dampak negatif terhadap lingkungan\nseperti peningkatan konsentrasi logam dan pembentukan asam dikarenakan air TSF\nberinteraksi dengan batuan samping. Kajian hidrogeokimia berupa analisis\nkarakteristik air, analisis isotop untuk mengetahui sumber air yang berada di daerah\npenelitian dan pemodelan bertujuan mengetahui mineral-mineral apa saja yang\nmungkin terbentuk, karakteristik airtanah serta airpermukaan untuk pada\nmengetahui kondisi TSF tersebut setelah pasca tambang. Fasies air yang terdapat di\nlokasi penelitian yaitu sodium sulfate-calcium carbonate yang terdapat pada air\npermukaan dan magnesium carbonate yang menunjukkan airtanah. Analisis isotop\nstabil menunjukkan bahwa airtanah dan air permukaan tidak memiliki sumber yang\nsama dilihat dari kandungan isotop air permukaan lebih berat yang bersumber dari\nair hujan. Karakteristik dan Analisis isotop stabil menunjukkan percampuran air\ntanah yang tidak dominan yang memprediksi TSF tidak akan mencemari airtanah\nmaupun air permukaan di masa depan. PHREEQC adalah software yang digunakan\nuntuk memprediksi kondisi air dan mineral yang akan terbentuk pada TSF.\nSkenario yang dipakai dalam pemodelan menggunakan data dari TSF yang aktif\ndan yang sudah tidak aktif untuk mensimulasikan reaksi yang sedang/akan terjadi.\nData air disimulasikan berinteraksi dengan batuan sekitar TSF untuk menghasilkan\nperkiraan kecenderungan mineral mengalami dissolved atau precipitate. Hasil\npemodelan menunjukkan daerah penelitian memiliki kecenderungan membentuk\nmineral Goetite dan Hematit setelah kegiatan pasca tambang. Kondisi TSF tersebut\ndisimulasikan model tidak akan mengalami perubahan yang signifikan.", "Daftar File": {"ABSTRAK Rayza Ridhoni": "https://digilib.itb.ac.id/gdl/download/251251"}, "Penulis": "Rayza Ridhoni [22718303]", "Kontributor / Dosen Pembimbing": ["Agus Mochamad Ramdhan, S.T., M.T., Ph.D.", "Dr. Rusmawan Suwarman, S.Si., M.T.", "Irwan Iskandar, S.T., M.T., Ph.D.", "Dr. mont. Andy Yahya Al Hakim, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Air Tanah", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "airtanah, pemodelan geokimia, fasies airtanah,PHREEQC, tailing storage facility", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Jun 2022"}