{"Nomor": 66499, "Judul": "UNSCHEDULED EVENT STANDARDIZATION: RECONCILE DRILLING AND COMPLETION PROBLEM CODE TO ENHANCE DATA ANALYSIS AND DECISION CORRECTION BY MACHINE LEARNING APPROACH", "Abstrak": "During drilling or completion operation, unexpected and desirable events can occur, or what is called an Unscheduled Event (UE) or Unplanned Event. UE is an event that is not planned, suspected, or expected, an event that occurs as a result of changes in plans at the start or between drilling or completion operations, failure to meet the initial target, and doing nothing (drilling or completion operation is stops) because something happened. The purpose of this study is to analyze the spread of UE code usage and provide UE code recommendations to reduce data inconsistencies. This study, analyzes the UE, especially the UE code that happened for the last three years in an Oil Company. The primary purpose of analyzing the UE code is to determine the consistency of the actual data that occurs in the field between the UE code, which consists of UE Major Category and UE Details with their UE description. This study also uses python programming language and excel as tools to help process and analyze data. The Slovin method is also used in determining the number of data samples from the data population that has gone through the cleansing process. This study used several algorithms, namely Cosine Similarity to calculate the degree of similarity of two sentences, the R-Square method to calculate data inconsistencies, and K-Means Clustering to provide recommendations on the UE description, both to add keywords or provide recommendations for writing the correct description according to the UE code based on actual data at Oil Company. The results of this study are found that 11.45% of UE data is inconsistent between the description and the UE code, there are 11 UE codes that can be improved, and there are 56 UE codes that have not been used for the last three years at Z Oil Company.", "Daftar File": {"ABSTRAK Irsyah Dillah Ababil": "https://digilib.itb.ac.id/gdl/download/251225"}, "Penulis": "Irsyah Dillah Ababil [12218066]", "Kontributor / Dosen Pembimbing": ["Dimas Taha Maulana, S.T., M.T.", "Freddy Frinly Rizki Tarigan, S.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Drilling and Completion, Unscheduled Event, Standardization, Machine Learning, Algorithm", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "28 Jun 2022"}