{"Nomor": 66494, "Judul": "ANALISIS KINERJA PENGGUNAAN SERAT SERABUT KELAPA SEBAGAI BAHAN PENGGANTI SERAT SELULOSA PADA CAMPURAN STONE MATRIX ASPHALT (SMA)TERHADAP MODULUS RESILIENT DAN RUTTING", "Abstrak": "Meningkatnya beban lalu lintas dan iklim tropis di Indonesia memberikan sumbangan\nkerusakan yang sangat cepat pada perkerasan jalan di Indonesia Salah satu jenis perkerasan\nyang dapat dipertimbangkan menjadi solusi mengatasi permasalahan kerusakan jalan yang\nmenunjang pembangunan adalah Stone Matrix Asphalt (SMA) yang merupakan jenis\nperkerasan lentur yang dikembangkan di Jerman sekitar pertengahan tahun 1960.\nSMA mempunyai kelebihan dibandingkan dengan jenis perkerasan lainnya karena\nperkerasan SMA mempunyai ketahanan terhadap alur, fleksibilitas dan durabilitas yang\ntinggi ( Ibrahim M. Asi., 2006). masalah utama pada SMA adalah pengaliran aspal dan\nkegemukan aspal (bleeding ), karenanya diperlukan bahan stabilisasi aspal yang bisa berupa\nserat dan polimer. Serat digunakan dalam campuran aspal untuk dua tujuan utama, pertama\nmeningkatkan ketangguhan dan ketahanan terhadap retak dan yang kedua menstabilkan\npengkat aspal (Hansen et al., 2000). Sebagai negara tropis Indonesia memiliki potensi tinggi\nproduksi kelapa. Luas areal tanaman kelapa mencapai 3.654.478 Ha dengan total produksi\nsekitar 3.051.585 ton (DitJenbun, 2014).\npenelitian yang dilakukan oleh Oda (2012) menyatakan bahwa penambahan serabut kelapa\nmeningkatkan nilai modulus resilient sebesar 14%. Dalam penelitian yang dilakukan oleh\nraviteja (2019) penambahan serat dalam campuran SMA memberikan stabilitas lebih tinggi,\ndan menunjukkan resistensi yang lebih tinggi terhadap kerusakan yang disebabkan oleh\nkelembaban.\nTujuan penelitian ini adalah untuk menganalisis kinerja penambahan serabut kelapa sebagai\nbahan penstabil sebagai bahan pengganti serat selulosa terhadap nilai modulus resilien dan\ndeformasi permanen dengan menggunakan pemadatan Marshall. Pengujian ini dimulai dengan pengujian properties, dilanjutkan dengan pembuatan benda uji dengan\nmenggunakan pemadat Marshall berdasarkan spesifikasi Bina marga 2018. Kemudian\npengujian resilient modulus menggunakan alat UMATTA dan pengujian rutting\nmenggunakan alat Hamburgh Wheel Tracking pada kondisi basah.\nBerdasarkan pengujian properties didapat agregat dan aspal telah memenuhi spesifikasi.\nCampuran SMA yang menggunakan serabut kelapa 0,5% mempunyai nilai KAO yang lebih\nkecil dibandingkan dengan campuran yang menggunakan serat selulosa dan campuran yang\nmenggunakan serabut kelapa 0,3%, dimana campuran SMA yang menggunakan serabut\nkelapa 0,5% mempunyai nilai KAO 6% sementara campuran SMA yang menggunakan\nserabut kelapa 0,3% mempunyai nilai KAO 6,2% dan campuran SMA yang menggunakan\nserat selulosa mempunyai nilai KAO 6,25%.\nPerbandingan nilai nilai resilien modulus campuran yang menggunakan bahan penstabil\nserat selulosa, serabut kelapa, rock woll dan polyester didapatkan hasil bahwa campuran\nyang menggunakan serabut kelapa mempunyai nilai resilien modulus terbesar dengan\ncampuran yang menggunakan serabut kelapa 0,5% memiliki nilai resilien modulus yaitu\n3162,8 Mpa. Dari hasil pengujian HWTD campuran yang menggunakan serabut kelapa\nsebagai bahan tambah baik itu yang 0,3% dan 0,5% lebih tahan terhadap rutting\ndibandingkan dengan campuran yang menggunakan serat selulosa sebagai bahan tambah,\nDimana nilai rutting dari campuran yang menggunakan serat selulosa yaitu 2,75 mm\nsementara nilaia rutting untuk serabut kelapa 0,3% sebagai bahan tambah yaitu 2,35 mm\ndan untuk seerabut kelapa 0,5% yaitu 2,57 mm.", "Daftar File": {"ABSTRAK ASEP PERMANA": "https://digilib.itb.ac.id/gdl/download/251214"}, "Penulis": "ASEP PERMANA [26919014]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Harmaen Rahman., S.T., M.T,.", "Dr. Ir. Eri susanto Hariyadi., S.T., M.T,"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "SMA, Marshall, Resilient Modulus, Hamburg Wheel Tracking Device, Rutting.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Jun 2022"}