{"Nomor": 66508, "Judul": "OPTIMUM WELL SPACING ESTIMATION FOR CO2 FLOODING USING PREDICTIVE FUNCTION", "Abstrak": "Enhanced oil recovery by CO2 flooding is a promising method for improving oil recovery and reducing the emission of carbon dioxide. CO2 flooding project requires detailed and comprehensive technicalities, that will affect the economic aspect. A quick review of project screening and design, including well spacing, in many types of reservoir conditions is necessary to evaluate project efficiency in various circumstances. In this study, we propose a robust proxy function to estimate the optimum well spacing that yields the maximum field cumulative oil production.\nThe importance of the reservoir properties in relation to the field cumulative oil production is evaluated by sensitivity analysis. In this study, Latin Hypercube Sampling is used to generate a set of realizations by varying the input parameters from reservoir properties. The optimum well spacing is determined for each realization by optimization algorithm, creating a dataset to build proxy functions. The proxy functions are generated from the dataset using regression. The chosen proxy function shows acceptable accuracy with R-squared value of 0.966.\nThe result of this study can be utilized as preliminary analysis of well spacing on CO2 flooding screening and design before performing full field simulation.", "Daftar File": {"ABSTRAK M. Afra Dzaki": "https://digilib.itb.ac.id/gdl/download/251250"}, "Penulis": "M. Afra Dzaki [12218054]", "Kontributor / Dosen Pembimbing": ["Zuher Syihab, S.T., Ph.D.", "Muhammad Bhakti Setiawan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "CO2 Flooding, Sensitivity Analysis, Optimization, Well Spacing, Predictive Function", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "28 Jun 2022"}