{"Nomor": 66504, "Judul": "APPLICATION OF ANALYTICAL METHOD IN FORECASTING POLYMER INJECTIVITY OF POLYMER FLOOD IN FIELD X, INDONESIA", "Abstrak": "The polymer injection as tertiary oil recovery, also known as enhanced oil recovery (EOR) is one of the most prosperous methods in oil field in Indonesia. Past studies found that polymer injection will increase vertical sweep efficiency and capable to recover oil in place than waterflood (Assunção et al., 2011; Clay, 1966). A significant factor that may influence the economic of polymer floods is the polymer injectivity. In a viscous oil reservoir, the injectivity of polymer is limited based on the restriction of injection pressure, since the behavior of the polymer solutions lower than waterflooding. A permeability impairment near wellbore zone may occur due to polymer retention in polymer flow which also influenced by the polymer injectivity (Green, 2018). It is important to have a precise value of injection rate while injectivity polymer is occurred when plan a polymer project to avoid viscous fingering and fracturing.\nThis paper discusses an approach to forecasting the polymer injectivity or history matching in a vertical well in an oil field “X” in Indonesia by using analytical method. The analytical methods will be done by modified the Darcy calculation to estimate the polymer pressure drop on a non-Newtonian fluid and compare it with field data for a vertical well. The calculation and forecasting method are done by using excel from a modified hall plot data compared with field “X” data.", "Daftar File": {"ABSTRAK Yudha Cipta Maulana Yusuf": "https://digilib.itb.ac.id/gdl/download/251236"}, "Penulis": "Yudha Cipta Maulana Yusuf [12219601]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Taufan Marhaendrajana, M.Sc., Ph.D.", "Billal Maydika Aslam, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "polymer flood, vertical well, viscous oil reservoir, analytical model", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "28 Jun 2022"}