{"Nomor": 66502, "Judul": "WATERFLOOD OPTIMIZATION IN MATURE WATERFLOODED FIELD USING CAPACITANCE-RESISTIVE MODEL", "Abstrak": "Waterflooding is one of the common methods that has been proven to improve reservoir recovery. For mature fields, optimizing and managing the waterflooding process will be an important task to maximize the oil production by considering the economic profit; since the water cut in the mature field is high and the cost for producing water may soar to exceed. Therefore, a rapid and accurate method for the decision-making process in waterflood management is essential.\nMany studies have proven the capability of the capacitance-resistance model (CRM) to estimate the inter-well connectivity and future liquid production just from the readily of production and injection data. The coupling of Gentil's empirical fractional flow and CRM can predict oil production without considering the complexities of the reservoir geological model and its properties. Thus, it makes CRM a powerful tool for decision-making in the waterflooding process.\nBefore the CRM can predict future production, the unknown parameters in the CRM equation must be estimated first. The unknown parameter, including ????, ????, ????????(????0), and ????, are estimated by minimizing the square error between the actual production data and predicted data. In the Python program, SLSQP (Sequential Least-Squares Programming) optimizer is used to estimate these parameters by considering the bounds and the constraints of the CRM. The oil production is estimated using Gentil fractional flow model due to its ability to predict the water cut in mature fields that exceed 70%. Using the linear regression of water oil ratio and cumulative water injected, the unknown parameters in Gentil can be estimated. Therefore, CRM coupled with Gentil is a complete model to predict oil production with injection rate as the input.\nThe capabilities of this coupled model are then tested to predict future production. Therefore, the simulation data has been generated for different cases using a commercial reservoir simulator to compare with the coupled model. The result is that the performance of the CRM coupled with Gentil fractional flow can estimate the future liquid and oil production similar to the simulator with ????2 up to 0.95. After the predicted data from the coupled model with the actual production data are similar, the optimum injection rate is then determined. The optimal injection rate will depend on the economic parameter because the objective function of determining the optimum injection is to maximize the NPV. The result shows that for the case with a higher oil price, the time for maximum injection is longer than the scenario with a lower oil price. When the oil price is minimum, the injection rate tends to be at a minimum rate to minimize the cost.", "Daftar File": {"ABSTRAK Umarul Muhammad": "https://digilib.itb.ac.id/gdl/download/251234"}, "Penulis": "Umarul Muhammad [12218025]", "Kontributor / Dosen Pembimbing": ["Zuher Syihab, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "CRMP, CRMIP, connectivity, optimization, sensitivity, water injection", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "28 Jun 2022"}