{"Nomor": 66513, "Judul": "AN ACCURATE CORRELATION TO ESTIMATE THE MINIMUM MISCIBILITY PRESSURE FOR CO2 EOR BASED ON HIGH-TEMPERATURE RESERVOIRS DATA SET IN ABU DHABI", "Abstrak": "Minimum miscibility pressure (MMP) is one of the most critical parameters for CO2 EOR projects. The determination of this variable is critical for the success of the operation. The most accurate method to obtain the value of MMP is slim-tube tests. Nevertheless, slim-tube test and other experimental technics are expensive and time-consuming. Based on this problem, it is common to find so many publications discussing mathematical correlations for the value of MMP since correlations require few input variables.\nMany existing CO2 MMP correlations are constructed based on the slim-tube tests. Many of them are intended to calculate the MMP for lower-temperature reservoirs compared to the typical reservoir temperature in Abu Dhabi. Hence, Alshuaibi et al. (2019) establish a new correlation to determine CO2 MMP for high-temperature reservoirs. However, the published correlation including the coefficients is not matched with the result.\nThis study will be focused on proposing new coefficients for Alshuaibi et al. (2019) correlation and establishing a new correlation based on the 17 complete slim-tube data. Eureqa-Formulize will be used as the software to construct the new correlation considering the machine learning method may not be reliable due to the few data. Furthermore, this correlation will be improved by using two methods. These methods will use combined two data sets and will be processed according to each method.", "Daftar File": {"ABSTRAK Dionardy Suryahartanto": "https://digilib.itb.ac.id/gdl/download/251259"}, "Penulis": "Dionardy Suryahartanto [12218011]", "Kontributor / Dosen Pembimbing": ["Zuher Syihab, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "CO2 EOR, correlation, minimum miscibility pressure, slim-tube, temperature", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "28 Jun 2022"}