{"Nomor": 66511, "Judul": "OPTIMIZATION AND ECONOMIC EVALUATION FOR OIL RECOVERY BY WATER ALTERNATING CO2 GAS INJECTION - HOMOGENEOUS AND HETEROGENEOUS RESERVOIR", "Abstrak": "The oil and gas world are growing rapidly each and every day, in accordance to the growing demands. Many innovations and breakthrough technology are introduced to fulfill the necessity of oil and gas in human life. However, many limitations also hamper the oil and gas production, such as mature oil fields, challenging environment, and complicated bureaucracy. Moreover, the world nowadays pursues net-zero emission by 2050, that has to be followed by the industry. As a result, more and more ideas are developed to meet all requirements and help enhancing public welfare through oil and gas.\nThere are many ways to enhance oil production from a depleted oil field. One of those is CO2-Water Alternating Gas (WAG) injection which lately has attracted many contractors to implement this measure in their fields. Reservoir simulations are needed to deeply analyze the most optimum measure to increase the production rate. Nonetheless, the simulations cost a lot of time and energy. Therefore, CO2-PROPHET comes as a solution to minimize the aforementioned issue by helping to determine the effect of each parameter to CO2-WAG injection, prior to the complete reservoir simulation. The effect of WAG ratio, cycle, well pattern, and injection flowrate to CO2-WAG optimization are inspected to find the most optimum CO2-WAG scenario in a tight oil formation. The most optimum scheme involves a 1:1 WAG ratio by applying a 4-spot flooding pattern for a homogeneous reservoir. However, for a heterogeneous reservoir, there is no proposed scenario as the economic calculation does not show a profitable result. It shows that reservoir heterogeneity has an impact on both CO2-WAG performance and economic return. Sensitivity analysis is also conducted to several parameters that has high uncertainties.\nAside from the technical aspect, an economic assessment is also held to see the feasibility of each CO2-WAG scenario. Net Present Value (NPV) and Rate of Return (ROR) are the main variables that are being focused on this study. A fiscal economic scheme, namely PSC Cost Recovery is referred in the calculation to find the most profitable WAG scenario, complying with the prevailing regulations. Cost Recovery model has been used for a long time and has a fixed regulation, which has been deeply inspected. Economic sensitivity analysis shows that oil price and investments have a considerable influence on economic return.", "Daftar File": {"ABSTRAK Vern Anabel": "https://digilib.itb.ac.id/gdl/download/251255"}, "Penulis": "Vern Anabel [12218043]", "Kontributor / Dosen Pembimbing": ["Zuher Syihab, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "CO2-WAG, Economics, Net-Zero Emission, Optimization, PSC Cost Recovery", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "28 Jun 2022"}