{"Nomor": 66520, "Judul": "STUDI PENGARUH KARAKTERISTIK BATUBARA CEKUNGAN MEULABOH DAN SUMATRA SELATAN TERHADAP REAKTIVITAS GASIFIKASI MENGGUNAKAN ANALISIS TERMOGRAVIMETRI", "Abstrak": "Sumber daya batubara di Indonesia cukup melimpah dan berpotensi untuk dikembangkan lebih lanjut melalui proses gasifikasi untuk pemanfaatan yang lebih ramah lingkungan. Reaktivitas gasifikasi merupakan salah satu parameter penting dalam merancang dan mengoperasikan reaktor gasifikasi. Karakteristik batubara di Indonesia perlu dipelajari agar dapat diketahui pengaruhnya terhadap reaktivitas gasifikasi. Sampel yang digunakan berjumlah dua buah yang berasal dari Musi Rawas, Sumatra Selatan (SM01) dan Aceh Barat, Aceh (SM02). Metode pengujian reaktivitas gasifikasi menggunakan analisis termogravimetri yang difokuskan untuk melihat karakteristik termal pada proses pirolisis dan gasifikasi. Analisis termogravimetri yang dilakukan meliputi saat pemanasan sampel dari 50°C hingga 900°C dengan kenaikan temperatur 10°C/menit menggunakan atmosfer Argon (Ar), pengondisian sampel selama 10 menit pada temperatur 900°C untuk memperoleh keadaan isotermal, dan pengubahan atmosfer menjadi 25% udara dan 75% Argon (Ar). Karakteristik batubara diinterpretasikan dari hasil analisis proksimat dan analisis kandungan kalori. Batubara SM01 berperingkat sub-bituminus A dan batubara SM02 berperingkat sub-bituminus C. Kurva TG/DTG menunjukan kedua sampel mengalami lima tahap dalam proses pirolisis yaitu tahap dehidrasi, tahap pirolisis lambat, tahap pirolisis cepat, tahap polikondensasi cepat, dan tahap polikondensasi lambat. Pada proses gasifikasi dengan O2 terbatas, sampel SM02 menunjukan pengurangan massa yang lebih banyak sehingga reaktivitasnya lebih tinggi dibandingkan sampel SM01. Batubara dengan peringkat lebih rendah akan lebih reaktif pada proses gasifikasi batubara karena strukturnya lebih berpori, mempunyai area permukaan aktif yang lebih luas, dan gugus fungsi dengan kandungan oksigen yang lebih banyak. Reaktivitas gasifikasi juga dapat meningkat karena adanya senyawa atau mineral yang memberikan efek katalitik pada reaksi gasifikasi.", "Daftar File": {"ABSTRAK Ozan Bagas Suseno": "https://digilib.itb.ac.id/gdl/download/251272"}, "Penulis": "Ozan Bagas Suseno [12118029]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Komang Anggayana, M.S.", "Dr.Eng. Syafrizal, S.T., M.T.", "Dr. phil. nat. Agus Haris Widayat, S.T., M.T.", "Dr. phil. nat. Agus Haris Widayat, S.T., M.T.", "Dr.Eng. Tri Karian, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "karakteristik batubara, pirolisis, gasifikasi, analisis termogravimetri", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "8 file", "Tanggal Input": "28 Jun 2022"}