{"Nomor": 66539, "Judul": "PREDIKSI NILAI KECEPATAN PARTIKEL PUNCAK MENGGUNAKAN PEMODELAN TEKANAN PELEDAKAN DENGAN METODE ELEMEN HINGGA", "Abstrak": "Getaran tanah (ground vibration) merupakan efek samping yang menjadi perhatian utama dari operasi peledakan. Terdapat peraturan khusus mengenai ambang batas ground vibration yang dihasilkan guna meminimalkan kerusakan pada bangunan, struktur, maupun fasilitas di dekatnya. Oleh karena itu, prediksi mengenai nilai getaran tanah lewat nilai PPV (peak particle velocity) yang diinduksi dari proses\npeledakan menjadi perhatian utama di pertambangan. Metode yang paling banyak digunakan dalam memprediksi nilai PPV saat ini adalah metode empiris. Namun, metode empiris ini tidak mempertimbangkan kompleksitas dari parameter massa batuan dan ketidakpastian kondisi in situ berupa kondisi topografi yang kompleks. Penelitian ini bertujuan untuk memprediksi nilai PPV dengan kondisi massa batuan dan topografi yang kompleks dengan input parameter berupa variasi nilai blast load\n(tekanan peledakan) menggunakan pemodelan numerik finite element (elemen hingga). Diperoleh suatu persamaan untuk menentukan nilai tekanan peledakan berdasarkan jumlah muatan bahan peledak yaitu P = 0.665 (kJ/kg) x Qmax (kg). Persamaan ini digunakan untuk memprediksi nilai PPV sebesar 3 mm/s pada jarak 300 m dari sumber peledakan ke titik pemantauan.", "Daftar File": {"ABSTRAK Muhammad Thariq Azis Faisal": "https://digilib.itb.ac.id/gdl/download/251329"}, "Penulis": "Muhammad Thariq Azis Faisal [12118025]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ganda Marihot Simangunsong, S.T., M.T.", "Dr.Eng. Ganda Marihot Simangunsong, S.T., M.T.", "Arie Naftali Hawu Hede, S.T., M.T., Ph.D.", "Simon Heru Prassetyo, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "tekanan peledakan, metode elemen hingga, empiris, numerik, peak particle velocity.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "28 Jun 2022"}