{"Nomor": 66543, "Judul": "PEMODELAN DAN ESTIMASI SUMBERDAYA BATUBARA DI PT ABC, KABUPATEN ACEH BARAT, PROVINSI ACEH", "Abstrak": "Penelitian ini bertujuan untuk melakukan pemodelan dan estimasi sumberdaya batubara yang didapatkan melalui pengolahan serta analisis terhadap data eksplorasi seperti data hasil pengeboran dan survei topografi. Studi kasus dilakukan di Blok Selatan IUP PT ABC yang terletak di daerah Kabupaten Aceh Barat, Provinsi Aceh. Data yang digunakan merupakan data primer hasil eksplorasi yang telah selesai dilakukan pada tahun 2019 dengan jumlah lubang bor eksplorasi sebanyak 89 titik dan data kualitas sebanyak 34 lubang bor. Dari hasil analisis korelasi stratigrafi didapatkan 15 seam batubara dengan arah umum jurus (strike) berarah Barat Laut dan arah penunjaman (dip) lapisan sekitar 3°. Berdasarkan pertimbangan kualitatif meliputi aspek sedimentasi, tektonik, dan kualitas, daerah penelitian termasuk ke dalam klasifikasi geologi sederhana menurut SNI 5015:2019.\n\nEstimasi sumberdaya dilakukan berdasarkan standar klasifikasi SNI 5015:2019 pada seam batubara D, E, F, dan G dengan batasan kedalaman -100 m. Estimasi sumberdaya pada daerah penelitian didapatkan sebesar 96,90 juta ton dengan klasifikasi terukur (measured), 7,24 juta ton dengan klasifikasi tertunjuk (indicated), dan 2,88 juta ton dengan klasifikasi tereka (inferred). Berdasarkan analisis awal terhadap beberapa hal terkait parameter ekonomis dan teknis termasuk rencana pemanfaatan dan pengangkutan batubara, estimasi sumber daya sudah tepat dilakukan karena batubara pada daerah ini memiliki prospek beralasan untuk dapat diusahakan lebih lanjut.", "Daftar File": {"ABSTRAK Surya Roy Sandra": "https://digilib.itb.ac.id/gdl/download/251349"}, "Penulis": "Surya Roy Sandra [12116058]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Syafrizal, S.T., M.T.", "Dr.Eng. Syafrizal, S.T., M.T.", "Dr.Eng. Tri Karian, S.T., M.T.", "Arie Naftali Hawu Hede, S.T., M.T., Ph.D.", "Dr. mont. Andy Yahya Al Hakim, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "batubara, model geologi, estimasi sumberdaya, SNI 5015:2019", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "28 Jun 2022"}