{"Nomor": 66541, "Judul": "DECLINE RATE TRANSIENT ANALYSIS MENGGUNAKAN MATERIAL BALANCE TIME PADA RESERVOIR REKAH ALAM", "Abstrak": "Reservoir rekah alam merupakan reservoir yang unik dikarenakan terjalin dari sistem matrik dan rekahan, di mana mekanismenya sangat berbeda dengan reservoir konvensional. Kontribusi terbesar aliran fluida produksi untuk jenis reservoir ini adalah melalui jaringan rekahan yang saling terhubung dan fluida yang tersimpan di dalam matriks mengalir ke dalam lubang sumur lebih banyak melalui jaringan rekahan tersebut (dual porosity system). Oleh karena itu kelakuan jenis reservoir ini tidak sama dengan reservoir biasa (single porosity system). Analisis rate transient dan Decline Curve untuk jenis reservoir ini juga tidak dapat menggunakan metode Analisis Decline Curve untuk reservoir yang konvensional.\nPenelitian ini dilakukan dengan metode Decline Rate Transient dengan menerapkan Material Balance Time pada sistem dual porosity sehingga dapat melakukan karakterisasi reservoir rekah alam. Penelitian ini menggunakan model matematik yang telah dikembangkan oleh peneliti sebelumnya dalam domain Laplace dan solusi pada real domain dihasilkan menggunakan Algoritma Gaver-Stehfest dengan variasi parameter yang dapat mempengaruhi kelakukan reservoir antara lain: Storativity Ratio atau Omega merupakan kapasitas penyimpanan fluida di dalam rekahan/fracture, Interporosity Flow Coefficient atau Lamda merupakan kemampuan suatu fluida untuk mengalir dari matriks ke rekahan/fracture, batas reservoir, dan jenis aliran matriks ke rekahan pada kondisi Pseudosteady-state dan Transien Interporosity flow.\niv\nRate Transient analisis menggunakan material balance time telah dibuat dan menghasilkan decline type curve untuk reservoir rekah alam pada aliran pseudosteady state flow. Kemudian type curve tersebut diaplikasikan dengan model sintesis menggunakan simulasi komersial. Model aliran yang digunakan yaitu Warren and Root model (Pseudosteady state flow) dengan batasan yaitu kondisi sumur produksi dengan laju alir tetap. Kemudian type curve tersebut diaplikasikan menggunakan data dari makalah yang telah dipublikasikan (Da Prat, dkk) dan diperoleh hasil type curve yang match. Dan juga type curve tersebut diaplikasikan menggunakan data produksi pada beberapa sumur Jatibarang dan diperoleh hasil type curve type curve yang match.", "Daftar File": {"ABSTRAK Sri Feni Maulindani": "https://digilib.itb.ac.id/gdl/download/251347"}, "Penulis": "Sri Feni Maulindani [32215003]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Doddy Abdassah, M.Sc., Ph.D.", "Prof. Ir. Taufan Marhaendrajana, M.Sc., Ph.D.", "Dr. Dedy Irawan, S.T., M.T."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Material Balance Time, Analisa Rate Transient, Analisa Decline Curve, Analisa Pressure Transient, Reservoir Rekah Alami.", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "28 Jun 2022"}