{"Nomor": 66545, "Judul": "ARTIFICIAL INTELLIGENCE UNTUK PREDIKSI RISIKO KELAHIRAN BAYI DENGAN BERAT BADAN LAHIR RENDAH (BBLR)", "Abstrak": "Berat badan lahir merupakan salah satu indikator penting bagi kesehatan bayi\nkedepannya. Berat badan lahir rendah (BBLR) adalah istilah untuk berat badan bayi\nsaat lahir dibawah 2500 gram, dimana bayi dengan BBLR berisiko terhambat\nperkembangan kognitifnya, terjadi malnutrisi, infeksi, munculnya berbagai\nmorbiditas, hingga mortalitas. Menurut Profil Kesehatan Indonesia tahun 2020,\nAngka Kematian Bayi (AKB) untuk neonatal terbanyak disebabkan oleh BBLR\nyang mencapai 35,15%. Hal ini menunjukkan bahwa Indonesia perlu menekan\nangka kematian bayi dan mencegah terjadinya kelahiran BBLR. Oleh karena itu,\npenting untuk mendeteksi BBLR sebagai intervensi dini, mengoptimalkan keadaan\nibu selama kehamilan, dan melahirkan berat badan lahir yang normal. Deteksi\nBBLR biasa dilakukan dengan pendekatan heuristik, yaitu mengukur parameter\nkondisi ibu saat kehamilan. Namun, pendekatan ini tidak memperhitungkan\ninteraksi antar faktor, padahal BBLR dapat disebabkan oleh pengaruh faktor-faktor\nlain yang berkaitan. Dalam hal ini, upaya pencegahan BBLR dapat memanfaatkan\npenggunaan artificial intelligence (AI), khususnya machine learning dengan\nmengolah data dari berbagai faktor untuk membuat model prediksi kelas risiko. Hal\nini dapat membuat sistem deteksi lebih baik dan diimplementasikan sebagai sistem\nyang digunakan untuk screening risiko kelahiran BBLR.\nPada penelitian ini, telah dilakukan eksplorasi data pada salah satu klinik untuk\nsosioekonomi menengah-kebawah di Bandung, bahwa fitur paling berpengaruh\nterhadap pelatihan model prediksi kelas risiko BBLR adalah berat badan ibu, tinggi\nfundus uteri, dan total penghasilan. Data yang digunakan adalah basis data poli\nlayanan antenatal (ANC), sosioekonomi, dan berat badan lahir sebagai label.\nMelalui pembagian dataset secara acak, dengan menggunakan fitur-fitur\nsosioekonomi, dan melakukan hyperparameter tuning, didapatkan parameter\nterbaik untuk melatih model sehingga menghasilkan akurasi random forest sebesar\n94,51% untuk dataset tanpa dilakukan oversampling, dan 93,29% setelah dilakukan\noversampling dengan SMOTE. Model terakhir kemudian digunakan untuk\ndeployment ke halaman web menggunakan mikroframework bernama Flask dan\nserver online platform Heroku agar dapat digunakan pengguna yaitu tenaga\nkesehatan khususnya bidan di klinik.", "Daftar File": {}, "Penulis": "Athaya Syaqra [18318021]", "Kontributor / Dosen Pembimbing": ["Dr. Widyawardana Adiprawita, S.T., M.T.", "Allya Paramita Koesoema, S.T., M.T., Ph.D.", "Isa Anshori, S.T., M.Eng.", "Dr. Beni Rio Hermanto, S.T., M.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "BBLR, antenatal, machine learning, prediksi, risiko.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "28 Jun 2022"}