{"Nomor": 66548, "Judul": "PREDIKSI KEJADIAN TSUNAMI DENGAN PENDEKATAN FUSI SENSOR DAN PEMBELAJARAN MESIN UNTUK  PERINGATAN DINI", "Abstrak": "Tsunami adalah gelombang air laut yang merambat ke segala arah dan terjadi\nkarena adanya gangguan impulsif pada dasar laut. Sebagian besar tsunami yang\nterjadi di Indonesia dipicu oleh terjadinya gempa bumi tektonik. Tidak semua\ngempa bumi tektonik mengakibatkan tsunami, tetapi sebagian besar tsunami\ndisebabkan oleh gempa bumi tektonik. Indonesia termasuk negara yang rawan\nterhadap bencana tsunami jarak dekat atau tsunami lokal karena sebagian daerah\npantainya dekat dengan sumber tsunami. Hal ini menyebabkan bencana tsunami\ndapat terjadi kurang dari 30 menit setelah gempa bumi terjadi. Itu sebabnya sistem\nperingatan dini terhadap tsunami (Tsunami Early Warning System – TEWS)\nmenjadi sesuatu yang penting untuk dibangun dan dikembangkan khususnya di\nIndonesia.\nSalah satu bagian penting di dalam TEWS adalah bagian penentu keputusan\nperingatan dini yang bertugas untuk memprediksi potensi terjadinya tsunami dari\nsebuah peristiwa gempa bumi. Ketika gempa bumi terjadi, maka bagian penentu\nkeputusan ini akan melakukan proses prediksi tsunami dan mengeluarkan\nkeputusan gempa bumi tersebut berpotensi menyebabkan terjadinya tsunami atau\ntidak. Dua isu penting di dalam sistem peringatan dini tsunami khususnya pada\nbagian penentu keputusan peringatan dini adalah akurasi prediksi dan waktu\nkomputasi yang berpengaruh pada waktu terbit peringatan pertama. Beberapa\npenelitian yang telah dilakukan dalam hal prediksi tsunami menunjukkan belum\noptimalnya akurasi prediksi dan waktu komputasi yang dicapai.\nSecara umum, penelitian ini bertujuan untuk meningkatkan kinerja sistem prediksi\npotensi tsunami dari sebuah kejadian gempa bumi dalam hal akurasi dengan waktu\nkomputasi yang masih dapat diterima untuk keperluan peringatan dini tsunami\nmenggunakan pendekatan metodologi yang baru, yaitu pendekatan pembelajaran\nmesin dan fusi sensor di dalam inferensi atau pengambilan keputusannya.\nPenelitian disertasi ini didasarkan pada hipotesis awal bahwa penggunaan\npendekatan fusi sensor di dalam penyediaan input pembelajaran mesin dalam\nbentuk penggabungan fitur seismik yang diperoleh dari data seismometer berupa\ndurasi robekan (rupture), periode dominan sinyal P, diskriminan durasi-periode,\nmagnitudo momen, dan informasi terkait posisi stasiun seismometer dengan fitur\n\nii\n\nseismik yang diperoleh dari data deret waktu Global Positioning System (GPS)\nberupa informasi terkait mekanisme fokal seperti arah pergeseran bidang gempa,\ndiharapkan dapat mengoptimasi performansi prediksi tsunami dalam hal akurasi\ndengan waktu komputasi yang masih dapat diterima untuk keperluan peringatan\ndini tsunami.\nPenelitian ini dilakukan dalam empat tahapan penelitian. Tahap pertama difokuskan\npada dua pekerjaan mendasar yaitu perancangan model set fitur beserta data set\nyang mengimplementasikannya yang akan digunakan untuk keperluan\npembelajaran mesin dan merancang proses ekstraksi ciri untuk menghasilkan fitur\ndari sinyal seismik. Tahap kedua difokuskan pada eksperimen pembelajaran mesin\nuntuk melakukan klasifikasi gempa bumi menggunakan beberapa metode\npengklasifikasi yaitu K-Nearest Neighbor (KNN), Decision Tree, Random Forest,\nSupport Vector Machine (SVM), dan Artificial Neural Network (ANN) beserta\nanalisis kinerja masing-masing algoritma dalam melakukan prediksi. Selanjutnya\ndi tahap ketiga penelitian, dilakukan pengembangan Model Inversi Okada\nmenggunakan Algoritma Genetika (AG) untuk mengestimasi beberapa parameter\nsumber gempa dan magnitudo momen gempa bumi. Proses inversi Model Dislokasi\nOkada menggunakan AG ini sekaligus menjadi proses ekstraksi fitur dari data deret\nwaktu GPS untuk menghasilkan fitur seismik pelengkap dari fitur yang dihasilkan\nsebelumnya. Pada tahap akhir penelitian dilakukan eksplorasi berbagai model fusi\nsensor antara sensor seismometer dan sensor GPS untuk mengoptimasi kinerja\nprediksi sistem dalam hal akurasi maupun waktu komputasi.\nBeberapa kontribusi orisinal dan bersifat kebaruan yang dihasilkan dari penelitian\nini di antaranya yaitu model himpunan fitur seismik yang spesifik untuk keperluan\nprediksi potensi tsunami, model inversi Okada-AG untuk mengestimasi parameter\nsumber gempa dan magnitudo momen, dan model fusi sensor kondisional yang\nmelibatkan sensor seismometer dan sensor GPS untuk meningkatkan kinerja\nprediksi. Di akhir penelitian diperoleh capaian kinerja prediksi potensi tsunami\nyang baik hingga mencapai akurasi lebih dari 95% dan waktu komputasi yang dapat\nditerima sesuai dengan kebutuhan sistem peringatan dini.", "Daftar File": {}, "Penulis": "Astri Novianty [33216017]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Carmadi Machbub", "Prof. Dr. Antonius Nanang Tyasbudi P., M.Sc.", "Prof. Sri Widiyantoro, M.Sc., Ph.D.", "Prof. Dr. Ir. Bambang Riyanto Trilaksono", "Dr. Irwan Meilano, S.T., M.Sc."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Elektro dan Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "tsunami, sistem peringatan dini, seismik, GPS, pembelajaran mesin,fusi sensor.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "28 Jun 2022"}