{"Nomor": 66557, "Judul": "DESAIN INTERAKSI FITUR VIRTUAL TRY-ON PRODUK  PAKAIAN DI E-COMMERCE", "Abstrak": "Dengan semakin berkembangnya teknologi, terjadi sebuah behavior shift pada perilaku\nbelanja masyarakat, salah satunya dalam membeli salah satu kebutuhan pokok, yaitu\npakaian. Saat ini, produk pakaian dapat dibeli secara online di e-commerce dengan\nmudah, tetapi pembelian produk pakaian secara online memiliki konsekuensi yaitu\nkemungkinan terjadinya ketidaksesuaian ekspektasi pengguna dengan produk aslinya.\nFitur yang telah ada di e-commerce sekarang belum dapat memberikan pengalaman\nterpersonalisasi untuk mencocokkan pakaian dengan karakteristik pengguna secara\nvirtual. Oleh karena itu, tujuan tugas akhir ini adalah untuk mengembangkan desain\ninteraksi fitur virtual try-on produk pakaian atau virtual dressing room di e-commerce\nyang dapat membantu pengguna dalam membuat keputusan dengan lebih baik saat\n\nmembeli pakaian. Pengembangan desain interaksi ini menggunakan metodologi user-\ncentered design (UCD) menurut ISO 9241-210 dengan mengutamakan partisipasi\n\npengguna secara langsung dalam prosesnya. Proses UCD terdiri dari identifikasi\nkonteks penggunaan, spesifikasi kebutuhan pengguna, implementasi prototipe desain\ninteraksi, dan evaluasi prototipe yang bersifat iteratif. Luaran dari tugas akhir ini adalah\nprototipe high-fidelity yang memenuhi usability goals dan user experience goals yaitu\neffective to use, easy to learn, have a good utility, helpful, dan enjoyable. Ketercapaian\nusability goals dan user experience goals diukur secara kuantitatif menggunakan metrik\nSuccess Rate untuk effective to use, Single Easy Question (SEQ) dan Learning Curve\n(time to complete a task) untuk easy to learn, System Usability Scale (SUS) untuk have\na good utility, Intrinsic Motivation Inventory (IMI) subskala value/usefulness untuk\nhelpful, dan Intrinsic Motivation Inventory subskala interest/enjoyment untuk\nenjoyable. Nilai Success Rate adalah sebesar 100%, skor SEQ adalah sebesar 6.92,\naverage time to complete task dengan kenaikan efisiensi sebesar 46.42% pada iterasi\nkedua, skor SUS adalah sebesar 85.5, skor IMI subskala value/usefulness adalah 6.5,\ndan skor IMI subskala interest/enjoyment adalah 6.4. Dengan hasil pengukuran\ntersebut, dapat disimpulkan bahwa prototipe sudah mencapai usability goals dan user\nexperience goals.", "Daftar File": {}, "Penulis": "Jingga Mutiara Windyarahma [18218031]", "Kontributor / Dosen Pembimbing": ["Adi Mulyanto, S.T., M.T.", "Dicky Prima Satya, S.T., M.T.", "Fitra Arifiansyah, S.Kom., M.T.", "Fetty Fitriyanti Lubis, S.T., M.T.", "Fetty Fitriyanti Lubis, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "virtual dressing room, virtual try-on, pakaian, user-centered design, e- commerce", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "28 Jun 2022"}