{"Nomor": 66552, "Judul": "THERMODYNAMIC MODELING OF THE THF4-LIF-NAF-KF SYSTEM FOR APPLICATION IN MOLTEN SALT REACTOR", "Abstrak": "Molten Salt Reactors (MSRs) are nuclear reactor operated by using molten salt containing fissile material like thorium and uranium as the fuel. This reactor is designed to resolve the limitations of Light Water Reactors (LWRs) commonly used nowadays. One of the key parameters determining the success of MSRs operation is the understanding the behavior of the molten salt. Thermodynamic modelling of this fuel system is needed to obtain optimum thermodynamic properties vital for operation parameter of the reactor. The purpose of present study is to build and optimize the thermodynamic database for the system of ThF4-LiFNaF- KF based on available experimental data and thermodynamic parameters to be\nimplemented for MSRs applications.\n\nIn this study, information related to the properties and thermodynamic model of the ThF4-LiF-NaF-KF system was collected. The development of models for pure components and solutions was then carried out using the available thermodynamic parameters. The consistency of the resulting thermodynamic database was checked using experimental data available to date. The optimization of the thermodynamic\nmodel parameters in this study was carried out specifically on the LiF-ThF4 system. The optimized database was then used to calculate the thermodynamic properties related to the application of MSRs.\n\nThe result from the optimization of LiF-ThF4 system indicates higher eutectic temperature than previous investigation. Optimization also minimizes the difference of liquidus temperature reported by previous model and experimental data at low thorium concentration. Mixing enthalpy calculated from the present\ninvestigation are close to the data reported by Capelli. The calculated ternary diagrams of ThF4-NaF-LiF dan ThF4-KF-LiF system show that the mixture of 4.65 mol-% ThF4, 55.85mol-% KF, dan 29.5 mol-% LiF can be used for MSRs applications as it melts at relatively low temperature of 550°C.", "Daftar File": {"ABSTRAK Rakai Erlans Fatahillah": "https://digilib.itb.ac.id/gdl/download/251375"}, "Penulis": "Rakai Erlans Fatahillah [12518020]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Zulfiadi, S.T., M.T.", "D.Sc.(Tech.) Imam Santoso, S.T., M.Phill.", "Taufiq Hidayat, S.T., M.Phill., Ph.D.", "Taufiq Hidayat, S.T., M.Phill., Ph.D.", "Fadhli Muhammad, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "MSRs, modeling, thermodynamics, optimization, molten salt", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "28 Jun 2022"}