{"Nomor": 66556, "Judul": "ANALISIS DAN SIMULASI PENYEBARAN COVID-19 DI INDONESIA MENGGUNAKAN PEMODELAN SIR-QFV DENGAN OPTIMASI", "Abstrak": "Indonesia menjadi salah satu negara yang terdampak berat oleh pandemi virus COVID-19.\nSejak bulan Maret 2020, Indonesia tercatat telah mengalami tiga gelombang COVID-19,\ndengan puncak kasus aktif terjadi pada sekitar Februari 2021 untuk gelombang 1, Juli 2021\nuntuk gelombang 2, dan Februari 2022 untuk gelombang 3. Terdapat berbagai upaya\nPemerintah Indonesia dalam menekan penyebaran COVID-19 di Indonesia, di antaranya\nmengeluarkan kebijakan protokol kesehatan dan program vaksinasi. Namun, hal ini tetap saja\nmenimbulkan kekhawatiran dalam masyarakat terkait risiko penyebaran COVID-19 karena\nberbagai ketidakpastian. Salah satu alternatif solusi yang dapat dilakukan untuk memahami\ndinamika penyebaran COVID-19 adalah melakukan pemodelan kompartemen penyakit\nendemi. Pada tugas akhir ini, dilakukan pengembangan model SIR-QFV yang terdiri dari\nkompartemen susceptible, infected, recovered, quarantined, fatal, dan vaccinated. Untuk\nmembuat model SIR-QFV, dilakukan pembagian waktu penyebaran ke dalam fase-fase\nberdasarkan analisis tren S-R menjadi 73 fase per 2 Juni 2022. Untuk setiap fase, dilakukan\nestimasi parameter penyebaran menggunakan Optuna. Model SIR-QFV yang telah dioptimasi\ndapat digunakan untuk membuat simulasi beberapa skenario penyebaran pandemi. Simulasi\ndilakukan dengan 2 skenario, yaitu manipulasi contact rate dan vaccination rate. Sebagai hasil,\ndapat disimpulkan bahwa penekanan contact rate dengan protokol kesehatan dapat\nmenurunkan kasus dan sebaliknya. Sementara itu, proses vaksinasi akan memberikan dampak\nsignifikan terhadap penurunan kasus apabila protokol kesehatan tetap dilaksanakan.\nPerhitungan kinerja model dengan beberapa metrik evaluasi menghasilkan kesimpulan bahwa\nmodel SIR-QFV dapat dijadikan salah satu alternatif dalam memahami dinamika penyebaran\nCOVID-19. Model memiliki nilai R2\n\nscore sebesar 0,866, RMSE sebesar 2.434, RMSLE\n\nsebesar 0,026, MAE sebesar 951, dan MAPE sebesar 0,012.", "Daftar File": {}, "Penulis": "Christovito Hidajat [18218043]", "Kontributor / Dosen Pembimbing": ["Dra. Harlili, M.Sc.", "Dr. Ir. Dimitri Mahayana, M.Eng.", "Dr. Pranoto Hidaya Rusmin, S.T., M.T.", "Dr. Pranoto Hidaya Rusmin, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "COVID-19, model kompartemen, SIR-QFV, Optuna, skenario", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "28 Jun 2022"}