{"Nomor": 66553, "Judul": "SINTESIS MATERIAL PREKURSOR KATODA BATERAI LITHIUM NMC 811 MENGGUNAKAN NIKEL SULFAT HASIL PEMURNIAN BIJIH NIKEL DALAM NEGERI DAN ANALISIS PERFORMA ELEKTROKIMIANYA", "Abstrak": "Pada era transisi kendaraan berbahan bakar fosil menjadi kendaraan listrik, kebutuhan baterai Lithium-ion semakin meningkat. Penggunaan kendaraan listrik berbasis baterai ini menjadi pilihan untuk mengurangi emisi gas rumah kaca (CO2) yang dihasilkan dari kendaraan berbahan bakar fosil yang berdampak pada pemanasan global. Kinerja baterai Li-ion sangat bergantung pada performa elektroda, khususnya katoda-nya. Salah satu material katoda yang diprediksi ke depan banyak digunakan pada baterai Li-ion adalah LiNixMnyCozO2 atau dikenal dengan singkatan NMC. Pada penelitian ini dilakukan proses sintesis material katoda baterai Li-NMC 811 dengan metode ko-presipitasi dan pengujian performa elektrokimia sel baterai NMC 811, dimana terdapat 3 jenis sumber nikel sebagai bahan penyusun material katoda NMC 811 yaitu nikel sulfat yang dihasilkan dari proses ekstraksi dan pemurnian bijih nikel laterit dari Pulau Sulawesi, nikel sulfat komersial dan MHP.\n\nPenelitian dimulai dengan preparasi material penyusun katoda sesuai variasi yang ditentukan. Setelah garam-garam sulfat (NiSO4.6H2O, CoSO4.7H2O dan MnSO4.H2O) masing-masing ditimbang sesuai dengan massa yang direncanakan sesuai stoikiometri NMC 811, selanjutnya dilakukan pencampuran antara garam-garam tersebut dalam media asam oksalat (H2C2O4) 2M sebagai agen presipitasi\nyang ditambahkan larutan NH4OH sebagai pengontrol pH. Pengadukan material dilakukan selama 2 jam setelah mencapai suhu 60? dengan kecepatan 200 rpm. Larutan didiamkan dan dicuci hingga pH netral, disaring dan dikeringkan. Produk proses kopresipitasi selanjutnya dilakukan kalsinasi pada suhu 600? selama 6 jam dan sintering pada suhu 800? selama 12 jam dengan injeksi gas oksigen untuk\nmenghasilkan 3 jenis material prekursor dengan 3 sumber nikel yang berbeda yaitu SK-LNMCO-811 (menggunakan nikel sulfat teknis dari pasaran), SM-LNMCO- 811 (menggunakan MHP sebagai sumber nikel) dan SX-LNMCO-811 (menggunakan nikel sulfat dari proses pemurnian MHP). Dilakukan fabrikasi sel baterai dengan 3 jenis prekursor katoda tersebut dengan anoda grafit dan digunakan juga prekursor komersial (kode K-NMC 811) sebagai pembanding.\n\nHasil penelitian menunjukkan material hasil sintesis mempunyai rasio mol Ni:Mn:Co mendekati 8:1:1 dengan struktur kimia LiNi0,8Mn0,1Co0,1O2 dan struktur kristal trigonal (hexagonal axes). Figure of Merit (FoM) kristal prekursor yang menggunakan nikel sulfat produk sintesis (SX-LNMCO-811) mendekati prekursor komersial K-NMC-811 dengan kemiripan sebesar 98,7%. Ukuran partikel serta persebaran partikel pada D10, D50, D90 yang menggunakan nikel sulfat produk sintesis (SX-LNMCO-811) memiliki kemiripan dengan prekursor komersial KNMC- 811. Sampel K-NMC-811 dan SX-LNMCO-811 memiliki nilai rataan ukuran partikel yang hampir sama yaitu masing-masing 18,28 ?m dan 17,16 ?m. Ukuran partikel prekursor katoda NMC 811 ini sesuai dengan penelitian yang telah dilakukan sebelumnya yaitu pada kisaran 15-20 ?m. Hasil analisis FTIR memperlihatkan kesesuaian gugus senyawa yang terbentuk setelah tahapan kopresipitasi, yaitu terbentuknya ikatan O-H dan C-O. Hasil analisis produk sintesis\nsetelah kalsinasi dan sintering yang mendissosiasikan karbonat dan oksalat dari campuran logam-oksalat dan lithium karbonat dengan melepaskan gas CO2 diindikasikan oleh hasil FTIR dengan ikatan O-H, C-O dan ikatan karbonat (CO32-) yang semakin melemah (melandai). Karakterisasi morfologi menggunakan SEM partikel LiNi0,8Mn0,1Co0,1O2 dengan nikel sulfat produk sintesis memperlihatkan\nbentuk partikel SX-LNMCO-811 yang cenderung bulat dan paling mirip dengan sampel prekursor komersial K-NMC-811. Hasil SEM-EDS mapping mengidentifikasi sebaran unsur Ni, Mn, dan Co pada partikelnya. Performa elektrokimia terbaik full battery LiNi0,8Mn0,1Co0,1O2 ditunjukkan sel baterai\ndengan kode SX-LNMCO-811 yang menggunakan nikel sulfat hasil sintesis sebagai sumber nikel, yaitu sebesar 178,93 mAh/g dengan efisiensi 94,32%. Nilai koefisien difusi terbaik pada sampel SX-LNMCO-811 yaitu 4,22 x 10-9 cm2/s dan hasil CV menunjukkan setiap sampel memiliki puncak oksidasi dan puncak reduksi yang berkorelasi dengan reversibilitas charge-discharge.", "Daftar File": {"ABSTRAK Anisa Surya Wijareni": "https://digilib.itb.ac.id/gdl/download/251383", "BAB 1 Anisa Surya Wijareni": "https://digilib.itb.ac.id/gdl/download/251384", "BAB 2 Anisa Surya Wijareni": "https://digilib.itb.ac.id/gdl/download/251385", "BAB 3 Anisa Surya Wijareni": "https://digilib.itb.ac.id/gdl/download/251386", "BAB 4 Anisa Surya Wijareni": "https://digilib.itb.ac.id/gdl/download/251387", "BAB 5 Anisa Surya Wijareni": "https://digilib.itb.ac.id/gdl/download/251388", "PUSTAKA Anisa Surya Wijareni": "https://digilib.itb.ac.id/gdl/download/251389"}, "Penulis": "Anisa Surya Wijareni [22520003]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Mohammad Zaki Mubarok, S.T., M.T.", "Dr.Eng. Bonita Dilasari, S.T., M.T.", "Dr.Eng. Nurulhuda Halim, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Nikel, NMC 811, kopresipitasi, katoda, charge-discharge", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "28 Jun 2022"}