{"Nomor": 66560, "Judul": "KAJIAN IMPLEMENTASI STANDAR PROTOKOL BIM KEMENTERIAN PUPR 2020 STUDI KASUS : PROYEK PEMBANGUNAN GEDUNG UNIVERSITAS NAHDLATUL ULAMA (UNU) YOGYAKARTA", "Abstrak": "Dalam rangka mencapai konstruksi berkelanjutan, kementerian PUPR telah berkomitmen secara penuh untuk menerapkan teknologi BIM pada proyek infrastruktur dengan dibentuknya Roadmap Penerapan BIM dari tahun 2017 hingga tahun 2022. Untuk saat ini fokus implementasi BIM masih pada fase adopsi yang di dalamnya meliputi pembentukan standar dan protokol dari pelaksanaan BIM yang bertujuan untuk mencapai kesamaan persepsi terkait tahapan kerja dan output yang diinginkan dari BIM antara pengguna jasa dan penyedia jasa. Penerapan BIM perlu dianalisis dan dievaluasi agar dapat menciptakan penggunaan BIM yang lebih efektif dengan mengacu kepada standar protokol yang telah dibentuk. Proyek ditinjau adalah proyek Universitas Nahdlatul Ulama Yogyakarta. Proyek tersebut merupakan proyek percobaan (pilot project) yang menerapkan BIM dengan pedoman Dokumen Protokol BIM Kementerian PUPR 2020. Pengumpulan data implementasi BIM dilakukan dengan menggunakan metode wawancara dan kuesioner kepada tim proyek BIM yaitu pelaksana tugas, konsultan perencana, konsultan manajemen konstruksi, dan kontraktor. Selanjutnya dilakukan analisis tingkat kepentingan dan tingkat kinerja faktor pelaksanaan BIM pada proyek untuk menentukan prioritas kebijakan dan evaluasi yang perlu dilakukan dengan menggunakan analisis Importance Performance Analysis. Selain itu, dilakukan pula analisis kesesuaian penerapan BIM pada proyek terhadap standar protokol BIM Kementerian PUPR tahun 2020. Kedua analisis tersebut memberikan hasil yaitu 6 faktor yang pelaksanaannya belum sesuai dan memerlukan perbaikan, 6 faktor yang pelaksanaannya sudah sesuai, dan terdapat 3 faktor yang tidak diatur pada standar. Selain itu, didapatkan hasil bahwa sejumlah faktor dievaluasi berlainan oleh tim pelaksana BIM pada proyek terkait antara sifat kuadran dan kesesuaiannya. Hal tersebut mengindikasikan adanya pemahaman terhadap standar protokol BIM Kementerian PUPR yang belum menyeluruh. Sehingga dibutuhkan adanya sosialisasi terkait dengan pelaksanaan BIM menurut standar protokol BIM Kementerian PUPR tahun 2020 oleh Kementerian PUPR kepada seluruh disiplin sebelum dimulainya proyek.", "Daftar File": {"ABSTRAK Auditya Faiz Putra": "https://digilib.itb.ac.id/gdl/download/251394"}, "Penulis": "Auditya Faiz Putra [15018140]", "Kontributor / Dosen Pembimbing": ["Ir. Muhamad Abduh, M.T, Ph.D.", "Eliza Rosmaya Puri, S.T., M.T., Ph.D.", "Budi Hasiholan, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "teknologi informasi, industri konstruksi, BIM, standar protokol, bangunan gedung, evaluasi pelaksanaan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Jun 2022"}