{"Nomor": 66563, "Judul": "PEMBUATAN WEB INTERFACE NETWORK AUTOMATION UNTUK KATEGORI VERIFIKASI DENGAN PROTOKOL  EVPN VXLAN", "Abstrak": "Pada era di mana masyarakat hidup dengan internet, maka banyak bisnis atau\nperusahaan yang mengekspansi layanannya agar terhubung dengan internet.\nPenambahan layanan ini membutuhkan kapasitas penyimpanan data yang besar\nsehingga banyak perusahaan yang membangun pusat data atau data center yang\nterdiri dari ratusan hingga ribuan server yang terhubung satu sama lain. Semakin\nbanyak server yang digunakan maka topologi jaringan yang dibuat akan semakin\nkompleks. Untuk itu, dibutuhkan perluasan data center pada lokasi baru. Namun,\ndalam pelaksanaan perluasan data center dibutuhkan adanya sinkronisasi dari\nserver dari satu lokasi dengan lokasi lainnya. Untuk mengatasi hal tersebut, maka\ndigunakan teknologi L2/L3VPN menggunakan overlay seperti protokol EVPN\nVxLAN. Selain diperlukan sinkronasi, diperlukan juga automasi jaringan untuk\nmempermudah proses konfigurasi dan verifikasi untuk mengecek konfigurasi yang\ntelah dilakukan sebelumnya.\nUntuk mengatasi permasalahan di atas, maka akan dibuat sistem konfigurasi\nverifikasi automasi melalui web interface. Melalui web interface ini, pengguna\ndapat melakukan konfigurasi, verifikasi, dan melihat hasil verifikasi pada seluruh\nperangkat pada data center dengan protocol EVPN VxLAN. Metode yang\ndilakukan pada sistem ini adalah studi literatur, perancangan desain, implementasi,\ndan pengujian. Web interface dibuat menggunakan HTML, CSS, dan PHP serta\ndiintegrasikan menggunakan Ansible. Pengujian dilakukan dengan menguji\nintegrase sistem, menguji fitur pada web interface, dan menguji tampilan perubahan\ndata pada web interface dengan beberapa kondisi topologi jaringan.", "Daftar File": {}, "Penulis": "Husnul Azizah Nurrahmah [18118024]", "Kontributor / Dosen Pembimbing": ["Ir. Hendrawan, M.Sc., Ph.D.", "Dr. Tutun Juhana, S.T., M.T.", "Dr.-Ing. Eueung Mulyana, S.T., M.Sc.", "Ahmad Izzuddin, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "web interface, verifikasi, automasi, EVPN VxLAN", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "29 Jun 2022"}