{"Nomor": 66575, "Judul": "DESAIN INTERAKSI WEBSITE BEASISWA ITB DENGAN PENDEKATAN USER-CENTERED DESIGN", "Abstrak": "Beasiswa merupakan salah satu bentuk penghargaan yang diberikan kepada\nindividu dengan tujuan membantu keuangan individu tersebut dalam melanjutkan\npendidikan yang lebih tinggi. Institut Teknologi Bandung (ITB) memfasilitasi\npemberian beasiswa kepada mahasiswanya dengan cara mempermudah proses\npendaftaran beasiswa secara online dalam bentuk website. Akan tetapi, website\nbeasiswa ITB terakhir diperbarui pada tahun 2017, dengan versi 1.0. Oleh\nkarenanya website tersebut saat ini perlu pembaruan, seperti dari segi tampilan,\npengalaman pengguna, alur pengguna (user flow), serta fitur. Berdasarkan\npermasalahan tersebut, pada tugas akhir ini dilakukan pembuatan desain interaksi\nwebsite beasiswa ITB yang bertujuan untuk melakukan pembaruan pada website\nyang sudah ada. Pendekatan desain interaksi yang digunakan adalah user-centered\ndesign. Usability goals yang ingin dicapai pada desain interaksi ini adalah effective\nto use, efficient to use, dan having good utility, sedangkan user experience goals\nyang ingin dicapai adalah pleasurable dan helpful. Dalam perancangan solusi\ndesain juga melibatkan teori user experience seperti Aesthetic Usability Effect,\nJakob’s Law, dan Miller’s Law. Hasil akhir dari tugas akhir ini berupa prototipe\nhigh-fidelity yang telah diuji sebanyak dua iterasi menggunakan usability testing.\nPengujian diukur dengan task completion rate, System Usability Scale (SUS),\nSingle Ease Question (SEQ), dan Intrinsic Motivation Inventory (IMI) dengan\nsubskala Interest/Enjoyment, Effort/Importance, dan Value/Usefulness. Pengujian\npada iterasi kedua menghasilkan skor 100% untuk task completion rate, 6,63 dari 7\nuntuk SEQ, 90,5 dari 100 untuk SUS, 6,17 dari 7 untuk IMI subskala\nInterest/Enjoyment, 2,80 dari 7 untuk IMI subskala Effort/Importance, dan 6,11 dari\n7 untuk IMI subskala Value/Usefulness. Berdasarkan pengujian tersebut, desain\ninteraksi website beasiswa ITB yang dibuat telah memenuhi usability goals dan\nuser experience goals yang ingin dicapai.", "Daftar File": {}, "Penulis": "Daffa Pratama Putra [13518033]", "Kontributor / Dosen Pembimbing": ["Dra. Harlili, M.Sc.", "Dr. techn. Saiful Akbar, S.T., M.T.", "Fitra Arifiansyah, S.Kom., M.T.", "Yanti Rusmawati, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "desain interaksi, website beasiswa ITB, pendaftaran beasiswa, high- fidelity prototype, usability goal, user experience goal", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "29 Jun 2022"}