{"Nomor": 66570, "Judul": "DESAIN PEMBANGKIT HIBRIDA BERBASIS SOLAR PV-ANGIN-BATERAI-GENSET: STUDI KASUS DI PULAU MATAKUS", "Abstrak": "Listrik merupakan kebutuhan yang sangat penting untuk menunjang kehidupan\nmanusia. Di dunia modern dengan perkembangan teknologi yang kian canggih dan\npesat, listrik memiliki peran yang sangat penting dan vital. Namun sayang, kemudahan\nini tidak dapat dirasakan oleh semua manusia karena daerah tempat tinggalnya belum\nteraliri listrik. Di Indenesia ada setidaknya 346 desa yang belum teraliri listrik baik dari\ngrid PLN atau off-grid. Untuk melistriki daerah terpencil dan pada medan yang sulit,\ndapat digunakan alternatif sistem tenaga listrik hibrida off-grid yang memanfaatkan\nsumber daya terbarukan dan memadukannya dengan penggunaan generator diesel\nuntuk menjamin ketersediaan pasokan listrik akibat sifat energi terbarukan yang\nvariabel/intermiten. Penelitian ini mengambil lokasi di Pulau Matakus sebagai studi\nkasus karena di pulau ini belum teraliri listrik. Sistem pembangkitan dibagi menjadi\ndua untuk melayani beban komunal/rumah tangga dan beban administratif. Konfigurasi\nsistem yang paling optimal untuk memberikan suplai pada beban komunal terdiri dari\n4.86 kW solar PV, 2 kW turbin angin, 6 kW genset, dan 12 kWh baterai dengan LCOE\nRp3.450/kWh dan mencapai 53,5% RE share. Sedangkan untuk beban administratif,\nkonfigurasi optimal berasal dari 100% energi terbarukan, yang terdiri dari 2,63 kW\nsolar PV, 1 kW turbin angin, dan 8 kWh baterai dengan LCOE Rp4.075/kWh. Analisis\nsensitivitas yang dilakukan menunjukkan sistem energi hibrida robust terhadap\nperubahan harga komponen dan peningkatan beban listik.", "Daftar File": {}, "Penulis": "Ema Widhi Pratiwi [18018004]", "Kontributor / Dosen Pembimbing": ["Burhanuddin Halimi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "sistem tenaga hibrida, energi terbarukan, BPP, emisi, konfigurasi", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "29 Jun 2022"}