{"Nomor": 66578, "Judul": "PENGEMBANGAN HARDWARE DAN ALGORITMA PEMROSESAN SINYAL PADA PERANGKAT WEARABLE PEMANTAU DETAK JANTUNG BERBASIS PHOTOPLETHYSMOGRAPHY", "Abstrak": "Penyakit kardiovaskular adalah salah satu penyebab utama kematian tidak hanya di\nIndonesia, tetapi juga di seluruh dunia. Pemantauan rutin terhadap irama jantung\ndan kelainannya semakin diperlukan dalam menunjukkan kemungkinan penyakit\nkardiovaskular fatal secara dini. Menyadari terbatasnya akses masyarakat terhadap\npemantauan detak jantung konvensional berbasis ECG, disusun tugas akhir\nperangkat wearable pemantau detak jantung berbasis photoplethysmography\ndengan tujuan untuk menyediakan pemantauan detak jantung yang mudah diakses,\nmudah digunakan dalam kehidupan sehari-hari, serta dapat digunakan tanpa\nbantuan tenaga medis. Photoplethysmography merupakan metode optik untuk\nmemperoleh sinyal detak jantung menggunakan LED dan photodetector; perbedaan\nintensitas sinar LED yang direfleksikan kulit menuju photodetector membawa\ninformasi mengenai volume darah yang mengalir di bawah kulit. Perangkat yang\ndirancang tim bekerja dengan konsep Android-based computing, yakni perangkat\nwearable hanya berfungsi untuk mengirimkan data secara wireless menuju\nperangkat Android, sementara perangkat Android yang akan melakukan estimasi\ndetak jantung. Fitur sekaligus kebaruan yang diberikan oleh rancangan adalah\nkemampuan untuk memberikan peringatan takikardia (detak jantung istirahat di\natas ambang normal) dan takikardia (detak jantung istirahat di atas ambang normal)\nyang diwujudkan melalui perhitungan rata-rata detak jantung dan klasifikasi\naktivitas berbasis RNN-LSTM. Proses perancangan meliputi perancangan\nperangkat wearable dan aplikasi Android yang berfungsi sebagai lokasi\npemrosesan sinyal dan antarmuka pengguna. Kedua bagian utama ini dirancang\nmelalui pendekatan top down dan terbagi menjadi empat subsistem, meliputi\nsubsistem Data Acquisition, subsistem User I/O & Control, subsistem Data\nProcessing, serta subsistem Graphic User Interface. Buku tugas akhir ini membahas\nsecara lebih dalam mengenai pemilihan komponen hardware dan algoritma\npemrosesan detak jantung yang menjadi tanggung jawab penulis. Komponen\nperangkat keras tersusun atas sensor PPG Gravity, sensor akselerometer MPU6050\nsebagai referensi pergerakan, rangkaian power path pengatur daya, controller\nESP32, dua buah LED, switch MSS22D18, serta charging module TP4056 yang\ndirealisasikan ke dalam tiga lapis PCB berukuran 44 ? 38 mm. Sebagai algoritma\nestimasi detak jantung, digunakan algoritma Galli berbasis Subspace\n\nii\n\nDecomposition dan Kalman Filtering yang terbukti memiliki akurasi tertinggi dari\nlima algoritma pembanding yang diuji tim. Perangkat berhasil mencapai lima dari\nenam spesifikasi yang ditargetkan, meliputi rentang detak jantung yakni 30 – 250\nbpm, akurasi AAE (Average Absolute Error) < 6 bpm (perangkat mencapai angka\nakurasi 3.646 bpm) dengan resolusi 1 bpm, sampling rate > 50 Hz (mencapai 59\nHz), output rate estimasi sebesar 0.5 – 1.5 Hz (mencapai 0.988 Hz), dan jarak\nmaksimum antara perangkat wearable dan Android sebesar > 7 meter (mencapai\n40 meter). Produk mencapai ukuran panjang, lebar, dan massa (< 50 ? 40 mm, <\n200 gram) sesuai spesifikasi, namun memiliki tinggi lebih 3 mm dari spesifikasi\nsebesar maksimum 20 mm; hal ini dapat diperbaiki di masa mendatang dengan\nmengurangi penggunaan breakout module dalam rancangan. Perangkat yang\ndirancang berhasil mengatasi masalah utama karena menyediakan alternatif\npemantauan detak jantung yang mudah digunakan dari segi bentuk dan ukuran,\nmudah diakses masyarakat, dapat digunakan tanpa bantuan medis, serta terbukti\nakurat dalam berbagai aktivitas. Mengenai pengembangan, akurasi produk dapat\nditingkatkan di masa mendatang melalui penggunaan sensor dengan signal-to-noise\nratio yang lebih tinggi dan kualitas sinyal yang konsisten dalam kondisi bergerak,\nsementara daya tahan baterai dapat ditingkatkan dengan pemilihan kontroler yang\nmembutuhkan arus lebih kecil dari ESP32.", "Daftar File": {}, "Penulis": "I Gede Indrayana Yogaputra [13218074]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ir. Sarwono Sutikno", "Prof. Trio Adiono, S.T., M.T., Ph.D.", "Habibur Muhaimin, S.T., M.Sc.", "Dr. Beni Rio Hermanto, S.T., M.M.", "Nur Ahmadi, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "perancangan, wearable, photoplethysmography, Android", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "29 Jun 2022"}