{"Nomor": 66595, "Judul": "PEMBANGUNAN KAKAS PEMBUATAN BUKU AUDIO BAGI PENYANDANG DISABILITAS PENGLIHATAN MENGGUNAKAN SINTESIS UCAPAN", "Abstrak": "Perkembangan zaman begitu pesat. Akses informasi di era digital sangat mudah\ndilakukan, namun tidak demikian bagi komunitas difabel, terutama komunitas\npenyandang disabilitas penglihatan (PDP) di Indonesia. Umumnya, bagi PDP,\nakses informasi hanya dapat dilakukan melalui indra pendengaran saja. Beberapa\nupaya pemerataan informasi telah dilakukan, baik oleh komunitas maupun pribadi,\nmelalui media digital maupun konvensional. Upaya pemenuhan akses informasi\nberlangsung dengan baik namun belum berhasil mencakup seluruh komunitas PDP,\nterutama yang berada di Indonesia. Proyek penelitian ini bertujuan untuk\nmengembangkan sebuah sistem perangkat lunak untuk meningkatkan pemerataan\ninformasi kepada PDP dalam bentuk buku audio. Tugas akhir ini merupakan bagian\ndari proyek penelitian tersebut dan berfokus pada pengembangan kakas yang\ndigunakan oleh pengajar non-PDP. Tugas akhir juga mencakup pengembangan\nserver perantara, serta akses terhadap buku audio yang dihasilkan. Proses penelitian\ndimulai dari pengumpulan kebutuhan sistem, perancangan sistem, implementasi\nsistem, integrasi seluruh komponen sistem, hingga pengujian sistem. Penelitian\nberhasil memperoleh kebutuhan yang didapat dari sampel calon pengguna sistem.\nKebutuhan tersebut kemudian berhasil diolah menjadi rancangan kebutuhan sistem.\nImplementasi dari rancangan dan integrasi menghasilkan sebuah sistem yang utuh\nyang dapat berjalan dan digunakan oleh komunitas PDP. Pengujian sistem berhasil\ndilakukan terhadap berbagai file sampel yang kemudian berhasil disimpan secara\ndaring dan berhasil diakses melalui aplikasi mobile. Secara keseluruhan proyek\npenelitian menghasilkan sistem yang berjalan dengan baik, namun sistem yang\ndikembangkan belum dipublikasikan kepada masyarakat luas.", "Daftar File": {}, "Penulis": "Jonathan Yudi Gunawan [13518084]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Rinaldi, M.T.", "Dr. Nur Ulfa Maulidevi, S.T., M.Sc.", "Dessi Puji Lestari, S.T., M.Eng., Ph.D.", "Rizal Dwi Prayogo, S.Si., M.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "buku audio, aplikasi desktop, text-to-speech", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "29 Jun 2022"}