{"Nomor": 66594, "Judul": "PENGEMBANGAN APLIKASI KOPERASI DIGITAL DOMAIN PETERNAKAN AYAM DARI SISI  MODUL KEUANGAN", "Abstrak": "Koperasi adalah badan usaha yang bertujuan untuk memenuhi aspirasi dan\nkebutuhan anggotanya berdasarkan asas kekeluargaan dan demokrasi ekonomi.\nOleh karena itu, koperasi memiliki peran penting dalam meningkatkan\nkesejahteraan masyarakat Indonesia. Meskipun demikian, koperasi memiliki\nbeberapa masalah dalam pengelolaannya, seperti kurangnya minat dan pengetahuan\nmasyarakat mengenai koperasi dan kurang efisiennya kegiatan perkoperasian\nsehingga pelayanan kepada anggota maupun keuntungan usaha koperasi menjadi\ntidak optimal. Koperasi dapat diterapkan pada bidang usaha peternakan. Peternakan\ndi Indonesia memiliki beberapa persoalan seperti perekonomian yang kurang stabil\ndan adanya persaingan dengan daging ayam impor.\nTugas akhir ini membahas mengenai solusi masalah yang dialami oleh koperasi dan\npeternakan ayam tersebut melalui pembangunan aplikasi koperasi digital untuk\nmenghubungkan para pelaku bisnis peternakan ayam yang bernama CoopChick.\nAplikasi CoopChick terdiri dari empat modul utama, yaitu modul keanggotaan dan\npencatatan aktivitas anggota, keuangan, e-commerce, dan knowledge management\ndan dikembangkan menggunakan pendekatan Agile Development dan metode\nScrum.\nModul keuangan menangani hal-hal keuangan dalam koperasi, seperti pembayaran\nsimpanan, pembagian sisa hasil usaha, dan pelaporan keuangan koperasi dan dalam\npeternakan, seperti proses pembayaran dalam jual beli dan pelaporan keuangan\nanggota. Hasil dari tugas akhir ini adalah sebuah Minimum Viable Product (MVP)\ndari aplikasi koperasi digital berbasis web yang dapat diakses melalui platform\ndesktop maupun mobile, rancangan struktural dan perilaku aplikasi dalam diagram\nUML, dan pengujian yang meliputi unit testing, integration testing, system testing,\ndan user testing untuk memastikan fungsionalitas dari setiap fitur aplikasi berjalan\ndengan baik dan sesuai dengan tujuan bisnisnya.", "Daftar File": {}, "Penulis": "Rifaldy Aristya Kelana [13518082]", "Kontributor / Dosen Pembimbing": ["Ir. Kridanto Surendro, M.Sc., Ph.D.", "Dr. techn. Muhammad Zuhri Catur Candra, S.T., M.T.", "Lenny Putri Yulianti, S.T., M.T.", "Farrell Yodihartomo, S.T., M.S.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "koperasi digital, peternakan ayam, keuangan, agile development, scrum", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "29 Jun 2022"}