{"Nomor": 66596, "Judul": "AUTOSCALING BERDASARKAN PREDIKSI RESPONSE TIME DARI APLIKASI BERBASIS MICROSERVICE DI KUBERNETES", "Abstrak": "Teknologi aplikasi yang dikemas berkembang seiring dengan meningkatnya minat\nterhadap arsitektur microservice pada pengembangan aplikasi terdistribusi. Tren ini\nmenunjukkan pentingnya pengelolaan dan orkestrasi aplikasi yang dikemas supaya\naplikasi dapat beroperasi dengan baik. Salah satu aspek pengelolaan aplikasi yang\ndikemas adalah scaling. Proses scaling kini sudah banyak dilakukan otomasi oleh\nteknologi orkestrasi aplikasi seperti Kubernetes.\nDi sisi pengembangan aplikasi, terdapat Service Level Objective (SLO) yang perlu\ndipenuhi oleh pengembang. Salah satu metrik yang umum digunakan adalah\naverage response time. Pada level operasional, autoscaling dapat menjadi alternatif\nsolusi untuk memenuhi SLO berupa average response time.\nPada Tugas Akhir ini, dikembangkan autoscaler yang menggunakan prediksi\nresponse time sebagai parameter saat melakukan scaling untuk aplikasi berbasis\nmicroservice pada lingkungan Kubernetes. Fungsi prediksi yang dikembangkan\nmemiliki fitur-fitur metrik kinerja pada level microservice dan node. Prediksi\nresponse time kemudian digunakan untuk menghitung jumlah replika yang\ndiperlukan oleh aplikasi supaya memenuhi SLO.\nHasil-hasil yang didapatkan adalah sistem autoscaler yang diusulkan dapat\nmelayani request dengan mean absolute error dari response time dan SLO lebih\nkecil daripada HPA dengan target penggunaan CPU. Meskipun demikian,\nautoscaler yang diusulkan masih belum dapat melayani request sebanyak HPA\ndengan target penggunaan CPU. Autoscaler yang diusulkan juga memakan lebih\nbanyak sumber daya node daripada HPA dengan target penggunaan CPU karena\nlebih sering melakukan scale out.", "Daftar File": {}, "Penulis": "Annisa Ayu Pramesti [13518085]", "Kontributor / Dosen Pembimbing": ["Achmad Imam Kistijantoro, S.T., M.Sc., Ph.D.", "Dr. Masayu Leylia Khodra, S.T., M.T.", "Anggrahita Bayu Sasmita, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "autoscaler, service level objective, response time.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "29 Jun 2022"}