{"Nomor": 66607, "Judul": "ANALISIS PENERAPAN TEKNOLOGI 3D PRINTING PADA  PROYEK PEMBANGUNAN RUMAH TINGGAL", "Abstrak": "Sektor konstruksi merupakan sektor yang menggunakan banyak sumber daya dan \nenergi. Sejalan dengan hal tersebut, emisi yang dihasilkan pun juga tinggi. Selain \nitu, jumlah sampah yang disumbangkan industri konstruksi mencapai 30-35% dari \nbiaya produksi proyek. Di samping hal tersebut, industri konstruksi di dunia saat \nini mulai memfokuskan kegiatannya pada pembangunan berkelanjutan yang mana \nteknologi menjadi salah satu enablers untuk dapat mewujudkan itu, khususnya \nteknologi konstruksi material. Perkembangan teknologi sendiri dipengaruhi oleh \ntingkat adopsi teknologi yang dilakukan oleh kontraktor yang memiliki peran besar \ndalam proses produksi. Additive Layer Manufacturing, atau yang lebih umum \ndikenal sebagai 3D Printing merupakan salah satu teknologi terbaru yang \nberkembang sebagai pioneer yang mendorong industri konstruksi menuju sistem \notomasi. Hal ini bertujuan untuk meningkatkan produktivitas konstruksi dengan \nmengoptimalkan waktu, meminimalisasi biaya produksi, penggunaan sumber daya, \ndan energi. Baru-baru ini, teknologi konstruksi material 3D Printing mulai \ndiaplikasikan di Indonesia dalam pilot project rumah tinggal. Hal ini menjadi batu \nloncatan perkembangan teknologi konstruksi di Indonesia. Adopsi teknologi \nkonstruksi di suatu perusahaan disebabkan oleh banyak faktor, baik penghambat \nmaupun pendukung. Faktor yang memengaruhi penerapan teknologi ini dapat \ndijadikan dasar perumusan strategi dalam pengembangan teknologi berikutnya. \nOleh karena itu, dilakukan penentuan faktor-faktor yang memengaruhi penerapan \nteknologi 3D Printing ini pada perusahaan tinjauan dan bagaimana kontribusi setiap \nfaktor pada keputusan penerapan teknologi tersebut. Adapun kerangka pemikiran \nyang digunakan dalam melakukan identifikasi faktor-faktor tersebut adalah \nkerangka Technology Acceptance Model (TAM) dan Technology-OrganizationEnvironment-Cost (TOEC) Framework di mana dalam kedua metode ini akan \ndikelompokkan faktor-faktor yang memengaruhi penerapan teknologi tersebut \ndalam empat dimensi. Kemudian, dimensi tersebut akan dikelompokkan dalam \nfaktor ekternal untuk kemudian dikaitkan dengan faktor internal. Kontribusi setiap \nfaktor tersebut akan didapatkan dari hasil wawancara dan perhitungan dengan \nmetode Analysis Hierarchy Process (AHP).", "Daftar File": {"ABSTRAK Dhania Salsabila": "https://digilib.itb.ac.id/gdl/download/251463"}, "Penulis": "Dhania Salsabila [15018128]", "Kontributor / Dosen Pembimbing": ["Ir. Biemo Woerjanto Soemardi, M.S.E, Ph.D.", "Rani Gayatri Kusumawardhani P., S.T., M.Sc., Ph.D.", "Eliza Rosmaya Puri, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Teknologi, Konstruksi, Material, Adopsi, Perusahaan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Jun 2022"}