{"Nomor": 66602, "Judul": "SISTEM TANGKAP GERAK PADA MEDIA KREATIF  DIGITAL DENGAN KAMERA RGB", "Abstrak": "Tangkap gerak seluruh tubuh merupakan metode pembuatan animasi yang sulit\ndiakses pembuat konten secara umum. Hal ini disebabkan mahal dan rumitnya\nperangkat yang diperlukan untuk menghasilkan animasi tersebut. Di sisi lain,\nteknologi animasi gerak muka sudah sangat maju hingga sudah dipakai oleh banyak\npengguna, bahkan oleh pengguna non-animator. Tugas akhir ini bertujuan untuk\nmemadukan kemudahan penggunaan tangkap gerak muka dengan keluaran dari\ntangkap gerak seluruh tubuh. Hal tersebut dapat diperoleh dengan memanfaatkan\nhanya satu atau dua kamera RGB dalam menghasilkan animasi seluruh tubuh.\nAgar tercapai, aplikasi akhir yang dibuat memanfaatkan teknologi estimasi pose\nberbasis pemelajaran mesin yang sudah ada seperti yang disediakan MediaPipe.\nMasukan dari kamera RGB diatur sesuai dengan kalibrasi yang dilakukan pada\nkamera, kemudian pose trimatra berbentuk kerangka tulang diekstraksi\nmenggunakan model pemelajaran mesin. Kemudian, sendi-sendi pada karakter\ndigital dirotasikan pada aplikasi Unity berdasarkan titik-titik penting kerangka\ntulang yang diperoleh.\nDari hasil pengujian, diperoleh bahwa metode estimasi pose trimatra secara\nlangsung menghasilkan hasil paling optimal di antara metode-metode yang dicoba.\nAkan tetapi, sistem masih memiliki kekurangan dalam segi kecepatan pembuatan\nbingkai animasi dan masih kesulitan dalam mendeteksi kedalaman posisi titik-titik\npenting.", "Daftar File": {}, "Penulis": "Chokyi Ozer [13518107]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Dwi Hendratmo Widyantoro, M.Sc., Ph.D.", "Nugraha Priya Utama, S.T., MA, Ph.D.", "Anggrahita Bayu Sasmita, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "tangkap gerak, estimasi pose, animasi, Unity", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "29 Jun 2022"}