{"Nomor": 66603, "Judul": "PENGEMBANGAN APLIKASI KONVERSI  ENTITY-RELATIONSHIP DIAGRAM KE LOGICAL SCHEMA  NOSQL BERORIENTASI KOLOM", "Abstrak": "Dengan meningkatnya penggunaan NoSQL berorientasi kolom, dibutuhkan\nlangkah-langkah yang dapat memodelkan struktur data pada teknologi tersebut.\n\nPoffo & Mello (2016) telah melakukan penelitian yang membahas konversi Entity-\nRelationship Diagram (ERD) ke logical schema NoSQL berorientasi kolom.\n\nPemodelan data pada NoSQL perlu dukungan tools atau aplikasi, sehingga ke\ndepannya diharapkan proses pemodelan data pada teknologi tersebut menjadi lebih\ncepat dan akurat. Namun, sekarang belum ada aplikasi yang mendukung konversi\ndari ERD ke logical schema NoSQL berorientasi kolom. Pada tugas akhir ini akan\ndikembangkan aplikasi konversi ERD ke logical schema NoSQL berorientasi\nkolom dan konversi logical schema tersebut ke data-definition language untuk\nNoSQL berorientasi kolom.\nAnalisis diawali dengan melakukan pemodelan data untuk entity-relationship\nmodel dan logical model NoSQL berorientasi kolom. Setelah itu dibangun\nalgoritma yang melakukan konversi dari model data entity-relationship model ke\nlogical model NoSQL dan menghasilkan data definition language dalam bentuk\nCassandra Query Language. Model data logical dan algoritma konversi dibangun\nberdasarkan logical schema yang diusulkan oleh Poffo & Mello (2016).\nPengembangan aplikasi diawali dengan mendefinisikan kebutuhan fungsional\naplikasi. Dilanjutkan dengan mendeskripsikan model analisis perangkat lunak\nmenggunakan scenario-based modeling, class-based modeling, behavioral-based\nmodeling dan hal-hal teknis lain terkait pembangunan aplikasi.\nBerdasarkan hasil pengujian tugas akhir, aplikasi mampu melakukan konversi dari\nERD ke logical schema NoSQL berorientasi kolom berdasarkan algoritma yang\ndiusulkan oleh Poffo & Mello (2016) dan menghasilkan data definition language\nuntuk Cassandra. Pengujian dilakukan untuk berbagai skenario konversi yang\nmencakup seluruh aspek pada ERD.", "Daftar File": {}, "Penulis": "Muhammad Fauzan Al-Ghifari [13518112]", "Kontributor / Dosen Pembimbing": ["Dr. Fazat Nur Azizah, S.T., M.Sc.", "Dr. techn. Wikan Danar Sunindyo, S.T., M.Sc.", "Latifa Dwiyanti, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "aplikasi konversi, ERD, logical schema NoSQL berorientasi kolom", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "29 Jun 2022"}