{"Nomor": 66615, "Judul": "DESAIN SIKLUS GOSWAMI PADA PEMBANGKIT LISTRIK TENAGA PANAS LAUT (OTEC) DI LAUT FLORES", "Abstrak": "DESAIN SIKLUS GOSWAMI PADA PEMBANGKIT LISTRIK\nTENAGA PANAS LAUT (OTEC) DI LAUT FLORES\nMuhammad Hikmat Irham Maulana\nNIM. 18018020\nABSTRAK\nSeiring berjalannya waktu, teknologi semakin berkembang, dan dunia\nmemasuki era modern. Di era modern ini, kebutuhan manusia semakin meningkat,\nterutama di bidang kelistrikan. Sebagian besar pembangkit listrik yang ada masih\nmenggunakan bahan bakar fosil dan hanya memanfaatkan energi terbarukan\nsebesar 11%. Walau bagaimanapun, bahan bakar fosil sangat tidak ramah\nlingkungan, dan tidak baik untuk kesehatan manusia. Di sisi lain, Indonesia\nmerupakan negara kepulauan dengan 2/3 dari luas wilayahnya adalah perairan.\nOleh karena itu, pemanfaatan energi terbarukan perlu dimaksimalkan. Ocean\nThermal Energy Conversion (OTEC) merupakan salah satu jenis energi terbarukan\nyang memiliki potensi besar mengingat Indonesia juga sebagai negara tropis. Pada\npenelitian ini dilakukan desain pembangkit listrik OTEC dengan siklus Goswami\ndi Laut Flores dengan menggunakan perangkat lunak EBSILON Professional. Laut\nFlores memiliki suhu permukaan rata-rata sekitar 29.14?C dan suhu air laut dalam\nrata-rata 4,58?C yang diperoleh dengan bantuan perangkat lunak Ocean Data View.\nDari simulasi siklus Goswami diketahui bahwa penggunaan campuran ammoniaair\nkomposisi 95%-5% sebagai fluida kerja dengan tekanan inlet turbin sekitar 11.8\nbar, temperatur keluaran absorber 6°C, dan temperatur keluaran rectifier 37°C\nmenghasilkan efisiensi tertinggi, yaitu sebesar 23,88%. Variasi tekanan inlet turbin\nmempengaruhi besarnya entalpi di sisi inlet turbin serta vapor flow rate yang masuk\nke turbin. Sementara itu, variasi temperatur keluaran absorber dan rectifier lebih\nberpengaruh kepada besarnya mass flow yang terbagi pada kedua outlet rectifier.\nPembangunan OTEC dinilai tidak layak secara ekonomi untuk kapasitas yang kecil,\nnamun cukup layak untuk kapasitas 1 MW dengan melihat nilai BCR, NPV, IRR,\nDPP, dan LCOE.\nKata Kunci: OTEC, Siklus Goswami, fluida kerja, efisiensi termal", "Daftar File": {"ABSTRAK - MUHAMMAD HIKMAT IRHAM MAULANA": "https://digilib.itb.ac.id/gdl/download/251518"}, "Penulis": "Muhammad Hikmat Irham Maulana [18018020]", "Kontributor / Dosen Pembimbing": ["Burhanuddin Halimi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "OTEC, Siklus Goswami, fluida kerja, efisiensi termal", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos", "File": "1 file", "Tanggal Input": "29 Jun 2022"}