{"Nomor": 66613, "Judul": "ANALISIS DAN PERANCANGAN MOTOR BRUSHLESS DC 250 WATT UNTUK SEPEDA LISTRIK PERKOTAAN", "Abstrak": "ANALISIS DAN PERANCANGAN MOTOR BRUSHLESS\nDC 250 WATT UNTUK SEPEDA LISTRIK PERKOTAAN\nAdzhani Zalfa Aliyadin\nABSTRAK\nSepeda listrik telah menjadi salah satu mode kendaraan yang meningkat\npopularitasnya beberapa tahun kebelakang. Motor BLDC, sebagai salah satu\nkomponen utama sepeda listrik, perlu diteliti untuk didapatkan desain yang paling\nbaik untuk digunakan pada sepeda listrik. Pada tugas akhir ini, dilakukan penelitian\nterkait desain winding atau pembelitan dari motor BLDC untuk sepeda listrik.\nDigunakan sebuah BLDC hub motor keluaran Bafang sebagai desain referensi,\nyang memiliki jumlah konfigurasi slot-pole 18 slot-20 pole, dan dilakukan proses\nreverse-engineering untuk mendapatkan desain yang lebih optimal. Dilakukan\nanalisis terkait pengaruh dari masing-masing parameter winding terhadap\nperformansi motor. Berdasarkan analisis ini, diajukan tiga opsi desain yang\nmemenuhi kriteria motor untuk sepeda listrik. Kriteria motor untuk sepeda listrik\nditentukan dari kebutuhan pengendara, peraturan pemerintah, serta batasan-batasan\nfisika. Dipilih sebuah desain winding motor yang memenuhi kriteria yang\nditentukan dan paling mudah untuk dilakukan. Dilakukan perbandingan performa\ndesain usulan dengan desain referensi. Terakhir, dilakukan analisis distribusi fluks\nmagnetik untuk desain yang diajukan. Berdasarkan percobaan, didapatkan bahwa\ndesain usulan memiliki performansi yang lebih baik dibandingkan desain referensi.\nDidapatkan bahwa desain usulan memiliki kemampuan menghasilkan daya konstan\n250 watt untuk jangkauan kecepatan yang lebih lebar, serta memiliki efisiensi yang\nlebih tinggi.\nKata kunci: BLDC, sepeda listrik, desain winding, analisis FEM.", "Daftar File": {"ABSTRAK - ADZHANI ZALFA ALIYADIN": "https://digilib.itb.ac.id/gdl/download/251510"}, "Penulis": "Adzhani Zalfa Aliyadin [18018018]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agus Purwadi, M.T.", "Ir. Syarif Hidayat, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "BLDC, sepeda listrik, desain winding, analisis FEM.", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos", "File": "1 file", "Tanggal Input": "29 Jun 2022"}