{"Nomor": 66617, "Judul": "PENGEMBANGAN SUBSISTEM PEMBUBUHAN TANDA TANGAN DIGITAL PADA DOKUMEN DIGITAL MENGGUNAKAN TEKNOLOGI INFRASTRUKTUR KUNCI", "Abstrak": "i\nABSTRAK\nPENGEMBANGAN SUBSISTEM PEMBUBUHAN TANDA TANGAN DIGITAL PADA DOKUMEN DIGITAL MENGGUNAKAN TEKNOLOGI INFRASTRUKTUR KUNCI PUBLIK\nOleh\nFarisan Safrial Nafis\nNIM: 18118002\n(Program Studi Teknik Telekomunikasi)\nPada era digital ini, banyak hal dalam kehidupan manusia yang berubah menjadi bentuk digitalnya. Salah satu hal tersebut adalah dokumen yang telah berubah dari bentuk manuskrip yang ditulis dan memiliki bentuk fisik menjadi dokumen elektronik atau digital yang dapat dibawa, diakses, dan disimpan dengan mudah. Tanda tangan digital lahir karena teknologi dokumen digital yang lebih sering digunakan daripada dokumen tradisional dan fakta bahwa dokumen digital lebih ringkas, efisien dalam biaya dan penyimpanan, ramah lingkungan, aksesibilitas tinggi, dan kemampuan pertukaran data yang lebih tinggi dibanding dokumen kertas atau dokumen fisik lainnya. Keunggulan tersebut memiliki celah dalam segi keamanan terutama pada dokumen yang mengandalkan tanda tangan sebagai jaminan keabsahan dokumen tersebut. Berkembangnya teknologi juga memudahkan pihak tidak bertanggung jawab untuk memalsukan atau merekayasa dokumen tersebut. Validitas dokumen yang telah direkayasa tentu sangat diragukan dan dianggap tidak sah. Akan tetapi sangat sulit dideteksi validitas sebuah dokumen karena secara visual tampilan dokumen sangat mudah untuk diubah.\nPada tugas akhir ini dibuat subsistem penerbitan dan pembubuhan tanda tangan digital pada sebuah dokumen digital menggunakan teknologi infrastruktur kunci publik yang memanfaatkan enkripsi asimetris sehingga sebuah dokumen bertanda tangan akan sulit untuk diubah dan direkayasa. Subsistem yang dibahas dalam dokumen ini merupakan bagian dari sebuah sistem pembubuhan dan verifikasi tanda tangan digital pada sebuah dokumen. Dengan melakukan serangkaian algoritma hashing, enkripsi, dan rekayasa metadata dari dokumen digital diharapkan dokumen tidak bisa lagi dipalsukan dengan usaha - usaha sederhana yang banyak dilakukan oknum tidak bertanggung jawab seperti dengan naif menempelkan gambar tanda tangan palsu di atas dokumen digital menggunakan tools yang banyak tersedia di internet.\nKata kunci: tanda tangan digital, infrastruktur kunci publik, dokumen digital", "Daftar File": {"ABSTRAK - FARISAN SAFRIAL NAFIS": "https://digilib.itb.ac.id/gdl/download/251535"}, "Penulis": "Farisan Safrial Nafis [18118002]", "Kontributor / Dosen Pembimbing": ["Ir. Sigit Haryadi, M.T.", "Ir. Hendrawan, M.Sc., Ph.D.", "Ir. Hardi Nusantara, M.T.", "Dr.-Ing. Eueung Mulyana, S.T., M.Sc.", "Wervyan Shalannanda, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "tanda tangan digital, infrastruktur kunci publik, dokumen digital", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos", "File": "1 file", "Tanggal Input": "29 Jun 2022"}