{"Nomor": 66614, "Judul": "PERANCANGAN KONVERTER DC-DC KASKADE BOOST-BUCK MULTIFASA DUA ARAH DALAM MODE KONDUKSI DISKONTINYU", "Abstrak": "ABSTRAK\nPERANCANGAN KONVERTER DC-DC KASKADE BOOST-BUCK MULTIFASA DUA ARAH DALAM MODE KONDUKSI DISKONTINYU\nHans Ryan Pakpahan\nPenetrasi pembangkit energi terbarukan yang dilakukan untuk mengurangi pemanasan global membuat sistem kelistrikan microgrid DC lebih sesuai. Baterai kendaraan listrik bisa digunakan untuk mengatasi permasalahan intermitensi pembangkit energi terbarukan. Dibutuhkan konverter antarmuka baterai kendaraan listrik dengan mikrogrid DC yang mampu mengalirkan daya dua arah. Dua parameter performa penting dalam aplikasi ini adalah riak arus minimum sisi baterai dan efisiensi. Untuk meminimalkan riak arus, dapat digunakan topologi konverter DC-DC multifasa dengan konverter kasakade tambahan sebagai pengatur aliran daya dan tegangan. Konverter DC-DC kaskade Boost-Buck multifasa sesuai dengan aplikasi ini. Dalam operasi operasi continuous conduction mode (CCM), rugi daya terbesar berasal dari resistansi internal DC parasitik induktor. Untuk dapat mengurangi rugi daya akibat resistansi internal DC parasitik induktor, mode operasi DCM dengan menggunakan induktor yang lebih kecil diajukan. Dengan operasi DCM juga dapat dicapai penyaklaran arus nol sehingga dapat mengurangi rugi daya akibat proses penyaklaran. Namun, strategi tertentu dibutuhkan agar dapat meminimalisir riak arus masukan. Percobaan di laboratorium menunjukan bahwa operasi DCM memiliki efisiensi yang lebih baik dibandingkan kondisi CCM dengan nilai efisiensi maksimum sebesar 92,97%.\nKata kunci: Mode Konduksi Diskontinyu, Boost-Buck, Efisiensi.", "Daftar File": {"ABSTRAK - HANS RYAN PAKPAHAN": "https://digilib.itb.ac.id/gdl/download/251511"}, "Penulis": "Hans Ryan Pakpahan [18018019]", "Kontributor / Dosen Pembimbing": ["Dr. Arwindra Rizqiawan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Mode Konduksi Diskontinyu, Boost-Buck, Efisiensi.", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos", "File": "1 file", "Tanggal Input": "29 Jun 2022"}