{"Nomor": 66624, "Judul": "PENGEMBANGAN SISTEM DETEKSI RESOURCE FREEING ATTACK PADA VIRTUAL MACHINE MENGGUNAKAN PROGRAM ANALISIS DATA CPU USAGE DAN NETWROK TRAFFIC", "Abstrak": "i\nABSTRAK\nPENGEMBANGAN SISTEM DETEKSI RESOURCE FREEING ATTACK PADA VIRTUAL MACHINE MENGGUNAKAN PROGRAM ANALISIS DATA CPU USAGE DAN NETWROK TRAFFIC\nOleh\nArief Insanu Muttaqien\nNIM: 18118014\n(Program Studi Teknik Telekomunikasi)\nPerkembangan ilmu komputer dan teknik telekomunikasi saat ini mengakibatkan perangkat komputer yang dibutuhkan untuk menjalankan sistem semakin besar dan kompleks. Hal tersebut mengakibatkan resource pada perangkat komputer yang harus dipenuhi semakin meningkat, baik dari pemrosesan (CPU, GPU), memori penyimpanan (SSD, RAM) serta resource lainnya. Penyedia jasa telekomunikasi atau perusahaan yang menggunakan dan membutuhkan komputer atau server khususnya perusahaan di bidang teknologi juga memiliki kebutuhan yang semakin besar dan semakin kompleks. Oleh karena itu, teknologi NFV memberikan layanan yang mempermudah penggunanya dalam mengolah resource, melakukan desain, deploy dan mengatur jaringan layanan pada server. Teknologi NFV ini juga memiliki banyak kelebihan diantaranya lebih mengefisiensikan operasi layanan, mengoptimalkan alokasi resource yang dibutuhkan, dan mengurangi konsumsi energi.\nSetiap teknologi pasti memiliki kelebihan dan kekurangan, termasuk teknologi NFV ini tentunya tidak luput juga dari kekurangan, salah satunya adalah dalam hal ancaman pada sistem keamanan. Pada teknologi NFV berkemungkinan mendapatkan gangguan akibat banyaknya host pada satu server yang sama, side channel attacks, maupun gangguan akibat isolasi yang tidak sempurna pada hypervisor ketika melakukan sharing system devices. Salah satu ancaman akibat gangguan pada teknologi NFV ini adalah RFA (Resource Freeing Attack). RFA merupakan salah satu bentuk serangan pada suatu VM dengan cara menaikkan workloads pada sebuah VM sasaran (VM victim) yang diserang dengan tujuan memperoleh resource yang lebih banyak pada VM milik pelaku serangan RFA (VM attacker). Dengan ancaman tersebut diperlukan sistem untuk mendeteksi RFA agar kemudian kondisi tersebut dapat ditangani.\nSistem deteksi RFA pada VM dapat dilakukan dengan membuat dan menjalankan program yang akan memfilter apakah sebuah kejadian yang terindikasi RFA akan tergolong sebagai RFA atau bukan. Program tersebut dijalankan dengan menganalisis data CPU usage dan data network traffic. Program tersebut tentunya baru dapat dijalankan jika infrsatruktur NFV yang dibutuhkan tersedia. Selain itu, simulasi RFA juga diperlukan untuk menguji apakah program yang dibuat sudah\nii\nberjalan dengan baik atau tidak. Selain itu, untuk melengkapi program yang dibuat, maka diperlukan juga alert notification sebagai fitur untuk penanda mulai terjadinya indikasi RFA hingga alert notification untuk memberi tahu hasil deteksi RFA yang dilakukan.\nDari hasil penelitian sistem deteksi RFA yang dibuat ini, akan berkontribusi pada khazanah keilmuan pada teknologi NFV. Teknologi NFV ke depannya dapat diaplikasikan dengan sistem yang lebih aman sehingga lebih banyak pengguna yang dapat memilih menggunakan NFV. Tetapi, sistem yang dibuat pada penelitian ini dapat terus disempurnakan dan dikembangkan lagi, khususnya sistem untuk otomasi program dan untuk sistem pencegahan RFA.\nKata kunci: NFV, RFA, VM, CPU usage, network traffic.", "Daftar File": {"ABSTRAK - ARIEF INSANU MUTTAQIEN": "https://digilib.itb.ac.id/gdl/download/251576"}, "Penulis": "Arief Insanu Muttaqien [18118014]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Nana Rachmana Syambas, M.Eng.", "Ir. Hardi Nusantara, M.T.", "Dr. Ir. Mohammad Ridwan Effendi, M.A.Sc.", "Wervyan Shalannanda, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "NFV, RFA, VM, CPU usage, network traffic.", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos", "File": "1 file", "Tanggal Input": "29 Jun 2022"}