{"Nomor": 66625, "Judul": "MEMBANGUN KEWIRAUSAHAAN MILENIAL INOVATIF:   SEBUAH FORMULASI UNTUK BERTAHAN DI MASA PANDEMI", "Abstrak": "Pandemi COVID-19 memunculkan fenomena kaos pada berbagai aspek termasuk\nekonomi bagi kewirausahaan pada level global, seperti penurunan permintaan\npasar, pembatasan aktivitas distribusi, munculnya regulasi lockdown, hingga\nkebangkrutan bisnis. Permasalahan yang muncul mengerucut pada wirausaha\nyang belum memiliki resep yang mampu menjamin untuk bertahan dan tumbuh di\nmasa pandemi COVID-19. Kewirausahaan tidak hanya dituntut untuk\nmenghadirkan inovasi, namun juga membangun manajemen perubahan secara\nfleksibel. Terpaan fenomena ini menjadi tantangan berat, mengingat peran\nkewirausahaan adalah krusial sebagai agen dalam membangun inovasi untuk\nmendorong pertumbuhan ekonomi nasional. Inovasi dan kewirausahaan yang\nterinspirasi dari Entrepreneurship Theory of Innovation oleh Schumpeter, telah\nberevolusi merespon perubahan paradigma ekonomi. Peran sumber daya dan\npengetahuan tidak bisa lepas dari wirausaha dalam menciptakan inovasi, sehingga\nmenempatkan Resourse-based View dan Knowledge-based View sebagai sudut\npandang studi. Inovasi membutuhkan energi dan ide segar untuk menciptakan\nterobosan produk dan layanan baru, yang merujuk pada eksistensi wirausaha\nmuda. Wirausaha muda saat ini direpresentasi oleh generasi milenial dimana\nkarakter dan gaya hidupnya melekat dalam evolusi inovasi dan kewirausahaan\npada era ekonomi berbasis pengetahuan. \n\nTujuan – Terdapat dua poin tujuan yang dicapai: (1) Membangun formula untuk\nmempertahankan perusahaan dalam turbulensi bisnis seperti pandemi COVID-19\ndan memenangkan persaingan pasar, melalui Kewirausahaan Milenial Inovatif\nsebagai kebaruan konsep. (2) Mengonfirmasi secara empiris peran Kewirausahaan\nMilenial Inovatif dalam model bisnis yang mengangkat variabel relevan di masa\npandemi, diantaraya Penggunaan Media Sosial untuk Bekerja dan Orientasi\nPemasaran Proaktif untuk mendukung Kesiapan untuk Berubah serta dampaknya\nterhadap Kinerja Bisnis.\n\nMethodology – Studi ini memiliki dua fase methodology menggunakan mix method:\npertama, untuk kebutuhan studi eksploratori melalui pembangunan konstruk Kewirausahaan Milenial Inovatif dengan pendekatan kualitatif melalui wawancara\npada lima bisnis dengan kepemimpinan milenial. Kedua adalah studi eksplanatori\nyang melibatkan lima variabel relevan di masa pandemi untuk menguji temuan\nkonstruk Kewirausahaan Milenial Inovatif yang diperoleh di fase pertama, dengan\npendekatan kuantitatif melalui structural equation modelling techniques pada 293\nbisnis dengan kepemimpinan milenial di Jawa.\n\nTemuan – Kewirausahaan Milenial Inovatif diformulasi dari enam dimensi yang\nmewakili fase kewirausahaan dari hulu ke hilir dengan menekankan karakter\nmilenial pada lini bisnis dan daya dukung lini teknologi, diantaranya market\ninvestigation, social-based sensing technology, innovative work climate,\ntechnology-based innovation, rareness product creation, dan technology-based\ncyber marketing. Konstruk Kewirausahaan Milenial Inovatif ini terbukti secara\nempiris menjadi mediasi antara Penggunaan Media Sosial untuk Bekerja terhadap\nKesiapan untuk Berubah. Peran Orientasi Pemasaran Proaktif juga hadir dalam\nmembangun stimulan yang memastikan bahwa inovasi dapat diterima pasar dan\nterkonversi menjadi Kinerja Bisnis. Studi ini menunjukkan peran strategis\nKewirausahaan Milenial Inovatif dalam body of knowledge of Innovative\nEntrepreneur Theory dan membuktikan secara empiris perannya dalam\nmempertahankan perusahaan di masa pandemi COVID-19.\n\nOriginalitas – Originalitas studi ini adalah (1) bangunan konstruk Kewirausahaan\nMilenial Inovatif. Studi ini mengisi Practical-knowledge Gap dengan\nmenambahkan Kewirausahaan Milenial Inovatif dalam evolusi Innovative\nEntrepreneur yang berangkat dari Entrepreneurship Theory of Innovation oleh\nSchumpeter. (2) Konstruk Kewirausahaan Milenial Inovatif dalam model bisnis\nuntuk mewujudkan Kesiapan untuk Berubah dan menciptakan dampaknya pada\nKinerja Bisnis. Model yang dikembangkan relevan belum digunakan dalam studi\nsebelumnya. (3) Kewirausahaan Milenial Inovatif menjadi formulasi yang tepat\ndiimplementasikan terutama ketika mengalami turbulensi bisnis seperti bertahan\nbahkan tumbuh pada masa pandemi COVID-19.\n\nKata Kunci: Kewirausahaan Milenial Inovatif, Pandemi COVID-19, Orientasi\nPemasaran Proaktif, Penggunaan Media Sosial untuk Bekerja, Kesiapan untuk\nBerubah", "Daftar File": {"2022 TS PP Gita Hindrawati-Abstract.pdf?": "https://digilib.itb.ac.id/gdl/download/251577"}, "Penulis": "Gita Hindrawati [29020045]", "Kontributor / Dosen Pembimbing": ["Prof. Wawan Dhewanto, S.T., M.Sc., Ph.D.", "Prof. Dr. Ir. Sudrajati Ratnaningtyas, M.P.", "Prawira Fajarindra Belgiawan, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kewirausahaan Milenial Inovatif, Pandemi COVID-19, Orientasi Pemasaran Proaktif, Penggunaan Media Sosial untuk Bekerja, Kesiapan untuk Berubah", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "29 Jun 2022"}