{"Nomor": 66626, "Judul": "PROTOTYPE PERANGKAT IOT PENGUKUR KONDISI UDARA DENGAN MENGGUNAKAN SISTEM KOMUNIKASI LORA PADA FREKUENSI 433 MHZ", "Abstrak": "i\nABSTRAK\nPROTOTYPE PERANGKAT IOT PENGUKUR KONDISI UDARA DENGAN MENGGUNAKAN SISTEM KOMUNIKASI LORA PADA FREKUENSI 433 MHZ\nOleh\nADAM BAIHAQI SATRIOBUDI\nNIM: 18118020\n(Program Studi Teknik Telekomunikasi)\nInternet of Things (IoT) merupakan salah satu teknologi di bidang telekomunikasi yang sedang berkembang pada saat ini. Salah satu aplikasi IoT yang dapat digunakan adalah pemantauan kualitas udara secara secara sehari-hari. Indonesia adalah negara yang luas dengan ekosistem yang beragam, menurut WHO Indonesia beralih dari negara kualitas udara paling bersih menjadi satu dari dua puluh negara paling tercemar dalam dua dekade terakhir. Untuk saat ini informasi mengenai paparan polusi udara di Indonesia masih terbatas. Pelaksanaan proyek ini bertujuan memberikan solusi dengan merancang perangkat yang dapat memonitor kondisi udara secara real-time. Perangkat ini akan dilengkapi dengan beberapa sensor yang relevan dengan kualitas udara yaitu PMS5003 untuk mendeteksi konsentrasi PM 2.5 dan PM 10 pada udara, MICS-6814 untuk mendeteksi kadar gas karbon monoksida (CO) dan nitrogen dioksida (NO2), MQ-131 untuk mendeteksi kadar gas ozone (O3). Perangkat akan melakukan upload pada suatu web dashboard yang dapat diakses oleh masyarakat, dalam web tersebut akan ditampilkan Indeks Standar Pencemar Udara (ISPU) yaitu suatu standar pengukur kualitas udara yang telah dibuat oleh Kementrian Lingkungan Hidup dan Kehutanan (KLHK). Pada tugas akhir ini juga akan dijelaskan mengenai performa komunikasi LoRa pada prototype terhadap jarak dan line of sight.\nKata kunci: Internet of Things, LoRa, kualitas udara", "Daftar File": {"ABSTRAK - ADAM BAIHAQI SATRIOBUDI": "https://digilib.itb.ac.id/gdl/download/251578"}, "Penulis": "Adam Baihaqi Satriobudi [18118020]", "Kontributor / Dosen Pembimbing": ["Dr. Iskandar, S.T., M.T.", "Effrina Yanti Hamid, S.T., M.T., Ph.D.", "Dr.-Ing. Chairunnisa, S.T., M.T.", "Ahmad Izzuddin, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Internet of Things, LoRa, kualitas udara", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos", "File": "1 file", "Tanggal Input": "29 Jun 2022"}