{"Nomor": 66633, "Judul": "PERANCANGAN DAN IMPLEMENTASI SISTEM MONITORING LINGKUNGAN PERTANIAN BERBASIS WIRELESS SENSOR NETWORK (WSN) DAN LAYANAN AWAN", "Abstrak": "ABSTRAK\nPERANCANGAN DAN IMPLEMENTASI SISTEM\nMONITORING LINGKUNGAN PERTANIAN BERBASIS\nWIRELESS SENSOR NETWORK (WSN) DAN LAYANAN\nAWAN\nOleh\nAdrian Stanislaus Trisetya Siregar\nNIM: 18118036\n(Program Studi Teknik Telekomunikasi)\nSetidaknya 70 persen dari 8 juta hektar lahan sawah di Indonesia memiliki kandungan\nbahan organik yang rendah. Kondisi ini salah satunya disebabkan oleh penggunaan\ndan pengelolaan lahan yang tidak sesuai dengan potensi dan kemampuan lahan\ntersebut. Kondisi lahan yang terdegradasi ini dapat menyebabkan produktivitas\nlahan menurun yang mengakibatkan berkurangnya kualitas dan kuantitas dari\nhasil panen hingga terjadinya bencana alam.Untuk menghindari hal tersebut, dapat\nditerapkan metode pertanian presisi yang memanfaatkan data yang diambil dari\nsensor-sensor melaui perangkat IoT seperti Wireless Sensor Network. Meskipun\nbegitu, WSN sendiri memiliki kendala di mana penggunaan energinya sangat besar\nnamun sumber daya energi yang tersedia relatif kecil. Hal ini menimbulkan masalah\ndalam efisiensi dan efektivitas pengelolaan persawahan serta dapat menimbulkan\nmasalah lingkungan baru.\nPada tugas akhir ini dikembangkan sistem monitoring lingkungan pertanian\nmenggunakan WSN dan layanan awan yang lebih hemat energi. Sistem ini dapat\nmengambil informasi lingkungan pertanian yang relevan meliputi temperatur udara,\nkelembapan tanah data dan indeks pH. Data-data dari sejumlah sensor yang tersebar\ndi suatu area tersebut kemudian akan dikirim ke base station yang akan melakukan\npengiriman data ke server. Data hasil sensor akan disimpan dalam suatu basis data\ndan akan divisualisasikan dalam bentuk dashboard. Dashboard dapat menampilkan\nvisualisasi nilai sensor dalam bentuk grafik data historis, nilai aktual secara realtime,\nnilai maksimum, minimum, dan juga nilai rata-rata. Server yang memuat basis\ndata dan dashboard akan dijalankan pada layanan awan sehingga dapat diakses oleh\npengguna darimana saja melalui akses internet.\nKata kunci: wsn, dashboard, layanan awan, pertanian", "Daftar File": {"ABSTRAK - ADRIAN STANISLAUS TRISETYA SIREGAR": "https://digilib.itb.ac.id/gdl/download/251592"}, "Penulis": "Adrian Stanislaus T.S [18118036]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Nana Rachmana Syambas, M.Eng.", "Ir. Hendrawan, M.Sc., Ph.D.", "Dr. Iskandar, S.T., M.T.", "Dr.-Ing. Eueung Mulyana, S.T., M.Sc.", "Dr. Mohammad Sigit Arifianto, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "wsn, dashboard, layanan awan, pertanian", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos", "File": "1 file", "Tanggal Input": "29 Jun 2022"}