{"Nomor": 66630, "Judul": "PENGEMBANGAN APLIKASI LOVI BERBASIS MODEL DEEP LEARNING SEBAGAI ASISTEN PINTAR BAGI LOW VISION", "Abstrak": "i\nABSTRAK\nPENGEMBANGAN APLIKASI LOVI\nBERBASIS MODEL DEEP LEARNING\nSEBAGAI ASISTEN PINTAR BAGI LOW VISION\nOleh\nMitra Sofiyati\nNIM: 18118029\n(Program Studi Teknik Telekomunikasi)\nPrevalensi tunanetra di Indonesia merupakan yang tertinggi dibandingkan\ndisabilitas lainnya. Low vision merupakan salah satu bagian dari tunanetra yang\nmemiliki tingkat penglihatan sebagian. Salah satu kesulitan yang dialami oleh low\nvision adalah memahami dan mengerti lingkungan sekitar, terutama yang tidak\nfamiliar bagi mereka. Kemudahan yang mereka butuhkan untuk mengerti\nlingkungan sekitar adalah mengenali objek serta bernavigasi terutama di luar\nruangan secara mandiri. Salah satu teknologi yang dapat dimanfaatkan sebagai\nsolusi untuk membantu permasalah low vision adalah dengan kecerdasan buatan\nkhususnya klasifikasi gambar. Di lain sisi, pengguna teknologi smartphone sangat\numum di kalangan masyarakat termasuk mereka para low vision. Hal ini juga dapat\ndimanfaatkan untuk membantu kehidupan sehari-hari karena tidak ada biaya\ntambahan yang perlu dikeluarkan.\nPada proyek tugas akhir ini dibuat suatu sistem klasifikasi gambar yang membantu\nlow vision untuk memahami lingkungan sekitar. Sistem ini dibuat untuk platform\nAndroid yang sudah umum digunakan dengan inti adalah tiga buah model\nTensorFlow lite. Aplikasi tersebut diberi nama sebagai aplikasi LoVi dengan inti\nmodelnya disebut sebagai model Sherpa. Model ini terdiri dari tiga buah model\nuntuk klasifikasi trotoar di jalan, klasifikasi objek dalam ruangan, dan klasifikasi\nnomimal mata uang kertas rupiah. Berdasarkan percobaan dan pengujian yang\ndilakukan, aplikasi tersebut dapat memenuhi spesifikasi yang diharapkan.\nKata kunci: low vision, smartphone, TensorFlow Lite", "Daftar File": {"ABSTRAK - MITRA SOFIYATI": "https://digilib.itb.ac.id/gdl/download/251588"}, "Penulis": "Mitra Sofiyati [18118029]", "Kontributor / Dosen Pembimbing": ["Ir. Hendrawan, M.Sc., Ph.D.", "Ir. Hardi Nusantara, M.T.", "Dr. Tutun Juhana, S.T., M.T.", "Dr.-Ing. Eueung Mulyana, S.T., M.Sc.", "Wervyan Shalannanda, S.T., M.T.", "Muhammad Ammar Wibisono, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "low vision, smartphone, TensorFlow Lite", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos", "File": "1 file", "Tanggal Input": "29 Jun 2022"}