{"Nomor": 66635, "Judul": "PENGEMBANGAN FITUR LOCATION TRACKING PADA APLIKASI ELECTRONIC ON-BOARD UNIT (E-OBU) BERBASIS MOBILE UNTUK SISTEM MULTI-LANE FREE  FLOW (MLFF)", "Abstrak": "Berdasarkan data BPS tahun 2020, terdapat lebih dari 21 juta kendaraan yang dapat\nmenggunakan jalan tol. Saat ini, kecepatan peningkatan kendaraan pengguna jalan\ntol melampaui kecepatan peningkatan infrastruktur jalan tol. Selain itu, pembayaran\njalan tol menerapkan pembayaran dengan kartu elektronik berbasis RFID yang\ndiproses pada gardu tol, dimana kendaraan harus menunggu antrian untuk\nbertransaksi. Kedua hal itu adalah dua faktor penyebab terjadinya kemacetan di\nJalan Tol. Data dari Roatex menunjukkan social cost yang dikeluarkan karena\nantrian transaksi jalan tol di Indonesia mencapai 150 juta USD per tahun.\nTugas akhir ini bertujuan menyelesaikan masalah antrian jalan tol di Indonesia\ndengan aplikasi Electronic On-Board Unit (E-OBU) berbasis smartphone untuk\nmewujudkan sistem Multi-Lane Free Flow (MLFF) di Indonesia, yang merupakan\nsistem jalan tol tanpa hambatan. Aplikasi ini dikembangkan pada sistem operasi\nAndroid sebagai client yang melakukan tracking jalur tol yang dilalui pengguna\ndan otomatis menagihkan pengguna sesuai jalur yang dilalui. Aplikasi ini diuji coba\ndengan cara mensimulasikan kegiatan berkendara di kombinasi jalan tol terbuka\npada tol Jagorawi dan tertutup pada tol Bandung-Padalarang.\nHasil pengujian aplikasi menunjukkan bahwa perangkat mobile E-OBU dapat\ndigunakan untuk menggantikan gerbang tol sebagai medium pembayaran jalan tol,\nserta dapat mengurangi waktu antrian pembayaran jalan tol.", "Daftar File": {}, "Penulis": "Fabianus Harry Setiawan [13518144]", "Kontributor / Dosen Pembimbing": ["Riza Satria Perdana, S.T., M.T.", "Achmad Imam Kistijantoro, S.T., M.Sc., Ph.D.", "Dicky Prima Satya, S.T., M.T.", "Rahmat Mulyawan, S.T., M.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "E-OBU, MLFF, Location Tracking, Jalan Tol", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "29 Jun 2022"}