{"Nomor": 66634, "Judul": "PERANCANGAN DAN INTEGRASI SISTEM ORKESTRASI DAN OTOMATISASI RESPONS PADA INFRASTRUKTUR SECURITY OPERATION CENTER MENGGUNAKAN ELASTIC STACK DAN TINES", "Abstrak": "i\nABSTRAK\nPERANCANGAN DAN INTEGRASI SISTEM ORKESTRASI\nDAN OTOMATISASI RESPONS PADA INFRASTRUKTUR\nSECURITY OPERATION CENTER MENGGUNAKAN ELASTIC\nSTACK DAN TINES\nOleh\nMochammad Ronny Ardianto\nNIM: 18118039\n(Program Studi Teknik Telekomunikasi)\nJumlah laporan serangan keamanan informasi yang mengakibatkan kebocoran data\nsemakin tinggi seiring tahun hingga dilaporkan bahwa tahun 2020 menjadi tahun\nterburuk dimana tingginya kebocoran data mencapai 36 miliar pada kuartal ketiga.\nPandemi Covid-19 turut andil memberikan peningkatan ancaman penipuan (scam)\nyang naik hingga 400%. Banyaknya kasus serangan keamanan serta tingginya\nrisiko bocornya informasi di dunia maya menyebabkan fokus di bidang keamanan\nsiber perlu ditingkatkan. Dalam kaitannya, di dunia keamanan siber terdapat dua\nperanan utama yaitu tim merah sebagai penguji atau penyerang dan tim biru sebagai\ntim pertahanan. Namun, di dunia nyata terdapat banyak perusahaan yang lebih\nmengaplikasikan tim merah dalam operasionalnya. Maka dari itu, proyek tugas\nakhir ini akan mencoba mendasari peranan tim biru yang sangat penting sebagai\npertahanan suatu organisasi atau perusahaan dalam upaya memonitor,\nmengamankan, serta merespons jika ada insiden keamanan.\nPada tugas akhir ini akan dibuat arsitektur dan implementasi dari sistem yang dapat\nmembantu peran tim biru, dalam hal ini akan disebut sebagai tim security operation\ncenter (SOC). Sistem tersebut terdiri dari sistem SOC dengan menggunakan alat\natau perangkat lunak yaitu security information and event management (SIEM)\nsebagai alat integrasi terpusat dari seluruh log yang dihasilkan oleh perangkat\nmaupun layanan perusahaan. Sistem selanjutnya untuk memperkuat kemampuan\nSIEM tersebut adalah digunakannya security orchestration, automation and\nresponse (SOAR). SOAR dapat memberikan dukungan orkestrasi dalam\nmenjalankan beberapa tugas yang biasa dilakukan secara manual menjadi otomatis.\nPenggunaan SOAR pada sistem SOC akan membantu tim dalam melakukan\nintelligence anaylisis terhadap suatu insiden yang terjadi dan dapat membantu tim\ndalam menentukan arah respons terhadap insiden dengan efektif. Pada seluruh\nsistem ini, akan dilakukan tahap pengujian dan verifikasi untuk menentukan bahwa\nsistem tersebut telah sesuai dengan tujuan dari tugas akhir.\nKata kunci: keamanan informasi, tim biru, SOC, SIEM, SOAR.", "Daftar File": {"ABSTRAK - MOCHAMMAD RONNY ARDIANTO": "https://digilib.itb.ac.id/gdl/download/251593"}, "Penulis": "Mochammad Ronny Ardianto [18118039]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Nana Rachmana Syambas, M.Eng.", "Ir. Hendrawan, M.Sc., Ph.D.", "Dr.-Ing. Eueung Mulyana, S.T., M.Sc.", "Ahmad Izzuddin, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "keamanan informasi, tim biru, SOC, SIEM, SOAR.", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos", "File": "1 file", "Tanggal Input": "29 Jun 2022"}