{"Nomor": 66637, "Judul": "OPTIMASI DESAIN BIOSENSOR LOCALIZED SURFACE PLASMON RESONANCE BERBASIS METAL-INSULATORMETAL NANODISK/NANORING", "Abstrak": "ABSTRAK\nOPTIMASI DESAIN BIOSENSOR LOCALIZED SURFACE\nPLASMON RESONANCE BERBASIS METAL-INSULATORMETAL\nNANODISK/NANORING\nOleh\nAmilla Puspaduhita\nNIM: 18318015\n(Program Studi Sarjana Teknik Biomedis)\nSeiring dengan perkembangan penelitian tentang nanopartikel dan biosensor, penelitian\nbiosensor optik berbasis nanopartikel yang dinamakan Localized Surface Plasmon\nResonance (LSPR) ini juga mengalami perkembangan yang signifikan. Biosensor LSPR\nini adalah biosensor yang memiliki dasar cara kerja yang sama dengan biosensor Surface\nPlasmon Resonance (SPR), yang membedakan antara keduanya ialah penggunaan\nnanopartikel dibandingkan dengan thin film. Penggunaan nanopartikel dapat menghasilkan\nSurface Plasmon Polariton (SPP) terlokalisasi sehingga biosensor menjadi lebih sensitif.\nDisamping beberapa kelebihan yang telah disebutkan, biosensor LSPR ini masih memiliki\nbeberapa kekurangan yang perlu untuk diperbaiki, seperti belum dilakukannya optimasi\nterhadap parameter desain transduser tertentu, yang menyebabkan performa deteksi\noptimum belum bisa dicapai. Oleh karena itu, pada penelitian ini, akan dilakukan optimasi\nterhadap parameter desain transduser biosensor. Bentuk dasar desain transduser yang\nditeliti adalah bentuk metal-insulator-metal (MIM) nanodisk. Dari bentuk nanodisk ini,\nakan ada tiga parameter desain yang dioptimasi, yaitu diameter, aspek rasio, dan jenis\nmaterial yang digunakan pada nanoarray transduser biosensor. Penelitian dilakukan\ndengan simulasi yang bertujuan untuk mengurangi siklus fabrikasi dan analisis serta\nmenghemat biaya fabrikasi. Untuk melihat performa deteksi biosensor, akan ada tiga\nparameter yang menjadi acuan, yaitu koefisien determinasi, sensitivitas, dan figure of merit\n(FOM). Hasil penelitian yang diperoleh adalah bahwa dengan memodifikasi tiga parameter\ndesain yang telah disebutkan sebelumnya, performa deteksi biosensor LSPR akan\nmeningkat. Pada variasi diameter, jika diameter dari nanodisk diperbesar, nilai sensitivitas\nakan meningkat. Saat diameter diperkecil, semakin lama nilai sensitivitas semakin stagnan,\nnamun lebar full width at half maximum (FWHM) juga semakin mengecil hingga\ndimungkinkan menghasilkan nilai FOM yang besar. Pada variasi diameter nanodisk emas,\ndidapatkan nilai koefisien determinasi yang stabil antara 0,99 hingga 1. Nilai sensitivitas\ntertinggi sebesar 4.087,85 nm/RIU didapat pada diameter sebesar 3.200 nm dan FOM\ntertinggi didapat sebesar 3,22 saat diameter 25 nm. Pada variasi aspek rasio nanoring\nditemukan bahwa nilai sensitivitas maksimum yang didapat pada penelitian ini ada pada\naspek rasio 0,25 dan 0,275, sementara nilai FOM tertinggi didapat saat aspek rasio\nnanoring sebesar 0,167. Terakhir, pada variasi material metal yang digunakan, yaitu perak\ndan paladium, terdapat peningkatan yang signifikan pada sensitivitas paladium dan FOM\nperak, yaitu bernilai 4.343,67 nm/RIU pada simulasi paladium dengan diameter 3.200 nm\ndan 25 pada simulasi perak dengan diameter 50 nm.\nKata kunci: localized surface plasmon resonance, transduser, metal-insulator-metal, koefisien\ndeterminasi, sensitivitas, figure of merit, CST Studio Suite.", "Daftar File": {"ABSTRAK - AMILLA PUSPADUHITA": "https://digilib.itb.ac.id/gdl/download/251618"}, "Penulis": "Amilla Puspaduhita [18318015]", "Kontributor / Dosen Pembimbing": ["Donny Danudirdjo, S.T., M.T., Ph.D.", "Akhmadi Surawijaya, S.T., M.Eng.", "Isa Anshori, S.T., M.Eng.", "Infall Syafalni, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "localized surface plasmon resonance, transduser, metal-insulator-metal, koefisien determinasi, sensitivitas, figure of merit, CST Studio Suite.", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos", "File": "1 file", "Tanggal Input": "29 Jun 2022"}