{"Nomor": 66631, "Judul": "PERENCANAAN DAN PENGEMBANGAN ENERGY-AWARE WIRELESS SENSOR NETWORK BERBASIS LOW ENERGY ADAPTIVE CLUSTERING HIERARCHY PADA SKENARIO LINGKUNGAN PERTANIAN", "Abstrak": "ii\nABSTRAK\nPERENCANAAN DAN PENGEMBANGAN ENERGY-AWARE WIRELESS SENSOR NETWORK BERBASIS LOW ENERGY ADAPTIVE CLUSTERING HIERARCHY PADA SKENARIO LINGKUNGAN PERTANIAN\nOleh\nMuhamad Pranaya Dafa Syarif\nNIM: 18118030\n(Program Studi Teknik Telekomunikasi)\nMeningkatnya aktivitas manusia yang berbasiskan teknologi internet menuntut adanya perkembangan dan inovasi di bidang tersebut baik dari segi kualitas maupun kuantitas. Saat ini, salah satu teknologi berbasis internet yang sedang meningkat dan berkembang penggunaanya adalah Internet of Things (IoT). Salah satu bidang yang saat ini sedang gencar menggunakan Teknologi IoT adalah industri agrikultur atau pertanian. Dengan digunakannya Teknologi IoT berupa sensor – sensor yang tersebar di seluruh lahan pertanian, maka dibutuhkannya sebuah teknologi yang dapat mengintegrasikan dan mengumpulkan data – data sensor tersebut pada sebuah base station yang tersentralisasi, yakni Teknologi Wireless Sensor Network. Namun pada implementasinya, Wireless Sensor Network memiliki banyak faktor yang masih perlu dikembangkan. Salah satu faktornya adalah faktor energi. Faktor energi merupakan sebuah faktor yang wajib dipertimbangkan ketika akan mengimplementasikan sebuah jaringan WSN pada lahan pertanian, sebab berbeda dengan jaringan sensor lainnya, sensor yang digunakan WSN memiliki sumber energi nya tersendiri tanpa sumbe energi tetap. Adapun metode yang dapat membuat efisien penggunaan energi dari node pada WSN untuk faktor penurunan energi yang disebabkan dari transmisi komunikasi nirkabel sensor adalah metode clustering. Salah satu metode clustering pada WSN yang telah ditemykan dan yang paling umum digunakan adalah LEACH atau Low Efficent Adaptive Clustering Hierarchy. Tetapi, Algoritma LEACH masih memiliki ruang yang cukup besar untuk pengembangannya, yang dimana pada algoritma aslinya, LEACH tidak mempertimbangkan faktor energi yang tersisa pada nodes dan juga lokasi dari CH yang terpilih.\nOleh karenanya pada tugas akhir ini, akan dikembangkan sebuah Algoritma Clustering berbasis LEACH yang sudah ada, untuk membuat sebuah Wireless Sensor Network yang efisien. Selain itu, pada implementasinya, rancangan Algoritma LEACH Modifikasi yang dibuat dapat diimplementasikan pada beberapa skenario, yakni skenario persebaran sensor berdasarkan jenisnya, yakni Homogen dan Heterogen, serta skenario persebaran sensor berdasarkan lokasi sensor, yakni secara random atau acak dan secara uniform atau teratur. Perancangan simulasi dilakukan dengan menggunakan Bahasa pemrograman Matlab. Adapun hasil simulasi berupa visualisasi node sensor, arah transmisi data, grafik jumlah nodes yang beroperasi, penggunaan energi, ukuran data, dan jumlah cluster head yang terpilih. Didapatkan hasil akhir dari pengujian yakni performa yang dihasilkan dari Algoritma Clustering berbasis LEACH Modifikasi yang telah dirancang lebih baik dari Algoritma LEACH asli.\nKata kunci : IoT, Wireless Sensor Network, Energy, Clustering, Pertanian, LEACH", "Daftar File": {"ABSTRAK - MUHAMAD PRANAYA DAFA SYARIF": "https://digilib.itb.ac.id/gdl/download/251590"}, "Penulis": "Muhamad Pranaya Dafa Syarif [18118030]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Nana Rachmana Syambas, M.Eng.", "Ir. Hendrawan, M.Sc., Ph.D.", "Dr. Iskandar, S.T., M.T.", "Dr.-Ing. Eueung Mulyana, S.T., M.Sc.", "Dr. Mohammad Sigit Arifianto, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "IoT, Wireless Sensor Network, Energy, Clustering, Pertanian, LEACH", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos", "File": "1 file", "Tanggal Input": "29 Jun 2022"}