{"Nomor": 66649, "Judul": "PENGEMBANGAN PROGRAM PRIVASI DATA PADA FOKUS AREA PERANCANGAN PEMROSESAN DATA DAN PENILAIAN RISIKO UNTUK  INSTITUT TEKNOLOGI BANDUNG", "Abstrak": "Pelindungan privasi menjadi kebutuhan bagi organisasi yang melakukan pemrosesan data\npribadi, termasuk Institut Teknologi Bandung (ITB). Saat ini, pemrosesan data pribadi masih\ndilakukan tanpa standar pada tingkat organisasi dan tingkat Unit Kerja. Upaya pelindungan\ndata pribadi juga masih terbatas pada larangan pengungkapan oleh PPID ITB. Dari masalah\ntersebut, terdapat risiko privasi yang mengancam subjek data. Untuk mendukung ITB dalam\nmelindungi privasi subjek data, maka diusulkan solusi pengembangan Program Privasi Data.\nSolusi ini dikembangan dengan kerangka kerja InfoSys Research Group melalui pengumpulan\nkebutuhan, analisis kesenjangan, pengembangan peta jalan, dan implementasi. Pengumpulan\nkebutuhan memuat faktor penggerak, pemetaan risiko, serta pengembangan struktur dan tugas.\nAnalisis kesenjangan memuat pemetaan proses bisnis, Penilaian Dampak Pelindungan Data,\ndan identifikasi risiko privasi. Sementara peta jalan memuat pengembangan inisiatif\nberdasarkan biaya, usaha, tingkat keselarasan bisnis, dan tingkat manfaat pengurangan risiko\nprivasi. Adapun analisis pengembangan pada laporan ini hanya mencakup fokus area\nperancangan pemrosesan data dan penilaian risiko.\nHasil pengembangan Program Privasi Data memuat 36 inisiatif untuk dilaksanakan selama 5\ntahun. Inisiatif yang diusulkan akan meningkatkan kematangan privasi organisasi dari 1,69\nmenjadi 3,33. Program Privasi Data membutuhkan anggaran mencapai Rp1,56 miliar dan\nusaha sebesar 19,20 FTE. Selain itu, terdapat keluaran berupa dokumen utama yaitu Kebijakan\nPelindungan Data, Kebijakan Retensi Data, Kebijakan Cookie, dan Pemberitahuan Privasi.\nUntuk mengatasi perbedaan kebutuhan karena selang waktu implementasi, terdapat\nrekomendasi berupa pemeliharaan dokumen pendukung bagi pemangku kepentingan utama\nyaitu CIO dan BAI ITB. Dengan Program Privasi Data, ITB dapat memulai praktik terbaik\npengelolaan data pribadi, memenuhi kepatuhan, dan melindungi privasi para subjek data.", "Daftar File": {}, "Penulis": "Pavita Ardhani Sugiharto Putri [18218045]", "Kontributor / Dosen Pembimbing": ["Ir. Kridanto Surendro, M.Sc., Ph.D.", "Dr. Fadhil Hidayat, S.Kom., M.T.", "Dicky Prima Satya, S.T., M.T.", "Dicky Prima Satya, S.T., M.T.", "Lenny Putri Yulianti, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "privasi, data pribadi, pemrosesan data, penilaian risiko, InfoSys", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "29 Jun 2022"}