{"Nomor": 66641, "Judul": "EKSPLORASI KINERJA ARSITEKTUR EFFICIENTNET DALAM KLASIFIKASI RETINOPATI DIABETIK PADA MULTIDATASET", "Abstrak": "ABSTRAK\nEKSPLORASI KINERJA ARSITEKTUR EFFICIENTNET DALAM\nKLASIFIKASI RETINOPATI DIABETIK PADA MULTIDATASET\nOleh\nNUR SEKTI WASKITHA JATI\nNIM: 18318023\n(Program Studi Sarjana Teknik Biomedis)\nRetinopati diabetik merupakan salah satu komplikasi dari diabetes melitus yang dapat\nmenyebabkan kebutaan pada tingkat yang parah. Model klasifikasi otomatis bisa digunakan\nuntuk melakukan pendeteksian dini penyakit tersebut agar penderita bisa melakukan\npengobatan dini. Model ini bisa diaplikasikan di tempat yang masih kekurangan tenaga ahli\nuntuk melakukan diagnosis manual. Namun, data yang dimiliki setiap tempat tersebut pasti\nmemiliki karakteristik masing-masing. Sehingga strategi pelatihan yang dilakukan harus bisa\nmengatasi masalah perbedaan karakteristik tersebut, seperti pada jumlah data yang kecil,\nperbedaan kontras, perbedaan resolusi citra, dll. Pada penelitian ini dicari strategi optimal\nuntuk kombinasi beberapa dataset maupun untuk suatu dataset spesifik dengan karakteristik\ntertentu. Penelitian ini menggunakan dataset APTOS, Messidor-2, dan IDRID dengan\narsitektur pelatihan EfficientNetB0. Pada sistem klasifikasi 5 kelas untuk kombinasi ketiga\ndataset, strategi optimal yang didapatkan adalah melakukan transfer learning dengan bobot\nawal hasil pelatihan APTOS. Setelah diberi preprocessing kontras, tuning hyperparameter,\ndan optimasi resolusi, akurasi yang didapatkan sebesar 76,04% dan QWK sebesar 0,8873 dari\nrata-rata 10 fold cross validation. Di samping itu, strategi yang digunakan untuk melatih per\ndataset adalah transfer learning dengan bobot awal hasil pelatihan kombinasi 3 dataset\nsebelumnya. Preprocessing kontras, tuning hyperparameter, dan optimasi resolusi juga\nditerapkan sehingga pada rata-rata 10 fold cross validation APTOS dihasilkan akurasi\n83,67% dan QWK 0,9252. Untuk Messidor-2 dihasilkan akurasi 72,60% dan QWK 0,8251.\nSementara pada IDRID dihasilkan akurasi 70,91% dan QWK sebesar 0,8775. Untuk\nkeperluan yang lebih aplikatif, diujikan juga hasil terbaik klasifikasi 5 kelas pada sistem\nklasifikasi 2 kelas dengan akurasi yang didapatkan untuk kombinasi 3 dataset, APTOS,\nMessidor-2, dan IDRID berturut-turut 92,87%; 93,97%; 92,43%; dan 93,20%. Sementara\nQWK pada klasifikasi 2 kelas yang dihasilkan secara berturut-turut 0,8498; 0,8763; 0,7969;\ndan 0,8581.\nKata kunci : Retinopati diabetik, APTOS, Messidor-2, IDRID, EfficientNetB0", "Daftar File": {"ABSTRAK - NUR SEKTI WASKITHA JATI": "https://digilib.itb.ac.id/gdl/download/251625"}, "Penulis": "Nur Sekti Waskitha Jati [18318023]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Tati Latifah Erawati Rajab", "Donny Danudirdjo, S.T., M.T., Ph.D.", "Astri Handayani, S.T., M.T.", "Fetty Fitriyanti Lubis, S.T., M.T.", "Dr. Beni Rio Hermanto, S.T., M.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Retinopati diabetik, APTOS, Messidor-2, IDRID, EfficientNetB0", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos", "File": "1 file", "Tanggal Input": "29 Jun 2022"}