{"Nomor": 66645, "Judul": "PENGEMBANGAN APLIKASI BUKU AUDIO PADA PLATFORM ANDROID UNTUK PENYANDANG DISABILITAS PENGLIHATAN", "Abstrak": "Di era pesatnya perkembangan teknologi digital, penyaluran informasi secara utama disalurkan\nmelalui digital. Bagi para penyandang disabilitas penglihatan (PDP) atau Blind or Visually\nImpaired (BVI), pengaksesan informasi digital umumnya dilakukan dengan indra pendengaran\nyakni dengan memanfaatkan aplikasi screen reader atau mendengarkan buku audio. Penelitian\nini membahas mengenai pengembangan aplikasi buku audio pada platform Android yang\nmemiliki aksesibilitas tinggi serta terintegrasi dengan sistem produksi buku audio eksternal yang\nberbasis text-to-speech (TTS).\nPenelitian ini dilakukan dengan menggunakan model proses pengembangan Waterfall yang\nsecara terurut mencakup tahapan analisis kebutuhan, desain perangkat lunak, implementasi\npengembangan lunak, pengujian, serta pemeliharaan perangkat lunak. Proses rekayasa perangkat\nlunak dilakukan dengan melibatkan Pusat AI ITB selaku product owner, serta siswa-siswi PDP\nmaupun non-PDP selaku calon pengguna aplikasi. Penelitian dilanjutkan degan desain arsitektur\naplikasi dalam diagram-diagram UML mencakup diagram entity relation, diagram kelas, diagram\nuse case, diagram sekuens aplikasi. perangkat lunak serta pengembangan aplikasi buku audio\n(audiobook) tersebut dengan Android Architecture Component. Pada arsitektur tersebut terdapat\ntiga buah komponen utama yaitu komponen view, viewmodel, dan model. Pembagian komponen\ntersebut mengikuti pola desain MVVM yang sangat popular digunakan dalam pengembangan\naplikasi Android karena tingginya modularitas aplikasi serta memungkinkan adanya realtime\nsinkronisasi antara data dengan user interface. Hasil pengembangan akan diujikan kepada\npengguna PDP serta non-PDP di mana berdasarkan hasil pengujian, akan dilakukan perbaikan\nperangkat lunak tersebut mengikuti alur model Waterfall.", "Daftar File": {}, "Penulis": "Stephen Thajeb [13518150]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Rinaldi, M.T.", "Dr. Nur Ulfa Maulidevi, S.T., M.Sc.", "Dessi Puji Lestari, S.T., M.Eng., Ph.D.", "Rizal Dwi Prayogo, S.Si., M.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Android, audiobook, Android Architecture Component, Blind or Visually Impaired, MVVM, PDP, pengembangan aplikasi, penyandang disabilitas penglihatan, Waterfall.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "29 Jun 2022"}