{"Nomor": 66657, "Judul": "IMPLEMENTASI MANAJEMEN USAHA DAN STRATEGI PENGEMBANGAN SISTEM URBAN FARMING SECARA BERKELANJUTAN (KASUS DI PETANI SAYURAN HIDROPONIK KOTA PADANG SUMATERA BARAT)", "Abstrak": "Urban Farming adalah salah satu sistem pertanian yang dapat mengatasi masalah\npertanian saat ini seperti tidak seimbangnya kebutuhan konsumsi sayuran dengan\njumlah produksi yang dihasilkan akibat meningkatnya pertumbuhan penduduk dan\nterbatasnya luas lahan pertanian (produktif). Dengan keunggulan yang dimiliki urban\nfarming menjadi dorongan bagi masyarakat Kota Padang dalam mengatasi\npermasalahan kebutuhan pangan (sayuran) melalui teknik pertanian hidroponik.\ndengan jumlah mencapai 10 pelaku bisnis hidroponik pada tahun 2019 dan dapat\nmenghasilkan sayuran sekitar 29 kg/hari. Namun, produksi tersebut belum dapat\nmemenuhi permintaan yang bersifat kontinu setiap harinya yaitu 58 kg/hari, sehingga\nberdampak pada lemahnya proses pengembangan usaha. Penelitian ini bertujuan\nuntuk menganalisis implementasi manajemen usaha (produksi, finansial, dan\npemasaran), menganalisis status keberlanjutan (dimensi ekonomi, sosial, ekologi,\nteknis, dan kelembagaan), serta membentuk strategi pengembangan usaha budidaya\nsayuran hidroponik di Kota Padang. Penelitian ini dilakukan di Kota Padang\nmenggunakan metode survei, dengan pelaksanaan penelitian mencakup kedalam 3\ntahapan utama: 1) Analisis manajemen usaha secara deskriptif kualitatif. 2) Analisis\nstatus keberlanjutan melalui metode Multidimensional Scaling (MDS) dengan\nmodifikasi teknik ordinasi Rap-Ur-Agri (Rapid Appraisal for Urban Agriculture). 3)\nAnalisis strategi pengembangan dengan menggunakan metode SWOT dan QSPM\n(Quantitative Strategic Planning Matrix). Responden dalam penelitian ini terdiri dari\n8 pelaku usaha yang masih aktif dan kontinu dalam budidaya sayuran hidroponik di\nKota Padang. Pengumpulan data primer dilakukan dengan metode observasi\nlangsung, wawancara, dan kuesioner. Data sekunder dikumpulkan melalui kajian\npustaka, Dinas Pertanian Kota Padang, dan Badan Pusat Statistik Kota Padang. Hasil\npenelitian menunjukkan bahwa 1). Implementasi manajemen usaha budidaya sayuran\nhidroponik di Kota Padang Sumatera Barat belum berjalan optimal. Hal ini\nditunjukkan melalui fungsi-fungsi yang belum maksimal dalam manajemen usaha\nantara lain: a) manajemen produksi dengan pencapaian skor 2,21 berada pada\nkategori jarang diterapkan; b) manajemen finansial dengan pencapaian skor 2,19\nberada pada kategori jarang diterapkan; c) manajemen pemasaran dengan pencapaian\nskor 2,13 berada pada kategori jarang diterapkan; 2) Usaha budidaya sayuran\nhidroponik di Kota Padang termasuk pada kategori cukup berkelanjutan pada dimensi\nekonomi dan kelembagaan dengan indeks sebesar 51,07% dan 42,15%. Dimensi\nekologi dan teknis pada kategori berkelanjutan dengan indeks sebesar 60,89% dan\n63,47%, sedangkan dimensi sosial pada kategori kurang berkelanjutan dengan indeks\nsebesar 31,02%; 3) Terdapat 9 alternatif strategi pengembangan usaha yang dapat\nmeningkatkan status keberlanjutan sistem urban farming di Kota Padang Sumatera\nBarat, dengan strategi prioritas yang direkomendasikan adalah meningkatkan kerja\nsama dalam komunitas hidroponik yang sudah terbentuk dengan tujuan memperluas\njaringan informasi, penyampaian aspirasi, optimalisasi produksi, pemasaran, serta\nmempermudah penyusunan program kerja sama dengan pemerintah.", "Daftar File": {"ABSTRAK Rika Yulia Putri": "https://digilib.itb.ac.id/gdl/download/251632"}, "Penulis": "Rika Yulia Putri [21321010]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mia Rosmiati, M.P.", "Dr. Ir. Wawan Gunawan, BA, M.P."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "keberlanjutan, manajemen, Multidimensional Scaling (MDS), sayuran hidroponik, strategi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "30 Jun 2022"}