{"Nomor": 66667, "Judul": "DAMPAK FITUR BELI SEKARANG BAYAR NANTI TERHADAP KEPUTUSAN PEMBELIAN SECARA ONLINE DI E-COMMERCE INDONESIA", "Abstrak": "Pandemi COVID-19 berdampak banyak bagi manusia, dari pergeseran kebiasaan menjadi kondisi ekonomi yang berdampak masif. Pergantian perilaku tersebut dimanfaatkan oleh E-Commerce untuk meraup keuntungan di masa daya beli menurun dengan cara menyediakan mekanisme pembayaran “Buy Now Pay Later” atau “Beli Sekarang, Bayar Nanti”. Penelitian ini dilakukan untuk mengetahui dampak yang terjadi dari fitur Buy Now Pay Later terhadap keputusan pembelian secara online pada platform E-Commerce. Penelitian ini menggunakan metode survey dengan bentuk kuesioner yang dibagikan melalui Google forms. Semua data berasal dari 240 sampel yang terdiri dari 80 pengguna Shopee Pay Later, 80 pengguna Tokopedia Pay Later, dan 80 pengguna Lazada Pay Later yang berdomisili di Jakarta, Bogor, Depok, Tangerang, Bekasi, dan Bandung. Temuan yang bisa diambil dari penelitian ini adalah perceived usefulness dan perceived ease of use memiliki dampak positif terhadap niat untuk menggunakan Buy Now Pay Later dan selain itu juga variabel pembelian impulsif, materialisme, keterbatasan biaya, dan pembelian kompulsif tidak memiliki pengaruh positif terhadap niat untuk menggunakan Buy Now Pay Later. Niat untuk menggunakan Buy Now Pay Later memiliki dampak positif dalam pembuatan keputusan secara online. Hasil penelitian ini didapatkan dari pengolahan data menggunakan Structural Equation Modeling (SEM). Kata kunci: Perceived Usefulness, Perceived Risk, Perceived Ease of Use, Materialisme, Pembelian Impulsif, Keterbatasan Biaya, Pembelian Kompulsif, Niat Penggunaan, Keputusan Pembelian Online, E-Commerce", "Daftar File": {"2022 SK PP Muhammad Rafidarma Kurniawan-Abstrct.pdf?": "https://digilib.itb.ac.id/gdl/download/252089"}, "Penulis": "Muhammad Rafidarma Kurniawan [19019189]", "Kontributor / Dosen Pembimbing": ["Fitri Aprilianty, S.Si., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perceived Usefulness, Perceived Risk, Perceived Ease of Use, Materialisme, Pembelian Impulsif, Keterbatasan Biaya, Pembelian Kompulsif, Niat Penggunaan, Keputusan Pembelian Online, E-Commerce", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "04 Jul 2022"}