{"Nomor": 66668, "Judul": "MENGAPA PENGGUNA INGIN MELAKUKAN PEMBELIAN BERULANG BARANG VIRTUAL DI DALAM GAME MOBILE ONLINE? MEMAHAMI PERSEPSI DAN NIAT PERILAKU GAMERS", "Abstrak": "Pertumbuhan industri aplikasi game seluler online yang dapat dimainkan secara gratis telah\nmeningkatkan barang virtual (VG) dalam game menjadi komponen penting dalam\nmenghasilkan pendapatan dari pengguna. Oleh karena itu, fenomena pembelian kembali\nbarang-barang virtual perlu digali lebih lanjut, sebagai salah satu alat dalam meningkatkan\npendapatan. Ada tiga tujuan dari penelitian ini, pertama untuk menjelaskan values dari barang\nvirtual, kedua untuk menginterpretasikan hubungan antara motivasi pembelian dan\npeningkatan pengalaman bermain game, dan terakhir untuk menganalisis signifikansi\npengaruh antara motivasi pembelian dan peningkatan pengalaman bermain game dalam\nmempengaruhi niat pengguna untuk membeli kembali. Oleh karena itu, penelitian ini\ndilakukan dengan menggunakan metode sekuensial eksplorasi campuran. Studi eksplorasi\nmenggunakan metode diskusi kelompok (FGD) terfokus digunakan untuk mengetahui persepsi\numum pengguna game online seluler tentang faktor-faktor yang memengaruhi keputusan\nmereka untuk membeli kembali. Hasil eksplorasi berupa konstruksi umum, item pengukuran,\ndan juga model yang diusulkan. Kemudian hasil eksploratif berupa konstruk dan item\npengukuran disesuaikan dan divalidasi dengan studi literatur sebelumnya untuk selanjutnya\ndigunakan dalam studi eksplanatori. Konstruksi yang terbentuk terdiri dari persepsi nilai\n(harga, kualitas, sosial, dan emosional), motivasi pembelian (utilitarian dan hedonis),\npeningkatan pengalaman bermain game (utilitarian dan hedonis), persepsi kemudahan\npembelian, dan niat pembelian kembali. Sebelum kuisioner disebarkan, telah divalidasi oleh\nakademisi ahli di bidang pemasaran serta kuisioner pre-test dari 33 responden sebelum\ndibagikan kepada pengguna yang pernah membeli barang virtual dalam tiga bulan terakhir.\nHasil yang diperoleh adalah 321 responden valid yang selanjutnya akan dianalisis dengan\nPrincipal Component Analysis (PCA) dan Partial Least Square – Structure Equation Modeling\n(PLS-SEM). PCA digunakan untuk melakukan penilaian terhadap nilai yang dirasakan (harga,\nkualitas, sosial, dan emosional), dan ditemukan bahwa nilai harga dan kualitas menjadi\nkonstruk baru yaitu nilai fungsional. Hasil PCA berupa indikator yang membentuk konstruk\ndan model hipotetik terbaru kemudian dianalisis menggunakan PLS-SEM. Hasil PLS-SEM\nmenunjukkan bahwa pengguna dengan motivasi pembelian utilitarian menganggap barang\nvirtual memiliki nilai fungsional dan sosial. Sementara itu, pengguna dengan motivasi\npembelian hedonis menganggap barang virtual memiliki nilai emosional. Selain itu, pengguna\ndengan motivasi pembelian utilitarian dan hedonis memiliki hubungan dengan pengalaman\ngaming yang ditingkatkan baik secara utilitarian dan hedonis. Artinya, pengguna utilitarian\nmembeli barang virtual karena ingin mendapatkan fungsi utama dalam game untuk\nmeningkatkan pengalaman bermain game, sedangkan pengguna hedonis membeli barang\nvirtual karena ingin mendapatkan manfaat dekoratif dalam meningkatkan tingkat pengalaman menikmati dalam bermain game. Terakhir, motivasi pembelian (utilitarian dan hedonis)\nberpengaruh signifikan terhadap niat beli ulang. Sementara itu, pengalaman bermain game\nyang ditingkatkan hanya memiliki efek hedonis, yang berarti hanya pengalaman bermain\ndekoratif yang memengaruhi pembelian ulang. Sedangkan jika dibandingkan dengan\nsignifikansi pengaruh antara motivasi pembelian dan peningkatan pengalaman bermain game,\ndengan melihat nilai ?, ditemukan bahwa peningkatan pengalaman bermain game hedonis\nmemiliki pengaruh yang lebih tinggi daripada motivasi pembelian.\nHasil penelitian ini selanjutnya dapat memberikan manfaat baik secara teoritis maupun\nmanajerial. Secara teoritis penelitian ini menjelaskan lebih baik persepsi nilai untuk barang\nvirtual, dimana untuk menganalisis nilai diperlukan post experience karena barang virtual\nhanya dapat dipersepsikan berdasarkan pengalaman. Lebih lanjut, penelitian ini menjelaskan\nbahwa faktor peningkatan pengalaman bermain game merupakan salah satu faktor yang\ndipertimbangkan pengguna saat melakukan pembelian ulang. Terakhir, secara manajerial,\npenelitian ini membantu pengembang game dalam merancang dan mengadaptasi target\npemasaran yang lebih baik berdasarkan persepsi pengguna terhadap barang virtual. Ada dua\nkategori pengguna berdasarkan hasil penelitian ini, yaitu utilitarian dan hedonis. Untuk\npengguna utilitarian, disarankan untuk menjual dan merancang barang virtual fungsional\nyang berguna untuk meningkatkan kemampuan karakter, penyelesaian tugas untuk\nmempercepat pencapaian, merupakan faktor penting untuk pembelian ulang. Sedangkan untuk\npengguna hedonis, mengubah tampilan karakter agar terlihat berbeda dari karakter pengguna\nlain dan diperhatikan oleh pengguna lain merupakan faktor pembelian ulang.\nKeywords: Game Seluler Online, Barang Virtual, Nilai yang Dirasakan, Motivasi Gamer\nMembeli, Pengalaman Bermain Game, Niat Membeli Kembali", "Daftar File": {"2022 TS PP Muhammad Zhafir Afif-Abstract.pdf)u": "https://digilib.itb.ac.id/gdl/download/252112"}, "Penulis": "Muhammad Zhafir Afif [29020018]", "Kontributor / Dosen Pembimbing": ["Prawira Fajarindra Belgiawan, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Game Seluler Online, Barang Virtual, Nilai yang Dirasakan, Motivasi Gamer Membeli, Pengalaman Bermain Game, Niat Membeli Kembali", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "04 Jul 2022"}