{"Nomor": 66669, "Judul": "THE EFFECTS OF LEADERSHIP STYLES ON MEMBERS' PERFORMANCE IN GENERATION Z: A CASE OF SKILL UP FOUNDATION", "Abstrak": "Penelitian ini dilakukan pada yayasan Skill Up di Indonesia. Tujuan utama dari penelitian ini adalah untuk mengetahui pengaruh gaya kepemimpinan demokratis, transaksional, dan transformasional terhadap kinerja anggota di Generasi Z. Penelitian ini diklasifikasikan sebagai desain penelitian deskriptif dan eksplanatori. Metodologi penelitian kuantitatif digunakan dalam penelitian ini karena data skala Likert dikumpulkan melalui kuesioner dari 117 anggota Skill Up Foundation. Setelah data terkumpul, data tersebut ditransformasikan menjadi tipe data interval dengan menggunakan Method of Successive Interval dan juga telah lolos uji validitas dan reliabilitas sebelum dilakukan analisis. Selanjutnya, peneliti melakukan analisis asumsi Normalitas, Multikolinearitas, dan Homoskedasitas untuk memenuhi syarat statistik. Analisis Regresi Linier Berganda digunakan untuk menyelidiki korelasi antara berbagai gaya kepemimpinan (variabel bebas) terhadap kinerja anggota (variabel terikat) dengan menggunakan software SPSS versi 25.\nPenelitian ini telah menemukan bahwa gaya kepemimpinan demokratis dan transformasional berpengaruh positif secara signifikan terhadap kinerja anggota generasi z dalam konteks organisasi nirlaba. Sebaliknya, gaya kepemimpinan transaksional berdampak negatif terhadap kinerja anggota secara keseluruhan. Temuan ini menekankan perlunya mempertimbangkan pengaruh gaya kepemimpinan yang dinyatakan pada proses pemilihan pemimpin berikutnya dan menerapkan praktik gaya kepemimpinan yang paling tepat bagi anggota Generasi Z untuk menunjukkan kinerja tertinggi mereka.\nKata kunci: gaya kepemimpinan demokratis, gaya kepemimpinan transaksional, gaya kepemimpinan transformasional, performa anggota, generasi z, yayasan Skill Up.", "Daftar File": {"2022 SK PP Daffa'ulhaq Zaidan Husain-Abstract.pdf\n]": "https://digilib.itb.ac.id/gdl/download/252213"}, "Penulis": "Daffa'ulhaq Zaidan Husain [19019074]", "Kontributor / Dosen Pembimbing": ["Hary Febriansyah, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "gaya kepemimpinan demokratis, gaya kepemimpinan transaksional, gaya kepemimpinan transformasional, performa anggota, generasi z, yayasan Skill Up.", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "04 Jul 2022"}