{"Nomor": 66688, "Judul": "PERANCANGAN SISTEM PEMANTAUAN KELELAHAN BERBASISKAN PSYCHOMOTOR VIGILANCE TASK (PVT) PADA SOPIR TRUK PERTAMBANGAN DI SITUS ABP", "Abstrak": "Pertambangan batu bara di Indonesia sering kali menggunakan sistem kerja sif 12 jam, sehingga dapat beroperasi selama 24 jam setiap hari. Jadwal kerja ini diyakini berdampak pada tingkat kelelahan yang tinggi pada para pekerjanya. Data di sebuah situs pertambangan kemudian menunjukkan bahwa mayoritas kecelakaan terjadi pada jalan pengangkutan dengan truk dan berkaitan dengan kelelahan. Penelitian ini bertujuan untuk merancang kembali Sistem Pemantauan Kelelahan yang terdapat pada situs tersebut, sehingga dapat mengidentifikasi kelelahan pada para sopir truk pertambangan dan mengelolanya. Sistem ini merupakan bagian dari lapisan pertahanan terakhir Fatigue Risk Management System (FRMS), yaitu pemeriksaan kebugaran kerja atau Fitness-for-Duty (FFD) tests beserta auditnya. Sebelumnya, Sistem Pemantauan Kelelahan telah dibangun di situs dengan memanfaatkan teknologi Psychomotor Vigilance Task (PVT), sebuah alat pendeteksi kelelahan objektif yang sangat sering divalidasi, namun implementasinya menemui berbagai masalah. Sistem kemudian dirancang kembali dengan menggunakan kerangka Monitoring and Evaluation System (M&ES) yang disesuaikan pada konteks FRMS berbasis data. Rancangan sistem dibangun berdasarkan bukti-bukti ilmiah dari penelitian-penelitian sebelumnya dan batasan-batasan operasional yang spesifik pada situs. Hasil rancangan sistem terdiri dari algoritma penilaian kebugaran kerja, prosedur pengumpulan data, pengambilan tindakan pada kelelahan teridentifikasi, dan interpretasi dari data serta pelaporannya. Mengingat masih minimnya penelitian mengenai implementasi PVT sebagai uji FFD di lapangan, hasil penelitian ini diharapkan dapat menjadi pertimbangan dalam pengembangan FRMS di situs sehingga dapat mengurangi angka kecelakaan.", "Daftar File": {"COVER Fadel Hilmy": "https://digilib.itb.ac.id/gdl/download/252331", "PUSTAKA Fadel Hilmy": "https://digilib.itb.ac.id/gdl/download/252338"}, "Penulis": "Fadel Hilmy [13416018]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Hardianto Iridiastadi, M.SIE."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "PVT, FFD, Kecelakaan, Kelelahan, sopir truk pertambangan, kerja sif, Monitoring and Evaluation System, Fatigue Risk Management System.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "06 Jul 2022"}