{"Nomor": 66689, "Judul": "OPTIMISASI SISTEM FENESTRASI KOMPLEKS DENGAN JENIS BILATERAL ASIMETRIS PADA BANGUNAN SEKOLAH DASAR NEGERI DI INDONESIA", "Abstrak": "Cahaya matahari merupakan faktor penting dalam perancangan dan perencanaan dalam suatu bangunan gedung. Terdapat dua manfaat dari cahaya matahari di dalam gedung, di antaranya adalah untuk mengurangi total penggunaan energi bangunan dan untuk meningkatkan kualitas pencahayaan dalam ruang. Oleh karena itu, penerapan pencahayaan alami sangat diperlukan dalam gedung, termasuk gedung sekolah.\nDi Indonesia terdapat banyak bangunan gedung sekolah dasar, khususnya Sekolah Dasar Negeri (SDN). Namun, studi mengenai pencahayaan alami di dalam ruang kelas SDN sangat terbatas. Di sisi lain, Indonesia memiliki iklim tropis dengan durasi penyinaran matahari yang cukup lama dan konsisten sepanjang tahun. Namun, kondisi seperti itu belum dimanfaatkan secara baik untuk desain sekolah dasar di Indonesia, terutama SDN.\nDalam desain pencahayaan alami dalam ruang, fenestrasi atau sistem bukaan adalah salah satu komponen penting yang perlu diperhatikan. Pada Peraturan Menteri Pendidikan dan Kebudayaan No. 61 Tahun 2012, bangunan gedung SDN diharuskan memiliki fenestrasi berbentuk simetris bilateral, yaitu identik pada kedua sisi fasad yang berseberangan, meskipun nilai faktor radiasi surya pada setiap orientasi bangunan berbeda.\nDewasa ini, penggunaan Complex Fenestration System (CFS) pada bangunan telah lazim ditemui. CFS merupakan sistem fenestrasi dengan peneduh yang menyebabkan pantulan cahaya berulang ke berbagai arah sehingga dapat membantu mengontrol cahaya yang masuk ke dalam ruang sesuai dengan yang diharapkan. CFS juga dapat bekerja lebih baik dibandingkan sistem fenestrasi biasa yang hanya\nii\nmenggunakan jendela, namun demikian, CFS masih sangat jarang digunakan pada bangunan gedung SDN.\nKarena faktor radiasi surya pada setiap orientasi berbeda-beda, maka desain dari CFS pada setiap orientasi bangunan idealnya dapat disesuaikan, sehingga diperlukan CFS yang berbentuk asimetris bilateral. Oleh karena itu, dalam tugas akhir ini dilakukan metode optimisasi CFS yang terdiri dari bukaan cahaya dan peneduh berjenis bilateral asimetris, untuk diterapkan pada ruang kelas di bangunan SDN di Indonesia.\nMetode yang digunakan pada tugas akhir ini adalah pemodelan dengan Rhinoceros, simulasi dengan Honeybee, dan optimisasi menggunakan Radial Basis Function Optimization (RBFOPT) dengan objektif tunggal berdasarkan metrik sDA300/50%, ASE1000,250, UDI250?750????????, dan UDI100?3000????????. Optimisasi dilakukan untuk mencari variasi dari parameter CFS yang paling optimal di setiap orientasi dan setiap sisi fenestrasi. Jenis CFS yang dipilih adalah kerai horizontal dan kerai vertikal, dengan parameter masukan yang dipakai adalah WWR (Window to Wall Ratio), BWR (Blind to Wall Ratio), lebar bilah, space to width ratio, sudut bilah, dan jenis bilah, dengan menggunakan data iklim Kota Lhokseumawe yang mewakili utara khatulistiwa dan Kota Bandung yang mewakili selatan khatulistiwa.\nBerdasarkan hasil simulasi desain awal bangunan yang belum menggunakan CFS, nilai sDA300/50% pada desain awal di semua lokasi telah memenuhi kriteria ? 55%. Namun, hasil simulasi ASE1000,250, UDI250?750????????, dan UDI250?750???????? belum terpenuhi secara keseluruhan pada setiap lokasi, yaitu belum memenuhi kriteria ?10%, ? 80%, dan ? 80%.", "Daftar File": {"ABSTRAK Dhafira Ramadhani": "https://digilib.itb.ac.id/gdl/download/252658"}, "Penulis": "Dhafira Ramadhani [13318058]", "Kontributor / Dosen Pembimbing": ["Ir. R. Triyogo, MDesSc (Illum).", "Ayu Gareta Risangtuni, S.T., M.T.", "Rizki Armanto Mangkuto, S.T., M.T., Ph.D.", "Anugrah Sabdono Sudarsono, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "fenestrasi kompleks, pencahayaan alami, bukaan bilateral asimetris, optimisasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "08 Jul 2022"}