{"Nomor": 66682, "Judul": "CUSTOMER JOURNEY & STRATEGI PEMASARAN UNTUK APOTEK PINTAR DI INDONESIA", "Abstrak": "Dunia dan teknologi yang tersedia telah mengubah prinsip-prinsip yang mengatur \npengembangan merek, strategi pemasaran, dan internasionalisasi. Model perusahaan\nbaru menggunakan digitalisasi untuk mengubah harapan pelanggan sebagai respons\nterhadap pasar yang berubah. Namun, apotek pintar belum terbentuk di Indonesia,\nkarena untuk mengembangkan sistem farmasi pintar. Diperlukan strategi berbasis\npelanggan yang komprehensif, dan untuk membuat rencana berbasis pengalaman yang\nkomprehensif, diperlukan pemahaman persona pembeli, perjalanan pelanggan, dan\npengalaman pelanggan. buyer persona mengidentifikasi siapa yang membeli produk\nperusahaan dan perjalanan pelanggan mengumpulkan semua prospek dan tindakan\nyang diambil pelanggan dengan bisnis. Penelitian ini menggunakan sumber data untuk\nmengetahui customer journey dan buyer persona ideal, sumber data yaitu data hasil\nwawancara dengan pelanggan apotek dan pemilik usaha apotek, data hasil observasi,\ndan data benchmarking. Hasil penelitian ini menunjukkan untuk mengembangkan\napotek pintar di Indonesia dengan buyer persona yang ideal, customer journey harus\ndibagi menjadi dua jalur, customer journey pembelian online dan offline, berdasarkan\nkebutuhan pelanggan saat itu. Perjalanan pelanggan dirancang dengan rencana\nimplementasi sedemikian rupa dengan tiga pertimbangan utama, yaitu harus\nmenyelesaikan masalah pelanggan dan pain point, belum diterapkan atau berbeda\ndengan apotek lain di Indonesia, dan harus fokus pada teknologi yang relevan untuk\nmendirikan apotek pintar di Indonesia.  \nKata Kunci: Buyer Persona, Customer Journey, Industri Farmasi, Strategi, Teknologi", "Daftar File": {"2022 SK PP Irham Yurahmaji-Abstract.pdf?": "https://digilib.itb.ac.id/gdl/download/252222", "2022 SK PP Irham Yurahmaji 19019061- Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/263804"}, "Penulis": "Irham Yurahmaji [19019061]", "Kontributor / Dosen Pembimbing": ["Fitri Aprilianty, S.Si., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Buyer Persona, Customer Journey, Industri Farmasi, Strategi, Teknologi", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "2 file", "Tanggal Input": "05 Jul 2022"}