{"Nomor": 66697, "Judul": "PENERAPAN METODE AUTO-REGRESSIVE MOVING-AVERAGE (ARMA) UNTUK IDENTIFIKASI MODAL PARAMETER DINAMIK STRUKTUR DALAM DOMAIN WAKTU", "Abstrak": "Pengujian dinamik merupakan salah metode pengujian untuk memperoleh respon dinamik struktur. Melalui post processing data respon dinamik struktur menggunakan metode analisis modal, dapat diperoleh modal parameter dinamik struktur. Metode analisis modal dapat dikategorikan menjadi dua yaitu, analisis modal dalam domain frekuensi dan analisis modal dalam domain waktu. Salah satu metode analisis modal dalam domain waktu adalah metode Auto Regressive Moving Average (ARMA). Metode ARMA memiliki kelebihan dibandingkan dengan metode Peak Picking konvensional dimana pengukuran tidak bergantung pada beban luar namun cukup hanya berupa eksitasi lingkungan. \n\nPada penelitian ini akan dilakukan perbandingan hasil modal parameter dinamik struktur hasil metode ARMA ,metode Peak Picking, dan metode Random Decrement Technique (RDT) dengan metode validasi berupa hasil analisis Elemen Hingga. Modal parameter dinamik struktur yang dibandingkan adalah frekuensi alami, rasio redaman, dan ragam getar struktur. Struktur yang dianalisis adalah struktur Jembatan LRT Elevated dengan beban ambient dan Jembatan Semanggi dengan beban impuls. Proses identifikasi dilakukan dengan melakukan pemilihan dan filtering data random response, selanjutnya dilakukan proses RDT untuk memperoleh free response struktur, kemudian modal parameter dinamik struktur diperoleh dengan analisis ARMA, dan pada akhirnya dilakukan perbandingan serta validasi dari semua metode dengan model elemen hingga\n\nBerdasarkan hasil analisis, diperoleh nilai frekuensi alami metode ARMA memiliki margin error yang lebih kecil terhadapfrekuensi alami model elemen hingga dibandingkan dengan metode Peak Picking konvensional, dan metode RDT. Ragam getar struktur hasil metode ARMA juga mendekati hasil model elemen hingga Akan tetapi hasil modal parameter dinamik struktur metode ARMA sangat dipengaruhi oleh nilai orde persamaan ARMA yang dipilih.", "Daftar File": {"COVER Ignatius Bernadus Nicholas": "https://digilib.itb.ac.id/gdl/download/252489", "BAB 1 Ignatius Bernadus Nicholas": "https://digilib.itb.ac.id/gdl/download/252490", "BAB 2 Ignatius Bernadus Nicholas": "https://digilib.itb.ac.id/gdl/download/252491", "BAB 3 Ignatius Bernadus Nicholas": "https://digilib.itb.ac.id/gdl/download/252492", "BAB 4 Ignatius Bernadus Nicholas": "https://digilib.itb.ac.id/gdl/download/252493", "BAB 5 Ignatius Bernadus Nicholas": "https://digilib.itb.ac.id/gdl/download/252494", "PUSTAKA Ignatius Bernadus Nicholas": "https://digilib.itb.ac.id/gdl/download/252495"}, "Penulis": "Ignatius Bernadus Nicholas [25016318]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ediansjah Zulkifli, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Analisis modal, Auto Regressive Moving Average, Random Decrement Technique, Peak Picking, Modal parameter dinamik", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "11 Jul 2022"}