{"Nomor": 66690, "Judul": "USULAN STRATEGI MARKETING TERHADAP PRODUK E-PAPER PIKIRAN RAKYAT UNTUK MENINGKATKAN JUMLAH PELANGGAN DAN BERTAHAN DI ERA DIGITAL", "Abstrak": "PT. Pikiran Rakyat merupakan sebuah perusahaan media massa penyedia berita melalui\nberbagai macam saluran, yakni radio, koran dan internet. Untuk menyesuaikan perilaku\nmasyarakat saat ini yang membaca berita melalui teknologi digital, PT Pikiran Rakyat membuat\nproduk e-paper atau koran elektronik yang bisa diakses melalui aplikasi MyPikiranRakyat\ndengan biaya berlangganan Rp 30.000. Namun, bisnis e-paper belum sesuai ekspektasi\nperusahaan. Saat ini jumlah pelanggan e-paper masih sangat sedikit dan perusahaan pun belum\nmengetahu strategi bisnis untuk mengembangkan e-paper. \nMetode penelitian ini menggunakan pendekatan kualitatif dan kuantitatif dengan menaganlisi\nkondisi bisnis internal dan eksternal Pikiran Rakyat. Teknik pengumpulan data dilakukan\nmewawancara internal dan eksternal Pikiran Rakyat serta menyebar survey kepada pembaca\nPikiran Rakyat.  \nPeneliti melakukan kajian terhadap model bisnis apa yang paling tepat diterapkan untuk\nmenjual e-paper Pikiran Rakyat. Di berbagai negara, ada tiga model bisnis yang diterapkan\nterhadap produk berita digital berbayar, yakni paywall, fundraising dan brand extension.\nMasing-masing model bisnis memberikan manfaat lebih kepada pembaca.  \nDari hasil kajian peneliti, model bisnis brand extension paling tepat diterapkan untuk menjual\ne-paper Pikiran Rakyat karena berbagai faktor pendukung seperti kepercayaan pelanggan\nterhadap nama besar brand Pikiran Rakyat, reputasi Pikiran Rakyat sebagai media yang baik,\nserta sumber daya manusia yang tersedia untuk menjalankan model bisnis tersebut. Adapun,\nmanfaat lebih yang akan diberikan kepada pembaca dalam model bisnis brand extension yaitu\npelatihan menulis, fotografi dan pembuatan video, seminar edukasi serta data Jawa Barat.\nManfaat lebih tersebut bisa diimplementasikan dalam waktu yang cepat untuk menghasilkan\npemasukan bagi Pikiran Rakyat.", "Daftar File": {"2022_TS_PP_Rani Ummi Fadila_1-Abstrakcs.pdf\n]": "https://digilib.itb.ac.id/gdl/download/252434"}, "Penulis": "Rani Ummi Fadila [29120348]", "Kontributor / Dosen Pembimbing": ["Prof. Reza Ashari Nasution, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "media massa, koran elektronik, produk berita digital berbayar, paywall, fundraising, brand extension.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "08 Jul 2022"}