{"Nomor": 66691, "Judul": "MODEL PENGAYAAN EMAS-PERAK SUPERGEN PADA ENDAPAN EPITERMAL TIPE URAT PONGKOR, JAWA BARAT", "Abstrak": "Endapan emas-perak Pongkor yang terletak di bagian barat busur magmatik Sunda-Banda, Indonesia adalah endapan epitermal sulfida rendah tipe urat yang mempunyai badan bijih urat dengan ketebalan 4 sampai 24 m termasuk Ciguha, Kubang Cicau, Ciurug, Pasir Jawa, Gunung Goong, Gudang Handak, dan Pamoyanan. Urat-urat ini mengisi rekahan batuan samping yang merupakan hasil sesar geser akibat penunjaman lempeng India-Australia sepanjang tepi pulau Jawa dan dikontrol oleh sesar berjurus U330\"T. Urat-urat terdapat di batuan piroklastik terdiri dari tuf lapili, breksi tuf, dan subvolkanik andesit yang terbreksiasikan oleh fluida hidrotermal. Alterasi propilitik adalah dominan dan merata dekat urat utama dengan piritisasi di batuan samping, sedangkan alterasi argilik hanya ditemukan\ndalam bentuk kantong-kantong sebagai sisa erosi di dekat permukaan. Alterasi filik sangat jarang dijumpai umumnya menimpas zona propilitik. Zona silisifikasi yang kuat pada umumnya ditandai oleh morfologi punggungan yang searah jurus setiap urat. Urat-urat tersebut menunjukkan ciri khas epitermal yaitu tekstur krustifikasi dimana mineral-mineral kuarsa, karbonat dan adularia saling berlapis dan juga memperlihatkan tekstur koloform. Didalam iapisan-lapisan mineral hipogen yang berkadar Au-Ag tinggi seringkali terdapat laminasi halus mineral sulfida membentuk tekstur ginguro (ginguro banding). Emas dan perak, yang diamati di conto batuan dan sayatan poles, ditemukan sebagai inklusi dalam pirit dan dalam kuarsa. Emas yang mengalami pelindian akan terendapkan kembali, mengisi retakan-retakan mikro pada kuarsa membentuk tekstur koloform yang menyerupai cacing, sedangkan perak murni hadir menggantikan pearsit dan akantit menghasilkan berbagai tekstur seperti boxwork, asikular, dan dendritik.\n\nEndapan emas Pongkor telah mengalami pelapukan sejak pembentukannya pada Miosen Akhir sampai Pliosen, dan membentuk pengkayaan supergen Au-Ag dengan kadar 49,43 g/t Au dan 487,05 gt Ag: di tempat tertentu mencapai 748 g/t Au dan lebih dari 10.000 g/t Ag. Pengayaan supergen terbatas (selective) pada badan bijih urat akibat silisifikasi batuan samping dan pembentukan lempung di dinding bijih. Pengayaan supergen paleo saat ini ditemukan dekat permukaan di atas muka air tanah akibat erosi dan pengangkatan lokal dan mengalami pengayaan lagi oleh supergen yang sedang berjalan, menghasilkan pengendapan emas dan perak residual di dalam mineral goethit dan lapisan wad MnO. Dalam zona residual saat ini, terlihat proses penggantian kalkopirit dan\npirit menjadi kovelit dan kalkosit, mineral adularia dan komponen batuan samping terubah menjadi kaolin dan montmorillonit.\n\nEmas dan perak kemungkinan besar tertransportasi dalam bentuk kompleks thiosulfat yaitu Au(S»0:)»” dan Ag(S»03)”, dan mengalir kebawah mengikuti kemiringan urat, mengendap akibat reduksi oleh reaksi dengan sulfida hipogen lainnya, biasanya pirit dan kalkopirit yang berada di bawah muka air tanah paleo.\n\nBadan bijih urat masih mengalami proses supergen, akan tetapi, larutan kompleks tersebut tidak sampai dekat muka air tanah akibat konsentrasi mangan oksida yang tinggi di zona oksidasi sekarang.\n\nHasil analisis Mobile Metal Ion (MMI) menunjukkan adanya anomali tinggi di atas badan bijih yang sedang ditambang di urat Ciurug. Interpretasi response ratio menunjukkan bahwa urat ini masih menerus ke arah utara mengikuti jurus urat. Survey MMI dapat dipakai sebagai metode alternatif dalam eksplorasi endapan yang tertutup oleh komponen pelapukan yang tebal seperti di endapan epitermal Pongkor.", "Daftar File": {"ABSTRAK DAGNEW GIRMAY NEGA": "https://digilib.itb.ac.id/gdl/download/252457", "BAB 1 DAGNEW GIRMAY NEGA": "https://digilib.itb.ac.id/gdl/download/252458", "BAB 2 DAGNEW GIRMAY NEGA": "https://digilib.itb.ac.id/gdl/download/252466", "BAB 3 DAGNEW GIRMAY NEGA": "https://digilib.itb.ac.id/gdl/download/252467", "BAB 4 DAGNEW GIRMAY NEGA": "https://digilib.itb.ac.id/gdl/download/252468", "BAB 5 DAGNEW GIRMAY NEGA": "https://digilib.itb.ac.id/gdl/download/252469", "BAB 6 DAGNEW GIRMAY NEGA": "https://digilib.itb.ac.id/gdl/download/252470", "PUSTAKA DAGNEW GIRMAY NEGA": "https://digilib.itb.ac.id/gdl/download/252471"}, "Penulis": "DAGNEW GIRMAY NEGA [32198026]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Emmy Suparka", "Dr. Ir. Totok Darijanto", "Dr. Ir. Bambang Setiawan"], "Jenis Koleksi": "Disertasi", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "pengayaan supergen paleo, supergen selectif, thiosulfat kompleks, mobile metal ion (MMI), response ratio, ginguro berlapis, badan bijih.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "08 Jul 2022"}