{"Nomor": 66699, "Judul": "PERANCANGAN DAN IMPLEMENTASI SKEMA SECURE SINGLE SIGN ON (SSO) MENGGUNAKAN AUTENTIKASI MULTIFAKTOR DAN PROTOKOL MODIFIKASI OAUTH 2.0", "Abstrak": "Skema autentikasi Single Sign On (SSO) merupakan salah satu kontrol akses yang\nmemungkinkan pengguna melakukan satu kali proses autentikasi untuk dapat\nmengakses berbagai layanan di internet. Skema SSO yang sering\ndiimplementasikan adalah OAuth 2.0 dan atribut yang umum digunakan untuk\nproses autentikasi adalah pasangan email dan password. Penggunaan atribut\ntunggal pada proses autentikasi disebut dengan Single Factor Authentication\n(SFA), yang mana penerapan ini tidak disarankan untuk sistem informasi yang\nbersifat kritikal. Pada penelitian ini telah dirancang skema autentikasi Secure Single\nSign On (SSO) dengan menerapkan autentikasi multifaktor dengan menggunakan\nprotokol modifikasi OAuth. Protokol modifikasi OAuth bertujuan untuk\nmeningkatkan keamanan dari sisi data dengan menerapkan algoritma kriptografi\nseperti algoritma enkripsi AES, fungsi hash SHA-256, skema HMAC, algoritma\nkurva eliptik ECIES, dan algoritma kunci publik RSA.\nHasil rancangan skema secure SSO yang diusulkan telah lulus pengujian\nmenggunakan scyhter tool dan telah diimplementasikan pada aplikasi berbasis web\ndan mobile. Hasil implementasi menunjukkan bahwa skema secure SSO tahan\nterhadap pencurian authorization code dan token akses, serta memiliki potensi\nreplay attack yang kecil. Aspek yang dapat dicapai dari skema Secure SSO adalah\nkerahasiaan, integritas data, dan nir-penyangkalan. Berdasarkan hasil perbandingan\nimplementasi antara skema Secure SSO dengan skema SSO standar diketahui\nselisih waktu pemrosesan data rata-rata untuk setiap prosesnya yaitu 0.15 detik per\nproses.", "Daftar File": {"COVER Riski Pradipta": "https://digilib.itb.ac.id/gdl/download/252520", "BAB 1 Riski Pradipta": "https://digilib.itb.ac.id/gdl/download/252521", "BAB 2 Riski Pradipta": "https://digilib.itb.ac.id/gdl/download/252522", "BAB 3 Riski Pradipta": "https://digilib.itb.ac.id/gdl/download/252523", "BAB 4 Riski Pradipta": "https://digilib.itb.ac.id/gdl/download/252524", "BAB 5 Riski Pradipta": "https://digilib.itb.ac.id/gdl/download/252525", "BAB 6 Riski Pradipta": "https://digilib.itb.ac.id/gdl/download/252526", "BAB 7 Riski Pradipta": "https://digilib.itb.ac.id/gdl/download/252527", "PUSTAKA Riski Pradipta": "https://digilib.itb.ac.id/gdl/download/252528"}, "Penulis": "Riski Pradipta [23220013]", "Kontributor / Dosen Pembimbing": ["Dr. Yusuf Kurniawan, S.T., M.T.", "Ir. Budi Rahardjo, M.Sc., Ph.D.", "Dr. Fadhil Hidayat, S.Kom., M.T.", "Fetty Fitriyanti Lubis, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "SSO, SFA, OAuth, kriptografi, enkripsi, kerahasiaan, integritas data, dan nir-penyangkalan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "11 Jul 2022"}