{"Nomor": 66703, "Judul": "MENGIDENTIFIKASI NIAT KONSUMEN MEMBELI DAGING NABATI", "Abstrak": "Konsumsi daging nabati telah meningkat secara signifikan di negara berkembang selama\nbeberapa dekade terakhir. Banyak faktor yang mempengaruhi konsumsi daging, termasuk\nkesejahteraan hewan, pengurangan kerusakan lingkungan, limbah makanan, perubahan gaya\nhidup, kesehatan, dan perubahan lahan. Akibatnya, konsumsi daging di setiap negara mungkin\nberbeda. Pembelian daging nabati meningkat seiring dengan meningkatnya konsumsi daging\nnabati, dan sebaliknya. Banyak faktor yang mempengaruhi niat beli pelanggan terhadap daging\nnabati. Penelitian ini bertujuan untuk mengetahui faktor-faktor yang mempengaruhi niat beli\nkonsumen terhadap daging nabati dan membuat rekomendasi bagi pemasar daging nabati untuk\nditerapkan guna meningkatkan niat beli konsumen terhadap daging nabati. Penelitian ini\nmenggunakan dua metodologi yaitu pendekatan kualitatif dengan focus group discussion dengan\ndua kelompok dan pendekatan kuantitatif dengan menggunakan kuesioner online berjumlah 242\nresponden. Teknik purposive sampling digunakan untuk mengidentifikasi responden. Data akan\ndiolah dengan menggunakan open coding, statistik deskriptif, dan PLS-SEM. Penelitian ini\nmenggunakan Theory of Planned Behavior untuk mengetahui faktor-faktor apa saja yang\nmempengaruhi niat beli konsumen terhadap daging nabati. Temuan menunjukkan bahwa\nperceived nutritional content, intrinsic quality cues, extrinsic quality cues, attitude toward\nplant-based meat, subjective norms, dan perceived behavioral control berpengaruh signifikan\npada niat beli konsumen untuk produk daging nabati. Temuan penelitian ini akan membantu\npemasar daging nabati dalam mengembangkan strategi pemasaran mereka dengan mempelajari\nfaktor-faktor yang mempengaruhi pembelian daging nabati.\nKata Kunci : Daging Nabati; Theory of Planned Behavior; Konsumsi; Sikap Terhadap Daging\nNabati; Niat Beli Konsumen.", "Daftar File": {"2022 SK PP Syifa Aurelia Garnida-Abtract.pdf)u": "https://digilib.itb.ac.id/gdl/download/252539"}, "Penulis": "Syifa Aurelia Garnida [19019049]", "Kontributor / Dosen Pembimbing": ["Nurrani Kusumawati, S.E., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Daging Nabati; Theory of Planned Behavior; Konsumsi; Sikap Terhadap Daging Nabati; Niat Beli Konsumen.", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "12 Jul 2022"}