{"Nomor": 66708, "Judul": "PENGARUH BRAND EXPERIENCE, BRAND PERSONALITY, BRAND TRUST, DAN CUSTOMER SATISFACTION DALAM MEMBANGUN CUSTOMER LOYALTY: STUDI  II   KASUS PADA PENGGEMAR BANGTAN SONYEONDAN", "Abstrak": "Seiring dengan perkembangan budaya Korea Selatan melalui Korean Wave, muncul genre musik\nbaru yang disebut Korean Pop. BTS menghadirkan gelombang besar Korean Pop. BTS adalah\nboy band K-Pop terkemuka dengan jumlah penggemar mereka. Jaringan sosial ARMY “Adorable\nRepresentative M.C of Youth” bagi mereka yang bersedia menjadi penggemar BTS. Seorang\npenggemar menganggap bahwa memorabilia seperti album menekankan penciptaan narasi dan\nidentitas visual. ARMY mulai merasakan bahwa BTS memberikan kenangan kebahagiaan\nmereka dengan membeli merchandise mereka, fenomena masifnya penggemar BTS yang bersedia\nmembeli merchandise ini kemudian diangkat oleh peneliti. Penelitian ini akan menganalisis\nhubungan brand experience, brand personality, brand trust, dan customer satisfaction terhadap\ncustomer loyalty pada ARMY. Hasilnya juga akan sangat membantu untuk rekomendasi dan\nreferensi bagi perusahaan di bidang musik dan BTS, mengenai manfaat dan hubungan kelima\nvariabel tersebut. Penelitian ini menggunakan pendekatan data kuantitatif dengan pengumpulan\ndata melalui kuesioner. Menggunakan purposive sampling dengan hasil 232 respondents. Dengan \nkriteria ARMY yang telah membeli Merchandise yang diluncurkan oleh BTS, berdomisili di\nsalah satu kota di Jawa Barat, Jawa Tengah, atau JABODETABEK dengan usia antara 18 – 22\ntahun atau Gen Z. Kemudian, mengolah data menggunakan SmartPLS dan menganalisis secara\ndeskriptif dan PLS-SEM. Penelitian ini menunjukkan bahwa brand experience berpengaruh\nsignifikan terhadap brand personality, brand trust, dan customer satisfaction. Customer loyalty\ndapat dipengaruhi secara signifikan oleh brand trust dan customer satisfaction. Hasil mediasi\nmenyatakan bahwa customer satisfaction dapat sepenuhnya memediasi brand experience terhadap\ncustomer loyalty, sedangkan brand trust  dan brand personality memiliki peran memediasi\nsebagian. \nKata Kunci: BTS, ARMY, Merchandise, Quantitative, PLS-SEM, Brand Experience, Brand\nPersonality, Brand Trust, Customer Satisfaction, Customer Loyalty", "Daftar File": {"2022 SK PP Chitania Millenita-Abstract.pdf?": "https://digilib.itb.ac.id/gdl/download/252550"}, "Penulis": "Chitania Millenita [19019103]", "Kontributor / Dosen Pembimbing": ["Nurrani Kusumawati, S.E., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "BTS, ARMY, Merchandise, Quantitative, PLS-SEM, Brand Experience, Brand Personality, Brand Trust, Customer Satisfaction, Customer Loyalty", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "12 Jul 2022"}