{"Nomor": 66709, "Judul": "FEASIBILITY ANALYSIS OF NEW PRODUCTION PROJECT BY DENIM INDUSTRY (CASE STUDY ON VOUTE COMPANY)", "Abstrak": "Voute Company dapat dikategorikan sebagai UMKM berdasarkan jumlah modal dan\npenjualan setiap tahunnya. Selama pandemi COVID-19 terjadi, segala sektor\nperekonomian di Indonesia terdampak. UMKM sebagai penyumbang terbesar\npertumbuhan ekonomi negara tidak terlepas dari pengaruh pandemi. Sektor industri fashion\nmencatatkan penurunan tren penjualan yang signifikan selama setahun kebelakang.\nTerutama para pelaku UMKM yang mayoritas sangat merasakan dampak negatif terhadap\nusaha bisnis yang mereka jalani. \n\nPenelitian ini dilakukan sebagai sarana untuk menggali informasi dan membantu UMKM.\nTujuannya adalah untuk menganalisis kelayakan bisnis dari segi finansial apakah dapat\nberlanjut ataupun harus dilakukan beberapa pertimbangan kedepannya. Voute Company\nakan memproduksi dua artikel produk denim yang mengalami improvement dari produk\nsebelumnya. Dua produk ini kan menjadi produk utama dalam penjualan. Proyek investasi\nini tidak hanya berfokus kepada produk baru, Voute Company juga akan meningkatkan\nnilai investasi perusahaan dengan ekspansi keluar negeri.  \n\nData penelitian yang digunakan didapat dari sumber sekunder melalui studi literatur dan\ndata primer melalui wawancara dan interview langsung dengan owner, serta data sekunder\nmelalui sumber literatur dan observasi. Aspek keuangan ini berdasarkan analisis capital\nbudgeting yang terdiri atas perhitungan NPV, PI, IRR, dan payback period.  Hasil \npenelitian menunjukkan nilai NPV  Rp189.729.707, PI 3,7, IRR 29,3% dan payback\nperiod selama 4 tahun . Dari nilai diatas dapat disimpulkan bisnis yang berjalan dinilai\nlayak karena memenuhi standar kriteria layak yang berlaku. \n\nKeywords: UMKM, industri fashion , kelayakan bisnis, pandemi, capital budgeting", "Daftar File": {"2022 SK PP Jerry Ferdiansyah-Abstract.pdf)u": "https://digilib.itb.ac.id/gdl/download/252551"}, "Penulis": "Jerry Ferdiansyah [19019122]", "Kontributor / Dosen Pembimbing": ["Acip Sutardi, S.E., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "UMKM, industri fashion , kelayakan bisnis, pandemi, capital budgeting", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "12 Jul 2022"}