{"Nomor": 66714, "Judul": "PERANCANGAN DINDING PENAHAN TANAH DAN FONDASI RAFT-PILE GEDUNG CIBADAK STYLE HUB BANDUNG", "Abstrak": "Kawasan Cibadak merupakan salah satu kawasan yang cukup ramai dan padat penduduk. Sebagai salah satu pusat terjadinya pergerakan kawasan Cibadak masih cenderung terlihat kumuh. Pembangunan gedung Cibadak Style Hub merupakan salah satu solusi revitalisasi kawasan ini. Pada perencanaan gedung Cibadak Style Hub terdapat ruang bawah tanah (basement), sehingga keberadaan basement tersebut perlu direncanakan suatu konstruksi dinding penahan tanah. Selain itu untuk menyalurkan beban struktur bangunan perlu direncanakan pula konstruksi fondasi untuk menyalurkan beban bangunan ke tanah dengan baik.\nKondisi lapisan tanah pada lokasi proyek didominasi tanah lempung (clay). Namun, pada salah satu lapisan tanah diketahui terdapat lapisan tanah silty sand setebal 1,5 m sehingga perlu adanya Analisis potensi likuifaksi. Sebagaimana diketahui kondisi wilayah Cibadak merupakan wilayah dengan potensi gempa yang cukup besar. Sehingga keberadaaan tanah pasir tersebut akan menimbulkan potensi likuifaksi yang akan berdampak pada daya dukung tanah untuk perencanaan struktur bawah.\nKedalaman galian basement untuk proyek ini adalah sebesar -8,5 meter yang akan ditunjang dengan sistem dinding diafragma dan wall-to-wall strut baja. Jenis wall-to-wall strut terdiri dari strut beam dimensi H-Beam 300x300, waler beam dimensi WF 600x300, dan center post dimensi H-Beam 300x300. Analisis yang dilakukan adalah dengan memanfaatkan software PLAXIS 2D dengan pemodelan tanah hardening soil. Tebal dinding diafragma yang digunakan adalah 0,85 meter dengan total kedalaman 14 meter. Perkuatan wall-to-wall strut baja akan dipasang pada elevasi -0,5 m dan -4 m. Kemudian akan digunakan fondasi raft-pile pada pengerjaan tugas akhir ini dengan diawali dengan menentukan daya dukung aksial tiang dengan pendekatan Reese & Wright dan penentuan daya dukung lateral dengan software LPILE. Kemudian menentukan daya dukung aksial raft dengan pendekatan Meyerhoff serta Analisis penurunan dengan bantuan software PLAXIS 3D dan perhitungan manual. Pada Analisis kebutuhan tulangan fondasi juga digunakan software PCA-Col dan software ETABS untuk memudahkan perhitungan.\nDalam pengerjaan desain akan digunakan beberapa peraturan yang dijadikan acuan standar desain. Perancangan program penyelidikan tanah disesuaikan dengan ketentuan SNI 8460-2017. Analisis pembebanan dilakukan dengan menggunakan kombinasi beban ASD dan LRFD sesuai ketentuan SNI 1727-2013. Desain struktur beton dan penulangan dinding diafragma dan fondasi mengacu pada SNI 2847-2013, serta desain struktur baja untuk strutting system mengacu pada SNI 1729-2015.", "Daftar File": {"COVER Masya Bilqist": "https://digilib.itb.ac.id/gdl/download/252556", "PUSTAKA Masya Bilqist": "https://digilib.itb.ac.id/gdl/download/252565"}, "Penulis": "Masya Bilqist [15016148]", "Kontributor / Dosen Pembimbing": ["Ir. Erza Rismantojo, MSCE, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "dinding diafragma, wall-to-wall strut, PLAXIS 2D, fondasi raft-pile, LPILE, PLAXIS 3D, SAFE.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "10 file", "Tanggal Input": "12 Jul 2022"}