{"Nomor": 66718, "Judul": "OLAHRAGA SEBAGAI SEBUAH HIBURAN: MEMAKSIMALKAN PENGALAMAN MERK DALAM MEMBANGUN PERSEPSI MERK ORGANISASI ESPORTS DI INDONESIA", "Abstrak": "Oahraga bukan hanya sekedar permainan di lapangan. Dewasa ini, olahraga \ntelah mencakup aspek-aspek hiburan, di mana hal tersebut dapat didefinisikan\nsebagai ‘sportainment’.  Seiring dengan berkembangnya teknologi, esports \nmerupakan contoh di mana olahraga dilakukan sepenuhnya menggunakan\nteknologi. Dengan banyaknya jumlah penonton, urgensi untuk menyediakan\npengalaman yang menghibur penonton menjadi sangat diprioritaskan oleh\nmerk/tim esports. Pengalaman merk didefinisikan sebagai respon internal\nkonsumen (sensasi, perasaan, dan kognisi) dan perilaku, dibangkitkan karena\nrangsangan yang terkait merk tersebut. Hal tersebut dapat dijelaskan dengan\nempat dimensi yang mencakup indrawi, afektif, intelektual, dan perilaku.\nmengenai sebuah merk/tim esports, dam persepsi tersebut dapat berdampak\npada keputusan di masa depan dalam mengkonsumsi produk dan layanan\nesports. Penelitian ini bertujuan untuk mengetahui ekspektasi penonton\nterhadap tim esports, dan bagaimana tim dapat meningkatkan persepsi merek\ndan basis konsumen dengan menyediakan pengalaman yang baik dinilai dari\ndimensi pengalaman merk. Data dalam penelitian ini dikumpulkan melalui\npendekatan kualitatif dengan metode wawancara semi terstruktur. Untuk\nmendukung dan memvalidasi informasi yang diperoleh dari wawancara,\ndilakukan pemantauan media sosial sebagai triangulasi. Pemantauan media\nsosial difokuskan pada platform Instagram, dengan mengambil komentarkomentar\ndari\nunggahan\nInstagram\nlima\ntim\nesports\nIndonesia\nyang\nberbeda.\n\nDalam\nmenganalisisnya,\ndata\nyang\ndikumpulkan\ndari\nwawancara\nakan\ndiubah\n\nmenjadi\ntranskrip\ndan\ndiproses\nmenggunakan\nmetode\ncoding,\nsambil\nmencari\n\npola\nkomentar\ndi\nmedia\nsosial\nInstagram.\nHasilnya\nmenegaskan\nbahwa\nsetiap\n\ndimensi\npengalaman\nmerek\nberkorelasi\npositif\ndengan\npersepsi\n\nmerek, yang\njuga berkorelasi dengan loyalitas penonton.\n\nKata Kunci: Sportainment, esports, penglamana merk, persepsi merk, \nekspektasi, loyalitas.", "Daftar File": {"2022 SK PP Adya Zefanya Putraka-Abstract.pdf)u": "https://digilib.itb.ac.id/gdl/download/252614"}, "Penulis": "Adya Zefanya Putraka Tarigan [19019096]", "Kontributor / Dosen Pembimbing": ["Nila Armelia Windasari, S.A., MBA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sportainment, esports, penglamana merk, persepsi merk,  ekspektasi, loyalitas.", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "13 Jul 2022"}