{"Nomor": 66713, "Judul": "PERILAKU PEMBELIAN IMPULSIF DI PLATFORM ECOMMERCE: PERAN AMBANG PROMOSI GRATIS  ONGKOS KIRIM DAN JENIS PRODUK", "Abstrak": "E-Commerce telah menjadi saluran yang menarik bagi konsumen untuk\nmembeli di era ini sejak kemajuan teknologi. Selain itu, tingkat perilaku\npembelian impulsif dalam e-commerce dianggap sebagai topik yang\nmenarik saat ini karena banyak orang membeli secara impulsif di toko\nonline. Penelitian sebelumnya menunjukkan bahwa promosi penjualan\nberdampak pada perilaku pembelian impulsif. Namun, khusus promosi\npenjualan berupa promosi gratis ongkir masih kurang dijelaskan\nperannya terhadap perilaku pembelian impulsif. Menariknya, saat ini\nbanyak platform e-commerce di Indonesia yang menggunakan strategi\npengiriman gratis ini untuk meningkatkan keuntungan mereka.\nPenelitian ini mengusulkan wawasan baru tentang bagaimana jenis\nambang batas promosi pengiriman gratis ongkir dan jenis produk dapat\nmempengaruhi konsumen untuk membeli secara impulsif melalui reaksi\nemosional konsumen berupa motivasi berbelanja hedonis dan pengaruh\nperasaan positif, dengan menggunakan model S-O-R. Data dianalisis\ndengan menggunakan total 188 orang yang telah mengisi kuesioner.\nPenelitian ini menggunakan ANOVA dan Analisis Regresi untuk menilai\nmodel dan menggunakan SPSS sebagai alat bantu. Hasil utama\npenelitian ini dengan jelas menggambarkan bahwa Ambang Batas\nmaksimum jenis promosi gratis ongkir dengan produk hedonis lebih\nmengarah pada motivasi hedonis konsumen, sedangkan Ambang batas\nminimum jenis pengiriman gratis telah mendorong juga jika\ndikombinasikan dengan produk utilitarian. Selanjutnya, perasaan\nkonsumen terhadap motivasi hedonis dan pengaruh positif memainkan\nperan penting dalam menentukan perilaku pembelian impulsif konsumen.\nKajian ini akan bermanfaat bagi para pemangku kepentingan dalam\nmemanfaatkan dan memaksimalkan program promosi gratis ongkos\nkirim.\n\nKeywords: Pengiriman Gratis Ongkir, Pembelian Impulsif, Motivasi\nHedonis, Pengaruh Positif, Analisis Varians (ANOVA), Analisis Regresi", "Daftar File": {"2022 TS PP Readdy Aria Yendola-Abstract.pdf\n]": "https://digilib.itb.ac.id/gdl/download/252555"}, "Penulis": "Readdy Aria Yendola [29020009]", "Kontributor / Dosen Pembimbing": ["Nila Armelia Windasari, S.A., MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pengiriman Gratis Ongkir, Pembelian Impulsif, Motivasi Hedonis, Pengaruh Positif, Analisis Varians (ANOVA), Analisis Regresi", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "12 Jul 2022"}