{"Nomor": 66717, "Judul": "MENGIDENTIFIKASI PENGARUH KARAKTERISTIK SERI KOLEKSI SEPATU EDISI TERBATAS COMPASS TERHADAP NIAT MEMBELI", "Abstrak": "Maraknya merek sepatu di Indonesia menunjukkan industri yang berkembang. Hal ini\ntelah meningkatkan persaingan bisnis yang membutuhkan inovasi dan strategi baru.\nMerek sepatu sering merilis sepatu dengan kuantitas terbatas, atau sepatu edisi terbatas\n(LES) sebagai strategi pemasaran karena menciptakan kekurangan penawaran dan\npermintaan, yang membuat konsumen dua kali lebih mungkin untuk membeli produk.\nOLE merupakan sepatu limited edition yang dirilis satu kali, dan RLE merupakan sepatu\nlimited edition yang dirilis beberapa kali, namun rilisnya disesuaikan dengan keinginan\nkonsumen dan modernisasi produksi. Karena metode ini meningkatkan keinginan\nkonsumen untuk membeli, Compass, merek sepatu Indonesia, menggunakannya untuk\nmendongkrak penjualan dan minat konsumen, dan berhasil. Efek negatifnya antara lain\nkonsumen kecewa dan marah karena tidak bisa membeli produknya. Maka penelitian ini\nbertujuan untuk menganalisis bagaimana sepatu edisi terbatas Compass mempengaruhi\nniat beli pelanggan dengan mengidentifikasi faktor nilai keuntungan dan kepercayaan\nmerek. PLS-SEM digunakan untuk menganalisis hubungan antar variabel dalam survei\nonline terhadap 205 pembeli atau pemilik sepatu Compass edisi terbatas di Jawa berusia\n18 hingga 40 tahun. Hasil penelitian menunjukkan bahwa di OLE, penerapan edisi\nterbatas mempengaruhi keinginan pelanggan untuk membeli sepatu Compass. Produk\nsepatu edisi terbatas Compass. Nilai emosional, sosial, dan ekonomi mempengaruhi\nkepercayaan merek secara positif. Nilai emosional dan ekonomi berpengaruh positif \nterhadap niat beli konsumen, tetapi nilai sosial tidak. Nilai RLE emosional, sosial, dan \nekonomi meningkatkan kepercayaan merek dan niat membeli konsumen. Hasil penelitian\nmenunjukkan bahwa untuk sepatu OLE dan RLE, Compass harus mempertahankan\nkarakter uniknya di setiap koleksi, meningkatkan kolaborasi, memberikan informasi lebih\ndetail tentang sepatu edisi terbatas, dan membatasi jumlah pembelian oleh pembeli yang\nsama. Ini membantu konsumen OLE dan RLE merasakan nilai sepatu yang mereka beli,\nmeningkatkan niat beli mereka. Dengan dilakukannya penelitian ini, diharapkan para\npelaku usaha dan pemasar dapat lebih memahami bagaimana perusahaan dapat\nmeningkatkan minat beli dengan merilis sepatu edisi terbatas untuk OLE dan RLE. \n \nKata Kunci: Sikap Terhadap Merek; Sikap Terhadap Kampanye; Keputusan Pembelian;\nNiat Beli; Kampanye Pemasaran Sosial", "Daftar File": {"2022 SK PP Gading Indrayana-Abstract.pdf\n]": "https://digilib.itb.ac.id/gdl/download/252605"}, "Penulis": "Gading Indrayana [19019070]", "Kontributor / Dosen Pembimbing": ["Nurrani Kusumawati, S.E., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sikap Terhadap Merek; Sikap Terhadap Kampanye; Keputusan Pembelian; Niat Beli; Kampanye Pemasaran Sosial", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "13 Jul 2022"}