{"Nomor": 66722, "Judul": "AKTIVITAS ANTIDIABETES EKSTRAK METANOL BUAH BELIMBING WULUH (AVERRHOA BILIMBI L.) MELALUI PENINGKATAN EKSPRESI PROTEIN GLUT4 PADA MENCIT TERINDUKSI DIABETES", "Abstrak": "Glukosa memegang peranan penting sebagai sumber energi utama bagi tubuh dan perlu didistribusikan oleh darah ke berbagai jaringan di dalam tubuh. Proses tersebut melibatkan protein GLUT. GLUT4 merupakan transporter glukosa utama, bersifat responsif terhadap insulin dan diekspresikan dalam jumlah banyak di jaringan otot dan adiposa. Sebagai respon terhadap insulin, GLUT4 mengalami translokasi ke permukaan membran plasma, selanjutnya meregulasi pengangkutan glukosa ke dalam sel. Gangguan metabolisme, sekresi insulin dan sensitivitas insulin dapat mengakibatkan hiperglikemia kronis dan akhirnya, diabetes melitus (DM).\nSalah satu tanaman endemik Indonesia yang memiliki potensi antidiabetes adalah belimbing wuluh (Averrhoa bilimbi L.). Penelitian ini bertujuan untuk mengetahui aktivitas antidiabetes ekstrak metanol buah belimbing wuluh melalui peningkatan ekspresi protein GLUT4 pada mencit terinduksi diabetes. Analisis fitokimia ekstrak dilakukan secara kualitatif dan kuantitatif dengan GC-MS. Pengujian aktivitas antioksidan untuk menentukan IC50 ekstrak metanol buah belimbing wuluh dilakukan dengan metode DPPH. Pengujian toksisitas dilakukan dengan metode acute toxic class (423) sesuai pedoman OECD untuk menentukan LD50 ekstrak. Induksi diabetes dilakukan dengan penginjeksian aloksan monohidrat 150 mg/kg BB. Pengukuran kadar glukosa darah, berat badan, berat hati, indeks hati, kadar glikogen hati dan otot dilakukan untuk menganalisis metabolisme tubuh. Metode ELISA Sandwich dilakukan untuk mengetahui kadar insulin serum dan penghitungan nilai HOMA-IR dilakukan untuk mengetahui resistensi insulin. Deteksi dan kuantifikasi protein GLUT4 dilakukan dengan metode Western Blot.\nAnalisis fitokimia menunjukkan bahwa ekstrak metanol buah belimbing wuluh mengandung senyawa-senyawa bioaktif, seperti flavonoid, terpenoid, fenol, tanin, saponin dan derivat senyawa golongan asam lemak rantai sedang. Nilai IC50 85 ppm menunjukkan aktivitas antioksidan kuat dan nilai LD50 1000 mg/kg BB menunjukkan toksisitas ringan. Hasil penelitan menunjukkan adanya pengaruh signifikan ekstrak metanol buah belimbing wuluh dengan dosis 50, 250 dan 300 mg/kg BB terhadap penurunan kadar glukosa darah hingga batas normal (<125 mg/dL), dengan nilai delta (?) masing-masing 116,00; 241,25; 412,75 mg/dL\n(p<0,05). Namun, tidak terdapat efek penghambatan signifikan pada penurunan berat badan (p>0,05). Demikian pula berat dan indeks hati tidak menunjukkan perbedaan yang signifikan (p>0,05). Ekstrak metanol buah belimbing wuluh dengan dosis 50, 250 dan 300 mg/kg BB secara signifikan dapat meningkatkan kadar glikogen hati dan otot, dengan kadar glikogen hati masing-masing 194,28; 218,17; 213,21 mg/dL dan kadar glikogen otot masing-masing 28,24; 39,11; 33,52 mg/dL (p<0,05). Ekstrak metanol buah belimbing wuluh dengan dosis 50, 250 dan 300 mg/kg BB dapat menurunkan kadar insulin serum secara signifikan dengan nilai delta (?) masing-masing -0,8580; -0,9777; -0,7328 ng/mL dan nilai HOMA-IR masing-masing 0,27; 0,23; 0.31 (<0,05). Hal ini menunjukkan adanya pemulihan dari resistensi insulin. Hasil analisis Western Blot menunjukkan bahwa ekstrak metanol buah belimbing wuluh dengan dosis 50, 250 dan 300 kg/mg BB dapat meningkatkan ekspresi protein GLUT4 dengan kadar protein GLUT4 masing-masing 0,60; 0,70; 0,57 (>0,05).\nSenyawa flavonoid, fenol dan asam lemak rantai sedang pada ekstrak metanol buah belimbing diduga memiliki aktivitas antidiabetes melalui potensinya sebagai antioksidan, mengurangi gejala DM termasuk hiperglikemia dan hiperinsulinemia serta peningkatan glikogenesis di hati dan otot. Pemulihan dari resistensi insulin menyebabkan peningkatan sensitivitas sel terhadap insulin dan peningkatan ekspresi protein GLUT4 meningkatkan pengambilan glukosa, sehingga pemakaian glukosa oleh sel dapat ditingkatkan dan kadar glukosa dalam darah dapat diturunkan. Berdasarkan hasil penelitian ini dapat disimpulkan bahwa ekstrak metanol buah belimbing wuluh menunjukkan aktivitas antidiabetes dan dosis optimal yang dapat digunakan adalah 250 mg/kg BB.", "Daftar File": {"ABSTRAK Greselita Yolanda Juniyanti": "https://digilib.itb.ac.id/gdl/download/252653"}, "Penulis": "Greselita Yolanda Juniyanti [20619018]", "Kontributor / Dosen Pembimbing": ["Dr. Ahmad Ridwan"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Averrhoa bilimbi L., diabetes melitus, glukosa darah, glikogen, insulin, protein GLUT4", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Jul 2022"}