{"Nomor": 66737, "Judul": "DAMPAK PENGELOLAAN MODAL KERJA TERHADAP NILAI DAN PROFITABILITAS PERUSAHAAN PROPERTI DAN REAL ESTATE TERCATAT DI INDONESIA SELAMA PANDEMI COVID-19", "Abstrak": "Pandemi Corona Virus Disease 2019 (COVID-19) telah mempengaruhi kegiatan\nekonomi domestik dan internasional. Hal itu telah mendorong perekonomian\nIndonesia menjadi bencana. Sebagian besar industri di Indonesia terkena dampak\npandemi COVID-19. Industri properti dan real estate Indonesia dinilai sebagai\nsalah satu yang paling terdampak oleh pandemi COVID-19. Permintaan properti\ndan real estat telah anjlok sejak wabah COVID-19 pertama kali ditemukan di\nIndonesia. Hal yang perlu diperhatikan pada saat krisis ekonomi dan salah satu\nsolusi yang tepat untuk menahan dampak krisis ekonomi adalah dengan\nmelakukan pengelolaan modal kerja (WCM) yang efisien. Selanjutnya, WCM\nyang efisien juga memberikan kontribusi positif terhadap penciptaan nilai dan\nprofitabilitas perusahaan. \nTujuan dari penelitian ini adalah untuk menganalisis dan menguji secara empiris\ndampak manajemen modal kerja terhadap nilai dan profitabilitas perusahaan\nproperti dan real estat yang terdaftar di Indonesia selama pandemi COVID-19.\nPenelitian ini menggunakan 39 data historis keuangan perusahaan yang tersedia\ndan dikumpulkan dari perusahaan industri properti dan real estate yang terdaftar\ndi Bursa Efek Indonesia (BEI). Data historis keuangan perusahaan yang\ndikumpulkan adalah triwulanan selama periode 2018Q3 – 2021Q3. Data historis\nkeuangan juga diambil dari Stockbit. Penelitian ini menggunakan regresi panel\ndata dan two-step system Generalized Method of Moment (GMM) untuk\nmenangani masalah heterogenitas dan endogenitas yang tidak dapat diamati. \nHasil penelitian menunjukkan hubungan negatif antara nilai perusahaan dan DIO\nserta CCC sedangkan DPO berpengaruh positif terhadap nilai perusahaan. Ini\nmenunjukkan bahwa mengejar DIO dan CCC yang lebih pendek sambil\nmengandalkan pembiayaan jangka pendek melalui DPO yang lebih panjang\nmengarah pada peningkatan nilai perusahaan. Selanjutnya, variabel dummy\nCOVID_CRISIS terbukti memiliki pengaruh negatif yang kuat dan signifikan\nterhadap nilai perusahaan. Ini menyiratkan bahwa semakin parah krisis ekonomi\nyang dipicu oleh pandemi COVID-19, semakin rendah nilai perusahaan properti\ndan real estat Indonesia Temuan penelitian juga mengungkapkan bahwa semua komponen modal kerja\nmemiliki hubungan yang tidak signifikan dengan profitabilitas perusahaan yang\ndiproksikan dengan ROA dan ROE. Sebaliknya, bukti empiris menunjukkan\nhubungan positif antara DSO dan profitabilitas perusahaan yang diproksikan\ndengan GOP sedangkan bentuk kuadrat dari DSO (DSO\n) memiliki hubungan\nnegatif yang signifikan dengan GOP. Selain itu, DIO juga tampaknya memiliki\nhubungan negatif dengan profitabilitas perusahaan yang diproksi oleh GOP. Ini\nmenyiratkan bahwa melonggarkan kebijakan kredit dengan memberi pelanggan\nlebih banyak waktu untuk melakukan pembayaran. Namun, efek positif ini tidak\nbertahan lama karena kebijakan kredit yang terlalu longgar akan menarik\nnasabah yang memiliki keterbatasan finansial atau bahkan nasabah dengan\nmasalah likuiditas, yang pada akhirnya akan menurunkan GOP perusahaan.\nSelain itu, mengurangi penundaan persediaan untuk dikonversi menjadi uang\ntunai akan meningkatkan GOP perusahaan. Bukti empiris menunjukkan bahwa\nkrisis ekonomi yang dipicu oleh pandemi COVID-19 terbukti berdampak negatif\nsignifikan terhadap profitabilitas perusahaan properti dan real estat Indonesia\nyang diproksikan dengan ROE dan GOP. \n2\nStudi ini memberikan implikasi teoretis dan praktis yang penting bagi industri.\nSecara teoritis, penelitian ini berkontribusi dengan memperluas literatur tentang\npengelolaan modal kerja dengan mempertimbangkan krisis ekonomi yang dipicu\noleh pandemi COVID-19. Secara praktis, penelitian ini memandu tindakan\npembuat kebijakan perusahaan properti dan real estat yang terdaftar di\nIndonesia mengenai kebijakan manajemen modal kerja perusahaan. Temuan\npenelitian ini menyarankan bahwa efisiensi pengelolaan modal kerja perusahaan\nharus lebih diperhatikan oleh pengambil kebijakan perusahaan untuk mengatasi\ndampak krisis ekonomi akibat pandemi COVID-19. \nUntuk tujuan penelitian masa depan, ruang lingkup penelitian dapat diperluas\ndengan menggunakan ukuran yang berbeda dari nilai dan profitabilitas\nperusahaan sebagai variabel dependen dan variabel kontrol yang berbeda untuk\nmengurangi potensi bias yang mungkin timbul karena variabel yang dihilangkan.\nSelain itu, lebih baik untuk memahami bagaimana manajemen perusahaan\nmengelola aset dan kewajiban mereka saat ini serta di mana manajer perusahaan\ndapat menyoroti kebijakan mereka untuk mengatasi tantangan seperti kekurangan\nlikuiditas yang akan dihadapi perusahaan selama turbulensi ekonomi yang\ndisebabkan oleh COVID- 19 pandemi.", "Daftar File": {"2022_TS_PP_Rifaldi Yunus Mahendra_1-Abstrakcs.pdf\n]": "https://digilib.itb.ac.id/gdl/download/252744"}, "Penulis": "Rifaldi Yunus Mahendra [29120556]", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, S.T., MBA, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Pengelolaan Modal Kerja, Industri Properti dan Real Estate, Nilai Perusahaan, Profitabilitas Perusahaan.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "18 Jul 2022"}