{"Nomor": 66738, "Judul": "PENGEMBANGAN KUALITAS LAYANAN MENGGUNAKAN INTEGRASI SERVQUAL, MODEL KANO, DAN QUALITY FUNCTION DEPLOYMENT (QFD)  III   PADA FOOD COURT DI PALEMBANG", "Abstrak": "Industri makanan & minuman merupakan salah satu sektor industri yang paling menjanjikan\ndi Indonesia yang telah sangat berkembang dan memiliki kontribusi yang signifikan terhadap\nPDB Indonesia namun masih memiliki potensi untuk tumbuh. Potensi sektor makanan &\nminuman menarik banyak pelaku industri, sehingga persaingan juga semakin meningkat.\nMengingat persaingan yang semakin ketat, industri makanan & minuman harus menawarkan\nkualitas layanan yang baik kepada pelanggan dan mengembangkan daya saingnya. Pada\npenelitian ini dilakukan evaluasi terhadap kualitas pelayanan yang diterima oleh pelanggan\npada sebuah industri makanan & minuman yaitu KOKAS, sebuah food court di Palembang.\nKualitas layanan KOKAS dievaluasi dengan menggunakan metode SERVQUAL melalui\nkuesioner yang terdiri dari 15 atribut kualitas layanan yang relevan dengan KOKAS. Temuan\nSERVQUAL menunjukkan bahwa terdapat 10 atribut service quality dengan SERVQUAL gap\nnegatif dan 5 atribut service quality yang memiliki SERVQUAL gap positif. Kemudian model\nKano digunakan untuk mengklasifikasikan atribut kualitas layanan yang pada gilirannya indeks\ntersebut diterapkan untuk menghitung bobot pada Quality Function Deployment (QFD)untuk\npemahaman yang lebih baik tentang suara pelanggan (VoC). Temuan model Kano\nmenunjukkan bahwa 4 atribut kualitas layanan dikategorikan sebagai attractive, 3 atribut\nkualitas layanan dikategorikan sebagai must-be, 6 atribut kualitas layanan dikategorikan\nsebagai one-dimensional, dan 2 atribut kualitas layanan dikategorikan sebagai indifferent.\nSelanjutnya terdapat 9 atribut kualitas layanan yang diprioritaskan untuk ditingkatkan dan 9\natribut kualitas layanan tersebut dijabarkan ke dalam persyaratan teknis untuk mendapatkan\nstrategi peningkatan kualitas layanan yang tepat dengan menggunakan House of Quality\n(HoQ). \nKeywords: Kepuasan pelanggnan; Industri makanan dan minuman; SERVQUAL; Kano\nmodel; Quality function deployment.", "Daftar File": {"2022 SK PP Muhammad Adnan Asadullah Samal-Abstract.pdf?": "https://digilib.itb.ac.id/gdl/download/252745"}, "Penulis": "Muhammad Adnan Asadullah Samal [19019099]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kepuasan pelanggnan; Industri makanan dan minuman; SERVQUAL; Kano model; Quality function deployment.", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "18 Jul 2022"}