{"Nomor": 66732, "Judul": "PEMECAHAN MASALAH DAN PEMILIHAN ALTERNATIF UNTUK MEMPERBAIKI SUMUR GASSY DI LAPANGAN PETKO DENGAN MENGGUNAKAN ANALISIS KEPUTUSAN", "Abstrak": "WK Rokan merupakan blok minyak paling produktif dalam sejarah migas Indonesia, memiliki lebih\ndari 12 ribu sumur minyak aktif yang tersebar lebih dari 100 lapangan aktif dan memberikan kontribusi\nsekitar 23,5% dari produksi minyak nasional. Salah satu lapangan aktif di WK Rokan adalah lapangan\nPetko yang memiliki sekitar 400 sumur produksi dengan produksi hampir 17.000 Barrels Oil Per Day\n(BOPD). \n\nSumur produksi dengan keandalan tinggi tanpa adanya gangguan operational menjadi target perusahaan\nuntuk mendapatkan produksi yang optimal. Salah satu masalah penting terkait dengan keandalan sumur\nproduksi di lapangan Petko adalah adanya gas ikutan atau tekanan balik pada casing anulus sumur\nproduksi yang menyebabkan terjadinya gas lock pada pompa Electrical Submergible Pump (ESP).\nSumur produksi menjadi mati dan berdampak pada kerugian produksi minyak yang disebut Loss\nProduction Opportunity (LPO). Sumur produksi dengan gas ikutan atau tekanan balik yang tinggi\ndisebut gassy well.\n\nTujuan dari proyek akhir ini adalah untuk melakukan analisis yang komprehensif untuk mengatasi\nmasalah gassy well di lapangan Petko sehingga dihasilkan rekomendasi dan solusi yang tepat dari\nsejumlah alternatif-alternatif yang terindentifikasi untuk mendapatkan operasi sumur produksi yang\noptimal dan handal serta dapat mencegah terjadinya kejadian yang bisa berdampak pada keselamatan\npekerja dan masyarakat sekitar bahkan masalah lingkungan di area operasi.\n\nMasalah gassy well dinilai dengan menggunakan Penilaian Situasi Kepner Tregoe (KT). Kemudian \nakar penyebab masalah dicari menggunakan Analisis Masalah Kepner Tregoe (KT) dan diverifikasi\ndengan metode 5-Whys. Delapan tahapan dari metode Simple Multi Attribute Rating Technique\n(SMART) dilakukan untuk mengidentifikasi pembuat keputusan, alternatif dan atribut kemudian\ndilakukan pembobotan atribut pada setiap alternatif yang sudah dikembangkan sehingga diperoleh\nkeputusan sementara dan diiringi dengan analisa sensitivitas pada semua alternatif. Analisis dan\npenerapan metode Kepner Tregoe (KT) dan SMART dilakukan dengan Forum Diskusi Kelompok yang\nterdiri dari berbagai disiplin dan ahli dibidangnya (Subject Matter Expert/SME).\n\nBerdasarkan hasil SMART Analisis Keputusan terhadap alternatif dan kriteria proyek yang ada, maka\ndiperoleh alternatif terbaik yang ingin diusulkan sebagai proyek kepada pimpinan (DE & DRB) yaitu\npemasangan peculator pada casing annulus sumur produksi di lapangan Petko.", "Daftar File": {"2022_TS_PP_Muhammad Syukron_29119315_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/252707"}, "Penulis": "Muhammad Syukron [29119315]", "Kontributor / Dosen Pembimbing": ["Santi Novani, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kepner Tregoe, 5-Whys, Simple Multi Attribute Rating Technique, Forum Diskusi Kelompok, Penilaian Situasi, Analisis Masalah, Analisis Keputusan.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "15 Jul 2022"}