{"Nomor": 66741, "Judul": "OPTIMAL ALLOCATION OF PHOTOVOLTAIC IN HYBRID POWER SYSTEM USING KNAPSACK DYNAMIC PROGRAMMING", "Abstrak": "Indonesia, which is represented by PLN as stated-owned electric utility company,\ncommits to increase the share of renewable energy mix up to 23% in 2025. One way to\nreach this goal is the commitment to solar power generation. However, generation\nfrom photovoltaic has intermittency that dependent on sun irradiation, so the stability\nof power system might be affected in certain cases. The stability problem can be\nanticipated by using a hybrid power system with the composition of photovoltaic,\nbattery, and diesel.\nOptimal power flow and N-1 contingency simulation is conducted to determine and\ncompare locations and the capacity of hybrid power system. Furthermore the\ncomposition of hybrid power system is evaluated by an frequency stability simulation\nand the LCOE is calculated. The appropriate hybrid power system is selected by\napplying a knapsack dynamic programming approach. The result of the calculation is\nthe optimal location of the hybrid power system with photovoltaic capacity as planned.\nThis method is applied to Sumbawa power system as a case study.\nThis thesis discusses the optimization for selecting hybrid power system using the\nknapsack dynamic programming approach. The dynamic programming approach\nevaluates locations and compositions of hybrid power systems which have the greatest\nbenefit value taking the total photovoltaic capacity as planned into account. Based on\nthe optimization results, the total photovoltaic capacity installed to Sumbawa system\nis 14.6 MW, first location is in PLTMG with capacity 3.8 MW and second is DLabuhan\nwith capacity 10.8 MW and benefits is 0.017 USD/kWh. These results are calculated\nby the approach of the knapsack which chooses photovoltaic with a capacity that is\nequal to or less than the planned total capacity. From the validation of the results to\nfrequency stability, a power generation loss from 100% to 25% of photovoltaic units\ncaused a frequency drop to 49.6 Hz, which is still within the set limit.", "Daftar File": {"COVER Anindita Satria Surya": "https://digilib.itb.ac.id/gdl/download/252762", "BAB 1 Anindita Satria Surya": "https://digilib.itb.ac.id/gdl/download/252763", "BAB 2 Anindita Satria Surya": "https://digilib.itb.ac.id/gdl/download/252764", "BAB 3 Anindita Satria Surya": "https://digilib.itb.ac.id/gdl/download/252765", "BAB 4 Anindita Satria Surya": "https://digilib.itb.ac.id/gdl/download/252766", "BAB 5 Anindita Satria Surya": "https://digilib.itb.ac.id/gdl/download/252767", "PUSTAKA Anindita Satria Surya": "https://digilib.itb.ac.id/gdl/download/252768"}, "Penulis": "Anindita Satria Surya [23217110]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Nanang Hariyanto, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "cost, dynamic programming, hybrid power system, power system stability, smart grids", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "18 Jul 2022"}