{"Nomor": 66750, "Judul": "PEMBERDAYAAN PSIKOLOGI UNTUK MENINGKATKAN BUDAYA KESELAMATAN PEKERJA DALAM OPERASI RIG   (STUDI KASUS: PT PMN)", "Abstrak": "Aktivitas operasi rig pengeboran dan perawatan sumur  di dalam PT PMN dilakukan oleh\nbussiness partner, dimana terdapat pekerja yang berasal dari berbagai background pendidikan,  \nkehidupan mental psikologis, ekonomi, sosial, budaya,  dan kapasitas mental. Perbedaan -perbedaan ini\nmempengaruhi perilaku pekerja di rig. Para pekerja masih di temukan membuat keputusan yang\nmengarah pada kondisi, tindakan atau peristiwa yang tidak aman. Kemampuan mental berarti mampu\nmembuat keputusan sendiri. Orang yang kekurangan kapasitas karena penyakit atau kecacatan (seperti\nmasalah kesehatan mental, demensia, atau ketidakmampuan belajar) tidak dapat memahami informasi\nyang diberikan kepada mereka tentang keputusan tertentu. \nDi awal tahun, perusahaan selalu menetapkan target zero accident melalui implementasi programprogram\nkeselamatan, pelatihan rutin dan kunjungan rutin ke tempat kerja oleh HES Representative, yang terbaru\nadalah program ICCTV online yang dapat memantau setiap pekerja di lapangan. Operasi rig pengeboran maupun workover memiliki resiko tinggi yang mengakibatkan cedera, kerusakan\nperalatan dan kematian terkait pekerjaan masih terjadi setiap tahunnya. Bekerja dalam berbagai\nkondisi cuaca di operasi pengeboran dan workover yang beroperasi puluhan kilometer dari rumah\nsakit, sehingga jika terjadi cidera serius berpotensi jiwa korban tidak dapat diselamatan.  \nPenelitian tentang tenaga kerja operasi pengeboran dan workover  khususnya tenaga service rig\npemboran  yang bekerja di lapangan bertujuan menemukan sumber permasalahan dan solusi untuk\nmeningkatkan iklim keselamatan. Selama bertahun-tahun keselamatan rig pengeboran dan workover\ntelah ditingkatkan dengan meningkatkan peralatan, sistem manajemen keselamatan, dan berfokus\npada budaya keselamatan, akan tetapi masih terjadi pelanggaran prosedur-prosedur keselamatan yang\nberakibat terjadinya kecelakaan kerja. Memahami mengapa kapasitas mental mempengaruhi\nkemampuan pengambilan keputusan pekerja yang berdampak pada keselamatan mereka atau orang\nlain. Memastikan bahwa pekerja rig pengeboran dan workover tidak akan membuat keputusan yang\ntidak aman saat bekerja dengan menggunakan semua sistem manajemen, pelatihan, kepemimpinan\nkeselamatan, dan peralatan otomatis untuk mencegah dan mengurangi  kesalahan yang tidak\ndisengaja. Diharapkan studi ini dapat dapat memberikan model untuk penelitian lebih lanjut di\nindustri minyak dan gas dengan mengetahui tentang hubungan antara pengetahuan K3 dan  kapasitas\nmental dengan iklim keselamatan.", "Daftar File": {"2021_TS_PP_Firdaus-29119293_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/252890"}, "Penulis": "Firdaus [29119293]", "Kontributor / Dosen Pembimbing": ["Hary Febriansyah, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kapasitas Mental, Rig, Budaya Selamat, keputusan tidak aman", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "18 Jul 2022"}