{"Nomor": 66754, "Judul": "USULAN  PENERAPAN PENDEKATAN RCM  (FMEA & LTA)  UNTUK MEMILIH AKTIVITAS PEKERJAAN PADA  PERALATAN ROTATING  HYDROGEN MAKE UP COMPRESSOR PT XYZ", "Abstrak": "Tulisan ini mengevaluasi strategi perawatan pada peralatan rotating yang ada dan difokuskan pada\nperalatan yang menghabiskan biaya perawatan  tinggi dibandingkan peralatan rotating lainnya dari\nhasil pareto diketahui  Hydrogen Make Up Compressor (211-C-2) peralatan rotating di Plant\nHydrocaracking Complex (HCC) di PT XYZ Dumai menghabiskan biaya maintenance terbesar\natau paling dominan . Data yang digunakan sebagai input analisa adalah data yang diambil dari\nsystem MY SAP untuk maintenance cost Peralatan rotating ,  detail peralatan dari manual book,\ndata histories mesin dan data proses produksi. Hasil evaluasi dengan menggunakan metode RCM.\nRCM Reliability Centered Maintenance adalah suatu proses yang digunakan untuk menentukan\napa yang seharusnya dilakukan untuk menjamin suatu system dapat berjalan dengan baik sesuai\ndengan fungsi yang diinginkan oleh pengguna (Moubray, 1997). Metode ini digunakan untuk\nmenentukan cara maintenance yang tepat untuk suatu aset system produksi guna mengurangi\nterjadinya failure, dengan strategi perawatan yang baik dengan biaya optimum dalam\nmeningkatkan kehandalan dari system tersebut. Pada tulisan ini dilakukan analisa pada komponen\ndan subsistem yang dapat menyebabkan kegagalan pada sistem, yaitu dengan menentukan system\nfunction, functional failure, failure mode, failure effect, failure consequences, maintenance task\nserta analisa observatif dan pendekatan secara rasional untuk mendapatkan interval waktu\nmaintenance yang tepat\nDari hasil analisa RCM didapatkan bahwa koreksi strategi perawatan pada kompresor Hydrogen\nMake Up didapatkan task yang sesuai yaitu  71 mode kegagalan menggunakan shedule oncondition\ntask, 28 mode kegagalan menggunakan strategi Restoration task, 19 mode kegagalan menggunakan\nstrategi Failure finding task", "Daftar File": {"2022_TS_PP_Rio Unitrya_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/252892"}, "Penulis": "Rio Unitrya [29119278]", "Kontributor / Dosen Pembimbing": ["Dr. Manahan Parlindungan Saragih Siallagan"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Realibility Centered Maintenance, Maintenance Task, Hydrogen Make up Compressor, Failure Mode Effect Analysis, Logic Tree Analysis", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "19 Jul 2022"}