{"Nomor": 66763, "Judul": "DESAIN DAN PEMODELAN ALIRAN GAS PADA TURBIN RADIAL INFLOW DENGAN MENGGUNAKAN METODE ANALISIS GEOMETRI DAN SIMULASI CFD (STUDI KASUS TURBIN GAS MIKRO 100 KW)", "Abstrak": "Turbin gas mikro merupakan salah satu penggerak mula yang digunakan dalam sistem pembangkit listrik terdistribusi. Dalam aplikasinya di sistem pembangkit listrik terdistribusi, turbin gas mikro memiliki efisiensi termal yang cukup tinggi, dan ukuran yang kompak. Prestasi dari komponen turbin pada turbin gas mikro sangat dipengaruhi oleh rancangan serta fenomena aliran yang terjadi di dalam komponen tersebut. Oleh karena itu, perancangan komponen turbin dengan baik dan analisis terhadap fenomena aliran di dalamnya perlu dilakukan untuk memperoleh rancangan komponen turbin dengan efisiensi isentropik yang tinggi dan daya yang sesuai dengan keperluan.\nDalam penelitian tugas sarjana ini, dilakukan perancangan dan analisis aliran dari komponen turbin yang digunakan pada turbin gas mikro berkapasitas 100 kW. Jenis turbin yang dirancang adalah turbin radial inflow dengan kondisi desain dibatasi pada laju massa 0,87 kg/s, temperatur dan tekanan total gas hasil pembakaran yang masuk ke turbin sebesar 1223 K dan 4,5 bar serta kecepatan putar 70000 RPM. Analisis termodinamika dengan fluida udara dan gas hasil pembakaran sebagai gas ideal dilakukan untuk menentukan daya yang perlu dihasilkan oleh komponen turbin, yaitu sebesar 303,13 kW untuk menghasilkan daya listrik sebesar 100 kW. Dari proses analisis geometri, diperoleh rancangan komponen turbin berdaya 319,3 kW serta efisiensi isentropik 83,47% dengan jari-jari sudu gerak sebesar 90,97 mm dan jumlah sudu gerak serta sudu arah masing-masing 13 sudu dan 22 sudu. Kemudian dilakukan simulasi CFD dari rancangan tersebut menggunakan ANSYS CFX. Hasil simulasi menunjukkan nilai kapasitas daya dan efisiensi isentropik berturut-turut adalah 317,25 kW dan 84,29% yang disertai dengan adanya fenomena aliran “tercekik” dan aliran vorteks serta pembentukan aliran sekunder pada sudu gerak. Hasil tersebut menunjukkan bahwa kebutuhan daya minimum telah tercapai, namun optimasi dapat dilakukan untuk meminimalisir fenomena parasitik dan menaikkan efisiensi isentropik.", "Daftar File": {"ABSTRAK Ivan Dzulfiqar Cahyanto": "https://digilib.itb.ac.id/gdl/download/253009"}, "Penulis": "Ivan Dzulfiqar Cahyanto [13118096]", "Kontributor / Dosen Pembimbing": ["Dr. techn. Ir. Arief Hariyanto", "Ir. Hendi Riyanto, M.SME.", "Dr.Eng. Firman Bagja Juangsa, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Turbin Gas Mikro, Turbin Radial, Sudu Gerak, Sudu Arah, Computational Fluid Dynamics", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Jul 2022"}