{"Nomor": 66778, "Judul": "MENEMUKAN FAKTOR-FAKTOR YANG MEMPENGARUHI ADOPSI TELEHEALTH DI INDONESIA AKIBAT PANDEMI", "Abstrak": "Pandemi COVID-19 telah mempengaruhi beberapa sektor bisnis. Dengan kondisi\nseperti ini, beberapa sektor melakukan beberapa perubahan untuk beradaptasi\ndengan situasi ini. Salah satu sektor yang memiliki dampak yang besar akibat\npandemi adalah sektor kesehatan. Sektor pelayanan kesehatan dari beberapa\nnegara melakukan beberapa perubahan kebijakan seperti pembatasan jumlah\npasien untuk meminimalisir transmisi virus, serta pengadopsian sistem berbasis\nteknologi seperti telehealth. Telehealth memungkinkan healthcare institution\ndalam memberikan pelayanan kesehatan secara online tanpa kontak langsung\ndengan pasien. Selain itu, sistem ini juga dapat dimaanfaatkan untuk komunikasi\nantar insitusi pelayananan kesehatan maupun antar tenaga medis. Namun, di\nbeberapa negara berkembang termasuk Indonesia, pengaplikasian sistem ini masih\njaring ditemukan tidak seperti telemedicine yang sistemnya sudah diaplikasikan\ndibeberapa pelayananan kesehatan di Indonesia. Studi ini bertujuan untuk mencari\ntahu faktor apa saja yang dapat mempengaruhi intensi dari healthcare workers di\nIndonesia terhadap pengaplikasian telehealth di masa depan dengan menggunakan\nkerangka unified theory of acceptance and use of technology (UTAUT) yang telah\ndimodifikasi dengan beberapa variabel tambahan. Studi ini dilakukan dengan\nmetodi kuantitatif, yaitu dengan menggunakan partial least square-structural\nequation modeling (PLS-SEM) untuk menganalisa hubungan antar variabel yang\nada pada kerangka di penelitian ini. Survey dilakukan secara online dengan\ninstitusi Kesehatan di kota Surakarta dan Bandung. Partisipan pada penelitian ini\nterdiri dari 200 dokter dan perawat yang menangani pasien secara langsung pada\npekerjaan sehari-harinya. Dengan responden dokter berjumlah 90 orang dan\nperawat berjumlah 110 orang, ditemukan bahwa beberapa faktor mempengaruhi\nintensi dalam pengaplikasian telehealth effort expectancy, facilitating condition,\ntechnology anxiety, self- efficacy, dan social influence memiliki pengaruh terhadap\nintensi untuk menggunakan telehealth. Effort expectancy memiliki pengaruh yang\npaling besar terhadap intensi dari healthcare workers (? = 0.347, p-Value =\n0.000), diikuti dengan self-efficacy (? = 0.243, p-Value = 0.000). Selain itu\nditemukan juga hubungan yang signifikan antara effort expectancy dan\nperformance expectancy serta self-efficacy dengan effort expectancy. Namun,\nperformance expectancy dan perceived security and data tidak memiliki pengaruh\nterhadap intensi (t-value <1.96). Dengan hasil yang didapat pada peniltian ini,\ndiharapkan healthcare institution dapat memperhatikan faktor-faktor yang mempengaruhi intensi para healthcare workers sehingga dapat mengoptimalkan\npengimplemtasian telehealth di masa mendatang.\n\nKeywords: COVID-19, PLS-SEM, Pandemi, UTAUT, Telehealth", "Daftar File": {"2022 TS PP Muhammad Rafi Fathurahman-Abstract.pdf\n]": "https://digilib.itb.ac.id/gdl/download/253111"}, "Penulis": "Muhammad Rafi Fathurahman [29020049]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Mursyid Hasan Basri, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "COVID-19, PLS-SEM, Pandemi, UTAUT, Telehealth", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "20 Jul 2022"}