{"Nomor": 66774, "Judul": "PERANCANGAN DESAIN STRUKTUR DUA TAHAP STASIUN INTERMODA JOYOBOYO", "Abstrak": "Tugas Akhir Desain Struktur Dua Tahap Stasiun Intermoda Joyoboyo\nmerupakan merupakan gabungan antara struktur bangunan utama sebagai fungsi\nlayan stasiun dan rangka ruang yang merupakan ciri khas arsitektur dari Stasiun\nIntermoda Joyoboyo. Struktur ini berlokasi di kota Surabaya dan dengan klasifikasi\nsitus E yang merupakan situs tanah yang cukup lunak dan berbahaya jika terjadi\ngempa. Dalam mendesain bangunan tersebut supaya dapat menahan gempa, akan\ndidesain sebagai Struktur Rangka Penahan Momen Khusus. Dalam pendesainan\nketahanan struktur bangunan terhadap gempa akan dirancang sesuai SNI\n1726:2018. Struktur juga didesain dengan beban desain pada SNI 1727:2019\ndengan fungsi layan yang disesuaikan dengan utilitas tiap lantai bangunan tersebut.\nKeseluruhan Stuktur secara umum didesain menggunakan permodelan dua\ntahap dengan acuan SNI 2847:2019 untuk struktur bangunan bertulang dan SNI\n1729:2015 untuk rangka ruang yang bertumpu diatasnya. Detail perhitungan yang\ncukup rumit dibantu dengan perangkat lunak permodelan pada prosesnya seperti\nETABS v.17, SAP v.21 untuk memodelkan struktur dan melakukan analisis struktur.\nAnalisis yang dilakukan seperti simpangan dan deformasi bangunan bertujuan agar\nsesuai standar yang berlaku dan memenuhi syarat sebagai bangunan tahan gempa.\nPada produk akhir desain ini terdapat berbagai macam komponen detail yang\nmerangka pada struktur. Dengan PCACOL, dan SAFE 2016 dapat membantu\nperhitungan komponen detail pada struktur. Komponen detail yang membentuk\nrangka struktur akan digunakan sebagai acuan pada proses konstruksi struktur.", "Daftar File": {"COVER Giovanny Immanuel Octaviano": "https://digilib.itb.ac.id/gdl/download/253089", "PUSTAKA Giovanny Immanuel Octaviano": "https://digilib.itb.ac.id/gdl/download/253099"}, "Penulis": "Giovanny Immanuel Octaviano [15016127]", "Kontributor / Dosen Pembimbing": ["Muhammad Riyansyah, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Desain dua tahap, Struktur Rangka Penahan Momen Khusus, Rangka Ruang, Klasifikasi Situs E, Analisis Struktur, Komponen Detail.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "10 file", "Tanggal Input": "20 Jul 2022"}