{"Nomor": 66773, "Judul": "DAMPAK KUALITAS E-SERVICE TERHADAP KEPUASAN PELANGGAN DAN NIAT PEMBELIAN TERHADAP PERILAKU PELANGGAN SHOPEE DI JAWA BARAT", "Abstrak": "Di awal tahun 2020, situasi pandemi melanda seluruh dunia. Menyikapi hal tersebut, saat ini\nbanyak bisnis yang menggunakan atau berbasis pada jaringan digital yang disebut e-business dan\ne-commerce. Sehubungan dengan itu, mengetahui preferensi pengguna terhadap desain situs web\ne-commerce harus dianalisis untuk memahami faktor kepuasan dan membangun implikasi yang\ntepat untuk bisnis. Untuk menumbuhkan dan mempertahankan bisnis, bisnis perlu membuat\nplatform yang kompatibel dengan pelanggan potensial sehingga pelanggan memiliki niat untuk\nmenggunakan produk, di sini situs web.\nPenelitian ini bertujuan untuk lebih memahami dan memiliki pengetahuan baru tentang kualitas\ne-service yang berdampak pada kepercayaan pelanggan, perilaku pelanggan, dan kepuasan\npelanggan dalam belanja online. Untuk memprediksi perilaku pelanggan, penelitian ini berfokus\npada empat dimensi model kualitas layanan elektronik. Ini menguji dampak kepuasan pelanggan\npada perilaku pelanggan dalam niat pembelian kembali dan kunjungan kembali situs, juga\ndampaknya terhadap kepercayaan pelanggan. Data dari 200 pelanggan online Jawa Barat melalui\nkuesioner sampling digunakan untuk menguji model penelitian menggunakan metode kuantitatif,\nPartial Least Square-Structural Equation Modeling. Hasil penelitian menunjukkan bahwa\nkeempat dimensi kualitas e-service, yang dalam hal ini adalah Website Design, Customer\nService, Security/Privacy, dan Fulfillment berpengaruh terhadap kualitas e-service. Secara\nkeseluruhan, kualitas layanan elektronik secara statistik signifikan terhadap perilaku pelanggan.\nKata kunci - Pemasaran, Desain Situs Web, Layanan Pelanggan, Keamanan/Privasi, PLS", "Daftar File": {"Abstract Tjia": "https://digilib.itb.ac.id/gdl/download/265416", "Final Project Tjia Alphani": "https://digilib.itb.ac.id/gdl/download/265417"}, "Penulis": "Tjia Alphani Anugrah Putri [19219006]", "Kontributor / Dosen Pembimbing": ["Nurrani Kusumawati, S.E., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pemasaran, Desain Situs Web, Layanan Pelanggan, Keamanan/Privasi, PLS", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "2 file", "Tanggal Input": "20 Jul 2022"}