{"Nomor": 66772, "Judul": "KELAYAKAN PERINGKAT KURIR DI PLATFORM PENGIRIMAN MAKANAN ONLINE: KASUS PENGGUNA GOFOOD DI BANDUNG", "Abstrak": "GoFood kini menjadi aplikasi online food delivery (OFD) terpopuler di Indonesia.\nNamun, karena meningkatnya persaingan dan kesadaran konsumen di pasar OFD,\nbanyak bisnis sering mengandalkan survei peringkat untuk mendapatkan masukan\ntentang kinerja mereka. Namun, rata rata peringkat yang diperoleh GoFood adalah\nbintang 5 atau tidak memberi bintang sama sekali yang membatasi kemampuan untuk\nmengidentifikasi dan mengatasi kekurangan dari layanannya. Mengingat sistem\npenilaian Gojek tidak memberi tunjuk peringkat yang diberikan oleh pengguna lain,\nmakalah ini akan eksplorasi dengan metode campuran untuk; pertama, mengeksplorasi\nalasan mengapa pengguna memberi dan tidak memberikan peringkat bintang ketika\nperingkat tersebut tidak akan terlihat oleh pengguna lain; kedua, menentukan apakah\nGojek harus mempertahankan atau menghilangkan sistem pemeringkatannya; dan juga\nmengusulkan rekomendasi bagi perusahaan untuk memastikan kepuasan penggunanya.\nSetelah mewawancarai 21 pengguna GoFood di Bandung, analisis tematik induktif\nmenemukan bahwa pengguna memberikan penilaian untuk mengungkapkan\npengalaman mengecewakan atau yang luar biasa, dipicu oleh pengingat, dipengaruhi\noleh keadaan pribadi dan sebagai tanda apresiasi atau empati terhadap pengemudi.\nAlternatifnya, pengguna tidak memberikan penilaian karena tidak adanya pengalaman\nyang menonjol, tidak ada waktu luang, kelupaan, kemalasan, keengganan untuk\nmengungkapkan pengalaman yang mengecewakan dan karena tidak ada manfaat bagi\npenilai. Temuan ini digunakan untuk merancang instrumen kuantitatif, yang\nmemperoleh 209 tanggapan dari pengguna GoFood di Bandung dengan temuan bahwa\nlebih dari separuh yang memberi bintang 5 memberikan peringkat tersebut karena\nempati dan ada korelasi antara perasaan terpaksa dan rasa terganggu dari kotak\nperingkat pop-up GoFood. Kelupaan dan kemalasan menjadi dua alasan untuk\nmelewatkan pengisian peringkat yang paling sering dipilih. Oleh karena itu, sistem\nrating Gojek harus tetap dipertahankan dengan batasan dan tujuan, mengingat lebih dari\nsetengah rating bintang 5 memberikan penilaian tersebut bukan karena kinerja\nsebenarnya dari pengemudi tetapi karena empati. Tanpa itu, perusahaan akan kesulitan\nuntuk memastikan bahwa pengemudi terus memberikan tingkat layanan yang sama.\nBahkan, sistem peringkat ini dapat disimpan sebagai metode yang paling nyaman untuk\nmengumpulkan masukan negatif. Untuk menjaga kepuasan penggunanya, Gojek juga\ndapat memperkenalkan program insentif, memungkinkan pengguna untuk memberikan\ntip saja atau memperkenalkan fitur anonymous rater. Namun, mengingat kompleksitas\nlayanan dan operasi Gojek, studi lebih lanjut harus dilakukan dahulu.", "Daftar File": {"2022_TS_PP_Shiella Angelina_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/253054"}, "Penulis": "Shiella Angelina [29120555]", "Kontributor / Dosen Pembimbing": ["Ir. C.O. Budi Permadi Iskandar, M.S.P.", "Prof. Reza Ashari Nasution, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "pengiriman makanan online, kualitas layanan, kepuasan, peringkat, survei.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "20 Jul 2022"}