{"Nomor": 66787, "Judul": "MANAJEMEN PERSEDIAAN SUKU CADANG CATERPILLAR ENGINE DI LIBO FIELD PT PEMBAWA HARAPAN RAKYAT", "Abstrak": "Libo merupakan salah satu lapangan produksi terpencil di Blok Rokan. Kegiatan perawatan\nperalatan produksi dilakukan oleh tim Functional Maintenance Libo (FUM Libo). Salah satu\nfasilitas peralatan produksi yang kritikal di Area Libo adalah Caterpillar Gas Engine yang\nberfungsi sebagai penggerak utama untuk Kompresor Gas.\n\nSalah satu parameter kinerja perawatan yang harus dipantau adalah Mean Time to repair\n(MTTR). Secara keseluruhan hingga Januari 2022, nilai MTTR untuk FUM Libo tercapai\nhanya 58% di bawah dari target. Untuk meningkatkan nilai MTTR, FUM Libo perlu\nmemetakan masalah yang mempengaruhi MTTR. Dengan menggunakan Diagram Current\nReality Tree (CRT) sebagai metode Root Cause Analysis, salah satu akar penyebab utama\nadalah belum adanya sistem manajemen inventori suku cadang yang sudah mapan untuk\nCaterpillar Engine.\n\nSistem inventori adalah alat untuk memantau tingkat persediaan dan menentukan level\ninventori yang harus dijaga, dan seberapa besar pesanan harus dilakukan. Sistem\npengendalian invenori dibagi menjadi dua, yaitu sistem single-period dan sistem\nmultiperiod. Sistem multiperiod memiliki 2 (dua) sistem: model jumlah pesanan tetap atau\nQ-models, dan model periode waktu tetap atau P-models. Makalah ini akan membandingkan \nkedua model tersebut untuk menentukan model mana yang paling cocok untuk diterapkan.\nUntuk memperkuat analisa hasil perhitungan, analisa sensitivitas dilakukan untuk\nmengetahui dampak ketidakpastian atau perubahan dari input yang dapat mempengaruhi\nhasil output, serta untuk meningkatkan pemahaman tentang hubungan antara variabel input\ndan output dalam suatu sistem atau model. Hasil parameter akhir yang dibandingkan dalam\nsistem manajemen inventori ini adalah nilai Average Inventory Level (AIL).\n\nUntuk menentukan alternatif mana yang akan dipilih, digunakan Simple Decision Matrix\nAnalysis dengan Faktor Pembobotan sebagai metode pemilihan. Hasilnya, Q-model yang\nakan dipilih untuk diterapkan.", "Daftar File": {"2022_TS_PP_Tri Harjanto Puspoasmoro_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/253134"}, "Penulis": "Tri Harjanto Puspoasmoro [29119307]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Mursyid Hasan Basri, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Engine Caterpillar, Mean Time to Repair (MTTR), Analisa Root Cause, Diagram CRT, Manajemen Inventori, Average Inventory Level (AIL), Analisa Sensitivitas", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "20 Jul 2022"}