{"Nomor": 66786, "Judul": "EMPLOYER BRANDING BAGI GENERASI Z DAN KORELASINYA TERHADAP KEINGINAN UNTUK  MELAMAR SUATU PEKERJAAN", "Abstrak": "Generasi Z saat ini memasuki dunia kerja dan memainkan peran yang semakin\npenting dalam organisasi. Jumlah mereka terus meningkat dan mulai\nmendominasi porsi di suatu perusahaan. Era modern ini berdampak pada\npreferensi pekerjaan Generasi Z. Hal tersebut membuat generasi muda ini berbeda\ndari kelompok usia yang lebih tua. Oleh karena itu, menarik talenta terbaik dari\nGenerasi Z membutuhkan pendekatan yang berbeda. Proses rekrutmen sangat\npenting dalam proses pengelolaan talenta karena menarik calon pegawai terbaik\nakan memiliki dampak signifikan terhadap kinerja perusahaan. Akibatnya,\norganisasi harus lebih memahami Generasi Z dan merancang dimensi employer\nbranding yang paling sesuai. Hal ini akan membedakan perusahaan dari\npesaingnya dan meningkatkan daya saing pasarnya. Tujuan utama dari penelitian\nini adalah untuk mengembangkan employer branding untuk Generasi Z dan\nmengkonfirmasi kerangka pemikiran penerapan employer branding dalam proses\nrekrutmen. Diharapkan hasil penelitian ini dapat diterapkan pada perusahaan\nkhususnya di Indonesia. Metodologi ini menggunakan Analisis Faktor Eksplorasi\natau Exploratory Factor Analysis (EFA) untuk menggali lebih dalam dimensi\nemployer branding untuk Generasi Z. Generasi muda ini berbeda dari generasi\nsebelumnya. Oleh karena itu, diperlukan eksplorasi untuk menerjemahkan\nkarakteristik generasi Z untuk menghasilkan dimensi employer branding.\nPenelitian ini mengacu pada studi literatur untuk memahami karakteristiknya.\nMetode kedua yang digunakan dalam penelitian ini adalah Covariance-Based\nStructural Equation Modeling (CB-SEM). CB-SEM biasanya digunakan untuk\nmenguji teori dan mengkonfirmasi kerangka penelitian yang diusulkan. Pertama,\nmetode ini dipilih untuk menganalisis korelasi antara dimensi employer branding\ndan keinginan untuk melamar suatu pekerjaan. Kedua, metode ini juga\nmemastikan kesesuaian item pada setiap faktornya. Selain itu, teknik ini cocok\ndigunakan untuk variabel laten, seperti yang digunakan pada penelitian ini. Ada\n53 dan 220 sampel untuk pemrosesan EFA dan CB-SEM untuk mencapai tujuan\npenelitian. Jumlah responden ini dinilai cukup dan memadai. Menurut temuan\npenelitian ini, dimensi employer branding untuk Generasi Z meliputi nilai\nekonomi, nilai sosial, nilai budaya kerja dan lingkungan, serta nilai keberlanjutan\ndan keragaman. Namun, temuan yang menarik adalah tidak semua faktor\nberpengaruh dalam proses rekrutmen. Hanya nilai ekonomi dan sosial yang berperan penting dan berpengaruh bagi keinginan untuk melamar suatu pekerjaan.\nGenerasi ini benar-benar mempertimbangkan remunerasi, karir, hubungan sosial\nyang baik dengan rekan kerja dan atasan, dan lingkungan yang menyenangkan\ndalam memilih perusahaan masa depan mereka. Budaya kerja dan lingkungan\nserta nilai berkelanjutan tidak ditemukan signifikan. Situasi demografis dan\npandemi mungkin berdampak pada temuan penelitian. Penelitian ini mengandung\nlatar belakang ekonomi yang beragam dari sampel. Tidak semua responden\nberasal dari universitas atau jurusan unggulan yang kompetensinya sangat dicari\ndi era saat ini. Dalam situasi pandemi seperti ini, mendapatkan pekerjaan\nbukanlah hal yang mudah karena organisasi juga melakukan restrukturisasi\nmenjadi lebih ramping. Untuk saat ini, anak-anak muda ini akan mencoba\nmelamar pekerjaan selama mereka mendapatkan gaji yang masuk akal dan\nkehidupan sosial yang menyenangkan. Penelitian ini memiliki jumlah sampel\nyang terbatas dan hanya dilakukan di Indonesia. Hasilnya mungkin tidak\ndigeneralisasikan ke negara lain, seperti negara maju dengan karakteristik yang\nberbeda seperti negara-negara berkembang. Penelitian selanjutnya dapat\nmengambil sampel yang lebih besar dari universitas dan jurusan terkemuka\ndengan kompetensi yang diburu di era ini. Ini akan membantu perusahaan\nmendapatkan talenta terbaik dari yang terbaik dan meningkatkan keunggulan\nkompetitifnya di pasar. Studi masa depan juga dapat membandingkan studi\nemployer branding sebelum, selama, dan situasi pasca-pandemi. Studi ini\nberkontribusi pada pengetahuan dengan mendefinisikan employer branding bagi\nGenerasi Z, khususnya di Indonesia.\n\nKeywords: Generation Z, Employer Branding, Intention to Apply, Exploratory\nFactor Analysis (EFA), Covariance-Based Structural Equation Modelling (CBSEM).", "Daftar File": {"2022 TS PP Muthya Islamiaty-Abstract.pdf\n]": "https://digilib.itb.ac.id/gdl/download/253133"}, "Penulis": "Muthya Islamiaty [29020050]", "Kontributor / Dosen Pembimbing": ["Dr. Neneng Nurlaela Arief, S.E., M.A.B."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Generation Z, Employer Branding, Intention to Apply, Exploratory Factor Analysis (EFA), Covariance-Based Structural Equation Modelling (CBSEM).", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "20 Jul 2022"}