{"Nomor": 66781, "Judul": "PENGARUH LITERASI KEUANGAN DAN BIAS PERILAKU TERHADAP PENGAMBILAN KEPUTUSAN INVESTASI GENERASI Z DI PASAR SAHAM", "Abstrak": "Jumlah investor Generasi Z di pasar saham Indonesia berkembang pesat yang\nditunjukkan dengan pertumbuhan Single Investor Identification (SID) berusia 18-25\ntahun yang meningkat sebesar 181.01% dari tahun 2016 hingga tahun 2019.\nPeningkatan Single Investor Identification (SID) mempengaruhi volume dan frekuensi\ntransaksi di pasar saham dengan peningkatan volume sebesar 43.06%. Namun,\npertumbuhan jumlah investor tersebut tidak diimbangi dengan tingkat literasi keuangan\ndi sektor investasi khususnya pasar modal yang hanya sebesar 4.92% dari total\nresponden. Selain itu, perilaku investor juga dapat dipengaruhi oleh bias perilaku yang\nmenentang hipotesis pasar efisien. Terdapat beberapa jenis bias yang dapat\nmemengaruhi pengambilan keputsan investasi seorang investor seperti Overconfidence\nBias, Availability Bias, Familiarity Bias, Illusion of Control, dan Bandwagon Effect.\nOleh karena itu, penelitian ini bertujuan untuk mengetahui pengaruh literasi keuangan\ndan bias perilaku terhadap keputusan investasi pasar saham Generasi Z di Indonesia\ndan menentukan faktor-faktor yang paling berperan penting dalam pengambilan\nkeputusan investasi Generasi Z di Indonesia. Data dalam penelitian ini dikumpulkan\nmenggunakan metode kuantitatif dengan 400 responden yang merupakan investor\nGenerasi Z di Indonesia. Data tersebut kemudian diolah lebih lanjut menggunakan\nRegresi Linear Berganda yang meliputi t-Test dan F-Test dengan alat bantu SPSS. Hasil\npenelitian menunjukkan bahwa Literasi Keuangan, Overconfidence Bias, Availability\nBias, Familairity Bias, Illusion of Control, dan Bandwagon Effect memengaruhi\nkeputusan investasi Generasi Z di Indonesia dengan tingkat signifikansi dibawah 0.05.\nSelain itu, penelitian juga menunjukkan bahwa meskipun literasi keuangan memiliki\ndampak signifikan terhadap keputusan investasi Generasi Z, namun lebih rendah\ndibandingkan bias perilakunya. \n\nKeywords : Generasi Z, Keputusan investasi, Bias Perilaku, Literasi Keuangan,\nOverconfidence Bias, Availability Bias, Familiarity Bias, Illusion of Control,\nBandwagon Effect, Regresi Linear Berganda", "Daftar File": {"2022 SK PP Antonius Abram Prasetyo-Abstract.pdf)u": "https://digilib.itb.ac.id/gdl/download/253129"}, "Penulis": "Antonius Abram Prasetyo [19019076]", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi, S.T., MBA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Generasi Z, Keputusan investasi, Bias Perilaku, Literasi Keuangan, Overconfidence Bias, Availability Bias, Familiarity Bias, Illusion of Control, Bandwagon Effect, Regresi Linear Berganda", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "20 Jul 2022"}