{"Nomor": 66784, "Judul": "PENGARUH CERITA MEREK TERHADAP NIAT MEMBELI PELANGGAN (PENELITIAN KAMPANYE VIDEO GO-JEK)", "Abstrak": "Abstrak: Mengembangkan merek yang kuat menjadi semakin penting dalam persaingan industri\nsaat ini. Karena berbagai alternatif, konsumen dapat dengan mudah menolak satu merek demi\nmerek lain. Hal ini meningkatkan tekanan pada perusahaan untuk menciptakan hubungan\nkonsumen yang setia, yang berarti mereka harus memenuhi standar yang ditetapkan. Fokus\npenelitian ini adalah untuk melihat pengaruh elemen brand story terhadap niat beli konsumen GoJek.\n\nPenelitian ini bertujuan untuk menganalisis peran elemen cerita merek terhadap niat beli\npelanggan dan pengaruh sikap merek terhadap hubungan antara niat beli pelanggan dan identitas\nmerek konsumen. Sampel penelitian ini terdiri dari pengguna di Indonesia yang menggunakan\nmedia sosial dan pernah menggunakan aplikasi Go-Jek dalam tiga bulan terakhir. Survei\ndigunakan dalam penelitian ini untuk melakukan pendekatan kuantitatif. Peneliti menggunakan\nSkala Likert lima peringkat mulai dari sangat tidak setuju sampai sangat setuju pada bagian\nkuesioner variabel penelitian. Elemen Cerita Merek, Sikap Merek, Niat Membeli, dan Identifikasi\nMerek Pelanggan semuanya memiliki dampak yang signifikan. Menurut data, pembalikan dan\nhumor memiliki pengaruh langsung paling signifikan terhadap sikap merek di antara keempat\nkomponen cerita merek. Aspek cerita (pembalikan dan humor) mempengaruhi sikap merek,\nmenurut temuan penelitian. Namun, sikap merek mempengaruhi identifikasi merek pelanggan dan\nniat beli. Elemen cerita mempengaruhi niat beli pelanggan untuk video Kampanye Go-Jek, sesuai\ndengan pertanyaan penelitian. Melalui penggunaan elemen storytelling, penelitian ini\nmemberikan wawasan mendalam tentang aspek-aspek penting yang mempengaruhi keputusan\npelanggan Indonesia untuk menggunakan Go-Jek.\n\nKata Kunci: Cerita Merek, Sikap Merek, Niat Beli, Identifikasi Merek Pelanggan", "Daftar File": {}, "Penulis": "Nakita Phedra Khoirunnisaa [19019090]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Cerita Merek, Sikap Merek, Niat Beli, Identifikasi Merek Pelanggan", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "0 file", "Tanggal Input": "20 Jul 2022"}