{"Nomor": 66791, "Judul": "FIELD DEVELOPMENT OPTIMISATION STRATEGY  FOR MATURE FIELD  CASE STUDY IN BORNEO OIL COMPANY", "Abstrak": "Borneo Oil Company memegang hak 20 tahun untuk mengelola salah satu blok marginal di Kalimantan Timur dari Otoritas Hulu Minyak dan Gas Bumi Indonesia. Ladang-ladang tersebut telah memproduksi hidrokarbon selama 40 tahun dan merupakan bagian dari total ekspor migas Indonesia. Puncak produksi telah dicapai pada tahun 90-an dan tingkat produksi dipertahankan dan mulai awal tahun 2000 lapangan mulai menurun meskipun pengeboran agresif dan proyek diluncurkan. Ketika Borneo Oil Company memenangkan PSC blok tersebut, lapangan tersebut mengalami penurunan produksi yang cepat dan peningkatan biaya produksi karena fasilitas yang menua.\n\nPerusahaan memulai beberapa strategi untuk memperpanjang umur lapangan dengan meninjau proyek-proyek pengembangan potensial untuk memberikan hasil yang positif bagi bisnis. Volatilitas harga minyak dan gas, cadangan yang lebih rendah, dan biaya operasi yang meningkat, menciptakan lebih banyak kerumitan pada keputusan investasi akhir proyek. Berinvestasi dalam minyak dan gas selalu padat modal dan berisiko tinggi.\n\nStudi ini akan memberikan analisis menyeluruh terhadap portofolio perusahaan dengan menilai beberapa skenario yang akan memberikan nilai optimal bagi perusahaan. Penelitian dilakukan dengan analisis data kuantitatif dari informasi yang tersedia berdasarkan project box portfolio perusahaan. Penilaian proyek dihitung dengan menggunakan metode Discounted Cash Flow (DCF) dan mengikuti ketentuan Gross Split (GS) PSC. Risiko proyek dinilai dengan melakukan simulasi ketidakpastian dalam parameter proyek dan meninjau sensitifitas terhadap hasil proyek.", "Daftar File": {"2022_TS_PP_Andy Anarta_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/253185"}, "Penulis": "Andy Anarta [29120471]", "Kontributor / Dosen Pembimbing": ["Ahmad Danu Prasetyo, S.T., M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Keputusan Akhir Investasi, Penilaian Proyek, Discounted Cash Flow, Lapangan Marginal, Gross Split", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "20 Jul 2022"}