{"Nomor": 66795, "Judul": "PENGGUNAAN INDEKS BADAI MAGNETIK DST SEBAGAI PREKURSOR GEMPA BESAR DI INDONESIA TAHUN 2004- 2018", "Abstrak": "Gempabumi merupakan bencana alam yang tercipta secara alami yang sering terjadi di\ndunia dan sulit untuk diprediksi lokasi dan waktu kejadian gempa. Indonesia secara\ngeografis berada pada ring of fire zone, dimana wilayah ini sangat rentan terhadap\ngempabumi yang menyebabkan kerusakan bangunan hingga kematian. Beberapa\ngempa besar di Indonesia pada tahun 2004-2018 diantaranya, Gempa Aceh 26\nDesember pada tahun 2004, Gempa Yogyakarta 27 Mei pada tahun 2006, Gempa\nSumatera (Doublet) 6 Maret pada tahun 2007, Gempa Lombok pertama 5 Agustus 2018\ndan gempa utama kedua 19 Agustus 2018 dan yang terakhir Gempa Palu pada tahun\n2018. Hal ini menyebabkan prekursor gempabumi khususnya prekursor magnetik\nsangat diperlukan dalam membantu mitigasi bencana dan menjadi pertanda awal\nterjadinya gempabumi. Pada penelitian ini dilakukan pengamatan data indeks badai\nmagnetik khususnya indeks disturbance storm time (Dst) selama 33 hari sampai 50 hari\nsebelum terjadinya gempa utama. Berdasarkan peristiwa tersebut, terlihat bahwa\nanomali yang terjadi sangat beragam, seperti Gempa Aceh dengan anomali yang\nterlihat mencapai -374 nT, Gempa Yogyakarta mencapai -98 nT, Gempa Doublet\nSumatera anomali mencapai -49 nT, Gempa Lombok anomali terlihat sebesar -46 nT\ndan Gempa Palu anomali terlihat mencapai -175 nT. Tinggi rendahnya anomali bisa\nuntuk menentukan kerusakan gempa yang terjadi, semakin rendah anomali yang\nterlihat maka kemungkinan semakin besar pula kerusakan gempa yang terjadi, semakin\ntinggi energi yang dilepaskan oleh gempa maka semakin jelas pula anomali yang\nterlihat.", "Daftar File": {"ABSTRAK Sayed Hanif": "https://digilib.itb.ac.id/gdl/download/253233"}, "Penulis": "Sayed Hanif [12318028]", "Kontributor / Dosen Pembimbing": ["Dr. Darharta Dahrin, M.S.", "Prof. Dr. Satria Bijaksana", "Dr. Warsa, S.Si., M.T.", "Silvia Jannatul Fajar, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "gempabumi, Indonesia, prekursor, indeks Dst, 2004-2018", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "21 Jul 2022"}