{"Nomor": 66797, "Judul": "USULAN PENGEMBANGAN BISNIS UNTUK PEMASARAN PRODUK GREEN DIESEL  DI PASAR BAHAN BAKAR INDUSTRI", "Abstrak": "Pertamina merupakan Badan Usaha Milik Negara (BUMN) yang menjalankan usaha dibidang energy yang terintegrasi dari hulu, tengah dan hilir juga termasuk bisnis energi baru dan terbarukan berdasarkan prinsip komersial yang kuat. Divisi Industrial Fuel Marketing (IFM) merupakan bagian dari Sub-holding Commercial & Trading, yang didirikan untuk menghadapi persaingan dalam pemasaran BBM untuk sektor Industri dan Kelautan di Indonesia. Pertamina IFM saat ini menguasai lebih dari 70% Pangsa Pasar Domestik Industrial & Marine Fuel. Persaingan terbuka antara pemasok bahan bakar keberlangsungan bisnis. \nPada tahun 2019, Pertamina ditugaskan pemerintah untuk membangun Kilang Biorefinery yang akan ditempatkan di RU III Plaju dengan kapasitas 20.000 Barrel/Hari di Pulau Sumatera yang dekat dari produsen CPO (Minyak Kelapa Sawit). Biorefinery akan menghasilkan produk Green Diesel sebagai produk utama. Green Diesel berbeda karakteristiknya dengan Biofuel (FAME) yang saat ini digunakan untuk blending Biodiesel B30, kualitasnya lebih baik dalam hal efisiensi energi dan lebih ramah lingkungan. Pemerintah berusaha mengembangkan dan membangun Biorefinery salah satunya karena Green Diesel ini merupakan bahan bakar alternatif yang menjanjikan untuk mengurangi ketergantungan pada bahan bakar berbasis fosil, mengurangi dampak terhadap perubahan iklim serta mengurangi impor bahan bakar fosil. \nAda beberapa permasalahan dalam bisnis Biorefinery salah satunya terkait Green Diesel Market dimana harga CPO sebagai bahan baku lebih tinggi dari harga minyak mentah fosil sehingga harga Green Diesel akan lebih tinggi dari Petroleum Diesel. Dengan permasalahan tersebut, maka diperlukan strategi bisnis dalam implementasi Biorefinery. Dalam hal ini, Penulis akan mengusulkan strategi pemasaran Green Diesel untuk menembus Pasar Bahan Bakar Industri (IFM). Sayangnya, Di sektor BBM Industri terjadi persaingan antar pemasok BBM yang saat ini lebih dari 200 pemasok. Objek penelitian dalam tugas akhir ini adalah mengembangkan strategi pemasaran produk Green Diesel sebagai produk baru Pertamina di Industrial Fuel Market (IFM). Untuk mengatasi masalah tersebut, diperlukan kerangka konseptual agar memiliki strategi yang tepat dan sesuai untuk perusahaan. Pada tugas akhir ini akan dilakukan analisis eksternal dan internal, untuk eksternal menggunakan Market Analysis, Forces Five Posters Analysis, Competitor Analysys dan Consumer Analysis. Sedangkan analisis internal akan menggunakan value chain activities, 4P Marketing Mix, Existing Business Model Canvas dan VRIO Framework. Matching stage dengan menggunakan analisis SWOT dan Matriks Eksternal Internal untuk mengembangkan strategi alternatif, pada tahap akhir dilakukan QSPM untuk mengevaluasi kelayakan dari masing-masing alternatif strategi. Berdasarkan QSPM terdapat lima strategi yang layak untuk diterapkan yaitu pengembangan prioritas pelanggan dengan target pasar institusi Pemerintah dan BUMN, strategi coopetition, digital marketing, pengembangan kapabilitas pekerja dan pengembangan fleksibilitas term of Payment (TOP).", "Daftar File": {"2022_TS_PP_Yusup Mansyur_Abstrak-1.pdf5?": "https://digilib.itb.ac.id/gdl/download/253235"}, "Penulis": "Yusup Mansyur [29120420]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T., M.M., DBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Green Diesel, Pasar Bahan Bakar Industri, Analisa Internal external, QSPM, CPO", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "21 Jul 2022"}