{"Nomor": 66804, "Judul": "EVALUASI PENERIMAAN E-LEARNING PADA MURID USIA MUDA MENGGUNAKAN MODIFIKASI TECHNOLOGY ACCEPTANCE MODEL: STUDI KASUS MATH CENTER REJOSARI", "Abstrak": "Pandemi Covid-19 yang sudah berlangsung cukup lama telah membuat insitusi pendidikan merasakan keuntungan yang diberikan sistem pembelajaran online dalam meningkatkan pengalaman belajar bagi para pelajar. Kejadian ini membuka peluang yang menjanjikan untuk sistem pembelajaran online dan hal ini juga dirasakan oleh Math Center Rejosari (MCR) yang telah memulai mengimplementasikan pemblajarna online sejak mulainya pandemi. Metode pembelajaran ini telah memikat banyak pelajar baru. Dengan tujuan mengurangi ketergantungan pelajar terhadap pengajar, MCR telah mencoba mengintegrasikan sistem pembelajaran baru yang mana pelajar dapat belajar secara independen. Namun, jika dilakukan dengan sembrono, implementasi dari sistem pembelajaran online ini dapat membuat MCR kehilangan pelajar. Untuk mengindari masalah ini, studi ini akan menggunakan Model Penerinaan Teknologi untuk  mengevaluasi kemauan para pelajar dalam menggunakan sistem pembelajaran online. Hasil dari studi ini nenemukan enam faktor eksternal yang mempengaruhi nilai penerimaan teknologi pelajar-pelajar MCR, yaitu: kualitas sistem, kualitas konten, kualitas informasi, norma subjektif, dan nilai seluler yang dirasakan. Pendekatan kualitatif juga dilakdanakan untuk memahani perspektif para pelajar di setiap enam faktor tersebut berdasarkan hasilnya, penulis mencoba untuk membandingkan dampak dari keenam faktor tersebut terhadap kemauan para pelajar dan nilai dari setiap faktor tersebut menurut hasil survei. Dua faktor memiliki dampak yang tinggi dan nilai kepuasan yang rendah telah dipilih untuk kemudian ditingkatkan sehingga diperoleh nilai penerimaan teknologi yang lebih tinggi Kedua faktor tersebut adalah kualitas sistem (prioritas tinggi) dan kualitas konten (prioritas rendah). Berdasarkan analisa kebutuhan konsumen, penulis menyarankan dua tindakan yang dapat dilakukan untuk meningkatkan setiap faktor. Pertama, kualitas sistem dari sistem pembelajaran online MCR saat ini masih sulit dinavigasikan dan terkesan tidak terpecaya. Untuk mengatasinya, penulis menyarankan MCR untuk menggunakan manajemen sistem pembelajaran yang khusus dibentuk untuk sistem pembelajaran online Setelah membandingkan fitur yang ditawarkan, penilis memilih Moodle karena ketersediaan fitur yang lengkap dan dibutuhkan MCR dan telah digunakan banyak orang. Untuk kualitas konten, video pada konten pembelajaran MCR saat ini masuh panjang dan membosankan. Berdasarkan komplain tersebut, penulis menyarankan MCR untuk membuat video berdurasi pendek berdasarkan enam prinsip Mayer.", "Daftar File": {"COVER Maranatha Florensia Wijaya": "https://digilib.itb.ac.id/gdl/download/264075", "BAB 1 Maranatha Florensia Wijaya": "https://digilib.itb.ac.id/gdl/download/264076", "BAB 2 Maranatha Florensia Wijaya": "https://digilib.itb.ac.id/gdl/download/264077", "BAB 3 Maranatha Florensia Wijaya": "https://digilib.itb.ac.id/gdl/download/264078", "BAB 4 Maranatha Florensia Wijaya": "https://digilib.itb.ac.id/gdl/download/264079", "PUSTAKA Maranatha Florensia Wijaya": "https://digilib.itb.ac.id/gdl/download/264080"}, "Penulis": "Maranatha Florensia Wijaya [29320484]", "Kontributor / Dosen Pembimbing": ["Dr. W. Victo Anggara Wisesa, S.Hum., M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "E-learning, Murid Usia Muda, Pendidikan Non-formal, Technology Acceptance Model (TAM).", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "21 Jul 2022"}