{"Nomor": 66809, "Judul": "PENGUJIAN PENGARUH FRAKSI MASSA DAN JENIS KONSTITUEN TERHADAP EFEK MAGNETORHEOLOGY DAN STABILITAS PADA FLUIDA MAGNETORHEOLOGY", "Abstrak": "Fluida magnetorheology merupakan salah satu smart material yang mempunyai\nviskositas yang dapat berubah secara reversibel dan terkontrol karena pengaruh medan\nmagnet. Perubahan viskositas tersebut dinamakan efek magnetorheology. Fluida\nmagnetorheology memiliki tiga konstituen yaitu partikel magnetik sebagai material yang\ndimagnetisasi, fluida pembawa sebagai medium pendispersi bagi partikel magnetik, dan\nadditive stabilizer untuk mencegah sedimentasi. Fraksi dan jenis konstituen akan\nmempengaruhi efek magnetorheology dan stabilitas fluida magnetorheology. Agar efek dan\nstabilitas fluida magnetorheology dapat dikendalikan secara baik, perlu diketahui pengaruh\nfraksi dan jenis konstituen terhadap efek magnetorheology dan stabilitas fluida\nmagnetorheology.\nPada tugas sarjana ini dilakukan pengujian efek magnetorheology dan stabilitas dari\npartikel magnetik serbuk besi karbonil dan serbuk nikel dengan variasi fraksi massa 30%\nhingga 70%, serta minyak parafin sebagai fluida pembawa, dan gemuk sebagai additive\nstabilizer. Pengujian dilakukan dengan metode pengujian magneto viscometer dan pengujian\nlaju sedimentasi.\nBerdasarkan hasil pengujian, didapatkan hasil bahwa kenaikan fraksi massa partikel\nmagnetik berbanding lurus terhadap efek magnetorheology dan berbanding terbalik dengan\nstabilitas fluida magnetorheology. Serbuk besi karbonil menghasilkan efek magnetorheology\nyang lebih tinggi dibandingkan serbuk nikel, akan tetapi mempunyai stabilitas yang lebih\nrendah. Selain itu kenaikan fraksi massa additive stabilizer berbanding lurus dengan\nstabilitas fluida magnetorheology.", "Daftar File": {"ABSTRAK Gangga Setiawan Fardede": "https://digilib.itb.ac.id/gdl/download/253255"}, "Penulis": "Gangga Setiawan Fardede [13117016]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Tri Prakosa, M.Eng.", "Dr. Ir. Sri Raharno, S.T., M.T.", "Vani Virdyawan, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "fluida magnetorheology, efek magnetorheology, viskositas, medan magnet, sedimentasi, fraksi massa.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Jul 2022"}