{"Nomor": 66812, "Judul": "DIAGNOSISTRANSFORMATORDAYABERDASARKAN ANALISISKARAKTERISTIKMINYAKISOLASI,GAS TERLARUT,FURAN,USIAOPERASI,DANFAKTOR PEMBEBANAN (STUDIKASUSPADAPTRA P)", "Abstrak": "ABSTRAK\nDIAGNOSIS TRANSFORMATOR DAYA BERDASARKAN\nANALISIS KARAKTERISTIK MINYAK ISOLASI, GAS TERLARUT, FURAN, USIA OPERASI, DAN FAKTOR PEMBEBANAN\n(STUDI KASUS PADA PT RAPP)\nOleh\nEsosia Benjamin Sibuea NIM: 23220070\n(Program Studi Magister Teknik Elektro)\nPada sistem jaringan transmisi dan distribusi listrik, transformator daya merupakan\nsalah  satu  peralatan  listrik  yang  vital  dan  mahal.  Kegagalan  transformator  akan \nmenyebabkan  gangguan  pada  suplai  listrik  yang  berdampak  pada  ketersediaan energi listrik \ndan biaya operasi. Dalam dunia industri, ketersediaan suplai listrik adalah hal yang sangat penting \nuntuk dapat mencapai target produksi. Oleh karena itu, utilitas atau industri harus menjaga dan \nmeningkatkan keandalan transformator dengan  mengembangkan  suatu  sistem  diagnosis  untuk  \nmemperkirakan  kondisi transformator  dengan  tepat.  Penilaian  kondisi  transformator  dengan  \npendekatan indeks kesehatan (HI) adalah salah satu alat yang dapat membantu tercapainya hal \ntersebut, yang memungkinkan manajemen aset lebih efisien melalui metode yang cepat, praktis dalam \nmenilai dan mengevaluasi kondisi keseluruhan transformator.\n\nDiagnosis kondisi transformator melalui pendekatan HI dengan metode skoring dan pembobotan  \ndiusulkan  dan  diimplementasikan  pada  aset  transformator  daya  di salah satu industri di \nIndonesia. Selanjutnya, hasil perhitungan melalui pendekatan HI   tersebut   dibandingkan   dengan  \n kondisi   kesehatan   aktual   transformator dilapangan  untuk  mendapatkan  persentase  akurasi  \ndan  tingkat  kesalahan  indeks kesehatan transformator. Pendekatan HI dengan metode skoring dan \npembobotan yang diusulkan kemudian dikembangkan dengan metode berbasis machine learning (ML)  multi \n algoritma.  Algoritma  classifier  yang  digunakan  adalah  Logistic Regression, Naïve Bayes, \nArtificial Neural Networks (ANNs), Stochastic Gradient Descent  (SGD),  Gradient  Boosting,  Tree,  \nRandom  Forest,  CN2  Rule  Induction, Adaboost, Support Vector Machine (SVM) dan k-Nearest \nNeighbor (kNN). Pada penelitian  ini  digunakan  167  sampel  transformator  yang  terdiri  dari  \n16  unit transformator transmisi 150 kV dan 151 unit transformator distribusi 20 kV dan 33 kV.  \nData  ini  kemudian  digunakan  sebagai  data  training  pada  pendekatan  HI berbasis ML untuk \nmembangun dan melatih model prediksi dan klasifikasi. Untuk menguji model digunakan 50 sampel \ntransformator (tegangan 150 kV) sebagai data\ntesting yang diperoleh dari utilitas yang berbeda.\n\nii\nSelanjutnya, degradasi kertas isolasi akan mempengaruhi karakteristik minyak, gas\nterlarut  dan  furan.  Data  terkait  parameter  ini  telah  ditemukan  dalam  beberapa penelitian, \n akan  tetapi  studi  tentang  korelasi  antar  parameter  masih  terbatas, terutama  pada  \ntransformator  distribusi.  Oleh  sebab  itu,  dalam  penelitian  ini, database karakteristik \nminyak isolasi, gas terlarut, furan, usia operasi, dan faktor pembebanan dianalisis korelasinya \nterhadap degradasi kertas isolasi transformator distribusi secara statistik menggunakan metode \nregresi linier.\n\nKata  kunci:  transformator  daya,  diagnosis,  indeks  kesehatan,  machine  learning,\ndegradasi kertas isolasi", "Daftar File": {"ABSTRAK - Esosia Benjamin Sibuea": "https://digilib.itb.ac.id/gdl/download/253258"}, "Penulis": "Esosia Benjamin Sibuea [23220070]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Suwarno, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "transformator daya, diagnosis, indeks kesehatan, machine learning, degradasi kertas isolasi", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos", "File": "1 file", "Tanggal Input": "22 Jul 2022"}