{"Nomor": 66814, "Judul": "PERANCANGAN INDEKOS BERBASIS PREFERENSI DI MASA NEW NORMAL, KOTA BANDUNG", "Abstrak": "Indekos merupakan satu dari sekian jenis properti yang dianggap solusi terkini untuk menjawab\npermintaan kebutuhan hunian sementara. Sementara itu, ragam karakteristik indekos\nmenimbulkan preferensi bagi para calon pengguna untuk tinggal khususnya bagi para pekerja\nmuda dan mahasiswa. Preferensi meliputi kesukaan, kecenderungan dan kemampuan. Di sisi lain,\nsaat ini Indonesia sedang dihadapkan situasi new normal. Hunian di masa ini dituntut tidak hanya\nsekedar mampu mengakomodir kebutuhan akan tempat tinggal melainkan harus mampu menjawab\nkecenderungan yang terjadi akibat pandemi seperti bekerja, belajar, relaksasi, bermain, berbelanja,\nhiburan dan olahraga di hunian. Desain indekos berbasis preferensi dengan mempertimbangkan\nnew normal akan memberikan dampak positif bagi kualitas lingkungan hunian pengguna.\nRancangan indekos ini berlokasi di kota Bandung yang merupakan salah satu kota terpadat di\nIndonesia. Perancangan berbasis studi literatur yang kemudian disesuaikan dengan studi empirik.\nStudi literatur hunian di masa new normal menghasilkan enam ide besar yang perlu diterapkan\npada hunian yaitu being together redefined, future is shared, flexibility is key, planning for the\ncontinuum, nature is best madicine, generosity is required. Studi empirik dilakukan secara\nkualitatif dan kauntitatif. Secara kualitatif studi menggunakan analisis stated preference dengan\npendekatan grounded theory. Didapatkan ada delapan aspek perancangan. Aspek-aspek tersebut\nadalah sarana prasarana utilitas (SPU), keamanan dan keselamatan, aksesibilitas, kesehatan, biaya,\nkualitas visual dan pelayanan. Aspek yang paling dominan adalah SPU, kenyamanan dan\nkesehatan. Secara kualitatif, studi empiri menggunakan metode revealed preference dengan\npendekatan hedonic pricing analysis. Terdapat ruang-ruang prioritas yang perlu diperhatikan\nterutama dalam penerapan hasil stated preference. Ruang-ruang tersebut adalah unit, parkir mobil\ndan dapur pribadi. Studi-studi itu menjadi kriteria perancangan dan diterapkan pada delapan skala\nbangunan yakni, tapak, public realm, skin, entry, commons, systems, unit, dan element.", "Daftar File": {"ABSTRAK Dui Buana Mustakima": "https://digilib.itb.ac.id/gdl/download/253261"}, "Penulis": "Dui Buana Mustakima [25220003]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Hanson Endra Kusuma, S.T., M.Eng.", "Mohammad Jehansyah Siregar, S.T., M.T., Ph.D.", "Dr. Allis Nurdini, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Indekos, Mahasiswa, pekerja muda, preferensi, New Normal.", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "22 Jul 2022"}