{"Nomor": 66813, "Judul": "PENGEMBANGAN TEKNIK KLASIFIKASI MALWARE BERBASIS MACHINE LEARNING NEURAL NETWORK DAN DISCRETE-TIME MARKOV CHAIN", "Abstrak": "ABSTRAK\nPENGEMBANGAN TEKNIK KLASIFIKASI MALWARE BERBASIS MACHINE LEARNING NEURAL NETWORK DAN DISCRETE-TIME MARKOV CHAIN\nOleh\nDevani Claudia Lumban Gaol\nNIM: 23219349\n(Program Studi Magister Teknik Elektro)\nMalware atau Malicious Software adalah program komputer atau perangkat lunak yang dibuat dan dirancang untuk merusak dan mengganggu sistem komputer, yang merupakan bagian dari aktivitas kejahatan siber, sehingga diperlukan suatu metode dalam mendeteksi malware. Teknik deteksi malware dikategorikan menjadi metode static dan metode dinamik. Kedua teknik ini masih memiliki kelemahan sehingga digunakanlah machine learning yang dapat mengatasi kelemahan kedua teknik tersebut. Convolutional Neural Network (CNN) merupakan jenis neural network yang biasanya digunakan untuk deteksi dan klasifikasi malware pada data gambar. Namun pada beberapa pengujian klasifikasi dengan dataset tertentu, CNN masih belum dapat bekerja dengan maksimal. Maka dari itu, diperlukan suatu pengembangan untuk dapat meningkatkan kinerja CNN dalam melakukan klasfikasi.\nPada tesis ini diajukan metode klasifikasi malware dengan CNN menggunakan fitur ekstraksi dari model probabilitas transisi Discrete-Time Markov Chain sebagai masukan untuk transfer knowledge. Tujuan pengembangan algoritma ini adalah memberikan hasil performansi yang lebih baik dibanding CNN konvensional. Berbagai skenario dilakukan untuk mendapatkan hasil perbandingan performansi terbaik. Performansi terbaik didapatkan saat model dijalankan dengan dataset probabilitas transisi markov orde 1 dengan nilai accuracy 94% , precision 95%, recall 95%,dan f1-score 95%.\nKata kunci: Malware, CNN, klasifikasi, probabilitas transisi markov.", "Daftar File": {"ABSTRAK - Devani Claudia Lumban Gaol": "https://digilib.itb.ac.id/gdl/download/253259"}, "Penulis": "Devani Claudia Lumban Gaol [23219349]", "Kontributor / Dosen Pembimbing": ["Ir. Hendrawan, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Malware, CNN, klasifikasi, probabilitas transisi markov.", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos", "File": "1 file", "Tanggal Input": "22 Jul 2022"}