{"Nomor": 66823, "Judul": "STRATEGI PRODUKTISASI LAYANAN  UNTUK PERUSAHAAN DESAIN GRAFIS  (STUDI KASUS: FUNDAMEN STUDIO)", "Abstrak": "Fundamen Studio didirikan pada tahun 2018 oleh Fadhel Rabbani sebagai perusahaan desain grafis yang menciptakan produk visual untuk meningkatkan nilai dan pengalaman produk kliennya bagi pelanggan mereka. Studio yang berada di Arcamanik, Bandung, Indonesia ini terdiri dari komunitas kreatif serta desainer dan teknisi berpengalaman. Pada Maret 2020, pandemi Covid-19 melanda Indonesia menyebabkan sebagian besar perusahaan desain komunikasi visual melaporkan pendapatan mereka turun lebih dari 40%. Beberapa masalah bisnis Fundamen Studio yang ada sebelum pandemi terkena imbas dari fenomena global ini. Fundamen Studio harus dapat menemukan solusi untuk memulihkan pendapatan, membangun kembali operasi, dan memikirkan kembali organisasi perusahaan sebagai bagian dari penelitian dengan menjawab tujuan penelitian, yaitu: 1.Mengembangkan strategi optimal yang dapat diadopsi untuk memulihkan pendapatan di masa depan; dan 2. Mengembangkan strategi optimal yang dapat diterapkan untuk meningkatkan daya saing perusahaan. \nPenelitian yang dilakukan dengan analisis internal yang terdiri dari analisis sumber daya, kapabilitas, dan kompetensi inti menggunakan kerangka kerja VRIN dan analisis rantai nilai. Analisis eksternal terdiri dari lingkungan umum, industri, dan analisis pesaing. Analisis internal dan eksternal ini mengidentifikasi kekuatan, kelemahan, peluang, dan ancaman (SWOT) yang dimiliki Fundamen Studio. Hasil analisis SWOT menunjukkan bahwa perusahaan ini sangat bergantung pada beberapa segmen pelanggan. Temuan lain termasuk siklus penjualan yang panjang yang membuat pendapatan sulit diprediksi, serta kapasitas kerja yang rendah dan proses operasi yang lambat. Hasil analisis matriks TOWS menunjukkan korelasi dengan efek yang diharapkan dari strategi produktisasi layanan. Berdasarkan analisis ini, sembilan strategi untuk menjawab pertanyaan penelitian dirumuskan. \nFundamen Studio disarankan untuk menerapkan penetapan harga, tingkatan layanan, dan pagar tarif yang jelas untuk memulihkan pendapatan. Strategi-strategi ini ditargetkan untuk mendefinisikan secara jelas apa saja layanan yang ditawarkan dan menghasilkan pendapatan berulang yang dapat diprediksi. Fundamen Studio disarankan untuk mengambil spesialisasi layanan, modularisasi dan bundling, serta standarisasi layanan untuk meningkatkan daya saing perusahaan. Strategi-strategi ini diharapkan dapat meningkatkan jumlah lead, meningkatkan kapasitas kerja, dan menyesuaikan penawaran layanan dengan kebutuhan pelanggan. Pengembangan siklus proyek, pengembangan sumber daya manusia, dan pengembangan platform untuk komunikasi dan pengiriman hasil proyek adalah tiga strategi tambahan yang direkomendasikan. Fundamen Studio diharapkan dapat menyelesaikan permasalahan bisnis yang terjadi melalui implementasi strategi yang telah direncanakan.", "Daftar File": {"2022_TS_PP_M Fadhel Rabbani_Abstrak-1.pdf5?": "https://digilib.itb.ac.id/gdl/download/253277"}, "Penulis": "Muhammad Fadhel Rabbani [29119181]", "Kontributor / Dosen Pembimbing": ["Dr. Dona Saphiranti, S.Sn., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Industri Kreatif, Daya Saing, Produktisasi Layanan, Strategi Bisnis.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "22 Jul 2022"}