{"Nomor": 66826, "Judul": "STRATEGI MENYUKSESKAN PROGRAM WAKAF UANG DI  INDONESIA", "Abstrak": "Pada tahun 2021, pemerintah meluncurkan program Gerakan Nasional Wakaf Uang (GNWU). Akan tetapi, masyarakat terbiasa mengenal wakaf sebatas tanah, bangunan, atau makam. Upaya yang dilakukan lembaga wakaf untuk menarik antusias masyarakat terhadap wakaf uang tidak membuahkan hasil yang diharapkan. Dana wakaf uang yang terkumpul masih jauh dari target yang ingin dicapai. Sehingga, penilitian ini bertujuan mencari tahu bagaimana respon dan tingkat partisipasi masyarakat terhadap wakaf uang. Kemudian hasilnya digunakan sebagai landasan merumuskan strategi yang tepat. Pengumpulan data dilakukan dengan menggunakan kuesioner berskala likert dan satu pertanyaan terbuka. Data diolah menggunakan metode analisis deskriptif dan kualitatif. Pembaruan dalam penelitian ini adalah dengan mengumpulkan pendapat masyarakat yang kemudian dijadikan landasan untuk merumuskan strategi untuk menyukseskannya.  \n \nDari hasil olah data didapatkan masyarakat setuju jika wakaf dikelola secara produktif dan digunakan untuk meningkatkan ekonomi umat. Akan tetapi, respon ini berkurang jika dikaitkan langsung dengan wakaf uang. Hal ini disebabkan karena masih banyak masyarakat yang tidak memercayai pengelolaan wakaf uang. Selain itu, uang dianggap tidak relevan jika menjadi objek wakaf. Terdapat pula respon positif yang menyatakan wakaf uang sangat bermanfaat. Meskipun terdapat perbedaan pendapat, tingkat partisipasi masyarakat masih tergolong tinggi. Namun, sebagian masyarakat menginginkan diadakannya sosialisasi terlebih dahulu. Mereka juga menginginkan jika wakaf uang dikelola oleh lembaga wakaf yang yang dapat dipercaya, bertanggung jawab, dan mampu menyediakan transparansi kepada masyarakat umum. Dari respon yang didapatkan, strategi yang bisa diterapkan diantaranya adalah mengadakan sosialisasi yang terstandar, meningkatkan kualitas Nazhir, dan menyediakan laporan rutin pada masyarakat luas. Dengan adanya penelitian ini diharapkan suara dari masyarakat umum mengenai wakaf uang bisa lebih tersalurkan dan bisa digunakan untuk mensukseskan wakaf uang di Indonesia.", "Daftar File": {"2022_TS_PP_Asti Putri Pratiwi_Abstrak-1.pdf\niu": "https://digilib.itb.ac.id/gdl/download/253293"}, "Penulis": "Asti Putri Pratiwi [29119012]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Asep Darmansyah, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Indonesia, wakaf uang, GNWU.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "22 Jul 2022"}