{"Nomor": 66827, "Judul": "MENINGKATKAN KESADARAN MEREK DAN MINAT PENGGUNAAN DOMPET DIGITAL POSPAY", "Abstrak": "Industri global saat ini sedang mengalami era digital 4.0. Indonesia telah aktif melakukan digitalisasi, ditandai dengan meningkatnya pengguna koneksi seluler dan internet. Pada tahun 2020, lebih banyak orang menggunakan koneksi seluler dan internet karena penyebaran virus COVID-19. Olehkarena itu, Gubernur Bank Indonesia mengimbau masyarakat untuk bertransaksi menggunakan pembayaran nontunai. PT Pos Indonesia melihat ini sebagai peluang untuk mengembangkan bisnisnya. Pos Indonesia menciptakan layanan pembayaran berbasis digital bernama “Pospay” untuk mempermudah transaksi. Sejak diluncurkan pada 13 April 2021, Pospay menghadapi beberapa tantangan untuk bersaing di industri dompet digital. Berdasarkan number of accounts (NOA), 98.5% pengguna Pospay adalah karyawan PT Pos Indonesia. Hal ini menunjukkan bahwa brand awareness dan minat menggunakan Pospay masih relatif rendah di luar perusahaan. Kemudian, Pospay berencana menambah jumlah akunnya menjadi 5 juta pengguna dan membidik target pasar baru masyarakat usia 12-24 tahun. Penelitian ini bertujuan untuk menganalisis lingkungan eksternal dan internal perusahaan untuk mengusulkan strategi pemasaran untuk meningkatkan kesadaran merek dan minat menggunakan Pospay. Analisis eksternal dilakukan dengan menggunakan PESTEL, Porter's Five Forces, analisis pesaing dan analisis konsumen. Analisis konsumen dilakukan dengan menyebarkan kuesioner kepada calon konsumen. Hasil dari kuisioner diolah menggunakan software Smart PLS menggunakan metode SEM-PLS untuk mengukur korelasi antar variabel. Analisis eksternal dilakukan untuk mengetahui peluang dan ancaman bagi perusahaan. Berdasarkan analisis, peluang Pospay adalah bisnis yang didukung juga sejalan dengan program dan peraturan pemerintah, penurunan transaksi kartu, peningkatan cashless society, pertumbuhan teknologi, peningkatan perilaku paperless, dan dipercaya oleh calong pelanggan. Sedangkan ancaman bagi Pospay adalah ancaman pendatang baru, ancaman dari produk pengganti, rendahnya biaya peralihan pengguna dan tingginya persaingan di industri dompet digital. Analisis internal dilakukan dengan menggunakan Resource-Based View, VRIN Framework, Existing Business Model Canvas dan Marketing Mix 7P. Analisis internal dilakukan untuk mengetahui kekuatan dan kelemahan perusahaan. Berdasarkan analisis, kekuatan Pospay adalah dukungan finansial dari pemerintah, kantor yang tersebar hampir di seluruh Indonesia, dan kemitraan yang kuat dengan pemerintah. Kemudian, kelemahan Pospay adalah tidak adanya gratis transfer, tidak bisa isi saldo di minimart, tidak bisa digunakan di aplikasi ride-hailing, tidak ada saluran pembayaran (transportasi, event, atraksi, hiburan), tidak ada diskon dan cashback di merchant, tidak ada iklan berbayar dan kesulitan dalam membuka aplikasi. Hasil analisis internal dan eksternal digunakan untuk merumuskan analisis SWOT kemudian digunakan sebagai pedoman untuk merumuskan matriks \nTOWS. Kemudian, matriks TOWS ini digunakan untuk membuat usulan strategi pemasaran. \nBerdasarkan hasil analisis, terdapat tiga belas alternatif strategi yang dapat diterapkan oleh perusahaan. Namun, berdasarkan sumber daya dan kapabilitas yang dimiliki oleh perusahaan, tidak semua strategi tersebut dapat diterapkan dalam waktu dekat. Tiga strategi terpilih berdasarkan diskusi yang sudah dilakukan dengan perusahaan: menggunakan iklan Instagram untuk pemasaran digital, berkolaborasi dengan merchant populer untuk menawarkan diskon atau cashback, dan berkolaborasi dengan program pendidikan pemerintah seperti beasiswa untuk mendistribusikan dana.", "Daftar File": {"2022_TS_PP_Gessan Kurnia Dewi_Abstrak-1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/253300"}, "Penulis": "Gessan Kurnia Dewi [29120543]", "Kontributor / Dosen Pembimbing": ["Prawira Fajarindra Belgiawan, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Strategi Pemasaran, Kesadaran Merek, Minat Penggunaan, Dompet Digital", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "22 Jul 2022"}