{"Nomor": 66822, "Judul": "PENGARUH RUBBER PROCESSING OIL TERHADAP SIFAT MAMPU PROSES, CURE CHARACTERISTICS, DAN SIFAT MEKANIK ETHYLENE-PROPYLENE-DIENE RUBBER (EPDM)", "Abstrak": "Ethylene-propylene-diene rubber (EPDM) merupakan karet sintesis dengan sifat mekanik dan ketahanan aging yang tinggi. Akan tetapi, dikarenakan strukturnya yang kristalin, EPDM menjadi sulit diproses sehingga diperlukan zat aditif berupa processing oil. Treated distilled aromatic extract (TDAE) digunakan sebagai rubber processing oil pengganti distilled aromatic extract (DAE) yang bersifat karsinogenik. Pada penelitian ini, pengaruh penambahan TDAE dengan jumlah 0-50 phr terhadap sifat mampu proses, cure characteristics, dan sifat mekanik dari EPDM dipelajari sebagai penelitian awal pengembangan rubber track pad. Pengujian viskositas Mooney, pengamatan visual kompon, dan pengujian dispersi makro filler dilakukan untuk mengetahui sifat mampu proses dari kompon EPDM. Cure characteristics kompon EPDM diperoleh melalui pengujian rheometer. Densitas ikatan silang vulkanisat EPDM diukur dengan pengujian crosslink density, metode equilibrium swelling. Adapun pengaruh penambahan jumlah processing oil terhadap sifat mekanik EPDM diperoleh melalui pengujian keras, abrasi, tarik, dan sobek. Pengujian densitas dan specific gravity dilakukan sebagai data pendukung. Hasil penelitian menunjukkan bahwa seiring dengan peningkatan jumlah processing oil yang ditambahkan ke dalam kompon EPDM, maka pemrosesan menjadi lebih mudah dilakukan karena peningkatan mobilitas rantai karet. Akan tetapi, di lain sisi, terjadi penurunan sifat mekanik EPDM yang signifikan akibat menurunnya densitas ikatan silang yang terbentuk antar-rantai karet. Optimasi antara sifat mampu proses dan sifat mekanik EPDM dengan penambahan jumlah processing oil dilakukan. Adapun jumlah optimal penambahan processing oil ke dalam kompon EPDM berada pada rentang 10-20 phr.", "Daftar File": {"ABSTRAK Lathifah Fauziah": "https://digilib.itb.ac.id/gdl/download/253276"}, "Penulis": "Lathifah Fauziah [13718072]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Husaini Ardy", "Dr. rer. nat. Mardiyati, S.Si., M.T.", "Steven, S.T., M.T.", "Dr. Riza Wirawan, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "EPDM, processing oil, densitas ikatan silang, sifat mekanik, rubber track pad.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Jul 2022"}