{"Nomor": 66834, "Judul": "PERANCANGAN PERBAIKAN LAYANAN E- COMMERCE PT. X", "Abstrak": "PT. X merupakan e-commerce yang memfasilitasi interaksi antara pembeli,\npemilik properti, agen properti, developer, bank, dan pihak lainnya yang terkait.\nSebagai perusahaan yang sedang bertumbuh, perusahaan ingin terus dapat\nbertahan dan berkembang di pasar. Namun, berdasarkan observasi awal, saat ini\nterjadi penurunan net promoter score (NPS) PT. X. Selain itu, masih banyak\nkeluhan-keluhan yang disampaikan oleh pelanggan. Oleh karena itu, penting bagi\nperusahaan untuk fokus dalam meningkatkan kualitas layanan dan kepuasan\npelanggan. Berdasarkan masalah-masalah tersebut, ditemukan akar\n\npermasalahan yang ada yaitu perusahaan belum memperbaiki layanan e-\ncommerce berdasarkan kebutuhan fungsional dan emosional pelanggan. Oleh\n\nkarena itu, perlu dirancang perbaikan layanan yang menjawab kebutuhan\npelanggan dengan integrasi e-service quality, model Kano, Kansei engineering,\ndan TRIZ. Indikator yang menjadi prioritas perbaikan adalah indikator\nfungsional “Layanan e-commerce PT. X merespon kebutuhan pelanggan dengan\ncepat” dan “Layanan e-commerce PT. X memberikan solusi yang tepat terhadap\nkeluhan pelanggan” yang berhubungan signifikan dengan indikator emosional\n“Nyaman”, “Informatif”, “Akurat”, “Fleksibel”, “Aman”, dan “Komunikatif”.\nPerbaikan layanan yang dirancang yaitu mengadakan program pelatihan intensif\nbagi karyawan customer service, menerapkan SOP dan SLA secara disiplin\ndalam proses merespon keluhan pelanggan, dan mengembangkan fitur existing\nserta fitur baru pada layanan.", "Daftar File": {"ABSTRAK Puti Annisa Rahman": "https://digilib.itb.ac.id/gdl/download/253354"}, "Penulis": "Puti Annisa Rahman [14418036]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Budhi Prihartono, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Layanan E-commerce, Kansei Engineering, E-Service Quality, Model Kano, TRIZ", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "25 Jul 2022"}