{"Nomor": 66832, "Judul": "ARTIFICIAL INTELLIGENCE UNTUK PREDIKSI RISIKO STUNTING ANAK", "Abstrak": "ABSTRAK\nARTIFICIAL INTELLIGENCE UNTUK PREDIKSI RISIKO\nSTUNTING ANAK\nOleh\nAisya Nur Kamila\nNIM: 18318037\n(Program Studi Sarjana Teknik Biomedis)\nStunting menjadi permasalahan gizi yang serius di Indonesia. Berdasarkan Survei\nStatus Gizi Balita Indonesia, pada tahun 2019 angka prevalensi stunting di\nIndonesia mencapai 27,67% dengan Provinsi Nusa Tenggara Timur memiliki\nprevalensi tertinggi sebesar 43,8% dan Provinsi Bali memiliki prevalensi terendah\nsebesar 14,4%. Menurut WHO (2018), angka tersebut termasuk klasifikasi\nprevalensi stunting tinggi yaitu berada pada rentang 20-30%. Dalam jangka\npanjang, stunting dapat mempengaruhi produktivitas nasional. Karena setelah\nterjadi, efek stunting umumnya bersifat permanen, diperlukan tidak hanya\nidentifikasi dari stunting, namun juga prediksi kemungkinan stunting sebelum\nterjadi, sehingga dapat dilaksanakan langkah pencegahan yang optimal. Saat ini\nidentifikasi mayoritas hanya deteksi bukan prediksi. Padahal dengan prediksi dini,\nprogram pencegahan stunting dioptimalkan. Untuk itu pada penelitian ini akan\ndirancang sistem prediksi dengan memanfaatkan machine learning.\nDigunakan data dari Klinik Rumah Bersalin Cuma Cuma (RBC) Bandung yang\nmerupakan keluarga dengan latar belakang sosioekonomi menengah ke bawah.\nDiambil dua dataset yang dijadikan satu yaitu data poli imunisasi dan data\nsosioekonomi. Data tersebut dipreparasi dan diekplorasi terlebih dahulu. Setelah\nitu, dataset dibagi secara acak ke dataset pelatihan dan dataset pengujian. Dataset\npelatihan dilatih dengan model-model klasifikasi yang memanfaatkan library\nScikit-Learn yang sudah tersedia.\nAkurasi terbaik bernilai 89,77% yaitu dengan algoritma Random Forest\nberparameter default yang dilatih dengan dataset hasil oversampling SMOTE.\nFitur yang paling signifikan dalam prediksi risiko stunting adalah jarak bulan,\nberat badan, dan panjang badan. Fitur-fitur sosioekonomi tidak terlalu signifikan\ntapi tetap memiliki pengaruh. Model dengan akurasi terbaik diekstrak ke aplikasi\nweb yang dirancang dengan Flask dan server Heroku agar tenaga kesehatan dapat\nmenggunakan sistem prediksi risiko stunting yang telah dirancang.\nKata kunci: stunting, prediksi, machine learning, data anak, data sosioekonomi.", "Daftar File": {"ABSTRAK - Aisya Nur Kamila": "https://digilib.itb.ac.id/gdl/download/253352"}, "Penulis": "Aisya Nur Kamila [18318037]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Tati Latifah Erawati Rajab", "Dr. Widyawardana Adiprawita, S.T., M.T.", "Allya Paramita Koesoema, S.T., M.T., Ph.D.", "Dr. Beni Rio Hermanto, S.T., M.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "stunting, prediksi, machine learning, data anak, data sosioekonomi.", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos", "File": "1 file", "Tanggal Input": "22 Jul 2022"}