{"Nomor": 66841, "Judul": "EKSPRESI, PURIFIKASI, DAN UJI AKTIVITAS ENZIM REVERSE TRANSCRIPTASE DARI MOLONEY MURINE LEUKEMIA VIRUS YANG DIFUSIKAN DENGAN PROTEIN SIS7A DARI SULFOLOBUS ISLANDICUS", "Abstrak": "Enzim reverse transcriptase (RT) merupakan enzim yang dapat digunakan untuk mengubah sekuens RNA menjadi cDNA. Namun, enzim RT ini diketahui masih memiliki kekurangan terutama dalam hal prosesivitas dan termostabilitasnya. Pada penelitian sebelumnya, telah dilakukan studi in silico untuk merancang enzim RT rekombinan yang dapat meningkatkan kedua faktor tersebut. Enzim rekombinan yang dirancang pada penelitian sebelumnya adalah Moloney Murine Leukemia Virus (MMLV) RT yang difusikan dengan protein Sis7a dari Sulfolobus islandicus pada ujung C terminal. Namun hasil rancangan tersebut belum diujikan secara in vitro. Oleh karena itu, pada penelitian ini dilakukan optimasi kondisi ekspresi dan uji aktivitas dari enzim RT fusi secara in vitro. Rancangan dari enzim RT fusi dikonstruksi pada plasmid pET-23a(+). Plasmid hasil konstruksi dikloning pada Escherichia coli DH5? dan selanjutnya diekspresikan pada E. coli BL21(DE3). Transformasi dilakukan dengan metode kejut panas pada suhu 42°C dengan variasi durasi (55, 60, 75, dan 90 detik) dan variasi jumlah plasmid (4, 100, 200, dan 800 ng). Konfirmasi transformasi dilakukan menggunakan metode Polymerase Cain Reaction (PCR) dan sekuensing DNA. Ekspresi protein rekombinan dilakukan pada suhu ruang dengan variasi konsentrasi isopropyl ?-d-1-thiogalactopyranoside (IPTG) (0,25, 0,5, dan 0,75 mM) serta variasi durasi induksi (4, 5, dan 16 jam). Analisis ekspresi protein dilakukan menggunakan sodium dodecyl sulphate polyacrylamide gel electrophoresis (SDS-PAGE). Purifikasi protein rekombinan dilakukan dengan kolom Ni-NTA dan selanjutnya dilakukan uji aktivitas dengan menggunakan variasi 2 tipe buffer, phosphate buffered saline (PBS) dan deterjen. Enzim rekombinan hasil purifikasi kemudian dikonsentrasikan terlebih dahulu sebelum dilakukan uji aktivitas. Uji aktivitas enzim rekombinan dilakukan dengan menggunakan metode real-time quantitative PCR (RT-qPCR) yang mentarget RNA dari SARS-CoV-2. Transformasi dengan metode kejut panas ke dalam sel E. coli BL21(DE3) telah berhasil dilakukan pada kondisi suhu 42°C dengan durasi 90 detik serta jumlah plasmid 800 ng, berdasarkan konfirmasi melalui PCR dan sekuensing DNA. Kondisi optimum ekspresi MMLV RT fusi didapatkan pada inkubasi suhu ruang dengan durasi 16 jam dan penambahan konsentrasi induksi IPTG sebanyak 0,5 mM sebagai induksi yang optimum, walau penambahan IPTG pada kondisi tersebut tidak berpengaruh secara signifikan pada kenaikan ekspresi enzim. Hasil uji aktivitas menggunakan RT-qPCR menunjukkan bahwa enzim MMLV RT fusi memiliki aktivitas transkripsi balik dengan aktivitas terbaik didapatkan dengan menggunakan buffer PBS. Sehingga dapat disimpulkan bahwa enzim MMLV RT yang difusikan dengan protein Sis7a dari Sulfolobus islandicus dapat dieskpresikan pada E. coli BL21(DE3) dan memiliki kemampuan transkripsi balik. Penelitian selanjutnya diperlukan untuk membuktikan prosesivitas, termostabilitas, kondisi optimum kerja enzim, dan optimasi peningkatan produksi enzim.", "Daftar File": {"ABSTRAK Goldyna Marthasya Simanjuntak": "https://digilib.itb.ac.id/gdl/download/253359"}, "Penulis": "Goldyna Marthasya Simanjuntak [21121003]", "Kontributor / Dosen Pembimbing": ["Azzania Fibriani, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "MMLV RT, termostabilitas, prosesivitas, Sis7a, 7 kDa DNA-binding protein, fusi protein.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jul 2022"}