{"Nomor": 66845, "Judul": "POTENSI PENGGUNAAN BIOSURFAKTAN PADA FORMULASI PASTA GIGI SEBAGAI ALTERNATIF PENGGUNAAN SURFAKTAN SINTETIK", "Abstrak": "Pasta gigi merupakan salah satu oral hygiene product yang digunakan untuk menjaga kesehatan dan estetika gigi. Kandungan surfaktan dan abrasif yang dimiliki dapat membantu membersihkan sisa makanan serta plak yang terbentuk akibat aktivitas bakteri. Namun, penggunaan surfaktan jangka panjang dapat memberikan efek negatif bagi tubuh. Biosurfaktan diduga dapat menjadi alternatif, karena keuntungan yang dimiliki, yaitu biodegradable, ramah lingkungan, terbarukan, serta memiliki toksisitas yang rendah. Tujuan penelitian ini adalah untuk melihat pengaruh penggunaan biosurfaktan pada formulasi pasta gigi melalui uji mutu fisik dan kimia pasta gigi, uji anti adhesi pasta gigi, serta uji toksisitas biosurfaktan. Produksi biosurfaktan menggunakan dua jenis isolat bakteri penghasil biosurfaktan, yaitu isolat F7 (Bacillus clausii) dan isolat 16 (Bacillus licheniformis). Penapisan dilakukan dengan melihat kemampuan inhibisi penempelan bakteri Streptococcus mutans ATCC 25175. Analisa pertumbuhan dan produksi dilakukan pada biosurfaktan terpilih. Pasta gigi dibuat dalam 2 formulasi, yaitu pasta 1 (surfaktan) dan pasta 2 (biosurfaktan). Uji mutu pasta gigi dilakukan pada parameter nilai pH, daya sebar, aktivitas pembusaan, kemampuan membersihkan noda, dan aktivitas anti-adhesi terhadap Streptococcus mutans ATCC 25175. Uji toksisitas dilakukan menggunakan Brine Shrimp Lethality Test (BSLT) dengan melihat persentase mortalitas larva Artemia salina (Leach) dan ditentukan LC50 menggunakan formula regresi. Menurut hasil penapisan yang dilakukan, biosurfaktan isolat F7 terpilih dengan persentase inhibisi penempelan bakteri Streptococcus mutans mencapai 83,46% pada konsentrasi 1.000 ppm. Pada analisis produksi biosurfaktan didapatkan data laju pertumbuhan 0,078 /jam serta waktu inkubasi optimum, yaitu 48 jam dengan berat kering mencapai 610 mg/L. Nilai pH kedua pasta gigi berada pada rentang 11,35 - 11,49. Daya sebar kedua pasta gigi berada pada rentang 3,5 – 4,25 cm. Aktivitas pembusaan kedua pasta gigi berada pada rentang 16,25 – 51,25%. Kedua pasta gigi memiliki kemampuan untuk membersihkan noda campuran, cokelat, teh dan kopi serta kemampuan anti adhesi terhadap bakteri Streptococcus mutans dengan rentang persentase 67,13 - 69,88 %. Menurut hasil perhitungan LC50, biosurfaktan memiliki toksisitas yang rendah (LC50 = 986,23 ppm) dibandingkan dengan surfaktan sintetik (LC50 = 1,95 ppm). Dari hasil penelitian ini ditunjukkan bahwa biosurfaktan berpotensi dijadikan alternatif penggunaan surfaktan sintetik pada formulasi pasta gigi.", "Daftar File": {"ABSTRAK Kukuh Panji Dewantara": "https://digilib.itb.ac.id/gdl/download/253361"}, "Penulis": "Kukuh Panji Dewantara [10618042]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Isty Adhitya Purwasena, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "oral hygiene, anti-adhesi, Streptococcus mutans, biosurfaktan, alternatif", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jul 2022"}