{"Nomor": 66850, "Judul": "STRATEGI KOMUNIKASI PEMASARAN TERPADU YANG DIUSULKAN MELALUI  PENDEKATAN BENCHMARKING KOST.ON3 RESIDENCE", "Abstrak": "Industri perhotelan adalah sekelompok besar bisnis yang memberikan layanan kepada pelanggan. \nIndustri ini dapat dipecah menjadi tiga bidang dasar: akomodasi, makanan dan minuman, serta\nperjalanan dan pariwisata. Ini terutama melibatkan penanganan kepuasan pelanggan dan\nmemenuhi kebutuhan tamu. KOST.ON3 Residence merupakan bisnis jasa yang mengedepankan\nkepuasan pelanggan untuk menjadi faktor terpenting dalam industri perhotelan. Mengevaluasi\nstrategi pemasaran dengan pesaing utama adalah salah satu hal yang dapat dilakukan oleh\nIntegrated Marketing Communication (IMC). KOST.ON3 Residence membandingkan dirinya\ndengan pesaing yang signifikan untuk menentukan manfaat dari strategi pemasarannya.\nKomunikasi Pemasaran Terpadu (IMC) dan pengalaman pelanggan melalui perjalanan pelanggan\ndigunakan untuk membangun strategi pemasaran. Hasil penelitian ini adalah desain komunikasi\npemasaran. Dalam hal periklanan, penjualan langsung, promosi penjualan, hubungan masyarakat, \nacara, dan pengalaman, desain Komunikasi Pemasaran Terpadu (IMC) digunakan. KOST.ON3 \nResidence juga melakukan perjalanan interaksi pelanggan yang melihat kesadaran, pertimbangan,\npembelian, retensi, dan advokasi sebagai bagian dari perjalanan pelanggan. Hal-hal kunci yang\nKOST.ON3 Residence harus diperhatikan adalah periklanan dan kesadaran merek. Menggunakan\nPlatform Third Parties sebagai alat afektif untuk meningkatkan layanan pelanggan dari\nKOST.ON3 Residence.", "Daftar File": {"2022_TS_PP_RISTA ROZANIDA_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/253368"}, "Penulis": "Rista Rozanida [29120212]", "Kontributor / Dosen Pembimbing": ["Nila Armelia Windasari, S.A., MBA, Ph.D.", "Drs. Herry Hudrasyah, M.A"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Pemasaran, Brand Ambassador, Komunikasi Pemasaran, Brand Awareness.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "25 Jul 2022"}