{"Nomor": 66859, "Judul": "EVALUATING MENTORING PROGRAM ON COMPANY XYZ USING KIRKPATRICK MODEL", "Abstrak": "Mentoring adalah kegiatan antara karyawan senior dan junior. Penelitian ini dilakukan di \nperusahaan XYZ. Perusahaan XYZ telah beberapa kali melakukan program mentorship kepada\nkaryawannya. Program mentoring dilakukan sebulan sekali dan materi yang diberikan disesuaikan\ndengan kebutuhan mentee. Meskipun perusahaan telah berupaya meningkatkan motivasi karyawan\nmelalui mentoring, namun yang terjadi adalah karyawan kurang memiliki motivasi dan tidak\nmemberikan kontribusi yang cukup bagi perusahaan. Akibatnya, CEO dan beberapa direktur merasa\nperusahaannya stagnan dan produknya kurang inovatif. Hal ini menjadi masalah, karena pendapatan\nutama mereka berasal dari 3 produk mereka dan produk tersebut tidak cukup menarik untuk pasar.\nDalam penelitian ini, peneliti menggunakan metode kualitatif dengan melakukan wawancara,\nobservasi, dan studi dokumen. Temuan penelitian, peneliti menemukan bahwa pendampingan\nbertujuan untuk mengembangkan staf internal. Mentoring telah berhasil meningkatkan skill,\npengetahuan, dan meningkatkan kinerja. Peneliti juga menemukan bahwa responden merasa\nmentoring memberi mereka skill dan pengetahuan baru dan juga membantu kinerjanya. Namun tidak\nada pengukuran tentang perubahan perilaku sebelum dan sesudah menerima mentoring. Kegiatan\nmentoring itu sendiri adalah kurang adanya engagement antara mentor dan mentee. Kesimpulannya,\npeneliti menyimpulkan bahwa program mentoring yang dilakukan di perusahaan memiliki beberapa\npoin yang perlu dievaluasi dan ditingkatkan kedepannya untuk meningkatkan kualitas\npendampingan.\n\nKata kunci: Mentoring, Kirkpatrick, mentee, mentor, keterampilan, pengetahuan, perilaku, kinerja", "Daftar File": {"2022 SK MICHAEL WIJAYA-Abstract.pdf)u": "https://digilib.itb.ac.id/gdl/download/253391"}, "Penulis": "Michael Wijaya [19019133]", "Kontributor / Dosen Pembimbing": ["Emilia Fitriana Dewi, S.H., M.A.B."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Mentoring, Kirkpatrick, mentee, mentor, keterampilan, pengetahuan, perilaku, kinerja", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "25 Jul 2022"}