{"Nomor": 66854, "Judul": "STRATEGI PEMASARAN DAN AKUISISI PELANGGAN UNTUK  TOASTIEOLOGY SEBAGAI MEREK TOAST TERKEMUKA   DI KOTA PALEMBANG", "Abstrak": "Industri kuliner sedang berkembang pesat saat ini. Hal ini terkait dengan kebutuhan individu dan masyarakat, yang mengarah pada penyesuaian gaya hidup. Roti merupakan salah satu makanan yang kini mulai populer. Roti adalah alternatif nasi yang umum. Pasalnya konsumsi roti di Indonesia terus meningkat. Sektor roti dan kue Indonesia tumbuh rata-rata 14% antara 2010 dan 2014, menurut statistik Euromonitor. Salah satu target pasar yang mapan adalah Palembang dan berbagai daerah di Sumatera Selatan. Saat ini sudah ada unit usaha industri dengan berbagai ukuran, mulai dari yang besar, sedang, hingga kecil. Industri bakery merupakan salah satu industri tersebut. Karena persaingan yang semakin ketat, pemilik toko bakery harus lebih inovatif dalam mempromosikan produknya untuk menjaga pertumbuhan penjualan. Salah satu strategi pemilik bakery untuk mendongkrak penjualan adalah melakukan inovasi produk. \nDengan keadaan yang beragam tersebut, diperlukan suatu rencana yang dapat diimplementasikan dengan sukses untuk menjangkau dan khususnya mengakuisisi pelanggan milenial. Proses dimulai dengan pengembangan kerangka konseptual untuk penelitian yang akan dilakukan, dilanjutkan dengan pemeriksaan kondisi perusahaan saat ini, yang meliputi analisis internal seperti analisis STP, analisis Business Model Canvas, dan analisis Marketing Mix. Terdapat analisis eksternal lainnya seperti analisis PESTEL, analisis matriks TOWS, dan analisis pesaing bisnis pada cakupan area yang sama. Terakhir, rencana yang diambil adalah memperkuat branding dan identitas visual, memilih item yang beragam dan kontemporer, mengembangkan Brand Personality dan memaksimalkan branding di media sosial. Tentu saja, seluruh studi ini dibangun di atas dan bertujuan untuk menjadikan Toastieology sebagai merek lokal terkemuka yang mampu memimpin pangsa pasar di Palembang.", "Daftar File": {"2022_TS_PP_Diajeng Rachmi Andini_Abstrak-1 (1).pdf)u": "https://digilib.itb.ac.id/gdl/download/253386"}, "Penulis": "Diajeng Rachmi Andini [29119257]", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, M.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Toast, Merek, Strategi Pemasaran, Akuisisi Pelanggan, Palembang", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "25 Jul 2022"}