{"Nomor": 66869, "Judul": "ANALISIS KARAKTERISTIK AEROELASTISITAS DINAMIK SAYAP PESAWAT TEMPUR DENGAN STRUKTUR KOMPOSIT SECARA KOMPUTASIONAL", "Abstrak": "Pesawat tempur dirancang untuk beroperasi dalam kondisi ekstrim, salah\nsatunya adalah kecepatan tinggi. Salah satu batasan pengoperasian pesawat terbang\ndalam kecepatan tinggi didasarkan pada karakteristik aeroelastik dinamik, salah\nsatu contohnya adalah kecepatan kritis flutter. Selain itu, dengan penggunaan\nmaterial komposit pada komponen utama struktur pesawat tempur, konfigurasi\nkomposit optimum seperti ketebalan dan susunan laminat perlu diteliti lebih lanjut.\nPenelitian pada tugas akhir ini bertujuan untuk melakukan analisis\nkarakteristik aeroelastik dinamik pada struktur sayap pesawat tempur menggunakan\nmetode elemen hingga dan model unsteady aerodynamic. Ketidakstabilan dinamik\nstruktur sayap berupa karakterisitik flutter akan dianalisis lebih lanjut. Analisis\nsensitivitas juga dilakukan untuk menentukan dampak pada kecepatan kritis flutter\nakibat perubahan ketebalan laminat komposit pada komponen strukur sayap.\nBerdasarkan hasil analisis karakterstik aeroelastik dinamik yang telah\ndilakukan, tidak ditemukan indikasi terjadi flutter pada regime aliran udara\nsubsonik, tetapi terindikasi terjadi flutter pada kecepatan kritis 2340 m/s dalam\nregime aliran udara hipersonik. Kecepatan kritis flutter ini jauh diatas batas\nkecepatan operasi maksimum dari pesawat tempu, yaitu pada bilangan Mach 1.82.\nOleh karena itu, analisis sensitivitas dilakukan untuk menyelidiki kemungkinan\nuntuk mengoptimasi struktur sayap lebih lanjut perihal kecepatan kritis flutter-nya\nBerdasarkan hasil analisis sensitivitas ditemukan bahwa komponen skin\ndekat root dengan luas terbesar merupakan komponen yang paling berpengaruh\nterhadap flutter. Penebalan komponen skin tersebut menyebabkan peningkatan\npada nilai frekuensi natural struktur dan kecepatan kritis flutter. Penebalan\nkomponen skin tersebut sebesar 2 kali lipat ketebalan awal meningkatkan kecepatan\nkritis flutter menjadi 2478 m/s, sedangkan penipisan komponen skin tersebut\nmenjadi setengah ketebalan awal menurunkan kecepatan kritis flutter menjadi 2022\nm/s. Oleh karena itu, struktur dapat dioptimasi lebih lanjut dengan mengoptimalkan\npenurunan ketebalan komposit dan berat struktur.", "Daftar File": {"ABSTRAK Yohanes Untarsa": "https://digilib.itb.ac.id/gdl/download/253764"}, "Penulis": "Yohanes Untarsa [13618063]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Leonardo Gunawan", "Ir. Muhammad Kusni, M.T.", "Ir. Hendri Syamsudin, M.Sc., Ph.D.", "Rianto Adhy Sasongko, S.T., M.Sc., Ph.D.", "Mahesa Akbar, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "flutter, divergence, komposit, metode PK, sensitivitas, komputasional", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jul 2022"}