{"Nomor": 66864, "Judul": "PERKIRAAN KEBUTUHAN FASILITAS PENDIDIKAN SMK DI KABUPATEN SUMEDANG", "Abstrak": "Undang-Undang No. 20 Tahun 2003 tentang Sistem Pendidikan Nasional (Sisdiknas) menyebutkan bahwa pendidikan adalah usaha sadar untuk menyiapkan peserta didik melalui kegiatan bimbingan, pengajaran dan/atau latihan bagi peranannya dimasa datang. Pemerintah Kabupaten Sumedang melaksanakan kebijakan nasional tersebut sebagai pelaksana otonomi pendidikan di tingkat daerah. Kabupaten Sumedang termasuk pada rencana pengembangan Kawasan Metropolitan Bandung (BMA = Bandung Metropolitan Area). Hal tersebut mendorong perkembangan Kabupaten Sumedang dalam setiap sektor khususnya sektor pendidikan. Sehingga perlu diidentifikasi dan dianalisis fasilitas pendidikan untuk kesesuaian sediaan/supply dan kebutuhan/demand fasilitas pendidikan di Kabupaten Sumedang.\nFasilitas pendidikan yang potensial untuk pengembangan wilayah Kabupaten Sumedang adalah sekolah kejuruan. Sekolah kejuruan yang mampu mengembangkan karakteristik lokal khususnya bagi Kabupaten Sumedang adalah Sekolah Menengah Kejuruan (SMK). Identifikasi dan analisis fasilitas pendidikan SMK dibagi dalam analisis kuantitas (jumlah dan sebaran) serta analisis jenis kejuruan. Dalam mengidentifikasi dan menganalisis jumlah dan sebaran fasilitas pendidikan SMK dengan beberapa tahapan yaitu, identifikasi fasilitas yang telah ada sekarang, prediksi kebutuhan di masa yang akan datang dan analisis kesesuaian supply-demand fasilitas pendidikan SMK pada masa yang akan datang. Analisis jenis kejuruan SMK yaitu dengan analisis mikro (analisis potensi minat) dan analisis makro (analisis prediksi pasar kerja).   \nPenelitian ini menemukan bahwa kebutuhan (demand) jumlah fasilitas pendidikan SMK pada masa yang akan datang cenderung mengalami peningkatan, dan persebarannya pun harus merata. Untuk jenis kejuruan SMK, SMK jenis kejuruan yang potensial berdasarkan potensi wilayah Sumedang, analisis potensi minat dan analisis prediksi pasar kerja adalah SMK jenis kejuruan Pertanian dan Pariwisata.\nPemerintah Kabupaten Sumedang sebagai penyedia fasilitas pendidikan SMK harus bisa menyediakan fasilitas SMK tersebut supaya dapat memenuhi kebutuhan masyarakat sehingga terjadi kesesuaian supply-demand fasilitas pendidikan SMK di masa yang akan datang di Kabupaten Sumedang.", "Daftar File": {"ABSTRAK Mia Titin Marlia": "https://digilib.itb.ac.id/gdl/download/253432", "BAB 1 Mia Titin Marlia": "https://digilib.itb.ac.id/gdl/download/253433", "BAB 2 Mia Titin Marlia": "https://digilib.itb.ac.id/gdl/download/253435", "BAB 3 Mia Titin Marlia": "https://digilib.itb.ac.id/gdl/download/253436", "BAB 4 Mia Titin Marlia": "https://digilib.itb.ac.id/gdl/download/253437", "BAB 5 Mia Titin Marlia": "https://digilib.itb.ac.id/gdl/download/253438"}, "Penulis": "Mia Titin Marlia [25407016]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Heru Purboyo Hidayat Putro, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kebutuhan, Sediaan, Fasilitas Pendidikan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "6 file", "Tanggal Input": "25 Jul 2022"}