{"Nomor": 66863, "Judul": "BIOFLOKULASI MINERAL SILIKA DENGAN BAKTERI PENGHASIL BIOSURFAKTAN", "Abstrak": "Proses pemisahan padatan-cairan sering kita temui di perusahaan pertambangan, metalurgi, dan industri lain. Proses pemisahan padatan-cairan digunakan dalam proses thickening, sedimentasi, pengolahan tailing, pengolahan air dan pengolahan limbah cair. Untuk memisahkan cairan yang jernih dari padatannya pada proses thickening, sedimentasi dan pengolahan air perlu ditambahkan\nkoagulan dan flokulan (bahan kimia). Beberapa perusahaan dalam proses pengolahannya masih bersifat kimiawi sehingga diperlukan pengembangan reagen lain yaitu dengan memanfaatkan bakteri agar penggunaan bahan kimia dapat dikurangi atau bahkan dihilangkan. Pada proses sedimentasi terjadi proses koagulasi/flokulasi yang menyebabkan partikel halus membentuk aggregat karena\npenambahan koagulan/flokulan (bahan kimia / bakteri) sehingga dapat mempercepat pengendapan partikel padatan dan cairan menjadi jernih.\n\nDalam penelitian ini telah dilakukan proses bioflokulasi mineral silika dengan menggunakan bakteri penghasil biosurfaktan dengan tujuan mengkarakterisasi bakteri yang berpotensi sebagai bio-flokulan; mengkarakterisasi interaksi bakteri dan partikel dengan uji adsorpsi; uji pengendapan interaksi bakteri-mineral dengan variasi pH, jenis bakteri, jenis media, waktu pengadukan, dan persen padatan; menentukan ukuran partikel hasil uji pengendapan; dan menentukan tingkat kekeruhan cairan dari hasil uji pengendapan.\n\nTahapan dalam penelitian ini adalah screening terhadap 8 bakteri yang diisolasi dari tempat berbeda. Dari hasil screening didapatkan 2 bakteri yang memiliki kemampuan untuk mengendapkan dan menjernihkan cairan yaitu bakteri Citrobacter sp. strain SKC-4 and Alicyclobacillus sp. strain SKC/SAA-2. Bakteri ter-screening dikembangbiakan membuat kurva tumbuh bakteri untuk mengetahui usia bakteri yang akan digunakan untuk tahap selanjutnya. Preparasi terhadap mineral juga dilakukan untuk mendapatkan ukuran partikel -200+400#.\n\nHasil kurva tumbuh menunjukkan bahwa hari ke-3-4 merupakan waktu stasioner dan digunakan untuk tahapan selanjutnya. Dilakukan interaksi bakteri dan silika dengan uji adsorpsi untuk mengetahui daya adsorp bakteri terhadap silika. Pemisahan padatan cairan dilakukan dengan uji pengendapan dengan variasi pH, waktu pengadukan, jenis bakteri, jenis media tumbuh, dan persen padatan. Hasil\nuji pengendapan kemudian dilakukan analisis FTIR, SEM, uji kekeruhan, dan perhitungan diameter partikel berdasarkan teorema hukum Stoke.\n\nHasil uji adsorpsi diketahui bahwa bakteri ini memiliki daya adsorp yang besar sebab masih terdapat sejumlah bakteri meskipun telah dilakukan waktu centrifuge yang lama. Uji Pendahuluan Pengendapan dilakukan untuk mengetahui kondisi optimum proses flokulasi mineral silika yang kemudian dilanjutkan dengan uji pengendapan inti dengan berbagai variasi. Berdasarkan Variasi pH kedua bakteri ini menunjukkan peningkatan kecepatan pengendapan pada pH asam (pH 2, 3), hal ini dikarenakan nilai pH nya memiliki kedekatan dengan nilai IEP (titik isoelektrik) bakteri yaitu pH 2-3 yang menyebabkan muatan permukaannya berlawanan sehingga menimbulkan gaya elektrostatik bakteri dan silika besar dan proses flokulasi terjadi. Pada variasi waktu pengadukan yang merupakan faktor penting dalam proses bioflokulasi, peningkatan kecepatan pengendapan ditunjukkan pada waktu 5 menit, dengan pengadukan yang pelan dan lambat maka akan terbentuk ukuran partikel dengan diameter yang besar (aggregate) yang akan menghasilkan peningkatan kecepatan pengendapan. Pengadukan memberikan efek pada proses flokulasi yang menyebabkan tumbukan antar bakteri dan mineral, semakin lama waktu pengadukannya maka menyebabkan partikel\nterdispersi sehingga terjadi proses flokulasi. Uji pengendapan dengan variasi jenis bakteri dan media adalah bakteri Citrobacter sp. strain SKC-4 dengan media LBmodifikasi sama seperti media tumbuh isolasi bakteri. Pada variasi persen padatan yang dapat meningkatkan kecepatan pengendapan dengan waktu mengendapnya kecil yaitu 10%. Hal ini dikarenakan konsentrasi yang besar akan menyebabkan tumbukan antar partikel kecil sehingga kecepatan pengendapannya kecil. Hasil\npemisahan padatan-cairan dari uji pengendapan dilakukan analsis FTIR dengan gugus fungsi yang dihasilkan menunjukkan bahwa kedua bakteri ini merupakan penghasil biodurfaktan dan mengandung EPS, Analsisi SEM untuk mengetahui gaya adhesi dari interaksi bakteri-mineral dan mengetahui ukuran partikel yang terbentuk, uji kekeruhan dianalisis dengan menggunakan spectophotometer UVVis dengan panjang gelombang 600nm diketahui bahwa derajat kekeruhan interaksi bakteri Citrobacter sp. strain SKC-4 dengan media LB-modifikasi adalah 0.25A (jernih). Ukuran diameter dihitung berdasarkan teorema hukum Stokes dengan kecepatan pengendapan didapatkan dari regresi antara jarak partikel jatuh terhadap waktu, ukuran diameter partikel terbesar dihasilkan dari interaksi bakteri Citrobacter sp. strain SKC-4 dengan media LB-modifikasi yaitu sebesar 250?m.", "Daftar File": {"ABSTRAK Nani Lailil Islahah Maulidia": "https://digilib.itb.ac.id/gdl/download/253425", "BAB 1 Nani Lailil Islahah Maulidia": "https://digilib.itb.ac.id/gdl/download/253426", "BAB 2 Nani Lailil Islahah Maulidia": "https://digilib.itb.ac.id/gdl/download/253427", "BAB 3 Nani Lailil Islahah Maulidia": "https://digilib.itb.ac.id/gdl/download/253428", "BAB 4 Nani Lailil Islahah Maulidia": "https://digilib.itb.ac.id/gdl/download/253429", "BAB 5 Nani Lailil Islahah Maulidia": "https://digilib.itb.ac.id/gdl/download/253430", "PUSTAKA Nani Lailil Islahah Maulidia": "https://digilib.itb.ac.id/gdl/download/253431"}, "Penulis": "Nani Lailil Islahah Maulidia [22114039]", "Kontributor / Dosen Pembimbing": ["Ir. Edy Sanwani, M.T., Ph.D.", "Ir. Siti Khodijah, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Bioflokulasi, screening, uji pengendapan, uji adsorpsi, hukum Stoke", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "25 Jul 2022"}