{"Nomor": 66868, "Judul": "PERHITUNGAN PERAMBATAN RETAK PADA STRUKTUR DINDING KERETA CEPAT", "Abstrak": "Kereta cepat merupakan alat transportasi darat yang beroperasi dengan kecepatan tinggi serta dapat membawa penumpang dalam jumlah yang banyak. Analisis struktur diperlukan pada kereta cepat demi meningkatkan keamanan dan kenyamanan penumpang. Pada penelitian ini akan dilakukan perhitungan perambatan retak pada struktur kereta cepat. Serangkaian analisis akan dilakukan yaitu analisis pembebanan statik, analisis pembebanan dinamik, perhitungan nilai faktor geometri (????), dan perhitungan perambatan retak. Analisis pembebanan statik dilakukan sesuai regulasi perkeretaapian yang berlaku untuk mengecek keberterimaan kekuatan struktur desain carbody kereta cepat. Analisis pembebanan dinamik juga dilakukan dengan tujuan untuk memperoleh spektrum tegangan yang akan digunakan untuk menganalisis usia kelelahan kereta cepat yang dihitung berdasarkan pendekatan akumulasi kerusakan. Simulasi pembebanan statik, pembebanan dinamik, serta pemodelan retak akan dilakukan dengan menggunakan perangkat lunak ABAQUS. Pemodelan retak hanya pada bagian kecil dari dinding dan gabungan antara dinding dengan underframe hingga mendekati tepi dinding menggunakan metode contour integral untuk memperoleh nilai faktor intensitas tegangan (K) yang akan digunakan untuk menghitung faktor ????. Perhitungan perambatan retak hanya untuk panjang retak yang dimodelkan yaitu hingga 65.19 mm. Dalam penelitian ini, ditunjukkan bahwa struktur desain carbody kereta cepat memenuhi persyaratan kekuatan struktur berdasarkan simulasi pembebanan statik. Usia kelelahan struktur carbody kereta cepat diperoleh dalam jarak tempuh (dalam satuan km) yaitu 35908426 km atau setara dengan 119694 jam dengan pengoperasian maksimum yaitu 10.9 jam/hari dan 3279 km/hari. Perhitungan faktor ???? menunjukkan bahwa nilai faktor???? akan mengalami penurunan apabila retak merambat menuju stiffener dan akan naik kembali setelah melewati stiffener, serta nilai faktor ???? akan naik ketika retak menuju tepi geometri dalam kasus ini yaitu tepi dinding kereta cepat. Perhitungan perambatan retak menunjukkan bahwa dibutuhkan waktu selama 2195 jam agar retak merambat sepanjang 65.19 mm.", "Daftar File": {"ABSTRAK Muhammad Latif Nurrahman": "https://digilib.itb.ac.id/gdl/download/253769"}, "Penulis": "Muhammad Latif Nurrahman [13618007]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Ichsan Setya Putra", "Prof. Dr. Ir. Tatacipta Dirgantara, M.T.", "Dr. Annisa Jusuf, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "kereta cepat, dinding kereta cepat, simulasi numerik, pemodelan retak, perhitungan faktor geometri (????), perhitungan perambatan retak.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jul 2022"}