{"Nomor": 66871, "Judul": "ANALISIS PENGARUH VARIASI JARAK AKSIAL STATOR TERHADAP PERFORMA ELECTRIC DUCTED FAN 195MM", "Abstrak": "Electric ducted fan (EDF) adalah sistem propulsi yang terdiri dari rotor yang dilingkupi oleh duct casing untuk memaksimalkan gaya dorong dan menekan efek tip loss dari rotor dalam EDF. EDF juga dilengkapi dengan stator di belakang rotor EDF, serta nosecone dan tailcone sebagai perpanjangan poros rotor. Salah satu komponen paling penting dalam sistem propulsi EDF adalah stator; stator adalah komponen dari EDF yang berfungsi untuk menekan kecepatan rotasional dari udara yang melewati rotor, sehingga dapat memaksimalkan gaya dorong serta efisiensi dari sistem propulsi EDF, tanpa memerlukan daya berlebih. Dalam penelitian ini, akan dilakukan analisis pengaruh variasi jarak aksial stator terhadap performa EDF, dengan mengevaluasi model-model desain EDF 195 mm yang memiliki jarak aksial rotor-stator yang bervariasi. Evaluasi EDF akan dilaksanakan dengan simulasi computational fluid dynamics (CFD), agar dapat diperoleh data performa EDF, seperti gaya dorong (thrust), daya yang dibutuhkan (power required), dan efisiensi sistem propulsi EDF. Alhasil, dapat disusun analisis pengaruh jarak aksial stator dari rotor EDF terhadap aliran udara yang keluar dari exhaust EDF, beserta pengaruhnya terhadap performa EDF. Ditemukan bahwa adanya bilah-bilah stator dalam EDF dapat mereduksi sudut swirl aliran udara di exhaust EDF sebesar 60.63%, meningkatkan thrust hingga 33.33%, meningkatkan efisiensi hingga 8.84%, serta menurunkan daya yang dibutuhkan EDF dengan 0.76%. Selain itu, semakin besar jarak aksial stator dari bilah rotor, daya yang diperlukan EDF akan semakin besar, serta thrust dan efisiensinya sendiri akan cenderung menurun. Namun, ditemukan bahwa efisiensi EDF mengalami peningkatan saat jarak aksial stator ditambah sebanyak 2.50% diameter rotor. Ini disebabkan oleh tereduksinya energi turbulensi yang dihasilkan bilah stator bila dibandingkan dengan desain baseline, serta dengan sudut swirl aliran udara yang relatif lebih rendah dibandingkan desain EDF dengan jarak aksial stator yang lebih besar.", "Daftar File": {"ABSTRAK Marcellino Victor Yohanes": "https://digilib.itb.ac.id/gdl/download/253991"}, "Penulis": "Marcellino Victor Yohanes [13618022]", "Kontributor / Dosen Pembimbing": ["Dr. Firman Hartono, S.T., M.T.", "Dr. Ing. Mochammad Agoes Moelyadi, S.T., M.Sc.", "Pramudita Satria Palar, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "electric ducted fan, stator, jarak aksial, performa, computational fluid dynamics", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jul 2022"}