{"Nomor": 66876, "Judul": "MODUS KERUSAKAN PADA STRUKTUR SILINDER SANDWICH CORRUGATED CORE TERHADAP PEMBEBANAN AKSIAL TEKAN KUASI-STATIK DAN TEKANAN INTERNAL", "Abstrak": "Struktur silinder sandwich dengan core berupa corrugated unit memiliki keunggulan dibandingkan struktur sandwich dengan core jenis lain, berupa berat paling efisien dalam berbagai jenis pembebanan. Selain itu, struktur silinder sandwich dengan corrugated core juga mudah dimanufaktur dengan metode stamping.\nAnalisis numerik dilakukan pada struktur silinder sandwich corrugated core dengan pembebanan aksial tekan kuasi-statik, tekanan internal, dan kombinasi kedua pembebanan tersebut. Hal ini dilakukan untuk mengamati modus kerusakan dan perilaku struktur silinder sandwich corrugated core terhadap ketiga pembebanan yang diberikan. Selain itu, kekuatan struktur silinder sandwich corrugated core juga dibandingkan dengan struktur silinder sandwich monolitik pada ketiga jenis pembebanan.\nValidasi kondisi kuasi-statik berhasil dipenuhi pada kondisi pembebanan yang diberikan. Selain itu, validasi hasil simulasi numerik juga dilakukan dan diperoleh hasil model yang diajukan telah valid. Modus kerusakan pada struktur silinder sandwich corrugated core berupa local buckling untuk pembebanan aksial tekan kuasi-statik dan kombinasi. Pemberian tekanan internal pada rentang yang dipilih dalam pembebanan kombinasi tidak memberikan pengaruh yang signifikan pada modus kerusakan. Struktur silinder sandwich corrugated core memiliki keunggulan yang signifikan dibandingkan dengan struktur silinder sandwich monolitik dalam ketiga jenis pembebanan yang diberikan. Faktor utama yang berperan dalam kapasitas penyerapan energi adalah oleh coupling effect antara core dengan kulit dalam dan kulit luar. Coupling effect teramati pada struktur silinder sandwich corrugated core dan silinder sandwich monolitik, akan tetapi jumlah core unit pada model silinder sandwich corrugated core lebih banyak dibandingkan model silinder sandwich monolitik. Maka dari itu, coupling effect pada model silinder sandwich corrugated core memberikan kapasitas penyerapan energi yang lebih besar.", "Daftar File": {"ABSTRAK Jorghy Sultan Bakhtari": "https://digilib.itb.ac.id/gdl/download/253449"}, "Penulis": "Jorghy Sultan Bakhtari [23621011]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Muhamad Giri Suada", "Prof. Dr. Ir. Bambang Kismono Hadi", "Ir. Muhammad Kusni, M.T.", "Djarot Widagdo, Ph.D.", "Dr. Annisa Jusuf, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "aksial tekan, corrugated core, kuasi-statik, silinder sandwich, tekanan internal", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jul 2022"}