{"Nomor": 66877, "Judul": "ANALISIS PARAMETER PEROVSKITE SOLAR CELL (PSC) DENGAN ELECTRON TRANSPORT MATERIAL TITANIUM DIOKSIDA (TIO2) HASIL PROSES FUSI KAUSTIK KONSENTRAT ILMENIT BANGKA", "Abstrak": "Kebutuhan energi dunia saat ini masih didominasi oleh penggunaan bahan bakar fosil. Namun sayangnya, bahan bakar fosil sebagai sumber energi memiliki sifat yang tidak terbarukan sehingga sumber daya bahan bakar fosil semakin menipis. Potensi energi baru terbarukan di Indonesia\nmencapai 400 GW dan potensi yang terbesar yaitu sekitar 200 GW berasal dari tenaga surya. Pada perovskite solar cell (PSC), material yang sering digunakan untuk sebagai electron transport material (ETM) adalah TiO2. Indonesia merupakan salah satu negara yang memiliki potensi TiO2 yang cukup melimpah. Pada penelitian ini, TiO2 hasil sintesis dari ilmenite Bangka akan digunakan untuk material electron transport material (ETM) perovskite solar cell (PSC) untuk mengetahui pengaruhnya dalam efektivitas perovskite solar cell (PSC).\n\nPenelitian dimulai dengan proses sintesis TiO2 dari ilmenit Bangka menggunakan metode fusi kaustik lalu dilakukan pelindian air pada padatan hasil fusi kaustik untuk menghilangkan NaOH berlebih. Selanjutnya dilakukan pelindian dengan asam berupa H2SO4 8 M hingga memperoleh prekusor berupa larutan TiSO4. Sintesis serbuk TiO2 dilakukan dengan menggunakan metode sol-gel pada prekusor TiSO4. Fabrikasi Perovskite Solar Cell dimulai dengan membuat pasta dari serbuk TiO2 yang telah dicampur dengan terpineol dan triton sebagai binder. Pasta TiO2 digunakan sebagai electron transport material pada Perovskite Solar Cell. Variabel pada percobaan ini adalah jenis serbuk TiO2 yang digunakan serta jumlah penambahan TiO2 koloid. Kinerja PSC TiO2 sintesis kemudian dibandingkan dengan PSC TiO2 P25 dan TiO2 Anatase Merck.\n\nBerdasarkan penelitian yang dilakukan menunjukkan bahwa pada ilmenit Bangka terdapat pengotor berupa Fe2O3 sebesar 36,38% dan memiliki kandungan TiO2 sebesar 50,6%. TiO2 yang berasal dari sintesis ilmenit Bangka memiliki kristal dengan fasa anatase dengan energi celah pita sebesar\n3,21 eV dengan morfologi berbentuk spherical dan ukuran kristal rata-rata 261,48 nm dan ukuran partikel rata-rata 0,16 ?m. PSC dengan menggunakan TiO2 sintesis sebagai electron transport material menghasilkan efisiensi sebesar 0,29% lebih tinggi dibandingkan dengan efisiensi TiO2 Anatase Merck.. Selain itu, pada penelitian ini juga menunjukkan bahwa penambahan TiO2 koloid dapat meningkatkan efesiensi konversi dari TiO2 P25 dan TiO2 Anatase Merck.", "Daftar File": {"ABSTRAK Evira Bella Yustiani": "https://digilib.itb.ac.id/gdl/download/253479"}, "Penulis": "Evira Bella Yustiani [12518005]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Syoni Soepriyanto, M.Sc.", "Prof. Dr. Ir. Syoni Soepriyanto, M.Sc.", "Tria Laksana Achmad, S.T., M.T., Ph.D.", "D.Sc.(Tech.) Imam Santoso, S.T., M.Phill.", "D.Sc.(Tech.) Imam Santoso, S.T., M.Phill.", "Dadan Suhendar, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Fusi kaustik, Ilmenit, PSC, TiO2", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "26 Jul 2022"}