{"Nomor": 66888, "Judul": "DESIGN AND PROTOTYPING STRING OPERATED SOFT ROBOTICS", "Abstrak": "Biologi telah lama menjadi sumber inspirasi bagi para insinyur yang membuat mesin yang semakin mumpuni. Kelunakan tubuh adalah fitur penting yang sering dimanfaatkan oleh sistem biologis yang cenderung mencari kesederhanaan dan menunjukkan kompleksitas yang berkurang dalam interaksi dengan lingkungannya. Robot tradisional yang bertubuh kaku saat ini digunakan secara luas di bidang manufaktur dan dapat diprogram secara khusus untuk melakukan satu tugas secara efision, tetapi seringkali dengan kemampuan beradaptasi yang terbatas. Karena robot tersebut terbuat dari sambungan yang kaku, yang tidak aman untuk berinteraksi dengan manusia. Robot lunak memberikan kesempatan untuk menjembatani kurangnya kelunakan dalam mekanisme aktuasi konvensional antara mesin dan manusia.\nBerbeda dengan robot yang bertubuh keras, robot lunak terutama terdiri dari materi yang mudah dapat disesuaikan seperti cairan, gel, dan elastomer yang cocok elastis dan rheologis sifat biologis dan organ. Sebuah robot lembut harus beradaptasi yang bentuk dan strategi lokomotif untuk berbagai macam tugas, hambatan, dan kondisi lingkungan. Mereka terus menerus memiliki struktur yang dapat disesuaikan dengan otot seperti aktuation yang meniru sistem biologis dan menghasilkan dalam jumlah yang relatif besar derajat kebebasan sebagai dibandingkan dengan kontributor keras mereka.\nTantangan utama untuk menciptakan mesin-mesin lembut yang dapat mencapai potensi penuh mereka adalah pengembangan tubuh lunak terkendali menggunakan bahan-bahan yang mengintegrasikan sensor, aktuator, dan komputasi yang bersama-sama memungkinkan tubuh untuk memberikan perilaku yang diinginkan. Pendekatan tradisional untuk kontrol robot adalah miskin cocok untuk mengendalikan tubuh lembut, sehingga algoritma baru diperlukan.", "Daftar File": {"ABSTRAK Richard Wicaksono": "https://digilib.itb.ac.id/gdl/download/253505", "COVER Richard Wicaksono": "https://digilib.itb.ac.id/gdl/download/266701", "BAB 1 Richard Wicaksono": "https://digilib.itb.ac.id/gdl/download/266702", "BAB 2 Richard Wicaksono": "https://digilib.itb.ac.id/gdl/download/266703", "BAB 3 Richard Wicaksono": "https://digilib.itb.ac.id/gdl/download/266704", "BAB 4 Richard Wicaksono": "https://digilib.itb.ac.id/gdl/download/266705", "BAB 5 Richard Wicaksono": "https://digilib.itb.ac.id/gdl/download/266706"}, "Penulis": "Richard Wicaksono [13117230]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ignatius Pulung Nurprasetio, M.SME.", "Ir. Indrawanto, M.Eng., Ph.D.", "Vani Virdyawan, S.T., M.T., Ph.D.", "Arif Sugiharto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "robot lunak, sistem biologis, tubuh lembut", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Erlin Marliana Effendi", "File": "7 file", "Tanggal Input": "26 Jul 2022"}