{"Nomor": 66885, "Judul": "MANAJEMEN KOLABORATIF DALAM MENDUKUNG PENGELOLAAN KAWASAN HUTAN DENGAN TUJUAN KHUSUS HUTAN PENDIDIKAN GUNUNG GEULIS BERKELANJUTAN", "Abstrak": "KHDTK HP Gunung Geulis merupakan kawasan hutan pendidikan yang dikelilingi oleh 8 desa dan memiliki hubungan erat dengan masyarakat sekitarnya. Posisi yang sangat strategis dari Gunung Geulis membuat Gunung Geulis menjadi rentan terhadap berbagai tekanan, termasuk antropogenik. Idealnya, pengelolaan kawasan dengan manajemen kolaboratif berpotensi meningkatkan kesejahteraan dan perekonomian dengan sinergisnya seluruh aktor terkait, namun saat ini pemanfaatan Gunung Geulis oleh masyarakat belum beriringan dengan peningkatan fungsi lindung. Penelitian ini memiliki tujuan utama untuk merumuskan rekomendasi manajemen kolaboratif dalam rangka meningkatkan fungsi lindung Gunung Geulis dan kesejahteraan masyarakat sekitar. Metode yang digunakan pada penelitian ini, yaitu dinamika tutupan lahan, forest canopy density, kerentanan kebakaran hutan, kerentanan masyarakat, ketergantungan masyarakat, interpretive structural modelling, dan integrated framework collaborative governance. Hasil analisis menunjukkan bahwa lokasi prioritas rehabilitasi sangat tinggi terluas berada di Desa Cisempur, Mangunarga dan Sawahdadap dengan total luas 16.74 hektar. Masyarakat di sekitar Gunung Geulis memiliki tingkat ketergantungan tinggi terhadap Gunung Geulis. Desa dengan tingkat kerentanan tinggi adalah Desa Cikahuripan dan Desa Raharja dengan Composite Vulnerability Index (CVI) berturut-turut 0.71 dan 0.70. Terdapat 17 pemangku kepentingan yang berperan di dalam pengelolaan Gunung Geulis dengan Pengelola KHDTK HP Gunung Geulis ITB sebagai pusatnya dengan nilai driver-power dan dependence 17. Untuk menciptakan manajemen kolaboratif berkelanjutan, seluruh pemangku kepentingan perlu: (1) menambah sumberdaya manusia untuk membantu pengelolaan; (2) merumuskan dan menerapkan sistem perizinan dan pemanfaatan kawasan; (3) meningkatkan koordinasi antar pemangku kepentingan; (4) mencari sumberdaya tambahan untuk mendukung keberjalanan manajemen kolaboratif; (5) merumuskan dan menerapkan sistem koordinasi dengan lembaga pemerintahan; (6) melakukan pembinaan, pendidikan, dan pelatihan untuk masyarakat sekitar; (7) melakukan peralihan pemanfaatan kawasan menjadi sarana wisata dan edukasi; dan (8) melaksanakan rehabilitasi di lokasi prioritas rehabilitasi sangat tinggi.", "Daftar File": {"ABSTRAK Muhammad Rizky Darmawan": "https://digilib.itb.ac.id/gdl/download/254925"}, "Penulis": "Muhammad Rizky Darmawan [21321009]", "Kontributor / Dosen Pembimbing": ["Dr. Mulyaningrum, S.Hut., M.Si.", "Dr. Ichsan Suwandhi, S.Hut., M.P."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "manajemen kolaboratif, prioritas rehabilitasi, ketergantungan masyarakat, kerentanan masyarakat, interpretive structural modelling", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jul 2022"}