{"Nomor": 66881, "Judul": "KINEMATIC AND DYNAMIC ANALYSIS OF STEERING MECHANISM IN METRO KAPSUL BOGIE", "Abstrak": "Metro Kapsul merupakan salah satu solusi masalah transportasi di kota besar.\nPengembangan Metro Kapsul oleh PT TreKKa merupakan solusi kreatif industri\ndalam negeri. Wahan bergerak secara otomatis tanpa pengendara dengan lintasan\nberupa landasan beton. Kendaraan berpenggerak motor listrik ini melaju sesuai\njalur mengikuti roda pemandu yang menjejak lintasan. Untuk menyinkronkan\ngerakan, ada mekanisme penyetiran kiri dan kanan yang bertindak sebagai\npenyetir pasif.\nDalam tugas sarjana ini, dilakukan analisis kinematika dan dinamika mekanisme\npenyetiran pasif sebagai kelanjutan Tugas Sarjana terdahulu. Analisis perlu\ndilakukan kembali mengingat redesain sistem dan mekanisme penyetiran.\nAnalisis dilakukan dengan menggunakan metode vektor jerat tertutup. Dalam hal\nini, suatu mekanisme empat batang dibangun dari konstruksi mekanisme penyetir\nyang ada di bogie. Selain beban akibat dinamika kendaraan, ditambahkan pula\ngaya akibat interaksi roda dan landasan saat berbelok. Momen atau gaya yang\ndiperhitungkan merupakan penjumlahan efek tire scrub dan jacking moment.\nHasil analisis menyatakan batang penghubung mengalami beban terbesar berupa\ngaya tekan. Gaya ini masih jauh lebih kecil dari batas kekuatan dan juga batas\ntekuk batang. Hal lain yang perlu dicatat adalah bahwa metode vektor jerat\ntertutup kurang memadai untuk memodelkan mekanisme secara lengkap. Oleh\nsebab itu, disarankan menggunakan perangkat lunak pemodelan benda tegar di\nmasa mendatang.", "Daftar File": {"ABSTRAK Laksamana Satio Syailendra": "https://digilib.itb.ac.id/gdl/download/253489"}, "Penulis": "Laksamana Satio Syailendra [13116234]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ignatius Pulung Nurprasetio, M.SME.", "Dr. Ir. I Wayan Suweca, DEA", "Ferryanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "automated people mover, kereta listrik, analisis kinematika, analisis dinamika, metode vektor jerat tertutup, mekanisme penyetiran", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jul 2022"}