{"Nomor": 66890, "Judul": "STUDI KOMPARATIF RESPON SPEKTRUM DESAIN BERDASARKAN TBI GUIDELINES 2017 DENGAN BEBAN SLE DAN BERDASARKAN SNI 1726-2019 DENGAN BEBAN GEMPA DESAIN MODIFIKASI CS UNTUK GEDUNG SUPER TINGGI TAHAN GEMPA 69 LANTAI DI JAKARTA", "Abstrak": "Perencanaan gedung super tinggi dengan menggunakan metode code-prescriptive berdasarkan SNI 1726-2019 memiliki beberapa keterbatasan. Pertama, pemilihan sistem struktur gedung super tinggi umumnya memerlukan penggunaan sistem struktur khusus untuk menekan deformasi lateral. Kedua, batasan nilai koefisien gempa minimum (Cs,min) dinilai sangat konservatif untuk gedung dengan perioda fundamental panjang, di mana nilai Cs,aktual jauh lebih kecil daripada Cs,min, sehingga menghasilkan desain yang tidak ekonomis. Keterbatasan-keterbatasan ini dapat diatasi dengan menggunakan metode performance based design (PBD). Studi ini merupakan bagian awal dari keseluruhan metode PBD. Pada studi ini, kriteria desain (stiffness modifier dan material properties) dan kriteria penerimaan antara code prescriptive SNI 1726-2019 dan TBI Guidelines 2017 akan dibandingkan. Selanjutnya, rancangan awal hasil PBD Tahap 1 yaitu desain elastik response spectrum analysis (RSA) terhadap beban gempa layan (service level earthquake, SLE) akan dibandingkan dengan hasil desain RSA berdasarkan SNI 1726-2019 dengan modifikasi penggunaan Cs. Nilai Cs yang digunakan adalah Cs,rata-rata, yaitu rata-rata dari nilai Cs,min dan Cs,aktual. Studi kasus dilakukan pada struktur gedung beton bertulang super tinggi 69 lantai dengan sistem dinding geser yang dilengkapi dengan outrigger dan belt truss sebagai sistem struktur utama. Studi lanjutan untuk mengevaluasi hasil-hasil tersebut secara non-linear terhadap SLE untuk menganalisis level kinerja layan dan MCER untuk membuktikan keamanan dan keandalan bangunan akan dilakukan pada Program Magister.\nHasil analisis gedung tinjauan dengan periode fundamental 11 detik menunjukkan bahwa gaya geser dasar dari beban SLE berdasarkan TBI Guidelines 2017 lebih besar sekitar 35% daripada gaya geser dasar dari beban gempa 2/3 MCER dengan Cs,rata-rata. Meskipun demikian, perbedaan signifikan dari kombinasi pembebanan berdasarkan TBI Guidelines 2017 dibandingkan SNI 1726-2019 menyebabkan gaya dalam yang dihasilkan pada pemodelan berdasarkan TBI cenderung lebih kecil (antara 69% hingga 76%) pada elemen yang dominan memikul gaya gravitasi, khususnya kolom. Namun di sisi lain, gaya-gaya dalam pada dinding geser dan balok perangkai cenderung meningkat antara 111% hingga 120%. Hal ini menunjukkan bahwa disipasi energi gempa cenderung dominan pada sistem dinding perangkai daripada sistem rangka pemikul momen. Desain penulangan komponen struktur balok berkurang sekitar 18%, kolom berkurang sekitar 48%, dan balok kopel berkurang sekitar 35%, sedangkan dinding geser bertambah sekitar 12%.", "Daftar File": {"ABSTRAK Javaughn Abel Irawan": "https://digilib.itb.ac.id/gdl/download/253508"}, "Penulis": "Javaughn Abel Irawan [15018132]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Indra Djati, M.Sc., Ph.D.", "Erwin Lim, S.T., M.S., Ph.D.", "Patria Kusumaningrum, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Performance Based Design, gedung super tinggi, outrigger, belt truss, koefisien gempa rata-rata, TBI Guidelines 2017, desain elastis, service level earthquake", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jul 2022"}