{"Nomor": 66897, "Judul": "PENGARUH NANO-INFLUENCER DI INSTAGRAM TERHADAP KEPUTUSAN PEMBELIAN KONSUMEN PADA MEREK PERAWATAN KULIT LOKAL", "Abstrak": "Pesatnya perkembangan pemasaran digital telah membuat pemasaran tradisional berubah menjadi\npemasaran digital dari hari ke hari. Social media marketing khususnya influencer marketing di Instagram\nmerupakan salah satu contoh pemasaran digital yang memiliki peluang positif bagi sebuah merek untuk\nmempromosikan produk atau jasanya. Namun, sebuah merek memiliki tantangan besar dalam menentukan\ninfluencer mana yang tepat untuk digunakan guna memaksimalkan laba atas investasi mereka. Hal ini dapat\ndilihat pada kasus PT. Mustika Ratu Tbk. dan PT. Martina Berto Tbk. bahwa mereka telah menggunakan\nendorsement selebriti, namun kurang efektif dalam mendongkrak penjualan produk. Saat ini banyak merek\nperawatan kulit lokal seperti MS Glow, Scarlett Whitening, Somethinc, dll. mulai menggunakan nano-\ninfluencer untuk mempromosikan produknya karena beberapa kelebihan yang dimiliki nano-influencers,\nmeskipun ada beberapa kekurangan yang harus diperhatikan oleh pemasar. Rekomendasi influencer dapat\nmeningkatkan kesadaran konsumen, yang mengarah pada keputusan pembelian. Oleh karena itu, penelitian\nini akan menguji pengaruh ulasan nano-influencer terhadap keputusan pembelian konsumen pada produk\nmerek perawatan kulit lokal. Dalam penelitian ini, metode survei akan dilakukan melalui kuesioner online\nuntuk mendapatkan data primer. Populasi dalam penelitian ini adalah masyarakat Indonesia yang pernah\nmengikuti dan melihat review nano-influencer di Instagram tentang produk skincare lokal khususnya MS\nGlow, Scarlett Whitening, dan Somethinc, dan telah membeli setidaknya satu produk dari salah satu dari\ntiga merek, dengan total 310 responden. Kemudian data tersebut akan dianalisis menggunakan PLS-SEM\nuntuk menguji konstruk dalam penelitian ini. Berdasarkan penelitian ini, Trustworthiness, Expertise,\nLikability, Informative Value, dan Entertainment Value berpengaruh terhadap Trust. Kemudian dari Trust\ntersebut mempengaruhi Brand Awareness dan Purchase Intention. Dari Brand Awareness tersebut\nberpengaruh signifikan terhadap Purchase Intention dan Purchase Decision. Selain itu, Intensi Pembelian\njuga ditemukan memiliki pengaruh terhadap Keputusan Pembelian berdasarkan penelitian ini. Singkatnya,\nmarketers membutuhkan strategi untuk dapat menentukan dan memilih nano-influencers mana yang tepat\ndalam mempromosikan produknya seperti dengan memiliki kepercayaan dari followersnya sehingga\nmemberikan efek pada keputusan pembelian konsumen. \n \nKata Kunci: Instagram, Nano-Influencer, Keputusan Pembelian, Merek Perawatan Kulit Lokal, PLS-\nSEM, Online Survey", "Daftar File": {"2022 SK Lie Sherina Aprilla Marmora-Abstract.pdf?": "https://digilib.itb.ac.id/gdl/download/253515"}, "Penulis": "Lie, Sherina Aprilla Marmora [19019095]", "Kontributor / Dosen Pembimbing": ["Fitri Aprilianty, S.Si., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Instagram, Nano-Influencer, Keputusan Pembelian, Merek Perawatan Kulit Lokal, PLS- SEM, Online Survey", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "26 Jul 2022"}