{"Nomor": 66899, "Judul": "HIDROGEOLOGI DAN HIDROGEOKIMIA MATA AIR DANAU CISANTI (HULU SUNGAI CITARUM)", "Abstrak": "Danau Cisanti terletak pada lereng gumrng Wayang, yang diketahui berdekatan dengan sistem geotermal Wayang­Windu. Kajian hidrogeologi dilakukan untuk mengkaji sumber, tipe, kualitas air, lokasi resapan, keterkaitan sistem mata air dengan sistem hidrogeologi di sek.itarnya, serta kajian keterkaitan sistem dengan sistem hidrogeologi yang terkait dengan geotermal Gunun Wayang. Metodologi yang digunakan pada penelitian ini adalah ana.lisis hidrogeok.irnia dan pengujian isotop stabil 1 r, 0 dan 2H. Pengukuran sifat fisik-kimia dan pengambilan sampel dilakukan pada 7 lokasi\npengamatan di lokasi Danau Cisanti dan Sampel air diambil dari I lokasi mata air; 2 lokasi inlet danau; I lokasi outlet danau, I badan air danau, 1 mata air panas dan I sumur dangka]. Data sekunder analisis k:imia air tanah juga diambil dari beoerapa penelitian terdahuJu, yaitu 2 lokasi mata air panas; 2 mata air dingin; 2 sungai; dan 2 reservoir geoterrnal. Plotting ion major pada diagram Piper menunjukkan empat jenis tipe air, yaitu tipe Na-Cl; HC03; Na-Ca-HC03; Ca-Cl. Selanjumya analisis mengenai tipe, genesa air serta hubungan air berdasarkan data hidrogeokirnia menggunakan analisis Hounslow. Berdasarkan analisis isotop 8180 dan 82H dapat dilihat bahwa kecenderungan masing-masing jenis sampel memiliki ciri tersendiri. Mata air Danau Cisanti merupakan air yang relatif dangkal dengan daerah resapan di kompleks Gunung Wayang-Windu. Perbedaan komposisi ion pada mata air Danau Cisanti menunjukkan bahwa ada dua sistem air tanah pengisi mata air, dan sistem tersebut terpisahkan oleh lapisan imperrneabel. Adanya pengayaan S04 dan Cl diduga berasal dari perrnukaan, bukan dari sumber mata air Danau Cisanti.", "Daftar File": {"COVER Yudi Rahayudin": "https://digilib.itb.ac.id/gdl/download/253533", "2014 YUDI RAHAYUDIN 1-EDITORIAL BOARD.pdf)u": "https://digilib.itb.ac.id/gdl/download/253534", "2014 YUDI RAHAYUDIN 1-TABLE OF CONTENT.pdf?": "https://digilib.itb.ac.id/gdl/download/253535", "2014 YUDI RAHAYUDIN 1-PAPER.pdf\n]": "https://digilib.itb.ac.id/gdl/download/253536"}, "Penulis": "Yudi Rahayudin [-]", "Kontributor / Dosen Pembimbing": ["Irwan Iskandar, Agus M Ramdhan"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "geotermal, wayang windu, hounslow, danau cisanti", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "4 file", "Tanggal Input": "26 Jul 2022"}