{"Nomor": 66893, "Judul": "PENGARUH PENAMBAHAN ZIRKONIUM PADA PADUAN FE-17NI-17CR-7,7AL-4CU TERHADAP OKSIDASI ISOTERMAL", "Abstrak": "Energi listrik merupakan salah satu energi yang tidak bisa terpisahkan dengan manusia, sekitar 53% Pembangkit Listrik Tenaga Uap (PLTU) sebagai penopang utama pembangkit listrik di Indonesia saat ini, cadangan listrik Indonesia belum aman dan memungkinkan menghambat pertumbuhan industri dan ekonomi. Dalam keberlangsungan PLTU, efisiensi panas merupakan faktor penting dalam\nmenentukan jumlah listrik yang dihasilkan. Semakin tinggi efisiensi panas untuk suatu jumlah batubara tertentu, jumlah listrik yang dihasilkan pun semakin besar. Oleh karena itu, salah satu cara untuk meningkatkan efisiensi PLTU adalah dengan menaikkan temperatur uap. Tuntutan untuk merealisasikan efisiensi energi ini bertujuan menekan emisi CO2 sebagai bentuk kepedulian negara terhadap efek rumah kaca, sehingga pemilihan material sangat diperhatikan. Material yang digunakan harus memiliki kekuatan yang tinggi, ekspansi termal yang rendah, dan konduktivitas termal yang baik pada temperatur tinggi. Selain itu, memiliki ketahanan oksidasi dan korosi temperatur tinggi merupakan salah satu kriteria yang dibutuhkan. Material yang umum digunakan sebagai komponen turbin uap adalah Ni-based superalloy, Fe ferritic, dan Fe austenitic. Akan tetapi, dengan harga nikel\nyang cukup mahal menjadi salah satu kendala dalam penggunaan paduan logam atau baja yang mengandung nikel. Maka dibutuhkan alternatif material yang memiliki kualitas bersaing dan produksi yang lebih murah, salah satunya dengan menggunakan material paduan berbasis Fe. Sehingga dalam penelitian ini menganalisis pengaruh penambahan zirkonium (Zr) pada paduan Fe-17Ni-17Cr-\n7,7Al-4Cu terhadap oksidasi isotermal. Penelitian ini membandingkan penambahan Zr dengan berbagai kandungan, yaitu 0,0; 0,1; 0,4; 1,0. Kemudian dilakukan pengujian oksidasi isotermal yang bervariasi pada temperatur 700, 800, dan 900oC dan waktu 2, 10, dan 40 jam. Hasil penelitian menunjukkan paduan dengan kandungan Zr sebesar 1wt.% memiliki selisih penambahan berat per luas penampang awal yang cenderung sedikit dibandingkan lainnya. Pembentukan lapisan kerak oksida Al2O3 dan Cr2O3 sebagai oksida protektif terjadi pada bagian terluar/antarmuka dan penambahan Zr membantu pembentukan lapisan kerak oksida Al2O3 serta bergabung dengan Al2O3 membentuk presipitat ZrO2. Kekerasan paduan Fe-17Ni-17Cr-7,7Al-4Cu seiring penambahan Zr mengalami peningkatan, dengan kekerasan tertinggi adalah 225,7 HVN pada penambahan 1%Zr.", "Daftar File": {"ABSTRAK Dachi Diputro Niko": "https://digilib.itb.ac.id/gdl/download/253511"}, "Penulis": "Dachi Diputro Niko [22519001]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Eddy Agus Basuki, M.Sc.", "Dr.Eng. Akhmad Ardian Korda, S.T., M.T.", "Dr.Eng. Nurulhuda Halim, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "pembangkit listrik, oksidasi isotermal, zirkonium, Al2O3", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "26 Jul 2022"}