{"Nomor": 66919, "Judul": "STUDI PENGARUH VARIASI KANDUNGAN AIR TERHADAP POTENSI SWABAKAR BATUBARA MELALUI PEMANASAN ADIABATIK R70 SKALA LABORATORIUM PADA LAJU ALIRAN OKSIGEN 0.05 L/ MENIT", "Abstrak": "Swabakar batubara adalah masalah yang serius bagi kegiatan penambangan karena dapat menjadi sumber kebakaran, termasuk pada area stockpile. Hartman, (1998) menyebutkan bahwa swabakar batubara pada tambang batubara adalah hasil dari oksidasi batubara di bawah kondisi yang memungkinkan panas oksidasi sebagian tertahan di dalam batubara sampai suhu penyalaan sendiri tercapai. Guney, (1968) membagi faktor penyebab swabakar batubara menjadi faktor intrinsik dan faktor ekstrinsik. Faktor intriksik dapat berupa pirit, lengas, kandungan air, ukuran partikel, dan lain-lain, sedangkan faktor ekstrinsik dapat berupa temperature, tekanan, konsentrasi oksigen, dan lain-lain. Penelitian ini berfokus pada pengaruh kandungan air (faktor intrinsik) terhadap potensi swabakar batubara\n\nVariasi penambahan kandungan air yang digunakan dalam penelitian ini adalah 0%, 5%, dan 15% berat dengan konsentrasi oksigen 0.05 L/min, yang nantinya akan dibandingkan dengan penelitian Fariz Ramadhan, 2022 yang melakukan penelitian yang sama dengan konsentrasi oksigen 0.1 L/menit. Nilai R70 pada percobaan 1 dan 2 pada kondisi kering (Kandungan air 0% berat), kondisi sedang (Kandungan air 5% berat) dan kondisi basah (Kandungan air 15% berat) berturut-turut adalah\n9,330C/jam dan 8,230C/jam; 4,560C/jam dan 4,190C/jam; 2,80C/jam dan 2,750C/jam. Sehingga didapatkan nilai akhir R70 dari rata-rata dua data tersebut berturut-turut adalah 8,780C/jam; 4,3750C/jam; 2,770C/jam. Nilai energi aktivasi (J.gr-1) pada percobaan 1 dan 2 berturut-turut adalah 2005,7 J.gr-1 dan 971,58 J.gr-1 ; 1009,1 J.gr-1 dan 2924 J.gr-1 ; 4626,8 J.gr-1 dan 4192 J.gr-1. Sehingga didapat nilai akhir energi aktivasi rata-rata dua data tersebut adalah 1488,64 J.gr-1 ; 1966,55 J.gr- 1 ; 4409,6 J.gr-1. Sehingga didapatkan kesimpulan bahwa semakin besar kandungan air pada sampel batubara, maka semakin kecil nilai R70 (0C/jam) dam semakin besar kandungan air pada sampel batubara, maka semakin besar energi aktivasi (J.gr-1).", "Daftar File": {"ABSTRAK Yeremia I Sihombing": "https://digilib.itb.ac.id/gdl/download/253612"}, "Penulis": "Yeremia I Sihombing [12118011]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nuhindro Priagung Widodo, M.T.", "Dr.Eng. Nuhindro Priagung Widodo, M.T.", "Dr.Eng. Ginting Jalu Kusuma, S.T., M.T.", "Arie Naftali Hawu Hede, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Swabakar batubara, Kandungan air, konsentrasi oksigen", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "27 Jul 2022"}