{"Nomor": 66913, "Judul": "PROBABILISTIC DECLINE CURVE USING STRETCHED EXPONENTIAL PRODUCTION DECLINE FOR TIGHT OIL RESERVOIR: STUDY CASE OF SRIKANDI FIELD", "Abstrak": "Decline curve analysis (DCA) is a method for analyzing production decline and\npredicting the amount of hydrocarbon that can be produced comercially in a\nwell/field. This prediction is important for further field development. Decline curve\nanalysis by Arps (1945) is method that widely use in this industry. In the\nunconventional reservoir, the transient flow regime takes longer time compared to\nthe conventional reservoir due to the very low permeability. Therefore, the Arp’s\nmethod would not be as accurate for estimating production decline as well as\nEstimated Ultimate Recovery (EUR). Valkó dan Lee (2010) proposed Stretched\nExponential Production Decline (SEPD) to better represent the production and\ndecline behavior on unconventional reservoir.\nTelisa Sandstone in Srikandi Field was proven to be a hydrocarbon bearing zone.\nThe evidence of the hydrocarbon can be seen from the drilling result in the form of\ngas chromatograph and oil show in the cutting description. Telisa Sandstone faced\nchallenges in its development as it has a very small permeability of around 1 mD.\nThis formation cannot be produced without stimulation. The most suitable\nstimulation for this formation is hydraulic fracturing.\nDetermining reserves using DCA has uncertainties. This uncertainties increase with\nreservoirs that have low permeabilities values, this is because reservoirs with low\npermeability have relatively longer transient period. To solve this problem, a\nprobabilistic approach is needed to quantify the uncertainties. Quantile regression\nas a probabilistic approach used to determine distribution of SEPD parameters and\nestimating reserves by considering uncertainty.\nThis thesis compares the performance of conventional DCA with the Stretched\nExponential Production Decline to estimate the production decline and EUR using\nprobabilistic approach in Telisa Sandstone in Srikandi Field. SEPD method may\nrepresent the production behaviour of this tight reservoir.", "Daftar File": {"ABSTRAK Dian Ultra": "https://digilib.itb.ac.id/gdl/download/253577"}, "Penulis": "Dian Ultra [22219009]", "Kontributor / Dosen Pembimbing": ["Dr. Dedy Irawan, S.T., M.T.", "Ardhi Hakim Lumban Gaol, S.T., M.T., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "decline curve analysis, low permeability, probabilistic, quantile regression, stretched exponential decline curve.", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "27 Jul 2022"}