{"Nomor": 66914, "Judul": "STUDI DAN SIMULASI PENANGANAN KENAIKAN TEMPERATUR UDARA AKIBAT KEGIATAN PENGEBORAN, PEMUATAN, DAN PENGANGKUTAN PADA TAMBANG EMAS BAWAH TANAH", "Abstrak": "Segala kegiatan yang dilakukan di bawah tanah dan melibatkan manusia pasti memerlukan sistem ventilasi yang efektif dan efisien untuk mengalirkan udara masuk atau keluar, termasuk tambang bawah tanah. Selain digunakan untuk pertukaran udara, sistem ventilasi digunakan untuk mengontrol suhu pada pemuka kerja. Berdasarkan KepDirJen Minerba ESDM No. 185 K/37.04/DJB/2019, suhu pada pemuka kerja tambang bawah tanah harus terdapat di rentang 18-27?C. Beberapa sumber panas pada area penambangan dapat terjadi akibat beberapa hal, seperti autocompression, gradien geotermal, air bawah tanah, kinerja mesin, metabolisme tubuh pekerja, oksidasi, peledakan, pergerakan batuan, dan pipa saluran.\n\nPenelitian menggunakan simulasi metode numerik komputasi berbasis dinamika fluida menggunakan aplikasi Ventsim Design 5.2. Sumber panas yang digunakan dalam penelitian adalah gradien geotermal, kinerja mesin, dan metabolisme tubuh pekerja. Kinerja mesin yang berperan dalam peningkatan suhu antara lain main fan, auxiliary fan, load haul dump, jumbo drill, dan underground mine truck. Pemodelan yang dibuat saat kondisi mucking dan drilling. \n\nBerdasarkan hasil pemodelan, kondisi mucking merupakan kegiatan yang memerlukan perencanaan ventilasi yang lebih rumit dibandingkan kondisi drilling karena total daya mesin pada kondisi mucking lebih besar dari kondisi drilling sehingga suhu yang dihasilkan lebih panas. Hal tersebut dapat ditangani dengan pemberian shaft tambahan dan pendingin udara pada portal, tetapi pemberian shaft merupakan solusi paling efektif dan ekonomis jika dilihat dari perubahan temperature yang dihasilkan.", "Daftar File": {"ABSTRAK Petra Adinda Tanaya Wiyadi": "https://digilib.itb.ac.id/gdl/download/260738"}, "Penulis": "Petra Adinda Tanaya Wiyadi [12118081]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nuhindro Priagung Widodo, M.T.", "Dr.Eng. Nuhindro Priagung Widodo, M.T.", "Dr. phil. nat. Agus Haris Widayat, S.T., M.T.", "Dr.Eng. Ginting Jalu Kusuma, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "ventilasi tambang, sumber panas, suhu, daya mesin, mucking, drilling", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "27 Jul 2022"}