{"Nomor": 66921, "Judul": "RANCANGAN SET ALAT TERAPI UNTUK BALITA PENDERITA KETERLAMBATAN BICARA PENYEBAB KEKURANGAN STIMULUS", "Abstrak": "Usia balita merupakan usia dimana anak berkembang dengan cepat. Dalam\nperkembangan balita ada beberapa aspek-aspek yang harus diperhatikan. Namun,\nperkembangan aspek-aspek tersebut bisa saja terhambat oleh keterlambatan bicara\nyang umumnya disebabkan oleh tingkat kecerdasan rendah dan kurangnya\ndorongan atau stimulus dari orang-orang yang ada disekitar anak. Keterlambatan\nbicara juga menimbulkan gangguan-gangguan lain seperti kepatuhan, konsentrasi,\nmotorik, dan sensorik. Jumlah anak penderita keterlambatan bicara terus meningkat\ntiap tahunnya terutama sejak kebiasaan-kebiasaan baru lahir. Hal ini membuat salah\nsatu tempat terapi cukup kewalahan. alat yang didesain seadanya terkadang\nmembuat proses terapi kurang berjalan baik. bahkan ada produk yang pada akhirnya\ntidak terpakai dikarenakan kesalahan dalam mendesain. Tujuan dari penelitian ini\nadalah mengidentifikasi cara melakukan terapi keterlambatan bicara penyebab\nkekurangan stimulus serta mencari peluang inovasinya. Metode yang digunakan\nuntuk pengambilan data kualitatif adalah berupa studi literatur dan observasi.\nProduk yang dikembangkan adalah alat set terapi khusus anak yang kekurangan\nstimulus. Dengan menggunakan alat terapi yang telah dirancang dengan\nmenggunakan terapi sensori integrasi, terapi wicara, dan terapi bermain sebagai\nlandasan, diharapkan proses terapi dapat berjalan dengan lebih baik dan\nmenyenangkan dibandingkan sebelumnya.", "Daftar File": {}, "Penulis": "Muhammad Kautsar Refia [17518019]", "Kontributor / Dosen Pembimbing": ["Intan Prameswari, S.Ds., M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Produk", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Keterlambatan bicara, stimulus, Balita, Terapi", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "27 Jul 2022"}