{"Nomor": 66926, "Judul": "MODEL SUMBER AIR DISKRIT MARKOV DAN OPTIMALISASI EKSPLOITASI HIDROELEKTRIK WADUK KASKAD CITARUM DALAM RANGKA KEBUTUHAN AIR BAKU DI DOWNSTREAM", "Abstrak": "Sungai Citarum merupakan salah satu sungai strategis di Provinsi Jawa Barat, memiliki luas DAS sekitar 6.600 km2 dengan hulu sungai di Gunung Wayang Kabupaten Bandung dan bermuara ke Laut Jawa di Kabupaten Bekasi, mengalir sepanjang 297 km dengan volume aliran tahunan rata-rata 5,5 milyar m3. Waduk kaskad Citarum, dimulai dari hulu sampai hilir, yaitu Waduk Saguling, Cirata dan Jatiluhur yang berfungsi sebagai pembangkit listrik dengan kebutuhan yang terus meningkat mencapai 265,051 TWH pada tahun 2030. Khusus untuk Waduk Jatiluhur mempunyai fungsi lainnya sebagai irigasi, pengendali banjir dan sumber air baku terutama bagi pemenuhan untuk DKI Jakarta dengan kebutuhan diperkirakan mencapai 31,875 m3/detik pada tahun 2030.\nKarakteristik hujan wilayah rata-rata bulanan periode tahun 1995-2019 di waduk kaskade Citarum menunjukkan pola hujan tipe monsun, yaitu terjadi satu puncak hujan (unimodial) yang terjadi pada bulan Maret (Waduk Saguling dan Waduk Cirata) dan bulan Februari (Waduk Jatiluhur). Wilayah studi ini juga termasuk dalam Zona Iklim Tropis, dengan ciri variasi curah hujan tinggi pada musim hujan dan curah hujan rendah pada musim kemarau.\nPermasalahan di waduk kaskad Citarum adalah terjadinya penyimpangan realisasi lintasan waduk terhadap lintasan pedoman (rule curve) yang direncanakan. Hal ini, karena pengoperasian waduk tidak dapat memperkirakan tahun musim yang terjadi. Masalah lainnya adalah ketika waduk kaskad mempunyai fungsi yang berbeda dan dioperasikan oleh pengelola yang berbeda pula, sehingga akan menimbulkan konflik kepentingan.\nUntuk mengatasinya diperlukan pengoperasian waduk yang tepat dengan objektif memaksimumkan benefit hidroelektrik, terpenuhinya kebutuhan air baku di downstream dan tidak ada air yang terbuang melalui spillway. Waduk kaskad Citarum memiliki karakteristik yang unik, merupakan fungsi dari ruang dan waktu. Oleh karena itu pengelolaannya sebagai satu kesatuan manajemen terpadu dari hulu sampai hilir yang bersifat dependent dengan konsep one river one management. Masing-masing waduk diperlakukan mempunyai DAS lokal dengan rezim hidrologi yang berbeda, sehingga memiliki ketergantungan dengan waduk di hulunya. Dengan demikian, model konseptual rezim hidrologi di waduk kaskad Citarum, yaitu input waduk merupakan output waduk di hulunya ditambah dengan debit lokal.\nSensibilitas debit di waduk kaskad Citarum cenderung meningkat, hal ini merupakan indikasi adanya ekstrimitas debit sebagai akibat perubahan rezim hidrologi karena perubahan\nlahan dengan berkurangnya luas tutupan yang dapat meningkatkan debit aliran permukaan (run off). Model diskrit Markov sebagai model stokastik mampu mengantisipasi debit input ke waduk yang besifat acak dan stokastik dengan tahun kering, normal dan basah, sehingga menghasilkan lintasan pedoman mendekati lintasan aktual.\nHasil perhitungan alokasi air baku untuk air minum (R20 kering) di Waduk Jatiluhur (81,43 m3/detik) sangat mencukupi untuk memenuhi kebutuhan DKI Jakarta tahun 2030 (31,87 m3/detik), sehingga dengan perhitungan (R5 kering) di Waduk Jatiluhur (123,79 m3/detik), masih tersedia alokasi untuk irigasi pertanian (R5 kering - R20 kering) sebesar 42,36 m3/detik.\nModel optimalisasi pengelolaan hidroelektrik waduk kaskad Citarum menggunakan model iteratif “du couloir” pada harga listrik berubah menghasilkan nilai korelasi yang lebih baik dari harga listrik tetap, sebesar 0,792 (Saguling); 0,864 (Cirata) dan 0,633 (Jatiluhur). Model konseptual ini menunjukkan hasil yang kuat - sangat kuat, sehingga lintasan aktual mendekati lintasan pedoman. Hasil perbandingan hidroelektrik debit normal, menggunakan metode iteratif “du couloir” diperoleh gain pada harga listrik berubah lebih besar daripada harga listrik tetap (16,72% di Saguling; 22,45% di Cirata dan 49,23% di Jatiluhur).\nModel optimalisasi menggunakan program dinamik dengan harga listrik berubah dalam rangka mengintegrasikan pengelolaan 3 (tiga) waduk di kaskad Citarum, dilakukan untuk keberlanjutan energi terbarukan (renewable energy sustainability) dan memenuhi kebutuhan air baku di downstream. Program dinamik Bellman sudah berhasil dalam simulasi model konseptual optimalisasi pengelolaan waduk yang terintegrasi dalam bingkai one river one management. Program ini masih terdapat kekurangan dalam mengatasi curse of dimensionality, sehingga diterapkan metode iteratif “du couloir”. Metode ini mampu menghasilkan diskritisasi volume menuju tak hingga (~0) dengan waktu komputasi jauh lebih cepat 66 (enam puluh enam) kali secara eksponensial dibanding model dinamik Bellman pada diskritisasi volume ?? 10 juta m3. Dengan penerapan metode iteratif “du couloir” mampu menghasilkan pengelolaan waduk paling optimal, sehingga dapat meningkatkan produksi listrik pada jam puncak untuk memenuhi kebutuhan listrik di sistem interkoneksi Jamali secara berkelanjutan.", "Daftar File": {"EDDY ISKANDAR MUDA  NASUTION.pdf)u": "https://digilib.itb.ac.id/gdl/download/253637"}, "Penulis": "Eddy Iskandar Muda Nasution [35316001]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Arwin, M.S.", "Ir. Indah Rachmatiah Siti Salami, M.Sc., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "optimalisasi hidroelektrik, harga listrik berubah, program dinamik Bellman, metode iteratif “du couloir”", "Sumber": "Disertasi Juni 2022", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "27 Jul 2022"}