{"Nomor": 66936, "Judul": "STUDI PENGARUH GRADASI PASIR TERHADAP KUAT GESER, KEPADATAN DAN PENGEMBANGAN TANAH EKSPANSIF YANG DISTABILISASI DENGAN PASIR", "Abstrak": "Tanah ekspansif adalah tanah yang mengalami perubahan volume jika terjadi perubahan kadar\nair. Sifat ekspansif ini disebabkan oleh jenis mineral pada tanah ekspansif. Perubahan volume\ndari tanah ekspansif akan menekan struktur di permukaan tanah, sehingga menyebabkan\nkerusakan. Sebagai negara tropis yang didominasi oleh tanah lempung, Indonesia memiliki\nsejumlah wilayah dengan tanah ekspansif. Oleh karena itu perlu ada usaha identifikasi dan\nperbaikan tanah ekspansif di Indonesia.\nPada penelitian ini dilakukan usaha identifikasi mineral tanah serta kadar mineral di dalamnya.\nKadar mineral yang menyebabkan sifat ekspansif pada tanah diidentifikasi dengan pengujian\nX-Ray Diffraction.Sampel tanah pada penelitian ini adalah tanah ekspansif dari Cikarang,\nKabupaten Bekasi, Jawa Barat. Diperoleh mineral yang menyebabkan sifat ekspansif pada\nsampel tanah adalah mineral nontronite dengan kadar 19,84%.\nPada penelitian ini juga dilakukan usaha perbaikan tanah ekspansif dengan penambahan pasir.\nPasir memiliki beberapa sifat yang berpotensi digunakan untuk menstabilkan tanah ekspansif,\nseperti tidak memiliki plasitisitas, tidak ekspansif, dan mudah dipadatkan. Pada penelitian ini\ndigunakan tiga jenis pasir dengan gradasi yang berbeda, yaitu pasir bergradasi seragam dengan\nukuran butiran kecil, pasir bergradasi menerus dengan ukuran butiran sedang, dan pasir\nbergradasi menerus dengan ukuran butiran besar. Dilakukan pengujian laboratorium batas\nAtterberg, kepadatan Standard Proctor, kuat tekan bebas, pengembangan 1-dimensi, dan uji\nmetilen biru terhadap sampel tanah sebelum dan sesudah dicampur dengan pasir. Ditentukan\nkadar pasir optimum dan gradasi optimum untuk memperbaiki tanah ekspansif dari sisi\nkepadatan, kuat geser, dan pengembangan.\nDiperoleh bahwa penambahan pasir mengurangi batas Atterberg, meningkatkan kepadatan\nkering maksimum, mengurangi kadar air optimum, meningkatkan kuat geser hingga kadar pasir\ntertentu, dan mengurangi nilai metilen biru. Penambahan pasir tidak berhubungan dengan nilai\npotensi pengembangan dan tekanan pengembangan.\nPasir dengan gradasi seragam berukuran butiran kecil paling efektif memberikan peningkatan\nkuat geser, penurunan kadar air optimum, serta menunjukkan tren penurunan tekanan\npengembangan. Sementara pasir dengan gradasi menerus berukuran butiran besar memberikan\npenurunan nilai metilen biru paling baik dan menunjukkan tren penurunan potensi\npengembangan. Tidak ada pengaruh gradasi pasir yang digunakan terhadap penurunan batas\nAtterberg dan kepadatan kering maksimum.", "Daftar File": {"ABSTRAK Billy Tanadi": "https://digilib.itb.ac.id/gdl/download/253691"}, "Penulis": "Billy Tanadi [15018110]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Hasbullah Nawir, S.T., M.T.", "Sugeng Krisnanto, S.T., M.T., Ph.D.", "Andhika Sahadewa, S.T., M.S.E, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "tanah ekspansif, mineral tanah, stabilisasi, gradasi pasir, metilen biru.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Jul 2022"}