{"Nomor": 66932, "Judul": "MENINGKATKAN PROSES PENGAMBILAN KEPUTUSAN DALAM PENGEMBANGAN MIGAS DENGAN PROSES NILAI  MODAL SECARA KENTEKSTUAL", "Abstrak": "Badan Usaha Milik Negara (BUMN) adalah organisasi yang kompleks yang\numumnya statis, hierarkis, dan birokratis. Fase-fase investasi yang dinamis dan \npanjang seringkali mengakibatkan tertundanya proyek-proyek pengembangan \nmigas, yang menyebabkan hilangnya peluang produksi awal dan peningkatan\ninvestasi modal. Proses pengambilan keputusan yang ada mungkin tidak cukup\nmenghargai inisiatif pengembangan ladang minyak, yang mengakibatkan\nketidakpastian dan mengarah pada penolakan keputusan investasi. Oleh karena\nitu, penilaian dilakukan untuk mengetahui apakah proses pengambilan keputusan\ndibedakan berdasarkan kriteria dan kompleksitas proyek pengembangan yang\ndiusulkan dibandingkan dengan proyek yang ada. Model gerbang bertahap\nberbasis konteks dan skala untuk industri minyak dan gas kemudian dikembangkan\nberdasarkan teori gerbang bertahap yang sebelumnya digunakan hanya untuk\npengembangan produk baru industri manufaktur.\n\nPenelitian ini mendemonstrasikan penerapan kombinasi metodologi sistem lunak\nberbasis penelitian tindakan dan sistem dinamika untuk meningkatkan proses\npengambilan keputusan di BUMN khususnya pengembangan lapangan minyak.\nPengumpulan data untuk proyek ini dilakukan melalui observasi pada berbagai\npertemuan peninjauan penentu keputusan dan pertemuan penilaian teknis, serta\nmelalui wawancara semi terstruktur dengan para pemangku kepentingan yang\nterlibat dalam rantai pengambilan keputusan untuk proyek pengembangan bisnis.\n\nDalam melakukan penelitian tindakan, dilakukan dua putaran siklus penelitian.\nPada siklus pertama peneltian, pengambilan data dilakukan dengan melakukan\nwawancara dan lembar pertanyaan ke sejumlah pemangku kepentingan yang\nterlibat di dalam sistem pengambilan keputusan. Dari hasil analisa data\ndisimpulkan bahwa transformasi digital harus diterapkan secara terintegrasi untuk\nmengurangi pekerjaan berulang. Berdasarkan permodelan pada sistem lunak\ndidapati pengurangan waktu peninjauan yang sangat besar yang berdampak baik\nterhadap pelaksanaan proyek yang diusulkan. Apliksi digital dengan sistem\narsitektur sesuai hasil permodelan dalam sistem lunak pun dikembangkan dan di\nterapkan ke dalam proses peninjauan usulan proyek pengembangan bisnis.  \nNamun ketika diterapkan langsung ke dalam sistem sesungguhnya, masih\nditemukan hambatan-hambatan dalam pengambilan keputusan dari para\npemangku kepentingan. Implementasi pada siklus pertama dilakukan dengan\nmelakukan perubahan alur proses pada aplikasi pengambilan keputusan yang\nsudah ada. Proses pembaruan aplikasi berhasil dilaksanakan dan di\nimplementasikan pada UEC dengan harapan realisasi dapat berjalan sesuai\ndengan hasil simulasi saat dilakukan pemodelan. Yang menjadi hambatan adalah\nkomitmen dari setiap pemangku kepentingan untuk menjalankan bisnis proses\nseluruhnya secara digital. Perbedaan komitmen dari setiap pemangku kepentingan\ninilah yang menjadikan pada kenyataannya hasil yang didapat tidak seperti dalam\nsimulasi. Temuan pada siklus pertama tadi menjadi masukan pada siklus kedua,\nsehingga dalam siklus kedua pengambilan data dilakukan dengan wawancara\nmendalam terhadap pemangku kepentingan yang lebih luas dan diutamakan\nberperan sebagai pengambil keputusan di fungsi atau direktorat-nya masingmasing.\n\n\n\n\nImplementasi\n\npada siklus kedua dilakukan dengan melakukan perubahan pada\nproses bisnis perusahaan terebih dahulu. Dengan memodifikasi model gerbang\nbertahap dari pengembangan produk menjadi gerbang bertahap untuk industri\nmigas dengan basis kontekstual menghasilkan proyek-proyek yang sederhana\nmendapat hak khusus untuk pengajuan proyek dengan tahap persetujuan yang jauh\nlebih sederhana. Setelah proses bisnis berhasil dimodifikasi, barulah perubahan\naplikasi pengambilan keputusan dilakukan menyesuaikan bisnis proses yang baru. \n\nHasilnya menunjukkan bahwa jumlah siklus tinjauan dalam proses pengambilan\nkeputusan berkurang secara signifikan berdasarkan kompleksitas proyek,\nmemastikan alokasi sumber daya penting dan langka untuk proyek, dan\nmengurangi total waktu penyelesaian. Sebaliknya, beberapa hambatan masih ada\ndi tingkat menengah dan lebih tinggi dari proses pengambilan keputusan.\nKesimpulan penting dari penelitian ini adalah bahwa pengambilan keputusan\nmanajemen akan mendapatkan keuntungan dengan mendelegasikan beberapa\nkegiatan tinjauan teknis dari subholding ke daerah dan mendelegasikan otorisasi\nkeuangan satu tingkat dari ambang batas yang ada.\n\nKeywords: Proses Nilai Modal; Gerbang Bertahap; Penelitian Tindakan;\nMetodologi Sistem Lunak; Dinamika Sistem.", "Daftar File": {}, "Penulis": "Hanto Yananto [39018005]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Utomo Sarjono Putro, M.Eng.", "Yos Sunitiyoso, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Proses Nilai Modal; Gerbang Bertahap; Penelitian Tindakan; Metodologi Sistem Lunak; Dinamika Sistem.", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "0 file", "Tanggal Input": "27 Jul 2022"}