{"Nomor": 66939, "Judul": "HIDROGEOLOGI SISTEM PANAS BUMI TOMPASO DAN IMPLIKASINYA TERHADAP MODEL KONSEPTUAL 3D", "Abstrak": "Lapangan panas bumi Tompaso terletak di kabupaten Minahasa, provinsi\nSulawesi Utara. Lapangan ini mulai beroperasi secara resmi sejak Desember 2016\nmelalui unit 5 dan 6 PLTP area Lahendong dengan kapasistas 2x20 MWe. Fluida\npanas bumi di Tompaso mengalir dari barat daya ke timur laut dikontrol oleh\nsesar Soputan. Sesar inilah yang mengontrol kemunculan manifestasi di Tompaso.\nAkan tetapi, manifestasi dengan ciri upflow muncul di dua tempat, yaitu Bukit\nKasih di bagian barat dan Toraget di bagian timur. Hal ini menimbulkan dugaan\nkemungkinan adanya dua pola aliran fluida. Oleh sebab itu, studi ini dilakukan\nuntuk mengidentifikasi pola hidrogeologi sistem panas bumi Tompaso.\nPendekatan yang digunakan yaitu analisis geokimia air terhadap lima mata air\npanas, satu mata air hangat, dan enam mata air dingin di sekitar Tompaso. Data\nkonsentrasi unsur terlarut diklasifikasikan menggunakan Analisis Komponen\nUtama (AKU) untuk melihat karakteristik setiap sampel. Hasil analisis ini\nmemperlihatkan data unsur terlarut manifestasi Bukit Kasih terletak berjauhan\ndengan manifestasi Toraget sehingga diinterpretasikan kedua manifestasi tipe\nupflow ini berasal dari reservoir yang berbeda. Hal ini didukung dengan data\nisotop stabil yang memperlihatkan isotop Bukit Kasih memiliki tren arah mixing\nyang berbeda dibanding dengan isotop Toraget. Berdasarkan kajian pola aliran\nfluida, aliran fluida di daerah Bukit Kasih dikontrol oleh struktur berarah relatif\nutara – selatan, sedangkan daerah Toraget dikontrol oleh struktur berarah barat\ndaya – timur laut. Hasil kajian pola aliran fluida ini diintegrasikan dengan data\ngeologi berupa peta dan penampang, data geofisika berupa resistivitas MT, dan\ndata sumur pemboran berupa temperatur serta kemunculan epidot untuk membuat\nmodel konseptual 3D. Pada umumnya model konseptual dibuat dalam 2D namun,\nrepresentasi dari model konseptual 2D memiliki keterbatasan dan kurang\nmemberikan informasi dalam menggambarkan sistem panas bumi. Model\nkonseptual 3D ini dibuat menggunakan perangkat lunak Leapfrog Geothermal\nyang dikembangkan oleh Seequent. Komponen sistem panas bumi yang\ndimodelkan, yaitu stratigrafi dan struktur geologi, pola isotermal, batuan\npenudung, reservoir, dan sumber panas. Model 3D yang telah dibuat dapat\ndijadikan acuan untuk pengembangan lapangan ke depan. Berdasarkan model 3D\nini pengembangan lapangan ke depan disarankan pada area sekitar Toraget di\nsebelah timur.", "Daftar File": {"COVER Claudio R.I. Ponggohong": "https://digilib.itb.ac.id/gdl/download/253712", "BAB 1 Claudio R.I. Ponggohong": "https://digilib.itb.ac.id/gdl/download/253713", "BAB 2 Claudio R.I. Ponggohong": "https://digilib.itb.ac.id/gdl/download/253714", "BAB 3 Claudio R.I. Ponggohong": "https://digilib.itb.ac.id/gdl/download/253715", "BAB 4A Claudio R.I. Ponggohong": "https://digilib.itb.ac.id/gdl/download/253716", "BAB 4B Claudio R.I. Ponggohong": "https://digilib.itb.ac.id/gdl/download/253717", "BAB 5 Claudio R.I. Ponggohong": "https://digilib.itb.ac.id/gdl/download/253718", "PUSTAKA Claudio R.I. Ponggohong": "https://digilib.itb.ac.id/gdl/download/253719"}, "Penulis": "Claudio R.I. Ponggohong [22617002]", "Kontributor / Dosen Pembimbing": ["Dr. Dasapta Erwin Irawan, S.T., M.T.", "Dr.Eng. Ir. Suryantini, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Panas Bumi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Hidrogeologi, Sistem Panas Bumi, Model Konseptual 3D.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "27 Jul 2022"}