{"Nomor": 66938, "Judul": "PENENTUAN TINGGI DAN LEBAR ZONA RUNTUH PADA TEROWONGAN TAPAL KUDA SECARA NUMERIK", "Abstrak": "Kestabilan lubang bukaan atau terowongan bawah tanah adalah topik yang banyak dipelajari pada tambang bawah tanah dan infrastruktur sipil. Untuk terowongan dangkal, masih banyak yang menggunakan persamaan yang dihasilkan secara empiris untuk menentukan besarnya beban mati dari zona runtuh yang dialami oleh penyangga. Penelitian ini bertujuan untuk menganalisis pengaruh dimensi dan kedalaman terowongan terhadap tinggi dan lebar zona runtuh dengan menggunakan\nmodel numerik. Analisis dilakukan dengan melihat hubungan antara penyebaran zona plastik dan distribusi tegangan vertikal di sekitar terowongan, terutama pada atap terowongan untuk menentukan tinggi zona runtuh dan pada dinding terowongan untuk menentukan lebar zona runtuh. Lebar model terowongan bervariasi dari 5 m hingga 20 m, sedangkan kedalaman terowongan bervariasi dari\n10 m hingga 80 m. Hasil penelitian ini menunjukkan bahwa dimensi dan kedalaman terowongan secara signifikan mempengaruhi tinggi dan lebar zona runtuh. Berdasarkan hasil analisis zona plastik, kedalaman terowongan dapat diklasifikasikan ke dalam zona dangkal, transisi, dan dalam. Hasilnya kemudian dibandingkan dengan teori beban mati Terzaghi dan Protodyakonov.", "Daftar File": {"ABSTRAK Deo Danava": "https://digilib.itb.ac.id/gdl/download/255361"}, "Penulis": "Deo Danava [12118053]", "Kontributor / Dosen Pembimbing": ["Ir. Teti Indriati, M.T.", "Simon Heru Prassetyo, S.T., M.Sc., Ph.D.", "Simon Heru Prassetyo, S.T., M.Sc., Ph.D.", "Yudhidya Wicaksana, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "tinggi zona runtuh, lebar zona runtuh, model numerik, terowongan dangkal, teori beban mati Terzaghi, teori Protodyakonov", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "27 Jul 2022"}