{"Nomor": 66941, "Judul": "DESAIN PERBAIKAN TANAH PADA LOKASI STOCKYARD DAN EMPLASEMEN STASIUN KERETA GARONGKONG DENGAN METODE STONE COLUMN", "Abstrak": "Pembangunan infrastruktur stockyard dan emplasemen stasiun kereta Garongkong terletak di Barru, Sulawesi Selatan. Berdasarkan hasil pengolahan data tanah, lokasi proyek memiliki kondisi tanah yang mendominasi berupa tanah lunak dan terdapat lapisan pasir lepas. Kondisi tanah tersebut dapat memberikan dampak buruk seperti potensi penurunan tanah berlebih, likuifaksi, dan masalah stabilitas timbunan sehingga dibutuhkan adanya perbaikan tanah.\nTugas akhir ini berisi desain perbaikan tanah dengan metode stone column untuk memitigasi penurunan tanah berlebih, potensi likuifaksi, dan stabilitas timbunan pada lokasi stockyard dan emplasemen stasiun kereta Garongkong di Zona 2, 3, dan 6. Analisis yang dilakukan dalam tugas akhir ini dimulai dari pengolahan data tanah, pengecekan penurunan tanah, pengecekan potensi likuifaksi, pengecekan stabilitas timbunan, desain stone column dalam memitigasi penurunan tanah berlebih, potensi likuifaksi dan stabilitas timbunan. Evaluasi penurunan tanah dan stabilitas timbunan dilakukan dengan metode numerik menggunakan MIDAS GTS NX pemodelan axisymmetric dan plane strain. Pada pengecekan stabilitas timbunan menggunakan konsep strength reduction method. Pengecekan awal potensi likuifaksi menggunakan metode NCEER (1998) dan analisis mitigasi potensi likuifaksi menggunakan metode Baez dan Martin (1993).\nBerdasarkan analisis yang dilakukan, didapat hasil bahwa pada Zona 3 dan 6 berpotensi mengalami penurunan tanah berlebih dan likuifaksi, serta pada setiap zona memiliki angka keamanan stabilitas timbunan yang belum memenuhi kriteria desain. Perbaikan tanah dengan menggunakan metode stone column dapat memitigasi potensi-potensi tersebut dengan konfigurasi desain yang digunakan adalah pola persegi, spasi 2 m, diameter 1 m untuk Zona 2 dan 3 sedangkan 1,1 m untuk Zona 6, kedalaman 17 m untuk Zona 3 dan 6 sedangkan 15 m untuk Zona 2, dan tebal LTP 0,6 m untuk setiap zona.", "Daftar File": {"ABSTRAK Rizal Jabarudin Nur": "https://digilib.itb.ac.id/gdl/download/253721"}, "Penulis": "Rizal Jabarudin Nur [15018092]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Hasbullah Nawir, S.T., M.T.", "Sugeng Krisnanto, S.T., M.T., Ph.D.", "Andhika Sahadewa, S.T., M.S.E, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "stockyard, emplasemen, penurunan tanah, likuifaksi, stabilitas, perbaikan tanah, stone column", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Jul 2022"}