{"Nomor": 66944, "Judul": "PENINGKATAN SISTEM PENGELOLAAN SAMPAH BERDASARKAN ABILITY TO PAY, WILLINGNESS TO PAY DAN WILLINGNESS TO PARTICIPATE DI DAERAH ALIRAN SUNGAI CITARUM HULU SEKTOR 6 KECAMATAN BOJONGSOANG", "Abstrak": "Sungai Citarum mengalami pencemaran lingkungan akibat masuknya sampah ke Sungai Citarum hingga 3512,2 ton/ hari. Dampak dari pencemaran ini dirasakan oleh Kecamatan Bojongsoang sebagai salah satu desa prioritas. Untuk mencegah dampak yang berkelanjutan diperlukan adanya upaya pembenahan sistem pengelolaan sampah. Penelitian ini bertujuan untuk melakukan peningkatan sistem pengelolaan sampah berdasarkan ability to pay, willingness to pay, dan willingness to participate masyarakat Kecamatan Bojongsoang yang dapat diperoleh melalui sampel timbulan sampah dan kuesioner. Sampel kuesioner diperoleh melalui 101 sampel yang dilengkapi dengan metode wawancara dan observasi langsung sementara sampel timbulan sampah sebanyak 26 sampel domestik dan 10 sampel non-domestik diperoleh melalui sampling timbulan sampah yang mengacu pada SNI 19-3964-1995. ATP dapat diketahui melalui jumlah pendapatan per bulan, WTP akan diketahui melalui metode stated preference dan willingness to participate akan diketahui melalui perhitungan indeks partisipasi. Berdasarkan perhitungan diperoleh nilai ATP sebesar Rp28.226,48, WTP sebesar Rp23.784,90 dan indeks willingness to participate termasuk pada golongan partisipasi tinggi, yaitu 79,97%. Untuk memberikan rekomendasi yang tepat diperlukan adanya skenario pesimis, moderat dan optimis timbulan sampah yang mengacu pada Jakstrada Tahun 2018 dan target outcome pengelolaan sampah Tim PPK DAS Citarum. Parameter yang digunakan pada skenario timbulan adalah minimasi timbulan sampah di sumber, optimasi pengumpulan sampah dan upaya pemilahan sampah sehingga terpilih skenario moderat. Rekomendasi peningkatan sistem yang diberikan adalah penggunaan pail bucket, alat pengangkut bak tertutup, skip bin dan pemanfaatan Black Soldier Fly. Adanya peningkatan sistem pengelolaan sampah ini memerlukan perubahan biaya pengelolaan sampah menjadi Rp25.000,00 /bulan/rumah.", "Daftar File": {"PRASTITA DOHARTA IRENE.pdf)u": "https://digilib.itb.ac.id/gdl/download/253732"}, "Penulis": "Prastita Doharta Irene [15318067]", "Kontributor / Dosen Pembimbing": ["Dr. I Made Wahyu Widyarsana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "ability to pay, Citarum Harum, sistem pengelolaan sampah, willingness to pay, willingness to participate", "Sumber": "Tugas Akhir Juli 2022", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "27 Jul 2022"}