{"Nomor": 66940, "Judul": "DESAIN PERBAIKAN TANAH PADA PEKERJAAN EMPLASEMEN DAN STOCKYARD STASIUN KERETA GARONGKONG DENGAN METODE DEEP SOIL MIXING", "Abstrak": "Kondisi tanah yang lunak sering kali memberikan dampak buruk dalam pembangunan infrastruktur di Indonesia. Perbaikan tanah merupakan salah satu solusi yang sangat berguna dalam mengatasi tanah lunak. Beberapa metode yang bisa digunakan antara lain deep soil mixing (DSM), stone column, PVD, dan lainnya. Metode yang digunakan bergantung pada jenis tanah eksisting, biaya konstruksi, durasi konstruksi, ketersediaan bahan, dan sebagainya.\nTugas akhir ini membahas tentang desain perbaikan tanah pada pekerjaan emplasemen dan stockyard Stasiun Kereta Garongkong dengan metode deep soil mixing untuk Zona 1 (STA 3+750 – STA 4+000), Zona 3 (STA 4+300 – STA 4+500), dan Zona 7 (STA 4+875 – STA 4+950). Desain yang dilakukan harus memenuhi kriteria desain untuk penurunan tanah, stabilitas timbunan, dan mitigasi likuifaksi.\nDesain perbaikan tanah metode deep soil mixing diawali dengan pengolahan data tanah dari hasil uji lapangan dan laboratorium untuk mendapatkan parameter tanah eksisting. Setelah itu, dilakukan evaluasi terhadap penurunan tanah, stabilitas timbunan, dan potensi likuifaksi. Evaluasi penurunan tanah dan stabilitas timbunan akan dimodelkan dengan bantuan perangkat lunak GTS NX. Pemodelan dilakukan dengan metode plane strain dan axisymmetric. Angka keamanan dari stabilitas timbunan akan dievaluasi dengan konsep strength reduction method (SRM). Potensi likuifaksi dievaluasi dengan metode NCEER (1998) dan Baez & Martin (1993).Berdasarkan evaluasi yang dilakukan diketahui bahwa kriteria desain untuk penurunan tanah, stabilitas timbunan, dan potensi likuifaksi tidak terpenuhi. Desain perbaikan tanah yang digunakan pada tugas akhir ini berupa deep soil mixing dengan pola persegi, diameter 0,7 m, spasi 1,5 m, dan tebal LTP 0,6 m untuk tiap zona sedangkan untuk panjang tiang DSM yang digunakan bergantung pada kedalaman tanah keras tiap zona.", "Daftar File": {"ABSTRAK Irsyad Baihaqi Pasaribu": "https://digilib.itb.ac.id/gdl/download/253720"}, "Penulis": "Irsyad Baihaqi Pasaribu [15018016]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Hasbullah Nawir, S.T., M.T.", "Sugeng Krisnanto, S.T., M.T., Ph.D.", "Andhika Sahadewa, S.T., M.S.E, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "stasiun, perbaikan tanah, penurunan tanah, stabilitas tanah, likuifaksi, deep soil mixing.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Jul 2022"}