{"Nomor": 66956, "Judul": "ANALISIS DISTRIBUSI DAN PROSPEK BATUAN KARBONAT PRE TAF PADA LAPANGAN CCC, CEKUNGAN JAWA BARAT UTARA, INDONESIA", "Abstrak": "Cekungan Jawa Barat Utara merupakan salah satu cekungan penghasil hidrokarbon\nterbesar di Indonesia. Semua prospek konvensional yang menargetkan Formasi\nParigi, Cibulakan, Baturaja, dan Talang Akar sudah di eksplorasi dan diproduksi.\nBerdasarkan korelasi kronostratigrafi regional ditemukan suatu interval karbonat\nyang berumur Eosen yang dinamakan Formasi Pre Talang Akar (Pre TAF) yang\nmerupakan play baru pada Cekungan Jawa Barat Utara. Interval karbonat ini telah\nterbukti menjadi salah satu reservoir, dimana salah satu sumur yang telah di bor\nyaitu CL-2 telah memproduksi hidrokarbon. Hal ini menandakan bahawa interval\nkarbonat dibawah Formasi Talang Akar ini merupakan interval target baru yang\nsangat menarik untuk dikaji dan diteliti pada cekungan ini.\nMetodologi yang dilakukan dalam penelitian ini terbagi atas beberapa tahapan\nyaitu: Mengidenfikasi karakteristik karbonat Pre TAF. Menghitung properti\npetrofisika untuk melihat kualitas reservoir. Memetakan distribusi karbonat Pre\nTAF dengan menggunakan data seismik 3D dan lima data sumur yang tersedia.\nMemetakan distribusi rekahan dan patahan dengan menggunakan data log gambar\ndan atribut seismik ant track. Hasil tersebut diintegrasikan untuk mencari karbonat\nPre TAF yang berpotensi menjadi reservoir.\nBerdasarkan hasil dari analisis batuan inti, terdapat perbedaan karakteristik pada\nbatuan karbonat Pre TAF pada dua sumur yang memiliki data batuan inti yaitu\nsumur CL-1 dan sumur CL-5. Batuan karbonat pada sumur CL-1 merupakan\nbatugamping berwarna putih sedangkan batuan karbonat pada sumur CL-5\nmerupakan batugamping berwarna hitam karena kaya akan kandungan material\norganik, hal ini disebabkan oleh adanya tinggian (horst) yang memisahkan kedua\nsumur tersebut. Hasil perhitungan petrofisika menunjukkan porositas batuan\ncenderung tidak bagus (tight). Peningkatan porositas karbonat disebabkan oleh\nadanya zona breksiasi yang disebabkan oleh patahan yang divalidasi keberadaannya\noleh log gambar yaitu sebesar 1,3% - 9%. Berdasarkan hasil analisis, sebaran rekahan pada sumur searah dengan sesar utama yang berarah NNE-SSW juga\nterlihat pada atribut ant track. Dari hasil pemetaan karbonat terdapat 11 build up\nkarbonat dimna tiga build up karbonat diantaranya sudah di bor. Hasil dari integrasi\nsemua data menunjukan terdapat lima prospek build up karbonat baru pada daerah\npenelitian.", "Daftar File": {"COVER Clarissa Crysta Chandra": "https://digilib.itb.ac.id/gdl/download/253789", "BAB 1 Clarissa Crysta Chandra": "https://digilib.itb.ac.id/gdl/download/253790", "BAB 2 Clarissa Crysta Chandra": "https://digilib.itb.ac.id/gdl/download/253791", "BAB 3A Clarissa Crysta Chandra": "https://digilib.itb.ac.id/gdl/download/253798", "BAB 3B Clarissa Crysta Chandra": "https://digilib.itb.ac.id/gdl/download/253800", "BAB 3C Clarissa Crysta Chandra": "https://digilib.itb.ac.id/gdl/download/253801", "BAB 4 Clarissa Crysta Chandra": "https://digilib.itb.ac.id/gdl/download/253803", "BAB 5 Clarissa Crysta Chandra": "https://digilib.itb.ac.id/gdl/download/253804", "PUSTAKA Clarissa Crysta Chandra": "https://digilib.itb.ac.id/gdl/download/253805"}, "Penulis": "Clarissa Crysta Chandra [22017302]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dardji", "Dr. Aswan, S.T., M.T.", "Dr. Dasapta Erwin Irawan, S.T., M.T.", "Reynaldy Fifariz, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "build up Karbonat, Rekahan, Pre TAF, Cekungan Jawa Barat Utara.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "27 Jul 2022"}