{"Nomor": 66955, "Judul": "STUDI STATION-KEEPING TURBIN ANGIN TERAPUNG LEPAS PANTAI TIPE SEMI-SUBMERSIBLE DI SULAWESI SELATAN DENGAN PERANGKAT LUNAK HYDROGEN DAN OPENFAST", "Abstrak": "Studi terhadap sumber energi baru terus dilakukan di Indonesia. Salah satu sumber energi baru yang memiliki potensi besar di Indonesia yaitu energi angin dengan potensi mencapai 60.647 MW. Dalam pemanfaatannya, struktur turbin angin perlu diletakkan pada area dengan kecepatan angin yang kuat seperti area lepas pantai. Namun area lepas pantai memiliki tantangan tersendiri yaitu kedalaman yang besar sehingga penggunaan struktur terapung dapat menjadi solusi dalam aplikasi turbin angin lepas pantai. Sebagai tahap awal pemanfaatannya, maka pada Tugas Akhir ini akan dilakukan studi terhadap turbin angin terapung di perairan Indonesia dengan menitikberatkan pada studi sistem station-keeping yang berhubungan dengan sistem tambat dari struktur terapung. Turbin angin yang direncanakan akan menggunakan sub-struktur tipe semi-submersible dengan sistem mooring menggunakan tali baja berdiameter sebesar 105 mm dan panjang aktual tali sebesar 898 meter. Analisis akan dilakukan menggunakan dua perangkat lunak yaitu HYDROGEN untuk mendapatkan nilai massa tambahan dan redaman akibat radiasi lalu dilanjutkan dengan menggunakan OpenFAST untuk simulasi pergerakan struktur dan gaya tarik dari tali mooring. Dari hasil evaluasi dan simulasi yang telah dilakukan, didapatkan sistem station-keeping terbaik dengan menggunakan konfigurasi 6 tali mooring dan jarak fairlead ke anchor sebesar 871 meter.", "Daftar File": {"ABSTRAK Blasius Arya Setiaji": "https://digilib.itb.ac.id/gdl/download/253785"}, "Penulis": "Blasius Arya Setiaji [15518070]", "Kontributor / Dosen Pembimbing": ["Ir. Rildova, M.T, Ph.D.", "Eko Charnius Ilman, S.T., M.T., Ph.D.", "Farid Putra Bakti, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Turbin angin, struktur terapung, station-keeping, HYDROGEN, OpenFAST", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Jul 2022"}