{"Nomor": 66952, "Judul": "MENGASES ADOPSI KONSUMEN INDONESIA TERHADAP KENDARAAN LISTRIK MENGGUNAKAN MODEL UTAUT2 YANG DIKEMBANGKAN", "Abstrak": "Pengguna pengenderana listrik di Indonesia masih terbilang rendah. Penelitian ini bertujuan\nmembuat pemahaman mengapa populasi kendaraan listrik di Indonesia masih rendah dengan\nmengukur tingkat adopsi konsumen kendaraan listrik di Indonesia menggunakan semua\nvariabel Teori Terpadu tentang Penerimaan dan Penggunaan Teknologi 2 (UTAUT2), dan juga\ntambahan beberapa variabel yang ditemukan pada penelitian sebelumnya seperti Technophilia,\nIlmu tentang Lingkungan yang Dirasakan, Risiko Kegunaan yang Dirasakan, Risiko Keuangan\nyang Dirasakan, Risiko Waktu yang Dirasakan. Metodologi penelitian didasarkan pada\npendekatan kuantitatif untuk mengumpulkan data primer. Kuesioner penelitian ini diadaptasi\ndan dikembangkan dari penelitian sebelumnya. Penelitian ini menargetkan 100 orang yang\nsecara khusus memiliki pengalaman mengemudikan kendaraan listrik di Indonesia, dan\nmenghasilkan 103 orang formulir kuesioner yang dianalisis. Program SmartPLS digunakan\nuntuk melakukan beberapa pengujian untuk memastikan data valid dan reliabel, serta untuk\nmenguji hipotesis penelitian. Hanya Performance Expectancy and Habit yang memiliki\npengaruh signifikan terhadap niat perilaku untuk menggunakan kendaraan listrik. Selanjutnya,\nHabit and Behavioral Intention mempengaruhi secara signifikan oleh Perilaku Penggunaan\nkendaraan listrik. Hal ini menunjukkan bahwa tingkat adopsi kendaraan listrik di Indonesia\nmasih rendah. Selain itu, rekomendasi dibuat untuk meningkatkan tingkat adopsi kendaraan\nlistrik di Indonesia dengan memahami variabel signifikan dan tidak signifikan yang diuji.\nTerakhir, teori UTAUT2 ini dikembangkan sebagai hasil dari penelitian ini dan akan digunakan\ndalam konteks adopsi kendaraan listrik. \n\n          \nKata Kunci: Kendaraan listrik, Adopsi Konsumen, Niat Perilaku, Perilaku Pengguna,\nUTAUT2, Indonesia", "Daftar File": {"2022 SK Naufal Irfanto-Abstract.pdf)u": "https://digilib.itb.ac.id/gdl/download/253772"}, "Penulis": "Naufal Irfanto [19019020]", "Kontributor / Dosen Pembimbing": ["Fitri Aprilianty, S.Si., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kendaraan listrik, Adopsi Konsumen, Niat Perilaku, Perilaku Pengguna, UTAUT2, Indonesia", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "27 Jul 2022"}