{"Nomor": 66953, "Judul": "PERANCANGAN STRUKTUR DERMAGA CURAH CAIR TIPE DECK ON PILE DI PELABUHAN KABIL, KECAMATAN NONGSA, KOTA BATAM", "Abstrak": "Indonesia merupakan negara maritim dan salah satu negara kepulauan terbesar di dunia. Dengan kondisi geografis sebagian besar perairan dan masyarakat yang semakin meningkat, Indonesia perlu meningkatkan konektivitas antar pulau dan menyamaratakan kesejahteraan kebutuhan pokok masyarakat Indonesia, salah satunya adalah crude palm oil (CPO). CPO merupakan hasil olahan dari kelapa sawit yang dapat dikembangkan menjadi banyak alternatif lainnya yang bermanfaat. Selain itu, dalam rangka pemenuhan Peraturan Presiden No. 87 Tahun 2011, dimana dibutuhkan peningkatan dan pengembangan pusat kegiatan di Pelabuhan Kabil, dapat dilakukan pengembangan Pelabuhan Curah Cair Kabil dengan meningkatkan kapasitas bongkar muat pelabuhan CPO.\nTugas Akhir ini membahas tentang perancangan struktur dermaga curah cair di Terminal Curah Cair Kabil, Kecamatan Nongsa, Kota Batam, Kepulauan Riau yang terdiri dari perancangan struktur dermaga tipe jetty dilengkapi dengan mooring dolphin yang bertujuan untuk melayani bongkar muat curah cair, khususnya CPO. Lingkup pembahasan dari Tugas Akhir meliputi pengumpulan dan pengolahan data, perancangan desain awal (preliminary design) struktur agar dapat menahan beban yang bekerja, pemodelan dan analisis struktur dengan software SAP 2000, perancangan penulangan elemen struktural, beserta analisis daya dukung tanah struktur, baik aksial maupun lateral. Elemen struktural pada struktur mencakup balok, pelat, tiang pancang, dan pile cap. Pemodelan dan analisis struktur akan dilakukan sesuai dengan batasan nilai UCR dan defleksi yang dapat diterima oleh struktur sesuai batasan standar. Output dari pemodelan berupa desain optimum dan akan didapatkan gaya dalam beserta reaksi perletakan struktur dermaga yang akan digunakan pada desain tulangan elemen struktural dan analisis daya dukung tanah.\nStruktur jetty hasil perancangan memiliki dimensi panjang 141,6 m dan lebar 31,6 m dan untuk mooring dolphin memiliki dimensi panjang 4 m dan lebar 4 m. Kedua struktur menggunakan data lingkungan yang sama sehingga memiliki elevasi yang sama, yaitu sebesar +5 m dari LWS. Berdasarkan desain struktur optimum, tiang pancang yang digunakan untuk struktur jetty adalah 700 mm dengan ketebalan 15 mm dan untuk struktur mooring dolphin adalah 600 mm dengan ketebalan 11 mm. Struktur jetty perlu dipancang hingga kedalaman 22 m di bawah dasar laut dan struktur mooring dolphin hingga kedalaman 10 m di bawah dasar laut agar memenuhi gaya aksial dan lateralnya. Hasil dari Tugas Akhir ini berupa dimensi struktur beserta dimensi elemen struktural dari struktur, fasilitas berlabuh dan bertambat kapal, detail penulangan elemen struktural dermaga, beserta kedalaman pemancangan tiang pancang.", "Daftar File": {"ABSTRAK Erika Gunawan": "https://digilib.itb.ac.id/gdl/download/253773"}, "Penulis": "Erika Gunawan [15518002]", "Kontributor / Dosen Pembimbing": ["Ir. Rildova, M.T, Ph.D.", "Eddy Rachman Gandanegara, S.T., M.T.", "Izqi Yustina Ammylia Yusuf, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Desain, Dermaga Curah Cair, Pemodelan Struktur, Penulangan, Daya Dukung Tanah", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Jul 2022"}