{"Nomor": 66981, "Judul": "TIDAL TURBINE CONFIGURATION ANALYSIS AT LARANTUKA STRAIT, EAST NUSA TENGGARA, INDONESIA", "Abstrak": "Continuous use of fossil fuels has proven to have a significant impact on the\nclimate. Indonesia has declared its commitment in achieving net-zero emissions by\n2060 as an effort to reduce the effects of climate change. One of the strategies\nimplemented is the transition to new and renewable energy, such as tidal stream\nenergy. Research conducted shows that one of the strongest tidal currents is located\nat Larantuka Strait. This thesis aims to assess the resources available at Larantuka\nStrait using the Linear Momentum Actuator Disc Theory (LMADT) in a parallelsided\ntube and analyze the power generated for various tidal turbine configurations.\nThe research is limited to the analysis of turbine configurations in a fence\nformation. The assessment is conducted in two ways: two-dimensional\nhydrodynamic modeling using TELEMAC2D and simplified as a one-dimensional\nmodel using the Runge-Kutta method. Based on the results for May 2022, the\nlocation has a maximum tidal current velocity of 2.67 m/s and an average velocity\nof 1.6 m/s. The thesis evaluates three types of commercial turbines: Tocardo T1,\nTocardo T2, and SCHOTTEL HYDRO, using the one-dimensional model\ncalculation with the Runge-Kutta method. The evaluation proves that the blockage\nratio, an important parameter in this research, has an important effect on power\nproduction. As the blockage ratio increases, the power production initially\nincreases, but then decreases approaching zero as the ratio advances to 1. This\nhappens because the thrust asserted by the turbines gets stronger with the increase\nof blockage ratio, reducing the current velocity along the turbine, thus lowering the\namount of power produced. Moreover, high values of thrust generated to create a\nneed for a more resilient power extraction structure. Another important parameter\nin this theory is the turbine wake velocity coefficient ?4, which represents the ratio\nof the turbine flow velocity after it passes the turbines to the initial velocity.\nCalculations showed that for the model, the maximum power was achieved for ?4\n= 0.33. Based on the research, the optimal blockage ratio for power extraction is\n0.25, which results in 2 GWh of power in May 2022, or roughly 24 GWh per year.", "Daftar File": {"ABSTRAK Audrey Seravina": "https://digilib.itb.ac.id/gdl/download/253888"}, "Penulis": "Audrey Seravina [15518006]", "Kontributor / Dosen Pembimbing": ["Ir. Rildova, M.T, Ph.D.", "Dr.Eng. Nita Yuanita, S.T., M.T.", "Ir. Ahmad Mukhlis Firdaus, S.T., M.T., DPhil."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Tidal stream energy, Linear Momentum Actuator Disc Theory, hydrodynamic modeling, Runge-Kutta method.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Jul 2022"}