{"Nomor": 66986, "Judul": "PENGUKURAN KURVA KARAKTERISTIK TANAH-AIR PEMBASAHAN PASIR GALUNGGUNG PADA NILAI ISAPAN MATRIKS 0-20 KILOPASCAL MENGGUNAKAN METODE KOLOM KAPILARITAS", "Abstrak": "perubahan volume tanah. Hal ini dikarenakan kadar air yang terkandung dalam\ntanah ikut berubah. Perubahan kadar air ini dapat dilihat melalui kurva karakteristik\ntanah-air. Salah satu metode pengukuran kurva karakteristik tanah-air yang dapat\nmemvariasikan nilai isapan matriks adalah menggunakan alat Tempe cell. Namun,\nharga alat tersebut sangat mahal. Sehingga, diperlukan alat dan metode lain yang\nlebih murah untuk mengukur kurva karakteristik tanah-air seperti metode kolom\nkapilaritas.\nMetode kolom kapilaritas membentuk tanah menjadi kolom tanah, kemudian pada\nbagian bawah diberi air terdistilasi, lalu diamati dengan jangka waktu tertentu.\nSetelah itu, dilakukan pengamatan kadar air tanah pada tiap ketinggian tertentu\nuntuk mendapatkan nilai kadar air pada isapan matriks yang bersesuaian dengan\nketinggian tempat tanah diambil. Proses ini dilakukan hingga didapatkan nilai kadar\nair yang sudah ekuilibrium untuk tiap nilai isapan matriks yang ditentukan. Nilai\nkadar air yang sudah ekuilibrium terhadap nilai isapan matriks yang bersesuaian\ndimasukkan ke grafik agar menjadi kurva karakteristik tanah-air. Selain itu,\ndilakukan juga simulasi pengujian di laboratorium menggunakan aplikasi SEEP/W\nuntuk menjustifikasi pengujian yang telah dilakukan.\nKurva karakteristik tanah-air pembasahan pasir galunggung yang dihasilkan\nmenggunakan metode kolom kapilaritas kurang sesuai secara teoretis karena\nkepadatan spesimen pasir galunggung di kolom alat uji berbeda-beda pada tiap\nketinggian. Berdasarkan kurva waktu ekuilibrium yang terbentuk, nilai kadar air\nsudah mencapai ekuilibrium pada hari ke 3. Kemudian, kurva waktu ekuilibrium\nyang terbentuk dari aplikasi SEEP/W terlihat sudah sesuai secara teoretis dan nilai\nkadar air dari pengujian di laboratorium sudah bersinggungan. Hal ini menandakan\nbahwa pemodelan yang dilakukan dari aplikasi SEEP/W sudah sesuai dengan data\nyang didapatkan dari pengujian di laboratorium. Sehingga, nilai kadar air pada\nkurva waktu ekuilibrium hasil pemodelan untuk waktu tunggu selain dari data\npengujian di laboratorium dapat digunakan sebagai nilai kadar air estimasi.", "Daftar File": {"ABSTRAK Ivan Edbert": "https://digilib.itb.ac.id/gdl/download/253893"}, "Penulis": "Ivan Edbert [15018116]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Hasbullah Nawir, S.T., M.T.", "Sugeng Krisnanto, S.T., M.T., Ph.D.", "Andhika Sahadewa, S.T., M.S.E, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pasir Galunggung, Kurva Karakteristik Tanah-Air Pembasahan, Isapan Matriks, Metode Kolom Kapilaritas, SEEP/W.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Jul 2022"}