{"Nomor": 66992, "Judul": "PERANCANGAN SISTEM GEOTEKNIK JALAN TOL BOGOR OUTER RING ROAD (BORR) SEKSI IIIB", "Abstrak": "Jalan Tol Bogor Outer Ring Road (BORR) merupakan bagian dari Jakarta Outer\nRing Road (JORR) III. Tujuan pembangunan jalan tol lingkar luar khususnya Tol\nBORR yaitu untuk memisahkan lalu lintas di dalam Kota Bogor dan lalu lintas yang\nhanya melewati Kota Bogor. Jalan Tol BORR terbagi menjadi tiga seksi yang\nmenghubungkan Sentul Selatan hingga Simpang Salabenda. Saat ini, sedang\ndirencanakan pembangunan Jalan Tol BORR Seksi IIIB, yang terbentang dari\nSimpang Semplak hingga Simpang Salabenda. Sebagian Jalan Tol BORR Seksi\nIIIB akan dibangun sebagai jalan layang di atas jalan eksisting yaitu Jalan KH Soleh\nIskandar.\nTugas akhir ini membahas perancangan geoteknik Jalan Tol BORR Seksi IIIB yang\nterdiri dari perancangan fondasi dan timbunan. Perancangan timbunan preloading\ndiaplikasikan dalam bentuk timbunan pasir dengan ketinggian penimbunan sesuai\ndengan daerah penimbunan. Preloading akan meningkatkan kekuatan tanah\n(strength gain) dengan mengaplikasikan beban dan mengkonsolidasikan tanah pada\nlokasi proyek. Timbunan dilakukan secara bertahap dan dianalisis stabilitas lereng\ntimbunan dengan perangkat lunak PLAXIS 2D. Pengaplikasian prefabricated\nvertical drain juga dilakukan untuk mempercepat waktu konsolidasi tanah pada\njalan segmen non-layang.\nPerancangan desain fondasi bertujuan sebagai struktur yang dapat menahan beban\n– beban struktur di atasnya. Analisis desain fondasi dilakukan secara manual yang\nmeliputi daya dukung tiang tunggal, grup tiang, dan dibuat modelnya dengan\nperangkat lunak PLAXIS 3D untuk dilihat besar penurunan (settlement) yang terjadi. Jenis fondasi yang digunakan yaitu fondasi dalam tiang bor yang didesain\npada setiap pilar dengan panjang tiang yang bervariasi yaitu 32 m, 34 m, dan 36 m.", "Daftar File": {"ABSTRAK Siti Nurhaliza": "https://digilib.itb.ac.id/gdl/download/253898"}, "Penulis": "Siti Nurhaliza [15018097]", "Kontributor / Dosen Pembimbing": ["Dr. Harmein Rahman, S.T., M.T.", "Dr.Eng. Hasbullah Nawir, S.T., M.T.", "Muhammad Riyansyah, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Timbunan preloading, PVD, PLAXIS 2D, PLAXIS 3D, stabilitas lereng, fondasi tiang bor.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Jul 2022"}