{"Nomor": 66999, "Judul": "ANALISIS STRATEGI KOMUNIKASI PADA INDUSTRI KESEHATAN DAN  KEBUGARAN STUDI KASUS: CAMELIFE", "Abstrak": "Maraknya pandemi COVID-19 khususnya di Indonesia berdampak pada meningkatnya kesadaran akan\nkesehatan salah satunya adalah perubahan gaya hidup menjadi gaya hidup sedentary yang menyebabkan\nkurangnya aktivitas fisik termasuk olahraga. Dengan meningkatnya olahraga khususnya olahraga yang\nbertujuan untuk menambah otot dan menurunkan berat badan maka diperlukan tambahan nutrisi yang dapat\nmenggunakan suplemen olahraga untuk memenuhi asupan nutrisi yang tidak dapat dipenuhi dalam\nkehidupan sehari-hari. Penelitian ini bertujuan untuk mengetahui strategi komunikasi yang tepat dalam\nmemasarkan produk suplemen olahraga bagi para pelaku bisnis yang baru memulai di industri kesehatan\ndan kebugaran untuk meningkatkan customer engagement melalui brand awareness. Dengan menggunakan\npendekatan kualitatif, data penelitian ini dikumpulkan dengan melakukan wawancara mendalam dengan 3\njenis kriteria informan dengan total 7 informan pelanggan, 3 ahli dimana 2 ilmu kebugaran dan 1 pemasaran,\ndan 1 perusahaan kesehatan dan kebugaran. Data yang terkumpul dianalisis menggunakan coding dan\ntriangulasi dengan validasi melalui pakar, perusahaan, dan penelitian sebelumnya. Hasil penelitian ini\nmemperoleh kerangka penelitian baru dimana sebagai bisnis baru di industri kesehatan dan kebugaran, \nsaluran pemasaran tidak hanya mempertimbangkan dari segi online, tetapi juga dari segi offline dan kualitas\nproduk. Strategi yang dapat digunakan pada saluran online adalah dengan melakukan aktivitas di media\nsosial, e-commerce, dan website. Sedangkan untuk saluran offline melalui Personal Trainer dan partner di\nGYM. Selain strategi pemasaran, dalam industri ini perlu ditekankan efektivitas produk yang mengacu pada\nkualitas produk. Hasil penelitian ini diharapkan dapat memberikan representasi strategi komunikasi yang\npaling efektif dengan melihat pengalaman olahraga dan pengetahuan tentang gizi calon pelanggan serta\nharapan mereka terhadap aktivitas media sosial yang disediakan oleh merek suplemen olahraga.\n\nKata kunci: Strategi Komunikasi, Industri Kesehatan dan Kebugaran, Suplemen Olahraga, Pemasaran\nOnline, Pemasaran Offline, Kualitas Produk, Pengalaman Latihan, Pengetahuan Nutrisi", "Daftar File": {"2022 SK ANINDYA ANGGRAINI PUTRI-ABSTRACT.pdf)u": "https://digilib.itb.ac.id/gdl/download/253906", "Final Project_Anindya Anggraini Putri_19219051i.pdf": "https://digilib.itb.ac.id/gdl/download/263790"}, "Penulis": "Anindya Anggraini Putri [19219051]", "Kontributor / Dosen Pembimbing": ["Amilia Wulansari, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Komunikasi, Industri Kesehatan dan Kebugaran, Suplemen Olahraga, Pemasaran Online, Pemasaran Offline, Kualitas Produk, Pengalaman Latihan, Pengetahuan Nutrisi", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "2 file", "Tanggal Input": "28 Jul 2022"}