{"Nomor": 66990, "Judul": "MENGETAHUI PENGARUH BANTUAN SOSIAL DAN PINJAMAN MODAL TERHADAP UMKM DI INDONESIA", "Abstrak": "Usaha Mikro Kecil dan Menengah (UMKM) hampir dapat dijumpai di setiap negara. Di\nIndonesia sendiri, UMKM menjadi salah satu prioritas dalam pembangunan ekonomi nasional.\nSelama ini, perkembangan UMKM sudah memperluas basis ekonomi dan memberikan\nkontribusi yang cukup signifikan dalam meningkatkan perekonomian daerah dan ketahanan\nekonomi nasional. Berdasarkan data dari Kementerian Koperasi dan UKM tahun 2019, jumlah\nUMKM di Indonesia telah menunjukkan angka di atas 65 juta, dengan jumlah tenaga kerja\nyang terserap sebanyak 119 juta orang. Hal ini menunjukkan bahwa baik pemerintah maupun\nmasyarakat memanfaatkan potensi UMKM sehingga kesejahteraan masyarakat meningkat.\nSayangnya, pada masa Pandemi Covid-19 ini banyak UMKM yang merugi bahkan bangkrut\nhingga akhirnya tidak bisa berjualan lagi selama masa PSBB. Oleh karena itu, Pemerintah\nmencanangkan stimulus berupa Bantuan Sosial Produktif untuk menghidupkan kembali\nproduktivitas UMKM akibat Pandemi Covid-19. Hal lain yang dilakukan untuk menghidupkan\nkembali produktivitas UMKM yaitu dengan adanya pinjaman kredit dari perbankan dan\nplatform financial technology (fintech) seperti P2P Lending, Crowdfunding, dan lainnya.\nNamun, Bantuan sosial yang diberikan oleh pemerintah dan pinjaman modal yang tersedia\nmasih belum tersebarkan secara merata kepada UMKM. Maka dari itu pada penelitian kali ini,\npeneliti ingin menemukan pengaruh bantuan sosial dan pinjaman modal terhadap UMKM.  \nPenelitian ini disajikan dengan menggunakan pendekatan analisis kualitatif. Dalam prosesnya,\npenelitian ini menggunakan metode studi kasus dengan dua cara pengambilan data, yaitu\ndengan penyebaran kuesioner serta wawancara secara mendalam. Penyebaran kuisoner\ndilakukan pada 82 responden yang memiliki lapangan usaha sebagai UMKM dan kemudian\ndiambil 5 responden yang pernah mendapatkan bantuan sosial atau pinjaman modal untuk\ndilakukan wawancara secara mendalam. Pada penelitian ini ditemukan bahwa bantuan sosial\ndan pinjaman modal memiliki pengaruh yang positif terhadap UMKM. Sehingga pada\npenelitian ini diharapkan dapat menjadi bahan evaluasi terhadap pemerintah Indonesia untuk\nlebih memperhatikan UMKM terutama yang belum pernah mendapatkan bantuan sosial dan\npinjaman modal. \n\nKata Kunci: UMKM, Bantuan Sosial, Pinjaman Modal, Covid-19", "Daftar File": {"2022 SK Rafif Fakhrizal Amri-Abstract.pdf)u": "https://digilib.itb.ac.id/gdl/download/253897"}, "Penulis": "Rafif Fakhrizal Amri [19019118]", "Kontributor / Dosen Pembimbing": ["Dra. Sri Hartati, M.Si.", "Taufik Faturohman, S.T., MBA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "UMKM, Bantuan Sosial, Pinjaman Modal, Covid-19", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "28 Jul 2022"}