{"Nomor": 66997, "Judul": "ESTIMASI NUMERIK FAMILI KURVA KERENTANAN SEISMIK UNTUK BANGUNAN RANGKA BETON BERTULANG DENGAN DINDING PENGISI BATU BATA NON-REKAYASA", "Abstrak": "Indonesia merupakan negara yang memiliki potensi besar terhadap terjadinya gempa bumi. Berdasarkan data yang tercatat, menunjukkan bahwa rumah residensial adalah yang paling rentan terhadap gempa bumi. Akan tetapi, belum ada angka pasti yang menunjukkan kerentanan dari populasi rumah residensial tersebut. Sehingga salah satu langkah yang dapat dilakukan adalah dengan membuat famili kurva kerentanan bangunan. Dari kurva tersebut akan dilihat besarnya kemungkinan rumah residensial akan mengalami kehancuran apabila dikenai beban gempa.\nPada penelitian ini, penulis berfokus pada rumah residensial dengan jenis beton bertulang dengan dinding pengisi batu bata yang saat ini semakin marak digunakan di Indonesia. Dalam penelitian ini, penulis akan meninjau prilaku struktur terhadap perubahan jarak antar kolom dan jumlah lantai.\nPengambilan data lapangan dilakukan untuk menjadi dasar pemodelan numerik struktur. Dalam melakukan pemodelan numerik, ukuran kolom dan balok akan digunakan sesuai dengan data lapangan yang didapatkan. Akan tetapi, apabila terjadi kegagalan pada struktur akibat beban gravitasi, ukuran kolom dan balok dari data lapangan akan dibesarkan agar dapat menahan beban gravitasi. Pada penelitian ini, dinding pengisi batu bata dianggap sebagai elemen yang menambah kekakuan pada struktur dan akan dimodelkan sebagai strut tekan.\nDari model numerik yang telah dibangun, 11 pasang rekaman akselerasi gempa dikenakan pada struktur dengan menggunakan analisis riwayat waktu. Puncak Akselerasi Tanah akan dibesarkan atau dikecilkan sedemikian sehingga terjadi kegagalan pada satu elemen struktur yang diasumsikan sebagai kerusakan pada struktur. Dari analisis tersebut akan didapatkan nilai rata-rata dan standar deviasi dari 11 puncak akselerasi gempa yang menyebabkan kehancuran pada struktur yang kemudian dilakukan analisis distribusi dengan distribusi lognormal sehingga didapatkan kurva kerentanan bangunan.\nDari penelitian yang dilakukan, famili kurva kerentanan untuk 9 model bangunan beton bertulang dengan dinding pengisi batu bata non rekayasa telah dibuat. Penulis mendapatkan kesimpulan bahwa mode kerusakan yang terjadi adalah kegagalan pada dinding pengisi. Dari hasil famili kurva kerentanan, didapatkan bahwa semakin banyak jumlah lantai maka bangunan akan semakin rentan mengalami kerusakan akibat terjadinya gempa bumi. Untuk perbedaan jarak antar kolom, didapatkan bahwa bangunan dengan perbandingan nilai luas total kolom terhadap luas perimeter bangunan yang lebih besar akan memiliki kemungkinan runtuh yang lebih kecil apabila dikenai gempa bumi.", "Daftar File": {"ABSTRAK Misbahuddin": "https://digilib.itb.ac.id/gdl/download/253904"}, "Penulis": "Misbahuddin [15018037]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Herlien Dwiarti Soemari", "Prof. Ir. Iswandi Imran, M.A.Sc., Ph.D.", "Prasanti Widyasih Sarli, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "rumah residensial, non rekayasa, kurva kerentanan, jarak kolom, jumlah lantai.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Jul 2022"}