{"Nomor": 66996, "Judul": "PERANCANGAN JALAN TOL BOGOR OUTER RING ROAD (BORR) SEKSI IIIB UNTUK FASILITAS SISTEM TRANSPORTASI DAN SISTEM DRAINASE", "Abstrak": "Kota Bogor merupakan salah satu kawasan penyangga Ibu Kota Negara, DKI\nJakarta. Pengembangan Kota Bogor berdampak terhadap peningkatan jumlah\npergerakan di dalam kota dan pergerakan yang hanya melewati kota. Sebagai upaya\npemisahan lalu lintas primer dan sekunder, pemerintah membangun Jalan Tol\nBogor Outer Ring Road (BORR) yang merupakan rencana bagian dari Jakarta\nOuter Ring Road (JORR) III, yang sampai saat ini, terbentang dari Sentul Selatan\nsampai Simpang Semplak, terbagi menjadi tiga seksi. Saat ini, sedang direncanakan\npembangunan Jalan Tol BORR Seksi IIIB, yang terbentang dari Simpang Semplak\nhingga Junction Salabenda.\nAgar pembangunan Jalan Tol BORR Seksi IIIB dapat memberikan manfaat sesuai\nyang diharapkan, diperlukan perencanaan jalan tol yang mampu melayani demand\npergerakan lalu lintas seoptimal mungkin. Estimasi lalu lintas Jalan Tol BORR\nSeksi IIIB selama umur rencana didapatkan dengan menggunakan model\nperencanaan transportasi empat tahap, yaitu trip generation, trip distribution,\nmodal split, dan trip assignment. Hasil pemodelan menunjukkan arus lalu lintas\nsebesar 11.321 kendaraan/hari di tahun 2024 dengan pertumbuhan 7,54% per tahun\nhingga mencapai 45.493 kendaraan.hari di akhir masa layannya pada tahun 2064.\nJalan Tol BORR Seksi IIIB terdiri dari segmen elevated sepanjang 734,6 m dan\nsegmen at grade sepanjang 2.923,02 m dengan panjang total 3,65 km. Pada\nperancangan geometrik Jalan Tol BORR Seksi IIB, dihasilkan jalan tol tipe 4/2 D\ndengan kecepatan rencana 120 km/jam. Tikungan horizontal dirancang sebanyak 5\nPI, dengan 4 tipe SCS dan 1 tipe SS. Tikungan vertikal dirancang sebanyak 8 PVI,  dengan 3 lengkung cembung dan 5 lengkung cekung. Pada perancangan perkerasan\njalan, jenis perkerasan jalan yang digunakan untuk segmen elevated adalah\nperkerasan kaku pelat beton setebal 22,5 cm dan dilapisi overlay perkerasan lentur\nHRS – WC setebal 4 cm. Untuk segmen at grade, didesain perkerasan kaku tipe\nBeton Semen Bersambung tanpa Tulangan (JPCP) namun dengan tambahan\nwiremesh non struktural, di mana tebal pelat beton adalah 30,5 cm, fondasi bawah\nbeton kurus 10 cm, dan lapisan fondasi agregat kelas A 15 cm. Pada perancangan\ndrainase, dihasilkan pipa drainase lantai jembatan berbahan PVC dengan diameter\n40 cm serta saluran tepi jalan pasangan batu berpenampang trapesium untuk\nsegmen elevated berdimensi b = 0,4 m dan h = 0,4 m. Sementara untuk segmen at\ngrade dengan dimensi variasi yaitu b = 0,8 m dan h = 0,8 m, b = 0,5 m dan h = 0,6\nm, b = 0,6 m dan h = 0,8 m, serta b = 0,8 m dan h = 0,85 m. Dibutuhkan juga 2\ngorong-gorong box culvert beton bertulang dengan dimensi 1,2 x 1,2 x 1 m dan 3\nsusun box culvert beton bertulang berdimensi 2 x 2 x 1 m untuk melintasi kontur\nsungai. Perkiraan biaya konstruksi Jalan Tol BORR Seksi IIIB yang meliputi\npekerjaan drainase dan pekerjaan perkerasan bernilai Rp90.583.291.766,24.", "Daftar File": {"ABSTRAK Ralitsa Zharfan Klaura": "https://digilib.itb.ac.id/gdl/download/253903", "COVER Ralitsa Zharfan Klaura": "https://digilib.itb.ac.id/gdl/download/258262", "PUSTAKA Ralitsa Zharfan Klaura": "https://digilib.itb.ac.id/gdl/download/258274", "LAMPIRAN Ralitsa Zharfan Klaura": "https://digilib.itb.ac.id/gdl/download/258275"}, "Penulis": "Ralitsa Zharfan Klaura [15018111]", "Kontributor / Dosen Pembimbing": ["Dr. Harmein Rahman, S.T., M.T.", "Dr.Eng. Hasbullah Nawir, S.T., M.T.", "Muhammad Riyansyah, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "pemodelan transportasi, geometrik jalan, perkerasan jalan, drainase jalan, estimasi biaya konstruksi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "14 file", "Tanggal Input": "28 Jul 2022"}