{"Nomor": 67006, "Judul": "IDENTIFYING THE CAUSES OF TEAM EFFECTIVENESS PROBLEM IN A NEW VENTURE TEAM. CASE STUDY: AGRI-CULTURED", "Abstrak": "Kegiatan kewirausahaan di seluruh dunia semakin berkembang. Wirausahawan menjalankan\nkegiatan kewirausahaannya dengan menciptakan sebuah ventura baru yang disebut dengan\nstartup. Ventura baru ini merupakan permainan tim. Oleh karena itu, efektivitas tim ventura\nbaru merupakan aspek penting dalam proses kewirausahaan untuk menciptakan startup yang\nsukses. Dalam penelitian ini, penulis ingin mengeksplorasi penyebab masalah efektivitas tim\ndi startup bernama 'Agri-Cultured'. Agri-Cultured adalah startup yang didirikan oleh empat\nmahasiswa Program Kewirausahaan di SBM ITB. CEO Agri-Cultured menyatakan bahwa ide\ndari proyek ini memiliki banyak potensi, tetapi tim tidak cukup baik untuk dapat\nmemaksimalkan potensi yang dimilikinya. Penelitian ini akan menggunakan Team\nEffectiveness Questionnaire (TEQ) yang membagi efektivitas tim menjadi delapan dimensi\nyang saling berhubungan. Dalam melakukan penelitian, penulis memulai dengan melakukan\nkuisioner pendahuluan, hasil dari kuisioner tersebut akan menjadi dasar dalam proses\npengumpulan data wawancara secara lebih mendalam. Data yang dikumpulkan dari\nwawancara akan dianalisis dengan menggunakan metode kualitatif deskriptif. Dari kuesioner\npendahuluan ditemukan bahwa ada dua dimensi yang bermasalah. Namun jika ditelusuri\nlebih jauh dari wawancara mendalam, terdapat permasalahan pada tujuh dari delapan dimensi\ndalam Agi-Cultured. Dari permasalahan tersebut, ada tiga faktor inti yang diidentifikasi\nsebagai penyebab permasalahan. Ditemukan bahwa tujuan tunggal Agri-Cultured untuk\nmemenuhi persyaratan akademik, ketidakmampuan untuk mengembangkan hubungan\nmelalui komunikasi online, dan ketidaksesuaian kurikulum dalam mengakomodasi bisnis\nsiswa diidentifikasi sebagai faktor inti yang menyebabkan masalah efektivitas tim di\nAgri-Cultured. Berdasarkan temuan penelitian ini penulis memberikan rekomendasi kepada\nAgri-Cultured, wirausahawan, Program Kewirausahaan di SBM ITB dan peneliti masa depan\nyang tertarik untuk menangani topik ini.\nKata kunci: Tim Ventura Baru, Permasalahan Efektivitas Tim, Efektivitas Tim", "Daftar File": {"2022 SK Pratama Dewanto Azhari-Abstract.pdf\n]": "https://digilib.itb.ac.id/gdl/download/253962", "Final Project_Pratama DewantoAzhari_19219018.pdf": "https://digilib.itb.ac.id/gdl/download/265796"}, "Penulis": "Pratama Dewanto Azhari [19219018]", "Kontributor / Dosen Pembimbing": ["Aria Bayu Pangestu, S.Mn., MHRM"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Tim Ventura Baru, Permasalahan Efektivitas Tim, Efektivitas Tim", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "2 file", "Tanggal Input": "28 Jul 2022"}