{"Nomor": 67019, "Judul": "VALUASI SAHAM DAN KINERJA PT BANK TABUNGAN NEGARA INDONESIA (PERSERO) TBK", "Abstrak": "Krisis ekonomi yang terjadi di Indonesia pada 1998 dan 2008 menyebabkan pemerintah menyadari pentingnya penilaian kesehatan bank dan kinerja perekonomian. OJK sebagai pengawas bank menerbitkan peraturan untuk menganalisis kesehatan bank menggunakan metode RBBR. Selama pandemi Virus Corona di Indonesia, semua industry terdampak karena aktivitas bisnis terhenti. BTN sebagai bank yang memperdagangkan sahamnya juga menghadapi penurunan, terlebih penurunan ini sudah terjadi sebelum pandemi.  \n \nTujuan dari penelitian ini adalah untuk menganalisis kesehatan BTN berdasarkan rasio dari kinerja keuangan dan valuasi saham untuk menentukan apakah BTN merupakan investasi yang bagus berdasarkan nilai saham undervalued atau overvalued. Valuasi saham ini diperlukan oleh investor untuk menentukan investasinya. Data yang digunakan dalam penelitian ini adalah laporan keuangan tahunan BTN dari tahun 2017-2021. \n \nAnalisis data periode sebelumnya menunjukkan bahwa BTN mengalami peningkatan kesehatan dalam kinerja keuangannya di tahun 2021. BTN berhasil menurunkan risiko yang dihadapi dengan NPL sangat sehat pada 1,20% dan menurunkan LDR sehat pada 92,86%. BTN juga berhasil meningkatkan pendapatannya dengan ROA cukup sehat pada 0,81% dan NIM sangat sehat pada 3,99%. BTN juga memiliki CAR yang sangat sehat pada periode sebelumnya, namun BTN berhasil meningkatkan CAR sampai 25,34%.  \n \nValuasi saham pada penelitian ini menggunakan valuasi relatif dan valuasi absolut. Valuasi saham absolut menggunakan data historis pembayaran dividen dan dikalkulasikan dengan Gordon Growth Model dan Growth and Payout Model, keduanya menunjukan saham undervalue. Valuasi relatif menggunakan PER menunjukkan saham overvalue,  dan PBV menunjukkan saham undervalue. Keduanya mengindikasikan saham masih terhitung murah jika dibandingkan dengan saham perusahaan lain pada industri sejenis. Berdasarkan analisis, saham BTN dinilai masih undervalue dan merupakan investasi yang baik bagi investor karena memiliki peningkatan kinerja keuangan.", "Daftar File": {"2022_TS_PP_Jennyfer Marchela_Abstrak-1.pdf?_": "https://digilib.itb.ac.id/gdl/download/254020"}, "Penulis": "Jennyfer Marchela [29119116]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Bank Tabungan Negara (Persero) Tbk., Valuasi Saham, Dividend Discount Model, Risk Based Bank Rating", "Sumber": "PT BANK TABUNGAN NEGARA INDONESIA (PERSERO) TBK", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "29 Jul 2022"}