{"Nomor": 67029, "Judul": "PENGARUH ELECTRONIC WORD-OF-MOUTH TERHADAP NIAT BELI SAYURAN ORGANIK DI ECOMMERCE", "Abstrak": "Dari mulut ke mulut (juga dikenal sebagai WOM) telah diidentifikasi sebagai salah satu\nkontributor paling signifikan untuk penyebaran pengetahuan. Penyebaran pengetahuan telah\nmengalami pergeseran laut sebagai akibat dari perkembangan teknologi informasi dan\nmenjamurnya situs jejaring sosial online. Masalah ini berdampak pada pelanggan karena fakta\nbahwa informasi yang tersedia dapat secara signifikan mempengaruhi keputusan pembelian\nkonsumen. Tujuan penelitian ini adalah untuk menyelidiki sejauh mana eWOM di kalangan\nkonsumen dapat berdampak pada persepsi pelanggan terhadap merek dan niat mereka untuk\nmelakukan pembelian di sektor pertanian. Item yang digunakan untuk pengukuran dimodifikasi\ndari skala yang sudah ada sebelumnya yang dapat ditemukan dalam literatur terkait pemasaran.\nRekan akademik memeriksa item untuk memastikan bahwa mereka tampak asli dan mudah\ndimengerti. Data yang diperoleh dari survei masyarakat yang tinggal di Jabodetabek yang\nmelakukan pembelian sayuran organik melalui e-commerce digunakan untuk menguji validitas\ntimbangan yang berkaitan dengan reliabilitas, validitas konvergen, dan validitas diskriminan.\nUntuk menyelidiki efek eWOM pada persepsi konsumen tentang merek dan kecenderungan\nmereka untuk melakukan pembelian, teknik yang dikenal sebagai pemodelan persamaan\nstruktural digunakan. Model penelitian diuji secara empiris dengan menggunakan sampel 310\nresponden yang memiliki pengalaman bekerja di bidang belanja online sayuran organik.\nMenurut temuan penelitian, eWOM adalah salah satu elemen paling kuat yang memengaruhi\npersepsi konsumen terhadap merek dan niat mereka untuk melakukan pembelian merek tersebut\ndi pasar konsumen. Semoga penelitian ini dapat membantu usaha kecil untuk memahami\nbagaimana membangun citra merek dan meningkatkan penjualan melalui strategi eWOM. \n\nKata kunci: elektronik dari mulut ke mulut; Citra Merek; Niat Membeli; Sayuran organik", "Daftar File": {"2022 SK Purosha Adi Dharma-Abstract.pdf?": "https://digilib.itb.ac.id/gdl/download/254473", "Final Project_Purosha Adi Dharma_19219039.pdf": "https://digilib.itb.ac.id/gdl/download/265793"}, "Penulis": "Purosha Adi Dharma [19219039]", "Kontributor / Dosen Pembimbing": ["Qorri Aina, S.E., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "elektronik dari mulut ke mulut; Citra Merek; Niat Membeli; Sayuran organik", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "2 file", "Tanggal Input": "02 Agu 2022"}