{"Nomor": 67030, "Judul": "PELANGGAN POTENSIAL PERUSAHAAN RUMAH TANGGA RAMAH LINGKUNGAN DI INDONESIA", "Abstrak": "Kesadaran masyarakat akan kehidupan yang berkelanjutan dan ramah lingkungan serta\npengetahuan tentang tanggung jawab lingkungan di Indonesia semakin meningkat. Hal\nini didukung oleh survei yang diadakan pada tahun 2018 menyebutkan bahwa wanita\nlebih hijau daripada pria. Namun kenyataannya, berdasarkan data Kementerian\nLingkungan Hidup dan Kehutanan tahun 2020 tentang Komposisi Sampah Nasional\nBerdasarkan Sumber Sampah menunjukkan bahwa dari total 67,8 juta ton sampah yang\ndihasilkan Indonesia, 37,3% berasal dari sampah rumah tangga. Selain itu, diketahui\nbahwa pengetahuan ibu rumah tangga tentang bentuk produk ramah lingkungan masih\nrendah. Oleh karena itu, metode kualitatif menggunakan Model AIDA terhadap beberapa\nibu rumah tangga yang memenuhi kriteria digunakan untuk mengetahui sejauh mana\npemahaman dan kesadaran ibu rumah tangga di Indonesia. Penelitian ini juga dilakukan\nuntuk mengetahui karakteristik ibu rumah tangga yang siap menerapkan hidup ramah\nlingkungan dengan membeli produk rumah tangga yang ramah lingkungan. Hal ini akan\nmembantu perusahaan memahami target pasarnya sehingga perusahaan dapat\nmemaksimalkan kegiatan pemasaran dan penjualannya agar lebih tepat sasaran.\n\nKata Kunci: Kesadaran, Kesiapan, Barang Rumah Tangga Ramah Lingkungan, Ibu\nRumah Tangga", "Daftar File": {"2022 SK Pricilla Pritta Alfina-Abstract.pdf\n]": "https://digilib.itb.ac.id/gdl/download/254483", "Final Project_Pricilla Pritta Alfina_19219063.pdf": "https://digilib.itb.ac.id/gdl/download/265795"}, "Penulis": "Pricilla Pritta Alfina [19219063]", "Kontributor / Dosen Pembimbing": ["Shimaditya Nuraeni, S.Psi., M.S.M., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kesadaran, Kesiapan, Barang Rumah Tangga Ramah Lingkungan, Ibu Rumah Tangga", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini  \n                                     Wiwik Istiyarini", "File": "2 file", "Tanggal Input": "02 Agu 2022"}