{"Nomor": 67036, "Judul": "LIFE CYCLE ASSESSMENT PENGGUNAAN ENERGI BARU TERBARUKAN DI INDUSTRI PEMBIBITAN KELAPA SAWIT DI BANGKA BELITUNG", "Abstrak": "Industri kelapa sawit merupakan salah satu kontributor utama bagi pencapaian ekonomi dan penyedia kebutuhan dasar manusia. Namun, perkembangan industri kelapa sawit khususnya di Indonesia memiliki banyak tantangan terkait isu lingkungan yang diberitakan. Menanggapi hal tersebut, salah satu perkebunan swasta milik PT. X berada di Provinsi Bangka Belitung menginisiasi menerapkan konsep industri hijau berupa energi baru terbarukan dengan sistem panel surya sebagai pembangkit tenaga listrik untuk mendukung salah satu aktifitas perkebunan, yaitu tahap pembibitan. Penelitian ini akan mengevaluasi dampak lingkungan di kegiatan tersebut menggunakan metode Life Cycle Assessment (LCA) berdasarkan SNI 14040:2016. Metode ini diharapkan dapat mengetahui besaran dampak lingkungan yang dihasilkan dari penggunaan energi baru terbarukan serta membandingkannya dengan penerapan konvensional. Ruang lingkup penelitian ini adalah cradle to gate dengan unit fungsional 1 bibit kelapa sawit (single palm seedling) yang dihasilkan selama 12 bulan. Kategori dampak yang ditinjau adalah Global Warming Potential (GWP), Eutrophication Potential (EP), Acidification Potential (AP), dan Waste (W). Selain itu, pengamatan Water Footprint, Analisis Ekonomi, dan Pertumbuhan Tanaman diamati sebagai pengamatan penunjang. Hasil LCIA menunjukan sistem panel surya dan aktifitasnya berkontribusi secara siginifikan dalam mereduksi GWP sebesar 15%, AP sebesar 22%, EP sebesar 10% dan efisiensi penggunaan air dari pengamatan water footprint sebesear 79%. Hasil interpretasi menghasilkan rekomendasi perbaikan dan pengembangan pada sistem produk berupa pengurangna dosis pupuk dan pengurangan dosis air ke pembibitan, hal ini diharapkan dapat meningkatkan pengurangan emisi lebih tinggi.", "Daftar File": {"COVER Ikrar Nusantara Putra": "https://digilib.itb.ac.id/gdl/download/254612", "BAB 1 Ikrar Nusantara Putra": "https://digilib.itb.ac.id/gdl/download/254613", "BAB 2 Ikrar Nusantara Putra": "https://digilib.itb.ac.id/gdl/download/254614", "BAB 3 Ikrar Nusantara Putra": "https://digilib.itb.ac.id/gdl/download/254615", "BAB 4 Ikrar Nusantara Putra": "https://digilib.itb.ac.id/gdl/download/254616", "BAB 5 Ikrar Nusantara Putra": "https://digilib.itb.ac.id/gdl/download/254617", "PUSTAKA Ikrar Nusantara Putra": "https://digilib.itb.ac.id/gdl/download/254618"}, "Penulis": "Ikrar Nusantara Putra [25319315]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Katharina Oginawati, M.S.", "Emenda Sembiring, S.T., M.T., M.Eng.Sc., Ph.D.", "Dr. Mochammad Chaerul, S.T., M.T.", "Dr. Mochammad Chaerul, S.T., M.T.", "Dr. I Made Wahyu Widyarsana, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Life Cycle Assessment (LCA), bibit kelapa sawit, kategori dampak", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "03 Agu 2022"}