{"Nomor": 67034, "Judul": "PENGARUH LITERASI KEUANGAN, PENGARUH TEMAN SEBAYA, DAN PENGENDALIAN DIRI TERHADAP PERILAKU MENABUNG  ANAK MUDA DI JAWA BARAT", "Abstrak": "Tabungan memegang peranan penting baik bagi individu maupun negara. Tabungan dapat membantu\nmemenuhi pengeluaran yang direncanakan dan menutupi pengeluaran yang tidak terduga. Tabungan\njuga berperan penting dalam pertumbuhan dan pembangunan ekonomi. Dalam fenomena perekonomian\nyang tidak stabil dan tidak dapat diprediksi, tabungan sangat dibutuhkan karena dapat membantu\nmenutupi kehilangan pendapatan yang tidak terduga. Menabung juga dapat membantu melindungi\nnegara dari keterpurukan ekonomi dan krisis keuangan. Situasi keuangan yang tidak terduga seperti ini\ndapat terjadi dan dihadapi oleh generasi muda di masa depan. Melakukan penelitian yang membahas\ntentang perilaku menabung pada anak muda menjadi penting karena anak muda akan menjadi tulang\npunggung perekonomian masa depan. Oleh karena itu, penelitian ini bertujuan untuk menguji hubungan\nantara beberapa determinan terhadap perilaku menabung anak muda di Jawa Barat. Data survei yang\nterdiri dari 294 responden diolah menggunakan Regresi Linier Berganda dengan SPSS. Hasil penelitian\nmenunjukkan bahwa literasi keuangan tidak memiliki hubungan yang signifikan dengan perilaku\nmenabung sedangkan pengaruh teman sebaya dan pengendalian diri memiliki hubungan positif yang\nsignifikan dengan perilaku menabung anak muda di Jawa Barat. \n \nKata kunci: Literasi Keuangan, Pengaruh Teman Sebaya, Pengendalian Diri, Perilaku Menabung,\nAnak Muda", "Daftar File": {}, "Penulis": "Keiko Tamara Naiborhu [19019163]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Literasi Keuangan, Pengaruh Teman Sebaya, Pengendalian Diri, Perilaku Menabung, Anak Muda", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini  \n                                     Abdul Aziz Ariarasa", "File": "0 file", "Tanggal Input": "03 Agu 2022"}