{"Nomor": 67042, "Judul": "THE IMPORTANCE OF DIGITAL FINANCIAL LITERACY TO ANTICIPATE IMPULSIVE BUYING BEHAVIOR IN BUY-NOW-PAY-LATER MODE", "Abstrak": "Pertumbuhan teknologi keuangan (fintech) di Indonesia semakin meningkat seiring kemajuan\nteknologi di era digital, bahkan memperluas bentuk layanan keuangan hingga mengadopsi\nmetode Beli Sekarang Bayar Nanti (BNPL) yang saat ini menjadi layanan pembayaran favorit\nketiga. Kemudahan yang ditawarkan metode pembayaran BNPL ini menarik perhatian banyak\npengguna platform online, namun dibalik keuntungan yang diterima, perilaku belanja impulsif\nbisa saja muncul diikuti oleh rendahnya tingkat literasi keuangan dan digital financial literacy\nyang justru malah membawa keterpurukan untuk melunasi bunga yang tidak diperhatikan.\nTujuan dari penelitian ini adalah untuk mengidentifikasi apakah digital financial literacy dan\nyang juga kaitannya erat financial literacy dan faktor yang mendasari penggunaan paylater\nefektif mempengaruhi perilaku pembelian impulsif dengan menggunakan metode pembayaran\nbeli sekarang bayar nanti di generasi muda yang financial literacy nya lebih rendah dibandingkan\norang dewasa. Penelitian ini menggunakan pendekatan kuantitatif untuk mengumpulkan data\nmelalui survei kepada 385 responden yang pernah menggunakan paylater di seluruh Indonesia.\nTeknik analisis data menggunakan multiple linear regression untuk menganalisis hubungan antar\nvariabel. Hasilnya menunjukkan bahwa literasi keuangan dan perilaku, literasi keuangan digital,\ndan faktor yang mendasari penggunaan paylater mempengaruhi positif terhadap perilaku\npembelian impulsif menggunakan metode pembayaran beli sekarang bayar nanti sebesar 28.90%.\nKata kunci: Literasi Keuangan, Literasi Keuangan Digital, Faktor Penggunaan Paylater,\nPerilaku Pembelian Impulsif, Metode Pembayaran Beli Sekarang Bayar Nanti", "Daftar File": {"2022 SK Rahmatika Tri Wulandari-Abstract.pdf)u": "https://digilib.itb.ac.id/gdl/download/254672"}, "Penulis": "Rahmatika Tri Wulandari [19019154]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Literasi Keuangan, Literasi Keuangan Digital, Faktor Penggunaan Paylater, Perilaku Pembelian Impulsif, Metode Pembayaran Beli Sekarang Bayar Nanti", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "03 Agu 2022"}