{"Nomor": 67041, "Judul": "PENGEMBANGAN SISTEM PERSEPSI DAN PERENCANA GERAK KENDARAAN OTONOM PADA SKENARIO JALAN MULTI-LAJUR", "Abstrak": "Keamanan selama berkendara merupakan faktor yang harus diutamakan termasuk pada kendaraan otonom. Masih banyak kecelakaan terjadi akibat sistem otonom yang gagal, sehingga penelitian belakangan ini ditujukan untuk memperbaiki sistem tersebut menjadi sepenuhnya otonom. Penelitian kendaraan otonom oleh Prodi Teknik Fisika, Institut Teknologi Bandung (TF ITB) saat ini baru mengembangkan sistem yang membantu pengemudi dalam gerak lateral dan longitudinal. Penelitian ini diajukan untuk meningkatkan kendaraan golf otonom TF ITB menjadi lebih otonom dan dapat mengambil keputusan serta bergerak dalam skenario tertentu. Hal ini dilakukan dengan mengimplementasikan rancangan pengontrol dengan perencana lokal yang mampu bereaksi terhadap halangan berbagai objek bergerak di jalan raya multi-lajur. Dengan demikian, sistem ini akan meningkatkan tingkat keamanan pengendara karena sistem didesain untuk merespons lingkungan.\nPerencana gerak merupakan salah satu bagian pada sistem kendaraan otonom yang akan memberikan pembaruan pada lintasan dengan mengumpanbalikkan persepsi lingkungan. Sistem perencana gerak yang diajukan dirancang dengan mengintegrasikan kerangka behaviour tree dan conformal spatiotemporal lattice, pendeteksi objek yang menggunakan model arsitektur YOLO, dan pelacakan objek DeepSORT. Pengambilan data untuk pendeteksian objek dilakukan dengan kamera kedalaman (depth camera) dan diimplementasikan pada kendaraan golf otonom. Realisasi integrasi antara pengontrol, sensor, dan aktuator dilakukan dengan menggunakan Robot Operating System (ROS) sebagai middleware.\nUji coba pada mobil golf otonom menunjukkan bahwa pengembangan sistem persepsi menggunakan algoritma YOLO dan DeepSORT, serta sistem perencana gerak menggunakan algoritma Behaviour Tree dapat diaplikasikan ke kendaraan otonom. Pelacakan objek dinamik menggunakan YOLOv5 medium + DeepSORT cukup akurat untuk diterapkan di kendaraan otonom, dengan galat rata-rata absolut posisi sumbu ???????? pada percobaan di rentang -2,5 hingga 2,5 meter sebesar 6,9 cm dan ???????? pada percobaan di rentang 5,0 hingga 10,0 meter sebesar 6,1 cm.", "Daftar File": {"ABSTRAK Satria Pratama": "https://digilib.itb.ac.id/gdl/download/254651"}, "Penulis": "Satria Pratama [13318024]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Endang Juliastuti, M.S.", "Prof. Dr.-Ing. Ir. Yul Yunazwin, M.Sc., DIC.", "Ayu Gareta Risangtuni, S.T., M.T.", "Anugrah Sabdono Sudarsono, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "kendaraan otonom, deteksi objek, pelacakan objek, YOLO, DeepSORT, behaviour tree, kamera kedalaman", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "03 Agu 2022"}