{"Nomor": 67045, "Judul": "ANALISIS PENGARUH FAKTOR-FAKTOR ATRIBUT PRODUK DAN KARAKTERISTIK PELANGGAN TERHADAP INTENSI PEMBELIAN PRODUK WHEY PROTEIN", "Abstrak": "Sejak status pandemi COVID-19 ditetapkan pada awal tahun 2020, banyak sekali perubahan sosial yang terjadi\ndi dunia yang mengharuskan manusia untuk beradaptasi. Masalah dan tuntutan dari adaptasi yang terjadi\nmengakibatkan ketidakstabilan pada kesehatan fisik maupun mental. Seiring berjalannya waktu, di masa pandemi\norang-orang mulai semakin peduli pada kesehatan fisik dan mentalnya. Survei pada akhir tahun 2020\nmenunjukkan bahwa kesadaran masyarakat Indonesia tentang penerapan gaya hidup sehat yang meliputi\nkesadaran olahraga dan pemenuhan nutrisi meningkat drastis. Beberapa pelaku bisnis memanfaatkan peluang dari\nfenomena ini melalui pembuatan produk penunjang penerapan gaya hidup sehat, salah satunya adalah produk\nwhey protein. Akan tetapi, beberapa merek produk whey protein belum mendapatkan sambutan yang baik dari\npasar dan memutuskan untuk melakukan pengembangan produk dan juga strategi pemasarannya. Berangkat dari\npermasalahan tersebut, penelitian ini dilakukan dengan tujuan mengetahui faktor dari atribut produk dan\nkarakteristik pembeli yang memengaruhi intensi pembelian seseorang saat membeli produk whey protein.\nSebanyak 121 pengguna produk whey protein yang tinggal di pulau Jawa terlibat dalam penelitian ini. Data\ndikumpulkan menggunakan kuesioner daring dan diolah dengan metode analisis linier berganda. Hasil dari\npenelitian menunjukkan bahwa faktor kualitas produk, fitur produk, dan juga karakter psikologis berpengaruh\npositif dan signifikan terhadap intensi pembelian pelanggan. Sementara itu, faktor desain dan gaya produk,\nkarakter kultural, karakter sosial, dan karakter personal tidak berpengaruh signifikan terhadap intensi pembelian\npelanggan. Temuan ini dapat digunakan sebagai pertimbangan perusahaan pada penyusunan strategi prioritas\ndalam pengembangan produk dan strategi pemasaran whey protein dengan memaksimalkan sumber daya yang\nada.\nkata kunci: atribut produk, karakteristik customer, intensi pembelian, whey protein, gaya hidup sehat", "Daftar File": {"2022 SK Musab Az Zuhrufi-Abstract.pdf\n]": "https://digilib.itb.ac.id/gdl/download/254692"}, "Penulis": "Mus'ab Az Zuhrufi [19219079]", "Kontributor / Dosen Pembimbing": ["Sri Herliana, S.P., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "atribut produk, karakteristik customer, intensi pembelian, whey protein, gaya hidup sehat", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "03 Agu 2022"}