{"Nomor": 67049, "Judul": "HOW THE INFLUENCE OF MARKETING STRATEGY ON THE PURCHASE INTENTION OF AN ONLINE EDUCATION PLATFORM (CASE STUDY: PT. MOJADI APLIKASI INDONESIA)", "Abstrak": "MojadiApp didirikan pada tanggal 15 September 2020, MojadiApp merupakan pemain baru di industri platform pembelajaran online, dimana MojadiApp masih sangat perlu mempersiapkan bekal untuk bersaing dengan perusahaan pesaing yang telah berdiri sebelumnya. Untuk memulai bisnis berbasis pendidikan ini, MojadiApp belum mengetahui strategi pemasaran seperti apa yang cocok untuk memperkenalkan produknya kepada pelajar di seluruh Indonesia. Dalam penelitian ini, penulis memilih untuk melakukan penelitian di bidang strategi pemasaran, dan penulis akan menggunakan pendekatan penelitian. Penulis akan menggunakan pendekatan kualitatif melalui wawancara dan pengolahan data dengan metode coding. Implikasi dari penelitian ini adalah untuk memberikan wawasan bagi perkembangan strategi pemasaran MojadiApp ke depan. Penelitian ini juga akan memberikan kontribusi yang besar bagi perkembangan perusahaan start-up lainnya. Studi ini menjelaskan bagaimana start-up mulai memamerkan merek dan produk mereka, meningkatkan minat beli calon pelanggan mereka, dan menyarankan strategi yang perlu diterapkan. Dalam Ilmu Bisnis, penelitian ini berkontribusi dalam bidang-bidang berikut: Metode pemecahan masalah yang komprehensif, termasuk langkah-langkah analisis masalah Mengidentifikasi akar penyebab masalah dan mengembangkan strategi alternatif untuk memaksimalkannya Solusi untuk masalah terkait. Dengan kata lain, penelitian ini dapat berguna untuk bisnis, melakukan penelitian pemecahan masalah dengan cara yang benar. Kesimpulan dari penelitian ini adalah saran sebagai rekomendasi strategi untuk MojadiApp untuk Meningkatkan kesadaran Produk, Fitur pada konten media sosial, Membuat strategi penetapan harga taktis, pembagian keuntungan untuk pembeli B2B dan B2C, Membuat diskon dengan strategi musiman, Membuat kampanye media sosial tentang pentingnya non akademik bagi mahasiswa, Membuka peluang bagi investor, Memberikan uji coba bagi calon pembeli\nKata kunci: Pemain Baru, Pembelajaran Online, Strategi Pemasaran, Kesadaran Merek, Konten Media Sosial, Strategi Penetapan Harga", "Daftar File": {}, "Penulis": "Rahmita Wijayanti [19019148]", "Kontributor / Dosen Pembimbing": ["Nurrani Kusumawati, S.E., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pemain Baru, Pembelajaran Online, Strategi Pemasaran, Kesadaran Merek, Konten Media Sosial, Strategi Penetapan Harga", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "0 file", "Tanggal Input": "03 Agu 2022"}