{"Nomor": 67059, "Judul": "PENGARUH PERILAKU KONSUMEN KE ARAH BELANJA ONLINE SELAMA PANDEMI COVID-19 TERHADAP KEPUTUSAN PEMBELIAN  MERCHANDISE SEPAKBOLA DI PERSIB BANDUNG", "Abstrak": "Perkembangan bisnis sepakbola di era pandemi COVID-19 memiliki perubahan dengan\nkategori sumber pemasukan dari produk merchandise. Hal ini terjadi berkat adanya pola\nperilaku konsumen yang menyesuaikan adaptasi terhadap aktivitas selama COVID-19\nberlangsung terutama dalam pembelian produk. Namun demikian, kecenderungan\nkonsumen dalam membeli produk ketika pandemi COVID-19 dilihat melalui mereka\nmemanfaatkan online platform untuk berbelanja. Pada fokus penelitian ini, peneliti\nmencoba mengaitkan kasus domestik klub sepakbola Indonesia yaitu Persib Bandung\nsebagai hal yang akan dikaji terkait dampak situasi COVID-19 baik dari merchandise\nsepakbola hingga potensial dalam berbelanja online mengikuti konteks perilaku\nkonsumen dan keputusan pembelian. Penelitian ini menggunakan metode campuran,\nkualitatif untuk mengidentifikasi faktor yang memengaruhi perilaku konsumen selama\nCOVID-19 ke arah berbelanja online dalam konteks keputusan pembelian  produk\nmerchandise. Wawancara semi-struktur dilaksanakan kepada 7 partisipan yang pernah\nberbelanja produk merchandise di Persib Bandung selama pandemi COVID-19 melalui\nonline. Hasil wawancara menunjukan terdapat 4 faktor tambahan dari perilaku konsumen\nterhadap keputusan pembelian yang didapatkan yaitu atribut berbelanja online, atribut\nproduk, harga dan promosi.. Dalam pendekatan kuantitatif, responden yang didapatkan\nsejumlah 201 responden dari pengalaman dalam membeli produk merchandise Persib\nBandung melalui platform online selama pandemi COVID-19. Peneliti menganalisis data\nmenggunakan PLS-SEM dalam menguji hubungan pengaruh antara variabel. Temuan\npendekatan kuantitatif  ini menunjukkan bahwa dari ketiga faktor dari tujuh faktor yang\ndiuji yaitu sosial, pribadi, atribut berbelanja online memberikan pengaruh signifikan\nterhadap keputusan pembelian. Temuan penelitian ini akan direkomendasikan kepada\npihak Persib Bandung dalam pengambilan keputusan produk merchandise yang dijual\ndengan memperhatikan konteks faktor perilaku konsumen terhadap keputusan pembelian\nselama pandemi COVID-19.\n\nKata Kunci: bisnis sepakbola, produk merchandise, perilaku konsumen, keputusan\npembelian, pandemi COVID-19 dan berbelanja online.", "Daftar File": {"2022 SK Vrisly Putri-Abstract.pdf?": "https://digilib.itb.ac.id/gdl/download/254785"}, "Penulis": "Vrisly Putri [19019146]", "Kontributor / Dosen Pembimbing": ["Arfenia Nita, S.T., MMgt (Fin)"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "bisnis sepakbola, produk merchandise, perilaku konsumen, keputusan pembelian, pandemi COVID-19 dan berbelanja online.", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "04 Agu 2022"}