{"Nomor": 67055, "Judul": "PENGARUH KONTEN SOSIAL MEDIA INSTAGRAM TERHADAP BRAND AWARENESS PRODUK AGRI-CULTURED : EFEK MEDIASI GREEN  BRAND IMAGE", "Abstrak": "Pertanian merupakan salah satu sumber daya terbesar yang berada di Indonesia. \nPermasalahan dalam industri pertanian saat ini adalah kurangnya kesadaran petani\ntentang kesehatan teknologi pasca panen karena masih banyak yang menggunakan bahan\nkimia dalam perlakuannya. AGRI-Cultured merupakan start-up yang bertujuan untuk\nmengatasi kesulitan pertanian di Indonesia. Branding adalah aspek utama untuk memikat\npara konsumen melalui persepsi citra perusahaan. Green Brand Image bertujuan untuk\nmenciptakan citra berkelanjutan untuk menjapai klaim hijau. Untuk meningkatkan\nbranding dan green brand image bagi AGRI-Cultured, Sosial Media menjadi cara\nkomunikasi umum yang digunakan sebagai platform ataupun media massa pemasaran.\nSaat ini, instagram adalah platform populer untuk promosi produk. Penelitian ini\nbertujuan untuk menentukan strategi pemasaran di media sosial instagram serta\npengaruhnya terhadap brand awareness. Penelitian ini merupakan penelitian kuantitatif\ndengan metode survey menggunakan kuesioner online. Terdapat 502 responden dalam\npenelitian ini. Peneliti menggunakan skala Likert untuk mengukur jawaban responden\nyang kemudian dilakukan uji instrumen menggunakan program PLS-SEM dan uji PLSSEM\nuntuk\nmenguji\nbesaran\npengaruh\nvariabel.\nBerdasarkan\nhasil\npenelitian,\nnilai\nt\ntabel\n\nadalah\n1.96,\nhasil\nuji\npengaruh\nsosial\nmedia\nterhadap\ngreen\nmarketing\nadalah\nt\nhitung\n=\n\n7.547,\nhasil\n\nuji pengaruh terhadap brand awareness adalah t hitung = 15.212, dan hasil\nuji pengaruh green brand image terhadap brand awareness adalah t hitung 5.059 yang\nberarti ketiga pengujian hipotesa ini membuktikan bahwa adanya pengaruh positif yang\nterjadi. Adapun kesimpulan yang didapat bahwa konten sosial media instagram\nberpengaruh positif terhadap brand awareness produk AGRI-Cultured. Melalui\npembuatan konten yang serupa dan berkaitan dapat meningkatkan green brand image dan\nbrand awareness terhadap produk AGRI-Cultured.\n\nKata kunci: Sosial Media, Brand Awareness, Green Brand Image", "Daftar File": {"2022 SK Raditya Almuricha-Abstract.pdf)u": "https://digilib.itb.ac.id/gdl/download/254765"}, "Penulis": "Raditya Almuricha [19219044]", "Kontributor / Dosen Pembimbing": ["Rendra Chaerudin, S.E., M.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sosial Media, Brand Awareness, Green Brand Image", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "04 Agu 2022"}