{"Nomor": 67058, "Judul": "PEMANFAATAN LIMBAH KULIT SIWALAN (BORASSUS FLABELLIFER L.) SEBAGAI PEWARNA ALAM UNTUK PRODUK INTIMATES (BRA MASTEKTOMI)", "Abstrak": "Siwalan banyak tersebar di penjuru Indonesia, seperti Bali, Jawa Timur, Sulawesi\nSelatan dan Nusa Tenggara Timur. Siwalan memiliki beberapa manfaat, dimulai\ndari buah, daun, hingga serat sabutnya. Namun kulit terluar siwalan di Indonesia\nkurang pemanfaatannya. Sementara itu intimates fashion berbasis eco-fashion\ndengan menggunakan pewarna alam masih belom berkembang terutama pada\npembuatan bra mastektomi, padahal peluang ini masih sangat besar mengingat\ntingginya jumlah penyandang kanker payudara yang telah menjalani mastektomi di\nIndonesia. Banyaknya penderita kanker payudara di Indonesia telah mencapai 42,1\norang per 100 ribu penduduk. Pemanfaatan limbah kulit siwalan sebagai pewarna\nalam untuk produk bra mastektomi ini merupakan bentuk pemenuhan kebutuhan\nbra masektomi dengan memberikan variasi warna baru dan inovasi yang lebih\nramah lingkungan.\nPenelitian ini disusun menggunakan metode campuran (mix methods), secara\nkuantitatif dan kualitatif. Metode lebih mengarah kepada metode kualitatif yang\ndidukung dengan eksperimen yang merupakan bagian dari metode kuantitatif,\ndikarenakan sumber data serta peneliti menjadi kunci utama dan lebih menekankan\npada proses. Dengan teknik pengumpulan data yang akan digunakan: studi\nliteratur, eksperimen, quisioner dan dokumentasi. Tujuan penelitian ini menetapkan\nantara lain: (a) Menghasilkan pewarna alam melalui eksperimen dari ekstrak kulit\nsiwalan pada kain tencel yang paling diminati calon pelanggan; (b)Menghasilkan\nmastektomi bra yang berbasis eco fashion melalui observasi desain intimates\nfashion forecast S/S 2023 dan warna dari intimates colour forecast S/S 23 dengan\npreferensi warna menggunakan ekstrak kulit siwalan oleh calon pelanggan.\nKebaruan pada penelitian ini antara lain: (a) Menjadikan produk tekstil dengan\npewarnaan alam yang berasal dari kulit siwalan; (b) Memfungsikan material yang\ntelah diberi pewarnaan menjadi produk intimates, khususnya bra mastektomi.\nDengan hal tersebut penelitian ini memiliki kesimpulan, yaitu: (a) Dihasilkannya\nproduk tekstil dengan pewarna alam berasal dari kulit siwalan; (b) Hasil tersebut\nakan menjadi inovasi dalam bidang fashion yang lebih ramah lingkungan, yaitu, bra\nmastektomi berbahan dasar kain tencel yang telah diwarnai dan akan sangat\nberfungsi dengan baik dengan warna cantik yang ramah lingkungan.", "Daftar File": {"COVER Ananda Putri Rohalida": "https://digilib.itb.ac.id/gdl/download/254778", "BAB 1 Ananda Putri Rohalida": "https://digilib.itb.ac.id/gdl/download/254779", "BAB 2 Ananda Putri Rohalida": "https://digilib.itb.ac.id/gdl/download/254780", "BAB 3 Ananda Putri Rohalida": "https://digilib.itb.ac.id/gdl/download/254781", "BAB 4 Ananda Putri Rohalida": "https://digilib.itb.ac.id/gdl/download/254782", "BAB 5 Ananda Putri Rohalida": "https://digilib.itb.ac.id/gdl/download/254783", "PUSTAKA Ananda Putri Rohalida": "https://digilib.itb.ac.id/gdl/download/254784"}, "Penulis": "Ananda Putri Rohalida [27119305]", "Kontributor / Dosen Pembimbing": ["Dr. Kahfiati Kahdar, M.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "bra mastektomi, eco-fashion, intimates, kulit siwalan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "04 Agu 2022"}