{"Nomor": 67054, "Judul": "EXAMINING INVESTMENT BEHAVIOUR OF SBM ITB STUDENT WITH COMPARTIVE STUDY BY GENDER", "Abstrak": "Investasi sedang menjadi tren di kalangan masyarakat Indonesia, yang tidak lepas\ndari perkembangan teknologi dan masifnya media sosial. Salah satu tempat orang\nberinvestasi adalah di pasar modal indonesia yang dikelola oleh Bursa Efek\nIndonesia. Pasar modal sangat penting bagi suatu negara karena merupakan tempat\nperpindahan uang dari yang memiliki kepada yang membutuhkan untuk tujuan\nproduktifitas. sehingga dengan berpartisipasi aktif masyarakat akan mendorong\npeningkatan ekonomi terutama pasca pandemi. Menurut data KSEI, terjadi\npeningkatan jumlah investor yang signifikan dalam 2 tahun terakhir, namun angka\ntersebut masih tergolong kecil karena hanya 3% masyarakat Indonesia yang\nberinvestasi di pasar modal dan peningkatan ini tidak diimbangi dengan persentase.\nperempuan yang tinggal jauh dari laki-laki. Hal ini menunjukkan bahwa terdapat\nperbedaan perilaku investasi antara laki-laki dan perempuan. karena perempuan\nmemainkan peran penting dalam ekonomi modern, mereka lebih terdidik dan\nmemiliki kendali atas keputusan keuangan mereka sendiri. Dan karena berbagai\nketerbatasan yang peneliti miliki, penelitian ini akan fokus mengkaji perilaku\nindividu perempuan dalam konteks mahasiswa SBM-ITB dan mengidentifikasi\nperbedaan gender dalam perilaku investasi mahasiswi dan mahasiswa. Populasi\npenelitian ini adalah seluruh mahasiswa SBM ITB dan sampelnya menggunakan\nteknik pruposive sampling dengan kriteria mereka yang merupakan mahasiswa dan\nmahasiswi investor aktif di pasar modal. Penelitian ini merupakan penelitian\nkomparatif dengan pendekatan metode kuantitatif. Untuk teknik pengumpulan\ndatanya melalui survei atau kuesioner. untuk teknik analisis data menggunakan\nmetode Mann Whitney U Test yang dirancang untuk penelitian komparatif dengan\nmembandingkan 2 sampel independen yang tidak berdistribusi normal dan\nmencoba melihat apakah perbedaannya signifikan. Penelitian ini menemukan\nbahwa mahasiswi cenderung memiliki toleransi risiko. kepercayaan diri dan tingkat\nmelek investasi yang lebih rendah daripada mahasiswa. Namun, baik mahasiswa\nmaupun mahasiswi cenderung mudah untuk digiring dalam berinvestasi. Sehingga\nhasil ini dapat menjadi acuan bagi institusi pendidikan tinggi atau penyedia layanan sekolah pasar modal untuk lebih mendorong perempuan berinvestasi karena\npentingnya partisipasi masyarakat dalam pasar modal suatu negara.", "Daftar File": {"2022 SK RAFDI DWANTARA-ABSTRACT.pdf)u": "https://digilib.itb.ac.id/gdl/download/254756"}, "Penulis": "Rafdi Dwantara [19019102]", "Kontributor / Dosen Pembimbing": ["Dr. W. Victo Anggara Wisesa, S.Hum., M.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Investment, Social Media, Indonesia Stock Exchange", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "04 Agu 2022"}