{"Nomor": 67053, "Judul": "ANALISIS KPBU, SUKUK, DAN SWF SEBAGAI ALTERNATIF SKEMA PEMBIAYAAN INFRASTRUKTUR DI INDONESIA", "Abstrak": "Penelitian ini akan menganalisis rencana pendanaan infrastruktur untuk menentukan opsi\nmana yang paling menguntungkan. Karena investasi infrastruktur sangat penting untuk\npertumbuhan ekonomi. Pembangunan infrastruktur mendorong pertumbuhan ekonomi.\nEkonomi yang tidak efisien dihasilkan dari infrastruktur yang buruk. Perusahaan yang tidak\nmampu membelinya mungkin akan dikenakan biaya yang besar.\nUkuran kepulauan Indonesia dan populasi membuat sulit untuk membubarkan pembangunan.\nUntuk mempercepat pembangunan, pemerintah telah menetapkan baseline untuk pembelian\ninfrastruktur ekonomi. Pemerintah tidak bisa mandiri membiayai proyek infrastruktur. Semua\nkendala ini, ditambah sumber daya pemerintah yang terbatas, membuat pemerintah\nmenggunakan pembiayaan sektor swasta untuk infrastruktur.\nDi Indonesia, tiga model pendanaan melibatkan keterlibatan swasta dalam pembangunan\ninfrastruktur. Ini termasuk PPP, PBS, dan Sovereign Wealth Fund (SWF). Setiap rencana\nmemiliki kelebihan dan kekurangan. Oleh karena itu, sangat penting untuk mengkaji dan\nmeneliti mana yang terbaik untuk proyek infrastruktur pemerintah. Analisis sensitivitas,\nanalisis Monte Carlo, dan analisis value-for-money dapat membandingkan strategi pendanaan\nyang ada.\n\nKata kunci: Kemitraan Pemerintah dan Badan Usaha; KPBU; Pendanaan Infrastruktur;\nSukuk Berbasis Proyek; Indonesia; Sovereign Wealth Fund; SWF; Monte Carlo; Nilai Untuk\nUang.", "Daftar File": {"2022 TS Roby Arlan-Abstract.pdf\n]": "https://digilib.itb.ac.id/gdl/download/254740"}, "Penulis": "Roby Arlan [29020040]", "Kontributor / Dosen Pembimbing": ["Ahmad Danu Prasetyo, S.T., M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "kunci: Kemitraan Pemerintah dan Badan Usaha; KPBU; Pendanaan Infrastruktur; Sukuk Berbasis Proyek; Indonesia; Sovereign Wealth Fund; SWF; Monte Carlo; Nilai Untuk Uang.", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "04 Agu 2022"}