{"Nomor": 67057, "Judul": "STUDI FAKTOR YANG MEMPENGARUHI MINAT BELI PASIEN DIABETES TERHADAP OBAT HERBAL DIANTARA PASIEN DIABETES", "Abstrak": "Indonesia adalah negara terpadat keempat di dunia dengan 6.2% total penduduknya adalah\npengidap diabetes. Banyak orang telah mencari pengobatan alternatif, ketertarikan dari obat\nalternatif dalam menangani secara saintifik yang berbahan kultural. Obat herbal dipercaya\nsebagai bermanfaat, tidak memiliki efek samping, dan sebagai obat pelengkap dari barat.\nPerusahaan berusaha untuk meningkatkan niat beli pasar dari brand mereka dengan\nmengintensifkan pemasaran dan menggunakan metode pemasaran strategis. Penelitian ini\nbertujuan untuk menganalisis faktor-faktor yang mempengaruhi niat beli pasien diabetes\nterhadap obat herbal. Dalam penelitian ini, metode yang digunakan adalah metode wawancara\ndan metode kuantitatif dengan menyebarkan kuesioner secara online untuk mengumpulkan\ndata dari 219 responden pasien diabetes yang memiliki kriteria sebagai pengidap diabetes,\numur 20-60 tahun, dan tinggal di Indonesia, penelitian ini menggunakan judgemental sampling\nuntuk menganalisis data. Penelitian ini menggunakan metode Regresi Linier Berganda melalui\nsoftware SPSS, Hasil analisis variabel dari penjelasan responden terbagi menjadi delapan\nsubjek yaitu: kualitas produk, sumber informasi, harga, pengalaman atau pengetahuan, halal,\nakses produk, kebutuhan, dan kemasan,d. Penelitian ini dapat membantu industri bisnis herbal\nuntuk menyusun strategi pemasaran yang lebih strategis yang dapat membantu meningkatkan\nloyalitas pelanggan terhadap perilaku pelanggan, periklanan, memberikan kualitas produk, dan\nmenciptakan kegiatan pemasaran yang meningkatkan niat beli pelanggan.  \n \n  \nKata kunci: Herbal, obat, Diabetes, Minat beli, pasien, marketi", "Daftar File": {"2022 SK Nyimas Anabella Khairunnisa-Abstract.pdf?": "https://digilib.itb.ac.id/gdl/download/254777"}, "Penulis": "Nyimas Anabella Khairunnisa [19219041]", "Kontributor / Dosen Pembimbing": ["Nurrani Kusumawati, S.E., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Herbal, obat, Diabetes, Minat beli, pasien, marketi", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "04 Agu 2022"}