{"Nomor": 67060, "Judul": "PENGARUH SOCIAL MEDIA TERHADAP VALUE CO-CREATION DI GENERASI Z", "Abstrak": "Co-creation adalah kerjasama antara perusahaan dan pelanggan dalam konteks media\nsosial, yang berarti bahwa sesama pengguna media sosial (pembuat konten – perusahaan\n- pengguna) secara langsung atau tidak langsung dalam pembuatan produk bersama.\nPerusahaan mencoba mengadopsi pendekatan yang berpusat pada pelanggan yang dapat\nberkolaborasi untuk menciptakan produk bersama. Penggunaan media sosial dapat\nmenjadi penghubung antara pelanggan dengan perusahaan. Karakteristik Generasi Z yang\ntech-savvy dan inovatif dapat membantu perusahaan membuat produk bersama di media\nsosial. Namun, terdapat banyak media sosial. Oleh karena itu, penelitian ini bertujuan\nuntuk mengkaji media sosial dan perbedaan penggunaan media sosial terhadap value cocreation.\n\nPengumpulan data melalui wawancara dengan 10 partisipan dan kuesioner\nonline dengan 416 responden dari Generasi Z di Indonesia. Analisis data menggunakan\nPLS-SEM dan Uji Kruskal Wallis. Studi ini menunjukkan bahwa co-production dan value\nin use dapat mempengaruhi value co-creation. Kemudian terdapat perbedaan penggunaan\nmedia sosial mengenai knowledge, equity, interaction, experience, personalization, dan\nrelationship. Generasi Z paling banyak menggunakan TikTok sebagai platform untuk\nkreasi bersama dan konten yang dibuat tentang edukasi. Secara keseluruhan merasakan\npengalaman yang menyenangkan. Penelitian ini dapat diterapkan pada perusahaan yang\nakan melakukan co-creation di media sosial. \n\nKata kunci: Value Co-Creation, Media Sosial, Generasi Z", "Daftar File": {"2022 SK MUHAMMAD LATIF MEDIYAN-ABSTRACT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/254786"}, "Penulis": "Muhammad Latif Mediyan [19019057]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mustika Sufiati, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Value Co-Creation, Media Sosial, Generasi Z", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "04 Agu 2022"}