{"Nomor": 67064, "Judul": "SINTESIS MEMBRAN ELEKTROLIT DARI POLI(ARILEN  ETER KETON) TERSULFONASI DENGAN SUBSTITUSI  PARSIAL GUGUS KARBOKSILAT DAN KOMPOSITNYA  DENGAN PENAMBAHAN NANOSILIKA", "Abstrak": "Membran polimer konduktif dalam dua dekade terakhir telah menyedot minat \npeneliti karena fungsinya yang sangat penting dalam sel bahan bakar elektrolit dan \nbaterai. Pada saat ini membran yang digunakan dalam sel bahan bakar elektrolit \nadalah membran polimer komersial perfluorosulfonat ionomer (PFSI) seperti \nNafion® (DuPont) dan Aquivion (Solvay Solexis). Struktur kimia PFSI terdiri dari \nrantai utama hidrofob politetrafluoro-etilen dan rantai samping hidrofil\nperfluoroalifatik eter dengan gugus ujung sulfonat. Rantai utama membran PFSI \nbertanggungjawab dalam memberi keunggulan sifat mekanik, kestabilan termal dan \nkimia, sedangkan gugus asam sulfonat bertanggungjawab dalam konduktivitas\nproton yang tinggi. Namun demikian, membran PFSI memiliki kekurangan seperti \nturunnya hantaran proton secara drastis pada suhu di atas 80 oC atau kelembaban \nrendah, harganya mahal dan limbahnya tidak ramah lingkungan karena \nmengandung fluor. Sebagai konsekuensinya, banyak penelitian dilakukan untuk \nmenemukan material baru pengganti membran PFSI. Di antara material baru \ntersebut, polimer aromatik tersulfonasi khususnya poli(arilen eter keton) \ntersulfonasi (SPAEK) menarik minat peneliti karena memiliki sifat mekanik yang \nbaik, stabil secara kimia dan termal, konduktivitas proton yang tinggi. Namun, \npenggunaan SPAEK sebagai membran elektrolit secara komersial masih terkendala \noleh beberapa permasalahan seperti terjadinya ketidakstabilan dimensional yang \nmenyebabkan rendahnya kinerja sel karena bahan bakar dapat menembus \nmembran. Ketidakstabilan dimensional ini dipicu oleh struktur polimer dan gugus \nhidrofil seperti karboksilat dan sulfonat. \nSalah satu varian SPAEK yang menarik minat peneliti adalah SPAEK dengan \ngugus samping yang mengandung gugus karboksilat (SPAEK-C). Penelitian ini \nberfokus kepada upaya mengatasi ketidakstabilan dimensional membran SPAEKC melalui pendekatan modifikasi struktur dan pengembangan membran komposit. \nModifikasi struktur dilakukan dengan teknik subtitusi parsial monomer hidrofil \nasam dihidroksi fenil valerat (DPA) dengan monomer hidrofob dihidroksi fenil \npropana (BPA), sedangkan pengembangan membran komposit dilakukan dengan \npencampuran aditif bahan anorganik silika. Subtitusi parsial ini dimaksudkan untuk \nmengontrol kandungan komposisi gugus hidrofil untuk menekan penyerapan air \n4\nsecara berlebihan dan swelling rasio untuk menjaga kestabilan dimensional \nmembran dalam pengoperasiannya. \nSalah satu monomer yang diperlukan dalam proses sintesis polimer SPAEK-C \ndengan teknik sulfonasi langsung adalah monomer tersulfonasi. Oleum telah \ndigunakan secara paten dan menjadi pilihan para peneliti dalam melakukan \nsulfonasi terhadap monomer aromatik untuk memproduksi monomer tersulfonasi. \nNamun, pada saat ini oleum tidak diproduksi secara komersial dengan status \ndiscontinued. Penelitian ini berupaya mengatasi persoalan tersebut dengan cara \nmengganti bahan pensulfonasi dengan asam sulfat pekat (H2SO4 98%). Sulfonasi \ndilakukan terhadap difluorobenzofenon (DFBP) menghasilkan difluorobenzofenon \ntersulfonasi (SDFBP) dengan rendemen tidak tinggi yaitu rata-rata 53%. Produk \nmonomer tersulfonasi dikonfirmasi dengan menggunakan metode spektroskopi \nFTIR dan NMR. Spektrum inframerah menunjukkan keberadaan gugus sulfonat \npada bilangan gelombang 1354 cm-1\ndan 1082 masing-masing merupakan vibrasi \nregang asimetri dan simetri ikatan O=S=O dan karakteristik untuk gugus sulfonat \ndari arilsulfonat, dan pita serapan pada bilangan gelombang 598 cm-1\nmengonfirmasi vibrasi ikatan C-S. Spektra 1H-NMR memperlihatkan munculnya \ntiga puncak pergeseran kimia proton pada ? 7,53 ppm (2H = C-H), 8,12 ppm (2H, \n= C-H) dan 8,50 ppm (2H, = C-H)\nModifikasi SPAEK-C dilakukan dalam proses sintesis kopolimer SPAEK dengan \nmembuat variasi perbandingan mol DPA/BPA dan SDFBP/DFBP sehingga \ndiperoleh seri kopolimer SPAEK-x/y dengan x perbandingan mol DPA/BPA dan y \nperbandingan mol SDFBP/DFBP. Produk sintesis kopolimer SPAEK dikonfirmasi \ndengan menggunakan metode spektroskopi FTIR untuk memastikan keberadaan \ngugus fungsi dalam polimer dan metode SEM-EDS untuk analisis komposisi unsur \nsecara kualitatif dan kuantitatif. Indikasi terbentuknya kopolimer SPAEK \ndipastikan dari adanya ikatan eter aromatik sebagai gugus fungsi baru yang \nterbentuk dari proses kondensasi monomer. Spektrum FT-IR memperlihatkan \nkeberadaan ikatan eter aromatik pada puncak serapan duplet 1307 cm-1\ndan 1275 \ncm-1\n. Keberadaan gugus sulfonat dikonfirmasi melalui pita serapan pada 1365 cm1\ndan 1082 cm-1\nyang masing-masing merupakan vibrasi O=S=O secara simetri dan \nasimetri dan pita serapan pada 598 cm-1 merupakan vibrasi ikatan C-S. Spektrum \nEDS mengonfirmasi terbentuknya kopolimer sesuai target sintesis secara kualitatif \ndan kuantitatif berdasarkan komposisi unsur dan memastikan bahwa setiap unit \nperulangan dalam kopolimer SPAEK-50/50 memiliki 1 gugus sulfonat.\nProses pembuatan membran SPAEK dilakukan dengan metode cetak-tuang larutan \n(casting solution). Semua kopolimer produk sintesis dicetak membrannya, tetapi \nmembran yang stabil hanya SPAEK-50/00, SPAEK-50/25, SPAEK-50/50, \nSPAEK-75/25 dan SPAEK-75/50. Hasil uji membran memperlihatkan membran \nSPAEK-50/50 memiliki sifat-sifat yang lebih unggul dari membran SPAEK \nlainnya. Membran SPAEK-50/50 memilki sifat mekanik paling kuat sebesar 23,6 \nMPa, paling stabil secara termal dengan residu 54,93%, lebih tahan terhadap bahan \npengoksidasi Fenton’s dengan kestabilan 1 jam 99,57% dan kestabilan 96 jam \nsebesar 55,52%, memiliki daya serap air dan swelling rasio paling ideal masingmasing sebesar 30,6% dan 17,7% pada suhu 80 ?, konduktivitas proton pada suhu \n5\n80 ? paling tinggi sebesar 0,102 S/cm mendekati Nafion 117 sebesar 0,120 S/cm. \nTemuan ini menegaskan bahwa subtitusi parsial monomer hidrofil DPA dengan \n50% mol BPA dengan kandungan komposisi gugus sufonat 50% menghasilkan \nmembran SPAEK yang lebih bagus.\nPengembangan membran SPAEK menjadi membran komposit SPAEK/Silika \nmenggunakan TEOS sebagai sumber silika. Penambahan silika sebesar 2,5%, 5% \ndan 10% dari berat polimer ke dalam matriks membran SPAEK-50/50 \nmemperlihatkan adanya peningkatan signifikan sifat-sifat membran komposit \nSPAEK/Silika dengan kandungan silika 5% dan 10%. Dari kedua membran \ntersebut, komposit dengan kandungan silika 10% memperlihatkan sifat-sifat yang \nlebih unggul. Penambahan silika sebesar 10% pada membran SPAEK memberi \npeningkatan kekuatan membran sebesar 27%, peningkatan kestabilan termal 79% \ndengan menurunnya laju degradasi maksimum dari 8,7 menjadi 1,8 %/menit, \npeningkatan ketahanan kimia terhadap oksidasi Fenton’s dari 99,57% menjadi \n99,65% dalam uji Fenton’s selama 1 jam pada suhu 80?, peningkatan daya serap \nair dan kestabilan dimensional dan peningkatan konduktivitas proton dari 0,102 \nS/cm menjadi 0,113 S/cm pada suhu 80 ? dan kelembaban relatif 100", "Daftar File": {"ABSTRAK Abdul Aziz": "https://digilib.itb.ac.id/gdl/download/254803", "PUSTAKA Abdul Aziz": "https://digilib.itb.ac.id/gdl/download/262748"}, "Penulis": "Abdul Aziz [30515016]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. I Made Arcana, M.S.", "Dr. Deana Wahyuningrum, S.Si., M.Si."], "Jenis Koleksi": "Disertasi", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "membran elektrolit, polimer aromatik tersulfonasi, membran  komposit, membran SPAEK", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "04 Agu 2022"}