{"Nomor": 67074, "Judul": "STRATEGI KONSERVASI RUSA TIMOR (RUSA TIMORENSIS, DE BLAINVILLE 1822) DI CAGAR ALAM PANANJUNG PANGANDARAN", "Abstrak": "Rusa timor merupakan satwa asli Indonesia dilindungi dengan persebaran populasi yang sangat luas, diantaranya Cagar Alam Pananjung Pangandaran (CAPP), Kabupaten Pangandaran, Jawa Barat. Habitat rusa timor di CAPP mengalami berbagai dinamika, salah satunya suksesi padang penggembalaan. Kekurangan pakan alami akibat suksesi padang penggembalaan disertai kerusakan infrastruktur pembatas CAPP dengan kawasan non-konservasi mengakibatkan rusa timor bebas berkeliaran di luar kawasan konservasi sehingga berpotensi membahayakan individu rusa timor, penduduk, dan wisatawan. Riset ini bertujuan untuk menentukan strategi konservasi rusa timor di CAPP dengan: (1) menganalisis kondisi ekologis rusa timor di CAPP; (2) menganalisis manajemen konservasi rusa timor di CAPP. Metode yang digunakan dalam riset ini meliputi: (a) penghitungan perjumpaan populasi rusa timor; (b) scan sampling dan continuous recording untuk pengamatan perilaku rusa timor; (c) eksperimen defoliasi dan analisis vegetasi bawah pakan rusa timor pada empat titik sampling; (d) investigasi kondisi infrastruktur pendukung konservasi rusa timor; (e) bedah dokumen laporan manajemen konservasi rusa timor dan wawancara staf CAPP untuk memperoleh informasi lebih lengkap terkait manajemen konservasi rusa timor; (f) analisis strategi dan implementasi melalui SWOT-QSPM-AM (Adaptive Management). Riset menunjukkan bahwa dugaan populasi rusa timor di enak titik pengamatan CAPP berjumlah 43 ekor rusa. Ketersediaan pakan alami rusa timor di Padang Rumput Cikamal sebesar 63.408±12.697 kg/tahun, Wisma Rengganis 5.976±901 kg/tahun, Kantor Resor Konservasi Sumber Daya Alam Pangandaran 7.583±498 kg/tahun, dan Wisma Ciborok 16.859±2.200 kg/tahun. Total estimasi daya dukung keempat padang penggembalaan hanya cukup untuk 23 ekor rusa timor/tahun. Cynodon dactylon mendominasi empat kawasan penggembalaan rusa timor dan merupakan jenis vegetasi bawah yang paling disukai rusa timor. Rusa timor lebih banyak menghabiskan aktivitas hariannya di kawasan Taman Wisata Alam Pananjung Pangandaran (TWAPP) dibandingkan Padang Rumput Cikamal dengan persentase aktivitas tertinggi di kedua tempat tersebut adalah aktivitas makan (feeding) (42,6-44,2%). Kawanan rusa timor di Padang Rumput Cikamal memiliki perilaku siaga menghindari potensi predator (anti-predator) lebih tinggi (10,1±7,9%) dibandingkan dengan kawanan rusa timor yang berada di TWAPP (5,5±4,7%). Hasil pengamatan terhadap kondisi infrastruktur pembatas kawasan CAPP menunjukkan infrastruktur tersebut dalam kondisi rusak yang parah karena peristiwa alami dan juga aktivitas manusia. Berbagai upaya yang telah dilakukan oleh pengelola CAPP sepanjang tahun 2017-2022 adalah mengevakuasi dan habituasi rusa timor yang berkeliaran di luar kawasan CAPP, merehabilitasi Padang\nRumput Cikamal, serta berkoordinasi dengan penduduk serta Balai Besar Konservasi Sumber Daya Alam (BBKSDA) Jawa Barat terkait konservasi rusa timor. Namun upaya yang telah dilakukan masih belum menunjukkan hasil optimal. Dalam upaya meningkatkan konservasi rusa timor, rekomendasi strategi yang dapat diterapkan, yaitu: (1) menetapkan status rusa timor dalam manajemen konservasi di CAPP/TWAPP; (2) meningkatkan manajemen konservasi rusa timor dan habitatnya; (3) Meningkatkan sarana dan memperbaiki sistem manajemen pada berbagai fasilitas dan infrastruktur pendukung konservasi rusa timor dan habitatnya; (4) melakukan kolaborasi dengan para akademisi dan peneliti untuk riset dan penerapan inovasi konservasi rusa timor; (5) peningkatan kapabilitas staf CAPP dalam aspek praktik dan teoretis; (6) Pemberdayaan dan edukasi masyarakat dalam konservasi rusa timor. Adaptive Management diaplikasikan untuk menyusun struktur sistem berulang (looping) pada implementasi strategi, pengawasan, dan evaluasi hasil sehingga luaran strategi-strategi dapat teroptimalkan.", "Daftar File": {"ABSTRAK Fahmi Idris Firdaus": "https://digilib.itb.ac.id/gdl/download/254840"}, "Penulis": "Fahmi Idris Firdaus [21321026]", "Kontributor / Dosen Pembimbing": ["Dr. Rina Ratnasih Purnamahati, M.S., M.Sc.", "Dr. Elham Sumarga, S.Hut., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "rusa timor, Cagar Alam Pananjung Pangandaran, SWOT-QSPM,", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "04 Agu 2022"}