{"Nomor": 67073, "Judul": "REKAYASA PENIRUAN BERBASIS FEATURE FUEL COCK ASSY", "Abstrak": "Tesis ini merupakan bagian dari riset rekayasa peniruan produk dengan basis\nfeatures pada komponen fuel cock assy, yang bertujuan untuk merancang ulang\nkomponen fuel cock assy agar dapat diproduksi dengan material sederhana, bobot\nkomponen lebih ringan, proses produksi lebih cepat dan lebih murah serta\nperubahan beberapa bentuk case sesuai kebutuhan yang ada. Penelitian ini dimulai\ndengan melakukan identifikasi requirements berdasarkan prinsip kerja fuel cock\nassy dilanjutkan analisis fungsi menyeluruh dan sub rakitan menggunakan diagram\nliaison yang bertujuan untuk mengidentifikasi dan menganalisa fitur-fitur yang\nberpengaruh terhadap key characteristic dan fungsi utama komponen guna\nmeminimalisir kesalahan pada saat dilakukan perubahan material. Tahap\nberikutnya pemodelan geometri melalui proses scanning menggunakan 3D Scanner\ndan pengukuran menggunaakan CMM. Hasil pengukuran dan pemindaian, diolah\nlebih lanjut untuk memperoleh model atau data CAD yang lebih sempurna. 3D\nModel yang diperoleh disimulasikan untuk mengetahui titik kritis pada komponen\nguna dilakukan modifikasi pada bagian tersebut. Hasil simulasi dan analisis\ndiagram liaison dituangkan dalam sebuah gambar teknik yang dijadikan sebagai\nreferensi/acuan dalam proses prototyping.\nTahap akhir pada penelitian ini adalah prototyping menggunakan material ABS\ndengan metode SLA 3D printing. Prototipe diukur kembali untuk mengetahui\nkesesuaian dimensi yang ada pada gambar teknik. Uji resistensi material\nmenunjukkan material prototipe memiliki daya tahan yang baik terhadap fuel.\nKeberfungsian dan performa prototipe, diketahui melalui pengujian pada sebuah\nrig test dan pengujian secara langsung pada sepeda motor. Hasil pengujian prototipe\nmenunjukkan bahwa komponen mampu bekerja pada tekanan vakum (-8) cmHg\ndan (-18) cmHg, tidak terjadi kebocoran bahan bakar dan tekanan vakum pada\nsemua bagian komponen serta mampu membuka valve pada saat diberikan tekanan\nvakum dan menutup valve pada saat tekanan vakum dihilangkan. Pengujian\nperforma secara langsung pada sepeda motor, menunjukkan bahwa prototipe\nmampu mempertahankan performanya pada berbagai putaran mesin dan berbagai\nmedan jalan lurus tanpa hambatan dan medan jalan menanjak - menurun.", "Daftar File": {"ABSTRAK Sarid Mejiartono": "https://digilib.itb.ac.id/gdl/download/254839"}, "Penulis": "Sarid Mejiartono [23120319]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ignatius Pulung Nurprasetio, M.SME.", "Dr.Eng. Ir. Agung Wibowo, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Rekayasa peniruan, Fuel cock assy, Pemodelan 3D", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "04 Agu 2022"}