{"Nomor": 67079, "Judul": "FINANCIAL FEASIBILITY OF BUSINESS ON HEALTH STARTUP: A CASE STUDY OF SEMUDAH HEALTH", "Abstrak": "Bersumber dari INFODATIN pada tahun 2020 terdapat sekitar 10,7 juta orang Indonesia\nyang mengidap diabetes melitus. Salah satu faktor yang menyebabkan tingginya angka\npengidap diabetes di Indonesia adalah kurangnya pengetahuan masyarakat Indonesia\nakan penyakit diabetes melitus dan masih banyak masyarakat Indonesia yang enggan\nmengecek kadar gula darah secara rutin. Mereka berpendapat merasa kurang nyaman\nketika mengecek kadar gula darah karena harus melukai diri sendiri untuk dapat\nmengambil sampel darah. SEMUDAH HEALTH adalah perusahaan rintisan yang tertarik\nuntuk menangani permasalahan tersebut yaitu dengan membuat alat pengecek kadar gula\ndarah non-invasive menggunakan teknologi near infrared spectroscopy tetapi sampai saat\nini masih belum melakukan studi kelayakan financial. Tujuan penelitian ini adalah\nmelakukan studi kelayakan finansial usaha pengembangan perusahaan SEMUDAH\nHEALTH. Penelitian ini menggunakan pendekatan kuantitatif dengan data perusahaan\nsebagai data primer dan data perusahaan sejenis sebagai data sekunder.  Kelayakan\nfinansial akan dianalisis menggunakan metode payback period Net Present Value (NPV),\ndan Internal Rate of Return (IRR) yang kemudian resiko akan dinilai menggunakan\nanalisis scenario. Hasil dari penelitian menunjukan bahwa SEMUDAH HEALTH layak\ndilaksanakan secara keuangan dengan Payback Period selama 2.55 tahun, dengan NPV\npositif sebesar Rp1,147,577,056, dan IRR sebesar 48.73% yang mana angka persentase\ntersebut lebih besar dari Weighted Average Cost of Capital (WACC) sebesar 4.24%.\n\nKata Kunci:\nKelayakan Finansial, Diabetes Melitus, Penganggaran Modal", "Daftar File": {"2022 SK Muhammad Khusnul Kholuq-Abstract.pdf)u": "https://digilib.itb.ac.id/gdl/download/254878", "Final Project_Muhammad Khusnul Kholuq_19219062.pdf": "https://digilib.itb.ac.id/gdl/download/262958"}, "Penulis": "Muhammad Khusnul Kholuq [19219062]", "Kontributor / Dosen Pembimbing": ["Atika Irawan, S.Mn., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kelayakan Finansial, Diabetes Melitus, Penganggaran Modal", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "2 file", "Tanggal Input": "05 Agu 2022"}