{"Nomor": 67072, "Judul": "USULAN PEMILIHAN TEKNOLOGI INFORMASI DALAM PENGEMBANGAN INTEGRATED MARKETING COMMUNICATION (IMC) UNTUK MENINGKATKAN BRAND AWARENESS: WRAP IT", "Abstrak": "Tren hidup ramah lingkungan yang menuju ke arah yang lebih positif menjadi alasan mengapa\nindustri ramah lingkungan tumbuh di Indonesia. Merek ramah lingkungan melakukan kegiatan\npromosi dengan menerapkan strategi Integrated Marketing Communication (IMC). Dengan\nmenggunakan pengembangan model empat tahap Schultz and Kitchen, fokus penelitian ini\nadalah mengidentifikasi implementasi teknologi informasi yang tepat pada tahap ketiga.\nOrganisasi bisnis sangat bergantung pada digital dan teknologi, tahap ketiga IMC menjadi sangat\npenting untuk bisnis tahap awal. Namun, kesadaran merek khususnya di media sosial untuk\nmerek ramah lingkungan dianggap rendah dan faktor penentu kesadaran merek untuk produk\nramah lingkungan belum pernah diidentifikasi. Oleh karena itu, sebelum mengembangkan IMC\nperlu dilakukan analisis faktor-faktor yang menentukan kesadaran merek untuk merek ramah\nlingkungan dengan menggunakan lima variabel: keragaman penggunaan media sosial,\npembingkaian pesan, eksposur merek, word of mouth elektronik, dan keterlibatan pelanggan.\nPenelitian ini menggunakan metode kuantitatif yang disebarkan dalam bentuk kuisioner terhadap\npenduduk berusia 18-35 tahun di Kepulauan Jawa dengan menggunakan PLS-SEM. Penelitian\nini diharapkan dapat mengetahui faktor-faktor determinan apa saja yang mempengaruhi\nkesadaran merek merek ramah lingkungan kemudian memilih teknologi informasi yang tepat\nuntuk mengembangkan strategi IMC menggunakan Analisis Keputusan Must and Wants.\nKata kunci: merek ramah lingkungan, kesadaran merek; komunikasi pemasaran terpadu (IMC);\nSIM; harus dan ingin;", "Daftar File": {"2022 SK Nadya Annisa Larasati-Abstract.pdf?": "https://digilib.itb.ac.id/gdl/download/254816", "Final Project_Nadya Annisa Larasati_19219072.docx-2 - Nadya Annisa.pdf": "https://digilib.itb.ac.id/gdl/download/265812"}, "Penulis": "Nadya Annisa Larasati [19219072]", "Kontributor / Dosen Pembimbing": ["Arfenia Nita, S.T., MMgt (Fin)"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "merek ramah lingkungan, kesadaran merek; komunikasi pemasaran terpadu (IMC); SIM; harus dan ingin;", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "2 file", "Tanggal Input": "04 Agu 2022"}