{"Nomor": 67088, "Judul": "PEMODELAN RESERVOIR STATIS DAN ESTIMASI VOLUME HIDROKARBON PADA FORMASI BATURAJA, DAERAH BETA CEKUNGAN SUMATRA SELATAN", "Abstrak": "Daerah Beta merupakan daerah yang berpotensi menghasilkan gas bumi pada Formasi\nBaturaja, Cekungan Sumatra Selatan berdasarkan hasil data tes pada sumur eksplorasi.\nSecara administratif, Daerah Beta terletak di Kabupaten Ogan Komering, Provinsi Sumatra\nSelatan. Secara fisiografis, Daerah Beta terletak pada cekungan belakang busur Sumatra\nSelatan yang berumur Tersier. Studi geologi dan pemodelan reservoir difokuskan pada\ninterval sekuen FS0-FS4 pada Formasi Baturaja yang berlitologi batugamping.\nTujuan penelitian ini adalah mempelajari tatanan geologi daerah penelitian, membuat model\nreservoir statis dan mengestimasi volume hidrokarbon di tempat. Data yang digunakan\ndalam penelitian terdiri dari data log tali kawat, deskripsi keratan bor, laporan biostratigrafi\nserta seismik 3-D. Metode yang digunakan dalam penelitian ini meliputi korelasi stratigrafi\nsekuen, analisis petrofisika, analisis fasies dan lingkungan pengendapan, analisis\nbiostratigrafi, pembuatan peta ketebalan, pembuatan peta struktur kedalaman, pemodelan\nstruktur tiga dimensi, pemodelan fasies dan distribusi petrofisika, penentuan kontak fluida\ndan estimasi volume hidrokarbon di tempat.\nPenerapan metode tersebut menghasilkan gambaran kondisi geologi dan jumlah volume\nhidrokarbon Daerah Beta. Hasil analisis data sumur menunjukkan bahwa interval penelitian\nterendapkan dalam fase transgresi, tersusun dari litofasies berupa batugamping wackestone\ndan serpih yang menyusun asosiasi fasies dan lingkungan pengendapan berupa restricted\nplatform, open marine, platform sand shoals, dan platform margin reef. Daerah prospek di\nDaerah Beta dibagi menjadi tiga yang dibatasi oleh sesar. Hasil estimasi volume gas di\ntempat (IGIP) pada Daerah Prospek A sebesar 6 BSCF, Daerah Prospek B sebesar 50 BSCF,\ndan Daerah Prospek C sebesar 86 BSCF.", "Daftar File": {"COVER Elvira Anggraini Sarumaha": "https://digilib.itb.ac.id/gdl/download/254909", "PUSTAKA Elvira Anggraini Sarumaha": "https://digilib.itb.ac.id/gdl/download/254917"}, "Penulis": "Elvira Anggraini Sarumaha [12016048]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dardji", "Dr. Ir. Prihadi Soemintadiredja, M.S.", "Ir. Niniek Rina Herdianita, M.Sc., Ph.D.", "Indra Gunawan, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Formasi Baturaja, Cekungan Sumatra Selatan, analisis petrofisika, pemodelan reservoir statis, volume hidrokarbon (IGIP).", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "05 Agu 2022"}