{"Nomor": 67081, "Judul": "MEMAHAMI ADOPSI WAJIB PAJAK TERHADAP PELAPORAN          SPT ONLINE DENGAN MODEL META-UTAUT YANG DIPERLUAS", "Abstrak": "Penelitian ini mengkaji paradigma adopsi teknologi yang dominan untuk\nmenemukan variabel penting yang mendasari perilaku pelaporan SPT secara\nonline. Penelitian ini bertujuan untuk menguji dan mengembangkan model\nhipotetis secara empiris berdasarkan data yang dikumpulkan dari pengguna\npelaporan SPT online di Indonesia. Penelitian ini dilakukan dengan menyebarkan\nkuesioner online secara nasional dan memperoleh 486 data wajib pajak untuk\ndianalisis lebih lanjut. Hasil penelitian ini menunjukkan bahwa kepercayaan,\nharapan usaha, dan harapan kinerja mempunyai pengaruh positif dan signifikan\nterhadap sikap wajib pajak dalam pelaporan SPT online. Kondisi yang\nmemfasilitasi dan sikap mempunyai pengaruh positif dan signifikan terhadap niat\nwajib pajak untuk mengadopsi pelaporan SPT online. Namun, niat wajib pajak\nuntuk menggunakan pelaporan SPT online tidak terpengaruh oleh pengaruh sosial.\nNiat perilaku wajib pajak berdampak positif dan signifikan terhadap perilaku\npenggunanya. Pada saat yang sama, penanganan keluhan dan kecemasan memiliki\npengaruh yang signifikan sebagai variabel moderasi. Berdasarkan hasil analisis\ntematik jawaban atas pertanyaan terbuka di akhir kuesioner diperoleh pengalaman\npositif, pengalaman negatif, dan saran untuk perbaikan. Pengalaman positif dari\nresponden yang pernah menggunakan aplikasi pelaporan SPT online adalah cepat\ndan efisien, mudah digunakan, fleksibel, membantu dan ramah lingkungan.\nPengalaman negatifnya adalah aplikasi sering error dan sulit diakses saat peak\nseason, bingung pertama kali menggunakan aplikasi, kurang praktis, salah input\nsehingga hasil tidak sesuai, sering lupa password karena jarang akses, beda\npetugas beda beda jawaban untuk masalah yang sama, dan call center sulit\ndihubungi. Sedangkan saran perbaikannya adalah peningkatan kualitas sistem,\npedoman yang jelas dan rinci, peningkatan sosialisasi dan edukasi, peningkatan\npelayanan penanganan pengaduan, user friendly, penambahan fitur, integrasi\ndengan aplikasi lain yang mendukung, pembuatan versi mobile app, dan jaminan\nkeamanan data. Implikasi untuk praktek dan penelitian juga dibahas pada bab\nringkasan dan kesimpulan.\n\nKeywords: Adopsi, e-filing, Meta-UTAUT, Pelaporan SPT Online, Perilaku\npenggunaan.", "Daftar File": {"2022 TS Asep Heri Hermanto-Abstract.pdf?": "https://digilib.itb.ac.id/gdl/download/254886"}, "Penulis": "Asep Heri Hermanto [29020053]", "Kontributor / Dosen Pembimbing": ["Nila Armelia Windasari, S.A., MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Adopsi, e-filing, Meta-UTAUT, Pelaporan SPT Online, Perilaku penggunaan.", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "05 Agu 2022"}