{"Nomor": 67095, "Judul": "PERANCANGAN KEMBALI KAWASAN PASAR BAWAH KOTA BUKITTINGGI", "Abstrak": "Pasar rakyat merupakan tempat penjual dan pembeli melakukan transaksi\njual beli melalui proses tawar menawar. Pasar rakyat memegang peran\nstrategis dalam menggerakkan ekonomi regional dan nasional serta menjadi\ntempat interaksi sosial dan budaya bagi masyarakat. Namun, pasar rakyat\nidentik dengan kondisi yang kumuh, semrawut, tidak sehat, kurang aman\ndan kurang nyaman sehingga dapat mengganggu kenyamanan pengunjung\nketika berbelanja. Kondisi tersebut juga terdapat di kawasan Pasar Bawah\nKota Bukittinggi. Dalam penelitian ini, akan dilakukan perancangan\nkembali kawasan Pasar Bawah Kota Bukittinggi karena terdapat banyak\npersoalan berupa pasar tumpah yang memicu kemacetan, PKL di pinggir\njalan, sampah yang meluap, dan lain-lain. Untuk menyelesaikan persoalan\ntersebut, dilakukan penelitian dengan metode perancangan fragmental yang\npengambilan data dilakukan secara primer (observasi dan wawancara) dan\nsekunder (tinjauan literatur). Pada penelitian ini dilakukan pengamatan\nlokasi untuk merumuskan potensi dan persoalan yang terdapat di lokasi\nserta melakukan tinjauan literatur untuk merumuskan prinsip dan konsep\nperancangan, serta merancang kawasan Pasar Bawah Kota Bukittinggi\nberdasarkan prinsip dan konsep perancangan. Hasil penelitian ini yaitu\nterdapat banyak persoalan pada kawasan Pasar Bawah sehingga perlu\npenyelesaian persoalan dengan merancang kawasan Pasar Bawah yang\nmenyediakan tempat parkir basemen, menyediakan jalur pejalan kaki yang\nramah bagi pengunjung difabel dan lansia, menyediakan hidran,\nmenyediakan pintu masuk/keluar kendaraan yang terpisah dan sebagainya.", "Daftar File": {}, "Penulis": "Nurul izzatillah [15418228]", "Kontributor / Dosen Pembimbing": ["Bagas Dwipantara Putra, S.T., M.T., Ph.D.", "Lanthika Atianta, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Pasar rakyat, Pasar Bawah Kota Bukittinggi, perancangan kembali, metode fragmental", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "09 Agu 2022"}