{"Nomor": 67097, "Judul": "LEADERSHIP STYLE AND EFFECTIVENESS AMONG   MANAGEMENT STUDENTS: A COMPARATIVE STUDY AMONG TWO UNIVERSITIES", "Abstrak": "Kepemimpinan adalah konsep universal untuk semua orang, kelompok, bisnis dan masyarakat.\nKepemimpinan penting bagi siswa karena memiliki keterampilan kepemimpinan yang kuat dapat\nmembantu siswa berbuat lebih baik setelah mereka lulus. Pentingnya pengembangan kepemimpinan\ndalam pendidikan sarjana dibuktikan dengan atribut lulusan yang berhubungan dengan\nkepemimpinan sekarang dimasukkan dalam pernyataan misi yang dikembangkan oleh sebagian\nbesar universitas. Di Indonesia, visi misi dan kurikulum sebuah universitas khususnya jurusan\nmanajemen sangat beragam. Mereka fokus pada beberapa hal yang berbeda. Ada yang fokus pada\nkegiatan riset ekonomi, kewirausahaan, keberlanjutan, menjadi fakultas unggulan, dan\nkepemimpinan. Mungkin ada perbedaan perspektif gaya kepemimpinan di antara mahasiswa\nmanajemen yang berasal dari visi, misi, dan kurikulum universitas yang berbeda. Oleh karena itu,\npenelitian ini bertujuan untuk melakukan studi komparasi gaya kepemimpinan dan efektivitas dua\nmahasiswa perguruan tinggi yang berbeda di Indonesia jurusan manajemen dengan menggunakan\nModel Kepemimpinan Situasional oleh Hersey dan Blanchard. Dalam Model Kepemimpinan\nSituasional, ada 4 gaya kepemimpinan: mengarahkan, melatih, mendukung, dan mendelegasikan.\nMenurut Model Kepemimpinan Situasional oleh Hersey dan Blanchard, tidak ada yang memiliki\ngaya kepemimpinan terbaik. Gaya kepemimpinan yang terbaik hanya akan tergantung pada situasi\ntermasuk tugas yang akan dilakukan dan kesiapan atau pengembangan tim yang akan melakukannya.\nPenelitian ini dilakukan dengan menyebarkan kuesioner Leader Effectiveness dan Adaptability\nDescription yang telah diadaptasi kepada mahasiswa manajemen Institut Teknologi Bandung dan\nUniversitas Sumatera Utara. Sampel penelitian terdiri dari 90 mahasiswa dari masing-masing\nuniversitas, dengan jumlah total 180 mahasiswa dari kedua universitas. Jawaban dari kuesioner\ndiinterpretasikan dengan matriks tabel untuk menghitung frekuensi gaya kepemimpinan dan skor\nefektivitas gaya kepemimpinan yang mereka miliki. Skor efektivitas dibandingkan dengan\nmenggunakan T-test dari IBM SPSS. Temuan penelitian ini meliputi gaya kepemimpinan dominan,\nhasil perbandingan gaya kepemimpinan dominan, efektivitas gaya kepemimpinannya, dan hasil\nperbandingan efektivitas gaya kepemimpinannya. Hasil studi banding ini menunjukkan bahwa\nmahasiswa manajemen Institut Teknologi Bandung dan Universitas Sumatera Utara memiliki gaya\nkepemimpinan dominan yang sama yaitu Coaching Style. Penelitian ini juga menemukan bahwa\nmahasiswa manajemen kedua universitas tersebut masih menunjukkan tingkat efektifitas gaya\nkepemimpinan dan adaptabilitas kepemimpinan yang rendah. Berdasarkan hasil penelitian ini, kedua\nuniversitas diharapkan dapat mendorong mahasiswa untuk mempelajari dan memahami secara\nmendalam tentang gaya kepemimpinan situasional.\n\nKata kunci: Studi Banding, Model Kepemimpinan Situasional, Mahasiswa Manajemen.", "Daftar File": {"2022 SK Louise May-Abstract.pdf\n]": "https://digilib.itb.ac.id/gdl/download/254956"}, "Penulis": "Louise May [19018185]", "Kontributor / Dosen Pembimbing": ["Dr. Henndy Ginting, S.Psi., M.Si., Psikolog"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Studi Banding, Model Kepemimpinan Situasional, Mahasiswa Manajemen.", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "09 Agu 2022"}