{"Nomor": 67093, "Judul": "OPTIMASI PRODUKSI LIPID CHLORELLA VULGARIS DENGAN DEFISIENSI NITROGEN SERTA STRATEGI KULTIVASI DUA TAHAP MENGGUNAKAN MEDIUM PUPUK KOMERSIL", "Abstrak": "Strategi kultivasi dua tahap menjadi salah satu alternatif yang banyak\ndikembangkan untuk meningkatkan produktivitas lipid dan mengubah profil lipid\nyang akan menentukan kualitas biodiesel dari mikroalga. Strategi ini umumnya\ndilakukan dengan melakukan optimasi pertumbuhan biomassa pada tahap pertama\ndan pemberian cekaman pada kultivasi tahap kedua untuk menginduksi akumulasi\nlipid dalam sel mikroalga. Penelitian ini bertujuan untuk: (i) Menentukan waktu\npanen optimum pada kultivasi tahap satu berdasarkan fase pertumbuhan terhadap\njumlah lipid dan produktivitas lipid maksimum Chlorella vulgaris pada kultivasi\ntahap kedua; (ii) Menentukan durasi cekaman optimum terhadap jumlah lipid dan\nproduktivitas lipid maksimum Chlorella vulgaris pada kultivasi tahap kedua; dan\n(iii) Menentukan kesesuaian profil asam lemak Chlorella vulgaris dari hasil\nkultivasi dua tahap dengan waktu panen dan durasi cekaman optimum sebagai\nbahan baku biodiesel. Pada penelitian ini, C. vulgaris ditumbuhkan pada medium\npupuk Nutri-comp D (0,72 g/L) pada kultivasi tahap pertama, kemudian\ndipindahkan ke medium pupuk SP-36 (35 mg/L) dalam kondisi defisiensi nitrogen\npada kultivasi tahap kedua. Perbandingan akumulasi lipid dilakukan untuk\nmengetahui waktu panen optimum pada tahap pertama berdasarkan fase\npertumbuhan dan durasi cekaman optimum selama kultivasi tahap kedua. Lipid\ndiekstraksi menggunakan pelarut campuran kloroform metanol. Profil asam lemak\nkedua tahap kultivasi dianalisis menggunakan GC-FID (Kolom DB FastFAME).\nKondisi cekaman nitrogen pada tahap kedua secara signifikan berpengaruh\nterhadap akumulasi lipid (p<0,05). Kadar lipid akhir dari C. vulgaris tahap kedua\n(8,2-28,5% b/b) lebih tinggi dibandingkan kadar lipid akhir dari tahap pertama (6,4-\n8,1% b/b). Hasil penelitian menunjukkan, waktu dimulainya cekaman nutrisi untuk\nmenghasilkan kadar lipid optimum sebesar 28,5% (b/b) adalah 14 hari kultivasi\ntahap pertama dan durasi cekaman adalah 8 hari kultivasi tahap kedua. Profil asam\nlemak C. vulgaris yang dikultivasi pada pada variasi waktu panen dan durasi\ncekaman optimum memiliki kadar asam lemak jenuh, asam lemak tak jenuh ganda\ndan asam lemak tak jenuh tunggal masing-masing sebesar 60,23%, 22,80% dan\n16,98% (b/b). Hal ini menunjukkan C. vulgaris yang dikultivasi dengan dua tahap\nmemiliki kadar lipid tinggi serta profil asam lemak yang mendekati ideal sebagai\nbahan baku biodiesel.", "Daftar File": {"ABSTRAK Gama Luluh Lengingtyas M.": "https://digilib.itb.ac.id/gdl/download/254936"}, "Penulis": "Gama Luluh Lengingtyas M. [10418010]", "Kontributor / Dosen Pembimbing": ["Neil Priharto, S.Si., M.T., Ph.D.", "Anriansyah Renggaman, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Chlorella vulgaris, defisiensi nitrogen, kultivasi dua tahap, produktivitas lipid", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "08 Agu 2022"}