{"Nomor": 67094, "Judul": "PEMILIHAN KANDIDAT SUMUR YANG TEPAT UNTUK  PEKERJAAN INTERVENSI SUMUR MENGGUNAKAN METODE  ANALYTIC HIERARCHY PROCESS", "Abstrak": "Sejak 12 Juni 2020 PT. Pertamina (Persero) telah membentuk 6 sub holding dan salah satunya sub holding hulu yang secara operasional dijalankan oleh PT Pertamina Hulu Energi. Sub holding hulu terdiri dari 5 region dan 17 zona. Salah satunya adalah regional 2 yang dikelola oleh PT. Pertamina-EP yang terdiri dari 3 zona yaitu zona 5, zona 6, dan zona 7. Lapangan Tambun merupakan salah satu lapangan yang berada di zona 7. Saat ini Lapangan Tambun berproduksi 1279 bopd minyak dan 29,42 mmscfd gas. \nSumur minyak dan gas merupakan salah satu aset penting bagi perusahaan minyak dan gas. Produksi migas dari sumur-sumur tersebut merupakan salah satu indikator kinerja perusahaan migas. Namun produksi migas ini secara alami akan menurun, apalagi jika sudah melewati tahapan puncak produksi. Penurunan yang terjadi akan lebih cepat. Selain faktor alam dari kondisi cadangan migas yang ada di bumi, faktor eksternal juga mempengaruhi penurunan tersebut, antara lain profil sumur, lokasi & flowline, dan lifting. Untuk mempertahankan angka produksi, dilakukan pemboran sumur baru atau pemeliharaan sumur eksisting dilakukan melalui pekerjaan intervensi sumur. Pekerjaan Intervensi Sumur adalah pekerjaan sumur tidak rutin yang dilakukan dengan tujuan untuk memelihara / memperbaiki / meningkatkan produksi dengan cara membuka kembali dan/atau menambah interval perforasi pada zona eksisting yang telah atau sedang diproduksi. \nProduksi minyak Lapangan Tambun tahun 2019-2021 tidak mencapai target yang telah ditentukan, hanya berkisar 92-96% dari target. Penyebabnya adalah penurunan alami dan pekerjaan intervensi sumur yang kurang berhasil. Pada tahun 2019-2021 terdapat 53 sumur yang mengalami keterlambatan penyelesaian pekerjaan intervensi sumurnya. Ini menyebabkan adanya biaya tambahan $1.578.864.63. Untuk menghindari hal ini, perlu untuk memilih kandidat sumur yang tepat untuk pekerjaan intervensi sumur. Peneliti menggunakan diagram tulang ikan untuk mencari akar penyebab keterlambatan penyelesaian pekerjaan intervensi sumur. Selanjutnya peneliti menggunakan metode AHP (Analytic Hierarchy Process) untuk menyeleksi calon sumur. Kriteria yang digunakan dalam metode AHP diperoleh dari hasil evaluasi diagram tulang ikan. Hasil analisis metode AHP adalah urutan kandidat sumur untuk pekerjaan intervensi sumur. Hasil analisa ini akan disampaikan kepada tim manajemen di regional 2 khususnya di zona 7 Lapangan Tambun sebagai salah satu alternatif solusi untuk mengatasi permasalahan yang terjadi di lapangan.", "Daftar File": {"2022_TS_PP_Ali Mashar_Abstrak-1.pdf5?": "https://digilib.itb.ac.id/gdl/download/254937"}, "Penulis": "Ali Mashar [29120123]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Pri Hermawan, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "oil production, decline, well intervention job, fishbone diagram, AHP", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "08 Agu 2022"}