{"Nomor": 67091, "Judul": "PUSAT LANSIA:  AGE IN PLACE DALAM LINGKUNGAN BINAAN TERINTEGRASI ALAM", "Abstrak": "Zaman ini, Indonesia mulai mengalami perubahan demografi akibat peningkatan kualitas kesehatan, teknologi, dan sanitasi. Meskipun tren populasi lansia di negeri ini terus meningkat, pembangunan fasilitas inklusif yang dapat mengakomodasi gaya hidup orang lanjut usia masih tergolong minim, bahkan tidak ada. Kelangkaan komunitas lansia juga turut berkontribusi pada minimnya kebebasan yang akhirnya menyebabkan pola hidup yang pasif. Lebih lagi, rendahnya rasa hormat masyarakat Indonesia terhadap orang lanjut usia, asuransi kesehatan yang tidak memadai, dan biaya pengobatan yang tinggi, kemudian berpotensi untuk menimbulkan perasaan tidak berdaya pada individu lansia. Hal tersebut akhirnya dapat menyebabkan kecemasan dan stres, yang kemudian berujung pada depresi. Untuk menanggapi hal tersebut, proyek yang terletak di bagian utara Kota Bandung ini bertujuan untuk menciptakan lingkungan binaan yang mampu menurunkan tingkat depresi pada individu dan komunitas lanjut usia, melalui pendekatan desain berbasis alam (living with nature), penyediaan kegiatan rutin, dan companionship. Untuk mencapai hal tersebut, proyek ini mewadahi tiga fungsi yang berbeda, yaitu Congregate Housing, Pusat Komunitas Lansia, dan Hospitality. Ketiga tipologi ini digabungkan guna menghasilkan kualitas hidup yang baik sehingga para lansia dapat tinggal di tempat dan komunitas yang sama selama mungkin (age in place). Dengan begitu, semua fasilitas dalam proyek ini berperan sebagai elemen pendukung gaya hidup lansia yang sehat, aktif, dan produktif.", "Daftar File": {}, "Penulis": "Valary Budianto [15218057]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mochamad Prasetiyo Effendi Yasin, M.Arch., MAUD", "Dr.Eng. Arif Sarwo Wibowo, S.T., M.T.", "Dr. Firmansyah, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "lansia, depresi, age in place, living with nature, congregrate housing, pusat komunitas lansia", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "08 Agu 2022"}