{"Nomor": 67104, "Judul": "ANALISIS POTENSI PEG-DIOLEAT TERSULFONASI UNTUK APLIKASI PENINGKATAN PEROLEHAN MINYAK LANJUT DENGAN INJEKSI KIMIA(CEOR)", "Abstrak": "Produksi minyak bumi nasional cenderung mengalami penurunan dari tahun ke tahun, akan tetapi hal ini tidak sejalan dengan konsumsi minyak nasional yang selalu mengalami kenaikan. Salah satu cara yang dapat dilakukan untuk meningkatkan produksi minyak adalah melakukan peningkatan perolehan minyak lanjut dengan injeksi surfaktan (CEOR). Surfaktanberperanmenurunkanteganganantarmukaminyak dan air, sehinggameningkatkanproduksiminyakbumi. Salah satusurfaktan yang dapatdigunakan pada CEOR adalahsurfaktanalkil ester tersulfonasi (SAE), yang memilikiteganganantarmukamencapaiorde 10-3mN/mketikadiformulasikandengan FEO-18 (Fatty Ester Oleate C-18). Tujuan penelitian ini adalah untuk memodifikasi SAE menjadi PEG Dioleat Tersulfonasi (SPEGD), suatu surfaktan gemini, untuk mendapatkan tegangan antarmuka yang diharapkan lebih rendah daripada SAE. Pada pra-analisis surfaktan dengan pengukuran HLB (hydrophylic - Lyophylic Balance), SPEGD memiliki nilai 11,93 atau dapat membentuk emulsi minyak dalam air, sehingga akan meningkatkan kemampuan surfaktan dalam mendorong minyak. SPEGD disintesis dari reaksi esterifikasi asam oleat dan PEG 400 yang dilanjutkan dengan sulfonasi menggunakan NaHSO3. Terhadap SPEGD yang telah disintesis dilakukan karakterisasi denganKromatografi Lapis Tipis (KLT), Spektroskopi IR, 1H NMR, dan 13C NMR. Hasil karakterisasi menunjukkan bahwa SPEGD sudah behasil disintesis, namun masih terdapat produk samping dan reaktan yang tidak bereaksi. Uji kompabilitas seperti uji kestabilan larutan, uji kelakuan fasa dan pengukuran tegangan antarmuka dilakukan terhadap SPEGD untuk melihat kinerja surfaktan sebagai CEOR. Hasilnya, SPEGD memiliki kinerja yang baik dengan tegangan antarmuka 9,81 x 10-4mN/m pada kondisisalinitas 4000 ppm, temperatur 40 ?, dan equivalent alkane carbon number sebesar 18.", "Daftar File": {"ABSTRAK Wahyu Lana Ferdiyansyah": "https://digilib.itb.ac.id/gdl/download/255113"}, "Penulis": "Wahyu Lana Ferdiyansyah [10518027]", "Kontributor / Dosen Pembimbing": ["Dr. Deana Wahyuningrum, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "SPEGD, CEOR, Surfaktan Gemini, KarakterisasiSurfaktan, Uji Kompabilitas ?", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "09 Agu 2022"}