{"Nomor": 67106, "Judul": "EVALUASI EKONOMI PENAMBANGAN EMAS BAWAH TANAH METODE SUBLEVEL STOPING DI PT XYZ MENGGUNAKAN METODE DISCOUNTED CASH FLOW, ANALISIS SENSITIVITAS, SIMULASI MONTE CARLO, DAN METODE REAL OPTIONS MENGGUNAKAN PENDEKATAN BINOMIAL LATTICE DAN RAINBOW OPTION", "Abstrak": "Industri pertambangan umumnya menganalisis investasinya menggunakan Discounted Cash Flow namun pada kenyataannya terdapat faktor ketidakpastian yang dapat terjadi sehingga dibutuhkan metode analisis lain untuk mengevaluasi ekonomi proyeknya yaitu analisis sensitivitas, simulasi Monte Carlo, dan metode Real Option menggunakan pendekatan Binomial Lattice, dan Rainbow Option. Berdasarkan hasil metode Discounted Cash Flow, dengan discount rate menggunakan pendekatan WACC sebesar 10.10% diperoleh NPV sebesar $70,155,698 dan IRR sebesar 23.39%. Selanjutnya, setelah dilakukan analisis sensitivitas terhadap perubahan nilai NPV-DCF menggunakan tiga parameter yaitu harga jual, biaya kapital dan biaya operasional. Berdasarkan analisis sensitivitas,\nharga jual memengaruhi perubahan nilai NPV-DCF. Pada simulasi Monte Carlo, didapatkan nilai rata-rata NPV proyek sebesar $16,649,665 dengan menggunakan data historis harga komoditas pada sepuluh tahun ke belakang. Pada metode Real Option, dengan pendekatan Binomial Lattice, option value dari volatilitas perpaduan faktor harga komoditas dari data historis pada empatbelas tahun ke\nbelakang adalah sebesar $129,885,588. Dengan pendekatan Rainbow Option, options value dari harga komoditas dan inflasi dari data historis empatbelas tahun ke belakang adalah sebesar $195,601,395.", "Daftar File": {"ABSTRAK Challista Evangline Halim": "https://digilib.itb.ac.id/gdl/download/255115"}, "Penulis": "Challista Evangline Halim [12118005]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Fadhila Achmadi Rosyid, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Discounted Cash Flow, analisis sensitivitas, simulasi Monte Carlo, Real Option Valuation, Binomial Lattice, Rainbow Option", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "09 Agu 2022"}