{"Nomor": 67103, "Judul": "DETEKSI DASAR NAUTIKA DI PERAIRAN DANGKAL: STUDI KASUS PELABUHAN PATIMBAN", "Abstrak": "Baja Hadfield memiliki sifat mekanik yang unggul sehingga sering digunakan pada komponen yang memerlukan ketahanan terhadap beban impak dan aus seperti frog nose. Kekerasan yang tinggi pada permukaan dan ketangguhan pada bagian dalam merupakan persyaratan yang paling penting pada frog nose. Kekerasan optimal frog nose menurut Peraturan Menteri Perhubungan Republik Indonesia Nomor PM.60 Tahun 2012 adalah sekitar 350 HB (370 HV). Namun, baja Hadfield pada kondisi as-cast memiliki endapan karbida pada batas butir austenit sehingga bersifat getas dan memiliki ketangguhan yang rendah. Maka dari itu, perlu dilakukan suatu perlakuan untuk menghilangkan karbida pada batas butir austenit serta meningkatkan kekerasan sesuai persyaratan komponen frog nose. Perlakuan yang dilakukan pada penelitian ini adalah thermomechanical treatment dengan variasi holding time pre-isotermal (5 dan 10 jam) dan persen cold work (0, 10, 25, dan 35%). Hasil pengujian menunjukkan pada masing-masing holding time pre-isotermal, fasa karbida tidak kontinu pada batas butir dan tersebar pada matriks austenit sehingga meningkatkan ketangguhan. Holding time yang lebih lama menyebabkan fraksi karbida lebih sedikit. Selain itu, nilai kekerasan meningkat seiring bertambahnya persen cold work. Persen cold work 10% menghasilkan kekerasan optimum untuk komponen frog nose pada masing-masing variasi holding time pre-isotermal secara berturut-turut yaitu 363 ± 10,67 HV0,5 dan 370,5 ± 15,33 HV0,5.", "Daftar File": {"ABSTRAK Fauzan Ikhlas Wira Rohmat": "https://digilib.itb.ac.id/gdl/download/255059"}, "Penulis": "Fauzan Ikhlas Wira Rohmat [25120024]", "Kontributor / Dosen Pembimbing": ["Dr. Poerbandono, S.T., M.M.", "Gabriella Alodia, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "dasar nautika, metode akustik, elektromekanik, yield stress, massa jenis.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "09 Agu 2022"}