{"Nomor": 67119, "Judul": "PENGARUH DIGITALISASI TERHADAP RETAIL TOKO SAYURAN DI LINGKUNGAN ONLINE DAN OFFLINE", "Abstrak": "Dunia telah dilanda pandemi dan didorong oleh pergerakan teknologi yang konstan, menghasilkan\npergeseran bentuk bisnis dari ritel tradisional ke lingkungan online digital. Sebagian besar sektor bisnis\ntelah beralih ke platform online dan memilih untuk lebih fokus pada lini lingkungan online daripada\nritel bata-dan-mortir, tetapi tidak dengan bahan makanan hijau. Dari hasil penelitian, di Indonesia,\nmasyarakat masih memiliki kecenderungan untuk membeli sayuran di supermarket dan pasar\ntradisional. Apakah karena tidak ada ikatan dengan lingkungan online untuk pedagang sayur? Kami\nakan mencari bukti empiris untuk melihat apakah pelanggan dapat membangun hubungan yang kuat\ntidak hanya dengan toko fisik tetapi juga dengan toko online.\nKajian ini membuka jalur baru dalam ranah pemasaran dengan memperluas konsep place attachment\ndengan kajian lingkungan ritel online untuk bisnis kelontong hijau di Indonesia. Temuan kami\nmenunjukkan bahwa konsumen yang memiliki komitmen mendalam terhadap suatu lokasi\nmempromosikan promosi dari mulut ke mulut yang menguntungkan, terlepas dari apakah mereka\nonline atau offline. Loyalitas mereka terhadap toko tidak menghalangi mereka untuk beralih ke\nprovider lain, baik untuk lingkungan online maupun offline.\nKata kunci: Industri Ritel, Industri Sayuran, Place Attachment, dan Digitalisasi Ritel", "Daftar File": {"2022 SK Faris Prianto Rahman-Abstract.pdf)u": "https://digilib.itb.ac.id/gdl/download/255308"}, "Penulis": "Faris Prianto Rahman [19219022]", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, S.T., MBA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Industri Ritel, Industri Sayuran, Place Attachment, dan Digitalisasi Ritel", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "11 Agu 2022"}