{"Nomor": 67118, "Judul": "VALUASI SAHAM PT BANK RAYA INDONESIA TBK.  SETELAH PELAKSANAAN HMETD", "Abstrak": "Selama tahun 2021 banyak bank berlomba-lomba untuk mengubah operasi bisnisnya menjadi bank digital, dan harga sahamnya meningkat signifikan karena proyeksi yang menjanjikan. Salah satunya adalah PT Bank Raya Indonesia (AGRO), perusahaan yang mengubah operasi bisnisnya ke digital dan menargetkan 10% pekerja gig economy yang memiliki valuasi US$ 314 miliar dolar pada tahun 2025. Untuk mewujudkan transformasi bisnis, AGRO telah mengeluarkan 4,64% saham baru dan memperoleh Rp 1.159.999.703.500 dengan rasio 620.000:30.141. Tujuan dari dana itu sendiri adalah untuk mengalokasikan 20% dari ekuitasnya untuk menyalurkan pinjaman digital. Menurut manajemen, AGRO akan menghentikan ekspansi segmen kredit kelas menengah dan fokus mendistribusikan segmen ritel yang memiliki yield interest lebih tinggi dengan jangka waktu pendek. \nTujuan dari penelitian ini adalah untuk mengetahui nilai intrinsik saham AGRO dan memberikan gambaran atau rekomendasi kepada investor apakah saham AGRO layak dibeli atau tidak setelah rights issue dan untuk menilai apakah rights issue dapat mendukung transformasi AGRO menjadi rumah bagi fintech dan gigekonomi. Penelitian ini akan menggunakan metode kualitatif dan kuantitatif. Metode kualitatif akan menggunakan analisis eksternal melalui analisis PEST, sedangkan analisis internal akan menganalisis kinerja keuangan dan aksi korporasi dan diakhiri dengan analisis SWOT untuk mengetahui kekuatan, kelemahan, peluang, dan ancaman yang dihadapi AGRO. Metode yang digunakan secara kuantitatif adalah regresi berganda untuk menentukan proyeksi dana pihak ketiga, kemudian memproyeksikan arus kas bebas ke ekuitas untuk menentukan penilaian. \nHasil dari nilai intrinsik menggunakan arus kas bebas untuk ekuitas adalah 218 sedangkan harga pasar adalah 840, perbandingan ini menunjukkan bahwa harga pasar saat ini sangat overvalue dan berisiko untuk berinvestasi di saham AGRO. Meski pangsa pasar gig economy cukup menjanjikan, kemampuan AGRO yang hanya memiliki modal inti 2 triliun masih belum bisa mendukung visi AGRO sebagai rumah fintech dan gig economy.", "Daftar File": {"2022_TS_PP_Ricky Hariyanto-29120628_Abstrak-1.pdf\niu": "https://digilib.itb.ac.id/gdl/download/255301"}, "Penulis": "Ricky Hariyanto [29120628]", "Kontributor / Dosen Pembimbing": ["Ahmad Danu Prasetyo, S.T., M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Gig-Economy, Valuasi, HMETD/ Right Issue, FCFE", "Sumber": "PT BANK RAYA INDONESIA TBK.", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "11 Agu 2022"}