{"Nomor": 67117, "Judul": "PENGARUH NANOPARTIKEL EMAS (AUNP) DAN CU-BTC TERHADAP LAJU TRANSFER ELEKTRON HETEROGEN REAKSI ELEKTRO-OKSIDASI GLUKOSA PADA ELEKTRODA PASTA KARBON", "Abstrak": "Elektroda pasta karbon dapat digunakan sebagai sensor glukosa, namun glukosa\nmerupakan senyawa organik yang sukar untuk dioksidasi terutama di permukaan\nelektroda pasta karbon. Proses oksidasi ini dapat dipermudah dengan penambahan\nkatalis di permukaan elektroda. Laju reaksi oksidasi glukosa di permukaan\nelektroda ditentukan oleh nilai k0 (atau ks pada beberapa literatur). Nilai k0 yang\nbesar menunjukkan aktivitas katalitik yang baik pada elektroda. Untuk\nmeningkatkan nilai k0 pada proses oksidasi glukosa di permukaan elektroda dapat\ndigunakan katalis tertentu. Beberapa diantara katalis yang digunakan adalah\nnanopartikel emas dan Cu-BTC serta gabungan antara keduanya yaitu\nAuNP@Cu-BTC. Cu-BTC merupakan MOF yang disintesis dari ion Cu(II) dan\nasam trimesat H3BTC. Ion Cu(II) dari Cu-BTC berfungsi sebagai katalis oksidasi\nglukosa. Penggunaan Cu-BTC dipilih karena selain mudah disintesis Cu-BTC\nterdiri dari ligan nonpolar trimesat yang dapat dengan mudah terikat dengan pasta\nkarbon. Nanopartikel emas yang digabungkan ke Cu-BTC diharapkan dapat\nmeningkatkan nilai k0 pada katalis. Sintesis nanopartikel emas dapat menggunakan\nmetode Turkevich dengan mereduksi Au(III) dalam larutan natrium sitrat panas.\nHasil sintesis nanopartikel emas dengan metode ini akan menghasilkan larutan\nkeunguan atau kemerahan yang menyerap panjang gelombang 600 – 500 nm\nuntuk nanopartikel ukuran 5 – 100 nm. Larutan nanopartikel emas yang telah\ndingin dapat langsung dicampurkan dengan Cu-BTC dan dihasilkan AuNP@Cu-\nBTC yang berwarna lebih gelap dibandingkan dengan Cu-BTC. Kemudian\npenentuan kemampuan elektroda dalam mendeteksi glukosa dan nilai k0\nditentukan dengan metode voltammetri siklis. Namun karena menggunakan\nelektroda pasta karbon yang tidak datar, maka luas permukaan harus ditentukan\nterlebih dahulu dengan menggunakan larutan besi ferro/ferrisianida. Dengan\nmetode ini ditemukan luas permukaan masing-masing elektroda adalah 14,45\nmm2, 13,83 mm2, 7,99 mm2, dan 11,77 mm2 berturut-turut untuk elektroda pasta\nkarbon (EPK), AuNP@EPK, Cu-BTC/EPK, dan AuNP@Cu-BTC/EPK.\nKemudian pengujian elektroda dalam mendeteksi glukosa dilakukan dengan\nlarutan glukosa dalam NaOH 0,1 M. Dengan metode voltammetri siklis dengan\nlaju pindai bervariasi, nilai k0 untuk masing-masing elektroda dapat ditentukan,\nyaitu 2,71x10-7, 4,55x10-5, 9,38x10-5 dan 2,29x10-4 cm2/s, untuk EPK,\nAuNP@EPK, Cu-BTC/EPK, dan AuNP@Cu-BTC/EPK, serta sensitivitas yang paling baik untuk keempat elektroda adalah AuNP@Cu-BTC/EPK dengan nilai\n113,63 ?A/mM.cm2.", "Daftar File": {"ABSTRAK Wandi Kasim": "https://digilib.itb.ac.id/gdl/download/255292", "PUSTAKA Wandi Kasim": "https://digilib.itb.ac.id/gdl/download/264888"}, "Penulis": "Wandi Kasim [20519315]", "Kontributor / Dosen Pembimbing": ["Achmad Rochliadi, MS, Ph.D.", "Aep Patah, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Elektroda sensor, pasta karbon, laju reaksi, Cu-BTC, nanopartikel emas, performa elektroda", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "11 Agu 2022"}