{"Nomor": 67122, "Judul": "DESAIN, SIMULASI, DAN IMPLEMENTASI STABILISASI VERTIKAL QUADCOPTER TERTAMBAT OTONOM DENGAN PENGONTROL PROPORSIONAL, INTEGRAL, DAN DERIVATIF KASKADE MELALUI PENALAAN OPTIMISASI KAWANAN PARTIKEL", "Abstrak": "Quadcopter otonom sudah banyak digunakan untuk berbagai aplikasi seperti pada sektor industri, pemerintahan, dan rekreasi. Namun, sumber daya yang digunakan umumnya berupa baterai yang tertanam pada badan pesawat sehingga durasi terbang dari quadcopter terbatas. Terdapat beberapa metode untuk meningkatkan durasi terbang dari quadcopter otonom, seperti sistem pergantian baterai secara otonom ataupun menggunakan kabel tambatan. Quadcopter tertambat akan memiliki durasi terbang yang lebih tinggi secara kontinu, tetapi penggunaan kabel tambatan akan memberikan pengaruh inersia lebih terhadap gerak quadcopter.\nPada penelitian ini dilakukan desain, simulasi, dan implementasi stabilisasi vertikal sistem quadcopter tertambat otonom. Konfigurasi rangka yang digunakan adalah rangka jenis X sebenarnya. Dilakukan pemodelan terhadap gaya dan momen tambahan yang disebabkan oleh kabel tambabtan untuk melakukan simulasi terhadap pengontrol yang akan digunakan. Pengontrol PID sudah umum digunakan sebagai pengontrol pada quadcopter, sehingga pada penelitian ini dilakukan perancangan pengontrol PID kaskade pada sistem quadcopter tertambat. Untuk menala pengontrol PID, digunakan algoritma optimisasi kawanan partikel (PSO) sebagai algoritma optimasi parameter PID. Hasil penalaan PSO terhadap pengontrol PID kaskade diuji melalui simulasi yang sudah dibangun. Pengontrol akan diimplementasikan pada purwarupa yang sudah dirancang bangun.\nPenalaan pengontrol PID kaskade menggunakan PSO berhasilyang ditandai dengan partikel PSO konvergen terhadap nilai global terbaik. Hasil rancangan pengontrol memberikan respon terbang yang stabil pada simulasi dengan sedikit overshoot pada pengontrol sudut yaw.\nIntegrasi pengontrol dilakukan menggunakan MAVROS sebagai pengendali tingkat tinggi dan ArduCopter sebagai pengendali tingkat rendah. Uji terbang dilakukan pada ruangan tertutup. Pengamat yang digunakan pada purwarupa memberikan hasil yang buruk kecuali pada pengamat vertikal. RMSE terbesar pada pengamat sumbu vertikal, longitudinal, lateral, dan arah secara berurut sebesar 7,38 cm, 19,49 cm, 26,84 cm, dan 2,95 derajat. Performa pengamat yang buruk pada sumbu longitudinal, lateral, dan arah disebabkan oleh getaran mekanis yang memberikan derau pada pembacaan IMU serta gangguan magnetik yang memberikan derau pada pembacaan magnetometer.\nPengontrol posisi purwarupa memiliki RMSE sebesar 5,3 cm untuk ketinggian, 27,36 cm untuk longitudinal, dan 58,37 cm untuk lateral. Sehingga implementasi otonom pada tahap penelitian ini terbatas sampai stabilisasi vertikal.", "Daftar File": {"ABSTRAK Eron Ariodito": "https://digilib.itb.ac.id/gdl/download/255323"}, "Penulis": "Eron Ariodito [13318053]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Yul Yunazwin, M.Sc., DIC.", "Ir. Estiyanti Ekawati, M.T, Ph.D.", "Augie Widyotriatmo, S.T., M.T., Ph.D.", "Miranti Indar Mandasari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "quadcopter tertambat, PID kaskade, penalaan PSO, baterai", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "11 Agu 2022"}