{"Nomor": 67128, "Judul": "PERBANDINGAN DUA SKEMA TANDA TANGAN YANG BERBASIS ISOGENI KURVA ELIPTIK SUPERSINGULAR DAN KUATERNION", "Abstrak": "Masyarakat membutuhkan skema tanda tangan digital untuk keamanan\ninformasi. Saat ini, sudah terdapat beberapa skema tanda tangan digital\nyang digunakan secara massal. Akan tetapi, skema tanda tangan tersebut\ntidak aman terhadap serangan yang dapat dilakukan oleh komputer kuantum\nmenggunakan algoritma Shor. Oleh karena itu, kita perlu mempersiapkan\nskema tanda tangan digital yang tidak rentan terhadap baik serangan\nkomputer kuantum maupun serangan komputer biasa, yang disebut dengan\nskema tanda tangan post-kuantum. Salah satu alternatif skema tanda tangan\npost-kuantum adalah skema tanda tangan berbasis isogeni kurva eliptik supersingular.\nTugas akhir ini membandingkan dua skema tanda tangan berbasis isogeni\nkurva eliptik supersingular, yakni skema SQISign dan skema yang dicetuskan\noleh Galbraith, Petit, dan Silva. Prinsip kerja kedua skema ini sama-sama\nmenggunakan isogeni kurva eliptik supersingular dan kuaternion yang terkait\ndengan korespondensi Deuring. Akan tetapi, terdapat perbedaan-perbedaan\ndalam dua skema tersebut sehingga SQISign lebih mudah diimplementasikan\ndan lebih efisien. Selain itu, ukuran signature, kunci publik, dan kunci rahasia\nSQISign lebih pendek. Akan tetapi, penelitian lebih lanjut diperlukan untuk\nmenguji keamanan skema tersebut dan untuk membuat skema tanda tangan\nberbasis isogeni yang dapat dieksekusi dalam waktu lebih singkat.", "Daftar File": {"ABSTRAK Nurul Syafithri": "https://digilib.itb.ac.id/gdl/download/255357"}, "Penulis": "Nurul Syafithri [10117073]", "Kontributor / Dosen Pembimbing": ["Dr. Muchtadi Intan Detiena, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "skema tanda tangan, isogeni, kuaternion", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "11 Agu 2022"}