{"Nomor": 67125, "Judul": "PERANCANGAN GEOTEKNIK GEDUNG BANDUNG FASHION HUB", "Abstrak": "Gedung Bandung Fashion Hub direncanakan sebagai pusat kegiatan terkait industri fesyen yang dapat mewadahi para pegiat fesyen mengekspresikan karyanya, beinteraksi satu sama lain, dan saling bertukar ide. Desain geoteknik gedung ini meliputi dinding penahan tanah, pengangkuran, dan kelompok pondasi dalam.\nDinding penahan tanah direncanakan menggunakan tipe diafragma setebal 600 mm dengan tinggi 16 meter. Dinding didukung oleh 1 lapis angkur pada kedalaman 4 meter. Angkur direncanakan temporer menggunakan tipe tendon 6 buah, diameter grout 20 cm, serta dipasang dengan spasi horizontal 4.6 meter. Dinding dan angkur didesain untuk mengakomodasi galian konstruksi besmen dengan tahapan: 1) Instalasi dinding & pembebanan konstruksi, 2) Galian 1 -4.5 meter, 3) Instalasi angkur, 4) Galian Final hingga elevasi -8.60 meter. Analisis dinding dilakukan terhadap kondisi jangka pendek dan jangka panjang masa konstruksi, serta kondisi permanen gempa, banjir, dan muka air tanah normal. Analisis dilakukan menggunakan perangkat lunak elemen hingga PLAXIS 2D dengan model konstitutf Hardening Soil. Hasil analisis menunjukan deformasi terbesar lateral dinding sebesar 39 mm pada kondisi galian final long term masa konstruksi, gaya geser maksimum 281 kN/m dan momen maksimum 229 kNm/m dalam kondisi permanen banjir.\nPondasi dirancang untuk area besmen dan kolom-kolom lantai 1 yang berada diluar tapak basmen. Digunakan pondasi tiang bor diameter 1200 mm untuk kolom, dan 1600 untuk dinding geser. Tiang disusun dalam kelompok yang terdiri atas 3 konfigurasi yaitu P4, P6 dan P8. Pondasi dianalisis kapasitasnya berdasarkan 3 kondisi pembebanan yakni gravitasi, gempa nominal, dan gempa kuat. Analisis ini mengkombinasikan antara perhitungan manual dengan bantuan perangkat lunak LPILE, GROUP, dan SPColumn. Diperhitungkan juga kebutuhan tie beam, penurunan kelompok tiang, dan penulangannya.", "Daftar File": {"ABSTRAK ANDREAS BAYU PRATAMA": "https://digilib.itb.ac.id/gdl/download/255347"}, "Penulis": "ANDREAS BAYU PRATAMA [15018124]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Masyhur Irsyam, MSE."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "dinding diafragma, angkur, PLAXIS, model hardening soil, tiang bor, LPILE, GROUP, SPColumn, penurunan, daya dukung, Bandung", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "11 Agu 2022"}