{"Nomor": 67133, "Judul": "PENGARUH PROPORSI DAN PENCAHAYAAN RUANG CAPSULE HOTEL TERHADAP KENYAMANAN PSIKOLOGIS KONSUMEN  MILENIAL DENGAN MEDIA VR (STUDI KASUS: BOBOBOX, BANDUNG)", "Abstrak": "Pertumbuhan penduduk yang terus meningkat dan tingkat migrasi penduduk yang tinggi terutama pada kota-kota besar, memengaruhi terjadinya peningkatan akan kebutuhan lahan pada masyarakat. Lahan yang kian terbatas memengaruhi berbagai sektor perkotaan, salah satunya adalah perhotelan sebagai salah satu sektor esensial. Persaingan industri ekonomi saat ini yang semakin ketat, menuntut pelaku bisnis untuk terus melakukan perubahan-perubahan baru mengikuti perkembangan jaman. Salah satu inovasi terbaru dalam sektor perhotelan adalah capsule hotel. Capsule hotel merupakan sebuah akomodasi berbentuk kapsul yang memiliki luasan terbatas dengan kapasitas 1-2 orang. Konsep yang unik dan harga yang relatif terjangkau menjadikan  capsule hotel saat  ini banyak diminati  sebagai  salah satu  pilihan akomodasi oleh para wisatawan dan memunculkan tren baru bagi masyarakat, khususnya bagi para pelancong. Ruang pada capsule hotel merupakan ruang tertutup dengan luasan yang terbatas sehingga desain ruang interior kapsul dalam membentuk pengalaman ruang memiliki peran yang penting dalam memberikan kenyamanan bagi konsumen.\nPenelitian difokuskan kepada pengalaman ruang yang dirasakan yang memberikan persepsi akan kenyamanan untuk menganalisa pengaruh desain ruang yang memiliki luasan terbatas, khususnya variabel proporsi  dan  pencahayaan  ruang,  terhadap  kenyamanan psikologis penggunanya. Penelitian  dilakukan  dengan  menggunakan  metode  kuantitatif  melalui eksperimen dan desain eksperimen yang digunakan adalah quasi experiment. Eksperimen dilakukan kepada 5 orang partisipan untuk eksperimen uji coba dan 30 orang partisipan untuk eksperimen utama, keduanya dengan karakteristik partisipan berusia 25-35 tahun sebagai perwakilan  dari  konsumen  milenial. Pelaksanaan  eksperimen  dibantu dengan  media  VR (Virtual Reality) dalam membentuk persepsi ruang yang nyata.\nEksperimen dilaksanakan pada ruang Laboratorium  Ergonomi Produk, Institut Teknologi Bandung dan memiliki pengaturan ruang yang sama untuk setiap partisipan. Alat ukur yang digunakan dalam memperoleh data primer penelitian adalah kuesioner yang terdiri dari 15 pertanyaan mengenai persepsi partisipan secara keseluruhan serta persepsi yang dirasakan oleh partisipan akan proporsi dan pencahayaan ruang. Pada pelaksanaan eksperimen, partisipan dihadapkan kepada situasi dan kondisi ruang yang dibentuk menjadi 5 kondisi stimulus yaitu 4 stimulus eksperimen dan 1 stimulus kontrol. Pelaksanaan eksperimen dibagi menjadi dua tahap, yaitu pelaksanaan eksperimen uji coba yang kemudian dilanjutkan dengan pelaksanaan eksperimen  utama.  Eksperimen  uji  coba  dilakukan  bertujuan  untuk  menguji  prosedur pelaksanaan eksperimen, validitas dan reliabilitas kuesioner, serta signifikansi antar kondisi stimulus. Setelah pengujian statistika dilakukan, penelitian dilanjutkan kepada eksperimen utama.  Data kuesioner berdasarkan  eksperimen  utama dianalisa  menggunakan  statistika ANOVA sebagai uji hipotesis untuk mengetahui hubungan signifikan antar variabel. \nPada  hasil  akhir  penelitian  ini  diperoleh  temuan  yaitu  terbukti  adanya  pengaruh positif proporsi, pencahayaan, dan kombinasi antara proporsi dan pencahayaan ruang capsule hotel terhadap kenyamanan psikologis konsumen milenial. Selain itu juga didapatkan temuan bahwa pencahayaan ruang memiliki pengaruh yang lebih signifikan terhadap kenyamanan psikologis dibandingkan  dengan  proporsi  ruang.  Hasil  akhir  penelitian  ini  disimpulkan  berupa rekomendasi desain ruang capsule hotel selanjutnya dengan optimalisasi pada variabel proporsi dan pencahayaan ruang yang dapat meningkatkan kenyamanan psikologis konsumen.", "Daftar File": {"2022 TS PP ANGELIA VINA  MONICA 1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/255363"}, "Penulis": "Angelia Vina Monica [27120010]", "Kontributor / Dosen Pembimbing": ["Dr. Dona Saphiranti, S.Sn., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "capsule hotel, persepsi ruang, virtual reality, penelitian eksperimen, kenyamanan psikologis", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "11 Agu 2022"}