{"Nomor": 67139, "Judul": "PENGEMBANGAN METODE BALON ANGIOPLASTI SECARA VIRTUAL BERBASIS ANALOGI PEGAS - REDAMAN DENGAN KONDISI KONTAK PADA KASUS PENYEMPITAN PEMBULUH DARAH", "Abstrak": "Penyakit kardiovaskuler menyebabkan 35% kematian di Indonesia dan merupakan\npenyakit dengan biaya terbesar yang dikeluarkan Badan Penyelenggara Jaminan\nSosial (BPJS) Kesehatan. Salah satu fenomena yang terjadi pada penyakit\nkardiovaskuler adalah stenosis, kondisi dimana transfer darah ke otak mengalami\ngangguan yang disebabkan oleh pembuluh darah yang terhambat karena adanya\nblood clot pada pembuluh darah otak maupun pada pembuluh darah lainnya pada\ntubuh pasien. Salah satu terapi untuk stenosis adalah pemasangan Balon\nAngioplasti (BA) pada pembuluh darah. Saat ini terdapat motivasi yang besar untuk\nmemproduksi BA secara mandiri untuk mengurangi biaya impor BA dari luar\nnegeri, sehingga diperlukan metode evaluasi performa BA sebelum memasuki\ntahapan uji klinis.\nDalam tugas akhir ini akan diimplementasikan pemasangan BA pada stenosis\nsecara virtual untuk menunjukan pengaruh kontak antara BA dengan pembuluh\ndarah menggunakan algoritma perpindahan inkremental berbasis model pegasredaman\nterdeformasi dan melakukan evaluasi performa BA berbasis tekanan pada\nsel permukaan dan tekanan akibat tegangan permukaan yang dirasakan BA.\nPenelitian ini menunjukan keberhasilan konfigurasi pembuluh darah yang\nmendapatkan gaya dari BA sehingga memperoleh posisi akhir sesuai konfigurasi\nposisi BA. Didapatkan tekanan BA dengan variasi keparahan stenosis dan variasi\nukuran BA, dimana nilai tekanan untuk kondisi ideal dengan keparahan stenosis\n80% berada pada rentang 5,1-5,7 Bar, sedangkan pada kondisi realistis didapat\nmemiliki tekanan sebesar 3,8 Bar.", "Daftar File": {"COVER Mikha Hilliard": "https://digilib.itb.ac.id/gdl/download/255434"}, "Penulis": "Mikha Hilliard [13318049]", "Kontributor / Dosen Pembimbing": ["Dr. Suprijanto, S.T., M.T.", "Iwan Prasetiyo, S.T., M.T., Ph.D.", "Narendra Kurnia Putra, S.T., M.T., Ph.D.", "Faqihza Mukhlish, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Stenosis, balon angioplasti, model pegas-redaman, gaya kontak, tekanan permukaan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "12 Agu 2022"}