{"Nomor": 67144, "Judul": "PENGARUH PEMUATAN KITOSAN DAN SODIUM ALGINAT TERHADAP HIDROGEL KOMPOSIT POLIVINIL ALKOHOL/EKSTRAK DAUN JERUK PURUT", "Abstrak": "Daun jeruk purut telah digunakan secara tradisional sebagai bahan utama dalam masakan, obat untuk gangguan pernapasan dan pencernaan, serta obat untuk infeksi bakteri. Kemampuan antibakteri dalam daun jeruk purut disebabkan oleh senyawa citronellal sebagai agen antibakteri yang menjadi kandungan utamanya. Pemanfaatan ekstrak daun jeruk purut (EDJP) sebagai agen antibakteri membutuhkan media penghantaran, baik untuk pengaplikasian secara transdermal maupun oral. Penelitian ini bertujuan untuk mengembangkan media penghantaran agen antibakteri dalam daun jeruk purut melalui matriks hidrogel polivinilalkohol (PVA) disertai pemuatan polimer alami yaitu kitosan (CS) dan sodium alginat (SA). Hidrogel tersebut disintesis menggunakan metode yang mudah, murah, dan menghasilkan produk berkinerja baik, yaitu metode freeze-thaw. PVA telah banyak dimanfaatkan sebagai matriks untuk mengenkapsulasi bahan alam. Pemuatan CS yang memiliki kapasitas antibakteri intrinsik, dan SA dengan kapasitas penyerapan\ncairan yang tinggi, bertujuan untuk meningkatkan performa dari hidrogel komposit PVA/EDJP. Pada penelitian ini, EDJP dibuat melalui metode maserasi dalam etanol 96 % (v/v), lalu dilarutkan dalam sistem pelarut etanol-air (1:3) untuk membuat konsentrasi larutan 5 % (b/b). Hidrogel sebagai matriks dibuat dari larutan PVA dengan konsentrasi 12 % (b/b). Serta, larutan CS dan larutan SA sebagai polimer yang dimuatkan, masing-masing memiliki konsentrasi 2 % (b/b). Hidrogel komposit yang disintesis terdiri dari beberapa kombinasi, yaitu hidrogel PVA/EDJP (10:0), hidrogel PVA/EDJP (10:1), hidrogel PVA/EDJP/CS (10:1:1), hidrogel PVA/EDJP/SA (10:1:1), dan hidrogel PVA/EDJP/SA/CS (10:1:1:1). Hidrogel kemudian dibuat dengan menggunakan metode freeze-thaw, dengan freezing pada suhu -25oC dalam waktu 20 jam, dan thawing pada suhu 37oC dalam waktu 4 jam, serta dilakukan dalam enam siklus pengulangan.\nHidrogel yang dihasilkan kemudian dilakukan pengujian dan karakterisasi, seperti sifat fisis larutan prekursor, morfologi, gugus fungsi, kristalinitas, sifat termal, derajat pengembangan, fraksi gel, kuat tekan, aktivitas antibakteri, dan pelepasan ekstrak. Citra SEM menunjukkan perubahan morfologi hidrogel PVA/EDJP setelah pemuatan CS, SA, dan SA/CS. Spektrum FTIR membuktikan telah termuatkannya\nEDJP, CS, dan SA dalam hidrogel komposit. Hasil karakterisasi XRD menunjukkan bahwa hidrogel komposit mempertahankan sifat semikristalin dengan derajat kristalinitasnya mengalami penurunan setelah pemuatan CS, SA, dan SA/CS, dikuatkan dengan karakterisasi DSC. Sifat termal dari hidrogel\nPVA/EDJP mengalami penurunan setelah pemuatan CS, SA, dan SA/CS, seperti ditunjukkan pada karakterisasi TGA. Uji derajat pengembangan menunjukkan bahwa pemuatan CS, SA, dan SA/CS berhasil meningkatkan derajat pengembangan hidrogel PVA/EDJP. Pemuatan CS, SA, dan SA/CS dalam hidrogel PVA/EDJP menurunkan fraksi gel dalam hidrogel. Kuat tekan dari hidrogel PVA/EDJP berkurang setelah pemuatan CS, SA, dan SA/CS sehingga lebih elastis. Pemuatan EDJP dalam hidrogel komposit tetap mempertahankan aktivitas antibakterinya, terbukti pada uji antibakteri in vitro. Pemuatan CS berhasil meningkatkan aktivitas antibakteri dari hidrogel komposit, sedangkan pemuatan SA menghasilkan\npenurunan aktivitas antibakterinya. Pelepasan ekstrak dari hidrogel komposit berhasil dihambat setelah pemuatan CS, SA, dan SA/CS sehingga menghasilkan pelepasan yang terkontrol mengikuti mekanisme transport difusi pseudo-fickian. Kami berhasil menyintesis hidrogel komposit PVA/EDJP, disertai pemuatan CS, SA, dan SA/CS dengan kapasitas aktivitas antibakteri yang  tinggi, derajat pengembangan yang besar, dan pelepasan ekstrak yang terkontrol.", "Daftar File": {"ABSTRAK Kusjuriansah": "https://digilib.itb.ac.id/gdl/download/257470", "COVER Kusjuriansah": "https://digilib.itb.ac.id/gdl/download/267751", "BAB 1 Kusjuriansah": "https://digilib.itb.ac.id/gdl/download/267752", "BAB 2 Kusjuriansah": "https://digilib.itb.ac.id/gdl/download/267753", "BAB 3 Kusjuriansah": "https://digilib.itb.ac.id/gdl/download/267754", "BAB 4 Kusjuriansah": "https://digilib.itb.ac.id/gdl/download/267755", "BAB 5 Kusjuriansah": "https://digilib.itb.ac.id/gdl/download/267756", "PUSTAKA Kusjuriansah": "https://digilib.itb.ac.id/gdl/download/267757"}, "Penulis": "Kusjuriansah [20220005]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.Eng. Khairurrijal, M.Si.", "Dhewa Edikresnha, Bc.Eng., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Hidrogel, polivinil alkohol (PVA), ekstrak daun jeruk purut (EDJP), kitosan (CS), sodium alginat (SA), freeze-thaw, antibakteri.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "12 Agu 2022"}