{"Nomor": 67148, "Judul": "PERANCANGAN APLIKASI PEMBELAJARAN BERBASIS MOOC UNTUK PROGRAM STUDI PROFESI APOTEKER (PSPA) (STUDI KASUS: BERTEMAN.APT)", "Abstrak": "Program Studi Profesi Apoteker (PSPA) merupakan jenjang setelah menempuh pendidikan Kefarmasian untuk mendapatkan Sertifikat ijin dan mengucap sumpah sebagai Apoteker. Mahasiswa farmasi yang ingin masuk Prodi Profesi Apoteker harus  bersaing  ketat. Data  hasil  akreditasi  oleh  Lembaga  Akreditasi  Mandiri Perguruan Tinggi Kesehatan (LAM-PTKes) hanya ada 46 perguruan tinggi yang membuka program studi profesi apoteker di Indonesia, hal ini membuat jumlah yang dibutuhkan sebanyak 73.280 orang tidak sebanding dengan jumlah Apoteker saat ini yaitu 53.030 orang. Berdasarkan permasalahan ini mahasiswa cenderung mencari  sumber  belajar tambahan atau  lembaga  belajar.  Di sisi  lain ilmu pengetahuan dan teknologi, terus berkembang salah satunya pembelajaran jarak jauh seperti massive open online course (MOOC). Namun platform MOOC yang berkembang di Indonesia seperti aplikasi Ruang Guru dan Zenius masih belum memiliki  pembelajaran yang  khusus  bidang kefarmasian. Berteman.Apt atau “Berteman Masuk Apoteker” merupakan salah satu brand yang bergerak di bidang pendidikan sejak tahun 2019 yang berfokus pada keilmuan Apoteker. “Berteman Masuk Apoteker” memiliki kurang lebih 2400 pengguna dan memiliki produk buku yang sudah terjual sebanyak lebih dari 2500 eksemplar, sayangnya Berteman masih menggunakan platform sosial media sehingga belum terintergrasi dengan baik.Perancangan ini dilakukan untuk mengembangkan platform Berteman versi sosial media ke Platform Aplikasi sehingga dapat menyediakan pembelajaran bidang kefarmasian secara  terintegrasi untuk mempersiapkan mahasiswa  kefarmasian bidang profesi Apoteker. Metode perancangan ini menggunakan User Experience Lifecycle. Pengumpulan  data  dari  penelitian  ini  menggunakan  observasi, wawancara  user  berteman,  wawancara  studi  komparasi  dan  studi  literatur. Berdasarkan  data  yang  diperoleh  pengguna  Berteman.apt  menyukai beberapa strategi belajar yang disampaikan oleh tutor beberapa diantaranya yakni Jembatan keledai,  Bahas  Kasus  dan  Simulasi  Wawancara.  Ketiga  strategi  belajar  ini memberikan dampak positif bagi pengguna dalam belajar, sehingga strategi belajar ini dijadikan fitur utama dari luaran perancangan aplikasi Berteman.Apt. Pertama, fitur Jembatan Keledai merupakan fitur menghafal materi tentang kefarmasian dengan materi singkatan dan metode mendengarkan secara berulang. Kedua, fitur Bahas  Kasus merupakan  fitur  memperdalam  pemahaman  materi  kefarmasian dengan  mempertimbangkan  kondisi  pasien  dan  pertanyaan  secara  mendalam. Ketiga,  fitur  Simulasi  Wawancara  merupakan  solusi  menghafalkan  dan mempelajari  menghadapi  wawancara  dengan  berlatih  secara  mandiri  dengan pertanyaan yang muncul secara acak disertai dengan reward berupa tips dan trik. Hasil  dari  user  testing  dengan  tabel  kriteria  The  UX  Honeycomb  Dimentions didapatkan  bahwa  pengguna cenderung menyukai  Bahas  Kasus  dan Jembatan Keledai sebagai fitur yang dibutuhkan, menarik, dan mudah digunakan dalam belajar bidang Kefarmasian. Semua pengguna juga memberikan pendapat bahwa pendaftaran atau alur dari aplikasi lebih mudah dibanding proses pendaftaran yang lama.  Pengguna  mengungkapkan  bahwa  informasi  yang  disajikan  juga  dapat terbaca dengan jelas.", "Daftar File": {"2022 TS PP AJI SETIAWAN  1.pdf?": "https://digilib.itb.ac.id/gdl/download/255442"}, "Penulis": "Aji Setiawan [27120037]", "Kontributor / Dosen Pembimbing": ["Dianing Ratri, S.Ds., M.Des., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Aplikasi, Massive open online course (MOOC), User experience, BertemanApt.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "12 Agu 2022"}