{"Nomor": 67155, "Judul": "ANALISIS DINAMIKA SENTIMEN MENGENAI ISU KESEHATAN MENTAL DI MASA PANDEMI COVID-19 MENGGUNAKAN METODE K-NEAREST NEIGHBOR DAN MODEL ISING", "Abstrak": "Sistem kompleks adalah sistem yang terbentuk secara organik oleh agen-agen yang tingkah lakunya tidak dapat diprediksi. Namun, ketika agen-agen tersebut berkumpul dalam jumlah banyak, kita dapat mengamati yang dinamakan dengan perilaku kolektif. Fenomena ini dapat dijelaskan dengan menggunakan bidang ilmu sosiofisika. Salah satu fenomena sosial yang marak diperbincangkan masyarakat sejak pandemi COVID-19 melanda adalah mengenai isu kesehatan mental. Hasil survei WHO menunjukkan adanya peningkatan akses terhadap layanan kesehatan mental di berbagai negara selama masa pandemi. Perubahan-perubahan dalam aspek kehidupan yang muncul akibat pandemi telah menyebabkan perubahan pada kondisi kesehatan mental masyarakat. Hal ini ditandai dengan munculnya sentimen yang beragam mengenai isu kesehatan mental di media sosial yang memicu interaksi antarindividu sehingga menimbulkan dinamika sentimen. Interaksi ini menyerupai sistem kompleks. Dalam penelitian ini, digunakan algoritma K-Nearest Neighbor untuk menghasilkan klasifikasi sentimen. Selanjutnya, akan dilakukan analisis terhadap dinamika sentimen atau opini masyarakat model Ising. Hasil\nklasifikasi menunjukkan bahwa 52% data memiliki sentimen negatif dengan kata kunci populer “pandemi”, “dunia”, “buruk” dan “gangguan”. Hal ini memperlihatkan tingginya sentimen negatif mengenai isu kesehatan mental di masa pandemi. Selain itu, diperoleh kesimpulan bahwa faktor jumlah populasi dan rasio perbedaan sentimen akan memengaruhi waktu yang diperlukan untuk mencapai kestabilan, sementara faktor kejadian ekstrem akan memengaruhi perubahan sentimen.", "Daftar File": {"ABSTRAK Destira Kartika Rahmadhiyanty": "https://digilib.itb.ac.id/gdl/download/257204"}, "Penulis": "Destira Kartika Rahmadhiyanty [10218067]", "Kontributor / Dosen Pembimbing": ["Acep Purqon, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "kesehatan mental, model Ising, Nearest Neighbor, sentimen.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "15 Agu 2022"}