{"Nomor": 67154, "Judul": "DIAGNOSIS ORGANISASI PT BATAM ONLINE SUPERMARKET", "Abstrak": "Dalam menghadapi lingkungan bisnis yang semakin kompetitif, PT Batam Online Supermarket\nberusaha untuk berkembang dan meningkatkan daya saingnya. Untuk mencapai kinerja\nfinansial, produktivitas, dan kepuasan pemangku kepentingan yang tinggi, diperlukan\nkeselarasan antar komponen organisasi atau orientasi strategis yang efektif. Gejala-gejala yang\ndiamati pada PT Batam Online Supermarket, seperti komunikasi yang minim, perbedaan cara\nkerja, ketidakdisiplinan, egoisme, dan konflik antar individu mencerminkan ketidakefektifan\nkomponen dalam mendukung karyawan untuk menyampaikan layanan secara efektif. Untuk\nmenciptakan orientasi strategis yang efektif, analisis pada tingkat organisasi diperlukan untuk\nterlebih dahulu menilai kondisi eksisting organisasi. Oleh karena itu, penelitian ini ditujukan\nuntuk mendiagnosis efektivitas komponen organisasi, menentukan komponen yang menjadi\nprioritas perbaikan, dan merancang intervensi pengembangan organisasi bagi PT Batam Online\nSupermarket. Sebagai tambahan, faktor demografi seperti keragaman generasi memberikan\ntantangan tersendiri dalam mewujudkan lingkungan kerja yang efektif, sehingga perspektif\nmulti generasi juga menjadi perhatian dalam penelitian.\nDesain penelitian yang digunakan adalah studi campuran convergent parallel. Model\nWeisbord’s Six Box dipilih sebagai model diagnosis organisasi. Pengumpulan data secara\nkuantitatif dilakukan menggunakan Organizational Diagnosis Questionnaire Preziosi kepada\nsampel penelitian sebanyak 16 orang. Pengumpulan data secara kualitatif dilakukan dengan\nwawancara terstruktur kepada Direktur Utama dan masing-masing 1 karyawan yang mewakili\ngenerasi X, Y, dan Z. Hasil diagnosis dianalisis dengan analisis deskriptif dan analisis konten,\nkemudian hasilnya dibandingkan untuk menemukan kesenjangan antara sistem formal dan\ninformal.\nHasil diagnosis menunjukkan terdapat masalah kritis pada komponen struktur, kepemimpinan,\ndan mekanisme pendukung. Ketiga komponen tersebut dijadikan prioritas perbaikan dalam\npenelitian ini. Komponen lainnya seperti tujuan, penghargaan, hubungan, dan sikap terhadap\nperubahan tidak menunjukkan masalah yang serius. Jenis intervensi teknostruktural diusulkan\nkepada perusahaan dengan membuat dokumen deskripsi kerja dan SOP sebagai upaya\nformalisasi dan standardisasi pekerjaan.", "Daftar File": {"ABSTRAK Indah Permata Pangputri": "https://digilib.itb.ac.id/gdl/download/255449"}, "Penulis": "Indah Permata Pangputri [14418017]", "Kontributor / Dosen Pembimbing": ["Dr. Made Andriani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "pengembangan organisasi, diagnosis organisasi, convergent parallel design, keragaman generasi, model Weisbord, Organizational Diagnosis Questionnaire", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "15 Agu 2022"}