{"Nomor": 67153, "Judul": "THE ANALYSIS OF INTERPERSONAL RELATIONSHIP TOWARDS TEAMWORK QUALITY TO PURSUE  THE OKR ACHIEVEMENT: A CASE STUDY OF ANTRI.IN COMPANY", "Abstrak": "Setiap tahun, sejumlah besar startup baru lahir. Namun, hanya sebagian kecil dari\nstartup yang baru didirikan ini bertahan setelah lima tahun. Dalam penelitian\nsebelumnya, ditemukan bahwa tim merupakan salah satu faktor yang berkontribusi\nterhadap kegagalan sebuah start-up. Oleh karena itu, team building dikenal dengan\nbagaimana tim berfokus pada pengembangan hubungan sosial yang efektif dan role\nclarification, kemampuan problem solving, dan interpersonal relationship.\nBerdasarkan semua aspek tersebut, ditemukan bahwa team building penting dalam\nsebuah perusahaan, terutama start-up yang masih berada di tahap awal. Semua jenis\npendekatan team building juga tidak kalah pentingnya dan memberikan dampak\npositif. Namun, pada tahap startup, perlu memperhatikan lebih lanjut untuk\ninterpersonal relationship dalam mendukung tim untuk tumbuh bersama,\nmengingat bagaimana mereka membangun startup mereka dari awal dan bagaimana\nmereka perlu membangun hubungan yang efektif terlebih dahulu. Tujuan dari\npenelitian ini adalah untuk mengidentifikasi apakah hubungan interpersonal dari\npendiri perusahaan Antri.in berkaitan dengan kualitas kerja sama tim dan\nmengetahui bagaimana pengaruhnya terhadap tingkat pencapaian OKR. Selain itu,\npenelitian ini bertujuan untuk mengetahui faktor-faktor apa saja yang signifikan\nyang berhubungan dengan variabel-variabel tersebut. Oleh karena itu, pada akhir\npenelitian ini, peneliti berharap dapat memberikan saran perbaikan di masa\nmendatang untuk mendapatkan kinerja yang lebih efektif dalam membangun tim.\nDalam penelitian ini, metode penelitian kualitatif akan digunakan baik untuk\npengumpulan data maupun analisis data. Berdasarkan analisis data, seluruh aspek\nFundamental Interpersonal Relationship Oriented (FIRO Theory) berjalan selaras\ndengan kualitas kerja tim (TWQ model). Namun, hal tersebut tidak sepenuhnya\nberdampak pada kualitas kerjasama tim di perusahaan Antri.in, karena juga\ntergantung pada kompetensi tim mereka. Berdasarkan pernyataan tersebut juga\nditemukan bahwa kualitas kerjasama tim berkaitan dengan pencapaian OKR karena\ndampak dari kualitas kerjasama tim yang baik mengacu pada strategi yang efektif\ndalam proses pencapaian OKR.\nKata kunci: start up, team building, interpersonal relationship, teamwork, OKR\nachievement", "Daftar File": {"2022 SK Andi Aziza Zhafira-Abstract.pdf?": "https://digilib.itb.ac.id/gdl/download/255448", "Final Project_Andi Aziza Zhafira_19219003.pdf": "https://digilib.itb.ac.id/gdl/download/263780"}, "Penulis": "Andi Aziza Zhafira [19219003]", "Kontributor / Dosen Pembimbing": ["Aria Bayu Pangestu, S.Mn., MHRM"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "start up, team building, interpersonal relationship, teamwork, OKR achievement", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "2 file", "Tanggal Input": "12 Agu 2022"}