{"Nomor": 67161, "Judul": "PEMBANGUNAN FRONTEND APLIKASI PENCATATAN TRANSAKSI DAN MANAJEMEN INVENTORY TERINTEGRASI SEBAGAI SOURCE OF TRUTH PENGELOLAAN BISNIS", "Abstrak": "Manajemen inventory dan pencatatan transaksi terintegrasi merupakan suatu hal\nyang sangat sulit dilakukan tanpa platform yang sesuai. Seringkali, data transaksi\ndan inventori yang terdapat pada bisnis atau toko tidak sesuai dengan keadaan\nnyata yang ada pada bisnis tersebut. Hal ini dapat ditimbulkan apabila terdapat\npotensi ancaman keamanan dalam input transaksi yang dilakukan dalam\npengelolaan bisnis sehingga dapat membuat kondisi entry dengan kondisi nyata\nberbeda. Dengan berkembangnya teknologi di masa sekarang, dan juga mulai\nmengarahnya Indonesia ke era digitalisasi dalam segala aspek kehidupan, menjadi\nsuatu momen yang tepat untuk membuat suatu aplikasi yang bertujuan untuk\nmengatur manajemen inventory dan transaksi secara terintegrasi sebagai source of\ntruth dari pengelolaan bisnis tersebut. Kemajuan perkembangan bisnis tentunya\nberlandaskan atau berpondasi dari sesuainya pencatatan atau entry transaksi yang\nberada. Jika dari aspek fundamental tersebut suatu bisnis belum mampu untuk\nmemenuhi kebutuhannya, maka dapat menjadi hambatan kemajuan dari bisnis\ntersebut di masa mendatang. Dengan menggunakan metode Waterfall Model\ndalam konsep Software Development Life Cycle (SDLC) pada pendekatan\nSoftware Engineering, Catetin dibangun menjadi suatu aplikasi mobile yang\ndiharapkan dapat menutupi masalah yang ada khususnya untuk pengelolaan bisnis\ndi masa kini.", "Daftar File": {}, "Penulis": "Brandon Oktavian Pardede [13518043]", "Kontributor / Dosen Pembimbing": ["Adi Mulyanto, S.T., M.T.", "Dr. techn. Wikan Danar Sunindyo, S.T., M.Sc.", "Yanti Rusmawati, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Pencatatan transaksi dan manajemen inventory terintegrasi, UMKM, digitalisasi, Catetin, waterfall", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "15 Agu 2022"}