{"Nomor": 67165, "Judul": "PENGARUH PENGGUNAAN HIJAB OLEH INFLUENCER DALAM ENDORSEMENT PRODUK BUSANA MUSLIM MELALUI INSTAGRAM TERHADAP NIAT BELI", "Abstrak": "Saat ini, ada berbagai macam influencer yang dapat dipilih sebagai agen promosi dalam melakukan\nendorsement produk melalui media sosial. Oleh karena itu, hal tersebut bisa menjadi tantangan bagi\npara pelaku bisnis untuk memilih influencer yang tepat untuk mempromosikan produknya, termasuk\nbisnis busana muslim. Penelitian ini bertujuan untuk mengetahui apakah seorang influencer yang\nmengenakan hijab dalam endorsement produk busana muslim melalui media sosial disukai oleh\nkonsumen muslim, serta apakah hijab yang dikenakan oleh influencer tersebut mempengaruhi niat beli.\nData untuk penelitian ini dikumpulkan melalui survei online dengan 212 responden wanita muslimah.\nData yang telah terkumpul selanjutnya dianalisis dengan PLS-SEM untuk mengetahui hubungan antar\nvariabel penelitian. Hasil penelitian menunjukkan bahwa persepsi terhadap penampilan (hijab)\nberpengaruh positif terhadap daya tarik, kepercayaan, dan keahlian seorang influencer. Selain itu,\nkepercayaan dan keahlian influencer memiliki pengaruh positif terhadap perilaku konsumen, yang\nkemudian berpengaruh positif terhadap niat beli. Namun, hasil penelitian ini menunjukkan bahwa\npersepsi terhadap penampilan (hijab) dan daya tarik influencer tidak memiliki pengaruh signifikan\nterhadap perilaku konsumen. Hasil penelitian ini diharapkan dapat memberikan wawasan bagi peneliti\nselanjutnya dan pemasar produk busana muslim mengenai persepsi konsumen terhadap endorsement\nproduk busana muslim melalui media sosial, serta influencer mana yang harus dipilih untuk\nmempromosikan produk busana muslim melalui media sosial. \nKata Kunci: Hijab, Influencer, Busana Muslim, Endorsement Produk, Instagram, Persepsi Terhadap\nPenampilan, Kredibilitas Sumber, Perilaku Konsumen, Niat Beli", "Daftar File": {"2022 SK Alya Maryam Rabbani-Abstract.pdf\n]": "https://digilib.itb.ac.id/gdl/download/255469"}, "Penulis": "Alya Maryam Rabbani [19019079]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Hijab, Influencer, Busana Muslim, Endorsement Produk, Instagram, Persepsi Terhadap Penampilan, Kredibilitas Sumber, Perilaku Konsumen, Niat Beli", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "15 Agu 2022"}