{"Nomor": 67163, "Judul": "PENGEMBANGAN BACK-END APLIKASI PENCATATAN TRANSAKSI DAN MANAJEMEN INVENTORY TERINTEGRASI SEBAGAI SOURCE OF TRUTH PENGELOLAAN BISNIS", "Abstrak": "Usaha Mikro Kecil dan Menengah (UMKM) adalah salah satu faktor pendorong ekonomi\nterbesar di Indonesia. Manajemen pada UMKM tersebut terlalu sulit dikarenakan banyak\npemilik UMKM yang memiliki beberapa kendala dalam melakukan pencatatan transaksi dan\nmanajemen inventory. Di era teknologi yang sekarang, banyak aspek maupun hal yang dapat\ndiselesaikan dengan teknologi yang dimana salah satunya adalah pencatatan transaksi dan\nmanajemen inventory. Namun terdapat beberapa kendala pemilik UMKM yang menggunakan\naplikasi yang tersedia seperti keamanan data yang kurang terjamin, sering terjadinya bug\npada aplikasi, maupun performa aplikasi yang stabil sehingga menurunkan kepuasan\npengguna dalam menggunakan aplikasi pencatatan transaksi dan manajemen inventory.\nPenelitian pada tugas akhir ini dilakukan dengan pendekatan metodologi Waterfall Model\ndalam konsep Software Development Life Cycle. Hasil dari tugas akhir ini adalah sebuah\nApplication Programming Interface (API) serta struktur basis data pencatatan keuangan dan\nmanajemen inventory yang dapat digunakan sebagai source of truth pada suatu pengelolaan\nbisnis dan dibangun dengan meningkatkan keamanan data dengan melakukan enkripsi pada\ndata sensitif dan dilakukan optimasi time complexity pada semua endpoint serta melakukan\npemisahan endpoint yang bertujuan untuk meningkatkan waktu respons dari aplikasi. Fitur\nutama dari aplikasi ini juga berupa laporan keuangan yang dapat menjadi cerminan bagi\npemilik UMKM yang menggunakan aplikasi pencatatan transaksi dan manajemen bisnis.", "Daftar File": {}, "Penulis": "Vincent Tanjaya [13518133]", "Kontributor / Dosen Pembimbing": ["Adi Mulyanto, S.T., M.T.", "Dr. techn. Wikan Danar Sunindyo, S.T., M.Sc.", "Yanti Rusmawati, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "UMKM, pencatatan keuangan dan manajemen inventory, waterfall, time complexity, endpoint, Software Development Life Cycle, source of truth, Application Programming Interface", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "15 Agu 2022"}