{"Nomor": 67169, "Judul": "IDENTIFIKASI PERKEMBANGAN KAMPUNG WISATA KREATIF DI KOTA BANDUNG : STUDI KASUS KAMPUNG WISATA KREATIF LITERASI CINAMBO", "Abstrak": "Peningkatan pertumbuhan penduduk dan terbatasnya lahan permukiman\nmenimbulkan fenomena kampung kota yang tersirat dengan adanya kepadatan\npenduduk dan kemiskinan di dalamnya. Dengan ditata dan dikembangkannya\nkampung kota menjadi suatu kampung wisata sesuai dengan potensi yang dimiliki\nserta kreativitas masyarakat di dalamnya mampu menjadikan kampung tersebut\nsebagai salah satu destinasi wisata, meningkatkan perekonomian, memberdayakan\ndan meningkatkan kualitas hidup masyarakat yang ada di dalamnya. Penelitian ini\nbertujuan untuk mengidentifikasi perkembangan program kampung wisata di\nKampung Wisata Kreatif Literasi Cinambo sebagai satu destinasi wisata dan wahana\npendidikan nonformal serta pengaruhnya terhadap tingkat kesejahteraan masyarakat\nserta pelestarian budaya. Penelitian ini menggunakan analisis kualitatif dan analisis\nkuantitatif melalui kuesioner untuk mendukung dan melengkapi analisis kualitatif\nyang diperoleh dari wawancara. Penelitian ini menemukan bahwa program kampung\nwisata di Kampung Wisata Kreatif Literasi Cinambo masih sangat minim dikarenakan\nbaru menjadi kampung wisata sejak akhir tahun 2021 serta masih belum ada paket\nwisata, fasilitas pendukung dan daya tarik wisata juga masih minim. Hal ini\ndisebabkan karena Kampung Wisata Kreatif Literasi Cinambo masih dalam tahap\ntahap pelibatan (involvement stage) masyarakat dalam mengembangkan destinasi\npariwisata di daerahnya. Sebagai kampung wisata dan kampung literasi, Kampung\nWisata Kreatif Literasi Cinambo memiliki banyak program yang dapat melestarikan\nbudaya. Namun, berdasarkan hasil kuesioner, kampung wisata kreatif literasi ini\nmasih belum berpengaruh terhadap tingkat kesejahteraan masyarakat di Kelurahan\nSukamulya karena masih banyak masyarakat yang belum mengetahui program yang\ndiadakan serta kurangnya minat masyarakat dalam mengikuti program-program yang\ndapat meningkatkan kesejahteraan masyarakat. Berdasarkan hasil analisis tersebut\ndiperlukan adanya sosialisasi kepada masyarakat mengenai kampung wisata dan\nkampung literasi serta program atau kegiatan di dalamnya agar masyarakat memiliki\npemahaman yang sama dan secara aktif dapat mengikuti program atau kegiatan yang\ndiselenggarakan.", "Daftar File": {}, "Penulis": "Debora Nurcahaya Arios [15418080]", "Kontributor / Dosen Pembimbing": ["Alhilal Furqan, B.Sc., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "daya tarik, kampung literasi, kampung wisata, kesejahteraan masyarakat, pelestarian budaya, wisatawan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "8 file", "Tanggal Input": "15 Agu 2022"}