{"Nomor": 67170, "Judul": "PENGARUH KEHADIRAN BIDANG LEMAH TERHADAP FAKTOR KEAMANAN DINAMIK LERENG AKIBAT GETARAN PELEDAKAN DENGAN MENGGUNAKAN NEWMARK DISPLACEMENT ANALYSIS", "Abstrak": "Kestabilan lereng merupakan salah satu komponen esensial yang harus diperhatikan dalam konstruksi sipil maupun pertambangan. Terdapat beberapa faktor yang dapat menyebabkan terjadinya longsor pada lereng, seperti kondisi batuan yang secara alamiah tidak terlalu kuat dalam mempertahankan kestabilan lereng ataupun beberapa struktur seperti bidang lemah dan kekar yang hadir dan turut memengaruhi kestabilan lereng. Selain itu, getaran peledakan merupakan salah satu\nfaktor eksternal yang dapat menghasilkan gelombang tekan yang dapat menyebabkan ketidakstabilan pada lereng. Maka dari itu, dilakukan analisis terhadap pengaruh kehadiran struktur bidang lemah terhadap kestabilan dinamik lereng yang diakibatkan oleh getaran peledakan dengan menggunakan Newmark Displacement Analysis. Untuk mendapatkan nilai Faktor Kemanan (FK) Dinamik lereng, dilakukan pereduksian gaya penahan pada lereng dengan mengurangi nilai kohesi dan sudut gesek dalam secara bertahap dengan menggunakan Strength Reduction Factor. Pereduksian ini dilakukan untuk mendapatkan nilai perpindahan permanen yang terjadi pada lereng. Dengan menggunakan parameter perpindahan kritis sebesar 5 mm maka didapatkan nilai FK Dinamik untuk masing-masing\nkondisi yang ingin dianalisis. Dari hasil analisis dapat disimpulkan bahwa kestabilan lereng dapat menurun mengikuti kondisi dan orientasi bidang lemah yang hadir pada lereng.", "Daftar File": {"ABSTRAK Fauzil Akbar": "https://digilib.itb.ac.id/gdl/download/255554"}, "Penulis": "Fauzil Akbar [12118076]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. R. Budi Sulistijo, M.App.Sc.", "Dr.Eng. Ganda Marihot Simangunsong, S.T., M.T.", "Simon Heru Prassetyo, S.T., M.Sc., Ph.D.", "Simon Heru Prassetyo, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Kestabilan Lereng, Bidang Lemah, FK Dinamik, Newmark Dipslacement Analysis, Perpindahan Kritis, Strength Reduction Factor.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "15 Agu 2022"}