{"Nomor": 67176, "Judul": "ENCITRAAN STRUKTUR KECEPATAN GELOMBANG P DI SULAWESI MENGGUNAKAN METODE FAST MARCHING TOMOGRAPHY", "Abstrak": "Sulawesi terletak di Indonesia bagian timur yang merupakan wilayah dengan\ntektonik yang sangat kompleks, hal ini menyebabkan tingginya aktivitas\ngempabumi di Sulawesi. Seismisitas di Sulawesi diakibatkan oleh subduksi di Utara\nSulawesi dan subduksi Lempeng Laut Maluku serta sesar aktif seperti Sesar PaluKoro, Sesar Matano, Sesar Lawanopo, Sesar Gorontalo, dan beberapa sesar aktif\nlainnya di Lengan Timur Sulawesi. Penelitian ini bertujuan untuk mengetahui\nkondisi seismisitas melalui relokasi hiposenter gempabumi dan untuk mengetahui\nstruktur kecepatan gelombang P di bawah Sulawesi melalui tomografi seismik.\nData yang digunakan berupa waktu tiba gelombang P dan parameter hiposenter dari\nkatalog gempabumi Badan Meteorologi, Klimatologi, dan Geofisika (BMKG)\nperiode Januari 2017 sampai dengan Januari 2021. Proses relokasi hiposenter\ndilakukan dengan metode teleseismic double-difference (teletomoDD) yang\nmerupakan pengembangan dari metode double-difference. Proses inversi tomografi\nmenggunakan program FMTOMO untuk mendapatkan gambaran struktur bawah\npermukaan bumi yang lebih detail pada area studi yang lebih luas. Hasil relokasi\nhiposenter menunjukkan seismisitas di Lengan Selatan Sulawesi (Sulawesi Tengah\ndan Sulawesi Barat) sebagian besar diakibatkan oleh aktivitas Sesar Palu Koro yang\nterlihat dari hasil relokasi hiposenter mendekati daerah sesar. Seismisitas di\nSulawesi Barat sebagian besar merupakan hasil dari aktivitas Sesar Mamuju dan\nsesar naik di Selat Makassar. Sementara itu seismisitas di Lengan Tenggara dan\nLengan Timur Sulawesi diakibatkan oleh aktivitas Sesar Matano dan adanya\npengaruh dari subduksi Lempeng Laut Maluku terhadap Lengan Timur Sulawesiiii\nserta aktivitas dari sesar aktif seperti Sesar Sorong, Sesar Balantak, dan Sesar Batui.\nSeismisitas tinggi juga teramati di Lengan Utara Sulawesi tepatnya di Teluk Tomini\nakibat aktivitas subduksi Laut Sulawesi. Hasil relokasi hiposenter digunakan untuk\nuji resolusi checkerboard dimana anomali kecepatan negatif dan positif secara\nselang-seling yang dijadikan input dalam proses forward modelling dapat kembali\ndengan cukup baik sampai kedalaman 80 km. Hasil inversi tomografi menunjukkan\nadanya kontras anomali struktur kecepatan gelombang P terutama pada daerah\ndengan struktur tektonik yang kompleks. Subduksi Laut Sulawesi dan subduksi\nSula tercitrakan sebagai anomali kecepatan gelombang P positif. Sementara itu\ndaerah sesar aktif menunjukkan adanya kontras anomali kecepatan gelombang P\nnegatif, dimana seismisitas tinggi sebagian besar berada pada zona anomali\nkecepatan gelombang P negatif yang kemungkinan berasosiasi dengan zona lemah\ndi bawah sesar aktif.", "Daftar File": {"ABSTRAK Harmita Lestari": "https://digilib.itb.ac.id/gdl/download/255566"}, "Penulis": "Harmita Lestari [22320008]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Andri Dian Nugraha, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Gelompang P, relokasi, tomografi seismik, gempabumi, Sulawesi.", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "15 Agu 2022"}