{"Nomor": 67179, "Judul": "PENGORGANISASIAN KOMUNITAS PENGRAJIN BATIK BAKARAN DESA BAKARAN KULON, KECAMATAN JUWANA, KABUPATEN PATI", "Abstrak": "Batik merupakan salah satu kerajinan kain khas Indonesia yang telah ada\nsejak zaman kerajaan Majapahit. Oleh karenanya, batik terus berkembang ke\nberbagai daerah di Indonesia hingga menghasilkan motif-motif lokal masing-masing\ndaerah. Salah satu daerah yang memiliki kerajinan batik dengan motif lokalnya\nadalah Desa Bakaran Kulon yang berada di Kecamatan Juwana, Kabupaten Pati,\nProvinsi Jawa Tengah. Batik dari Desa Bakaran Kulon dikenal dengan nama Batik\nBakaran. Berdasarkan strategi dan arahan kebijakan pembangunan Kabupaten Pati\nyang tertuang dalam RPJMD Kabupaten Pati 2017-2022, Kabupaten Pati memiliki\npotensi unggulan yang dikembangkan salah satunya adalah industri batik mencakup\nbatik bakaran. Agar batik bakaran dapat terus berkembang sebagai potensi\nunggulan, maka dibutuhkan pelibatan masyarakat khususnya pengrajin batik tulis di\nDesa Bakaran Kulon.\nTujuan dari penelitian ini adalah untuk menggambarkan pengorganisasian\nkomunitas pengrajin batik bakaran di Desa Bakaran Kulon, Kecamatan Juwana,\nKabupaten Pati. Metode yang digunakan dalam penelitian ini adalah metode\ncampuran yaitu kualitatif dan kuantitatif. Metode ini digunakan untuk\nmengidentifikasi komunitas sebagai unit analisis utama. Pengambilan data\ndilakukan dengan wawancara informan kunci, kuesioner komunitas pengrajin batik\nbakaran, dan observasi kegiatan komunitas.\nHasil analisis menunjukkan bahwa proses pengorganisasian komunitas\npengrajin batik bakaran di Desa Bakaran Kulon terdiri dari beberapa tahapan,\nmulai dari integrasi, identifikasi masalah, membangun pemahaman bersama,\nmonitoring kegiatan, evaluasi kegiatan, dan terakhir adalah penguatan komunitas.\nPengorganisasian komunitas pengrajin batik bakaran juga ditunjang dengan\npelaksanaan berbagai kegiatan yang telah dirancang bersama, bentuk organisasi\nyang mewadahi komunitas, dan jejaring kerja sama yang terbentuk dengan pihakpihak lainnya.", "Daftar File": {}, "Penulis": "Gloria Grace Himmel Yaas [15417025]", "Kontributor / Dosen Pembimbing": ["Dr. Drs. Suhirman, S.H., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "batik bakaran, kelompok pengrajin batik, pengorganisasian komunitas", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "8 file", "Tanggal Input": "16 Agu 2022"}