{"Nomor": 67183, "Judul": "PEMBUATAN KAIN KONDUKTIF BERLAPIS PERAK NANOPARTIKEL DAN POLIANILIN SEBAGAI ELEKTRODA FLEKSIBEL UNTUK PENGUKURAN ELEKTROMIOGRAFI (EMG)", "Abstrak": "Elektroda fleksibel dengan konduktivitas listrik yang tinggi, kontak yang baik, aman, dan karakteristik yang nyaman diinginkan untuk pengukuran sinyal biopotensial dengan durasi lama. Penggunaan bahan tekstil berupa kain katun sebagai substrat dasar dengan penambahan perak nanopartikel (AgNP) dan polianilin (PANI) dikembangkan sebagai elektroda fleksibel untuk mengukur sinyal biopotensial otot menggunakan elektromiografi (EMG). AgNP disintesis dengan menggunakan variasi agen pereduksi dan pH larutan. Variasi agen pereduksi yang digunakan yaitu Gum Acacia dan Hidrazin Hidrat. Proses sintesis AgNP juga divariasikan ketika ph asam, netral, dan basa. Efek dari variasi sampel akan dipelajari dengan mengukur konduktivitas listrik masing-masing sampel dan juga dengan membandingkan kinerja elektroda fleksibel selama pengukuran EMG. Hasil yang diperoleh dari penelitian ini adalah elektroda AgNP PANI yang disintesis dengan menggunakan Gum Acacia pada pH basa memiliki SNR dan konduktivitas yang sangat tinggi. Selain itu, tidak adanya gel elektrolit selama pengukuran EMG menggunakan elektroda fleksibel yang dikembangkan dapat mempertahankan kontak yang baik dengan permukaan kulit dan memberikan kenyamanan kepada pengguna tanpa risiko iritasi kulit akibat gel elektrolit saat proses pengukuran dilakukan dalam waktu lama. Oleh karena itu, elektroda kain AgNP PANI yang disintesis dengan Gum Acacia sebagai reduktor pada pH basa diharapkan dapat digunakan sebagai pengganti elektroda komersial di masa depan.", "Daftar File": {"ABSTRAK Aulia Ghifari Nurlis": "https://digilib.itb.ac.id/gdl/download/255580"}, "Penulis": "Aulia Ghifari Nurlis [23321001]", "Kontributor / Dosen Pembimbing": ["Dr. Suprijanto, S.T., M.T.", "Dr. Damar Rastri Adhika, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Elektroda fleksibel, elektromiografi (EMG), gum acacia, polianilin (PANI), perak nanopartikel.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Agu 2022"}