{"Nomor": 67184, "Judul": "PERANCANGAN FOOD SUPPLY NETWORK  MELALUI FOOD HUBS SEBAGAI STRATEGI ALTERNATIF MENGEMBANGKAN  KEAMANAN PANGAN", "Abstrak": "Pertanian merupakan salah satu pembangunan ekonomi strategis bagi Indonesia. Kontribusi\nsektor pertanian tercermin dalam berbagai aspek, seperti pembangunan ekonomi, peningkatan\nsosial, penyediaan lapangan kerja, dan berperan dalam ketahanan pangan. Sementara itu,\nsektor pertanian menghadapi berbagai tantangan: pandemi COVID-19 yang tidak terduga,\nsituasi geopolitik, dan dampak global terhadap penawaran dan permintaan produk pertanian.\nBerdasarkan situasi tersebut, pengembangan model bisnis sebagai alternatif penguatan pelaku\nrantai pasok lokal perlu dilakukan. Salah satu alternatif solusi yang dapat ditawarkan adalah\nmengembangkan konsep food hub. Food hub dipandang sebagai hub aggregator yang dapat\nmenjembatani antara produsen dan konsumen lokal. Berdasarkan hasil literatur, belum\nditemukan penelitian mengenai pengembangan model bisnis food hub di negara berkembang\ndengan melibatkan petani kecil. Selanjutnya, belum ada penelitian food hub yang\nmenggunakan analisis rantai nilai untuk mengembangkan keberadaan food hub. Oleh karena\nitu, hal baru dari penelitian ini adalah mengembangkan model bisnis food hub sebagai solusi\nalternatif untuk meningkatkan ketahanan pangan. Metode yang digunakan dalam penelitian\nini adalah analisis rantai nilai, Business Model Canvas, dan Studi Kasus yang dilakukan di\nKabupaten Bandung. Metode ini digunakan untuk mendukung tercapainya tujuan penelitian\nini. Lebih lanjut, pengembangan model bisnis food hub dianggap sebagai solusi alternatif\nuntuk meningkatkan daya saing produk pertanian lokal dengan melibatkan petani kecil.\nBerdasarkan hasil analisis ditemukan bahwa pengembangan model bisnis food hub\nmembutuhkan pengembangan ekosistem rantai pasok yang dapat mendukung keberlanjutan\nimplementasi model bisnis tersebut.\n\nKeywords: Pertanian, Simpul Pangan, Model Bisnis, Ekosistem Pertanian", "Daftar File": {"2022 TS Fernianda Rahayu H._Abstract.pdf\n]": "https://digilib.itb.ac.id/gdl/download/255581", "2022 TS PP FERNIANDA RAHAYU HERMIATIN-Full Text.pdf?": "https://digilib.itb.ac.id/gdl/download/257802"}, "Penulis": "Fernianda Rahayu Hermiatin [29020012]", "Kontributor / Dosen Pembimbing": ["Dr. Yuanita Handayati, M.S.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pertanian, Simpul Pangan, Model Bisnis, Ekosistem Pertanian", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "2 file", "Tanggal Input": "16 Agu 2022"}