{"Nomor": 67187, "Judul": "PERILAKU PEMBELIAN IMPULSIF DI PLATFORM ECOMMERCE: PERAN AMBANG PROMOSI GRATIS ONGKOS  KIRIM DAN JENIS PRODUK", "Abstrak": "E-Commerce telah menjadi saluran yang menarik bagi konsumen untuk membeli\ndi era ini sejak kemajuan teknologi. Selain itu, tigkat perilaku pembelian impulsif\ndalam e-commerce dianggap sebagai topik yang menarik saat ini karena banyak\norang membeli secara impulsif di toko online. Penelitian sebelumnya menunjukkan\nbahwa promosi penjualan berdampak pada perilaku pembelian impulsif. Namun,\nkhusus promosi penjualan berupa promosi gratis ongkir masih kurang dijelaskan\nperannya terhadap perilaku pembelian impulsif. Menariknya, saat ini banyak\nplatform e-commerce di Indonesia yang menggunakan strategi pengiriman gratis\nini untuk meningkatkan keuntungan mereka. Penelitian ini mengusulkan wawasan\nbaru tentang bagaimana jenis ambang batas promosi pengiriman gratis ongkir dan\njenis produk dapat mempengaruhi konsumen untuk membeli secara impulsif\nmelalui reaksi emosional konsumen berupa motivasi berbelanja hedonis dan\npengaruh perasaan positif, dengan menggunakan model S-O-R. Data dianalisis\ndengan menggunakan total 188 orang yang telah mengisi kuesioner. Penelitian ini\nmenggunakan ANOVA dan Analisis Regresi untuk menilai model dan\nmenggunakan SPSS sebagai alat bantu. Hasil utama penelitian ini dengan jelas\nmenggambarkan bahwa Ambang Batas maksimum jenis promosi gratis ongkir\ndengan produk hedonis lebih mengarah pada motivasi hedonis konsumen,\nsedangkan Ambang batas minimum jenis pengiriman gratis telah mendorong juga\njika dikombinasikan dengan produk utilitarian. Selanjutnya, perasaan konsumen\nterhadap motivasi hedonis dan pengaruh positif memainkan peran penting dalam\nmenentukan perilaku pembelian impulsif konsumen. Kajian ini akan bermanfaat\nbagi para pemangku kepentingan dalam memanfaatkan dan memaksimalkan\nprogram promosi gratis ongkos kirim.\n\nKeywords: Pengiriman Gratis Ongkir, Pembelian Impulsif, Motivasi Hedonis,\nPengaruh Positif, Analisis Varians (ANOVA), Analisis Regresi", "Daftar File": {"2022 TS READDY ARIA YENDOLA-ABSTRACT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/255582"}, "Penulis": "Readdy Aria Yendola [29020009]", "Kontributor / Dosen Pembimbing": ["Nila Armelia Windasari Ph. D"], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pengiriman Gratis Ongkir, Pembelian Impulsif, Motivasi Hedonis, Pengaruh Positif, Analisis Varians (ANOVA), Analisis Regresi", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "16 Agu 2022"}