{"Nomor": 67192, "Judul": "KONTROL NON-LINIER OPTIMAL UNTUK INVERTER TIGA FASE PADA ISLANDED MICROGRID", "Abstrak": "Seiring dengan menurunnya biaya sistem pembangkit listrik tenaga surya (PLTS)\ndan harga komponen baterai, terjadi peningkatan penetrasi sistem PLTS dalam\nbentuk jaringan listrik mikro atau microgrid (MG). Komponen utama dalam MG\nadalah inverter (DC-AC) yang berfungsi sebagai antarmuka antara jaringan listrik\ndan pembangkit listrik dari energi terbarukan. Performa MG ditentukan oleh\nkemampuan pengontrol inverter melakukan regulasi tegangan. Regulasi tegangan\ninverter terdiri dari beberapa parameter yaitu: (1) waktu transisi, (2) galat kondisi\ntunak, dan (3) total harmonic distortion (THD). Oleh sebab itu, desain kontrol\ninverter menjadi krusial ketika MG beroperasi menyuplai beban. Desain pengontrol\nmenggunakan metode linierisasi mengakibatkan pengontrol hanya dapat dijamin\nstabil di sekitar titik operasi yang dipilih saat linierisasi. Perkiraan model linier\ntersebut tidak dapat menangkap beberapa fenomena ketidaklinieran yang ada pada\nsistem. Hal ini terjadi karena metode kontrol linierisasi mengubah persamaan ruang\nkeadaan non-linier menjadi linier melalui pendekatan fungsi linier atau pemotongan\nderet Taylor.\nPada penelitian ini digunakan metode kontrol non-linier feedback linearization\n(FL) untuk memperoleh bentuk linier dari persamaan ruang keadaan. Berbeda\ndengan metode linierisasi dengan pemotongan deret Taylor, metode FL memilih\npasangan masukan dan keluaran yang sesuai, kemudian melakukan transformasi\npeubah keadaan sehingga diperoleh model linier. Kestabilan sistem dibuktikan\ndengan menunjukan dinamika internal model inverter (zero dynamics) merupakan\ndinamika yang stabil. Sehingga dengan memilih penguatan (gain) umpan balik\nyang sesuai pengontrol linier dapat membuat sistem non-linier dari inverter tetap\nstabil. Meskipun metode kontrol dengan FL mampu menstabilkan dinamika\ninverter, metode ini masih memiliki kelemahan pada galat kondisi tunak. Galat\nkondisi tunak berhubungan dengan kemampuan pengontrol untuk melakukan\npelacakan terhadap referensi tegangan yang diinginkan. Oleh karena itu, metode\nkontrol linear quadratic integral (LQI) digunakan untuk mendesain pengontrol\nsehingga diperoleh penguatan statik umpan balik yang optimal. Sementara estimasi\nseluruh peubah keadaan model inverter diperoleh dengan menggunakan derivative\nfree Kalman Filtering. Penerapan LQI dan filter Kalman pada model linier inverter\nyang diperoleh dari FL diharapkan tidak hanya dapat meningkatkan kemampuan\npengontrol dalam melakukan regulasi tegangan sesuai dengan tegangan referensi  (mengurangi galat keadaan tunak) secara lebih cepat tetapi juga menjaga seluruh\nsistem tetap stabil.\nPenelitian ini dibagi menjadi 4 tahap meliputi: (1) pemodelan dinamika sistem\nmenjadi persamaan ruang keadaan, (2) desain pengontrol menggunakan pendekatan\nFL dan LQI, (3) simulasi sistem yang telah diberi pengontrol, serta (4)\nimplementasi HIL menggunakan pengontrol mikro. Desain pengontrol non-linier\noptimal berdasar pada model matematika dari sistem yang berupa persamaan ruang\nkeadaan non-linier. Setelah diperoleh desain pengontrol, diperlukan desain filter\nKalman untuk memperoleh informasi peubah keadaan berdasarkan hasil\npengukuran peubah sistem inverter. Tahap terakhir adalah pengujian desain\npengontrol yang dilakukan melalui simulasi dan metode hardware in the loop\n(HIL). Pengujian simulasi dan HIL dilakukan dengan tiga skenario. Skenario\npertama menguji kemampuan pengontrol untuk melacak tegangan referensi.\nSementara skenario kedua dan ketiga menguji kemampuan pengontrol ketika\ninverter dihubungkan ke beban. Hasil uji kinerja pengontrol melalui simulasi dan\nHIL menunjukan hasil yang sama. Pengontrol dapat melacak tegangan referensi\ndalam waktu 0,75 detik dengan galat keadaan tunak 0,27% dan THD 0,10%. Hasil\npengujian dan penelitian ini dapat menjadi rujukan penelitian selanjutnya yang\ningin mengimplementasikan desain pengontrol ke perangkat riil.", "Daftar File": {"COVER Putu Handre Kertha Utama": "https://digilib.itb.ac.id/gdl/download/255587", "BAB 1 Putu Handre Kertha Utama": "https://digilib.itb.ac.id/gdl/download/255588", "BAB 2 Putu Handre Kertha Utama": "https://digilib.itb.ac.id/gdl/download/255589", "BAB 3 Putu Handre Kertha Utama": "https://digilib.itb.ac.id/gdl/download/255590", "BAB 4 Putu Handre Kertha Utama": "https://digilib.itb.ac.id/gdl/download/255591", "BAB 5 Putu Handre Kertha Utama": "https://digilib.itb.ac.id/gdl/download/255592", "PUSTAKA Putu Handre Kertha Utama": "https://digilib.itb.ac.id/gdl/download/255593"}, "Penulis": "Putu Handre Kertha Utama [23318004]", "Kontributor / Dosen Pembimbing": ["Ir. Edi Leksono, M.Eng., Ph.D.", "Augie Widyotriatmo, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Feedback Linearization, Filter Kalman, Kontrol Inverter, Kontrol Optimal, LQI, Microgrid.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "16 Agu 2022"}