{"Nomor": 67193, "Judul": "RESONANSI FANO DARI METASURFACE BERBASIS STRUKTUR BULAN SABIT", "Abstrak": "Cahaya tidak dapat terpisahkan dari kehidupan sehari-hari, tanpa adanya cahaya, kita akan sangat kesulitan melakukan kegiatan sehari-hari, karena fungsi mata kita tidak dapat bekerja. Cahaya merupakan salah satu gelombang elektromagnetik yang sudah banyak dimanfaatkan dan dimanipulasi dalam dunia sains dan teknologi, salah satunya adalah untuk layar display. Layar display memerlukan kemampuan untuk memancarkan sinar dengan baik, sehingga warna-warna yang ditampilkan pada layar display dapat dilihat dengan jelas. Material buatan adalah material yang memiliki respon yang tidak terdapat di alam atau yang respon yang dapat dikendalikan. Salah satu material buatan adalah metasurface, yaitu struktur planar 2D. Pada pengerjaan Tugas Akhir ini, akan dicari kemungkinan pemanfaatan metasurface dengan sel satuan berbentuk silinder bulan sabit sebagai layar display RGB dengan memanfaatkan resonansi asimetrik Fano yang terjadi pada struktur metasurface yang digunakan. Setelah memastikan terjadinya resonansi Fano pada struktur metasurface yang digunakan pada Tugas Akhir kali ini, akan dicari parameter struktur metasurface yang memberikan profil Fano dengan FWHM terkecil. Parameter struktur yang akan divariasikan pada Tugas Akhir ini antara lain jari-jari silinder luar, jari-jari silinder dalam beserta jarak antara kedua pusat silinder. Setelah didapatkan struktur dengan FWHM terkecil, akan dilihat juga pengaruh sudut datang terhadap profil transmitansi yang terbentuk. Pada akhir pengerjaan Tugas Akhir ini akan dilakukan perubahan skala dari parameter-parameter yang digunakan untuk mendapatkan struktur dengan profil Fano pada panjang gelombang lain yang diperlukan dalam sel satuan layar display RGB.", "Daftar File": {"ABSTRAK Adrio Rivan": "https://digilib.itb.ac.id/gdl/download/256562"}, "Penulis": "Adrio Rivan [10218074]", "Kontributor / Dosen Pembimbing": ["Drs. Alexander Agustinus P. Iskandar, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Metasurface, Resonansi Fano, Layar Display", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "16 Agu 2022"}