{"Nomor": 67208, "Judul": "PERENCANAAN STRATEGIS POLA LAMPAU UNTUK MENINGKATKAN KINERJA BISNIS", "Abstrak": "Industri pakaian merupakan industri yang sangat penting dikarenakan industri pakaian merupakan\nsalah satu penyumbang GDP terbanyak bagi Indonesia. Selain itu industri pakaian juga semakin\nberkembang setiap waktu dan selalu memiliki tren baru. Untuk tetap memiliki eksistensi maka\nperlu untuk melakukan strategi bisnis baru yang dapat diterima pasar. Sebagai pelaku usaha di\nindustri pakaian, Pola Lampau masih kekurangan variasi produk dan belum melakukan\npengembangan produk. Untuk meningkatkan performa bisnis dan dapat bersaing di pasar, Pola\nLampau ingin melakukan pembaruan di bisnis strategi.\n\nPenelitian ini akan membahas strategi bisnis yang relevan untuk Pola Lampau yang bergerak di\nindustri pakaian, untuk bisa bersaing pada industri fashion. Penelitian ini menjadi dasar bagi\nperusahaan untuk mempertahankan persaingan dengan kompetitor dengan terlebih dahulu\nmenganalisis kondisi eksisting perusahaan secara internal dan eksternal. Analisis internal\nmenggunakan beberapa metode yang mengacu pada beberapa studi literatur seperti, Value\nProposition Canvas, VRIO Analysis, Business Model Canvas & 7P Analysis, Market Analysis,\nPorter’s Five Force Model & Competitor Analysis. Keseluruhan analisis Internal dan Eksternal\ndiolah melalui diagram SWOT untuk dipetakan dimana posisi perusahaan berada. Dengan\nmelakukan wawancara dapat diketahui bahwa perusahaan harus melakukan pembaruan di bisnis\nstrategi.\n\nHasil akhir dari analisis yang dilakukan menunjukkan usulan strategi bisnis untuk perusahaan\ndengan menggunakan Ansoff Matrix sebagai metode perumusan. Usulan strategi tersebut\ndikategorikan sebagai Product Development & Diversification Strategy. Kedua strategi ini\ndiselaraskan dengan rencana aksi dan dibuat jadwal pelaksanaan.", "Daftar File": {"2022_TS_PP_Fauzan Aiman Margono_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/255617"}, "Penulis": "Fauzan Aiman Margono [29120363]", "Kontributor / Dosen Pembimbing": ["Dr. Alvanov Zpalanzani, S.T., M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Fashion Industry, Strategy Business, Ansoff Matrix, Business Model Canvas", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "16 Agu 2022"}