{"Nomor": 67203, "Judul": "UNDERSTANDING HOW HUMAN RESOURCE MANAGEMENT FUNCTIONS WITH NO HR DEPARTMENT: A CASE STUDY OF  CRETIVOX", "Abstrak": "Mengatur sumber daya manusia dalam perusahaan itu dibutuhkan untuk perkembangan bisnis.\nKetidakadaan departemen Human Resource (HR) telah menjadi tantangan bagi industry yang sangat\nbergantung pada sumber daya manusia, seperti industry kreatif. Cretivox Broadcasting Network\nsebagai perusahaan media digital menunjukkan perkembangan yang signifikan di beberapa tahun\nterakhir tanpa memiliki departemen HR di strukturnya. Timbul pertanyaan atas bagaimana\nperusahaan mempraktekan fungsi-fungsi Human Resource Management (HRM) dan pengalaman\npara karyawannya terhadap prakteknya. Penelitian ini ditulis untuk memberikam gambaran dari\npraktek fungsi HRM pada sebuah perusahaan tanpa adanya departemen HR dan rekomendasi untuk\npraktek kedepannya. Data penelitian diambil dari wawancara, observasi, dan studi literasi. Responden\nwawancara adalah 6 perwakilan dari perusahaan dengan latar belakang dan posisi pekerjaan yang\nberbeda-beda. Proses analisis data menggunakan metode narrative research dan divalidasikan\nmenggunakan metode triangulasi. Hasilnya menunjukkan bahwa perusahaan tanpa departemen HR\ndapat mempraktekkan semua fungsi HRM, tapi belum optimal. Fungsi acquiring, attending labor\nrelations, health and safety, and fairness concerns telah hamper diimplementasikan secara optimal,\nsedangkan untuk training, appraising, and compensating membutuhkan banyak peningkatan.\nBerdasarkan penelitian ini, sebuah perusahaan tanpa departemen HR dapat mengimplementasikan\nfungsi-fungsi HRM secara optimal dengan mempelajari dan meningkatkan fungsi-fungsi yang masih\nkurang. Kedepannya, seiring dengan bertambahnya jumlah karyawan, perusahaan dapat\nmempertimbangkan untuk menambahkan departemen HR pada struktunya.\n\nKeywords: Human Resource, Human Resource Management Function, Industri Kreatif.", "Daftar File": {"2022 SK Naufal Rafiansyah-Abstract.pdf)u": "https://digilib.itb.ac.id/gdl/download/255611"}, "Penulis": "Naufal Rafiansyah [19019018]", "Kontributor / Dosen Pembimbing": ["Andika Putra Pratama, M.S.M., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Human Resource, Human Resource Management Function, Industri Kreatif.", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "16 Agu 2022"}