{"Nomor": 67202, "Judul": "KAJIAN PENGEMBANGAN ELEKTRODA PASTA KARBON YANG DIMODIFIKASI ASAM GLUTAMAT DAN SODIUM DODECYL SULFATE UNTUK ANALISIS KAPSAISIN SECARA VOLTAMMETRI", "Abstrak": "Konsumsi kapsaisin di bawah 500 ?M dapat memiliki manfaat anti kanker dan anti obesitas. Namun, konsumsi kapsaisin dengan kadar yang lebih tinggi dapat mempercepat pertumbuhan sel kanker. Oleh karena itu, diperlukan suatu metode analisis untuk mengukur kadar kapsaisin hingga mencapai limit deteksi yang diharapkan. Pengukuran kapsaisin secara voltammetri telah banyak dilakukan dengan elektroda berbasis karbon dengan modifikasi yang relatif sulit dan lama dilakukan, seperti modifikasi polimer bercetakan dan modifikasi oleh dopan. Elektroda pasta karbon (EPK) merupakan elektroda berbasis karbon yang murah namun memiliki sensitivitas yang rendah. Modifikasi EPK perlu dilakukan untuk meningkatkan sensitivitas dengan modifikasi yang lebih sederhana. Elektropolimerisasi asam glutamat pada permukaan EPK dapat meningkatkan sensitivitas pengukuran kapsaisin akibat adanya interaksi hidrofobik antara poli-(asam glutamat) (PAG) dengan kapsaisin. Sodyum dodecyl sulfate (SDS) dapat menggeser nilai potensial oksidasi asam glutamat pada saat elektropolimerisasi dan juga melarutkan residu di permukaan EPK hasil dari reaksi radikal, sehingga asam glutamat dapat menempel sebelum elektropolimerisasi berlangsung. Penelitian ini merupakan kajian literatur pengembangan EPK yang dimodifikasi PAG dan SDS untuk analisis kapsaisin secara voltammetri. Beberapa parameter yang perlu dikaji di antaranya: konsentrasi optimum SDS, jumlah siklus optimum elektropolimerisasi, pemilihan elektrolit, pH optimum elektrolit, dan teknik voltammetri yang digunakan. Berdasarkan kajian literatur, konsentrasi optimum SDS untuk proses elektropolimerisasi adalah sebesar 10 mM. Jumlah siklus optimum elektropolimerisasi asam glutamat diprediksi mencapai 12 siklus untuk mencegah terjadinya penebalan PAG. Bufer Britton-Robinson dipilih sebagai larutan elektrolit karena memiliki kelarutan yang baik dengan kapsaisin dan juga menjaga nilai pH larutan. Nilai pH optimum elektrolit berkisar antara 4,45-9,93. Ketika nilai pH elektrolit melebihi 9,93, maka gugus hidroksil kapsaisin mengalami transformasi menjadi spesi o-metoksifenat yang mengakibatkan tidak munculnya puncak anodik oksidasi kapsaisin. Dari hasil kajian literatur, pengukuran kapsaisin dengan teknik voltammetri siklik secara kualitatif diprediksikan menjadi teknik yang lebih baik dibandingkan teknik voltammetri lainnya. Berdasarkan kajian literatur, diprediksi pengukuran kapsaisin dengan EPK yang dimodifikasi PAG dan SDS dapat mencapai limit deteksi 0,02-0,5 ?M.", "Daftar File": {"ABSTRAK Doni Septian": "https://digilib.itb.ac.id/gdl/download/255610", "PUSTAKA Doni Septian": "https://digilib.itb.ac.id/gdl/download/262710"}, "Penulis": "Doni Septian [10516060]", "Kontributor / Dosen Pembimbing": ["Dr. Ria Sri Rahayu, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "asam glutamat, EPK, Kapsaisin, SDS, Voltammetri", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "16 Agu 2022"}