{"Nomor": 67217, "Judul": "ANALISIS WAKTU TUNGGU DI HOMESICK VAPE UNTUK MENGHADAPI PENINGKATAN PELANGGAN, KOTA BANDUNG, JAWA BARAT", "Abstrak": "Kebiasaan merokok merupakan hal yang sudah membudaya di kalangan\nmasyarakat. Perokok dapat ditemukan hampir di mana saja, termasuk di tempat-tempat umum. Seiring\ndengan perkembangan jaman, masyarakat makin sadar akan kesehatan masing – masing, tetapi kebiasaan merokok tidak hilang sehingga masyarakat mulai beralih dari rokok tembakau menjadi rokok elektrik. Masyarakat meyakini rokok elektrik dapat menjadi jawaban atas permasalahan bahaya rokok\ntradisional. Di Indonesia, bisnis rokok elektrik sedang berkembang. Produk rokok elektrik di Indonesia sangat mudah dijumpai di vapestore. Homesick Vape merupakan salah satu vapestore di Kota Bandung. Jumlah pelanggan yang mengunjungi Homesick Vape Vapestore meningkat antara Oktober 2021 hingga\nApril 2022, menandakan bisnis Homesick Vape untuk berkembang. Homesick\nVape menemukan fenomena baru, yaitu antrian pelanggan, dengan rata-rata\npeningkatan jumlah pelanggan sebesar 22 persen, hanya ada satu vaporista yang\ntersedia, sehingga peningkatan pelanggan belum diimbangi dengan peningkatan\njumlah vaporista. Vapestore sering dipenuhi pelanggan, bahkan ada pelanggan yang\nmeninggalkan vapestore karena harus mengantri terlalu lama. Hal ini berpotensi\nmenghilangkan pendapatan vapestore. Penelitian ini bertujuan untuk menganalisis\nmasalah antrian akibat peningkatan pelanggan di Homesick Vape untuk\nmengantisipasi antrian pelanggan kedepannya.\n\nDari kondisi tersebut, dilakukan pengamatan langsung di tempat penelitian. Sistem\nantrian yang terjadi yaitu pelanggan yang datang lebih dulu, pelanggan itu yang\nakan dilayani lebih dulu. Pelanggan datang ke vapestore secara acak tetapi vaporista\nkonsisten dalam melayani pelanggannya. Studi litetatur pun dilakukan dengan\nmenggunakan analisis antrian untuk mengetahiu utilisasi pekerja ketika ada antrian\nmaupun tidak ada antrian. Pendekatan dilakukan dengan metode kuantitatif dan\nkualitatif. Pedekatan kuantitatif seperti waktu pelayanan, waktu tunggu pelanggan,\ndan kedatangan pelanggan yang diukur menggunakan timer. Pendekatan kualitatif\nseperti wawancara dengan pemilik Homesick Vape, karyawan, dan tiga orang\npengunjung. Hal ini bertujuan untuk menganalisis faktor – faktor penyebab antrian\npelanggan yang terjadi di Homesick Vape. Untuk utilisasi, titik operasi terbaik \ni\n \nuntuk tingkat layanan mendekati 70% dari kapasitas maksimum. Pelanggan\ndiproses melalui sistem di zona kritis antara 70 dan 100% kapasitas, tetapi kualitas\nlayanan menurun. Di atas zona kritis pada kapasitas 100 % pelanggan tiba dengan\nkecepatan lebih cepat daripada yang dapat mereka layani, antrean menumpuk dan\nkemungkinan banyak pelanggan tidak akan pernah dilayani. Pelanggan tiba pada\ntingkat yang lebih cepat daripada yang dapat mereka layani di atas zona kritis,\nantrian pelanggan akan bertambah, dan banyak pelanggan mungkin tidak pernah\ndilayani.\n\nDari data yang didapat dari timer, rata-rata waktu pelayanan adalah 0,3873 jam.\nWaktu tunggu pelanggan rata-rata adalah setara dengan 0,4238 jam. Rata-rata\nwaktu kedatangan pelanggan adalah 0,4424 jam. Rata-rata waktu kedatangan\npelanggan saat mengantri adalah 0,2482 jam.\n\nDari hasil yang didapat, satu vaporista tidak mampu untuk melayani semua\npelanggan yang datang ke vapestore maupun yang memesan secara daring. Hal ini\nterlihat dari utilisasi yang diperoleh sebesar 88% pada kondisi normal, dan 156%\npada saat antrian terbentuk. Hal ini menunjukkan bahwa tarif layanan telah\nmelampaui batas 70% dan telah memasuki zona kritis. Lamanya waktu servis kawat\nvape menjadi salah satu faktor yang membuat vaporista membutuhkan waktu yang\nlama untuk melayani pelanggannya. Pelanggan yang bingung untuk membeli\nproduk vape pun menjadi salah satu hal yang menyebabkan lamanya waktu\npelayanan yang dilakukan vaporista kepada pelanggan.\n\nDari hasil perhitungan analisis antrian, penambahan dua karyawan baru akan\nmengatisipasi terbentuknya antrian pelanggan di Homesick Vape. Hal ini terlihat\nbahwa hasil utilisasi untuk tiga orang pegawai adalah 29% dan saat mengantri 52%\nyang menunjukkan nilai utilisasi yang diperoleh di bawah 70% dan vaporista akan\nbekerja dengan baik dalam melayani pelanggannya dan dapat digunakan untuk\nmenghadapi peningkatan pelanggan di masa yang akan datang. Untuk\nmengantisipasi lamanya waktu servis kawat vape, dibutuhkan pembaharuan alat\ncoiling. Untuk mengantisipasi pelanggan yang bingung, dibutuhkan tester untuk\nsemua produk vape yang tersedia di vapestore.", "Daftar File": {"2022_TS_PP_Isaac Hamonangan O.S _1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/255628"}, "Penulis": "Isaac Hamonangan O. S. [29120250]", "Kontributor / Dosen Pembimbing": ["Ir. Adirizal Nizar, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Sistem Antrian, Analisis Antrian, Utilisasi, Vapestore.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "18 Agu 2022"}