{"Nomor": 67229, "Judul": "IDENTIFIKASI FAKTOR RISIKO DAN STRATEGI MITIGASI UNTUK MENYELESAIKAN UNCLOSED ISSUE DI RU VI BALONGAN", "Abstrak": "RU VI Balongan merupakan salah satu dari enam kilang minyak downstream milik PT\nPertamina (Persero) yang mempunyai peran penting dalam distribusi minyak ke DKI\nJakarta, Jawa Barat dan sekitarnya. RU VI Balongan mempunyai visi perusahaan\nyaitu menjadi kilang terkemuka di Asia pada tahun 2025. Dengan penetapan visi\nsebagai berikut, maka dibentuklah strategi organisasi yang disebut Grand Strategy\ndengan tema Product Excellence. Grand Strategy pada periode ini mempunyai lima\njenis kebijakan yang diimplementasikan kepada strategy tersebut. Menurut RU VI\nBalongan issues report bulan May 2022, kilang mempunyai  delapan resiko pada area\nsupply chain yang masih belum terselesaikan dengan baik. Unclosed risk issue ini\ndapat mengganggu dan mengancam kebijakan dari Grand Startegy sehingga visi dari\nRU VI Balongan menjadi tidak dapat terealisasikan.\n\nOleh karena itu, dilakukan penelitian untuk mencari factor-faktor yang mempengaruhi\nterjadinya unclosed issue risk dan cara menanganinya. Hal ini dilakukan dengan\nmelakukan pengumpulan data primer dan sekunder terkait dengan business issue yang\nsudah di explorasi. Setelah itu dilajutkan dengan melakukan supply chain mapping\ndengan metode SCOR untuk mengetahui aktivitas di RU VI Balongan secara terinci.\nDilanjutkan dengan mencari akar permasalahan dengan merujuk pada business issue\ndan supply chain mapping. Setelah itu, alternative solution diajukan dengan\nmenggunakan House of Risk untuk semua controllable akar permasalahan. Hasil dari\npenelitian ini ditemukan bahwa unclosed issue risk tersebut mempunyai empat buah\nakar permasalahan yaitu tidak terdapatnya resiko agent (penyebab) prioritas,\nlambatnya perbaruan dalam risk register, kurangnya informasi pada risk register dan\nlambatnya pelaksanaan rencana mitigasi. Dengan penerapan metode House of Risk,\nditemukan risk agent prioritas sebanyak 18 dari 43 jenis risk agent serta 28 preventive\naction atau mitigasi untuk dapat diterapkan pada 18 jenis risk agent prioritas tersebut.\n18 risk agent tersebut dapat diterapkan lebih dari satu mitigasi dan mitigasi tersebut\ndapat diterapkan untuk lebih dari satu risk agent.", "Daftar File": {"2022_TS_PP_Hazman Abdurrahman Hayat_ 1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/255763"}, "Penulis": "Hazman Abdurrahman Hayat [29120040]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nur Budi Mulyono, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "agen risiko, house of risk, manajemen risiko, pemetaan rantai pasok, strategi mitigasi.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "18 Agu 2022"}