{"Nomor": 67228, "Judul": "ANALISIS KESTABILAN LERENG HIGHWALL DAN SIDEWALL PADA TAMBANG TERBUKA BATU BARA PT XYZ DI KALIMANTAN TIMUR", "Abstrak": "Pada tambang terbuka, aspek kestabilan lereng merupakan salah satu aspek yang harus diperhatikan. Tingkat kestabilan lereng dinyatakan dengan nilai Faktor Keamanan (FK) dan Probabilitas Kelongsoran (PK). Pada lereng highwall dan sidewall tambang batu bara di PT XYZ akan dianalisis untuk menilai kestabilan lereng. Metode yang digunakan untuk menganalisis kestabilan lereng adalah metode kesetimbangan batas Bishop simplified. Parameter yang dimasukkan dalam\nanalisis yaitu kohesi, sudut gesek dalam, dan bobot isi. Penentuan nilai probabilitas kelongsoran, data terlebih dahulu diolah dengan statistika deskriptif untuk memperoleh nilai rerata, standar deviasi, selanjutnya dilakukan uji goodness of fit test dengan metode Kolmogorov-Smirnov (KS) dan Akaike Information Criterion (AIC) untuk mengetahui jenis distribusi data yang tepat.\n\nModel lereng asli dianalisis menggunakan perangkat lunak Rocsience Slide v6.0 dengan mengacu pada kondisi pit existing September 2021. Lereng highwall terindikasi tidak aman karena nilai FK dan PK tidak memenuhi standar Keputusan Menteri ESDM 1827K/30/MEM/2018, yaitu nilai FK statis > 1,3; FK dinamis > 1,1; dan PK < 5% sedangkan lereng sidewall aman karena nilai FK dan PK memenuhi kriteria. Rekomendasi perbaikan dilakukan pada lereng highwall dengan melandaikan lereng keseluruhan, dengan cara melebarkan dimensi jenjang dari 5 meter menjadi 8 meter ditambah inter-ramp pada dua jenjang dengan dimensi 13 meter. Rekomendasi selanjutnya berupa pembuatan saluran air untuk mengatasi air permukaan dan pembuatan horizontal drainage untuk mengatasi air tanah. Berdasarkan rekomendasi tersebut didapatkan nilai FK statis 1,349, FK dinamis 1,209 dan PK 0% untuk P-27. Pada P-28, FK statis 1,301, FK dinamis 1,169 dan PK 0% pada Hu 0,6. Sehingga dapat dinyatakan bahwa lereng highwall sudah aman dan memenuhi kriteria sesuai Keputusan Menteri ESDM 1827K/30/MEM/2018.", "Daftar File": {"ABSTRAK Yoga Ageng Pangestu": "https://digilib.itb.ac.id/gdl/download/255724"}, "Penulis": "Yoga Ageng Pangestu [12118072]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Budi Sulistianto, M.T.", "Prof. Dr. Ir. Budi Sulistianto, M.T.", "Irwan Iskandar, S.T., M.T., Ph.D.", "Dr.Eng. Tri Karian, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Analisis kestabilan lereng, faktor keamanan, highwall, metode Bishop, probabilitas keamanan, statistika deskriptif", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "18 Agu 2022"}