{"Nomor": 67225, "Judul": "PENILAIAN SAHAM RELATIF PT BUKALAPAK.COM TBK  SEBAGAI PLATFORM E-COMMERCE PUBLIK PERTAMA DI INDONESIA", "Abstrak": "Pengusaha membuat perusahaan atau proyek baru untuk mencari, mengembangkan, dan menguji model bisnis yang skalabel. Startup biasanya dikaitkan dengan teknologi dan pertumbuhan yang cepat. Banyak orang mengenal konsep “membakar uang” untuk mempercepat proses pertumbuhan perusahaan agar startup dapat menangkap pasar secara masif, dengan Indonesia menempati peringkat kelima dunia dibandingkan 182 negara lain, dengan total 2270 startup di Indonesia dan terus berkembang dengan cepat, Seiring dengan populasi di bawah 30 tahun, yang telah mencapai lebih dari 51 persen populasi, Indonesia berada di posisi yang tepat untuk menjadi hub digital berikutnya di Asia Tenggara. \nPandemi COVID-19 yang sedang berlangsung telah mempercepat adopsi digital Indonesia. Ini telah mendorong lebih banyak orang untuk mencoba layanan digital untuk pertama kalinya, meningkatkan penggunaan digital di negara ini. Selama pandemi, sekitar sepertiga pengguna e-commerce pertama di Indonesia, yang mayoritas berasal dari daerah non-metro dan sementara COVID-19 telah merugikan banyak sektor, terutama yang terkait dengan pariwisata (mis., Online perjalanan dan/atau transportasi online), ini benar-benar menjadi pertumbuhan eCommerce. \nBukalapak merupakan unicorn e-commerce Indonesia pertama yang tercatat di Bursa Efek Jakarta, dengan kapitalisasi pasar US$6,5 miliar. Pada 6 Agustus 2021, perusahaan go public di BEI. Bukalapak saat ini mempekerjakan lebih dari 1.800 orang di 37 divisi bisnis. Misi Bukalapak sederhana: memanfaatkan teknologi untuk membantu Usaha Mikro, Kecil, dan Menengah (UMKM) baik offline maupun online. Sedangkan berdasarkan data, banyak perusahaan teknologi yang masih merugi atau belum untung. Sebagai contoh, EBITDA Bukalapak masih merugi 694 miliar pada Q2 2021, meskipun jumlah bisnis yang dimiliki Bukalapak besar dan kerugian besar yang terus dialami Bukalapak, salah satu istilah gross merchandise value (GMV) biasa digunakan di industri e-commerce, namun Bukalapak lebih memilih istilah lain, total processing value (TPV) dalam memvaluasi perusahaan. \nDengan adanya hal tersebut, peneliti melakukan penelitian tentang valuasi perusahaan Bukalapak, dengan menggunakan metode valuasi relatif yang membandingkan beberapa metrik utama yang biasa digunakan dalam industri teknologi, dalam penelitian ini. Investor harus bisa menggunakan penilaian yang adil untuk menentukan berapa nilai perusahaan, dan berdasarkan data, kami melihat bahwa harga saham Bukalapak terus menurun sejak saham perusahaan go public karena, dalam penelitian ini Bukalapak diperdagangkan dengan harga yang terlalu tinggi pada penawaran umum perdana, sehingga hasil Anda menunjukkan bahwa Bukalapak harus mampu bersaing dengan model bisnis saat ini agar cepat menjadi menguntungkan.", "Daftar File": {"2022_TS_PP_Irfandi Marsya 29120059_Abstrak-1.pdf?_": "https://digilib.itb.ac.id/gdl/download/255722"}, "Penulis": "Irfandi Marsya E Wijaya [29120059]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Subiakto, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Bukalapak, Relative Valuation, Gross Merchandise Value, Total Processing Value, Stock Valuation.", "Sumber": "PT BUKALAPAK.COM TBK", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "18 Agu 2022"}