{"Nomor": 67220, "Judul": "STRATEGI PENGASUHAN ANAK PERUSAHAAN PADA  FUNGSI SUMBER DAYA MANUSIA ANTARA INDUK DAN  ANAK PERUSAHAAN DI PT HUTAMA KARYA (PERSERO)", "Abstrak": "Saat ini, sebagian besar perusahaan besar di dunia mendirikan anak perusahaan untuk mendukung bisnis utama perusahaan guna memperoleh pendapatan yang tidak terjangkau oleh perusahaan dan menjadi lebih fleksibel dengan menyederhanakan birokrasi. Pendirian anak perusahaan harus dibarengi dengan strategi pengasuhan anak perusahaan di segala aspek. Terlebih, sebagian besar perusahaan besar saat ini sedang fokus mengembangkan sistem manajemen SDM. Mereka melihat SDM sebagai salah satu aset utama perusahaan. \n \nRencana strategis Hutama Karya adalah mendorong pertumbuhan bisnis yang berkelanjutan dengan mengembangkan Program Transformasi Perubahan, yang mencakup perubahan Visi dan Misi Perusahaan. Selanjutnya, untuk mencapai Visi baru tersebut, Hutama Karya mencoba mengelaborasi strategi bisnis, struktur perusahaan, dan arsitektur SDM. Visi baru ini memaksa Hutama Karya untuk membuat regulasi yang lebih detail antara Hutama Karya dan anak perusahaannya di segala aspek, seperti keuangan, teknologi informasi, SDM, dll. Penelitian ini bertujuan untuk menentukan jenis strategi pengasuhan anak perusahaan yang tepat dalam fungsi SDM untuk diterapkan di Grup Hutama Karya. \n \nPenelitian ini dikembangkan sebagai penelitian kualitatif berbasis kasus. Kerangka konseptual penelitian ini dimulai dari mendefinisikan masalah bisnis dan tujuan, kemudian dilanjutkan dengan tahap diagnosis melalui pengumpulan data yang terdiri dari tinjauan literatur dan analisis penelitian menggunakan Matriks SWOT (juga dikenal sebagai Matriks TOWS) untuk merumuskan solusi yang diusulkan berdasarkan temuan analisis. Solusi yang diusulkan akan dilanjutkan dengan tahap validasi melalui diskusi kelompok terarah oleh ahli yang sesuai dengan situasi perusahaan saat ini untuk mendukung kesesuaian solusi yang diusulkan, yang mana akan menjadi strategi bagi perusahaan untuk meningkatkan strategi pengasuhan anak perusahaan pada fungsi SDM. \n \nHasil Matriks SWOT menempatkan Hutama Karya pada kuadran pertama dan diidentifikasi sebagai strategi agresif dengan authoritative style yang diikuti oleh kerangka 7S McKinsey yang diperlukan untuk menggambarkan strategi pengasuhan anak perusahaan Hutama Karya dalam fungsi SDM.", "Daftar File": {"2022_TS_PP_Muhammad Fauzan 29120525_Abstrak-1 (1).pdf)u": "https://digilib.itb.ac.id/gdl/download/255650"}, "Penulis": "Muhammad Fauzan [29120525]", "Kontributor / Dosen Pembimbing": ["Ir. John Welly, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "strategi pengasuhan anak perusahaan, sdm, strategi agresif, authoritative style, matriks SWOT, kerangka McKinsey 7S.", "Sumber": "PT HUTAMA KARYA (PERSERO)", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "18 Agu 2022"}