{"Nomor": 67222, "Judul": "OPTIMASI AERODINAMIKA DESAIN MASKARA KERETA KECEPATAN SEDANG", "Abstrak": "Melihat perkembangan alat transportasi di dalam negeri, penelitian dan pengembangan untuk membuat kereta cepat sudah mulai dilakukan di Indonesia, meskipun masih dimulai dengan tahapan pengembangan kereta berkecepatan sedang. Tentunya akan ada banyak hal yang harus diperhatikan, baik dari sistem penggerak hingga pertimbangan dari sisi aerodinamika. Penyesuaian desain kereta juga akan sangat dibutuhkan dalam membuat kereta berkecepatan tinggi, mengingat terdapat banyak aspek yang sebelumnya tidak diperhitungkan dalam pembuatan desain kereta dengan kecepatan yang lebih rendah. Ketika kereta cepat melaju dengan kecepatan 250-300 km/jam, hambatan aerodinamika dapat mencapai 75-80% dari total hambatan kereta. Sehingga dengan mengurangi hambatan udara, konsumsi energi akan berkurang dan menjadi semakin efisien.\nPenelitian ini bertujuan untuk mengevaluasi desain kereta kecepatan sedang yang sedang dikembangkan di dalam negeri terhadap hambatan aerodinamika. Kemudian dari desain yang ada akan dilakukan optimasi khususnya desain maskara untuk mendapatkan nilai coefficient of drag yang lebih kecil. Hal ini sekaligus untuk melihat pengaruh variabel desain terhadap hambatan udara pada kereta.\nDalam penelitian ini, akan dibahas mengenai optimasi desain kereta kecepatan sedang, khususnya bagian maskara. Namun, untuk meningkatkan tingkat komponen dalam negeri, maka penggunaan kaca datar pada maskara akan menjadi batasan yang digunakan dalam penelitian ini. Sedangkan variabel desain yang akan diubah adalah panjang maskara, pilar-A, dan side nose maskara. Penelitian ini dilakukan dengan menggunakan metode Free Form dan Computational Fluid Dynamics (CFD). Kemudian dilakukan optimasi dengan metode Response Surface Optimization (RSO) untuk mendapatkan desain yang paling optimal dalam hal ini coefficient of drag yang lebih kecil.\nDari hasil simulasi didapatkan nilai coefficient of drag model original sebesar 0,489. Setelah dilakukan optimasi didapatkan pengurangan hambatan udara sebesar 3,93% dari model original. Perubahan desain kaca depan dengan menghilangkan coakan pada maskara memiliki dampak yang cukup signifikan yaitu pengurangan sebesar 1,49%. Variabel desain yang cukup signifikan berpengaruh pada penelitian ini adalah panjang maskara dan pilar-A.", "Daftar File": {"ABSTRAK Dony SaputraDONY SAPUTRA": "https://digilib.itb.ac.id/gdl/download/255653"}, "Penulis": "Dony SaputraDONY SAPUTRA [23120010]", "Kontributor / Dosen Pembimbing": ["Pramudita Satria Palar, S.T, M.T, Ph.D.", "Yunendar Aryo Handoko, S.T., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Kereta Kecepatan Sedang, Aerodinamika Kereta, Computational Fluid Dynamics, Optimasi Desain, Response Surface Optimization.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Agu 2022"}