{"Nomor": 67239, "Judul": "CIBURIAL WELLNESS VILLAGE SEBAGAI FASILITAS REHABILITASI STRES PASCA PANDEMI BAGI  KAUM MUDA DI KOTA BANDUNG", "Abstrak": "Kondisi krisis pandemi COVID-19 dan isolasi berkepanjangan mengakibatkan peningkatan prevalensi masalah stres. Stres adalah ketidakmampuan individu dalam menghadapi tuntutan internal dan eksternal yang melebihi kapasitasnya. Beragam stressor yang terakumulasi selama pandemi berisiko lebih tinggi dialami kaum muda: Survei nasional PDSKJI pada tahun 2020 menunjukkan prevalensi masalah mental hingga 65% terjadi pada kelompok usia 17-29 tahun. Studi pun memprediksi terjadinya pandemi sekunder masalah mental seperti hingga 3 tahun pasca isolasi. Oleh karena itu, penanganan masalah stres pasca pandemi pada kaum muda perlu diprioritaskan sehingga dapat mencegah masalah-masalah serius di masa depan. Proyek ini memfasilitasi kebutuhan masyarakat muda yang mendominasi Kota Bandung sebagai pusat pemerintahan, perekonomian, dan pendidikan di Jawa Barat. Penghadiran proyek sejalan dengan Upaya Kesehatan Jiwa (UU No 18 Tahun 2014) dengan (1) Menghadirkan beragam fasilitas pemulihan stres dengan pendekatan holistik body-mind-spirit sebagai upaya kuratif dan rehabilitatif; dan (2) Menciptakan lingkungan restoratif yang mewadahi upaya promosi, edukasi, dan destigmatisasi masalah mental sehingga menciptakan resiliensi di masa mendatang. Dirumuskan persoalan perancangan: menciptakan lingkungan restoratif, menghubungkan kembali manusia dengan alam, serta mengaktivasi kembali kehidupan sosial, yang diwujudkan melalui konsep Wellness Village yang berlokasi di wilayah perbukitan Desa Wisata Ciburial, dengan kualitas alami baik dan akses yang dekat dari pusat kota.", "Daftar File": {}, "Penulis": "Osama Jarnauzy [15218025]", "Kontributor / Dosen Pembimbing": ["Ir. Budi Faisal, MAUD, MLA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "pandemi, pemulihan stres, lingkungan restoratif, wellness, Kota Bandung.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "18 Agu 2022"}