{"Nomor": 67233, "Judul": "AGROTORIUM: EDUWISATA PERTANIAN SEBAGAI PENGHUBUNG DESA WISATA DI KECAMATAN BOROBUDUR, KABUPATEN MAGELANG", "Abstrak": "Kecamatan Borobudur merupakan salah satu daerah dengan potensi pariwisata yang besar dikarenakan terdapat destinasi wisata utama yang sangat dikenal wisatawan lokal hingga wisatawan mancanegara yaitu Candi Borobudur. Adanya Candi Borobudur tersebut mengakibatkan kemunculan desa wisata di kawasan Borobudur untuk meningkatkan perekonomian warga setempat. Saat ini terdapat 20 (dua puluh) desa wisata yang berkembang dengan fasilitas Balai Perekonomian Desa (Balkondes) sebagai pusat dari masing-masing desa wisata. Setiap desa wisata memiliki wisata dan produk unggulan masing-masing yang menjadi daya tarik wisata. Namun, terdapat kesenjangan atau perbedaan tingkat kunjungan antara desa wisata dengan desa wisata lainnya akibat faktor akses jalan & transportasi, akses informasi, fasilitas yang disediakan pada Balkondes, serta jarak desa wisata dari Candi Borobudur sebagai pusat wisata di Kecamatan Borobudur. Desa Wisata Karangrejo yang dikenal sebagai Kampung Organik dan Kampung Palawija merupakan salah satu desa wisata di Kecamatan Borobudur yang mempunyai wisata unggulan di bidang agrowisata. Desa ini terletak sekitar 3 kilometer di bagian Barat dari Candi Borobudur. Desa wisata ini juga memiliki potensi wisata alam yang cukup diminati para wisatawan yaitu Punthuk Setumbu, Gereja Ayam, dan Bukit Barede. Pada desa wisata ini terdapat permasalahan dalam minat sumber daya manusia khususnya generasi muda atau milenial yang masih kurang di sektor pertanian. Permasalahan tersebut dapat mengakibatkan terancamnya keberlanjutan Desa Wisata Karangrejo sebagai Kampung Organik dan Kampung Palawija. Kurangnya minat generasi muda terhadap sektor pertanian tidak hanya dialami oleh generasi muda di Desa Karangrejo saja, tetapi generasi muda di Indonesia yang termasuk wisatawan. Oleh karena itu, Agrotorium dirancang guna memberikan fasilitas edukasi teknologi pertanian bagi pengelola Desa Wisata Karangrejo dan wisatawan khususnya generasi muda. Selain itu, Agrotorium juga menyediakan fungsi kreatif, fungsi agrowisata, dan fungsi komersial. Fungsi kreatif digunakan sebagai wadah untuk mendukung kreativitas pengelola desa wisata guna keberlanjutan desa wisata. Fungsi agrowisata digunakan sebagai sarana edukasi dan pameran mengenaik teknologi pertanian. Fungsi komersial sebagai wadah pengembangan bagi usaha kecil menengaj dari masyarakat setempat.", "Daftar File": {}, "Penulis": "Desma Siyammalita [15218053]", "Kontributor / Dosen Pembimbing": ["Aswin Indraprastha, S.T., M.T., M.Eng., Ph.D.", "Dr. Ir. Christina Gantini, M.T.", "Dibya Kusyala, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kecamatan Borobudur, desa wisata, agrowisata, edukasi, generasi muda.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "18 Agu 2022"}