{"Nomor": 67231, "Judul": "IDENTIFIKASI FRAGMENTASI LAHAN PADA PERI-URBAN KAWASAN PERKOTAAN CEKUNGAN BANDUNG (STUDI KASUS: KABUPATEN BANDUNG)", "Abstrak": "Fragmentasi lahan merupakan fenomena peri-urban yang menunjukkan perpecahan\npetak di suatu guna lahan dan menjadikannya terpisah dari struktur yang utuh sehingga\nterisolasi dari kegiatan lainnya. Identifikasi fragmentasi lahan dilakukan di Kabupaten\nBandung sebagai peri-urban Kawasan Perkotaan Cekungan Bandung yang mengalami\npelimpahan kegiatan dari kawasan perkotaan inti dan menjadi zona transisi pedesaan\nperkotaan yang intensif dengan pembangunan tidak berpola. Fragmentasi lahan diukur\ndengan aplikasi Fragstats berdasarkan indikator total luas lahan, jumlah petak, ukuran\npetak, dispersi ukuran petak, bentuk petak, pembagian petak, jumlah pemisahan petak,\ndan ukuran jejaring petak efektif di suatu guna lahan. Indeks Fragmentasi Lahan\ndihasilkan melalui normalisasi nilai indikator dengan standardisasi mean dan melalui\npembobotan indikator dengan metode bobot entropi. Fragmentasi lahan di Kabupaten\nBandung mengalami fluktuasi pada tiap guna lahan di tahun 2013, 2018, dan 2020,\ndengan indeks fragmentasi lahan tertinggi pada kawasan permukiman. Beberapa\nkarakteristik peri-urban yang dimiliki Kabupaten Bandung seperti aksesibilitas jalan,\njarak menuju pusat kabupaten dan kota inti, unit pendidikan SMA, guna lahan\npermukiman dan pertanian, serta intensitas penduduk dapat mempengaruhi terjadinya\nfragmentasi lahan secara signifikan sehingga karakteristik tersebut perlu diperhatikan\nperkembangannya. Fragmentasi lahan dapat mengakibatkan pergeseran struktur ruang\ndi antara wilayah pengembangan Kabupaten Bandung. Fragmentasi lahan dapat\ndihindari melalui mekanisme pengaturan Rencana Tata Ruang yang memperhatikan\npola spasial, fungsi lahan, dan arah perubahannya pada peri -urban.", "Daftar File": {}, "Penulis": "Nisrina Nadhifa [15418077]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Delik Hudalah, S.T., M.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Fragmentasi Lahan, Karakteristik Peri-Urban, Kabupaten Bandung, Kawasan Perkotaan Cekungan Bandung", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "18 Agu 2022"}