{"Nomor": 67230, "Judul": "AUTHENTICITY OF KEBUMEN: PERANCANGAN ECOLODGE DI KAWASAN GEOPARK KARANGSAMBUNG KARANGBOLONG KEBUMEN", "Abstrak": "Kabupaten Kebumen ditetapkan menjadi salah satu Geopark Nasional yaitu Geopark Nasional Karangsambung Karangbolong (GNKK) karena letak geografisnya yang berada di pertemuan lempeng samudera Indo-Australia dengan lempeng benua Eurasia sehingga menyebabkan keragaman geologi (geodiversity), keragaman hayati (biodiversity), dan keragaman budaya (cultural diversity). Pemerintah Kabupaten Kebumen saat ini sedang menaikkan status Geopark Nasional menjadi UNESCO Global Geopark dengan terus menggencarkan misi GNKK yaitu konservasi, edukasi, dan pemberdayaan masyarakat. Namun, pada kenyataannya, masih terdapat beberapa permasalahan antara lain, kegiatan ekstraktif tambang yang dilakukan secara masif oleh masyarakat karena taraf pendidikan masyarakat di Kecamatan Karangsambung yang masih terhitung rendah. Selain itu, kesadaran wisata Kebumen yang saat ini lebih banyak berputar pada wisata alam dimana pada dasarnya juga terdapat potensi yang besar untuk memperkenalkan identitas dan budaya lokal kepada masyarakat luar serta fasilitas rekreasi di Kebumen belum diimbangi dengan penyediaan fasilitas akomodasi yang memadai. Terlebih lagi pengajuan peningkatan status Geopark Nasional menjadi UNESCO Global Geopark berdampak pada meningkatnya jumlah wisatawan yang datang baik wisatawan nasional maupun mancanegara. Oleh karena itu, ecolodge dirancang untuk memenuhi fasilitas akomodasi yang didalamnya juga mewadahi fasilitas rekreasi, fasilitas edukasi, dan fasilitas konservasi. Proyek ini dirancang dengan mempertimbangkan isu-isu geopark yaitu geodiversity, biodiversity, dan cultural diversity serta dapat berintegrasi dengan lingkungan Geopark Nasional Karangsambung Karangbolong sehingga dapat sejalan dengan misi Geopark serta berkesan positif bagi wisatawan dan masyarakat. Isu perancangan yang diangkat adalah hubungan dengan konteks tapak, hubungan dengan budaya GNKK, dan perwujudan karakteristik khas sebagai unique selling point pada ecolodge ini. Fasilitas yang diwadahi pada ecolodge ini terdiri dari fasilitas penginapan, fasilitas publik seperti restoran, ruang olahraga dan rekreasi, ruang pertunjukkan, galeri budaya dan edukasi, dan fasilitas pendukung.", "Daftar File": {}, "Penulis": "Alya Rainy Shantya [15218050]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sugeng Triyadi S., M.T.", "Dr. Ir. Woerjantari Kartidjo, M.T.", "Dr. Agus Suharjono Ekomadyo, S.T., M.T.", "Asep Darmana, S.T., M.Ars."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "budaya GNKK, ecolodge, edukasi, karakteristik khas, konteks tapak", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "18 Agu 2022"}