{"Nomor": 67257, "Judul": "POTENSI PENGEMBANGAN FASILITAS PARKIR DAN MENUMPANG (PARK AND RIDE) UNTUK MENDUKUNG PELAYANAN BUS RAPID TRANSIT (BRT) DI KAWASAN PERKOTAAN PURWOKERTO", "Abstrak": "Dominasi penggunaan kendaraan pribadi dapat menimbulkan kemacetan dan\npenurunan kinerja jalan, sehingga perlu dorongan dalam penggunaan transportasi\npublik. Persoalan tersebut terjadi pada kota-kota di Indonesia, termasuk di kawasan\nperkotaan Purwokerto. Kehadiran BRT sebagai moda transportasi publik modern\nberpotensi menjadi solusi untuk mengatasi masalah tersebut. Namun, pengoperasian\nBRT di Purwokerto masih dihadapkan pada beberapa tantangan dan hambatan,\ntermasuk jangkauan pelayanannya yang rendah. Park and ride yang\nmengintegrasikan penggunaan transportasi umum dengan kendaraan pribadi dapat\nmenjadi alternatif strategi manajemen transportasi yang dinilai mampu menarik\nmasyarakat untuk beralih menggunakan transportasi publik. Penelitian ini bertujuan\nuntuk mengidentifikasi potensi pengembangan fasilitas park and ride untuk\nmendukung pelayanan BRT di kawasan perkotaan Purwokerto. Berdasarkan hasil\nobservasi dan analisis skoring terhadap kinerja alternatif lokasi berdasarkan kriteria\nyang telah ditentukan, diperoleh tiga lokasi yang dinilai paling sesuai untuk\npengembangan fasilitas park and ride, yaitu: (1) Terminal Ajibarang; (2)\nKedungrandu, Patikraja; dan (3) Terminal Purbalingga. Kemudian, berdasarkan\nhasil survei kuesioner yang dianalisis menggunakan regresi logistik multinomial,\ndidapatkan faktor-faktor yang memengaruhi preferensi responden serta peluang\npemilihan beberapa moda transportasi, seperti park and ride dan BRT, serta\nkendaraan pribadi. Hasil akhir menunjukkan nilai probabilitas pemilihan moda Park\nand Ride Terminal Ajibarang (PNR1) + BRT adalah 12,4%, moda Park and Ride\nKedungrandu, Patikraja (PNR2) + BRT 2,9%, moda Park and Ride Terminal\nPurbalingga (PNR3) + BRT 4,8%, moda BRT (No PNR) 33,1%, sepeda motor pribadi\n44,6%, dan mobil pribadi atau kendaraan lainnya (angkot, ojek, dll.) sebesar 2,2%.", "Daftar File": {}, "Penulis": "Khistiara Ningsih [15418014]", "Kontributor / Dosen Pembimbing": ["Dr. I Gusti Ayu Andani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "park and ride, BRT, Purwokerto, regresi logistik multinomial, pemilihan moda transportasi", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "18 Agu 2022"}