{"Nomor": 67258, "Judul": "PENDETEKSIAN HOAKS PADA MEDIA SOSIAL TWITTER BERDASARKAN ANALISIS TEKSTUAL DAN KARAKTERISTIK SOCIAL NETWORK", "Abstrak": "Kemudahan dalam menyebarkan informasi seiring berkembangnya media sosial\ntidak hanya memberikan manfaat, namun juga menimbulkan berbagai ancaman.\nSalah satu ancaman besar adalah penyebaran informasi hoaks oleh pihak yang tidak\nbertanggung jawab. Tugas akhir ini bertujuan untuk membangun model\npendeteksian hoaks di media sosial Twitter dan melakukan identifikasi karakteristik\ntekstual dan social network yang dapat membantu dalam pendeteksian hoaks.\nPendeteksian hoaks media sosial saat ini masih mengandalkan metode pencarian\nkemiripan teks dengan threshold skor tertentu. Tugas akhir ini mengusulkan\nkombinasi dari informasi tekstual, tingkat kemiripan, pengguna, dan network.\nModel baseline dalam penelitian ini menggunakan algoritma shallow learning\ndengan masukan informasi tingkat kemiripan. Model utama dibuat menggunakan\ndeep learning dengan bantuan berbagai word embedding, kombinasi fitur, hingga\narsitektur. Salah satu arsitektur yang dicoba adalah arsitektur siamese sebagai\nupaya mengenali tingkat kemiripan tekstual dengan basis data hoaks dengan lebih\nbaik. Penelitian ini berfokus melakukan eksperimen untuk mendapatkan\nkonfigurasi terbaik pada model klasifikasi hoaks.\nData yang digunakan dalam ekperimen berjumlah 6983 data yang terdiri tiga kelas\ncounter hoaks, non hoaks, dan hoaks. Berdasarkan hasil eksperimen, model\nbaseline mendapatkan f1-score sebesar 0.6521. Model terbaik yang didapat\nmenggunakan arsitektur siamese similarity dengan tambahan fitur informasi user.\nModel yang dibangun menggunakan pembelajaran BERT ini berhasil mendapatkan\nf1-score sebesar 0.8086.", "Daftar File": {}, "Penulis": "Aufa Fadhlurohman [13518009]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ayu Purwarianti, S.T., M.T.", "Dessi Puji Lestari, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "klasifikasi, hoaks, deep learning, siamese network, social network", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "19 Agu 2022"}