{"Nomor": 67250, "Judul": "NIAT BERWIRAUSAHA BERKELANJUTAN   PADA MAHASISWA MBA ITB", "Abstrak": "Berbagai macam masalah pada saat ini telah menghadirkan tantangan pembangunan berkelanjutan, penggunaan teknologi digital, dan kebutuhan pembangunan untuk mendorong pembelajaran dan pengembangan kegiatan yang berfokus pada kewirausahaan akan menjadi penting dalam transisi hijau ini. BPS mencatat angka pengangguran mencapai 9,1 juta orang atau 6,49 persen dari total populasi angkatan kerja di Indonesia. Lembaga Survei Indikator Politik Indonesia melakukan survei persepsi dengan (generasi Z dan millennial) terhadap isu krisis iklim di Indonesia. Berdasarkan forum diskusi kelompok, terlihat bahwa mahasiswa MBA ITB mengetahui tentang keberlanjutan, kewirausahaan, dan kepemimpinan tetapi memiliki keterbatasan seperti sumber daya dan pengalaman untuk memulai bisnis. Pengambilan data dilakukan dengan pengisian kuesioner online yang disebarkan pada mahasiswa aktif MBA ITB secara acak dan didapat 125 orang mahasiswa. Kuesioner terdiri dari 24 item pertanyaan yang kemudian diolah menggunakan SPSS 26 dengan metode regresi linier berganda. Pada penelitian ini, peneliti membuat dua model regresi yaitu regresi variabel utama attitude, subjective norm, dan perceived behavioral control. Pada model kedua peneliti menambahkan faktor-faktor demografis untuk melihat pengaruh dan meningkatkan kekuatan model regresi.  Hasil dari regresi menunjukkan secara konsisten bahwa ada hubungan yang signifikan antara attitude, subjective norm dan perceived behavioral control dengan sustainable entrepreneurship intention maka harus adanya program yang diimplementasikan untuk meningkatkan niat mahasiswa dalam menjadi sustainable entrepreneurship.", "Daftar File": {"2022_TS_PP__Diar Ulfah H_29120209-Abstrak-1.pdf)u": "https://digilib.itb.ac.id/gdl/download/255874"}, "Penulis": "Diar Ulfah Hassanah [29120209]", "Kontributor / Dosen Pembimbing": ["Dr. rer. pol. Achmad Fajar Hendarman, S.T., M.S.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Niat Berwirausaha Berkelanjutan, Sikap, Norma Subjektif, Kontrol Perilaku yang dirasakan, Mahasiswa", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "18 Agu 2022"}