{"Nomor": 67269, "Judul": "OPTIMASI PARAMETER APLIKASI THERMAL BARRIER COATING PADA KOMPONEN EXHAUST NOZZLE JET ENGINE F-16 DENGAN METODE PLASMA SPRAY", "Abstrak": "Thermal barrier coating(TBC) merupakan bagian krusial pada komponen mesin jet termasuk exhaust nozzle jet temput F-16. Bagian TBC pada komponen ini akan mengalami kerusakan seiring dengan penggunaan. Untuk itu penelitian ini dilakukan untuk mengetahui parameter jarak penyemprotan dan feed rate optimum dalam melakukan perbaikan menggunakan metode plasma spray. \nPada penelitian ini, spesimen dengan variasi parameter jarak penyemprotan dan feed rate dibuat untuk mengetahui pengaruh dari paramater terhadap sifat dan performa lapisan yang dihasilkan. TBC yang terdiri dari dua bagian yaitu bond coat dan top coat diuji dan diamati. Pengujian tarik lapisan, uji keras, dan uji erosi dilakukan untuk mengetahui sifat mekanik lapisan. Karakterisasi struktur mikro dan pengamatan markoskopi permukaan dilakukan untuk mengamati morfologi lapisan yang dihasilkan dari setiap parameter.\nDari hasil pengujian, peningkatan jarak penyemprotan(3,4, dan 5 inci) menurunkan kekuatan ikatan dan meningkatkan nilai kekasaran permukaan lapisan yang dihasilkan akibat dari serbuk yang sudah membeku saat terdeposisi. Powder feed rate(4,6 dan 8 lb/j) mempengaruhi banyaknya serbuk yang terdeposisi semakin besar maka efisiensi deposisi semakin menurun. Feed rate yang rendah mengakibatkan lapisan yang terlalu padat membuat munculnya delaminasi dan retakan akibat tegangan sisa. Jarak penyemprotan sebesar 4 inci dan feed rate sebesar 6 lb/j menjadi parameter optimum.", "Daftar File": {"ABSTRAK Muhamad Farhan Tri Apriansyah": "https://digilib.itb.ac.id/gdl/download/255949"}, "Penulis": "Muhamad Farhan Tri Apriansyah [13718066]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Asep Ridwan Setiawan, S.T., M.Sc.", "Dr.Eng. Raden Dadan Ramdan, S.T.", "Steven, S.T., M.T.", "Riska Rachmantyo, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "thermal barrier coating, jarak penyemprotan, feed rate", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Agu 2022"}