{"Nomor": 67261, "Judul": "PERBANDINGAN KINERJA CITY BRANDING SWK DI KOTA BANDUNG DARI ASPEK FUNGSIONAL DAN PERSEPSI MASYARAKAT MELALUI PEMANFAATAN BIG DATA CROWDSOURCING (STUDI KASUS: PEMBANGUNAN WILAYAH BANDUNG BARAT DAN WILAYAH BANDUNG TIMUR)", "Abstrak": "Kota Bandung telah mengalami perkembangan sejak pembentukannya hingga kini\nyang terlihat wujudnya di wilayah Bandung Timur sebagai wilayah perluasannya.\nUpaya mendorong dan memprioritaskan pengembangan wilayah Bandung Timur\nserta penetapan PPK Gedebage telah dicantumkan dalam RTRW Kota Bandung\ntahun 2011-2031 yang juga dimuat dalam RPJMD Kota Bandung tahun 2018-2023\nagar dapat mengurangi beban pelayanan PPK Alun-Alun di wilayah Bandung\nBarat. Dalam tujuan penataan ruang RDTR Kota Bandung tahun 2015-2035\ndijelaskan bahwa setiap SWK telah mengimplementasikan konsep city branding\nyang dapat digunakan sebagai acuan penataan dan perwujudan ruang sekaligus\nmeningkatkan daya saing. Penelitian ini bertujuan untuk membandingkan kinerja\ncity branding antara wilayah Bandung Timur sebagai wilayah yang didorong\npembangunannya dengan wilayah Bandung Barat sebagai wilayah yang\ndikendalikan pembangunannya. Berdasarkan konsep city branding yang\nmenekankan adanya partisipasi masyarakat yang tinggal di kota tersebut serta\nperkembangan PPGIS dan big data crowdsourcing dalam perencanaan, penelitian\nini menggunakan data POI OSM dan geolocated tweet yang merepresentasikan\naspek fungsional dan persepsi masyarakat. Metode analisis yang dilakukan adalah\nmixed method melalui pendekatan evaluasi semu dan acuan kerangka city branding\nevaluative framework. Hasil analisis memperlihatkan kinerja city branding SWK di\nwilayah Bandung Barat yang secara umum telah memiliki keunikan dari identitas\naspek fungsional dan lokasi tweet yang memberikan persepsi terkait brand\nmeskipun citra kota dalam bentuk sentimen masyarakat terhadap seluruh topik\nbrand masih bermakna negatif. Implementasi city branding di wilayah Bandung\nBarat lebih unggul dibandingkan wilayah Bandung Timur yang masih berproses\nuntuk menciptakan identitas aspek fungsionalnya yang sejalan dengan upaya\nmeningkatkan perwujudan tata ruang sehingga pembangunan ke depannya dapat\nberpotensi meningkatkan daya tarik kota. Oleh karena itu, untuk mengoptimalkan\nimplementasi city branding perlu pertimbangan kembali terkait tujuan dan\nidentitas brand secara partisipatif yang dilanjutkan dengan peningkatan kualitas\npelayanan agar dapat menarik masyarakat.", "Daftar File": {}, "Penulis": "Ghifary Adnan Fauzan Al-Harits [15418078]", "Kontributor / Dosen Pembimbing": ["Ridwan Sutriadi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "city branding, aspek fungsional, persepsi masyarakat, big data crowdsourcing, pembangunan.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "19 Agu 2022"}