{"Nomor": 67262, "Judul": "MENGEMBANGKAN PRODUK MINIMUM VIABLE PADA SILVER TULIP COOKIES", "Abstrak": "Bisnis makanan dan minuman merupakan salah satu bisnis yang banyak diminati oleh masyarakat konsumen karena selain menghasilkan pendapatan yang tinggi, makanan juga merupakan sumber kebutuhan pokok bagi setiap orang. Jika terjadi pada bulan Idul Fitri atau hari-hari penting lainnya, tidak ada masalah dengan penjualan biskuit Silver Tulip. Kurangnya variasi produk Silver Tulip menjadi masalah, dan rencana perusahaan ke depan termasuk mengembangkan MVP (Minimum Viable Product) di Silver Tulip dan mengujinya di pasar. Salah satu upaya yang dapat dilakukan oleh Silver Tulip Cookies adalah dengan membandingkan strategi pemasaran dengan kompetitor utama. Silver Tulip Cookies melakukan benchmark dengan kompetitor utama untuk menemukan keunggulan strategi promosinya. Perancangan strategi pemasaran dilakukan dengan menggunakan Integrated Marketing Communication dan customer experience melalui customer journey. Menggunakan Brand Ambassador adalah solusi terakhir sebagai alat yang efektif untuk meningkatkan layanan pelanggan dari Silver Tulip. Penggunaan IMC (Integrated Marketing Communication) yang menggunakan sumber daya paling sedikit namun tetap mencapai hasil yang maksimal, digunakan untuk mendukung keberlangsungan MVP setelah menganalisa penelitian yang telah dilakukan. Brand Ambassador sebelumnya telah dianalisis melalui IMC Strategy dan Customer Journey sebagai variabel pendukung aspirasi dalam memilih penggunaan Brand Ambassador untuk menarik perhatian.", "Daftar File": {"2022_TS_PP_Runi Ayu Sumantri_Abstrak-1.pdf?": "https://digilib.itb.ac.id/gdl/download/255943"}, "Penulis": "Runi Ayu Sumantri [29120057]", "Kontributor / Dosen Pembimbing": ["Ir. C.O. Budi Permadi Iskandar, M.S.P.", "Nila Armelia Windasari, S.A., MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "MVP, Pengembangan Produk Baru, Brand Ambassador, Komunikasi Pemasaran, Kesadaran Merek.", "Sumber": "SILVER TULIP COOKIES", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "19 Agu 2022"}