{"Nomor": 67267, "Judul": "BIOSINTESIS NANOPARTIKEL ZNO DENGAN EKSTRAK CENGKIH SERTA UJI AKTIVITAS ANTIBIOFILM", "Abstrak": "Kontaminasi mikroorganisme menjadi permasalahan berbagai bidang, khususnya kesehatan. Keberadaan mikroorganisme dalam biofilm menyebabkan resistensi pada antibiotik meningkat 1000x lipat. Nanopartikel ZnO telah diteliti memiliki sifat dapat menginhibisi biofilm. Proses sintesis nanopartikel secara biologi dinilai potensial karena sumbernya yang melimpah, prosedur kerja yang sederhana, dan lebih ramah lingkungan. Disamping itu, ekstrak cengkih mengandung eugenol yang bermanfaat pada proses sintesis. Oleh karena itu, penelitian ini bertujuan untuk mengevaluasi sifat, aktivitas, dan mekanisme nanopartikel ZnO yang disintesis dengan ekstrak cengkih. Variasi percobaan yang digunakan adalah perbandingan volume prekursor:ekstrak 30:70 dan 30:70. Nanopartikel hasil biosintesis dibandingkan dengan nanopartikel hasil metode sol-gel. Hasil menunjukkan proses aerasi menghasilkan partikel Zn kompleks, sehingga dilakukan kalsinasi untuk memperolehT nanopartikel ZnO. Nanopartikel variasi 30:70 memiliki morfologi heksagonal dengan sudut tajam berdiameter 26,92 nm, variasi 70:30 memiliki morfologi mendekati bulat dengan sisi kasar berdiameter 34,98 nm, dan metode sol-gel menghasilkan morfologi bulat dengan sisi halus berdiameter 35,69 nm. Nanopartikel biosintesis mengalami hard agglomerate sementara nanopartikel metode sol-gel mengalami soft agglomerate. Hasil uji aktivitas antibiofilm pada Escherichia coli menunjukkan nanopartikel biosintesis variasi 70:30 memiliki aktivitas tertinggi dengan sisa biofilm 65,6% pada konsentrasi 400 mg/L. Nanopartikel berbentuk bulat memiliki aktivitas antibiofilm lebih tinggi daripada nanopartikel berbentuk heksagonal. Pengukuran konsentrasi Zn2+ pada supernatan hasil uji antibiofilm menunjukkan korelasi dengan persentase biofilm yang tersisa pada konsentrasi tinggi. Mekanisme antibiofilm dari nanopartikel yang dihasilkan merupakan pelepasan ion Zn2+. Hal ini ditunjukkan dengan hasil pengukuran konsentrasi Zn2+ pada supernatan hasil uji antibiofilm yang selaras dengan hasil uji antibiofilm.", "Daftar File": {"ABSTRAK Intan Subadri": "https://digilib.itb.ac.id/gdl/download/255946"}, "Penulis": "Intan Subadri [13018096]", "Kontributor / Dosen Pembimbing": ["Tjokorde Walmiki Samadhi, S.T., M.T., Ph.D.", "Ardiyan Harimawan, S.T., M.Eng., Ph.D.", "Dr.Eng. Ir. Pramujo Widiatmoko, S.T., M.T.", "Vita Wonoputri, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "antibiofilm, biosintesis, ekstrak cengkih, nanopartikel, ZnO", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Agu 2022"}