{"Nomor": 67268, "Judul": "KARAKTERISTIK SAMPAH LAUT (MARINE DEBRIS) DI EKOSISTEM MANGROVE DAN PESISIR PANGANDARAN, JAWA BARAT", "Abstrak": "Sampah laut sudah menjadi masalah umum yang terjadi dari tahun ke tahun di Pangandaran. Namun tidak hanya di pesisir, sampah laut juga bermuara di ekosistem mangrove yang berada di Pangandaran. Penelitian ini bertujuan untuk mengidentifikasi komposisi, memetakan distribusi, dan membandingkan keberadaan sampah laut di ekosistem mangrove dan pesisir Pangandaran. Data yang digunakan dalam penelitian ini merupakan data primer atau data lapangan berupa sampah laut pada beberapa lokasi di Pangandaran yang diambil pada musim peralihan I dan musim barat. Data sampah laut diambil menggunakan metode transek (5x5) meter untuk daerah pantai dan transek (0,5x0,5) meter untuk ekosistem mangrove. Analisis data dilakukan terhadap komposisi dan kerapatan sampah laut untuk melihat karakteristik dan distribusi sampah laut.\nKomposisi sampah laut di Pangandaran didominasi oleh kategori plastik dan karet dengan persentase sebesar 85,89%, diikuti dengan kategori lainnya (6,60%), kaca (4,45%), kayu dan turunannya (1,20%), pakaian dan turunannya (0,98%), logam (0,42%), bangkai binatang (0,37%), dan yang terakhir adalah bahan berbahaya beracun (B3) (0,1%). Pesisir Pangandaran memiliki sampah jenis sampah yang lebih variatif dibandingkan ekosistem mangrove. Di pesisir Pangandaran, setidaknya ditemukan adanya 7 kategori sampah laut yang berbeda. Sedangkan di ekosistem mangrove Pangandaran hanya ditemukan 4 kategori sampah laut yang berbeda. Hal ini dapat terjadi kemungkinan besar karena adanya perbedaan sumber sampah laut dari kedua lokasi tersebut. Di pantai sampah laut banyak berasal dari sampah yang mengapung dan bergerak di lautan, sedangkan di ekosistem mangrove sampah laut lebih banyak berasal dari buangan sampah masyarakat di sungai dan ranting-ranting pohon yang terbawa oleh aliran sungai. Distribusi sampah laut lebih banyak ditemukan di ekosistem mangrove dibandingkan dengan pesisir Pangandaran, dengan perbedaan yang cukup signifikan. Di pesisir, kepadatan sampah laut hanya berkisar antara 0,6 – 2,7 sampah/m2 . Sedangkan di ekosistem mangrove, kepadatan sampah laut dapat mencapai 11,1 – 271,2 sampah/m2. Hal ini dapat terjadi karena ekosistem mangrove dekat dengan sumber sampah dan sampah laut mudah terperangkap dalam ekosistem mangrove. Di bagian Barat Pangandaran, sampah laut lebih banyak ditemukan saat musim peralihan I (32,2 /m2 > 11,1 /m2 dan 1,5 /m2 > 1,2 /m2). Sedangkan di bagian Timur Pangandaran, sampah laut lebih banyak ditemukan saat musim barat (2,7 /m2 > 0,6 /m2 dan 271,2 /m2 > 87,8 /m2).", "Daftar File": {"ABSTRAK Charles Zonaphan": "https://digilib.itb.ac.id/gdl/download/255948"}, "Penulis": "Charles Zonaphan [12918048]", "Kontributor / Dosen Pembimbing": ["Ivonne Milichristi Radjawane, S.Si., M.Si., Ph.D.", "Dr. rer. nat. Mutiara Rachmat Putri, S.Si., M.Si.", "Dr. Ayi Tarya, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "sampah laut, identifikasi, pesisir, ekosistem mangrove, Pangandaran.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Agu 2022"}