{"Nomor": 67273, "Judul": "USULAN STRATEGI GLOBAL   MINYAK ATSIRI AKAR WANGI KE SWITZERLAND   UNTUK PASAR YANG LEBIH BERKEMBANG   (STUDI KASUS PLUS WANGI)", "Abstrak": "Hanya ada tiga negara penghasil minyak akar wangi di dunia, yaitu Indonesia, Haiti dan Borboune (pulau reunion). Di Indonesia, penghasil minyak akar wangi hanya ada di Kabupaten Garut Provinsi Jawa Barat. Sebagian besar produk minyak akar wangi diekspor untuk digunakan dalam industri parfum, kosmetik dan farmasi. Pulus Wangi sebagai salah satu produsen minyak akar wangi di kabupaten Garut telah berhasil memasarkan produknya di pasar domestik, regional, dan internasional ke beberapa negara yang bersifat perantara untuk kemudian di teruskan ke pasar negara tujuan akhir. Switzerland dipilih sebagai target pasar negara tujuan akhir berdasarkan pertumbuhan permintaan minyak atsiri akar wangi setiap tahun. Switzerland memiliki perjanjian perdagangan bilateral dengan Indonesia (IE – CEPA) sehingga akan mempermudah proses transaksi perdagangan ekspor. Untuk dapat memasuki pasar minyak atsiri di Switzerland, Pulus Wangi memerlukan strategi yang tepat, yang dipengaruhi oleh kondisi perusahaan dan kondisi negara tujuan yang dirumuskan melalui strategi global yang sesuai dengan entry mode strategi. Penelitian ini dilakukan dengan melihat beberapa indikator internal dan eksternal. Analisis eksternal dilakukan dengan menggunakan metode PESTEL untuk mengetahui kondisi makro di negara tujuan. Analisis internal menggunakan Porter's Five Forces untuk mengukur analisis tingkat daya saing kompetitif di industri dan membantu merumuskan Strategi Market Global dan Mode Entri yang sesuai dengan kondisi Pulus Wangi. Terkait kondisi pasar di negara tujuan, teknis dan regulasi, cara ekspor menjadi cara masuk yang paling tepat bagi Pulus Wangi untuk memasuki pasar Switzerland. Strategi Standardisasi Global direkomendasikan sebagai strategi Global yang akan diterapkan di Pulus Wangi", "Daftar File": {"2022_TS_PP_Ahmad Nur Fathurodin 29120220_Abstrak-1.pdf?": "https://digilib.itb.ac.id/gdl/download/255953"}, "Penulis": "Ahmad Nur Fathurodin [29120220]", "Kontributor / Dosen Pembimbing": ["Dr. Isti Raafaldini Mirzanti, S.Si.,M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Akar Wangi, Strategi Market Global, Mode Entri, Strategi Ekspor.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "19 Agu 2022"}