{"Nomor": 67277, "Judul": "KARAKTERISASI SIFAT FISIK DAN HIDRODINAMIKA UNGGUN DIAM PARTIKEL ZEOLIT", "Abstrak": "Unggun diam digunakan dalam industri kimia sebagai reaktor katalitik, absorber, desorpsi, penukar panas, pengeringan dan proses pemisahan. Unggun diam terdiri dari sebuah bejana yang diisi oleh partikel yang dapat berupa katalis, adsorben, atau karbon aktif. Salah satu katalis yang digunakan untuk partikel penyusun unggun diam adalah zeolit. Karakteristik partikel zeolit dapat mempengaruhi pola aliran yang terjadi di dalam unggun diam. Tujuan dari penelitian ini adalah untuk melakukan studi tentang perilaku hidrodinamika unggun diam yang disusun oleh partikel zeolit berbentuk tidak beraturan.\nKarakterisasi partikel zeolit meliputi pengukuran diameter partikel, densitas curah, fraksi kosong, sphericity dan roundness. Sphericity dan roundness partikel zeolit diukur menggunakan metode geometri menggunakan kamera handphone. Partikel zeolit tersebut digunakan sebagai unggun diam pada kolom dengan tinggi 32,5 cm dan variasi diameter 1,67, 1,87 dan 2,63 cm untuk percobaan pengukuran hilang tekan. Partikel zeolit yang digunakan divariasikan berdasarkan ukurannya menjadi Zeolit 1 (-5,00/+3,36 mm), Zeolit 2 (-3,36/+2,00 mm), dan Zeolit 3 (-2,00/+1,00 mm) dengan variasi tinggi unggun 10, 15, dan 20 cm. Udara digunakan sebagai fluida yang melewati unggun diam dengan laju alir 650, 1350, 2500 dan 5000 mL/menit pada tekanan 1,0 atm dan temperatur 27 oC. Hasil pengukuran hilang tekan tersebut digunakan untuk mengestimasi sphericity, konstanta viskos dan inersia pada Persamaan Ergun.\nDari hasil pengukuran geometri, partikel zeolit memiliki sphericity pada rentang 0,59–0,66 dan roundness pada rentang 0,17–0,19. Sphericity dari hasil pengukuran tesebut memiliki nilai berbeda dengan sphericity yang diestimasi menggunakan Persamaan Ergun yaitu 0,30–0,59. Selain itu, terdapat perbedaan antara hilang tekan hasil pengukuran dengan prediksi menggunakan Persamaan Ergun dengan galat rata-rata 42,51%–69,19%. Dilakukan penyesuaian korelasi hilang tekan dengan memodifikasi konstanta viskos dan inersia Persamaan Ergun berdasarkan data percobaan. Didapatkan bahawa konstanta viskos dan inersia Persamaan Ergun menurun seiring dengan peningkatan rasio diameter kolom terhadap diameter partikel.", "Daftar File": {"ABSTRAK Andy Maulana Kusuma": "https://digilib.itb.ac.id/gdl/download/255957"}, "Penulis": "Andy Maulana Kusuma [13018089]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Herri Susanto", "Dr.Eng. Ir. Pramujo Widiatmoko, S.T., M.T.", "Pri Januar Gusnawan, S.T., M.T.", "Meiti Pratiwi, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Hilang tekan, Roundness, Sphericity, Unggun diam, Zeolit.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Agu 2022"}