{"Nomor": 67279, "Judul": "DESIGN THINKING UNTUK PENGEMBANGAN PRODUK MUKENA WANITA MUSLIM  (STUDI KASUS LERADIA)", "Abstrak": "Pengembangan produk baru merupakan hal yang penting dilakukan untuk mengembangkan suatu bisnis, terlebih lagi dalam industri bisnis fashion. Pengembangan produk baru dapat menentukan bagaimana sebuah organisasi membawa suksesi, seperti dalam penjualan dan laba. Pengembangan produk baru perlu dilakukan untuk memenuhi kebutuhan dan keinginan pelanggan serta memenuhi permintaan mereka akan suatu produk.\nSebagai bisnis fesyen Muslim yang baru, Leradia masih kekurangan variasi produk, belum mempertimbangkan pengembangan produk, dan belum memahami permasalahan dan kepuasan pelanggannya, yang menyebabkan rendahnya hasil penjualan. Oleh karena itu, untuk menghindari kegagalan bisnis baru, untuk berhubungan dengan pelanggan, dan bersaing di pasar, penelitian ini bertujuan untuk memahami permasalahan dan kepuasan pelanggan Leradia terhadap penggunaan perangkat sholat wanita, serta mengetahui seperti apa pengembangan produk perangkat sholat wanita. yang Leradia perlu diusulkan untuk memecahkan masalah pelanggan. Metode kualitatif digunakan dengan mewawancarai enam pelanggan Leradia yang paling setia untuk mengembangkan pemahaman tentang pelanggan Leradia. Mengadopsi pendekatan Design Thinking untuk memecahkan masalah dengan lima tahap untuk melanjutkan dengan data yang dikumpulkan. Ada Empathize, Define, Ideate, Prototype, dan Test.\nPada akhirnya, setiap prototipe yang dibuat diuji ke persona Leradia dan mengumpulkan umpan balik dan perspektif mereka tentang empat alternatif produk dan layanan yang ditawarkan. Ada yang menyempurnakan produk Leradia seperti membuat mukena yang memiliki tali pengikat dengan bahan adem, anti kerut, anti noda air, warna pastel, design yang elegan, menyediakan design travel size dan non travel size. Tas mukena (pouch) harus serbaguna dan unik dan membuat sajadah untuk bepergian dengan pola khas Maroko. Untuk pengembangan layanan, yaitu seperti peningkatan kualitas layanan, program promosi dan lebih banyak pilihan pembayaran.", "Daftar File": {"2022_TS_PP_Nadia Raudhatu Syifa 29120621_Abstrak-1.pdf?": "https://digilib.itb.ac.id/gdl/download/255959"}, "Penulis": "Nadia Raudhattu Syifa [29120621]", "Kontributor / Dosen Pembimbing": ["Dr. Isti Raafaldini Mirzanti, M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Bisnis Muslim Fesyen, Pengembangan Produk, Design Thinking", "Sumber": "LERADIA", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "19 Agu 2022"}