{"Nomor": 67276, "Judul": "USULAN STRATEGI MARKETING UNTUK MASUK KE MARKET B2C  BAGI PERUSAHAAN GENERAL SUPPLIER & CONTRACTOR (STUDI  KASUS: PT ELINCOM SUKSES ABADI)", "Abstrak": "Pengadaan Barang dan Jasa adalah kegiatan pengadaan dalam rangka memperoleh barang dan jasa yang prosesnya dimulai dengan perencanaan kebutuhan dan diakhiri dengan penyelesaian semua operasi untuk memperoleh barang atau jasa. Dalam industri manufaktur, Pemasok atau Vendor berperan penting dengan menyediakan dan menjual sumber daya berupa bahan baku, bahan setengah jadi, dan bahan jadi kepada pihak lain yang akan diolah menjadi barang atau jasa tertentu. \n \nPT Elincom Sukses Abadi merupakan perusahaan yang bergerak di bidang pengadaan barang dan jasa (supplier) dan kontraktor sejak tahun 2006. Selama 16 tahun perkembangannya, PT Elincom Sukses Abadi telah fokus pada pasar B2B. Namun, COVID-19 telah menghambat aktivitas bisnis di PT Elincom Sukses Abadi karena pembatasan distribusi ke perusahaan pelanggan dan karena perusahaan manufaktur di Indonesia menghentikan sebagian operasinya dan mengurangi kebutuhan pengadaannya. Arus kas perusahaan terganggu karena proses penjualan yang tidak lancar. Direktur Utama PT Elincom Sukses Abadi menyadari bahwa telah terjadi peningkatan penggunaan pasar digital dan perubahan perilaku konsumen sejak pandemi, di mana masyarakat lebih memilih untuk membeli secara online. Sang CEO ingin memanfaatkan kesempatan ini dengan mengembangkan kebijakan baru bagi PT Elincom Sukses untuk melakukan ekspansi dan memasuki pasar B2C untuk mempertahankan keberlangsungan perusahaan serta untuk mengurangi barang yang disimpan di gudang dan mengefisienkan arus kas perusahaan. \n \nSehingga penulis bertujuan memberikan usulan strategi pemasaran kepada perusahaan guna membantu melancarkan kebjiakan perusahaan untuk masuk ke pasar B2C. Metode penelitian yang digunakan adalah metode kualitatif studi kasus dengan teknik pengambilan data menggunakan teknik wawancara dan analisis data perusahaan. Strategi pemasaran dikembangkan melalui hasil analisa eksternal dan internal perusahaan. Hasil penelitian menunjukkan bahwa terdapat peluang yang sangat besar bagi perusahaan untuk masuk ke pasar B2C, namun perusahaan masih harus meningkatkan kehadiran digital guna menjangkau konsumen baru dan membutuhkan sumber daya yang mampu mengolah pemasaran digital dengan baik. Kemudian dua analisa tersebut, penulis kembangkan menjadi Matriks TOWS sebagai strategi alternatif dengan kombinasi kekuatan, kelemahan, kesempatan, dan ancaman perusahaan. Selain itu penulis juga mengusulkan marketing mix yang sesuai untuk pasar B2C dan mengusulkan kanvas model bisnis baru untuk PT Elincom Sukses Abadi ketika bersaing di pasar B2B dan B2C. Strategi yang penulis usulkan untuk PT Elincom Sukses Abadi adalah memanfaatkan platform digital seperti sosial media untuk mempromosikan perusahaan, membangun situs web yang efektif serta memanfaatkan SEO, mengembangkan toko online dibeberapa marketplace dan mempekerjakan karyawan yang cakap dalam memanfaatkan peluang pasar digital secara maksimal.", "Daftar File": {"2022_TS_PP_DELIA FARIZKI PUTRI_29120560_Abstrak-1.pdf5?": "https://digilib.itb.ac.id/gdl/download/255956"}, "Penulis": "Delia Farizki Putri [29120560]", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, M.A., Yunieta Anny Nainggolan, S.E., M.Com., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Pengadaan, Barang dan Jasa, Pemasok, Konrtaktor, Strategi Pemasaran, B2B, B2C", "Sumber": "PT ELINCOM SUKSES ABADI", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "19 Agu 2022"}