{"Nomor": 67271, "Judul": "USULAN PENGEMBANGAN PRODUK FITUR DARI   PLATFORM KOMUNIKASI VIDEO DI PT. TELKOM INDONESIA  MENGGUNAKAN SIX SIGMA DMADV", "Abstrak": "Seiring dengan berjalannya waktu, teknologi ikut berkembang dengan cukup cepat. Berkembangnya teknologi juga dilatar belakangi dengan adanya Pandemi Covid-19. Pertumbuhan dirasakan oleh industry telekomunikasi dan media. Hal tersebut diakibatkan mayoritas bisnis dan organisasi yang mulai menggunakan online commuication platform untuk menjalankan aktivitas sehari-hari. PT. Telkom Indonesia berusaha adaptif dengan menyediakan video communication platform yang dapat membantu masyarakat Indonesia. Organisasi juga perlu menyesuaikan produk yang ditawarkan agar sesuai dengan keinginan dan kebutuhan user. Ketidak sesuaian produk dengan kebutuhan dapat mempengaruhi keinginan user untuk menggunakan sebuah produk. Fenomena ini terjadi di produk video communication platform, sehingga menyebabkan perbedaan jumlah target klien yang melakukan registrasi dengan keadaan di lapangan.  \nPengembangan produk dilakukan oleh perusahaan untuk menghasilkan produk yang sesuai dengan tujuan dan dapat diterima user. Proses pengembangan tersebut diawali dengan arahan dari top management yang selanjutnya diproses untuk menjadi sebuah produk. Proses tersebut menimbulkan beberapa permasalahan diantaranya : produk yang dihasilkan kurang sesuai dengan user dan tidak adanya dokumen atau brief terkait produk tersebut. \nPenyelesaian masalah dilakukan menggunakan metode Six Sigma DMADV, yang merupakan metode dalam pengembangan produk atau proses baru dalam sebuah organisasi. Setelah problem diketahui dan di analisa terkait akar permasalahannya, didapatkan bahwa sejauh ini belum ada guide dokumen yang jelas terkait produk yang ditawarkan. Sehingga diperlukan guide, dokumen, dan produk baru yang sesuai dengan keinginan dan kebutuhan stakeholder (organisasi dan user). Analisa kebutuhan tersbeut dilakukan dengan menggunakan House of Quality untuk mendefine target baru. Didapatkan bahwa keinginan customer dapat dijawab dengan pengembangan fitur produk baru seperti : Automation Quality Assurance dan Dashboard Admin \nPengembangan fitur tersebut mampu mempercepat proses penyelesaian masalah yang terjadi dalam produk serta memberikan pembaruan bagi produk untuk memberikan kuasa pada user dalam mengolah datanya. Kedepannya, metode DMADV digunakan sebagai proses bisnis bagi perusahaan untuk menghasilkan suatu produk atau fitur yang sesuai dengan user atau customer.", "Daftar File": {"2022_TS_PP_Nadhia Sekarwardani_Abstrak-1.pdf5?": "https://digilib.itb.ac.id/gdl/download/255951"}, "Penulis": "Nadhia Sekarwardani [29120546]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Mursyid Hasan Basri, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "DMADV, House of Quality, Industri Telekomunikasi, Pengembangan Produk, Video Communication Platform.", "Sumber": "PT. TELKOM INDONESIA", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "19 Agu 2022"}