{"Nomor": 67275, "Judul": "SURFAKTAN ESTER GULA DARI MINYAK DEDAK PADI", "Abstrak": "Dedak padi merupakan salah satu hasil dari produk samping penggilingan padi. Produk samping ini mengandung minyak pangan kaya antikoksidan yang mudah terhidrolisis menjadi asam lemak bebas karena aktivitas enzim lipase di dalamnya. Asam lemak bebas pada minya dedak padi tidak dapat dimanfaatkan untuk minyak pangan, tetapi masih dapat diaplikasikan untuk bahan baku kimia. Salah satu pemanfaatan minyak dedak padi adalah untuk bahan baku ester gula. Salah satu contoh ester gula adalah surfaktan ester sorbitan, surfaktan non-ionik untuk kosmetik. Jika surfaktan ester sorbitan dibuat dari asam lemak bebas yang berasal dari minyak dedak padi, surfaktan yang dihasilkan dapat lebih bagus dari pada surfaktan yang konvensional karena mengandung antioksidan (yang bagus untuk kulit). Tujuan penelitian adalah untuk mensintesis surfaktan ester sorbitan dari asam lemak minyak dedak padi dengan terlebih dahulu menentukan metode sintesis yang dilakukan menggunakan reaksi satu tahap atau dua tahap. Pada sintesis satu tahap kondisi operasi pada suhu 210 ? dan tekanan vakum, rekasi yang terjadi adalah reaksi esterifikasi secara langsung. Pada sintesis dua tahap reaksi terbagi menjadi dua yaitu dehidrasi dan esterifikasi. Dehidrasi dilakukan pada suhu 180 ? dan tekanan 1 atm sedangkan esterifikasi dilakukan pada suhu 210 ? dan tekanan vakum. Katalis yang digunakan pada penelitian ini adalah ZnO untuk metode sintesis satu tahap sedangkan untuk reaksi dua tahap menggunakan pTSA untuk dehidrasi dan NaOH untuk esterifikasi. Karakterisasi surfaktan meliputi karakterisasi menggunakan FTIR, uji angka asam, dan uji angka hidroksil. Uji kualitas surfaktan dilakukan dengan mengamati stabilitas emulsi produk dengan air dan minyak dengan perbandingan 0,5 gram surfaktan, 40 mL air, dan 40 mL minyak.", "Daftar File": {"ABSTRAK Muhammad As'ad Ramadhan": "https://digilib.itb.ac.id/gdl/download/255955"}, "Penulis": "Muhammad As'ad Ramadhan [13018038]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. I Dewa Gede Arsa Putrawan", "Dr.-Ing. Dendy Adityawarman, S.T., M.Sc.", "Hafis Pratama Rendra Graha, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Ester Sorbitan, Minyak Dedak Padi, Surfaktan Non-ionik, FTIR, Angka Asam, Angka Hidroksil, Stabilitas Emulsi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Agu 2022"}