{"Nomor": 67288, "Judul": "SIMULASI MODEL 1D-PSEUDOHOMOGEN REAKTOR FISCHER-TROPSCH UNGGUN TETAP DENGAN UMPAN BIOSYNGAS", "Abstrak": "Bahan bakar fosil terutama minyak bumi adalah sumber energi utama di Indonesia. Berdasarkan data BP Global Company pada tahun 2019 konsumsi minyak mencapai 1,8 juta bpd. Karena minyak bumi adalah sumber energi tidak terbarukan, maka peralihan ke sumber energi ramah lingkungan penting untuk dilaksanakan. Salah satu metode produksi bahan bakar minyak adalah sintesis Fischer-Tropsch (FT). Agar produk yang dihasilkan ramah lingkungan, digunakan umpan berupa gas sintesis hasis gasifikasi biomassa yang disebut biosyngas.\nPenelitian ini bertujuan untuk membangun model reaksi FT dan menentukan pengaruh kondisi operasi terhadap hasil simulasi FT. Reaktor Fischer-Tropsch yang dibangun pada penelitian ini merupakan reaktor unggun tetap dalam model 1D pseudo-homogeneous dengan bahan baku biosyngas (33% H2, 17% CO, dan 50% N2). Proses simulasi model reaktor Fischer-Tropsch dilakukan dengan menggunakan software MATLAB pada kondisi operasi 20 bar dan 473 K.\nKondisi operasi pertama yang divariasikan adalah Gas Hourly Space Velocity (GHSV) pada nilai 50, 100, 150, dan 200 Nml.gcat-1h-1. Konversi CO tertinggi adalah 66,36% pada GHSV 37 Nml.gcat-1h-1 dan konversi H2 tertinggi adalah 66,82% pada GHSV 37 Nml.gcat-1h-1. Nilai selektivitas C1-C4 cenderung meningkat, sedangkan selektivitas C5+ menurun. Kondisi operasi kedua yang divariasikan adalah nisbah H2/CO pada umpan pada nilai 1,0, 1,5, 2,0, dan 2,5. Konversi CO tertinggi adalah 70,35% pada nisbah 2,5 dan konversi H2 tertinggi adalah 58,45% pada nisbah 1,5. Nisbah yang tinggi menyebabkan selektivitas produk hidrokarbon rantai pendek meningkat. Kondisi operasi ketiga yang divariasikan adalah temperatur dinding (Tw) pada nilai 473K, 483K, dan 493K. Konversi CO dan H2 tertinggi didapatkan pada Tw tertinggi dengan nilai 88,54% dan 86,30% secara berurutan. Tw yang tinggi menyebabkan selektivitas hidrokarbon rantai pendek meningkat.", "Daftar File": {"ABSTRAK Rionardi Pranata": "https://digilib.itb.ac.id/gdl/download/255983"}, "Penulis": "Rionardi Pranata [13018023]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. I.G.B. Ngurah Makertihartha", "Hafis Pratama Rendra Graha, S.T., M.T.", "Anggit Raksajati, S.T., Ph.D.", "Fadhli, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "1D-pseudohomogen, Fischer-Tropsch, MATLAB, model, reaktor unggun tetap", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Agu 2022"}