{"Nomor": 67282, "Judul": "USULAN STRATEGY PROPOSISI NILAI UNTUK MENINGKATKAN NIAT PEMBELIAN DI INDUSTRI ALAS KAKI UNTUK ANAK-ANAK (STUDI EMPIRIS DI FARA SHOES)", "Abstrak": "FARA pertama kali tampil ke publik pada 22 Maret 2021, di situs media sosial Instagram, dengan\nmenghadirkan tema ceria, elegan, dan sederhana di seluruh feed postingan Instagram FARA. Selama\nenam bulan pertama, fokus utama FARA adalah branding, dengan branding FARA berfungsi untuk\nmemberikan nilai merek kepada pelanggan. Nilai tersebut didasarkan pada pendidikan orang tua,\npendidikan hewan dan tumbuhan, serta kualitas sepatu dan sandal itu sendiri. \n \nMetodology quantitatif dilakukan dalam penelitian ini. Untuk mengetahui keadaan perusahaan FARA,\ndilakukan analisis VRIO dan Marketing Mix (7p) untuk internal perusahaan, lalu The PEST dan\nCompetitor Analysis untuk eksternal Perusahaan. Tujuan mengeksplorasi keadaan FARA menjadi\nmasalah utama di penelitian ini, yaitu untuk mengetahui factor yang mempengaruhi konsumen dalam\nuntuk keputusan pembelian produk alas kaku dan apakah FARA perlu mengembangkan inovasi dalam\nproses keberlanjutannya. \n \nAda 3 langkah yang dilakukan untuk menyelesaikan penelitian ini, yang pertama adalah menyebarkan\nkuisoner pertama yang bersifat umum kepada 100 responden dengan menggunakan metode exploratory\nkuisoner dengan 30 pertanyaan , kuisoner dibuat dari 3 variabel penelitian ini yaitu value propotition,\nmarketing mix, purchase intention. Langkah kedua adalah menyebarkan kuisoner tahap dua yang\nbersifat mengkerucut kepada 100 responden dengan menggunakan metode explanatory kuisoner dengan\n28 pertanyaan. Selanjutnya Langkah ketiga adalah mengelola kuisoner dengan menggunakan SPSS ver\n22 untuk mengetahui validitas, reliabilitas dan pengujian regresi berganda. Langkah terakhir adalah\nmengusulkan Value propotition, Intergrated Marketing Communication, Sustainability Concept. \n \nHasil pengujian hipotesis antara variabel bebas yaitu proposisi nilai dan bauran pemasaran, dengan\nvariabel terikat yaitu niat beli memiliki pengaruh. Dalam menyampaikan pesan nilai dari FARA, dan\ntarget sesuai dengan geografis dan demografis yang telah ditentukan. FARA melakukan kampanye\nberdasarkan triple bottom line. Ada tiga poin yang sangat penting untuk dapat mendukung nilai-nilai\nyang ingin dicapai FARA, mulai dari faktor planet hingga masyarakat.", "Daftar File": {"2022_TS_PP_Mahardhika Rama Purnama_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/255971"}, "Penulis": "Mahardhika Rama Purnama [29120135]", "Kontributor / Dosen Pembimbing": ["Sonny Rustiadi, M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Nilai proposisi, Baruan Pemasaran, Keputusan Pembelian, Alas Kaki.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "19 Agu 2022"}