{"Nomor": 67284, "Judul": "MEMBRANE DISTILLATION FOR HYPERSALINE BRINE DESALINATION", "Abstrak": "Masalah ketersediaan air bersih mendorong kemajuan berbagai teknologi pemurnian air.\nSalah satunya adalah distilasi membran, proses pemisahan yang banyak digunakan dalam\ndesalinasi. Masalah utama yang terjadi dalam proses membran distilasi adalah fouling\ndan wetting, yang dapat terjadi dalam larutan salinitas tinggi atau air garam hipersalin.\nOleh karena itu, perlu dilakukan penelitian untuk mengembangkan strategi untuk lebih\nmemahami kedua fenomena tersebut. Penelitian ini bertujuan untuk melaksanakan\noperasi distilasi membrane berkelanjutan dengan air garam hipersalin dan mengusulkan\nkondisi operasi yang optimum dengan mengoptimalkan parameter operasi dan untuk\nmengusulkan kondisi kerja yang optimal dengan mengoptimalkan parameter operasi dan\nmengevaluasi pengaruhnya terhadap fouling dan wetting. Penelitian ini dilakukan dalam\nkonfigurasi submerged direct contact membrane distillation (SDCMD) menggunakan dua\nlarutan hipersalin. Variasi pertama adalah larutan natrium klorida (NaCl) dan variasi\nkedua adalah campuran natrium klorida (NaCl), kalsium klorida (CaCl2), dan natrium\nbikarbonat (NaHCO3). Variasi larutan umpan dilakukan untuk mengamati pengaruh\nkelarutan senyawa terhadap kinerja membran secara keseluruhan. Kondisi operasi\nSDCMD meliputi temperatur pada 50?, dan 70? dan laju alir permeat pada 0,48 m/s,\ndan 1,23 m/s. Percobaan menunjukkan bahwa parameter operasi optimum untuk kedua\nlarutan umpan adalah pada suhu 70? dan kecepatan 0,48 m/s. Dalam kondisi tersrbut,\nvolume permeat yang dihasilkan adalah yang tertinggi dan kondisi larutan umpannya\ntetap cukup baik.", "Daftar File": {"ABSTRAK Saida Khaliladisya": "https://digilib.itb.ac.id/gdl/download/255973"}, "Penulis": "Saida Khaliladisya [13018213]", "Kontributor / Dosen Pembimbing": ["Ardiyan Harimawan, S.T., M.Eng., Ph.D.", "Helen Julian, S.T., M.T., Ph.D.", "Dr. Ir. Khoiruddin, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "membran distilasi, air garam hipersalin, optimasi, zero liquid discharge, fouling", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Agu 2022"}