{"Nomor": 67296, "Judul": "ELEKTRODA PASTA KARBON TERMODIFIKASI REDUCED GRAPHENE OXIDE UNTUK PENENTUAN TERT-BUTYLHYDROQUINONE SECARA VOLTAMMETRI", "Abstrak": "Antioksidan adalah molekul yang menetralkan spesies oksigen reaktif dalam tubuh manusia. Untuk keperluan pengawetan, beberapa makanan dan minuman disebut mengandung antioksidan berjenis tersier butil hidrokuinon (TBHQ). Namun disamping manfaatnya, TBHQ memiliki dampak berbahaya bagi tubuh. Oleh karena itu, dibutuhkan metoda yang tepat untuk menentukan kandungan TBHQ dalam beberapa produk. Metoda voltammetri dapat dikembangkan lebih lanjut untuk penelitian kadar suatu zat termasuk antioksidan TBHQ dalam sampel. Karena, metoda voltammetri dapat dimodifikasi untuk memperoleh tingkat sensitifitas menjadi tinggi, respon yang cepat, dan harga bahan preparasi yang ekonomis. Penelitian ini akan difokuskan pada peningkatan kemampuan deteksi oleh instrumen kerja. Salah satu elektroda karbon yang dikembangkan untuk mendeteksi antioksidan adalah elektroda pasta karbon (EPK). Pada permukaan EPK terjadi oksidasi pada potensial yang relatif tinggi dan diperlukan suatu katalis yang sesuai untuk meningkatkan kinetika reaksi redoks antara elektroda dan analit antioksidan secara ireversibel. Dalam penelitian ini, dikembangkan suatu metoda untuk analisis antioksidan secara voltammetri yaitu menggunakan EPK termodifikasi Reduced Graphene Oxide (rGO). EPK termodifikasi rGO memiliki daerah linier 7 ?M – 400 ?M dengan limit deteksi 7,33 ?M. Analisis laju pindai menunjukkan proses transfer elektron dikontrol oleh difusi. Pengukuran sampel margarin menggunakan EPK termodifikasi rGO menghasilkan akurasi sebesar 99,47 – 99,87%.", "Daftar File": {"ABSTRAK Ghiffara Pramadhisya Anargya": "https://digilib.itb.ac.id/gdl/download/255997", "PUSTAKA Ghiffara Pramadhisya Anargya": "https://digilib.itb.ac.id/gdl/download/261964"}, "Penulis": "Ghiffara Pramadhisya Anargya [10518052]", "Kontributor / Dosen Pembimbing": ["Dr. Indra Noviandri, M.S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Antioksidan, TBHQ, EPK, Reduced Graphene Oxide, voltammetri", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "19 Agu 2022"}