{"Nomor": 67291, "Judul": "ANALISIS KESTABILAN LERENG PIT BATUBARA PT XYZ PADA KEADAAN PSEUDO-STATIK DAN DINAMIK AKIBAT BLAST LOAD DENGAN METODE ELEMEN HINGGA", "Abstrak": "Kegiatan penambangan terbuka pada komoditas batubara tentu akan membentuk lereng dimana lereng ini dengan parameter kekuatan material, kondisi material penyusun tertentu, dan faktor eksternal lainnya berpotensi mengalami keruntuhan. Selain itu, kegiatan peledakan seringkali dilakukan dalam tahapan penambangan untuk memberaikan massa batuan atau hanya sekedar untuk meningkatkan produktivitas. Di samping itu, peledakan menimbulkan getaran dan beban peledakan (blast load) yang dapat mempengaruhi kestabilan lereng. Maka dari itu, diperlukan suatu analisis kestabilan lereng pada keadaan statik (kondisi awal), juga pada keadaan pseudo-statik dan dinamik akibat blast load. Analisis pada penelitian ini dilakukan dengan pemodelan numerik menggunakan Metode Elemen Hingga (FEM) dengan software RS2, lebih detail lagi dengan menggunakan metode Shear Strength Reduction (SSR) dan dynamic analysis. Berdasarkan analisis pada model hipotetik (sederhana), diperoleh bahwa terdapat hubungan yang sangat erat dan searah antara blast load dengan total permanent displacement (korelasi: 0,99), juga sama halnya dalam hubungan antara total maximum displacement dengan total permanent displacement (korelasi: 0,99). Berdasarkan analisis pada model aktual (kompleks) diperoleh hasil Faktor Keamanan pada keadaan statik adalah sebesar\n2,03 (aman), Faktor Keamanan pada keadaan pseudo-statik adalah sebesar 1,02 (tidak aman), Faktor Keamanan pada keadaan dinamik dengan penetapan perpindahan kritis sebesar 26 mm adalah sebesar 1,2 (aman), serta ketentuan nilai blast load maksimum yang diperkenankan pada kondisi batas perpindahan kritis sebesar 26 mm dan Faktor Keamanan sebesar 1,1 adalah 300 kPa yang setara dengan jumlah muatan bahan peledak sebesar 451,13 kg.", "Daftar File": {"ABSTRAK Ervin Christian": "https://digilib.itb.ac.id/gdl/download/256683"}, "Penulis": "Ervin Christian [12118010]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ganda Marihot Simangunsong, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "beban peledakan, perpindahan, Metode Elemen Hingga, analisis kestabilan lereng, Faktor Keamanan", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "19 Agu 2022"}