{"Nomor": 67304, "Judul": "\"OPTIMALISASI PELUANG BONUS DEMOGRAFI MELALUI INDUSTRI KREATIF DAN KEWIRAUDAHAAN\"  CREATIVE ENTREPRENEURSHIP CENTER DI KOTA BOGOR", "Abstrak": "Fenomena bonus demografi sering menjadi suatu topik yang diikuti dengan bahasan positif, dan seakan-akan dapat membuat segala aspek kehidupan menjadi lebih baik begitu saja. Akan tetapi, apabila dilihat secara lebih objektif keadaan positif sebagai dampak bonus demografi harus diiringi dengan adanya persiapan yang matang di belakangnya. Persiapan tersebut mencakup upaya dalam mempersiapkan generasi muda untuk dapat bertahan dan berkembang khususnya dalam menghadapi laju perekonomian. Salah satu sektor perekonomian yang dilihat memiliki potensi besar dan dapat ditingkatkan lebih lanjut adalah mengenai industri kreatif dan kewirausahaan, khususnya bagi generasi muda. Hal tersebut juga dinyatakan oleh berbagai sumber karena generasi muda memiliki potensi dalam dua sektor tersebut, tetapi belum terdapatnya fasilitas yang dapat mempercepat perkembangan kemampuan dan keterampilan mereka dalam kedua sektor tersebut. Maka dari itu, untuk meningkatkan kesiapan mereka dalam menghadapi bonus demografi, proyek ini bertujuan untuk melakukan pengadaan fasilitas edukasi dalam bisnis industri kreatif sebagai pengembangan diri ataupun komunitas serta pengenalan mengenai sektor tersebut kepada masyarakat awam. Proyek ini dirancang di Kota Bogor tepatnya di Kecamatan Bogor Barat. Pemilihan lokasi di Kota Bogor dilakukan dengan pertimbangan keberadaan lingkungan industri kreatif serta adanya dukungan dari pemerintah. Proyek ini mengakomodasi kegiatan seperti belajar mengajar, eksibisi, eksperimentasi, seminar, serta interaksi sosial. Dengan keadaannya yang berada di tengah kota, pertimbangan agar terjadinya kegiatan edukasi secara formal atau non formal yang tetap kondusif, keadaaan rancaangan yang responsif terhadap lingkungan perkotaan, serta pertimbangan keberlanjutan dari rancangan menjadi pertimbangan utama dalam perancangan proyek ini.", "Daftar File": {}, "Penulis": "Atika Izzatul Mar'ah [15218087]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agustinus Adib Abadi, M.Sc.", "Dr. Ir. Agustinus Adib Abadi, M.Sc.", "Ir. Budi Faisal, MAUD, MLA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Bonus Demografi, Industri Kreatif, Kewirausahaan, Kota Bogor, Keterampilan.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "19 Agu 2022"}