{"Nomor": 67308, "Judul": "OTOMATISASI PEMBERSIHAN DAN VISUALISASI DATA BERBASIS WEB UNTUK MONITORING URBAN HEAT ISLAND DI KOTA BANDUNG", "Abstrak": "1\nABSTRAK\nOTOMATISASI PEMBERSIHAN DAN VISUALISASI DATA BERBASIS WEB UNTUK MONITORING URBAN HEAT ISLAND DI KOTA BANDUNG\nOleh\nYulia Retnowati\nNIM: 23219043\n(Program Studi Magister Teknik Elektro)\nUrban Heat Island (UHI) merupakan suatu fenomena dimana temperatur di daerah perkotaan lebih tinggi dibandingkan dengan temperatur di daerah pedesaan. Penelitian yang telah dilakukan sebelumnya telah merancang sebuah sensor low-cost yang disebut Heat Island Electric atau HIEL guna melakukan pengukuran UHI di Kota Bandung dengan menggunakan metode fixed station. Berdasarkan hasil eksplorasi data HIEL, data tersebut masih ditemukan data kotor, maka tindakan pembersihan data perlu dilakukan agar memperoleh hasil analisis UHI yang akurat. Proses pembersihan data bertujuan untuk menganalisis fenomena UHI di Kota Bandung berdasarkan data yang dimiliki dan disesuaikan juga dengan kondisi data yang ada. Proses pembersihan data pada penelitian ini dilakukan secara otomatis dengan menggunakan cronjob.\nAgar data UHI yang telah dianalisis dapat dilihat oleh masyarakat Kota Bandung, maka dibuatlah sebuah aplikasi berbasis website sebagai visualisasi data UHI. Pada website tersebut, fenomena UHI dapat diamati dari waktu ke waktu. Selain itu, website tersebut dapat digunakan untuk penelitian selanjutnya karena terdapat fitur untuk men-download data UHI dan data sensor HIEL. Pada penelitian ini, program pembersihan data dan visualisasi data berbasis website diuji untuk dapat mengukur akurasi dan kelayakannya. Berdasarkan hasil pengujian, program pembersihan data memiliki nilai MSE 0.00552 dan RMSE 0.02038. Adapun visualisasi data UHI berbasis website mendapatkan nilai SUS sebesar 71.65. Sehingga dapat disimpulkan bahwa visualisasi data UHI berbasis website ini dikatakan layak.\nKata kunci: Urban Heat Island, Pembersihan Data, Visualisasi Data.", "Daftar File": {"ABSTRAK - Yulia Retnowati": "https://digilib.itb.ac.id/gdl/download/256011"}, "Penulis": "Yulia Retnowati [23219043]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Emir Mauludi Husni, M.Sc., Ph.D.", "Dr. Rahadian Yusuf, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Urban Heat Island, Pembersihan Data, Visualisasi Data.", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos", "File": "1 file", "Tanggal Input": "19 Agu 2022"}