{"Nomor": 67302, "Judul": "MIXED-INCOME HOUSING: MENGGABUNGKAN APARTEMEN MENENGAH MILIK DENGAN RUSUN UMUM SEWA DENGAN MEMAKAI LANDASAN KEWAJIBAN MEMBANGUN RUSUN 20% SEBAGAI UPAYA PENERTIBAN KAWASAN BERLAN DAN NORMALISASI SUNGAI CILIWUNG", "Abstrak": "Hunian merupakan kebutuhan dasar manusia yang mendasar selain kebutuhan akan sandang dan pangan. Kebutuhan hunian yang layak mendapatkan keamanan dan kenyamanan biasanya dapat dijangkau jika manusia memiliki pendapatan yang besar sehingga hunian layak sulit dijangkau bagi masyarakat dengan pendapatan rendah. Harga hunian berhubungan erat dengan pertumbuhan penduduk di kawasan tersebut sehingga kota padat seringkali menciptakan kawasan kumuh (slum) ataupun permukiman liar (squatter). Kawasan kumuh seringkali ditemui di sekitar bantaran sungai dikarenakan sungai bisa menjadi sumber air dan tempat pembuangan limbah rumah. Pembuangan limbah dan sampah ke sungai selalu menyebabkan masalah banjir ketika sedang musim penghujan, terutama di permukiman bantaran sungai. Permukiman liar muncul karena masyarakat tinggal diatas tanah negara sehingga pemerintah sulit melakukan penataan kota.  Permukiman kumuh tidak hanya terdapat di daerah pinggiran kota, tetapi dapat juga berada di tengah kota yang disebut dengan kampung kota seperti di pinggiran sungai, di bantaran rel kereta api, di bawah jalan layang, di taman-taman kota dan lahan terbuka hijau lainnya. Untuk mengatasi hal ini pemerintah melakukan program rusunawa yang merupakan tempat huni layak bagi masyarakat yang memiliki penghasilan rendah serta melakukan normalisasi sungai agar mengurangi potensi terjadinya banjir yang bukan hanya merugikan masyarakat tetapi juga pemerintah.\nSeiring dengan pertumbuhan penduduk di daerah perkotaan, maka kebutuhan penyediaan akan sarana dan prasarana pemukiman akan meningkat pula, baik melalui peningkatan maupun pembangunan baru. Selanjutnya pemenuhan akan kebutuhan sarana dan prasarana permukiman baik dari segi perumahan maupun lingkungan pemukiman yang terjangkau dan layak huni belum sepenuhnya dapat disediakan baik oleh masyarakat sendiri maupun pemerintah, sehingga kapasitas daya dukung prasarana dan sarana lingkungan permukiman yang ada mulai menurun yang pada gilirannya memberikan kontribusi terjadinya lingkungan permukiman kumuh.\nMasalah pemukiman pada intinya terdiri dari dua masalah dasar, yaitu kelangkaan rumah dan rendahnya mutu rumah. Dikatakan terjadi kelangkaan rumah jika jumlah rumah yang tersedia dalam suatu masyarakat lebih sedikit dibandingkan dengan jumlah rumah yang dibutuhkan oleh masyarakat tersebut. Mutu perumahan dikatakan rendah jika kondisi fisik rumah dan sarana-sarana penunjangnya berada di bawah standar minimum rumah sehat.\nKompleksitas tata kota Jakarta sangat erat dengan kekumuhan, kemiskinan, dan urbanisasi. Ini artinya pertumbuhan masyarakat semakin cepat mengalahkan perkembangan tata ruang kota yang semakin dibutuhkan. Kini persoalannya difokuskan pada pengelolaan Ciliwung dan bantarannya. Masyarakat di sekitar ini yang paling terkena dampak Ciliwung bila banjir. Ciliwung telah mengalami penyempitan dan pendangkalan tanpa pernah ditangani secara berkesinambungan.\nPemerintah harus segera mengimplementasikan rencana induk penataan sungai di Jakarta, mulai dari normalisasi sampai pemindahan penduduk dari bantaran sungai. Kawasan terbuka hijau, situ, dan waduk difungsikan kembali, sekaligus mengintegrasikan sistem drainase. Hal lain adalah mengubah pola pikir seluruh pemangku kepentingan dengan merumuskan dan mempraktikkan sikap hidup yang bersahabat dengan alam.\nProyek yang akan dibangun memiliki tujuan utama untuk mewadahi masyarakat yang terdampak relokasi Sungai Ciliwung dan keluarga TNI yang tinggal di Kompleks Berlan. Kawasan rancangan juga ditunjukan untuk menata kawasan yang memiliki tingkat kepadatan penduduk yang tinggi tetapi tetap mendapatkan pelayanan yang baik dari pemerintah. Selain itu kawasan ini diharapkan dapat menjadi inspirasi pemerintah untuk mengurangi populasi permukiman kumuh yang ada di Indonesia.\nTerdapat dua isu utama dalam proyek yang dirancang, yaitu permukiman di daerah yang padat penduduk dan normalisasi sungai sebagai upaya rancangan membantu program andalan pemerintah. Membangun tempat hunian di daerah yang padat penduduk menjadi penting karena negara Indonesia memiliki jumlah penduduk keempat terbesar di bumi sehingga rancangan akan menjawab solusi bagaimana menciptakan kawasan yang sempit dengan banyak penduduk. Normalisasi Sungai Ciliwung tidak kalah penting untuk mengurangi bencana banjir di Jakarta akibat pembuangan limbah dan sampah oleh masyarakat yang tinggal  di sekitar bantaran Sungai Ciliwung. Suksesnya program normalisasi pemerintah juga dapat mencerminkan bahwa pemerintah memperhatikan keselamatan dan kenyamanan rakyatnya.", "Daftar File": {}, "Penulis": "Sugeng Butar Butar [15218054]", "Kontributor / Dosen Pembimbing": ["Mohammad Jehansyah Siregar, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kawasan Berlan, Normalisasi Sungai, Kepadatan Penduduk, Slum and Squatter.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "19 Agu 2022"}