{"Nomor": 67301, "Judul": "MODEL PENYEBARAN PENYAKIT DIABETES MELLITUS MELALUI FAKTOR GAYA HIDUP", "Abstrak": "Diabetes Mellitus atau sering dikenal sebagai diabetes merupakan penyakit atau gangguan metabolisme kronis dengan multi etiologi yang ditandai dengan tingginya kadar gula darah disertai dengan gangguan metabolisme karbohidrat, lipid, dan protein sebagai akibat insufisiensi fungsi insulin. Insufisiensi fungsi insulin dapat disebabkan oleh gangguan atau defisiensi produksi insulin oleh sel-sel beta Langerhans kelenjar pankreas, atau disebabkan oleh kurang reponsifnya sel-sel tubuh terhadap insulin. Pola hidup yang buruk seperti kurangnya aktivitas fisik dan pola makan yang tidak sehat dapat meningkatkan risiko terkenanya diabetes. Pola hidup seseorang dapat dipengaruhi oleh pola hidup orang-orang disekitarnya. Orang yang memiliki pola hidup sehat dapat memiliki pola hidup kurang sehat karena sering berinteraksi dengan orang-orang yang memiliki pola hidup kurang sehat sehingga risiko terkena diabetes dapat meningkat. Hingga saat ini belum ditemukan pengobatan yang efektif untuk menyembuhkan penyakit diabetes melitus. Jika tidak ditangani dengan baik maka penyakit ini dapat mengakibatkan disfungsi dan kegagalan kerja dari berbagai macam organ terutama mata, ginjal, saraf, dan jaringan darah atau sering disebut sebagai komplikasi. Penyakit diabetes melitus merupakan penyakit yang tidak dapat disembuhkan namun, dengan perawatan yang baik dan tepat untuk mengendalikan kadar gula darah harapannya dapat mencegah dan menghambat terjadinya komplikasi pada penderita diabetes melitus. Pada tugas akhir ini akan dibangun model matematika penyebaran penyakit diabetes melitus melalui faktor gaya hidup dengan mendapat perawatan dan tidak mendapat perawatan.", "Daftar File": {"ABSTRAK Lailatul Sholika": "https://digilib.itb.ac.id/gdl/download/256002"}, "Penulis": "Lailatul Sholika [10118018]", "Kontributor / Dosen Pembimbing": ["Dr. Nuning Nuraini, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "diabetes mellitus, gaya hidup, perawatan, model matematika", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "19 Agu 2022"}