{"Nomor": 67307, "Judul": "PEMECAHAN MASALAH PENERAPAN  BUDAYA PERUSAHAAN DI  PT DIRGANTARA INDONESIA (PERSERO)", "Abstrak": "Pesawat udara merupakan salah satu jenis transportasi yang memiliki peranan penting dalam bidang perekonomian dan pertahanan khususnya bagi negara kepulauan Indonesia yang terdiri dari 7.000 pulau yang terbentang 5.150 kilometer (3.200 mil) timur ke barat, antara Samudera Hindia dan Pasifik di Asia Tenggara dengan tantangan utama dalam menyediakan transportasi yang memadai untuk menghubungkan pulau pulau. Berdasarkan karakteristik geografis negara ini, Indonesia memposisikan diri sebagai pusat industri maritim dan penerbangan yang mengarah pada pengembangan industri pesawat terbang nasional yang menjanjikan. Pertumbuhan industri pesawat terbang yang modern dan lengkap di Indonesia baru saja dimulai seiring dengan segala aspek infrastruktur, fasilitas, sumber daya manusia, peraturan perundang-undangan yang berkaitan dengan keberadaan industri pesawat terbang. Untuk mempersiapkan segala sesuatunya, Indonesia dalam hal ini PT Dirgantara Indonesia (Persero) harus mampu menjawab segala tantangan baik sekarang maupun masa depan. \n \nPT Dirgantara Indonesia (Persero) yang dahulu dikenal dengan IPTN adalah industri manufaktur pertama dan satu-satunya di Indonesia dan di Asia Tenggara. Untuk menjawab semua tantangan saat ini, ditambah dengan perkembangan zaman yang begitu pesat dalam 1 dekade ini, PT Dirgantara Indonesia harus mampu menyiapkan segalanya untuk mewujudkan mimpi bangsa Indonesia yang lebih baik. Untuk menjawab tantangan ini, PT Dirgantara Indonesia (Persero) harus memiliki strategi bisnis yang baik, juga harus menyiapkan budaya perusahaan yang baik sebagai pondasi agar strategi bisnis perusahaan dapat berjalan dengan baik. \n \nTesis ini bertujuan untuk, mengetahui bagaimana caranya agar perusahaan dapat mengimplementasikan budaya perusahaan yang baik, sehingga dapat menunjang bisnis perusahaan. Kementerian BUMN telah menetapkan bahwa core values yang harus dimiliki setiap perusahaan BUMN yaitu AKHLAK : A (Amanah), K (Kompeten), H (Harmonis), L (loyal), A (Adaptif) dan K (kolaboratif). Dan harapannya adalah AKHLAK ini dapat menjadikan nilai yang kuat untuk karyawannya dalam menjalankan bisnis perusahaan.", "Daftar File": {"2022_TS_PP_Rian Rachmadi_Abstrak-1.pdf5?": "https://digilib.itb.ac.id/gdl/download/256009"}, "Penulis": "Rian Rachmadi [29120180]", "Kontributor / Dosen Pembimbing": ["Andika Putra Pratama, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Implementasi, Budaya Perusahaan, AKHLAK", "Sumber": "PT DIRGANTARA INDONESIA (PERSERO)", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "19 Agu 2022"}