{"Nomor": 67311, "Judul": "ANALISIS RISIKO BENCANA TSUNAMI PESISIR DESA PANGGARANGAN, KABUPATEN LEBAK", "Abstrak": "Analisis risiko bencana dapat dinilai melalui pendekatan tiga parameter pembentuk risiko bencana, yaitu potensi bahaya, kerentanan, dan kapasitas. RW 03 Cimampang dan RW 05 Sukarena/Cikumpay berpotensi langsung terhadap dampak tsunami. Pada penelitian ini dilakukan elaborasi perhitungan parameter pembentuk risiko dengan menggabungkan analisis indeks bahaya hasil dari pendekatan pemodelan tsunami dengan skenario maksimum dari dua skenario,yaitu megathrust Selat Sunda dan skenario megathrust Jawa Barat-Jawa Tengah, analisis parameter kerentanan menggunakan data aktual yang didapat langsung dari Forum Kewaspadaan Dini Masyarakat (FKDM) daerah setempat yang dikategorikan menjadi kerentanan sosial, kerentanan fisik, kerentanan ekonomi dan kerentanan lingkungan dengan metode bobot dan skoring memakai acuan pengkelasan Perka BNPB No.2 Tahun 2012 serta dilakukan analisis kapasitas menggunakan penilaian pencapaian 12 indikator Tsunamy Ready hasil dari perhitungan matriks perbandingan Analytic Hierarchy Process (AHP). Hasil yang didapatkan adalah RW 03 Cimampang dan RW 05 Sukarena/Cikumpay termasuk ke dalam dua tingkat risiko tsunami yaitu kelas rendah dan sedang dengan tinggi maksimum Run-Up tsunami mencapai 7,53 m sebanyak 474 unit rumah terklasifikasi dalam tingkat kerentanan rendah, 172 unit dengan tingkat kerentanan sedang dan 34 unit dengan tingkat kerentanan tinggi. Seluas 36,61 ha area studi termasuk ke tingkat kelas bahaya tsunami tinggi, 14,86 ha kelas sedang dan 9,02 ha kelas bahaya rendah. Kepadatan penduduk di wilayah studi yaitu 2 jiwa/km2 dengan rasio penduduk usia rentan (balita <4 tahun dan lansia >60 tahun) yaitu 18,01 %, rasio penduduk miskin 13,53%, rasio penduduk disabilitas 0.95%, rasio jenis kelamin wanita 57,43%. Total nilai kerugian kerentanan fisik berdasarkan bangunan sebesar Rp.4.157.000.000 dan total nilai kerugian kerentanan ekonomi berdasarkan lahan produktif dan PDRB yaitu mencapai Rp.40.347.315.608. Selanjutnya nilai indeks kapasitas diperoleh rentang indeks 0,762 hingga 41,451 dengan Consistency Ratio (CR) sebesar -0,5438.", "Daftar File": {"ABSTRAK Shefi Jannati": "https://digilib.itb.ac.id/gdl/download/256012"}, "Penulis": "Shefi Jannati [25121019]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dwi Wisayantono, M.T.", "Dr. Irwan Meilano, S.T., M.Sc.", "Dr. rer. nat. Wiwin Windupranata, S.T., M.Si.", "Dr. Alfita Puspa Handayani, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Potensi bahaya tsunami, kerentanan fisik, kerentanan ekonomi, kerentanan sosial, kerentanan lingkungan, kapasitas tsunami.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Agu 2022"}