{"Nomor": 67312, "Judul": "USULAN STRATEGI KOMUNIKASI PEMASARAN TERPADU MELALUI PENDEKATAN NETNOGRAFI TERHADAP TWOX TWO", "Abstrak": "Pandemi COVID-19 mendorong pelaku usaha untuk mempromosikan produk secara online. Kegiatan promosi membutuhkan formulasi komunikasi pemasaran tertentu untuk menyampaikan pesan yang tepat kepada audiens yang tepat. TWO X TWO adalah merek pakaian wanita lokal yang menyasar wanita aktif yang sadar akan mode di perkotaan. TWO X TWO mempromosikan produknya melalui media sosial tetapi menghentikan produksinya ketika pandemi melanda pada tahun 2020. Strategi pemasaran merek tidak efisien dan gagal memenuhi target dari tahun 2020 hingga 2021. Merek tersebut direncanakan untuk masuk kembali ke pasar pada tahun 2023 dengan lebih efisien strategi pemasaran. Penelitian ini mengumpulkan data primer melalui wawancara online dengan 10 responden. Analisis eksternal dilakukan melalui netnografi dan analisis kompetitor dengan perceptual mapping dan brand personality framework. Analisis internal dilakukan melalui bauran pemasaran 4P. Analisis gabungan menunjukkan merek gagal memahami target pasarnya yang menyebabkan kebingungan tentang bagaimana menjangkau pelanggan potensial. Penelitian ini mengusulkan Integrated Marketing Communication (IMC) yang disesuaikan dengan fokus pada pemasaran konten sebagai solusi. Penelitian ini juga mengusulkan kepribadian merek untuk mendapatkan respon emosional ketika merek berkomunikasi dengan konsumen. IMC dinilai menggunakan corong AISAS.", "Daftar File": {"2022_TS_PP_Octasharia Dwi Elpiati_Abstrak-1.pdf5?": "https://digilib.itb.ac.id/gdl/download/256013"}, "Penulis": "Octasharia Dwi Elpiati [29120299]", "Kontributor / Dosen Pembimbing": ["Nila Armelia Windasari, S.A., MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Pemasaran, Konten Pemasaran, Komunikasi Pemasaran, Netnografi", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "19 Agu 2022"}