{"Nomor": 67313, "Judul": "RANCANG BANGUN PURWARUPA IOT CLOUD SERVICE TERDEDIKASI UNTUK MONITORING PERANGKAT SENSOR URBAN HEAT ISLAND", "Abstrak": "i\nABSTRAK\nRANCANG BANGUN PURWARUPA IOT CLOUD SERVICE TERDEDIKASI UNTUK MONITORING PERANGKAT SENSOR URBAN HEAT ISLAND\nOleh\nJosua Dion Tamba\nNIM: 23219325\n(Program Studi Magister Teknik Elektro)\nUrban Heat Island adalah fenomena yang ditandai dengan daerah urban yang memiliki udara yang lebih panas daripada daerah rural. Fenomena ini dapat disebabkan oleh banyak faktor. Cara untuk mengamati fenomena ini dapat dibagi dua: pengukuran tidak langsung dan langsung. Pengukuran langsung dengan mengukur pada titik pengamatan seperti pengukuran bergerak dan stasiun tetap. Pengukuran dengan stasiun tetap dapat menghasilkan data dari waktu ke waktu pada satu lokasi pengamatan. Implementasi metode ini dapat menggunakan konsep IoT, hasil penelitian terakhir menunjukan dengan cara ini nilai UHI bisa dihitung secara berkala dan otomatis. Hasil tinjauan pustaka terakhir penulis belum menemukan suatu sistem untuk manajemen perangkat dan dan pengukuran yang terdedikasi untuk UHI. Oleh karena itu penulis merancang bangun cloud-service yang menyediakan layanan manajemen perangkat dan data hasil pengukuran, serta manajemen akses data untuk analisa selanjutnya. Interaksi pada sistem ini disediakan melalui aplikasi website sehingga mudah diakses melalui browser. Dari hasil analisis masalah dan kebutuhan menjabarkan poin-poin yang harus diatasi, lalu merancang arsitektur sistemnya. Dilakukan pengujian dengan mensimulasikan perangkat 2 grup perangkat, masing-masing 6 dan 8 perangkat. Juga pengujian response time pengambilan data tanpa Redis adalah 52464.02 ms dan dengan redis adalah 27978.47 ms. Kemudian hasil rancangan diuji fungsi-fungsinya, dan didapatkan hasil bahwa sistem ini dapat bekerja sesuai rancangan.\nKata Kunci: Urban Heat Island, stasiun pengukuran tetap, IoT Cloud-Service.", "Daftar File": {"ABSTRAK - Josua Dion Tamba": "https://digilib.itb.ac.id/gdl/download/256014"}, "Penulis": "Josua Dion Tamba [23219325]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Emir Mauludi Husni, M.Sc., Ph.D.", "Dr. Rahadian Yusuf, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Urban Heat Island, stasiun pengukuran tetap, IoT Cloud-Service.", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos", "File": "1 file", "Tanggal Input": "19 Agu 2022"}