{"Nomor": 67316, "Judul": "KESESUAIAN KARAKTERISTIK SOSIAL-EKONOMI DAN POLA PERJALANAN MASYARAKAT TERHADAP RENCANA PENGEMBANGAN KAWASAN TRANSIT ORIENTED DEVELOPMENT (TOD) DI LEUWIPANJANG", "Abstrak": "Pengembangan kawasan Transit Oriented Development (TOD) merupakan\npendekatan yang digunakan untuk menjawab permasalahan transportasi perkotaan.\nNamun, pengembangan tersebut sering kali menimbulkan masalah baru yakni\ngentrifikasi masyarakat berpenghasilan rendah yang tinggal di kawasan TOD. Oleh\nkarena itu, perlu dilakukan kajian yang komprehensif terhadap kondisi dan\nkarakteristik masyarakat yang tinggal di kawasan tersebut sehingga pembangunan\ndapat menyesuaikan prinsip dan kebutuhan yang ada. Kawasan Terminal\nLeuwipanjang merupakan salah satu kawasan yang akan dikembangkan sebagai\nTOD di Kota Bandung. Penelitian ini berupaya mengidentifikasi kesesuaian kondisi\nsosial-ekonomi dan pola perjalanan masyarakat terhadap rencana pengembangan\nkawasan TOD Leuwipanjang. Metode analisis yang digunakan dalam penelitian ini\nmeliputi analisis deskriptif, analisis spasial, dan analisis gap. Berdasarkan hasil\nanalisis, kondisi sosial-ekonomi dan pola perjalanan masyarakat menunjukkan\nkesesuaian dalam hal keberagaman tingkat ekonomi, keberagaman perjalanan, dan\nstruktur keluarga sebagai multifamily housing, sedangkan ketidaksesuaian\nkarakteristik terlihat dari beberapa hal yakni ukuran rumah tangga yang besar,\ntingkat ekonomi golongan menengah, pola perjalanan masih didominasi dengan\npenggunaan kendaraan bermotor, dan arah pergerakan yang tinggi secara eksternal\nbelum terlayani sepenuhnya dengan rencana sistem transit. Berdasarkan kondisi\ntersebut kebutuhan pengembangan di kawasan TOD Leuwipanjang antara lain\npenyediaan hunian yang terjangkau, peningkatan infrastruktur pejalan kaki,\npenyediaan fasilitas yang belum tersedia untuk ruang terbuka, dan peningkatan\nkonektivitas antar-moda transportasi massal hingga keluar kawasan Leuwipanjang.", "Daftar File": {}, "Penulis": "Wita Khaerunnisa [15418222]", "Kontributor / Dosen Pembimbing": ["Dr. RM. Petrus Natalivan Indradjati, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "transit- oriented development (TOD), kesesuaian, sosial-ekonomi, pola perjalanan, gentrifikasi", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "7 file", "Tanggal Input": "19 Agu 2022"}