{"Nomor": 67319, "Judul": "NAN FAFU': FASILITAS WISATA BELANJA DI TEPI SUNGAI MALINAU", "Abstrak": "Masyarakat Kalimantan merupakan masyarakat yang hidup berdampingan dengan sungai dalam kehidupan kesehariannya. Sungai yang menjadi identitas lokal di Kalimantan, salah satunya adalah Sungai Malinau di Kalimantan Utara. Sungai Malinau sempat menjadi pusat orientasi aktivitas masyarakat desa maupun kota sehingga Sungai Malinau menjadi identitas lokal Kabupaten Malinau dan memiliki peranan penting bagi pertumbuhan aktivitas di sepanjang sungai. Seiring berjalannya waktu, perubahan aktivitas pada keseharian masyarakat Malinau disepanjang sungai membuat identitas dan eksistensi budaya air di Sungai Malinau semakin pudar. Dalam rangka membantu mengembalikan aktivitas masyarakat yang berorientasi pada Sungai Malinau, proyek ini menarik perhatian masyarakat dengan memanfaatkan potensi Sungai Malinau sebagai pusat wisata belanja berbasis budaya air dengan pengembangan wisata belanja berupa area komersial seperti pasar, area food court, area makan, area workshop, serta ruang lain seperti teras, gazebo, dan dermaga. Lokasi proyek perancangan yang terpilih berada di Kampung Pinggir, salah satu area yang strategis, terletak diantara pusat kota, pedalaman, dan desa budaya. Permasalahan perancangan yang diangkat dalam proyek ini adalah sirkulasi, citra arsitektur lokal dan konteks di tepi sungai. Pengembangan wisata belanja diharapkan agar dapat menjadi kontribusi arsitektur untuk mengingatkan masyarakat kembali akan budaya air, serta memberikan representasi bantaran Sungai Malinau yang bersifat indah, bermanfaat dan nyaman bagi masyarakat Malinau.", "Daftar File": {}, "Penulis": "Theresa Triyessy Susilo [15218090]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Himasari Hanan, M.A.E.", "Prof. Ir. Tubagus Ahmad Fauzi Soelaiman, M.SME, Ph.D.", "Ir. Robby Dwiko Juliardi, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Sungai Malinau, wisata belanja, budaya air, aktivitas.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "19 Agu 2022"}