{"Nomor": 67320, "Judul": "MELAWAN SEGREGASI SOSIAL DAN SPASIAL MELALUI SOCIAL MIXING: HUNIAN BERPENDAPATAN CAMPURAN DI JAKARTA TIMUR", "Abstrak": "Perubahan kehidupan manusia dengan fenomena urbanisasi, membuat kebutuhan hunian di perkotaan menjadi meningkat. Realita penyediaan hunian di Indonesia tidak sejalan dengan mimpi kemerdekaan yaitu memajukan kesehateraan umum. Pengadaan hunian di Indonesia saat ini dimotori oleh pengembang swasta yang bertujuan mendapatkan keuntungan sehingga mengabaikan sebagian masyarakat yang tidak mampu mendapatkan hunian. Hal tersebut menimbulkan banyak masalah seperti ketimpangan kualitas hidup masyarakat, disparitas sosial, ketimpangan pendidikan dan kesehatan, serta konflik antar masyarakat. Salah satu fenomena yang timbul akibat ketimpangan kualitas hidup masyarakat adalah segregasi spasisal dan segregasi sosial. Segregasi spasial dan sosial terjadi pada lingkungan perumahan yang dibangun pengembang swasta. Salah satu kasus nyata tentang segregasi spasial dan segregasi sosial di Indonesia adalah Kampung Tambun Rengas di Jakarta Timur. Kampung Tambun Rengas terletak diantara 2 perumahan yang dibangun pengembang swasta di dalam kawasan Jakarta Garden City. Akibat dari pembangunan wilayah Jakarta Garden City, Kampung Tambun Rengas menjadi wilayah dengan ancaman banjir karena berkurangnya wilayah resapan air. Oleh karena itu, sebagai upaya mengatasi fenomena segregasi spasial dan segregasi sosial di Kampung Tambun Rengas, kontribusi arsitektur yaitu menghadirkan hunian yang menerapkan prinsip social mixing yang dikombinasikan dengan hunian kepadatan tinggi. Dari proyek ini diharapkan kualitas lingkungan di Kampung Tambun Rengas dapat meningkat dan menyamai kualitas lingkungan perumahan di sekitarnya. Proyek terdiri dari tipologi hunian dan fasilitas komersial, warung dan pertokoan. Selain pembangunan hunian vertikal, dilakukan penataan ulang Kampung Tambun Rengas dengan konsolidasi tanah. Konsolidasi tanah dilakukan untuk mengoptimalkan penggunaan tanah sehingga terdapat lahan untuk fasilitas umum dan lahan untuk proyek hunian vertikal. Proyek hunian vertikal menggunakan pendekatan social mixing yaitu percampuran seluruh kelompok masyarakat dalam suatu lingkungan sehingga terbentuk rasa saling memiliki (sense of community) antar kelompok masyarakat tersebut. Selain pendekatan social mixing, penerapan hunian berimbang menjadi kunci dalam pembangunan hunian yang ideal.", "Daftar File": {}, "Penulis": "Haykal Hielmy [15218095]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Surjamanto W., M.T.", "Mohammad Jehansyah Siregar, S.T., M.T., Ph.D.", "Dr.-Ing. Erika Yuni Astuti, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "segregasi spasial, segregasi sosial, hunian vertikal, social mixing.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "19 Agu 2022"}