{"Nomor": 67327, "Judul": "AQUACULTURE LEARNING CENTRE : BUDIDAYA PERIKANAN AIR TAWAR SEBAGAI FASILITAS WISATA DAN EDUKASI DI KABUPATEN BLITAR", "Abstrak": "Usaha perikanan air tawar memiliki peluang yang terus meningkat bahkan dapat melampaui perikanan tangkap. Kondisi tersebut sudah tampak sejak tahun 2018, dimana produksi ikan tangkap mengalami penurunan akibat overfishing. Tindakan overfishing membuat ikan laut sulit didapat sehingga diperlukan subtitusi berupa ikan air tawar. Indonesia merupakan negara dengan tingkat stunting yang tinggi, kandungan gizi pada ikan dapat berperan untuk menekan angka stunting. Akan tetapi, tingkat konsumsi ikan masih relatif rendah dibanding potensi sumberdaya ikan yang dihasilkan baik tangkap maupun budidaya. Penyebab rendahnya tingkat konsumsi dikarenakan kurangnya pengetahuan masyarakat akan pentingnya makan ikan, terbatasnya ragam olahan dan terhambatnya distribusi ikan. Tingkat produksi ikan juga masih belum maksimal karena kesalahan manajemen disebabkan oleh pembudidaya yang tidak menguasai teknologi budidaya. Selain itu, kondisi pasar yang buruk membuat pembudidaya tidak dapat menutupi biaya produksi yang dikeluarkan. Kabupaten Blitar sebagai lokasi perancangan merupakan daerah yang dikembangkan menjadi kawasan minapolitan memiliki agroklimat yang baik sehingga memiliki kualitas air dan kondisi alam yang menunjang budidaya perikanan air tawar. Proyek ini akan dirancang di Sub-Raiser Desa Penataran, Kecamatan Nglegok. Guna mendukung Kabupaten Blitar menjadi daerah minapolitan maka dirancang sebuah fasilitas yang mewadahi kegiatan edukasi yang melibatkan teknologi inovasi, kegiatan ekonomi dan kegiatan wisata. Area lahan perancangan memiliki luas 15000 m² yang terletak di Sub-Raiser Desa Penataran, Kecamatan Nglegok yang telah ditetapkan oleh Kementerian Kelautan dan Perikanan sebagai area minapolitan. Tapak yang dipilih berada di area yang strategis karena dekat dengan kawasan wisata Candi Penataran. Selain itu, pada tapak telah terdapat kolam-kolam budidaya eksisting dan memiliki kondisi tanah yang subur dengan adanya beragam vegetasi. Konsep yang diterapkan pada perancangan budidaya ikan air tawar ini adalah “Integrated Aquaculture with Nature: belajar dan bermain dengan ikan di antara alam”. Konsep ini dihadirkan melalui perletakan massa-massa bangunan diantara fitur alami dengan kolam-kolam budidaya dibawahnya. Hal tersebut merupakan bentuk respon terhadap tapak, dimana banyak unsur alami seperti vegetasi dan juga air. Unsur alami dapat mendukung kegiatan belajar, rekreasi dan berbelanja ikan sehingga dapat memberikan pengalaman menarik bagi pengunjung untuk memberikan kesan berada di lingkungan natural habitat ikan.", "Daftar File": {}, "Penulis": "Alma Aulia Lutfiah [15218075]", "Kontributor / Dosen Pembimbing": ["Ir. Achmad Deni Tardiyana, MUDD.", "Dr. Ir. Lily Tambunan, M.T.", "Annisa Safira Riska, S.Ars., M.Ars."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Budidaya Perikanan Air Tawar, Minapolitan, Wisata, Edukasi, Ekonomi.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "19 Agu 2022"}