{"Nomor": 67326, "Judul": "ANALISIS PERAMALAN PERMINTAAN DAN PENGELOLAAN PERSEDIAAN PADA PT. BERKARYA MAJU MANDIRI", "Abstrak": "PT. Berkarya Maju Mandiri menawarkan furniture kayu berkualitas tinggi. Melihat\nsemakin berkembangnya furniture di Indonesia mendorong perusahaan untuk\nmenjaga kualitas dan kesempurnaan agar dapat bersaing di pasar, sehingga\nmenghadapi berbagai kendala, antara lain memenuhi permintaan dan memuaskan\nkonsumen secara efektif dan efisien. Rantai pasokan PT BMM bergantung pada\nmanufaktur dan manajemen persediaan. Perusahaan membeli banyak bahan baku\nsetiap bulan untuk memenuhi permintaan pasar. Overstock gudang menghambat\nproduktivitas dan operasional perusahaan karena PT. BMM tidak memiliki\nperamalan dan manajemen persediaan, menyebabkan biaya persediaan yang tinggi. \nKurangnya peramalan dan manajemen persediaan akan merusak output perusahaan,\nterutama jika tidak dapat menandingi peramalan penjualan dengan permintaan riil,\nmenghasilkan kelebihan stok material yang mungkin tidak dapat dimanfaatkan pada\nsiklus produksi berikutnya. Oleh karena itu, penelitian ini bertujuan untuk\nmenawarkan beberapa solusi terkait permasalahan yang dihadapi, antara lain\nmenerapkan metode peramalan terhadap produk perusahaan dengan menggunakan\ndata permintaan sebelumnya membantu memperkirakan kebutuhan bahan baku,\nmenentukan kapasitas produksi, permintaan, dan personel dapat membantu\norganisasi memprediksi biaya produksi dan mempersiapkan keuangan. , dan\nmenentukan persediaan pengaman dan titik pemesanan ulang untuk menghemat\nbiaya persediaan. \nPenelitian ini menggunakan pendekatan penelitian kuantitatif untuk memperoleh\ndata dari perusahaan untuk membantu mereka memecahkan masalah. Meninjau\nliteratur perkiraan, perencanaan produksi, dan manajemen inventaris untuk mengumpulkan solusi bisnis. Berdasarkan diagram pareto dan data perusahaan,\npenelitian ini akan dikonsentrasikan pada kain, busa, dan kayu. \nTemuan studi ini dapat membantu organisasi meningkatkan penjualan, produksi,\ndan inventaris. Saran yang perlu diperhatikan: 1) Gunakan peramalan rata-rata\nbergerak 9 bulan dan regresi linier untuk memprediksi permintaan produk di masa\ndepan; 2) Strategi pengejaran dapat digunakan untuk merencanakan kegiatan dan\nbiaya produksi; 3) Metode FIFO dapat digunakan untuk meningkatkan penggunaan\nbahan baku berdasarkan kondisi gudang; 4) Metode kuantitas pesanan tetap dapat\ndigunakan untuk mengendalikan persediaan. \nKeterbatasan penelitian ini termasuk penekanannya pada divisi operasional dan\nproduksi PT BMM dan penggunaan data terkini dari Januari 2021 hingga Maret\n2022. Perusahaan membatasi data untuk masalah privasi. Jadi, bagian dari data\nyang mungkin diperoleh adalah rata-rata atau luas. Solusi bisnis ini harus\nditerapkan mulai Agustus hingga Desember tahun ini sehingga perusahaan dapat\nmenyesuaikan dengan metode yang diusulkan dan mengatur produksi, inventaris,\ndan biaya di tahun berikutnya.", "Daftar File": {"2022_TS_PP_Khalisa Nudiya Hurin _1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/256040"}, "Penulis": "Khalisa Nudiya Hurin [29120360]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Dermawan Wibisono, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Furnitur, Overstock, Peramalan, Manajemen Persediaan.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "19 Agu 2022"}