{"Nomor": 67324, "Judul": "PENGEMBANGAN PEMETAAN KOMPETENSI TEKNIS KESELAMATAN DAN KESEHATAN KERJA (K3) UNTUK INDUSTRI PETROKIMIA; STUDI KASUS: PT PUPUK KALIMANTAN TIMUR", "Abstrak": "Kinerja Keselamatan dan Kesehatan Kerja (K3) merupakan gambaran terhadap pencapaian target\nkinerja K3 organisasi dalam menjalankan proses bisnis perusahaan melalui program-program strategis\nK3 yang telah ditetapkan. Indikator Kinerja K3 terbagi menjadi dua jenis, yaitu lagging indicator, dan\nleading indicator. Contoh leading indicator K3 antara lain jumlah pekerja yang memiliki kompetensi\nK3, jumlah realisasi pelatihan wajib K3 sesuai regulasi dan persentase pekerja yang mendapatkan\npelatihan K3 berdasarkan matriks kompetensi K3. Berdasarkan data investigasi kecelakaan di PKT\nselama tiga tahun terakhir, akar penyebab masalah kecelakaan kerja umumnya disebabkan oleh\nkurangnya kompetensi K3 yang dimiliki oleh pekerja. Tujuan dari penelitian ini adalah untuk menyusun\nmatriks kompetensi teknis K3 di Departemen K3, matriks kompetensi teknis K3 Wajib untuk seluruh\npekerja, dan silabus pelatihan kompetensi K3 agar seluruh pekerja memiliki kompetensi teknis K3 yang\nsesuai untuk bekerja dengan aman.\n\nPenyusunan kompetensi teknis K3, menggunakan kerangka konseptual berupa penetapan kriteria\nefektivitas kinerja, mengidentifikasi job desk Departemen K3, mengidentifikasi aktivitas kerja dan\npersyaratan kompetensi kerja (menggunakan diagram SIPOC, analisis RACI Matrix, dan Taxonomy\nBloom Principle), memvalidasi kompetensi kerja dan menyiapkan penerapan model kompetensi.\nDiagram SIPOC akan digunakan untuk menentukan proses kegiatan pada setiap bagian di Departemen\nK3 untuk melaksanakan kegiatan pekerjaan dan persyaratan kompetensi kerja. Matriks RACI akan\ndigunakan untuk mengidentifikasi kebutuhan dan gradasi kompetensi untuk suatu posisi di Departemen\nK3. Tingkat kompetensi teknis akan dirujuk dari taksonomi Bloom untuk dipelajari dan dinilai dengan\ntingkat kecakapan PKT berdasarkan Model Dreyfus. Dalam memvalidasi Kompetensi Teknis K3 yang\ndiusulkan, dilakukan pemetaan ulang kepatuhan terhadap peraturan pemerintah Indonesia dengan daftar\nkompetensi teknis K3. Sehingga akan terlihat kesesuaian antara kompetensi Teknis K3 dengan regulasi.\n\nMatriks kompetensi teknis K3 di Departemen K3 dibagi sesuai dengan tingkat jabatan dan sesuai dengan\ntugas dan tanggung jawab masing-masing bagian. Total terdapat 174 kompetensi teknis K3 di\nDepartemen K3. Untuk kompetensi teknis K3 wajib yang harus dimiliki oleh seluruh pegawai PKT di\nberbagai jenjang, ada 74 kompetensi teknis K3. Untuk memenuhi kebutuhan kompetensi tersebut,\ndibutuhkan sebanyak 65 program pelatihan K3.", "Daftar File": {"2022_TS_PP_Vidya Putra Adhytama_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/256038"}, "Penulis": "Vidya Putra Adhytama [29119572]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Aurik Gustomo, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kompetensi Teknis K3, Diagram SIPOC, Matriks RACI, Silabus Pelatihan K3.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "19 Agu 2022"}