{"Nomor": 67322, "Judul": "PUSAT TRANSIT STASIUN HALIM", "Abstrak": "DKI Jakarta sebagai ibukota NKRI yang memiliki nilai PDB tertinggi di antara semua provinsi membuat provinsi ini menjadi daerah utama penarik mobilitas penduduk. Banyaknya penduduk yang berpindah ke DKI Jakarta baik secara permanen maupun nonpermanen menyebabkan pergerakan dalam dan luar kota menjadi padat. Padatnya pergerakan penduduk di dalam kota dan pergerakan masuk-keluar DKI Jakarta memerlukan sarana dan prasarana transportasi yang memadai. Upaya yang dilakukan pemerintah untuk menyediakan sarana dan prasarana transportasi adalah dengan membangun jaringan transportasi umum berupa jaringan transportasi berbasis rel dan jaringan angkutan cepat bus (Bus Rapid Transit atau BRT). Jaringan transportasi yang sudah dibangun penting untuk diintegrasikan demi mencapai pengalaman perjalanan yang efektif dan efisien. Salah satu upaya integrasi yang sedang dibangun dan dikembangkan adalah integrasi antara kereta cepat Jakarta-Bandung, jaringan BRT Transjakarta koridor 7, 9, dan 10, jaringan Light Rail Transit (LRT) jalur pelayanan Halim-Jatimulya, serta Bandara Halim Perdana Kusuma melalui proyek Stasiun Integrasi Halim.\nMerespon persoalan integrasi antarmoda transportasi di Halim Perdana Kusuma, dirancang sebuah pusat transit yang berkontribusi dalam meningkatkan konektivitas dan penggunaan  transportasi umum melalui keragaman moda transportasi. Diprakarsai dan digarap oleh pemerintah pusat dan PT KCIC, proyek ini berfungsi sebagai pusat transit dan fungsi tambahan komersial dan ruang hijau sebagai pendukung kegiatan ekonomi dan pendorong pembentukan lingkungan komunitas. Proyek ini terletak di Jalan Wangko, Kelurahan Halim Perdana Kusuma, Kecamatan Makasar, Jakarta Timur. Dengan mengusung konsep dasar integrasi antarmoda, sirkulasi efisien dan memudahkan orientasi, serta fasilitas yang aksesibel bagi semua pengguna, diharapkan proyek ini dapat meningkatkan kegiatan ekonomi dan nilai lahan di sekitar lokasi proyek.", "Daftar File": {}, "Penulis": "Aulin Zahra Adani [15218027]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Surjamanto W., M.T.", "Mohammad Jehansyah Siregar, S.T., M.T., Ph.D.", "Dr.-Ing. Erika Yuni Astuti, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "mobilitas, transportasi, integrasi, pusat transit, aksesibel", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "19 Agu 2022"}