{"Nomor": 67338, "Judul": "PASAR IKAN PERPADUAN ANTAR MANUSIA DAN LINGKUNGAN:  JAKARTA BAY MARKET DI MUARA ANGKE", "Abstrak": "Indonesia sebagai negara kepulauan dengan luas laut sebesar 71% wilayah, sudah sepatutnya memberikan perhatian lebih pada sektor kelautan sebagai basis pembangunan wilayah pesisir. Namun nyatanya, perkembangan sektor kelautan di Indonesia belum menandakan tren yang positif dan berada pada persimpangan jalan dalam menghadapi skenario di masa depan. Hal ini dapat dilihat melalui kesejahteraan nelayan yang masih rendah serta hasil laut tangkapan yang mengalami penurunan akibat kerusakan lingkungan pesisir. Bank Dunia bersama Pemerintah Republik Indonesia menggagas kebijakan ekonomi biru yang diharapkan mampu menjaga keseimbangan antara alam dan manusia dalam proses pembangunan berkelanjutan di kawasan pesisir. Esensi dari kebijakan ini berupa belajar dari alam dan logika ekosistem, serta berinovasi. Esensi ini kemudian dirumuskan dalam empat strategi pengimplementasian ekonomi biru yaitu, pengelolaan aset laut dan pesisir, pengelolaan sampah, pengumpulan dan pemantauan hasil tangkapan, serta pengembangan sektor pariwisata. Selanjutnya strategi-strategi ini dipakai sebagai dasar diwujudkannya pengembangan fasilitas pasar ikan yang diharapkan mampu mewujudkan masyarakat pesisir yang sejahtera dan kawasan lingkungan pesisir yang berkembang dalam keberlanjutan. Proyek yang digagas berupa redesain pasar ikan pada lokasi dengan permasalahan ekonomi, sosial, dan lingkungan yang dinilai tidak merepresentasikan keberlanjutan yaitu pada Kawasan Muara Angke. Tipologi utama proyek ini adalah pasar ikan modern (PIM) dan tempat pelelangan ikan (TPI) dengan sifat yang mengedepankan lingkungan regeneratif, rekreatif, dan saling terintegrasi. Proyek ini diprakarsai oleh Dinas Ketahanan Pangan, Kelautan dan Pertanian (DKPKP) Provinsi DKI Jakarta dan diharapkan mampu mengatasi segudang permasalahan di atas.", "Daftar File": {}, "Penulis": "Felix Widjaja [15218035]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Himasari Hanan, M.A.E.", "Ir. Robby Dwiko Juliardi, M.T.", "Tubagus Muhammad Aziz Soelaiman, S.T., MA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "pasar ikan modern, tempat pelelangan ikan, regeneratif, Muara Angke", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "19 Agu 2022"}