{"Nomor": 67337, "Judul": "PEMODELAN SISTEM PANAS BUMI DENGAN METODE GAYA BERAT DAERAH PANAS BUMI LOKOP, KABUPATEN ACEH TIMUR, NANGGROE ACEH DARUSSALAM", "Abstrak": "Indonesia merupakan salah satu negara dengan potensi sumber daya panas bumi\npaling tinggi hingga menempati urutan keempat terbesar di dunia. Salah satu daerah\npanas bumi yang ada di Indonesia adalah Daerah Panas Bumi Lokop, Kabupaten\nAceh Timur, Nanggroe Aceh Darussalam. Tujuan dari penelitian ini adalah untuk\nmembuat model konseptual sistem panas bumi dari Daerah Panas Bumi Lokop.\nPada penelitian ini, data yang digunakan adalah data Complete Bouguer Anomaly\n(CBA) dan data topografi yang didapatkan dari hasil penelitian PSDMBP untuk\nsurvey Gaya Berat pada tahun 2013 di Daerah Panas Bumi Lokop. Dengan data\nComplete Bouguer Anomaly (CBA) dan data topografi PSDMBP dilakukan koreksi\nulang, koreksi yang dilakukan adalah koreksi lintang, udara bebas, dan Bouger,\nsetelah itu dari pengolahan data gayaberat menghasilkan Peta Anomali Bouguer\nLengkap dengan rentang nilai -2 sampai -26 mGal. Kemudian dilakukan pemisahan\nanomali regional dan residual dengan menggunakan metode Moving Average dan\nTrend Surface Polynomial Orde-2, dimana lebar jendela ditentukan dengan\nmelakukan analisis spektral 1 dimensi. Hasil anomali menggunakan metode\nMoving Average menunjukkan nilai anomali sedang yang terlihat di daerah timur\npada peta dan anomali tinggi ada pada bagian tengah peta, yang diperkirakan akibat\nadanya intrusi magma sehingga metode ini dinilai memiliki korelasi dengan geologi\ndaerah penelitian. Pemodelan 2,5D menunjukkan bahwa nilai anomali tinggi dapat\ndiindikasikan sebagai intrusi magma dengan kontras densitas +0,83 gr/cc. Perkiraan\nsistem panas bumi berdasarkan integrasi data gaya berat hasil pengolahan, TDEM\ndan Geologi dari penelitian PSDMBP tahun 2013 adanya intrusi magma\ndiperkirakan sebagai sumber panas. Satuan Batu Sabak-Dolomit sebagai reservoir\ndan satuan batu sabak (?) sebagai caprock.", "Daftar File": {"ABSTRAK Ezekiel Graciano": "https://digilib.itb.ac.id/gdl/download/256051"}, "Penulis": "Ezekiel Graciano Vladislav K. [12318043]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Djoko Santoso, M.Sc., PGDip.Diab.", "Dr. Darharta Dahrin, M.S.", "Dr. Setianingsih, S.T., M.T.", "Dr. Indra Gunawan, S.Kom., M.Si.", "Faridz Nizar Ahmady, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "panas bumi, gaya berat, anomali, moving average, trend surface polynomial orde-2, Lokop", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "19 Agu 2022"}