{"Nomor": 67339, "Judul": "IDENTIFIKASI KARAKTERISTIK GEOLOGI AREA VULKANIK GUNUNG TANGKUBAN PARAHU BAGIAN BARAT BERDASARKAN ANALISIS KURVA RASIO H/V", "Abstrak": "Gunung Tangkuban Parahu merupakan salah satu gunung api aktif di Jawa Barat\nyang terletak sekitar 15 km bagian utara Kota Bandung. Beberapa metode telah\ndilakukan untuk mengidentifikasi karakteristik geologi di Kawasan Gunung Api\nTangkuban Parahu seperti studi tephra-stratigrafi dan geologi permukaan.\nKarakteristik geologi di Gunung Tangkuban Parahu perlu dipahami secara lebih\nlanjut, khususnya dari sudut pandang geofisika. Penelitian Tugas Akhir ini\nmenerapkan analisis rasio H/V pada data mikrotremor yang direkam oleh 17 stasiun\nseismik di bagian barat dan di sekitar kawah gunung berapi. Profil kurva H/V yang\ndiperoleh untuk setiap stasiun, dapat digunakan untuk mendapatkan nilai VS bawah\npermukaan. Pada proses pengolahan data, rentang waktu data yang digunakan\nadalah 4 jam, serta dilakukan demeaning, detrending dan pemilihan STA/LTA\npada data tersebut. Kurva H/V yang diperoleh pada setiap stasiun, memungkinkan\nuntuk memperkirakan frekuensi dominan, faktor amplifikasi, dan nilai VS30.\nPenelitian Tugas Akhir ini menerapkan metode interpolasi Inverse Distance\nWeighted (IDW) untuk mengetahui profil umum frekuensi dominan, faktor\namplifikasi, dan peta VS30 daerah penelitian. Frekuensi dominan yang diperoleh\nmemiliki rentang 0,93-9,7 Hz, faktor amplifikasi dengan rentang 2,4-11,2, dan VS30\ndengan rentang 196,04-323,65 m/s. Hasil tersebut dapat menjelaskan bahwa tufa\nvulkanik dan unit geologi lainnya di sekitar kawah Gunung Tangkuban Parahu\nrelatif lebih kompak. Unit geologi pada daerah ini diperkirakan berasal dari\nrombakan material vulkanik yang lebih tua di Area Vulkanik Gunung Tangkuban\nParahu Bagian Barat.", "Daftar File": {"ABSTRAK Vigo Denis Radestian": "https://digilib.itb.ac.id/gdl/download/256053"}, "Penulis": "Vigo Denis Radestian [12318041]", "Kontributor / Dosen Pembimbing": ["Dr. Wahyu Triyoso, M.Sc.", "Prof. Dr. Andri Dian Nugraha, S.Si., M.Si.", "Dr. rer. nat. Andri Hendriyana, S.T., M.T.", "Dr. Zulfakriza, S.Si., M.T.", "Faridz Nizar Ahmady, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Inverse Distance Weighted, karakteristik geologi, metode H/V, mikrotremor, Tangkuban Parahu,", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "19 Agu 2022"}