{"Nomor": 67330, "Judul": "EVALUASI KOMERSIALITAS GAS DENGAN ANALISIS CAPITAL BUDGETING: STUDI KASUS EKSPLORASI DAN PENGEMBANGAN LAPANGAN GAS DI WILAYAH SULAWESI TENGAH", "Abstrak": "Keberlanjutan usaha migas ditentukan oleh kegiatan eksplorasi. Tanpa ada upaya untuk mengeksplorasi dan mengkomersilkan sumber gas baru, blok tersebut perlahan-lahan akan tutup dan ditinggalkan. Berdasarkan data Kementerian ESDM terkait produksi, produksi gas mengalami penurunan signifikan selama 7 tahun terakhir. Salah satu lapangan penghasil gas di Indonesia adalah lapangan Donggi-Matindok. Sejak Lapangan Gas Donggi-Matindok tersebut dikembangkan pada tahun 2008, tidak ada penemuan baru sumber daya gas baru yang dapat dikomersialkan, khususnya di Area Sulawesi Tengah. Hal ini mengakibatkan berkurangnya kegiatan eksplorasi dan produksi gas di daerah tersebut. Produksi gas di lapangan existing juga akan berkurang seiring waktu. \n Penemuan baru sumber daya gas yang dapat dikomersialkan menjadi penting sebagai upaya untuk menopang kegiatan eksplorasi & produksi serta menjaga stabilitas energi, khususnya di Wilayah Sulawesi Tengah. Kegiatan eksplorasi dan produksi perlu dipercepat secara agresif dengan mengkaji dan menilai kembali seluruh prospek yang mengandung cadangan gas. Pemanfaatan perhitungan keekonomian berdasarkan analisis capital budgeting telah dilakukan dengan parameter input yang telah ditentukan, skenario pengembangan, kondisi bisnis gas saat ini. Melalui sensitivity analysis diperoleh bahwa nilai NPV sangat bergantung dan didominasi oleh harga gas serta melalui uncertainty analysis menggunakan metode Monte Carlo project ini layak untuk dieksekusi.", "Daftar File": {"2022_TS_PP_Ade Syarifuddin_Abstrak-1.pdf\niu": "https://digilib.itb.ac.id/gdl/download/256045"}, "Penulis": "Ade Syarifuddin [29120244]", "Kontributor / Dosen Pembimbing": ["Oktofa Yudha Sudrajad, S.T., M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Capital Budgeting, Eksplorasi, Produksi, Proyek Pengembangan Gas,  Ketidakpastian", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "19 Agu 2022"}