{"Nomor": 67331, "Judul": "MENINGKATKAN KESADARAN TERHADAP LIMBAH MAKANAN: SENTRA KOMUNITAS DAN PENYELAMATAN LIMBAH MAKANAN DI KELAPA GADING, JAKARTA UTARA", "Abstrak": "Sepertiga makanan dunia terbuang tiap tahun. Limbah makanan itu terbagi menjadi food loss (terbuang pada tahap penyimpanan, pengolahan, distribusi atau transportasi) dan food waste (terbuang oleh retail, industri makanan, maupun konsumen). Limbah makanan setidaknya menghadirkan tiga masalah: inefisiensi penyaluran pangan, kerusakan lingkungan, dan cerminan ketidakpekaan sosial. Beberapa studi menunjukkan bahwa kesadaran lingkungan dan norma sosial berperan besar dalam menurunkan keinginan membuang makanan. Oleh karena itu, keberadaan fasilitas pengolahan limbah makanan yang bersifat edukatif bagi masyarakat pun menjadi dibutuhkan. Tingginya limbah makanan di Kecamatan Cilincing dan Kelapa Gading, Jakarta Utara, menjadikannya lokasi ideal bagi fasilitas demikian. Adapun Cilincing merupakan penyumbang besar food loss dari sektor pertanian, sementara Kelapa Gading merupakan penyumbang food waste dari sektor retail, restoran, dan permukiman. Arsitektur dapat berkontribusi dengan menghadirkan rancangan yang mewadahi pengelolaan limbah makanan di Jakarta Utara (dan sekitarnya), dengan sekaligus menciptakan lingkungan kolaboratif bagi pengguna, dan sarana edukasi bagi pengunjung. Proyek fiktif ini diasumsikan sebagai inisiasi non-profit pemerintah yang memanfaatkan lahan kosong Perum Bulog di Jl. Pelepah Raya, Kelapa Gading Barat. Operasionalnya direncanakan akan melibatkan berbagai pengguna: beragam komunitas dengan kegiatan terkait pengelolaan limbah makanan, pengelola dan instansi pemerintah, food rescue workers dan pemasok limbah makanan, tenant, serta masyarakat umum. Kehadiran proyek ini di Kelapa Gading diharapkan menanam nilai keberlanjutan pada kawasan kuliner yang berkembang pesat itu. Beberapa konsep atau strategi desain telah digunakan untuk menjawab persoalan proyek. Pertama, penerapan beberapa strategi fleksibilitas ruang memungkinkan desain untuk mewadahi berbagai bentuk kegiatan baru terkait pengolahan limbah makanan di masa mendatang. Kedua, stimulus multisensori yang menciptakan rasa nyaman dihadirkan untuk menghilangkan stigma indrawi terhadap limbah makanan. Ketiga, prinsip bangunan hijau turut diterapkan agar desain berkelanjutan secara lingkungan dan konsisten dengan visi proyek. Aspek keberlanjutan sosial dan permasalahan spesifik tapak menjadi persoalan sekunder yang juga ditanggapi desain.", "Daftar File": {}, "Penulis": "William Chang [15218029]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Bambang Setia Budi, S.T., M.T.", "Dewi Larasati, S.T., M.T., Ph.D.", "Ir. Endang Triningsih Soetrisno, M.S.P., MLA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "berkelanjutan, edukasi, food loss, food waste, Jakarta Utara, kolaborasi, pengolahan", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "19 Agu 2022"}