{"Nomor": 67344, "Judul": "PENILAIAN SITUASI SAAT INI UNTUK MELAKUKAN STUDI KELAYAKAN PROYEK SPKLU DI JAWA BARAT UNTUK MENDUKUNG TRANSISI ENERGI BERSIH DI INDONESIA", "Abstrak": "Kebutuhan manusia akan energi sebagai sumber daya yang digunakan dalam aktivitas sehari-hari semakin meningkat. Hal ini dipengaruhi karena tingginya jumlah populasi dari tahun ke tahun. Contoh penggunaan energi di Indonesia paling terlihat dalam penggunaan untuk tujuan transportasi. Namun dalam jangka panjang, hasil akhir dari penggunaan dari energi berbahan fossil (energi tidak terbaharukan)  dapat menyebabkan munculnya polusi dan menimbulkan efek rumah kaca. Sehingga diperlukan perhatian, untuk meminimalisir dampak ini. Salah satunya adalah dengan melakukan transisi dari penggunaan energi tidak terbaharukan menjadi energi terbaharukan sebagai sumber energi utama setiap moda transportasi. Untuk menilai hal - hal tersebut maka dilakukan analisis faktor eksternal menggunakan PESTLE dan Industry Analysis dan juga faktor internal dengan SWOT. Hal ini akan memberikan gambaran timbulnya potensi bisnis baru yaitu bisnis retail pengisian listrik. Selanjutnya bisnis ini dinilai kelayakannya, dengan studi kelayakan dalam rentang 10 tahun ke depan. Walaupun saat ini, transisi energi bersih didukung oleh pemerintah dan keadaan volatil untuk jenis energi tidak terbaharukan namun terdapat keterbatasan untuk investasi energi terbaharukan khususnya penggunaan untuk bahan bakar pada kendaraan listrik (karena masih mahalnya peralatan, serta rendahnya jumlah kendaraan listrik di Indonesia) dan menyebabkan bisnis retail pengisian listrik ini, masih kurang layak dalam 10 tahun kedepan. Sehingga hal ini akan menghambat program transisi energi bersih. Lebih lanjut, dapat dipertimbangkan untuk mempengaruhi proyek bisnis ini adalah jumlah kendaraan listrik di Indonesia.", "Daftar File": {"2022_TS_PP_Septha Amelia_Abstrak-1.pdf5?": "https://digilib.itb.ac.id/gdl/download/256058"}, "Penulis": "Septha Amelia Dewi [29120225]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Subiakto Sukarno, MBA, FRA, QWP, CFP"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Transisi Energi, Stasiun Pengisian Listrik, Studi Kelayakan, Kendaraan Listrik", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "19 Agu 2022"}