{"Nomor": 67346, "Judul": "ANALISA STRUKTUR SESAR LEMBANG BERDASARKAN INVERSI 2D MAGNETOTELLURIK", "Abstrak": "Gempa bumi adalah peristiwa geologi yang terjadi akibat aktivitas tektonik ataupun\nvulkanik. Gempa akibat aktivitas tektonik disebabkan gerakan yang terjadi di kulit\nbumi. Salah satu penyebab aktivitas tektonik adalah sesar. Sesar Lembang terletak\n15 km arah Utara dari kota Bandung dan merupakan sesar aktif yang mempunyai\ntipe sesar normal dengan pergerakan 0,3 cm-1,4 cm per tahun. Pada penelitian ini\ndigunakan metode magnetotelurik untuk memodelkan resistivitas bawah\npermukaan di daerah sesar Lembang. Akuisisi data MT dilakukan pada 9 titik\npengukuran dengan lintasan yang tegak lurus sesar Lembang. Analisa awal sesar\nLembang dilakukan melalui data resistivitas semu pada tiga frekuensi berbeda yaitu\n115 Hz, 11,2 Hz, dan 1,02 Hz yang menunjukkan adanya penurunan resistivitas\nsemu secara signifikan di daerah sekitar sesar Lembang. Pemodelan data\nmagnetotelurik menggunakan inversi 2D occam metode beda hingga dan diperoleh\nnilai misfit sebesar 7,6 dengan iterasi sebanyak 34 kali. Hasil inversi menunjukkan\nadanya kontras resistivitas di sekitar titik LMB02 yang diduga sebagai sesar\nLembang. Hasil ini bersesuaian dengan data geologi di daerah sesar Lembang.\nSelain itu titik LMB02, juga terdapat kontars resistivitas di sekitar titik LMB05.\nAkan tetapi secara geologi belum diketahui apakah di sekitar titik LMB05 itu\nmerupakan sesar atau strukutur geologi lain.", "Daftar File": {"ABSTRAK Qhathrin Nada": "https://digilib.itb.ac.id/gdl/download/260780"}, "Penulis": "Qhathrin Nada [20220006]", "Kontributor / Dosen Pembimbing": ["Dr. Nurhasan, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Gempa, Magnetotellurik, sesar Lembang.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati  \n                                     Yati Rochayati", "File": "1 file", "Tanggal Input": "20 Agu 2022"}