{"Nomor": 67341, "Judul": "TRANSIT HUB HALIM: BANGUNAN FUNGSI CAMPURAN  DI KAWASAN HALIM PERDANAKUSUMA", "Abstrak": "Daerah Khusus Ibukota Jakarta telah berkembang dengan sangat pesat dalam satu dekade terakhir. Berbagai macam infrastruktur dihadirkan untuk mendukung aktivitas penduduk dan penataan kota Jakarta. Akan tetapi, pertumbuhan infrastruktur tersebut tidak sebanding dengan pertumbuhan populasi penduduknya. Terutama dalam sektor transportasi yang berdampak langsung pada tingkat kemacetan Kota Jakarta dan sekitarnya. Keterbatasan infrastruktur ini mengakibatkan penduduk Kota Jakarta lebih memilih menggunakan kendaraan pribadi dibanding dengan transportasi publik. Pendekatan terhadap pembangunan kota yang berkualitas dan manusiawi tengah dilakukan pada Kawasan Halim Perdanakusuma. Dengan konsep yang diselaraskan dengan aksesibilitas bagi penduduknya untuk memdukung integrasi dari kegiatan perpindahan penumpang antarmoda transportasi publik yang akan disesuaikan dengan sistem transportasi publik yang ada dan sedang dalam perancangan Transit Oriented Development (TOD) Halim. Selain mendukung pusat integrasi stasiun berbasis rel kereta di dalam kawasan, perancangan Transit Hub Halim diharapkan dapat menopang implementasi konsep TOD dengan baik dan efisien dalam merespon permasalahan kemacetan Kota Jakarta dan mendorong perubahan di dalam masyarakat menuju gaya hidup yang tidak bergantung dengan kendaraan pribadi. Konsep efisiensi akses dan sirkulasi ditujukan untuk mendukung kebutuhan tempat transit di Kawasan Halim sebagai pintu masuk Kota Jakarta dari sisi timur sekaligus menjadi upaya untuk menggeser paradigma masyarakat terhadap transportasi publik ke arah yang lebih efisien dan mudah untuk diakses.", "Daftar File": {}, "Penulis": "Analisia Marvella [15218040]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mochamad Prasetiyo Effendi Yasin, M.Arch., MAUD", "Dr.Eng. Arif Sarwo Wibowo, S.T., M.T.", "Dr. Firmansyah, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "transportasi publik, TOD, mixed use, integrasi, aksesibilitas, Halim Perdanakusuma.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "19 Agu 2022"}