{"Nomor": 67349, "Judul": "PENGEMBANGAN SISI BACKEND APLIKASI SOCIAL NETWORK ANALYSIS", "Abstrak": "Aplikasi Social Network Analysis merupakan aplikasi yang telah dikembangkan\noleh tim Social Network Analysis Institut Teknologi Bandung untuk mendeteksi\nkeberadaan sentimen, emosi, dan hoaks pada tweet di twitter. Pembangunan\naplikasi ini ditujukan untuk menganalisis perilaku masyarakat media sosial\nkhususnya Indonesia dalam berjejaring. Sayangnya, masih terdapat beberapa\npermasalahan kinerja di bagian backend aplikasi sehingga pada tugas akhir ini\ndilakukan perbaikan aplikasi pada sisi backend seperti lamanya waktu yang\ndibutuhkan aplikasi dalam crawling data dan masih terdapat fitur-fitur yang belum\nterimplementasi dengan baik.\nPerbaikan aplikasi Social Network Analysis diimplementasikan menggunakan\nmetodologi agile yang terdiri atas analisis permasalahan, perancangan solusi,\nimplementasi solusi, dan pengujian. Perbaikan aplikasi ini melibatkan perubahan\nflow, arsitektur, dan pengimplementasian pengujian terotomasi aplikasi untuk\nmemastikan keberjalanan dan kinerja aplikasi. Tugas akhir ini menggunakan\nPython sebagai bahasa pemrograman dan framework FastAPI dengan basis data\nPostgreSQL.\nHasil dari tugas akhir ini adalah sebuah sistem aplikasi Social Network Analysis\npada sisi backend yang berisi kumpulan endpoint untuk mengakses data tweet hasil\ncrawling dari Twitter yang telah diberikan label sesuai klasifikasi sentiment, emosi,\ndan hoaks masing-masing data. Pengujian dilakukan menggunakan unit testing dan\nintegration testing untuk memastikan setiap komponen dapat berjalan dengan baik\ndan juga performance testing dengan nilai dari metrik durasi crawling data hingga\ndapat dianalisis yaitu 2 menit 29 detik, rata - rata response time 740 ms, nilai\nresponse time tertinggi 6100 ms, tingkat error/fail sebanyak 369 dan throughput\n0.8 requests per second untuk memastikan kinerja dari aplikasi.", "Daftar File": {}, "Penulis": "Valentinus Devin Setiadi [13518116]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ayu Purwarianti, S.T., M.T.", "Dessi Puji Lestari, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "social network analysis, tweet, backend, kinerja, arsitektur", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "22 Agu 2022"}