{"Nomor": 67340, "Judul": "PEMODELAN DEFORMASI VISKOELASTIK LITOSFER BERDASARKAN PARAMETER KEKUATAN SESAR UNTUK MENYIMULASIKAN AKUMULASI REGANGAN DI SEPANJANG SESAR SUMATRA BAGIAN UTARA", "Abstrak": "Sesar Sumatra merupakan salah satu sesar geser dengan panjang 1900 km\nyang terbagi menjadi bagian utara, tengah dan selatan, dimana masing-masing\nbagian memiliki kekuatan sesar, pola deformasi dan histori kegempaan masingmasing. Sesar Sumatra memiliki tingkat seismisitas yang tinggi dan menghasilkan\nbanyak gempa bumi besar yang tersebar di sepanjang sesar. Gempa bumi ini\ndisebabkan oleh pelepasan energi yang telah terakumulasi dalam periode waktu\nyang panjang (puluhan hingga ratusan tahun). Oleh karena itu, salah satu cara untuk\nmemahami pola seismisitas pada salah satu bagian, yakni Sesar Sumatra bagian\nutara adalah dengan melakukan pemodelan proses akumulasi regangan terhadap\ndeformasi litosfer yang terjadi. Pemodelan proses akumulasi regangan dilakukan\nberdasarkan kekuatan friksi sesar pada Sesar Sumatra bagian utara, khususnya\nsegmen Aceh Utara, Aceh Tengah, Aceh Selatan, Tripa Utara, Tripa Selatan dan\nRenun sesuai dengan rata-rata slip rate hasil observasi. Melalui pemodelan dengan\nmetode finite-element, deformasi litosfer pada Sesar Sumatra bagian utara dapat\nditunjukkan, khususnya dengan mengenakan material elastik di kerak bagian atas\ndan material viskoelastik pada kerak bagian bawah serta mantel bagian atas.\nBerdasarkan pemodelan yang dilakukan, peristiwa locking dan creeping tampak\nmemengaruhi proses deformasi yang terjadi dimana persentase locking sebesar 75%\nsesuai dengan rata-rata slip rate 15-16 mm/tahun di Sesar Sumatra. Namun, dalam\nmemodelkan proses deformasi, pergerakan subduksi dan pergerakan sliver busur\ndepan sebagai kecepatan batas perlu dipertimbangkan. Pemodelan dengan\nmenambahkan efek pergerakan sliver busur depan dapat mempersingkat proses\nakumulasi regangan hingga 2.7x lebih singkat. Selain itu, diperoleh nilai koefisien\nfriksi masing-masing segmen yakni Aceh Utara sebesar 0.06, Aceh Tengah dan\nSelatan sebesar 0.07, Tripa Utara sebesar 0.08, Tripa Selatan sebesar 0.13 dan\nRenun sebesar 0.21. Hasil pemodelan dengan friksi yang berbeda di setiap segmen,\ncukup sesuai dengan histori gempa di Sesar Sumatra bagian utara. Namun adanya\nefek stress transfer akibat gempa subduksi, khususnya di daerah Tripa Utara dan\nTripa Selatan, perlu dipertimbangkan dalam pemodelan. Adanya selisih perbedaanii\nkekuatan friksi yang kecil (0.01) di segmen Aceh Utara-Aceh Tengah dan Aceh\nSelatan-Tripa Utara juga dapat menjelaskan banyaknya gempa yang terjadi di batas\nantar segmen tersebut", "Daftar File": {"ABSTRAK Maulidia Ain Bening": "https://digilib.itb.ac.id/gdl/download/256054"}, "Penulis": "Maulidia Ain Bening [22321006]", "Kontributor / Dosen Pembimbing": ["Dr. Wahyu Triyoso, M.Sc.", "Dr. Afnimar, M.Sc.", "Dr. Ir. Fatkhan, M.T.", "Dr. rer. nat. David Prambudi Sahara, S.T., M.T.", "Dr. Endra Gunawan, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "akumulasi regangan, deformasi litosfer, metode finite-element, Sesar Sumatra, viskoelastik", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "19 Agu 2022"}