{"Nomor": 67345, "Judul": "SINTESIS DAN FUNGSIONALISASI CARBON DOTS YANG MEMILIKI ABSORBANSI PADA FIRST NIR WINDOW OLEH GUGUS FUNGSI AMINO DAN KARBONIL", "Abstrak": "Carbon dots (CDs) merupakan nanopartikel yang berukuran dibawah 10 nm dengan sifat fotoluminensi yang baik. Material CDs ini memiliki sifat unggul berupa biokompatibilitas tinggi, tidak toksik, kelarutan dalam air tinggi, fotoluminesensi yang baik dan multiwarna, fotostabilitas, dan mudah disintesis. Sehingga memungkinkan untuk diaplikasikan pada bidang konversi energi, perangkat optoelektronik, dan biomedis. Pada bidang biomedis, CDs dianggap sebagai kandidat terbaik agen fototermal dan agen bioimaging pada proses terapi kanker. CDs yang dapat diaplikasikan sebagai agen fototermal yaitu yang memiliki karakteristik dapat menyerap rentang cahaya first NIR window (650-900 nm). Sifat absorbansi pada daerah first NIR window pada CDs dapat diperoleh dengan berbagai metode sintesis atau fungsionalisasi. Penelitian kami sebelumnya, telah melaporkan bahwa berbagai gugus fungsi nitrogen dan oksigen pada CDs mampu mengatur sifat absorbansi CDs hingga menjangkau rentang first NIR window. Namun, investigasi lebih lanjut mengenai optimasi rasio gugus fungsi oksigen dan nitrogen dan mekanisme transisi optik yang telibat didalamnya belum dievaluasi lebih lanjut. Oleh karena itu, pada penelitian ini CDs disintesis dan difungsionalisasi secara insitu menggunakan metode hidrotermal dengan bahan dasar asam sitrat dan urea. Pemilihan bahan dasar tersebut dilakukan untuk memfungsionalisasi permukaan CDs yang terbentuk oleh gugus amino dan karbonil sehingga CDs yang dihasilkan memiliki puncak serapan di daerah first NIR window. Penelitian ini dimulai dengan studi komputasi material CDs menggunakan Time-Dependent Density Functional Theory (TD-DFT) untuk mencari rasio optimum dari gugus fungsi amino dan karbonil yang menghasilkan sifat absorbansi di daerah first NIR window dengan intensitas tertinggi. Lebih jauhnya, studi TD-DFT ini juga dilakukan untuk mempelajari peranan gugus fungsi amino dan karbonil serta interaksi diantaranya terhadap sifat optik dan elektronik dari struktur CDs. Hasil studi TD-DFT menunjukkan bahwa kombinasi amino dan karbonil dengan rasio konsentrasi amino terhadap karbonil dari 1:2 hingga 4:2 dapat menggeser puncak absorbansi ke panjang gelombang yang lebih panjang sejauh 171 nm. Nilai pergeseran ini jauh lebih besar dibandingkan dengan CDs yang hanya difungsionalisasi oleh satu jenis gugus fungsi, gugus amino atau karbonil saja, dengan nilai pergeseran sejauh 120 nm dan 84 nm. Lebih jauhnya, studi TD-DFT juga mengungkapkan mekanisme interaksi antara gugus amino dan karbonil ke sifat optik dan elektronik CDs, dimana terdapat efek sinergis antara gugus amino dan karbonil yang menghasilkan pergeseran puncak absorbansi dan memperkuat intensitas penyerapannya pada daerah first NIR window. Selain itu, energi celah pita dari amino CDs karbonil juga dapat diatur dengan mengoptimalkan rasio amino terhadap karbonil pada permukaan CDs. Hasil studi komputasi menunjukkan bahwa amino dan karbonil secara sinergis memiliki kemampuan untuk mengatur sifat optik dan elektronik CDs secara efisien melalui hibridisasi orbital perbatasan (Frontier Orbital Hybridization) dan transfer muatan tinggi. Hal tersebut juga didukung oleh hasil penelitian secara eksperimen, dimana puncak penyerapan amino CDs karbonil yang telah disintesis pada variasi rasio amino dan karbonil melalui pemanasan hidrotermal mengalami pergeseran merah seiring dengan naiknya rasio konsentrasi amino terhadap karbonil. Puncak absorbansi amino CDs karbonil menunjukkan pergeseran red-shift yang cukup signifikan dari 550 nm ke 650 nm seiring dengan naiknya rasio amino terhadap karbonil dari 2:1 menjadi 3:1. Hasil investigasi secara eksperimen yang sejalan dengan hasil komputasi mengindikasikan bahwa kombinasi gugus amino dan karbonil secara sinergis mampu untuk mengatur puncak absorbansi material CDs. Dengan demikian, studi ini dapat menjadi sebuah wawasan ilmiah baru mengenai strategi untuk mengatur sifat optik dan elektronik CDs agar sesuai dengan kebutuhan aplikasi.", "Daftar File": {"ABSTRAK Arum Sinda Santika": "https://digilib.itb.ac.id/gdl/download/256679"}, "Penulis": "Arum Sinda Santika [20220012]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ferry Iskandar, M.Eng.", "Pipit Fitriani, S.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "carbon dots, absorbansi, near-infrared, TD-DFT, gugus fungsi, oksigen dan nitrogen.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati  \n                                     Yati Rochayati", "File": "1 file", "Tanggal Input": "20 Agu 2022"}