{"Nomor": 67347, "Judul": "ANALISIS PENGARUH SENTIMEN TWITTER TERHADAP HARGA BITCOIN MENGGUNAKAN METODE SUPPORT VECTOR MACHINE DAN ENTROPI MAKSIMUM", "Abstrak": "Fisika merupakan bidang ilmu yang mempelajari fenomena fisis dan perkembangan ilmu fisika dapat digunakan untuk mempelajari perilaku manusia. Keberagaman perilaku manusia dalam aspek kehidupan seperti sosial, budaya, dan ekonomi, menyerupai konsep sistem kompleks pada fisika. Dimana pada sistem kompleks, interaksi antar bagian penyusun sistem baik itu keadaan makro maupun mikro akan\nsaling mempengaruhi satu sama lain secara dinamis. Salah satu contoh perilaku manusia yang menyerupai konsep sistem kompleks adalah sentimen masyarakat. Sentimen merupakan pendapat suatu kelompok terhadap isu maupun topik tertentu. Twitter merupakan sosial media yang kerap digunakan untuk mengemukakan pendapat masyarakat, contohnya isu cryptocurrency yang sedang hangat\ndiperbincangkan oleh masyarakat dunia terutama Bitcoin selaku cryptocurrency dengan kapitalisasi pasar terbesar saat ini. Berangkat dari kondisi tersebut, penulis tertarik untuk melihat bagaimana pengaruh sentimen Twitter terhadap harga Bitcoin. Melalui hasil penelitian, sentimen negatif sangat dominan yaitu 51,96% dari keseluruhan data yang digunakan. Metode Support Vector Machine menghasilkan nilai akurasi 86,08%, presisi sentimen positif 79,79%, presisi sentimen netral 47,27%, dan presisi sentimen negatif 98,78%. Sedangkan, metode Entropi Maksimum menghasilkan nilai akurasi 80,24%, presisi sentimen positif 73,20%, presisi sentimen netral 22,37%, dan presisi sentimen negatif 97,65%. Berdasarkan hasil parameter evaluasi tersebut, terlihat metode Support Vector Machine memiliki nilai akurasi yang lebih tinggi dibandingkan metode Entropi Maksimum. Akan tetapi, perbedaan akurasi kedua metode ini tidak terlalu jauh, hanya 5,84%. Dengan demikian, dapat disimpulkan metode Entropi Maksimum dapat dipakai untuk analisis sentimen.", "Daftar File": {"ABSTRAK Dyah Isyafira": "https://digilib.itb.ac.id/gdl/download/259138"}, "Penulis": "Dyah Isyafira [10218093]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Linus Ampang Pasasa, M.S.", "Acep Purqon, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Bitcoin, Entropi Maksimum, Sentimen, SVM", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "20 Agu 2022"}