{"Nomor": 67357, "Judul": "KAMPUNG SUSUN PULO : KEHIDUPAN TEPI PERAIRAN YANG NYAMAN DAN BERTRANSFORMASI", "Abstrak": "Menurut data dari PBB yang dipublikasi pada tahun 2018, tingginya angka pertumbuhan penduduk serta urbanisasi di kota-kota seluruh dunia akan menambah sekitar 2,5 miliar orang lagi ke daerah perkotaan pada tahun 2050. Meningkatnya angka urbanisasi di masa yang akan datang tentu akan menghasilkan berbagai masalah yang kompleks, salah satunya adalah permukiman kumuh. Permukiman kumuh merupakan permukiman yang tidak layak huni karena ketidakteraturan bangunan, tingkat kepadatan bangunan yang tinggi, dan kualitas bangunan serta sarana dan prasarana yang tidak memenuhi syarat. Salah satu permukiman kumuh yang paling terkenal adalah Kampung Pulo, yang termasuk kedalam kawasan Kelurahan Kampung Melayu, Kecamatan Jatinegara, Jakarta Barat. Banyaknya permukiman informal yang dibangun warga Kampung Pulo di tepi Sungai Ciliwung menjadikan kawasan ini menjadi langganan banjir setiap musim hujan datang. Untuk mengatasi permasalahan permukiman kumuh ini, salah satu langkah yang dapat dilakukan adalah dengan menggulirkan program Kampung Susun, sebagai bagian dari Urban Redevelopment yang komprehensif di Kota Jakarta. Fokus utama proyek ini adalah menghilangkan permukiman kumuh serta menyediakan affordable housing bagi masyarakat berpenghasilan rendah terdampak yang mendiami kawasan ini. Proyek Kampung Susun ini diprakarsai oleh Pemerintah Provinsi DKI Jakarta sebagai usaha dalam menjalankan program Urban Redevelopment yang komprehensif. Dengan adanya program Urban Redevelopment dan proyek Kampung Susun ini, diharapkan masyarakat Kampung Pulo mendapatkan kehidupan dan hunian yang layak sebagaimana yang sudah diatur didalam UUD 1945 Pasal 28H sekaligus menjalankan amanat Agenda 2030 seperti yang terlampir di Sustainable Development Goals 11, yaitu menciptakan kota dan komunitas yang berkelanjutan.", "Daftar File": {}, "Penulis": "Hendi Setiawan [15218069]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Surjamanto W., M.T.", "Mohammad Jehansyah Siregar, S.T., M.T., Ph.D.", "Dr.-Ing. Erika Yuni Astuti, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kampung Susun, Kampung Pulo, Permukiman Kumuh, Urban Redevelopment", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "22 Agu 2022"}