{"Nomor": 67350, "Judul": "PANDUAN PELESTARIAN KAWASAN PECINAN SEMARANG, BERDASARKAN NILAI SIGNIFIKANSI BUDAYA", "Abstrak": "Paradigma pelestarian saat ini menyediakan pendekatan berbasis nilai signifikansi untuk mengevaluasi warisan berwujud dan tidak berwujud. Konsep nilai signifikansi membantu menentukan karakter pada kawasan cagar budaya yang dapat diprioritaskan sehingga mempertahankan autentisitas kawasan cagar budaya. Namun, nilai warisan bersifat kompleks, multi-tafsir dan dinamis dari waktu ke waktu. Pendekatan Analytical Hierarchy Process (AHP) dapat menjadi alat efektif dalam memecahkan masalah yang multi-objektif dan multi-kriteria. AHP dapat menjembatani komunikasi antara kebutuhan komunitas masyarakat dan para ahli melalui serangkaian pemodelan hierarkis dan menuntut tingkat partisipasi aktif kedua pihak. Proses ini dapat menghasilkan penciptaan panduan pelestarian kawasan cagar budaya yang berkualitas. Penelitian ini bertujuan untuk merumuskan panduan pelestarian setempat yang lebih spesifik (site-specific) pada ruang-ruang yang bersignifikansi budaya yang terdapat di Kawasan Pecinan, Kota Semarang.\n\nPendekatan metodologis yang digunakan adalah sequential exploratory mixed methods dengan instrument development model yaitu mengembangkan dan menerapkan instrumen kuantitatif berdasarkan temuan kualitatif. Analisa metode kualitatif dengan qualitative content analysis yang digunakan untuk mengkaji nilai-nilai signifikansi yang diperoleh dari hasil wawancara komunitas budaya di Pecinan Semarang. Nilai-nilai tersebut kemudian diinterpretasikan ke dalam elemen karakter dan ruang-ruang bersignifikansi budaya yang kemudian digunakan untuk penyusunan pemodelan AHP (kuantitatif). Hasil penelitian menunjukkan nilai signifikansi di Kawasan Pecinan terdiri dari nilai sejarah, nilai estetika, nilai ilmu pengetahuan, nilai spiritual-budaya, dan nilai sosial. Adapun panduan pelestarian disusun berdasarkan elemen yang mendefinisikan karakter bagi nilai tersebut yaitu penggunaan dan fungsi, gaya arsitektur bangunan, identitas Pecinan, dan kualitas ruang luar dan lanskap. Selain itu, hasil penelitian menunjukkan keefektifan metode AHP dalam menentukan ruang-ruang dengan signifikansi budaya tinggi berdasarkan multi-kriteria pada elemen karakter.", "Daftar File": {"ABSTRAK Intan Pramesti Rochana": "https://digilib.itb.ac.id/gdl/download/256063"}, "Penulis": "Intan Pramesti Rochana [25619004]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Woerjantari Kartidjo, M.T.", "Prof. Ir. Haryo Winarso, M.Eng., Ph.D.", "Dr. RM. Petrus Natalivan Indradjati, S.T., M.T.", "Dr. Ir. Mochamad Prasetiyo Effendi Yasin, M.Arch., MAUD.,"], "Jenis Koleksi": "Tesis", "Penerbit": "Rancang Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "signifikansi budaya, Analytical Hierarchy Process, Pecinan, panduan pelestarian, site-specific", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Sandy Nugraha", "File": "1 file", "Tanggal Input": "22 Agu 2022"}