{"Nomor": 67362, "Judul": "ANALISIS PENENTUAN NILAI PERPINDAHAN KRITIS PADA LERENG MATERIAL LUNAK AKIBAT GETARAN PELEDAKAN DENGAN NEWMARK DISPLACEMENT ANALYSIS", "Abstrak": "Peledakan lereng menimbulkan getaran yang dapat mempengaruhi kestabilan lereng. Kestabilan lereng dapat ditentukan dengan menghitung nilai Faktor Keamanan. Kestabilan lereng akibat peledakan dapat ditinjau dari besaran perpindahan permanen yang terjadi pada lereng tersebut. Perhitungan nilai perpindahan dapat mengurangi nilai FK. Maka dari itu dilakukan analisis kestabilan\nlereng dengan menggunakan pemodelan numerik menggunakan software Slide2 dengan metode kesetimbangan batas untuk memperoleh nilai FK dinamik dan nilai Critical Displacement dengan menggunakan Newmark Displacement Analysis. Analisis juga dilakukan menggunakan metode Strength Reduction Factor (SRF) dengan mereduksi kohesi dan sudut geser dalam. Semakin besar SRF akan menimbulkan nilai perpindahan yang semakin besar hingga nilainya konstan (runtuh). Perpindahan kritis ditentukan dari perpotongan dua regresi power pada grafik perpindahan terhadap SRF. Hasil penelitian menunjukkan bahwa material Silty Clay memiliki nilai perpindahan kritis sebesar 17 mm. Material Clayey Silt memiliki nilai perpindahan kritis sebesar 17 mm. Material Silty Sand memiliki nilai perpindahan kritis sebesar 17 mm. Secara umum nilai perpindahan kritis pada\nlereng material lunak adalah 17 mm.", "Daftar File": {"ABSTRAK Gilbert Armando": "https://digilib.itb.ac.id/gdl/download/256091"}, "Penulis": "Gilbert Armando [12118063]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. R. Budi Sulistijo, M.App.Sc.", "Dr.Eng. Ganda Marihot Simangunsong, S.T., M.T.", "Simon Heru Prassetyo, S.T., M.Sc., Ph.D.", "Simon Heru Prassetyo, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Perpindahan Kritis, Lereng Material Lunak, Getaran Peledakan, Newmark Displacement Analysis, Faktor Keamanan, Strength Reduction Factor.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "22 Agu 2022"}