{"Nomor": 67372, "Judul": "PEMILIHAN SUPPLY CONTRACT UNTUK RETAILER PADA  PETERNAKAN AYAM   (STUDY KASUS : AL-IKHLAS FARM)", "Abstrak": "Peternakan Al-Ikhlas merupakan salah satu industri kecil menengah (IKM) ayam petelur di Sumatera Barat yang berdiri sejak tahun 2000. Pertanian Al-Ikhlas terletak di Jorong Parampuang, Nagari Koto Baru Simalanggang, Kota Payakumbuh, Sumatera Barat. Peternakan Al-Ikhlas menghasilkan sekitar 86.400 telur setiap hari. Al-Ikhlas Farm memiliki empat pengecer besar dengan distribusi meliputi Pekanbaru, Jambi, Bengkulu dan Jakarta. Dalam proses penjualan telur ke empat pengecer yang berbeda. Saat ini, peternakan hanya menggunakan berbasis tepercaya untuk prosedur distribusi telur. \n \nBerbasis kepercayaan untuk distribusi telur dan fluktuasi harga telur menciptakan masalah antara peternakan-pengecer yang fluktuasi kuantitas dan fluktuasi waktu pemesanan. Fluktuasi kuantitas adalah masalah utama ketika harga berfluktuasi karena ketika permintaan turun, pengecer cenderung mengurangi jumlah pemesanan dibandingkan dengan reservasi mingguan. Masalah ini dapat mengakibatkan penumpukan telur rata-rata 138 ikat senilai 49,68 juta. \n \nPenelitian ini menggunakan current reality tree  untuk menganalisis akar penyebab masalah yang dihadapi peternakan. Akar penyebab utama dari penelitian ini adalah bahwa pertanian belum menggunakan kontrak rantai pasokan dengan pengecer. Pendekatan Analytical Hierarchy Process (AHP) digunakan dalam penelitian ini untuk memilih kontrak penawaran terbaik. Prosedur ini diperlukan untuk menetapkan kriteria, sub-kriteria, dan bobot untuk setiap kriteria. Berdasarkan pendekatan AHP, solusi untuk akar masalah ini adalah dengan menerapkan kontrak fleksibilitas kuantitas untuk empat pengecer besar. Menerapkan kontrak fleksibilitas kuantitas akan meningkatkan laba rantai pasokan sama dengan Rp. Rp48. 021.322, - Untuk Retailer A, Rp.17.669.702, - Untuk Retailer B, Rp 26.403.667,-Untuk Retailer C dan Rp.44.379.203, - untuk pengecer D.", "Daftar File": {"2022_TS_PP_Nabila Humaida_Abstrak-1.pdf?": "https://digilib.itb.ac.id/gdl/download/256115"}, "Penulis": "Nabila Humaida [29120632]", "Kontributor / Dosen Pembimbing": ["Dr. Yuanita Handayati M.S.M"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "laba rantai pasok, efektivitas, fluktuasi harga, kontrak rantai pasok,", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "22 Agu 2022"}