{"Nomor": 67375, "Judul": "KAJIAN PENGARUH BANGUNAN TERHADAP ALIRAN DAM BREAK MENGGUNAKAN MODEL NUMERIK 2D DENGAN SKEMA MAC CORMACK DAN FILTER NUMERIK", "Abstrak": "Dam break merupakan salah satu bencana yang paling berbahaya, dimana dapat\nmenyebabkan sejumlah besar air dari waduk tiba-tiba dirilis ke hilir. Meskipun\nkejadian dam break masih jarang terjadi, namun kejadian tersebut dapat\nmenyebabkan kerusakan yang besar pada daerah hilir, terutama jika daerah hilir\nmerupakan daerah perkotaan. Banjir perkotaan akibat dam break memiliki\nkarakteristik yang berbeda dengan banjir di alam. Pemodelan banjir adalah cara\nyang baik untuk mempelajari karakteristik banjir perkotaan. Oleh karena itu,\ndiperlukan studi lebih lanjut untuk mengembangkan model dam break pada daerah\nperkotaan. Pemodelan numerik adalah salah satu metode yang paling efektif untuk\nmensimulasikan banjir. Dalam pemodelan numerik, bangunan dapat dimodelkan\ndengan 3 pendekatan, sebagai wall boundary, sebagai area dengan nilai manning\ntinggi, dan sebagai kontur. Tesis ini akan mengkaji mengenai aliran dua dimensi\nakibat dam break pada daerah perkotaan. Sebanyak empat kasus dari percobaan\nmodel fisik laboratorium dari studi terdahulu digunakan pada tesis ini. Model\ndikembangkan dengan Shallow Water Equations (SWE) 2D yang didasarkan pada\nkekekalan massa dan momentum yang diturunkan dari persamaan Navier Stokes.\nPersamaan tersebut kemudian didiskritisasi menggunakan skema numerik Mac-\nCormack. Filter numerik digunakan untuk mengurangi ketidakstabilan numerik\natau osilasi dalam model. Hasil model numerik kemudian dibandingkan dengan\nhasil eksperimen dari studi terdahulu. Tujuan utama pada tesis ini adalah\nmendapatkan metode pendekatan bangunan terbaik menguji ketiga metode pada\ndua kasus, dan melihat kehandalan metode terpilih pada dua kasus yang lebih\nkompleks. Keakuratan model numerik diperiksa menggunakan Root Mean Square\nError (RMSE) untuk menentukan metode terbaik dalam memodelkan bangunan.\nHasil yang didapat menunjukkan bahwa memodelkan bangunan sebagai wall\nboundary memiliki hasil terbaik dengan nilai RMSE terendah pada kedua kasus\nyang diuji. Pada kedua kasus yang lebih kompleks, metode terpilih yang digunakan\njuga menunjukkan kehandalan yang baik dengan memberikan hasil perbandingan\nyang baik terhadap hasil dari studi terdahulu. Dengan dilakukannya studi ini,\ndiharapkan dapat membantu pemodelan dam break pada perkotaan di masa\nmendatang.", "Daftar File": {"ABSTRAK Calvin Sandi": "https://digilib.itb.ac.id/gdl/download/256118"}, "Penulis": "Calvin Sandi [25821016]", "Kontributor / Dosen Pembimbing": ["Mohammad Bagus Adityawan, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "dam break, bangunan, model numerik, Mac-Cormack, filter numerik", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Agu 2022"}