{"Nomor": 67376, "Judul": "DAMPAK HUSTLE CULTURE TERHADAP KESEHATAN MENTAL  KARYAWAN DAN KESEIMBANGAN KEHIDUPAN KERJA PADA  GENERASI MILENIAL", "Abstrak": "Generasi milenial merupakan sumber daya manusia dengan potensi luar biasa yang sangat diperlukan di era ini ketika teknologi komunikasi berada di garda terdepan. Dengan perkembangan teknologi yang semakin komprehensif, klise budaya baru dari kinerja mulai bermunculan. Salah satunya adalah fenomena hustle culture. Fenomena ini membuat seseorang percaya bahwa aspek kehidupan yang paling penting adalah mencapai tujuan profesional dengan bekerja keras terus menerus. Berdasarkan informasi dari Google Trends, di Indonesia, Hustle Culture menduduki puncak daftar pada Oktober 2021 dengan persentase tertinggi yaitu 100%. Hustle culture menyebabkan banyak milenial menderita penyakit emosional ringan seperti kecemasan dan depresi, yang dapat mengganggu kesehatan mental milenial. Selain mempengaruhi kesehatan mental generasi milenial, hustle culture berdampak pada work-life balance generasi milenial. Penelitian yang diusulkan ini berisi masalah penelitian untuk mengetahui bagaimana dampak hustle culutre terhadap kesehatan mental dan keseimbangan kehidupan kerja karyawan. Penulis berhipotesis bahwa hustle culture berdampak positif pada kesehatan mental karyawan dan keseimbangan kehidupan kerja bagi generasi milenial di tempat kerja.  \n \nPenelitian ini menggunakan metodologi kuantitatif dengan menggunakan survei dan kuesioner serta desain penelitian korelasional. Data yang diperoleh dianalisis menggunakan Partial Least Squares (PLS) dan dilengkapi dengan analisis deskriptif.  Variabel yang penulis gunakan dalam penelitian ini adalah kesehatan mental dengan dimensi konflik peran, ambiguitas peran, kelebihan pekerjaan, tanggung jawab, dan pengembangan karir, serta variabel work-life balance dengan dimensi gangguan kerja dengan kehidupan pribadi, gangguan kehidupan personal dengan pekerjaan, peningkatan kehidupan personal dari pekerjaan, dan peningkatan pekerjaan kehidupan pribadi. Hasil pada variabel kesehatan mental menunjukkan bahwa dampak yang paling mempengaruhi kesehatan mental milenial adalah tanggung jawab dengan total skor 3082 dan termasuk pada kategori sangat baik, menunjukkan bahwa milenial memiliki rasa tanggung jawab yang besar untuk memberikan kontribusi terbaik bagi perusahaan. Sedangkan hasil pada variabel work life balance menunjukkan bahwa dimensi yang paling berdampak adalah peningkatan kehidupan pribadi dimensi kerja dengan total skor 2502. Hal itu mengindikasikan bahwa kehidupan pribadi masih menjadi faktor utama yang mempengaruhi generasi milenial dalam bekerja.", "Daftar File": {"2022_TS_PP_Elsi Rahmawati Putri - 29120120_Abstrak-1.pdf5?": "https://digilib.itb.ac.id/gdl/download/256133"}, "Penulis": "Elsi Rahmawati Putri [29120120]", "Kontributor / Dosen Pembimbing": ["Achmad Ghazali, S.T., M.A.B., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Hustle Social Culture, kesehatan mental pekerja, Work-life Balance.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "22 Agu 2022"}