{"Nomor": 67371, "Judul": "ANALISIS MULTI-TEKNIK UNTUK KARAKTERISASI BATUAN RESERVOIR HIDROKARBON", "Abstrak": "Salah satu teknik yang dapat digunakan untuk mengoptimalkan pengangkatan minyak adalah teknik Enhanced Oil Recovery (EOR). Teknik ini memerlukan informasi tentang bagaimana karakterisasi batuan reservoir hidrokarbon yang ada pada sumur minyak sehingga pemanfaatannya menjadi lebih efektif. Oleh karena itu, dilakukan penelitian terkait analisis karakterisasi batuan reservoir hidrokarbon dengan beberapa metode, yaitu menggunakan Micro Computed Tomography (Micro-CT), X-Ray Diffraction\n(XRD), dan Scanning Electron Microscope-Energy Dispersive X-ray (SEMEDX). Tujuan dari penelitian ini adalah untuk mengetahui faktor yang melatarbelakangi pentingnya analisis karakterisasi, mendeskripsikan dan menghubungkan metode karakterisasi yang digunakan, serta menganalisis karakterisasi dan dampak dari penggunaan multi-teknik tersebut. Informasi karakterisasi batuan penyusun daerah sumber daya minyak berguna dalam meningkatkan efektivitas proses pengangkatan minyak. Pengujian Micro-CT\ndigunakan untuk memperoleh gambar proyeksi dan diolah berbasis analisis digital rock physics (DRP). Pemrosesan tersebut memberikan nilai porositas dan permeabilitas sebagai karakteristik dari sampel. Pengujian XRD digunakan untuk memperoleh informasi terkait mineralogi sampel melalui perhitungan sudut difraksi. Penggunaan SEM-EDX akan memperlihatkan morfologi dari struktur mineral lempung dan jenis unsur pada permukaan sampel. Ketiga teknik ini memberikan hasil yang dapat saling menguatkan\nanalisis pada sampel yang diteliti. Diperoleh bahwa sampel 18 memiliki nilai porositas >20%, tersusun atas butiran kuarsa dengan mineral lempung dickite yang melingkupinya, dan elemen yang terdeteksi adalah C, O, Al, Si, dan K. Adapun nilai permeabilitas yang diperoleh masih memiliki selisih yang cukup besar dari hasil pengukuran berbasis laboratorium akibat adanya perbedaan kompleksitas yang terdeteksi. Dengan prosedur yang telah dikembangkan, analisis multi-teknik ini diharapkan menjadi pelengkap teknik pengukuran secara langsung.", "Daftar File": {"ABSTRAK Fahrisah Nurfadeliah Bahraini": "https://digilib.itb.ac.id/gdl/download/256832"}, "Penulis": "Fahrisah Nurfadeliah Bahraini [10218060]", "Kontributor / Dosen Pembimbing": ["Dr. Fourier Dzar Eljabbar, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Micro-CT, mineral lempung, permeabilitas, porositas, SEM, sinar-X, XRD.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "22 Agu 2022"}