{"Nomor": 67385, "Judul": "PERANCANGAN SISTEM KONTROL DISSOLVED OXYGEN (DO) DAN PEMANTAUAN KUALITAS AIR BERBASIS INTERNET OF THINGS (IOT) UNTUK APLIKASI BUDIDAYA IKAN AIR TAWAR", "Abstrak": "Salah satu penyebab utama menurunnya kualitas air pada kolam budidaya ikan air tawar adalah amonia yang berasal dari feses dan sisa pakan. Amonia dapat diurai menggunakan sistem bioflok dan proses nitrifikasi dengan sirkulasi air kolam ke biofilter dan growbed serta memanfaatkan bakteri aerob sehingga konsumsi oksigen di dalam kolam budidaya meningkat. Pembudidaya ikan selalu menyalakan aerator untuk mengatasi masalah oksigen dan sering mengecek parameter kualitas air pada kolam.\nPada Tugas Akhir ini dilakukan perancangan dan pengujian sistem kontrol Dissolved Oxygen (DO) menggunakan blower dan venturi serta pemantauan kualitas air, DO, pH, temperatur, dan TDS, berbasis IoT yang dapat diakses melalui web browser. Mikrokontroler Arduino MEGA2560 dan ESP32 digunakan untuk mengolah data sensor, kontrol DO dan pompa sirkulasi serta mengirim data ke server sehingga dapat diakses melewati web browser. IoT, mikrokontroler, dirancang dengan suplai daya menggunakan sistem pv offgrid.\nHasil pengujian menunjukkan sistem kontrol DO mampu mengatur kadar DO kolam pada rentang yang diinginkan dan sistem pemantauan kualitas air berhasil mengirim data sensor ke pengguna dengan waktu sekitar 9-13 detik.", "Daftar File": {"ABSTRAK Mochammad Izza Fahmi Nugraha": "https://digilib.itb.ac.id/gdl/download/256150"}, "Penulis": "Mochammad Izza Fahmi Nugraha [13117049]", "Kontributor / Dosen Pembimbing": ["Ir. Chakimoelmal Jasjkur, M.Sc.", "Ir. I Nengah Diasta, M.T.", "Dr.-Ing. Willy Adriansyah, S.T., M.T.", "Ramadhani Eka Putra, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "DO, kontrol, kualitas air, mikrokontroler, IoT", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Agu 2022"}