{"Nomor": 67387, "Judul": "STRESS ANALYSIS OF ROTARY FILE INSTRUMENT DURING ENDODONTIC THERAPY AND LUTING CEMENT APPLICATION ON POST-ENDODONTIC THERAPY", "Abstrak": "As dental technology rapidly advanced, various options of luting cement material and rotary file instruments were available. It was important to plan suitable endodontic and post-endodontic therapy to avoid any infection and crack happening to the tooth. The rotary file instrument was used to shape and clean the root canal in the endodontic therapy process, while the luting cement was used to attach the restoration to the treated tooth in the post-endodontic therapy. There are two main objectives of the current study: to evaluate the effect of luting cement material types on the treated tooth with onlay and endorcrown restoration, and to evaluate the rotary file instrument performance based on materials, cross-sectional shapes, and centricities. In the first part of the study, the static finite element models of the treated tooth were created based on the two luting cement types (Variolink Esthetic LC and RelyX Ultimate), two loading conditions (720N vertical load and 200N oblique load), and two restoration types (onlay and endocrown restorations). In the second part of the study, the dynamic finite element models of rotary file instruments were created based on the three material types (Protaper Gold, CM-Wire, and Trunatomy material), three cross-section shapes (convex triangular, parallelogram, and slender-rectangular), and three centricities (centered model, 0.024mm off-centered model and 0.048mm off-centered).\nIn post-endodontic analysis, RelyX Ultimate and Variolink Esthetic LC showed a significant difference in stress value on the tooth components in the Onlay Model, and no significant effect was found for the Endocrown Model. In the endodontic analysis, different materials showed different instrument performance. On the other hand, the cross-section shapes significantly affected the instrument cutting ability. Furthermore, the centricity of the rotary file instrument showed no significant effect on the bending stress and cutting ability. Based on the results, in post-endodontic analysis, RelyX Ultimate and Variolink Esthetic LC luting cement worked differently on different restorations. Additionally, in the endodontic analysis, the variations of material and geometrical design of rotary file instruments showed a significant effect on rotary file instrument performance.", "Daftar File": {"ABSTRAK Wandi Prasetia": "https://digilib.itb.ac.id/gdl/download/256152"}, "Penulis": "Wandi Prasetia [23120026]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Andi Isra Mahyuddin, Ph.D.", "Satrio Wicaksono, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "luting cement, rotary file instrument, finite element method, restoration, stress analysis, material, cross-section shape, centricity.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Agu 2022"}