{"Nomor": 67384, "Judul": "ANALISI PERSEDIAAN PERMINTAAN DAN KETIDAKSESUAIAN  STOCK DI CV ANYAMAN BENANG", "Abstrak": "Manufaktur tekstil dan pakaian jadi adalah industri terbesar dan tertua di dunia. Pertumbuhan pasar tekstil dipengaruhi oleh pertumbuhan penduduk, perkembangan ekonomi, dan perubahan mode yang cepat. Indonesia merupakan salah satu produsen tekstil terpenting dunia. Saat ini terdapat lebih dari 6000 toko yang lebih aktif menjual produk pakaian di e-commerce, terutama kaos polos. Dalam situasi ini, produsen harus memastikan bahwa persediaan tersedia sehingga pembeli tidak kecewa dengan layanan pelanggan dan akan beralih ke pesaing. Oleh karena itu, perlu juga untuk mengetahui permintaan produk yang akurat secara internal dan eksternal. \nPermasalahan yang terjadi pada perusahaan adalah perbedaan jumlah persediaan yang disimpan di gudang dengan permintaan customer atau biasa disebut Selisih Persediaan. Salah satu upaya perusahaan dalam mengelola persediaan adalah menggunakan metode Model Tinjauan Berkala dengan P dan Q model. Penggunaan kedua metode tersebut bertujuan untuk memaksimalkan ketepatan perusahaan dalam menentukan waktu pembelian bahan baku, jumlah stok yang aman untuk disimpan, dan berapa jumlah bahan baku yang akan dibeli. Salah satu parameter yang digunakan untuk menentukan metode mana yang lebih baik adalah hasil berapa banyak uang yang dapat dihemat setelah menggunakan metode tersebut. \nDalam penelitian ini, metode yang digunakan untuk meningkatkan manajemen persediaan perusahaan adalah model Q dan model P. Total biaya yang dikeluarkan dengan menggunakan model Q adalah sebesar Rp 8.117.838 atau dengan kata lain dapat menghemat biaya sebesar Rp 8.569.703 jika dibandingkan dengan Average Inventory Level yang sebenarnya. Sedangkan total biaya yang dikeluarkan dengan menggunakan metode P-model adalah sebesar Rp6.550.265 atau dengan kata lain dapat menghemat biaya sebesar Rp10.137.267. Jika dilakukan perbandingan antara kedua metode tersebut maka biaya persediaan yang dikeluarkan dengan menggunakan metode P-model lebih kecil dan lebih menghemat biaya.  \nSelain menggunakan P dan Q model, memperbaiki proses rekrutmen, melakukan training kepada para karyawan, dan melibatkan staff dalam mengambil keputusan dapat membantu perusahaan dalam meminimalisir kesalahan antar manusia yang terjadi pada perusahaan, sehingga pekerjaan yang dilakukan para staf akan lebih optimal yang akan berdampak pada performa perusahaan.", "Daftar File": {"2022_TS_PP_Muhammad Raihan Iqbal 29120619_Abstrak-1.pdf\niu": "https://digilib.itb.ac.id/gdl/download/256145"}, "Penulis": "Muhammad Raihan Iqbal [29120619]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Mursyid Hasan Basri, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Industri Tekstil, Selisih Persediaan, Model Tinjauan Berkala, Model-Q, Model-P, kesalahan antar manusia", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "22 Agu 2022"}