{"Nomor": 67381, "Judul": "BIOSINTESIS NANOPARTIKEL CERIUM OKSIDA (CEO2) DARI EKSTRAK DAUN KELOR UNTUK APLIKASI TABIR SURYA BESERTA UJI KARAKTERISASI DAN SIMULASI DENSITY FUNCTIONAL THEORY", "Abstrak": "Nanopartikel oksida logam seperti ZnO, TIO2, dan CeO2 dapat digunakan sebagai bahan aktif pada tabir surya untuk menangkal radiasi sinar ultraviolet. Pada penelitian ini dilakukan sintesis nanopartikel CeO2 menggunakan bantuan ekstrak daun kelor (Moringa oleifera) sebagai agen pereduksi. Untuk mengatasi tingkat aglomerasi nanopartikel yang tinggi, digunakan dua stabilizer PEG40-HCO dan Natrium sitrat. Penambahan dopant logam Ag, Ca, Ni, dan Zn dilakukan untuk mengevaluasi pengaruh dopant terhadap sifat elektronik dan sifat optik dari nanopartikel CeO2.\nMaterial nanopartikel CeO2 dengan dan tanpa doping dikarakterisasi lebih lanjut dengan uji TG/DTA, FTIR, XRD, TEM, PSA, dan UV/Vis. Adapun aktivitas pembentukan Reactive Oxygen Species (ROS) diamati menggunakan uji rancimat untuk mengetahui pengaruh penambahan dopant terhadap waktu induksi nanopartikel dalam medium sehingga dapat digunakan memprediksi aktivitas fotokatalitik. Uji TG/DTA menunjukkan bahwa tidak terjadi lagi kehilangan massa yang signifikan akibat pemanasan pada temperatur 500oC. Uji XRD menunjukkan puncak utama dari nanopartikel CeO2 merupakan fasa fluorite pada dengan indeks miller (111), (200), (220), (311), (222), (400), (331), (420), dan (422), serta ukuran kristalit berkisar antara 16 nm hingga 39 nm. Uji FTIR menunjukkan puncak dari vibrasi Ce-O pada bilangan gelombang ~469 cm-1. Morfologi dari nanopartikel diuji menggunakan TEM dan diketahui bahwa nanopartikel memiliki bentuk semi-spherical dengan ukuran butir beragam dari 30 nm hingga 50 nm. Pada uji PSA didapatkan informasi sebaran aglomerasi nanopartikel pada dua kelompok distribusi ukuran yang berbeda dengan puncak yang sempit, kecuali CeO2 dengan penambahan dopant Zn yang hanya memiliki satu distribusi ukuran dengan puncak yang lebar. Berdasarkan uji UV-Vis, keberadaan dopant pada nanopartikel CeO2 menunjukkan nilai absorpsi yang bergeser ke arah panjang gelombang yang lebih besar (red-shift). Nilai energi bandgap yang didapatkan menggunakan metode tauc plot maupun secara analitik menunjukkan bahwa keberadaan dopant menurunkan nilai energi bandgap. Hasil pengamatan uji rancimat menunjukkan bahwa penambahan dopant memperlambat waktu induksi yang berarti mengurangi aktivitas fotokatalitik. Studi komputasi menunjukkan bahwa nilai absorpsi dari CeO2 sesuai dengan hasil eksperimen dengan puncak serapan berada pada rentang gelombang sinar UV.", "Daftar File": {"ABSTRAK Satria Hidayat": "https://digilib.itb.ac.id/gdl/download/256138"}, "Penulis": "Satria Hidayat [28720009]", "Kontributor / Dosen Pembimbing": ["Dr. Veinardi Suendo, S.Si., M.Eng.", "Triati Dewi Kencana Wungu, S.Si., M.T., Ph.D.", "Dr. Damar Rastri Adhika, S.T., M.Sc.", "Ganes Shukri, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknologi Nano", "Fakultas": "", "Subjek": "", "Kata Kunci": "nanopartikel, oksida logam, absorpsi, bandgap, Reactive Oxygen Species (ROS), aktifitas fotokatalitik.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Agu 2022"}