{"Nomor": 67399, "Judul": "KAJIAN APLIKASI TUNED MASS DAMPER PADA STRUKTUR FLEKSIBEL AKIBAT EKSITASI ANGIN MENGGUNAKAN METODE ELEMEN HINGGA", "Abstrak": "Struktur fleksibel rentan terhadap getaran yang diakibatkan oleh gangguan luar\nseperti getaran yang diakibatkan oleh beban angin. Pada tugas akhir ini, struktur\ndengan konfigurasi gedung bertingkat tinggi dievaluasi. Gedung dengan konfigurasi\ntingkat tinggi memungkinkan struktur untuk bergerak secara fleksibel pada saat\nmengalami getaran paksa. Akan tetapi getaran pada gedung ini dapat mengakibatkan\nketidaknyamanan bagi pengguna gedung hingga dapat menyebabkan kegagalan\nstruktur jika getaran yang terjadi cukup besar. Oleh karena itu, redaman berperan\npenting dalam mengontrol ataupun mengurangi deformasi pada gedung. Salah satu\nmitigasi yang dapat dilakukan dan telah banyak diaplikasikan pada gedung-gedung\ntinggi adalah dengan menggunakan sistem peredam pasif seperti tuned mass damper\n(TMD).\nPenelitian pada tugas akhir ini difokuskan pada analisis penggunaan TMD\ndalam mengurangi getaran yang terjadi pada struktur gedung tinggi akibat eksitasi\nbeban angin. Struktur gedung dan sistem TMD dimodelkan dengan menggunakan\nmetode elemen hingga. Elemen beam digunakan untuk merepresentasikan struktur\ndan beban angin diterapkan pada setiap nodalnya secara terdistribusi. Verifikasi dari\nmodel gedung dilakukan dengan membandingkan karakteristik dinamik natural yang\ndiperoleh dari literatur referensi. Berdasarkan hasil analisis, diperoleh sistem TMD\nyang sudah cukup efektif dalam mengurangi getaran struktur yang diakibatkan oleh\nbeban angin. Pada penelitian ini, diperoleh respons getaran yang dapat berkurang\nhingga sekitar 40%.", "Daftar File": {"ABSTRAK Faujiah Nurul Aini": "https://digilib.itb.ac.id/gdl/download/256178"}, "Penulis": "Faujiah Nurul Aini [13618054]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Leonardo Gunawan", "Rianto Adhy Sasongko, S.T., M.Sc., Ph.D.", "Dr. Annisa Jusuf, S.T., M.T.", "Mahesa Akbar, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "struktur fleksibel, gedung tinggi, beban eksitasi angin, tuned mass damper, metode elemen hingga", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Agu 2022"}