{"Nomor": 67391, "Judul": "INTERCULTURAL ANALYSIS IN MANAGING EMPLOYEE INTERACTION: CASE STUDY IN PT SEMEN INDONESIA AT PADANG", "Abstrak": "Budaya adalah salah satu aspek terpenting dari bisnis dan organisasi, terutama di dunia saat ini.\nAda banyak faktor yang mempengaruhi adaptasi terhadap dua budaya yang berbeda, khususnya\ndi Indonesia yang memiliki perbedaan budaya yang signifikan. Hal ini terkadang dapat mengarah\npada bagaimana berinteraksi dalam memahami budaya dan juga karakteristik. Karena latar\nbelakang budaya seseorang Komunikasi, negosiasi, konflik, interaksi lintas budaya dan\ninterpersonal adalah aspek penting dari adaptasi dan pola interaksi antar budaya yang harus\ndipertimbangkan dalam peleburan satu budaya dengan budaya lainnya. Kajian ini berfokus pada\nsebuah budaya, khususnya budaya Minangkabau, yang mengandung adat dan budaya yang\nkental dengan banyak tata krama yang harus diikuti, dan bagaimana orang-orang dari berbagai\nlatar belakang budaya dapat memahaminya Untuk beradaptasi dengan budaya Minangkabau di\nperusahaan yang mayoritas karyawannya memiliki asal-usul budaya Minangkabau, serta\nbagaimana membangun pola interaksi di dalam perusahaan Untuk memperdalam dan\nmemperoleh sudut pandang yang benar tentang interaksi karyawan tentang budaya Minangkabau\ndalam suatu perusahaan, peneliti memfokuskan pada pengumpulan data dengan menggunakan\nmetode kualitatif dan menganalisis perspektif tersebut agar untuk mengembangkan interaksi\nkaryawan yang benar dalam sebuah perusahaan. Studi ini berfokus pada PT Semen Padang, salah\nsatu anak perusahaan Grup Semen Indonesia, dengan mayoritas karyawan Minangkabau, dan\nbagaimana mereka berinteraksi di tempat kerja dengan perusahaan yang memiliki budaya\nmendominasi.\nKeywords:Budaya,Interaksi Karyawan,Minangkabau,komunikasi,negosiasi.konflik,\nLintas budaya,Hubungan Interpersonal", "Daftar File": {"2022 SK Wily Akbar Ulhaq-Abstract.pdf\n]": "https://digilib.itb.ac.id/gdl/download/256163"}, "Penulis": "Wily Akbar Ulhaq [19019112]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Aurik Gustomo, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Budaya,Interaksi Karyawan,Minangkabau,komunikasi,negosiasi.konflik, Lintas budaya,Hubungan Interpersonal", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "22 Agu 2022"}