{"Nomor": 67393, "Judul": "PENYISIHAN KARBON ORGANIK TERLARUT DI AIR DENGAN PROSES ADSORPSI MENGGUNAKAN TANAH ARCAMANIK DAN BENTONIT KARANG NUNGGAL", "Abstrak": "Karbon organik terlarut/dissolved organic carbon (DOC) dapat membentuk senyawa sampingan desinfeksi (DBP) yang karsinogenik, seperti trihalometan (THM) dan asam haloasetat (HAA), saat proses klorinasi. Klorinasi merupakan metode desinfeksi yang paling umum digunakan dalam pengolahan air di Indonesia. Konsentrasi rata-rata DOC air permukaan yang mengandung air gambut di Provinsi Kalimantan Tengah (sungai dan danau) dan Provinsi Riau (Sungai Tapung Kanan, Sungai Tapung Kiri, Sungai Mandau, dan Sungai Siak) adalah\n12,28 mg/L dan 12,04 mg/L, secara berturut-turut, sedangkan rekomendasi konsentrasi DOC di air baku air minum adalah <4 mg/L dan di air olahan <2 mg/L. Adsorpsi merupakan teknologi lanjut yang terjangkau dan memiliki potensi dalam penyisihan DOC di air. Bentonit dan tanah merupakan material yang banyak tersedia di alam dan berpotensi untuk menjadi adsorben. Keduanya memiliki karakteristik yang berbeda sehingga pola penyisihan adsorpsinya akan berbeda. Penelitian ini dilakukan untuk mengamati karakteristik tanah dan bentonit yang berpengaruh terhadap kinerjanya dalam mengadsorpsi DOC. Karakteristik adsorben yang diuji adalah muatan permukaan, luas permukaan, gugus fungsi, jenis mineral, kadar organik, morfologi permukaan, dan unsur penyusunnya. Percobaan adsorpsi yang dilakukan adalah dengan memvariasikan dosis, konsentrasi awal, dan waktu kontak. Analisis yang dilakukan antara lain pengaruh dosis, pengaruh konsentrasi awal, pengaruh waktu kontak, adsorpsi isoterm, kinetika adsorpsi, analisis parameter termodinamika, dan analisis mekanisme adsorpsi. Hasil pengujian karakteristik adsorben menunjukkan bahwa pada pH operasi, muatan permukaan bentonit adalah negatif sedangkan muatan permukaan tanah adalah positif; luas permukaan tanah (37,865 m2/g) lebih besar dibandingkan dengan bentonit (34,912 m2/g); bentonit memiliki puncak serupa dengan tanah namun ketinggian puncak lebih rendah; tanah didominasi oleh labradorite 46% dan bentonit didominasi oleh kristobalite 57% yang diduga diakibatkan oleh transformasi montmorillonite; tanah memiliki kadar organik lebih tinggi (0,288%) dibandingkan dengan bentonit (0,086%); morfologi permukaan tanah teramati lebih\nkasar sedangkan bentonit lebih halus dengan struktur berlapis; dan komponen unsur Al, Si, dan Fe pada tanah lebih besar dibandingkan dengan bentonit. Hasil analisis adsorpsi menunjukkan bahwa dosis berbanding lurus dengan persen penyisihan namun berbanding terbalik dengan kapasitas adsorpsi; konsentrasi awal berbanding lurus dengan kapasitas adorpsi dan berbanding terbalik dengan persen penyisihan; variasi waktu kontak berbanding lurus dengan kapasitas adsorpsi dan persen penyisihan; model isoterm yang paling sesuai adalah model isoterm Langmuir; dan model kinetika yang sesuai adalah pseudo-second order. Model isoterm dan kinetika tersebut menunjukkan diterapkannya asumsi-asumsi adsorpsi kimia. Analisis parameter termodinamika menunjukkan kecenderungan adanya mekanisme adsorpsi fisik. Hasil uji pasca-adsorpsi menunjukkan bahwa uji FTIR menunjukkan penurunan puncak yang lebih signifikan pada adsorben bentonit, hal ini menandakan lebih banyak gugus fungsi yang berperan dalam penyisihan DOC menggunakan bentonit dan hasil SEM menunjukkan permukaan kedua adsorben pasca-adsorpsi yang lebih kasar dibandingkan dengan pra-adsorpsi. Analisis karakteristik adsorben sebelum adsorpsi menyimpulkan bahwa tanah memiliki karakteristik gaya elektrostatik dan gaya van der waals; bentonit memiliki ikatan yang baik dengan gugus fungsi permukaan terutama Al-O-Si dan C-N; keduanya memiliki gugus hidroksil namun gugus tersebut lebih berperan dalam proses adsorpsi menggunakan bentonit. Penyisihan yang diamati dari variasi dosis, konsentrasi awal, dan waktu kontak menunjukkan bahwa tanah menyisihkan DOC lebih baik dibandingkan dengan bentonit. Secara tidak langsung, karakteristik tanah membuat tanah lebih efektif dalam menyisihkan DOC dan memiliki afinitas yang baik terhadap DOC. Oleh karena itu, dapat disimpulkan bahwa terdapat mekanisme fisik dan kimia dalam proses adsorpsi yang terjadi, namun ikatan elektrostatik dan gaya van der waals merupakan mekanisme dominan dalam adsorpsi DOC. Keduanya merupakan bentuk dari adsorpsi fisik yang secara berurutan digambarkan oleh karakteristik pzc dan kadar organik.", "Daftar File": {"ASTRI DIANI NUR MUFLIHAH.pdf\n]": "https://digilib.itb.ac.id/gdl/download/256167"}, "Penulis": "Astri Diani Nur Muflihah [25320027]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Suprihanto, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "adsorpsi, bentonit, tanah, karbon organik terlarut.", "Sumber": "Tesis  Agustus  2022", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "22 Agu 2022"}