{"Nomor": 67390, "Judul": "PENGENDALIAN BANJIR DI SUNGAI BATANG ANAI, KECAMATAN BATANG ANAI, KABUPATEN PADANG PARIAMAN, SUMATERA BARAT", "Abstrak": "Masalah mengenai pengelolaan sumber daya air kian hari tak kunjung terselesaikan. Kondisi alam yang dinamis ke arah yang semakin buruk merupakan penyebab sulitnya manusia beradaptasi dari satu dekade ke dekade berikutnya. Oleh sebab itu, sumber daya air harus dapat dikelola secara terpadu, menyeluruh, dan berkelanjutan, agar tidak terus menyebabkan bencana alam yang merugikan manusia. Kejadian banjir merupakan bencana alam yang paling sering terjadi di Indonesia. Definisi banjir adalah keadaan di mana suatu daerah tergenang oleh air dalam jumlah yang besar. Penyebab terjadinya banjir diantaranya adalah degradasi DAS bagian hulu, curah hujan yang tinggi, permukaan wilayah berada di cekungan, pendirian bangunan di bantaran sungai, serta aliran sungai terhambat sampah. Pada Tugas Akhir ini dilakukan perencanaan tanggul timbunan tanah dan sheetpile untuk mengatasi permasalahan kapasitas alur sungai. Adapun metode yang dilakukan dimulai dari analisis hidrologi untuk memperoleh nilai hidrograf debit banjir periode ulang tertentu, kemudian dilakukan analisis hidraulika untuk memodelkan kondisi eksisting Sungai Batang Anai dan kondisi setelah direncanakan bangunan pengendali banjir. Luaran dari Tugas Akhir ini adalah desain tanggul timbunan tanah, revetment pelindung tebing tanggul, dan sheetpile dengan operasi dan pemeliharaan serta rencana anggaran biaya yang dibutuhkan.", "Daftar File": {"ABSTRAK Fransisco Hans Putra": "https://digilib.itb.ac.id/gdl/download/256159"}, "Penulis": "Fransisco Hans Putra [15818021]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Muhammad Syahril Badri Kusuma, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Banjir, Sungai Batang Anai, Tanggul, Revetment, Sheetpile", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Agu 2022"}