{"Nomor": 67397, "Judul": "PENGEMBANGAN KATALIS BERBASIS NIKEL DENGAN PENAMBAHAN PROMOTOR BASA UNTUK REAKSI DRY REFORMING OF METHANE", "Abstrak": "Cadangan gas alam di Kepulauan Natuna merupakan salah satu cadangan gas alam\nterbesar di Indonesia dengan kapasitas gas yang dapat dieksploitasi mencapai 46 TCF.\nNamun, gas alam di Kepulauan Natuna memiliki kandungan CO2 yang sangat tinggi\nsehingga diperlukan teknologi untuk meningkatkan nilai ekonominya dengan cara\nmengubah gas alam menjadi bahan bakar cair. Dry Reforming of Methane (DRM)\nmerupakan teknologi yang memanfaatkan CO2 untuk proses reforming metana yang\nmenghasilkan gas sintetis berupa CO dan H2 yang merupakan prekursor untuk proses\nproduksi berbagai macam zat kimia dan bahan bakar cair. Tantangan terbesar dalam\nDRM adalah mencari katalis yang memiliki aktivitas katalitik tinggi dan stabilitas termal\nyang baik untuk mencegah deaktivasi katalis akibat deposisi karbon dan sintering. Salah\nsatu katalis yang memiliki aktivitas katalitik tinggi dan ekonomis adalah nikel. Akan\ntetapi, katalis ini masih memiliki kekurangan, yaitu mudah terdeaktivasi akibat kurangnya\nstabilitas termal pada temperatur operasi tinggi. Oleh karena itu, katalis nikel perlu\ndimodifikasi lebih lanjut untuk meningkatkan aktivitas katalitik dan stabilitas termalnya.\nPada penelitian ini, pengembangan katalis nikel dilakukan dengan menambahkan\npenyangga berupa serium dan zirkonium sebanyak 10 gram pada katalis nikel sehingga\nmenjadi katalis 10%Ni/CeZrO2. Selain itu, pengembangan juga dilakukan dengan\nmenambahkan 1%-berat promotor basa pada katalis 10%Ni/CeZrO2 untuk meningkatkan\nkebasaan katalis sehingga memperlambat proses deaktivasi katalis dengan mencegah\ndeposisi karbon. Hasil pengujian katalis pada temperatur 700 °C dan WHSV 60.000\nmL·g-1·jam-1 selama 240 menit menunjukkan bahwa katalis 10%Ni-1%Mg/CeZrO2\nmemiliki aktivitas terbaik di antara katalis hasil sintesis lainnya dengan konversi CH4 dan\nCO2 mencapai 78% dan 64%, perolehan produk H2 dan CO mencapai 56% dan 41%, serta\nrasio H2/CO sebesar 1,53. Hasil analisis TGA menunjukkan bahwa penambahan basa\npada katalis dapat memperpanjang usia katalis dengan cara menghambat deaktivasi\nkatalis yang dipengaruhi oleh pembentukan karbon, yang ditunjukkan oleh katalis\n10%Ni-1%Na/CeZrO2 yang memiliki pengurangan massa katalis sekitar 10%.", "Daftar File": {"ABSTRAK Wulan Reyhana": "https://digilib.itb.ac.id/gdl/download/256177"}, "Penulis": "Wulan Reyhana [13018026]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Yogi Wibisono Budhi, S.T., M.T.", "Pri Januar Gusnawan, S.T., M.T.", "Haryo Pandu Winoto, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "dry reforming, promotor basa, katalis, gas alam, metana", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Agu 2022"}