{"Nomor": 67400, "Judul": "USULAN STRATEGI BISNIS MELALUI PENINGKATAN TALENT MANAGEMENT   (STUDI EMPRIS DI PT. SWAKARYA INSAN MANDIRI)", "Abstrak": "PT. Swakarya Insan Mandiri memilki masalah dalam proses client handling, miskomunikasi dengan client dan permasalahan dengan database. Hal ini perlu dilakukan evaluasi dari departemen terkait dan human capital dan perlunya program pengembangan untuk setiap karyawan. Berdasarkan hasil evaluasi tersebut, tentunya PT. Swakarya Insan Mandiri harus segera berbenah untuk terus memberikan pelayanan prima dan kepuasan kepada klien. \nTeknik kualitatif digunakan sebagai metodologi penelitian untuk penelitian ini. Metode kualitatif dilakukan dengan menyebarkan kuesioner ke level staf operasional dan wawancara mendalam dengan manajer aktif sebagai pelaksana teknis lapangan. Data sekunder digunakan untuk meneliti lingkungan internal dan eksternal dimana informasi diurutkan berdasarkan artikel di web, buku teks, jurnal, dan makalah. Pengumpulan data adalah proses pengumpulan data yang dibutuhkan dalam penelitian ini. Metode pengumpulan data dalam tugas akhir ini dikategorikan menjadi dua jenis yaitu data primer dan data sekunder. Informasi yang diperoleh dari kedua proses pengumpulan data tersebut akan dievaluasi sebelum tahap hasil. \nDengan analisis data yang telah dilakukan dengan wawancara kepada Department Head Human Capital dan Deaprtment Head Operational serta memberikan kuisioner kepada Branch Manager, Admin Support, Staff Operational dan Representative Coordinator beberapa area memiliki skor low yaitu dari elemen career development dimana penilaian, pembelajaran & pengembangan perlu ditingkatkan. Serta hasil Analisa Bisnis strategi untuk PT. Swakarya Insan Mandiri yaitu dalam hal ekspansi bisnis, inovasi pemasaran, system yang terintegrasi dan kepuasan pelanggan. \nPeningkatan Talent Management PT. Swakarya Insan Mandiri: Evaluasi bagi setiap pekerja di PT. Swakarya Insan Mandiri dan Setiap karyawan menerima Pelatihan dan Pengembangan Profesional. Kemudian Peningkatan Talent Management untuk Strategi Bisnis PT. Swakarya Insan Mandiri: PT. Swakarya Insan Mandiri dengan jaringan yang menjangkau beberapa provinsi di Indonesia; PT. Inovasi pemasaran Swakarya Insan Mandiri; PT. Swakarya Insan Mandiri dapat dilakukan melalui penyempurnaan sistem dan aplikasi yang dapat digunakan untuk mendongkrak nilai bisnis; Pendidikan dan Pelatihan Dengan memaksimalkan efisiensi tenaga kerja saat ini, Pelatihan dan pengembangan sumber daya manusia disediakan untuk meningkatkan daya saing; Kepuasan pelanggan bagi PT. Swakarya Insan Mandiri", "Daftar File": {"2022_TS_PP_Junio Abdi Rahman_Abstrak-1.pdf?_": "https://digilib.itb.ac.id/gdl/download/256180"}, "Penulis": "Junio Abdi Rahman [29120393]", "Kontributor / Dosen Pembimbing": ["Dr. Henndy Ginting, S.Psi., M.Si., Psikolog"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Talent Management, Business Strategy", "Sumber": "PT. SWAKARYA INSAN MANDIRI", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "22 Agu 2022"}