{"Nomor": 67401, "Judul": "IMPACT CHARACTERISTICS OF COMBINED TUBE EXPANSION-AXIAL SPLITTING IMPACT ABSORPTION MODULE", "Abstrak": "Kebutuhan akan modul penyerap energi impak dalam perancangan kelaikan tabrakan\nsangat penting. Berbagai alternatif mekanisme penyerapan energi denagn pemanfaatan\ndeformasi plastis telah dikembangkan oleh banyak peneliti sejak tahun 1970-an hingga saat ini\nuntuk berbagai aplikasi, khususnya untuk kendaraan. Beberapa mekanisme populer\ndiantaranya adalah progressive buckling, thin plate, internal inversion, tube expansion, dan\naxial splitting. Ide utama dari penelitian ini adalah mengembangkan modul yang\nmenggabungkan dua mekanisme penyerap energi plastis yang efektif, yaitu tube inversion dan\naxial splitting. Kedua mekanisme tersebut memiliki perilaku force versus displacement yang\nhampir ideal tetapi dengan kekurangannya masing-masing. Mekanisme tube inversion memiliki\nefisiensi langkah yang lebih kecil, sedangkan mekanisme axial splitting memiliki gaya respons\nyang relatif rendah, sehingga menyerap energi yang relatif lebih sedikit. Dengan\nmenggabungkan kedua mekanisme tersebut diharapkan dapat mengatasi kelemahan dari\nmasing-masing mekanisme. Namun, penelitian lebih lanjut diperlukan untuk menjawab\nhubungan antara parameter geometri dengan karakteristik impak, batas desain untuk\nmencegah mode kegagalan yang tidak diinginkan, dan perilaku terhadap kecepatan tumbukan\nyang bervariasi. Penelitian ini, secara khusus menggunakan pendekatan numerik dan analitik,\ndivalidasi dengan eksperimen. Model elemen hingga dinyatakan valid dengan nilai galat ratarata\n2,38% untuk Pm, 3,67% untuk Ppeak, dan 5,38% untuk SEA. Model matematika untuk\nmemprediksi Pm dan SEA untuk modul yang diusulkan didapat melalui response surface\nmodelling. Persamaan tersebut menyatakan Pm sebagai fungsi dari rasio ekspansi, rasio tebal,\ndan diameter awal sedangkan SEA sebagai fungsi dari rasio ekspansi. Melalui analisis\nparametrik, selubung desain untuk mekanisme yang diusulkan telah ditetapkan, yaitu rasio\nekspansi tidak boleh lebih besar dari 1,235 untuk mencegah premature splitting dan rasio tebal\nmodul yang diusulkan harus dalam kisaran 20 hingga ???????????? ????120, ????\n????????????????????????????\n????????.????????\n????\n????????.????????\n???? agar modul\nberperilaku sebagai struktur berdinding tipis dan untuk menghindari progressive buckling.\nSelanjutnya, model telah diterapkan ke sejumlah aplikasi menggunakan optimasi generalized\nreduced gradient, seperti untuk kereta api penumpang Indonesia. Proses optimasi\nmenghasilkan desain modul dengan diameter awal 148,15 mm, diameter terekspansi 182,97\nmm, tebal dinding 7,40 mm, rasio ekspansi 1,235, rasio tebal 20,02, dan stroke maksimum\n1291,02 mm. Modul ini mampu menyerap 1031,61 kJ atau 74,1% dari ideal. Hasil tersebut\njuga memiliki galat dibawah 3% dengan hasil analisis elemen hingga untuk Pm, Ppeak, EA, SEA,\nstroke efficiency, dan CFE.", "Daftar File": {"ABSTRAK Arya Dipajaya Nugraha": "https://digilib.itb.ac.id/gdl/download/256179"}, "Penulis": "Arya Dipajaya Nugraha [23120321]", "Kontributor / Dosen Pembimbing": ["Rachman Setiawan, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "kelaiktabrakan, penyerapan impak, tube expansion, axial splitting, plastisitas dinamik.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Agu 2022"}