{"Nomor": 67402, "Judul": "KENDALI MANUVER WAHANA TERBANG DENGAN MENGGUNAKAN DEFLEKSI SISTEM THRUST VECTORING SEBAGAI VARIABEL KENDALI", "Abstrak": "Based on its mission profile, fighter aircrafts are designed to do a lot of maneuvers at any kinds of combat scenarios. Manuevers performed by fighter aircraft usually aren’t conventional and high angle of attack which can’t be done by civil aircrafts. To be able to perform the maneuvers, additional control devices are needed, one of them is thrust vectoring system (TVS). This undergraduate thesis will discuss the TVS use in designing tracking control system at high angle of attack. Analitycal and numerical dynamic model are constructed based on F-4 Phantom and added with TVS. TVS is modeled in two types, symmetric TVS and asymmetric TVS. Linear dynamic model is obtained from numerical model trimming dan linearization. Angle of attack and flight path angle tracking control system is designed based on linear model using MATLAB/Simulink software. State estimator is also designed and actuator dynamic is also modeled in designing control system. Simulations are done numerically using MATLAB/Simulink sofware. Simulation results show that designed control system can produce good tracking perfomances. TVS and thrust configuration as control devices shows significantly better tracking performance than TVS and elevator configuration and thrust and elevator configuration. Actuator dynamic affect tracking performance with TVS dynamic is more significant than thrust dynamic. Gain which obtained from symmetric TVS control system can be used on asymmetric TVS and still showing good tracking performance if implemented on decoupled state space model. On coupled state space model, designing angle of attack, flight path angle and side slip angle tracking control system is needed to produce good tracking performance.", "Daftar File": {"ABSTRAK Zaki Umar Ibrahim": "https://digilib.itb.ac.id/gdl/download/256182"}, "Penulis": "Zaki Umar Ibrahim [13617040]", "Kontributor / Dosen Pembimbing": ["Rianto Adhy Sasongko, S.T., M.Sc., Ph.D.", "Ony Arifianto, Ph.D.", "Dr. Yazdi Ibrahim Jenie, S.T., M.T.", "Seno Sahisnu Rawikara, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "High Angle of Attack Maneuver, Aircraft Modeling, Tracking Control System, Thrust Vectoring System", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Agu 2022"}