{"Nomor": 67404, "Judul": "USULAN STRATEGI PEMASARAN UNTUK MENINGKATKAN KESADARAN MEREK ATTA FURNITURE", "Abstrak": "Furniture adalah salah satu sektor industri manufaktur yang cukup berkembang di Indonesisa,\nwalaupun pada masa pandemic covid 19 sempat mengalami penurunan. PT. Berkarya Maju\nMandiri adalah salah satu perusahaan yang bergerak di bidang  furniture khususnya di kota\nBandung. Atta furniture adalah toko furniture yang sudah dijalankan cukup lama oleh perusahaan,\nNamun berdasarkan ungkapan dari perusahaan walaupun atta furniture sudah cukup lama namun\nAtta furniture masih kurang dikenal khususnya di kota  Bandung. Atta furniture memiliki\npelanggan yang rata-rata berada di wilayah tokonya yaitu di Banjaran, Kabupaten Bandung.\nCustomer Atta furniture, mengetahui atta furniture dari toko langsung, dari keluarga atau\nkerabatnya. Oleh karena itu penulis bertujuan untuk memberikan usulan strategi Pemasaran\nkepada perusahaan untuk meningkatkan brand awareness perusahaan. Metode penelitian yang\ndilakukan dengan menggunakan metode qualitative deskriptif, dengan memberikan quisioner\nkepada responden tentang hal yang mempengaruhi customer dalam keputusan pembelian\nfurniture. Selain itu juga dilakukan analisis eksternal dan internal untuk mengetahui kondisi\nperusahaan Atta furniture. Hasilnya adalah bahwa orang lebih menyukai melihat produk furniture\nsecara langsung atau melihat produk terlebih dahulu di internet atau social media. Sehingga penulis\nmengusulkan strategi marketing kepada perusahaan untuk mengikuti pameran furniture,\nmengoptimalisasi penggunaan media social, dan memberikan sponsor untuk acara tertentu, agar\nmeningkatkan brand awareness perusahaan.", "Daftar File": {"2022_TS_PP_Firas_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/256183"}, "Penulis": "Firas [29120638]", "Kontributor / Dosen Pembimbing": ["Prawira Fajarindra Belgiawan, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Strategi Pemasaran, Kesadaran merek", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "22 Agu 2022"}