{"Nomor": 67415, "Judul": "USULAN STRATEGI PEMASARAN UNTUK MENINGKATKAN  VOLUME PENDISTRIBUSIAN BERAS (STUDI KASUS : PASAR MITRA TANI (PMT) PROVINSI JAWA BARAT)", "Abstrak": "Pendahuluan: PMT (Pasar Mitra Tani) Provinsi Jawa Barat merupakan pusat distribusi dan pemasaran di bawah koordinasi Dinas Ketahanan Pangan dan Peternakan Provinsi Jawa Barat yang bertugas melakukan pengelolaan pasokan, distribusi, dan pemasaran hasil pertanian dari Gapoktan dan/ distributor ke masyarakat dalam rangka menjaga stabilisasi pasokan dan harga pangan pokok. Badan Ketahanan Pangan memberikan penugasan kepada PMT untuk menyerap bahan pangan khususnya komoditas beras yang berasal dari Gapoktan dan mendistribusikannya kepada masyarakat, sesuai dengan target pasokan yang telah ditentukan, namun PMT belum dapat mencapai target tersebut. Permasalahan: Penyebab tidak tercapainya target pendistribusian beras, dilakukan dua analisis faktor eksternal dan internal yang menjadi penyebab PMT tidak dapat mencapai target pendistribusian beras. Penelitian ini bersifat kualitatif menggunakan metode penelitian studi kasus. Wawancara dan observasi langsung dilakukan untuk pengumpulan data aktual. Sumber data eksternal berasal dari laporan Badan Pusat Statistik, Badan Ketahanan Pangan Kementerian Pertanian, dan Bank Indonesia. Metode: Data-data tersebut diolah untuk mengetahui akar masalah yang menyebabkan PMT tidak mencapai target pendistribusian pasokan beras. Analisis faktor eksternal dalam penelitian ini menggunakan analisis lingkungan makro (PESTEL), Porter’s five forces, dan analisis kompetitor. Adapun analisis internal menggunakan analisis rantai pasok, STP (segmenting, targeting, positioning), bauran pemasaran 7P, dan analisis SWOT untuk menemukan kekuatan dan kelemahan internal serta peluang dan ancaman eksternal. Diskusi: Hasil analisa faktor eksternal dan internal, ditemukan bahwa akar penyebab dari tidak tercapainya target pendistribusian beras adalah PMT belum menentukan segmentasi, targeting, dan positioning,  rendahnya intensitas kegiatan promosi, lokasi ritel yang kurang strategis dan representatif, penjualan online hanya menggunakan 1 e-commerce yang belum banyak dikenal konsumen, gapoktan belum memiliki teknologi penggilingan yang dapat menghasilkan beras premium, belum adanya pegawai yang khusus menghandle pemasaran, dan terbatasnya anggaran pengelolaan PMT. Kesimpulan: Penyelesaian serta solusi dari bagaimana meningkatkan volume pendistribusian beras melalui PMT dalam penelitian ini disusun strategi dengan menggunakan framework TOWS. Berdasarkan hasil analisis, peneliti menemukan beberapa faktor internal yang dapat diperbaiki oleh PMT. Faktor internal tersebut adalah membina kemitraan secara berkelanjutan dengan gapoktan, membuat program gratis ongkos kirim secara rutin, menambah kerjasama dengan jasa pengiriman, menentukan segmentasi, targeting, dan positioning fokus mengejar pasar dengan target potensial PNS, menambah lokasi offline store dekat kantor dinas Provinsi Jawa Barat, menambah pegawai khususnya di bidang pemasaran, promosi dan marketing communication strategy dengan media digital dan social media marketing, membuat sistem anggota untuk PNS dan sistem pembayaran dari penghasilan setiap bulan, memperkuat posisi tawar terkait kebutuhan anggaran PMT khususnya untuk pengadaan fasilitas penggilingan untuk menghasilkan beras premium, penguatan sistem E-commerce PasTani sebagai bentuk implementasi digitalisasi dan melakukan penjualan langsung dengan sistem bundling beras dengan produk pangan lainnya pada saat terjadi fluktuasi harga.", "Daftar File": {"2022_TS_PP_Nisa Nuryah_Abstrak-1.pdf?_": "https://digilib.itb.ac.id/gdl/download/256242"}, "Penulis": "Nisa Nuryah [29119429]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mustika Sufiati, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Bauran Pemasaran 7P, PESTEL, Porter’s 5 forces,  Rantai Pasok, Segmenting Targeting, Positioning (STP)", "Sumber": "PASAR MITRA TANI (PMT) WEST JAVA PROVINCE", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "22 Agu 2022"}