{"Nomor": 67412, "Judul": "DINAMIKA PERIURBANISASI DAN TRANSFORMASI WILAYAH PERIURBAN DI KABUPATEN BANDUNG", "Abstrak": "Fenomena ekspansi pemanfaatan ruang terus bergulir di seluruh dunia sebagai\nakibat dari proses pembangunan yang terjadi di kota-kota besar. Melalui proses\npembangunan ini, kota sebagai entitas hidup terus tumbuh melewati batas\nadministrasi sehingga memunculkan kantong-kantong pusat aktivitas baru di luar\narea terbangun kota. Pusat aktivitas baru ini dapat mengubah area tersebut yang\npada awalnya adalah kawasan perdesaan menjadi area yang tercampuri aktivitasaktivitas dan karakteristik perkotaan sehingga tercipta delineasi baru yaitu kawasan\nperiurban. Kawasan ini memiliki karakteristik khas yaitu percampuran karakteristik\nperdesaan dan perkotaan atau disebut sebagai area abu-abu yang terletak di antara\nkawasan perkotaan dan perdesaan. Hingga saat ini belum ada suatu kriteria khusus\nyang dapat dijadikan pijakan dalam menentukan delineasi kawasan periurban.\nPeriurbanisasi di Indonesia bukan menjadi fenomena baru, proses transformasi ini\nmulanya terjadi di sekitar Ibukota Jakarta. Konektivitas untuk mendukung kegiatan\nperkotaan Jakarta ini memberikan dampak langsung terhadap Kota Bandung\nsehingga membentuk aglomerasi perkotaan baru yakni Metropolitan Bandung Raya\n(MBR). Bandung sebagai salah satu kawasan metropolitan di Indonesia terus\nmenunjukan perubahan struktur kota dan intensifnya fenomena periurbanisasi\nhingga ke Kabupaten Bandung. Semakin berkembangnya Kabupaten Bandung\nmaka perlu dilakukan suatu studi yang dapat menggambarkan fenomena\nperiurbanisasi ini secara kontekstual. Untuk itu, studi ini dilakukan untuk dapat\nmelihat dinamika transformasi wilayah tersebut dalam kerangka periurbanisasi.\nPenelitian ini diharapkan mampu memberikan penjelasan secara empiris dan\nberkontribusi pada pembahasan global terkait proses periurbanisasi secara teoritis.\nUntuk mengidentifikasi periurbanisasi di Kabupaten Bandung, maka dirumuskan\nterlebih dahulu tipologi pada konfigurasi ruang, komponen, indikator, dan variabel\nyang dapat diaplikasikan sesuai dengan landasan teori tekait periurban. Variabelvariabel tersebut kemudian diturunkan menjadi daftar kebutuhan data yang dapat\nmewakili komponen dan indikator yang telah ditetapkan sebelumnya. Kemudian\ndilakukan proses analisis pengelompokan menggunakan metode analisis klaster KMeans clustering dengan alat analisis SPSS. Keluaran dari analisis ini adalah\ntipologi spasial keruangan yang di dalamnya terdapat kawasan periurban.ii\nTipologi yang dihasilkan kemudian menjadi input untuk dilakukan analisis lanjutan\nguna melihat dinamika periurbanisasi yang terjadi di Kabupaten Bandung\nberdasarkan komponen spasial, sosial, dan ekonomi.\nKeluaran analisis pengelompokan yang dilakukan menghasilkan delineasi wilayah\nperiurban yang terbagi ke dalam urban fringe dan urban periphery. Terdapat\nmasing-masing sepuluh kecamatan yang termasuk ke dalam kawasan tersebut.\nKondisi masing-masing kawasan ini menjadi batasan analisis lanjutan yaitu melihat\ntransformasi spasial, sosial, dan ekonomi. Sehingga dihasilkan bahwa sepanjang\ntahun pengamatan 2000 hingga 2020, Kabupaten Bandung mengalami transformasi\nwilayah yang di dalamnya terdapat kawasan-kawasan yang teridentifikasi sebagai\nkawasan periurban.", "Daftar File": {"ABSTRAK Fathiyah Rahmi Hidayat": "https://digilib.itb.ac.id/gdl/download/256232", "BAB 1 Fathiyah Rahmi Hidayat": "https://digilib.itb.ac.id/gdl/download/256233", "BAB 2 Fathiyah Rahmi Hidayat": "https://digilib.itb.ac.id/gdl/download/256234", "BAB 3 Fathiyah Rahmi Hidayat": "https://digilib.itb.ac.id/gdl/download/256235", "BAB 4 Fathiyah Rahmi Hidayat": "https://digilib.itb.ac.id/gdl/download/256236", "BAB 5 Fathiyah Rahmi Hidayat": "https://digilib.itb.ac.id/gdl/download/256237", "BAB 6 Fathiyah Rahmi Hidayat": "https://digilib.itb.ac.id/gdl/download/256238", "PUSTAKA Fathiyah Rahmi Hidayat": "https://digilib.itb.ac.id/gdl/download/256239"}, "Penulis": "Fathiyah Rahmi Hidayat [25418032]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Delik Hudalah, S.T., M.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "periurbanisasi, Kabupaten Bandung, Metropolitan Bandung Raya, analisis pengelompokan, analisis klaster, transformasi wilayah, transformasi kawasan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "9 file", "Tanggal Input": "22 Agu 2022"}