{"Nomor": 67410, "Judul": "USULAN STRATEGI KAMPANYE PEMASARAN  MENGGUNAKAN PRAKTIK STORYNOMICS (STUDI KASUS RENCANA  DECORATION)", "Abstrak": "Rencana Dekorasi adalah perusahaan jasa yang bergerak di bidang jasa dekorasi.\nMengomunikasikan dengan jelas mengapa produk suatu perusahaan jasa  menawarkan lebih\nbaik dan memiliki nilai yang berbeda dari pesaing lainnya adalah hal yang sangat penting,\ntetapi pemasaran telah berubah lebih banyak dalam dua tahun terakhir daripada dalam\nbeberapa dekade sejak dimulainya televisi. Pemasaran yang telah dilakukan oleh Rencana \nDekorasi masih gagal ditunjukkan berdasarkan analisis 5 why yang dilakukan dalam\nprosesnya. Oleh karena itu, Rencana Dekorasi mencari pendekatan kampanye pemasaran\nuntuk mencapai tujuan dari setiap inisiatif pemasaran mereka.  \nMetode yang digunakan adalah kualitatif, dengan analisis deskriptif sebagai dasar untuk\npenelitian selanjutnya. Dalam kerangka konseptual, penulis melakukan penelitian melalui analisis\ninternal dan eksternal. Analisis internal yang terdiri dari analisis STP, analisis VRIO, dan\nanalisis bauran pemasaran digunakan untuk mengetahui kondisi internal perusahaan. Analisis\neksternal meliputi analisis Porter's Five Forces, analisis pelanggan, dan analisis persaingan.\nBusiness Model Canvas dan analisis SWOT akan meningkatkan penjelasan perusahaan. Hasil\ndari analisis deskriptif bahwa mayoritas pengikut di akun Instagram @_Rencana adalah wanita\nberusia 18 hingga 24 tahun, menunjukkan bahwa Rencana Dekorasi dapat memilih penawaran\nyang disesuaikan dan memanfaatkan potensi penuh internet untuk memenuhi permintaan\npelanggan pasar muda. Rencana Dekorasi Perencanaan menciptakan Perencanaan  strategi\nsegmentasi dan komunikasi berdasarkan sifat rasional dan emosional. \n \nRencana Decoration berkonsentrasi pada pemasaran digital dalam praktiknya, namun hasil\nkuesioner menunjukkan bahwa beberapa responden masih menggunakan metode\nkonvensional untuk mengkonsumsi kampanye pemasaran. Subyek Penelitian adalah pengikut \nakun Instagram @_Rencana. Rencana menilai dan percaya bahwa pesan dalam kampanye\ndibuat cerita emosional dapat menciptakan kesadaran dan minat dalam kampanye\npemasaran. \nKerangka RACE Planning menunjukkan bagaimana perusahaan dekorasi ini akan melakukan\npemasaran offline dan online, serta implikasi dan perencanaan kampanye pemasaran.\nBerdasarkan temuan dari pelanggan yang telah dianalisis pada saluran yang dipilih oleh\npasar Rencana Dekorasi, yang bisa dibilang terdiversifikasi, kerangka pemasaran saluran\nomni dipilih sebagai strategi saluran yang diusulkan. Rencana pengembangan konten, selain\nstrategi omni-channel, diperlukan sebagai aspek terpenting dari kampanye itu sendiri.\nKonsep storynomics diusulkan untuk membantu konseptualisasi konten kampanye.", "Daftar File": {"2022_TS_PP_Muhammad Iqbal Aditya Nuryasin_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/256205"}, "Penulis": "Muhammad Iqbal Aditya Nuryasin [29120285]", "Kontributor / Dosen Pembimbing": ["Dr. Dona Saphiranti, S.Sn., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Rencana Decoration, Kampanye Pemasaran, Storynomics", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "22 Agu 2022"}