{"Nomor": 67414, "Judul": "USULAN SOLUSI UNTUK MENGOPTIMALISASI BIAYA PRODUKSI  DALAM MEMENUHI KEWAJIBAN PASAR DOMESTIK BATUBARA  (STUDI KASUS: PT XYZ)", "Abstrak": "PT XYZ merupakan perusahaan pertambangan dan perdagangan batubara di Indonesia yang setiap tahunnya memenuhi permintaan Domestic Market Obligations untuk industri pembangkit listrik kepentingan umum. Domestic Market Obligations merupakan kebijakan yang dikeluarkan oleh Kementerian ESDM untuk pengusaha batubara yang ada di Indonesia agar memenuhi kebutuhan batubara dalam negeri sebesar 25% dari rencana produksi tahunan. Kebijakan ini telah menetapkan harga jual batubara untuk industri pembangkit listrik untuk kepentingan umum sebesar $70 per metrik ton dengan spesifikasi kalori 6.322 kcal/kg GAR, total moisture 8%, dan ash 15%. Kebijakan tersebut wajib dipatuhi oleh pengusaha batubara Indonesia jika tidak ingin kena denda dan sangsi berupa pelarangan kegiatan ekspor. Kebijakan ini merugikan perusahaan dikarenakan biaya produksi untuk memenuhi permintaan Domestic Market Obligations tersebut lebih besar dibandingkan harga jual yang telah ditetapkan. Langkah yang dapat dilakukan oleh perusahaan adalah mengurangi kerugian yang terjadi di perusahaan. Berdasarkan analisis root cause menggunakan metode Current Reality Tree, ditemukan akar permasalahan yang dapat diselesaikan oleh perusahaan, yaitu perencanaan proses pencampuran batubara belum optimal. Hal ini dikarenakan user masih menggunakan intuisi dalam pembuatan rencana proses pencampuran batubara dan keterbatasan pengetahuan user terkait metode yang dapat mengoptimalkan kegiatan tersebut. Perusahaan dapat mengoptimalkan perencanaan tersebut untuk mengurangi biaya produksi dalam memenuhi permintaan DMO. Metode linear programming digunakan untuk menyelesaikan permasalahan ini dikarenakan metode ini dapat mencapai tujuan yang diinginkan, yaitu meminimalkan biaya produksi dengan mengalokasikan jumlah batubara yang dicampur dari 9 jenis batubara yang tersedia di PT XYZ dan mempertimbangkan spesifikasi kualitas yang diinginkan pembeli. Setelah diimplementasikannya metode linear programming pada proses pengalokasian batubara yang akan dicampur didapatkan total biaya produksi rendah dan memenuhi semua spesifikasi produk yang dibutuhkan oleh buyer, sedangkan metode yang ada saat ini juga memiliki total biaya produksi yang rendah namun tidak memenuhi spesifikasi kualitas yang diinginkan oleh pembeli sehingga dapat disimpulkan jika perusahaan melanggar perjanjian kontrak dengan pembeli dan mengurangi service level perusahaan terhadap pembeli jika menggunakan metode saat ini.", "Daftar File": {"2022_TS_PP_Regita Hawari_Abstrak-1.pdf5?": "https://digilib.itb.ac.id/gdl/download/256224"}, "Penulis": "Regita Hawari [29120627]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Mursyid Hasan Basri, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Domestic Market Obligations, Industri Batubara, Linear Programming, Rencana pencampuran batubara", "Sumber": "PT. XYZ", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "22 Agu 2022"}