{"Nomor": 67417, "Judul": "IN-HOUSE PRODUCTION AND OUTSOURCING ON CATTLE FEED STARTUP: A STUDY CASE OF NITYA FINAL PROJECT", "Abstrak": "Nitya memformulasikan pakan sapi dengan kadar protein tinggi untuk mempercepat kenaikan\nberat badan sapi dan mempersingkat waktu penggemukan. Pakan sapi Nitya terbuat dari\nGracilaria sp., sebuah alga hijau atau rumput laut dengan kadar protein sebanyak 16%-18%.\nDengan mencampur Gracilaria sp. dan konsentrat, pakan sapi Nitya dapat mempersingkat waktu\npenggemukan hingga 100 hari. Dengan keunggulan kompetitif tersebut, Nitya memiliki potensi\nkonsumen sebanyak 210 ekor sapi di Depok, Jawa Barat. Kebutuhan makan sapi adalah sekitar\n10% dari berat badannya. Dengan rata-rata berat badan sapi 200 kilogram, Nitya perlu\nmemproduksi 420 ton pakan sapi untuk memenuhi permintaan tersebut.\nSaat ini, Nitya tidak memiliki kapasitas untuk memproduksi pakan sapi dalam jumlah besar.\nKapasitas produksi Nitya saat ini hanya mencapai 80 kilogram per hari dengan hanya\nmemanfaatkan tenaga manusia tanpa mesin. Dengan kapasitas tersebut, Nitya membutuhkan\n4.79 tahun untuk memproduksi 420 ton pakan sapi. Peningkatan kapasitas memungkinkan Nitya\nuntuk mencapai skala ekonomi, mengurangi biaya produksi per unit dan meningkatkan\nkeuntungan. Tetapi, kenaikan kapasitas memerlukan investasi aset tetap dalam jumlah besar\nyang akan memengaruhi stabilitas Nitya sebagai startup secara signifikan. Oleh karena itu,\nNitya perlu mengkaji semua pilihan yang dapat meningkatkan kapasitas produksi dan\nmempertimbangkan implikasi setiap pilihan tersebut terhadap Nitya.\nProses produksi Nitya dimulai dari sampainya bahan baku di pabrik diikuti dengan kontrol\nkualitas fisik, pengeringan rumput laut, penggilingan rumput laut, tes proksimat rumput laut,\npencampuran bahan pakan, kontrol kualitas nutrisi, dan pengemasan. Kapasitas produksi dapat\nditingkatkan dengan memperbaiki sistem produksi internal atau berkolaborasi dengan pihak\neksternal melalui sistem outsourcing. Tujuh kriteria digunakan untuk menguji kesesuaian\noutsourcing dengan proses produksi Nitya, yaitu kapasitas usaha, tingkat kompetensi inti,\nkompleksitas proses, tingkat pengetahuan pemasok, resiko lepas kendali, resiko ketergantungan,\ndan ketersediaan pemasok. Outsourcing tidak bisa diterapkan untuk semua bisnis proses.\nKontrol kualitas fisik dan pencampuran pakan lebih baik dilakukan secara internal karena\ntingginya tingkat kompetensi inti dalam kedua proses. Nitya dapat meningkatkan kapasitas\nproduksi melalui dua metode: produksi internal keseluruhan dan outsourcing parsial.\nProfitabilitas dari kedua metode diteliti melalui Return on Assets (ROA). ROA adalah rasio laba\nbersih dibanding dengan total aset perusahaan. Harga Pokok Produk (HPP), beban operasional,\ndan pajak akan dikurangi dari pemasukan untuk menghitung laba bersih. Kedua metode\nmemerlukan beban operasional berbeda. Beban operasional dalam produksi internal keseluruhan\nmeliputi gaji, biaya prasarana, biaya asuransi, biaya pemeliharaan, biaya properti, dan\ndepresiasi. Metode outsourcing parsial memiliki depresiasi, biaya prasarana, dan biaya\npemeliharaan yang lebih rendah serta tambahan beban outsourcing. Perbedaan dalam beban\noperasional menghasilkan laba bersih dan ROA yang berbeda. Produksi internal keseluruhan\nmenghasilkan 72,648% ROA yang mengindikasikan untung besar bagi Nitya. Sedangkan,\noutsourcing parsial menghasilkan -65,955% ROA yang mengindikasikan kerugian bagi Nitya.\nBerdasarkan perbandingan ROA tersebut, Nitya disarankan untuk memilih produksi internal\nkeseluruhan sebagai metode produksi.", "Daftar File": {"2022 SK Nagita Utami Dzikri-Abstract.pdf\n]": "https://digilib.itb.ac.id/gdl/download/256250"}, "Penulis": "Nagita Utami Dzikri [19219038]", "Kontributor / Dosen Pembimbing": ["Akbar Adhi Utama, S.T., M.A.B., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Cattle Feed Starup, Outsourcing, Nitya, Inhouse Production", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "22 Agu 2022"}