{"Nomor": 67416, "Judul": "PENENTUAN RUTE ANGKUTAN FEEDER SESUAI POLA PERGERAKAN MASYARAKAT KOTA PEKANBARU YANG TERINTEGRASI DENGAN TMP (TRANS METRO PEKANBARU)", "Abstrak": "Kota Pekanbaru merupakan kota terbesar di Provinsi Riau dan merupakan salah\nsatu kota yang termasuk dalam rencana Kawasan Metropolitan Pekansikawan.\nSalah satu permasalahan perkotaan yang menjadi konsentrasi pemerintah kota\nadalah transportasi perkotaan. Tumpang tindih trayek angkutan perkotaan dan\npeningkatan kendaraan pribadi mendorong pemerintah untuk mengatasi hal\ntersebut dengan pengembangan sarana angkutan umum massal (SAUM). BRT\nmerupakan bentuk implementasi dari sarana angkutan umum massal yang sudah\nberoperasi di Kota Pekanbaru yang dikenal sebagai Trans Metro Pekanbaru (TMP).\nPelayanan yang diberikan berdampak positif bagi masyarakat kota dikarekan\ntingkat kenyamanan, keamanan dan keselamatan yang diberikan sangat\nmemuaskan. Akan tetapi pelayanan angkutan utama belum diimbangi dengan\nangkutan pendukung seperti angkutan feeder yang langsung menjangkau ke tempat\nasal atau kantung penumpang. Untuk itu perlu adanya perencanaan angkutan feeder\ndi Kota Pekanbaru dalam pemenuhan kebutuhan trasportasi perkotaan.\nTujuan dari penelitian adalah menentukan rute optimal angkutan feeder yang sesuai\ndengan pola pergerakan masyarakat dan tingkat aksesibilitas kota dalam\ntercapainya transportasi perkotaan yang terintegrasi. Metode penelitian yang\ndigunakan adalah metode kuantitatif dengan pendekatan positivistik. Tahapan yang\ndilakukan dibagi menjadi tiga tahapan. Tahapan pertama adalah mengidentifikasi\npola pergerakan setiap zona dengan matriks asal-tujuan yang didapat dari kajian\nPustaka dan mengidentifikasi tingkat aksesibiltas setiap zona untuk penentuan\nzona-zona yang akan dikembangkan angkutan feeder. Tahapan kedua melakukan\npembobotan terhadap dari variabel-variabel penentu rute angkutan umum\nperkotaan dengan teknik Analytical Hierarchy Process (AHP) dibantu dengan software\nexpertSA. Tahapan ketiga adalah menentukan rute angkutan feeder yang optimal\ndengan menggunakan software UrbanSCAD 1.9.\nBerdasarkan hasil analisis pola pergerakan terdapat lima zona yang pergerakannya\ntertinggi yaitu zona Z-07 (Kecamatan Tenayan Raya), Z-08 (Kecamatan Sukajadi),\nZ-09 (Kecamatan Marpoyan Damai), Z-10 (Kecamatan Tampan), dan Z-11\n(Kecamatan Bukit Raya). Dan untuk tingkat aksesibilitas di Kota Pekanbaru tedapat\ntiga zona tertinggi yaitu Z-04 (Kecamatan Limapuluh), Z-05 (Kecamatan Sail), dan\nZ-08 (Kecamatan Sukajadi). Sehingga terdapat delapan zona yang terpilih untuk\ndikembangkan angkutan feeder. Hasil dari analisis AHP terdapat beberapa faktor\nyang memiliki nilai tertinggi yaitu pada pembobotan antar variabel bobot tertinggipada variabel karakteristik tata guna lahan dengan bobot 33%, pada pembobotan\nantar sub variabel jenis guna lahan bobot tertinggi terdapat pada sub variabel\nintensitas tata guna lahan dengan bobot 71%, pada pembobotan antar kriteria, bobot\ntertinggi terdapat pada kriteria tata guna lahan perdagangan dan jasa dengan bobot\n27%, tata guna lahan perkantoran dan pelayanan dengan bobot 26,8% dan tata guna\nlahan permukiman dengan bobot 20%. Pada variabel faktor pelayanan rute terdapat\nsub variabel tertinggi yaitu aksesibilitas dengan bobot 18%, waktu tempuh dengan\nbobot 19% dan route directness dengan bobot 16%, pada variabel karakteristik\njaringan jalan terdapat sub variabel tertinggi yaitu sub variabel fungsi jalan dengan\nbobot 43%, dan pada sub variabel jalan terdapat kriteria dengan bobot tertinggi\nyaitu jalan arteri sekunder dengan bobot 37%, jalan kolektor sekunder dengan bobot\n36% dan jalan lokal sekunder dengan bobot 26%. Hasil dari analisis penentuan rute\nterdapat 17 rute feeder terbaik di Kota Pekanbaru. Dimana setiap rute sudah dapat\nmelayani setiap bagian zona terpilih apabila dilakukan analisis buffer pada setiap\nrute feeder.", "Daftar File": {"ABSTRAK Jerry Alfajri Amrifa": "https://digilib.itb.ac.id/gdl/download/256241", "BAB 1 Jerry Alfajri Amrifa": "https://digilib.itb.ac.id/gdl/download/256243", "BAB 2 Jerry Alfajri Amrifa": "https://digilib.itb.ac.id/gdl/download/256244", "BAB 3 Jerry Alfajri Amrifa": "https://digilib.itb.ac.id/gdl/download/256245", "BAB 4 Jerry Alfajri Amrifa": "https://digilib.itb.ac.id/gdl/download/256246", "BAB 5 Jerry Alfajri Amrifa": "https://digilib.itb.ac.id/gdl/download/256247", "BAB 6 Jerry Alfajri Amrifa": "https://digilib.itb.ac.id/gdl/download/256480", "PUSTAKA Jerry Alfajri Amrifa": "https://digilib.itb.ac.id/gdl/download/256249"}, "Penulis": "Jerry Alfajri Amrifa [25418053]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Heru Purboyo Hidayat Putro, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "pola pergerakan, AHP, rute feeder", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "22 Agu 2022"}