{"Nomor": 67429, "Judul": "PERANCANGAN CITY BRANDING KOTA SUKABUMI", "Abstrak": "Nation branding Indonesia belum kuat dibandingkan dengan negara lainnya. Untuk turut\nberkontribusi dalam menguatkan nation branding Indonesia, saat ini kota – kota di\nIndonesia mulai berkompetisi untuk membangun city brandingnya termasuk Kota\nSukabumi. Terlepas menjadi kota pertama yang meraih predikat Telkom Modern City\npada tahun 2017 silam, Kota Sukabumi belum memiliki identitas yang kuat selain dikenal\nsebagai Kota Mochi. Oleh sebab itu, perancangan ini dibuat karena dirasa perlu\nmenggali potensi – potensi lain dari Kota Sukabumi untuk menciptakan city branding\nyang tepat dengan harapan mampu bersaing dengan kota lain untuk menarik wisatawan\nserta para investor untuk menanamkan modalnya di Kota Sukabumi. Beraneka potensi\nini didapatkan melalui studi literatur, wawancara, survei lapangan, dan kuesioner yang\ndisebarkan kepada target audiens. Selanjutnya, potensi – potensi Kota Sukabumi\ndianalisis dan diuraikan berdasarkan enam variabel competitive identity yang\nmenghasilkan brand positioning Kota Sukabumi. Perancangan dibuat berdasarkan\nimpresi masyarakat Kota Sukabumi dan kabupaten serta berbagai potensinya yang\ndirumuskan pada logo, tagline, serta elemen grafis dengan memanfaatkan bentuk –\nbentuk dari kebudayaan Kota Sukabumi hingga hubungan antara masyarakatnya.\nPerancangan ini lebih lanjut diimplementasikan pada poster, billboard, stationary,\nbanner, merchandise, environmental design, signage, grafis kendaraan, dan sosial media\nsebagai media promosi city branding Kota Sukabumi. Hasil yang didapatkan, yaitu meski\ntermasuk ke dalam kota dengan wilayah terkecil di Jawa Barat, Kota Sukabumi nyatanya\nmemiliki potensi berlimpah yang tidak kalah bergengsi dibandingkan kota – kota lainnya\ndi Indonesia, salah satunya adalah Wayang Sukuraga. Beraneka potensi ini dapat\ndimanfaatkan untuk mendorong city branding Kota Sukabumi. Kesimpulan dari\nperancangan ini ialah city branding merupakan media yang tepat untuk\nmemperkenalkan potensi Kota Sukabumi. Agar city branding dapat melekat kuat pada\npikiran target audiensnya, maka diperlukan pula strategi yang akurat.", "Daftar File": {}, "Penulis": "ALNA KHAULA SYAHIDA [17418069]", "Kontributor / Dosen Pembimbing": ["Drs. Oki Hamka Suyatna, M.Ds"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "Drawing & drawings", "Kata Kunci": "city branding, branding, Kota Sukabumi", "Sumber": "Prodi DKV", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "22 Agu 2022"}