{"Nomor": 67420, "Judul": "PENGARUH GLISEROL, ASETAT, DAN ION BESI (III) PADA INDUKSI LIPID MIKROALGA CHLORELLA PYRENOIDOSA SEBAGAI BAHAN BAKU BIODIESEL", "Abstrak": "Lipid dari mikroalga Chlorella pyrenoidosa memiliki potensi sebagai bahan baku\nbiodiesel. Namun, proses produksi lipid di mulai dengan tahap kultivasi mikroalga\nseringkali tidak ekonomis sehingga perlu dioptimasi. Pertumbuhan dengan mode\nmixotrophic dan heterotropik memerlukan sumber karbon organik dengan biaya\nmencapai 50% dari biaya media kultivasi mikroalga. Gliserol dan asetat merupakan\nsumber karbon organik yang dapat digunakan. Keduanya berturut-turut merupakan\nproduk samping dari transesterifikasi biodiesel dan produksi hidrogen fermentatif\nsehingga penggunaannya dapat menekan biaya media kultivasi mikroalga. Kemudian ion\nbesi juga dapat menginduksi lipid karena terlibat dalam sintesis lipid. Percobaan\nmenggunakan variasi konsentrasi ketiga nutrien tersebut selama kultivasi menjadi urgensi\nuntuk mengetahui konsentrasi optimum dalam produksi lipid.\nTujuan dari penelitian ini adalah menentukan pengaruh variasi konsentrasi nutrien\ngliserol, asetat, dan ion besi (III) terhadap laju pertumbuhan dan perolehan lipid;\nmengkarakterisasi produk lipid serta menentukan kinetika pertumbuhan dan produksi\nlipid mikroalga C. pyrenoidosa. Penelitian meliputi persiapan bahan baku, kultivasi,\nanalisis konsentrasi nutrien harian, pemanenan biomassa, ekstraksi lipid (dengan metode\nBligh & Dyer) serta analisis komposisi lipid. Kultivasi dilakukan dengan variasi konsentrasi gliserol dan asetat masing-masing (3 g/L, 5 g/L, 7 g/L, dan 10 g/L), ion besi\n(III) (0 mg/L, 3 mg/L, 5 mg/L dan 7,5 mg/L) serta kultivasi menggunakan ion besi (III).\nSelama kultivasi, penurunan konsentrasi nutrien (gliserol, asetat, dan ion besi (III)) harian\nakan dipantau serta dilakukan analisis biomassa dan analisis perolehan lipid secara\nberkala. Hasil dari analisis statistika menggunakan analisis t-test menunjukkan bahwa\nkonsentrasi ion besi (III) signifikan menurunkan laju pertumbuhan biomassa tetapi tidak\nmemengaruhi signifikan perolehan lipid dan CN. Kemudian, nutrien asetat meningkatkan\nlaju pertumbuhan, menurunkan perolehan lipid dan CN secara signifikan sedangkan\nnutrien gliserol tidak memengaruhi signifikan ketiga parameter tersebut.", "Daftar File": {"ABSTRAK Rizma Halimatusadia": "https://digilib.itb.ac.id/gdl/download/256259"}, "Penulis": "Rizma Halimatusadia [13018003]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Tirto Prakoso, S.T., M.Eng.", "Elvi Restiawaty, S.T., P.D.Eng., Ph.D.", "Wibawa Hendra Saputera, S.Si., M.Si., M.Sc., Ph.D.", "Haryo Pandu Winoto, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "kultivasi, lipid, C. pyrenoidosa, nutrien, biomassa", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Agu 2022"}