{"Nomor": 67436, "Judul": "PENGENDALIAN BANJIR SUNGAI CITEPUS SEGMEN KELURAHAN CIBADAK KECAMATAN ASTANAANYAR KOTA BANDUNG JAWA BARAT", "Abstrak": "Fenomena banjir merupakan permasalahan sumber daya air yang paling masif terjadi di kota-kota besar di Indonesia tidak terkecuali di Bandung sebagai kota metropolitan terbesar di Provinsi Jawa Barat. Sungai Citepus yang merupakan anak Sungai Citarum secara geografis mengalir dominan di wilayah Kota Bandung menjadi salah satu penyebab banjir hampir setiap tahunnya setiap musim hujan seperti yang terjadi di Kelurahan Cibadak, Kecamatan Astanaanyar sejak tahun 1983 (Pikiran Rakyat, 2018).\nTerdapat beberapa faktor yang menjadi penyebab terjadinya banjir akibat luapan Sungai Citepus khususnya di Kelurahan Cibadak antara lain cukup masifnya alih fungsi lahan yang secara dominan menjadi area pemukiman padat hingga di kawasan sempadan sungai sehingga tereduksinya area resapan. Selain itu adanya penyempitan alur sungai pada kawasan Pagarsih juga menjadi salah satu penyebab banjir karena kapasitas sungai yang tidak memadai untuk mengalirkan debit banjir. Analisis yang dilakukan dalam Tugas Akhir ini memiliki tujuan untuk melakukan perencanaan teknis dalam upaya mengatasi permasalahan banjir yang terjadi akibat luapan Sungai Citepus pada segmen Kelurahan Cibadak dengan peningkatan kapasitas sungai eksisting melalui upaya normalisasi serta desain struktur sheet pile pada tepi sungai. Analisis yang dilakukan meliputi aspek hidrologi guna mengetahui besarnya debit banjir periode ulang dan aspek hidraulika dimana pemodelan kondisi banjir eksisting serta perencanaan solusi dilakukan dengan menggunakan bantuan software HEC-RAS versi 5.0.7 untuk memperoleh volume pekerjaan normalisasi serta desain tanggul yang sesuai. Dalam Tugas Akhir ini juga disusun rencana operasi dan pemeliharaan serta rencana anggaran biaya dari solusi yang diberikan.", "Daftar File": {"ABSTRAK Aditya Prahasta Aripin": "https://digilib.itb.ac.id/gdl/download/256737"}, "Penulis": "Aditya Prahasta Aripin [15818037]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Muhammad Syahril Badri Kusuma, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Banjir, Sungai Citepus, Kelurahan Cibadak, Kota Bandung, Normalisasi, Desain Struktur Sheet pile", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Agu 2022"}