{"Nomor": 67438, "Judul": "STUDI ANALISIS LIFE CYCLE ASSESSMENT (LCA) PRODUKSI SERAT RAYON VISKOSA MENGGUNAKAN KONSEP CRADLE TO GATE", "Abstrak": "PT X di Kabupaten Purwakarta merupakan pabrik serat tekstil yang memproduksi serat rayon viskosa, serat rayon yang akan dibuat berasal dari kayu eucalyptus sp. Proses produksi serat rayon viskosa dari proses wood production, chip production, pulp production dan fiber production membutuhkan zat kimia, energi, transportasi dan air yang dapat memicu dampak lingkungan. Life Cycle Assessment (LCA) merupakan salah satu alat yang dapat digunakan untuk menganalisis dampak dari lingkungan. Metode yang dipilih untuk mengevaluasi dampak lingkungan dari kegiatan produksi serat rayon viskosa PT X adalah LCA dengan metode cradle to gate, software yang akan digunakan untuk analisa LCA adalah SimaPro 9.0.0.48. Karakterisasi dan normalisasi menggunakan metode CML-IA baseline V3.06. Kegiatan proses produksi serat rayon viskosa dibagi menjadi empat subsistem yaitu: subsistem wood production, chip production, pulp production dan fiber production. Kategori dampak yang dianalisis adalah GWP, AP, EP dan HTP. Hasil perhitungan SimaPro dampak terbesar yang dihasilkan adalah proses fiber production dengan impact terbesar pada global warming potential, hal ini diakibatkan karena pada proses fiber production input material utama dikirim dari Republik Ceko, sehingga menggunakan moda transportasi untuk pengiriman material utama, moda transportasi tersebut menghasilkan dampak lingkungan. Skenario perbaikan dianalisis untuk memberikan rekomendasi perbaikan dari impact GWP yang dihasilkan, rekomendasi yang diberikan diantaranya perubahan lokasi pengambilan material utama dan recycle dari waste viskosa yang dihasilkan dari produk serat rayon viskosa karena hasil output proses produksi serat rayon viskosa menghasilkan produk serat rayon viskosa, viskosa by product dan viskosa waste. Hasil LCIA proses produksi serat rayon viskosa dengan moda transportasi laut menunjukkan nilai kategori dampak GWP 4.39E8 kg CO2 eq, AP 4.77E6 kg SO2  eq, EP 9.27E5 kg PO4 eq dan HTP 2.77E8 kg 1,4-dichlorobenzene eq. Pada proses produksi serat rayon viskosa dengan moda transportasi udara menunjukkan nilai kategori dampak GWP 2.76E9 kg CO2 eq, AP 4.55E6 kg SO2 eq, EP 9.25E5 kg PO4 eq dan HTP 2.71E8 kg 1,4-dichlorobenzene eq. Hasil LCIA tersebut menunjukan bahwa GWP merupakan impact terbesar yang dihasilkan.", "Daftar File": {"SELY ANGGIA MURNI.2.pdf)u": "https://digilib.itb.ac.id/gdl/download/256291"}, "Penulis": "Sely Anggia Murni [25320004]", "Kontributor / Dosen Pembimbing": ["Emenda Sembiring, S.T., M.T., M.Eng.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Life cycle Assessment (LCA), Produksi Tekstil, kategori dampak, Rayon Viskosa", "Sumber": "Tesis Agustus  2022", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "22 Agu 2022"}