{"Nomor": 67431, "Judul": "DAMPAK TAMPILAN WARNA BIRU DAN HIJAU PADA RUANG PERIKSA GIGI TERHADAP DENTAL ANXIETY PASIEN DEWASA MUDA", "Abstrak": "Terlepas dari teknologi baru dan kemajuan dalam kedokteran gigi modern, dental\nanxiety terus menjadi masalah yang mempengaruhi segala populasi usia. Dental\nanxiety lebih sering terjadi pada orang dewasa yang lebih muda daripada orang yang\nlebih tua. Salah satu penyebab munculnya dental anxiety adalah tampilan klinik\natau lingkungan fisiknya. Suasana lingkungan fisik klinik gigi membuatnya dinilai\nkurang nyaman oleh pasien, hal ini disebabkan salah satunya oleh penerapan warna\nyang terkesan dingin. Warna merupakan salah satu unsur penting dalam desain\ninterior. Warna dapat menciptakan suasana dan kesan tertentu yang dapat\nmempengaruhi kenyamanan setiap pengguna ruangnya. Dari banyaknya warna,\nwarna biru dan hijau dianggap sebagai warna yang paling efektif dalam mengurangi\nkecemasan pada manusia. Dengan menerapkan warna tersebut pada ruang periksa\nklinik gigi dapat menjadi solusi dalam mengatasi dental anxiety pada pasien.\nPenelitian bertujuan mengevaluasi keefektifan warna biru dan hijau, serta\nmengidentifikasi warna yang paling efektif dalam mengurangi dental anxiety pada\npasien dewasa muda. Belum banyak penelitian tentang pengaruh lingkungan fisik\nterhadap dental anxiety yang fokusnya pada pasien dewasa dari sudut pandang\ndesain interior. Selain itu belum ditemukan rekomendasi desain warna dan posisi\npenerapannya yang dapat mengurangi kecemasan. Metode yang digunakan terdiri\ndari beberapa tahap yaitu studi literatur, observasi, wawancara, dan eksperimen.\nEksperimen menggunakan simulasi digital dengan alat bantu VR Goggles.\nKecemasan diukur melalui kuesioner Modified Dental Anxiety Scale (MDAS) dan\npengukuran tanda fisiologis melalui denyut nadi. Data dianalisa melalui teknik\nanalisis repeated measure ANOVA dan uji lanjutan tes post hoc.\nHasil penelitian menunjukan tampilan ruang periksa dengan aksen warna biru pada\nceiling merupakan tampilan yang paling efektif mengatasi dental anxiety\ndibandingan dengan aksen warna hijau atau kombinasi kedua warna. Spesifikasi\nwarna biru tersebut adalah biru ( Pantone 2935 C ). Sedangkan tampilan ruangan\nyang paling membuat cemas dan dinilai tidak nyaman adalah ruang kontrol dan\nruang dengan kombinasi warna hijau dan biru.", "Daftar File": {"2022 TS PP THASYA META  PRAMESTI 1.pdf]": "https://digilib.itb.ac.id/gdl/download/256272"}, "Penulis": "Thasya Meta Pramesti [27120029]", "Kontributor / Dosen Pembimbing": ["Dr. Kharista Astrini Sakya, S.Ds., M.Ds."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "dental anxiety, hijau, biru, penerapan warna, pasien dewasa.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "22 Agu 2022"}