{"Nomor": 67430, "Judul": "STUDI ERGONOMI DESAIN ANTARMUKA APLIKASI RIDEHAILING BERDASARKAN ANALISIS BIOMEKANIKA JARI TANGAN (STUDI KASUS: APLIKASI GOJEK DAN GRAB)", "Abstrak": "Perkembangan teknologi internet dan ponsel pintar yang dapat dibawa ke mana saja\nmemberikan peluang bagi bisnis ride-hailing berbasis aplikasi seperti Gojek dan\nGrab. Pada usaha layanan ride-hailing, aplikasi menjadi produk paling penting\ndalam keberjalanan usaha tersebut. Konteks penggunaan menjadi penting karena\npenggunaan aplikasi ride-hailing terjadi pada momen dimana pengguna cenderung\nberada dalam posisi tidak menetap. Pada momen tersebut, pengguna memiliki\nkecenderungan untuk memakai ponsel dengan satu tangan yang mana artinya\nkendali ponsel dikendalikan oleh ibu jari. Beberapa studi menyatakan bahwa\npenggunaan ponsel seperti demikian dapat menyebabkan kelelahan otot jari dan\ntangan. Namun, belum banyak penelitian yang mengamati aktivitas elektrik otot\njari pengguna saat memesanan layanan ride-hailing. Berdasarkan hal tersebut,\npenelitian ini mengamati dan membandingkan aktivitas otot jari pada saat\npenggunaan aplikasi ride-hailing Gojek dan Grab melalui layar ponsel. Pengamatan\ndilakukan menggunakan instrumen electromyography (EMG) disertai dengan\nperekaman interaksi sentuh pada antarmuka. Metode penelitian dilakukan dengan\npendekatan kuantitatif yaitu uji statistik non-parametrik Wilcoxon Signed Ranks\nuntuk menganalisis perbedaan aktivasi otot jari saat menggunakan aplikasi Grab\ndan Gojek. Efisiensi interaksi sentuh dianalisis melalui pemetaan intensitas\ninteraksi sentuh pengguna saat menggunakan aplikasi Gojek dan Grab untuk\nmemesan jasa ride-hailing menggunakan layar sentuh dengan\nmengimplementasikan grid 4x6. Secara keseluruhan, hasil penelitian menunjukkan\ntidak ada perbedaan signifikan antara aktivasi otot pada penggunaan aplikasi Gojek\ndan Grab, namun antarmuka aplikasi Grab diprediksikan memiliki potensi\nmenyebabkan kelelahan otot yang lebih kecil daripada antarmuka aplikasi Gojek.\nDiharapkan temuan dari penelitian ini dapat bermanfaat sebagai referensi panduan\ndesain antarmuka untuk aplikasi ride-hailing.", "Daftar File": {"2022 TS PP GINA KARUNIA KUSUMAH 1.pdf\niu": "https://digilib.itb.ac.id/gdl/download/256271", "COVER Gina Karunia Kusumah": "https://digilib.itb.ac.id/gdl/download/257813", "BAB 1 Gina Karunia Kusumah": "https://digilib.itb.ac.id/gdl/download/257814", "PUSTAKA Gina Karunia Kusumah": "https://digilib.itb.ac.id/gdl/download/257819"}, "Penulis": "Gina Karunia Kusumah [27120020]", "Kontributor / Dosen Pembimbing": ["Achmad Syarief, S.Sn., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "pengalaman pengguna, evaluasi pengalaman pengguna, display ergonomics, electromyography, aplikasi ride-hailing.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "8 file", "Tanggal Input": "22 Agu 2022"}