{"Nomor": 67448, "Judul": "INTERESTERIFIKASI MINYAK KELAPA UNTUK PRODUKSI MINYAK DENGAN KANDUNGAN TRILAURIN KADAR TINGGI", "Abstrak": "Indonesia merupakan negara penghasil kelapa terbesar di dunia dengan total produksi\nsebesar 18 juta ton pada tahun 2018. Salah satu produk dari tumbuhan kelapa yang\nbermanfaat yaitu minyak kelapa. Minyak kelapa didominasi oleh asam laurat, yakni\nsebesar 41%-56%. Asam laurat tersebut bertemu dengan gliserin untuk menghasilkan\ntrigliserida. Salah satu trigliserida dari minyak kelapa yang memiliki banyak manfaat\nuntuk bidang pangan, farmasi dan kosmetik yaitu Trilaurin. Komposisi trilaurin pada\nminyak kelapa secara teoritis sebesar 21,88%. Pada penelitian ini dilakukan proses\npenyusunan asam lemak dengan interesterifikasi terarah untuk menghasilkan trilaurin dari\nminyak kelapa. Reaksi interesterifikasi ini dilakukan dengan bantuan katalis kalium\nmetilat dan diikuti dengan melakukan pendinginan bertahap (staging) untuk melakukan\npemisahan trigliserida yang terbentuk pada temperatur 50oC, 35oC, dan 28oC. Trigliserida\nyang memisah diuji bilangan iodin, bilangan penyabunannya dan analisis gas\nchromatography. Penelitian ini dilakukan dengan memvariasikan perbandingan antara\njumlah pelarut dengan minyak kelapa, yaitu sebesar 1:1, 1:2, dan 1:3, dan metode\npenambahan katalis. Perolehan kristal yang memisah pada temperature 35oC yang terbaik\nyaitu sebesar 4,97 gram atau 23,16% dicapai dengan interesterifikasi saat variasi\nminyak:pelarut sebesar 1:3 dengan metode penambahan katalis secara bertahap. Bilangan\niodium yang dihasilkan sebesar 0,91g-I2/100g minyak dan bilangan penyabunan sebesar\n269,02 mg KOH/g minyak. Hasil analisis gas chromatograpy sampel fasa cair\nmenurunkan kandungan asam lemak rantai panjang seperti asam miristat, asam palmitat\ndan asam stearat sekitar 1%.", "Daftar File": {"ABSTRAK Niken Anisha Puteri": "https://digilib.itb.ac.id/gdl/download/256298"}, "Penulis": "Niken Anisha Puteri [14518010]", "Kontributor / Dosen Pembimbing": ["Ir. Ronny Purwadi, M.T, Ph.D.", "Dr. Ir. Tirto Prakoso, S.T., M.Eng.", "Dr. Astri Nur Istyami, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Bioenergi dan Kemurgi", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Interesterifikasi, Minyak Kelapa, Asam laurat, Trilaurin", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Agu 2022"}