{"Nomor": 67451, "Judul": "ANALISIS GEOKIMIA SAMPEL PEMBORAN UNTUK MENENTUKAN ZONA ALTERASI HIDROTERMAL PADA SUMUR LANDAIAN SUHU DI LAPANGAN PANAS BUMI PATUHA, CIWIDEY, KABUPATEN BANDUNG", "Abstrak": "Tahapan eksplorasi melalui kegiatan pemboran dan analisa kimia mineral dilakukan untuk mengetahui sebaran mineral penciri alterasi dan komposisi kimia batuan. Kegiatan pemboran dilakukan pada bulan Februari hingga Maret 2022 dengan kedalaman pada TCH-A 303 meter dan TCH-B 203.5 meter. Sampel inti batuan dianalisis di laboratorium menggunakan metode X-Ray Fluorescence (XRF)\ndan X-Ray Diffraction (XRD) untuk mengetahui sebaran unsur dan senyawa oksida, serta sebaran mineral yang relatif dominan seperti quartz, cristobalite, muscovite,alunite, albite, diopside, labradorite serta kaolinite, yang termasuk mineral penciri adanya zona alterasi pada TCH-A dan TCH-B yang sama-sama memiliki zona alterasi Argillic dan Advanced Argillic. Diagram Total Alkali - Silica digunakan untuk mengklasifikasikan jenis batuan vulkanik di daerah penelitian sehingga dapat\ndiketahui bahwa batuannya didominasi oleh andesite. Diagram Chemical Index Alteration digunakan untuk mengetahui tingkat alterasi dengan memasukkan nilai persentase tiga senyawa oksida yaitu: Al2O3-K2O-(CaO+Na2O) yang menunjukkan tingkat alterasi jenis poor - moderate - high alteration intensity untuk TCH-A dan jenis moderate - high alteration intensity untuk TCH-B.", "Daftar File": {"ABSTRAK Muhamad Luthfi Luthansyah": "https://digilib.itb.ac.id/gdl/download/256315"}, "Penulis": "Muhamad Luthfi Luthansyah [12118023]", "Kontributor / Dosen Pembimbing": ["Irwan Iskandar, S.T., M.T., Ph.D.", "Dr. mont. Andy Yahya Al Hakim, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Alterasi, Mineral, Panas Bumi, Komposisi Kimia", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "22 Agu 2022"}