{"Nomor": 67461, "Judul": "PEMANFAATAN UNMANNED AERIAL VEHICLE (UAV) UNTUK DETEKSI MARINE DEBRIS DENGAN METODE KLASIFIKASI TERBIMBING DI PESISIR PANTAI CINTA, TANJUNG PASIR, KABUPATEN TANGERANG", "Abstrak": "Peningkatan aspek sosial dan ekonomi akibat aktivitas pariwisata di Pantai Cinta diikuti dengan meningkatnya jumlah marine debris yang terdistribusi menuju laut maupun pesisir. Marine debris adalah sampah yang berasal dari daratan, badan air, dan pesisir yang mengalir ke laut atau sampah yang berasal dari kegiatan di laut. Penelitian terkait sebaran marine debris masih dilakukan secara manual menggunakan transek langsung yang memakan waktu. Pada penelitian ini dilakukan pemanfaatan teknologi Unmanned Aerial Vehicle (UAV) sebagai alternatif untuk melakukan pemetaan sebaran marine debris. Tujuan pada penelitian ini adalah untuk mendeteksi distribusi marine debris di Pesisir Pantai Cinta, Tanjung Pasir, Kabupaten Tangerang dengan menggunakan dua metode klasifikasi terbimbing yaitu Maximum Likelihood Classification (MLC) dan Minimum Distance Classification (MDC). Data yang digunakan yaitu data foto udara sepanjang 150 meter dan data transek langsung sepanjang 100 meter yang diambil pada 15 Juni 2021, serta data parameter oseanografi seperti pasang surut, angin dan arus. Kemudian hasil klasifikasi tersebut dibandingkan dengan hasil transek langsung dan dilakukan analisis karakteristik parameter oseanografi yang berkaitan dengan distribusi marine debris.\nHasil klasifikasi terbimbing dengan metode Maximum Likelihood Classification (MLC) menghasilkan luasan terbesar yaitu pasir seluas 10.776,4 m2 diikuti sampah plastik dengan luas 65,5 m2 dan kayu dengan luas 5,1 m2. Sedangkan metode Minimum Distance Classification (MDC) menghasilkan luasan pasir seluas 6.919,65 m2, kayu dengan luas 4.854,11 m2 dan sampah plastik dengan luas 65,3 m2. Pada penelitian ini dilakukan perhitungan uji akurasi pada hasil klasifikasi menggunakan tabel confusion matrix sebagai uji validasi. Terdapat perbedaan pada hasil akurasi dari dua metode. Metode Maximum Likelihood Classification (MLC) lebih unggul dengan nilai akurasi keseluruhan yaitu 95.65%, sedangkan pada Minimum Distance Classification (MDC) hanya 81.59%. Maximum Likelihood Classification (MLC) merupakan metode yang paling baik untuk memetakan distribusi marine debris dan metode ini sesuai dengan hasil transek langsung.", "Daftar File": {"ABSTRAK Jovany Dwi Marco": "https://digilib.itb.ac.id/gdl/download/256339"}, "Penulis": "Jovany Dwi Marco [12917033]", "Kontributor / Dosen Pembimbing": ["Ivonne Milichristi Radjawane, S.Si., M.Si., Ph.D.", "Dr. Susanna, S.Si., M.T.", "Dr. Ayi Tarya, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Marine Debris, Unmanned Aerial Vehicle (UAV), Maximum Likelihood Classification (MLC), Minimum Distance Classification (MDC)", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Agu 2022"}