{"Nomor": 67467, "Judul": "PERKEMBANGAN TENUN BUTON ASLI DAN MODIFIKASI DALAM BUDAYA MASYARAKAT KULISUSU BUTON UTARA", "Abstrak": "Kabupaten Buton Utara adalah wilayah ekskesultanan Buton terjauh dari pusat\nbudaya dan baru terbentuk pada tahun 2007. Kabupaten ini memiliki kuantitas\nproduksi tenun paling rendah di Pulau Buton. Namun pemakaian Tenun Buton asli\npada acara adat di Keraton Kulisusu Buton Utara masih sangat kental, bahkan\nmuncul kondisi baru dalam pemakaian, produksi dan pemaknaan terkait Tenun\nButon kearah yang lebih massal dan industrial. Penelitian dilakukan untuk\nmenginvestigasi aspek pemaknaan, produksi dan utilitas pada Tenun Buton di\nButon Utara dan memahami perbandingan antara Tenun Buton asli dengan Tenun\nButon Modifikasi (industri). Metode etnografi dilakukan dengan teknik wawancara\npada tokoh-tokoh yang berpengaruh pada pelestarian dan perkembangan Tenun\nButon di Buton Utara dan observasi ritual adat di Keraton Kulisusu Buton Utara\nuntuk mengetahui penggunaan Tenun buton dalam ritual adat. Hasil Analisis\nmenunjukkan hubungan tiga aspek penting terkait Tenun Buton, yaitu proses\nproduksi, utilitas dan pemaknaan. Ada dua kondisi Tenun Buton yang kontradiktif,\nyaitu Tenun Buton Asli yang terikat oleh aturan adat dan Tenun Buton Modifikasi\n(Industri) yang lebih bebas, diproduksi massif dan dikreasikan menjadi seni\nkontemporer. Penelitian lebih lanjut perlu dilakukan untuk mendokumentasikan\naturan-aturan adat yang saat ini diwariskan melalui kebiasaan turun temurun agar\nButon Utara memiliki sumber yang valid untuk menjadi acuan.", "Daftar File": {"2022 TS PP NAILA MAHARANi VIANAHAR 1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/256352"}, "Penulis": "Naila Maharani Vianahar [27120015]", "Kontributor / Dosen Pembimbing": ["Deddy Wahjudi, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Tenun Buton, Tradisi, Asli, Modifikasi, Kulisusu, Buton Utara", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "22 Agu 2022"}