{"Nomor": 67462, "Judul": "STUDI PENGARUH PARAMETER PROSES ELECTROPOLISHING PADA KEKASARAN PERMUKAAN MATERIAL STAINLESS STEEL AISI 316L", "Abstrak": "Electropolishing adalah proses finishing permukaan logam mencapai permukaan akhir yang kilat dengan nilai kekasaran permukaan yang sangat rendah. Elektrolit yang paling umum untuk electropolishing stainless steel adalah berbagai konsentrasi asam fosfat, asam sulfat, dan gliserol secara signifikan meningkatkan permukaan akhir. Prasyarat yang dibutuhkan yaitu nilai kekasaran permukaan yang sangat rendah. Studi dilakukan dari sebuah paper yang telah menguji proses electropolishing dengan berbagai parameter uji yaitu komposisi dan konsentrasi elektrolit, rapat arus, temperatur, dan waktu.\nTulisan ini bertujuan untuk mengkaji aspek fundamental dan perkembangan terkini dalam proses electropolishing untuk memenuhi prasyarat penggunaan beberapa produk industri seperti makanan, farmasi, dan kedokteran. Tetapi dengan mekanisme proses yang masih menjadi bahan diskusi, beberapa parameter masih dapat dioptimalisasi untuk mendapatkan nilai kekasaran permukaan serendah-rendahnya dalam sekali proses.\nTeori-teori dasar dalam mekanisme penghilangan material dari proses electropolishing diperkenalkan. Karena electropolishing adalah proses yang rumit termasuk listrik dan reaksi kimia. belum ada teori yang dapat menjelaskan proses elektropolishing dengan baik, terutama ketika beberapa perkembangan terakhir ditetapkan, mekanisme penghilangan material menjadi lebih rumit dalam pemahaman. Studi literatur kali ini dilakukan analisis mengenai parameter electropolishing yang memberikan hasil standar optimal. Studi dilakukan dari dua paper yang telah menguji proses electropolishing dengan berbagai parameter uji yaitu komposisi dan konsentrasi elektrolit, rapat arus, temperatur, dan waktu.", "Daftar File": {"ABSTRAK Ratu Gracia Ginting": "https://digilib.itb.ac.id/gdl/download/257623"}, "Penulis": "Ratu Gracia Ginting [13718013]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Aditianto Ramelan", "Ir. Teti Indriati, M.T.", "Steven, S.T., M.T.", "Ir. Untung Ari Wibowo, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Electropolishing, Stainless Steel, Kekasaran Permukaan, Larutan Elektrolit, Temperatur, Rapat Arus, Waktu", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Agu 2022"}