{"Nomor": 67475, "Judul": "PENDEKATAN CLIMATE SENSITIVE URBAN DESIGN PADA DESIGN REVIEW KAWASAN CENTRAL BUSINESS DISTRICT (STUDI KASUS: CENTRAL BUSINESS DISTRICT BSB CITY, SEMARANG)", "Abstrak": "Climate sensitive urban design merupakan pendekatan perancangan yang penting untuk merespon kondisi iklim suatu perkotaan karena adanya fenomena peningkatan suhu. Peningkatan suhu di perkotaan dapat menyebabkan urban heat island (UHI) yang selanjutnya mempengaruhi kenyamanan termal ruang. Master plan CBD BSB City Semarang merupakan kawasan perdagangan dan jasa dengan intensitas pemanfaatan lahan yang tinggi sehingga masuk ke dalam klasifikasi LCZ 1 yaitu compact high rise sehingga berpotensi mengalami urban heat island. Untuk mengatasi hal tersebut diperlukan design review dengan pendekatan climate sensitive urban design sebagai tindakan untuk mengantisipasi kendala iklim mikro dan mencapai kenyamanan termal ruang luar pada kawasan.\n\nTujan penelitian adalah untuk melakukan design review dengan pendekatan climate sensitive urban design untuk menilai rancangan kawasan CBD BSB City Semarang dan menjamin terwujudnya kenyamanan termal ruang luar pada kawasan. Orientasi design review ini adalah ex-ante evaluation yang menilai sebuah konsep program sebelum diimplementasikan. Penelitian ini mengkalkulasikan data numerikal elemen iklim mikro berupa suhu udara, kecepatan angin, kelembapan relatif dan suhu radiasi menggunakan software ENVI-Met untuk mengetahui kenyamanan termal ruang luar berdasarkan indeks kenyamanan termal PMV dan PET pada kawasan studi.\n\nUntuk mencapai kenyamanan termal ruang luar pada CBD BSB City Semarang diperlukan strategi pengaturan pada master plan di antaranya adalah mengatur orientasi bangunan ke arah Timur – Barat atau Timur Laut – Barat Daya, mengatur sirkulasi agar memiliki orientasi Barat Laut - Tenggara, menempatkan bangunan paling tinggi di sisi Barat Laut kawasan dan paling rendah di sisi Tenggara, membentuk aspect ratio di atas 1.50 pada koridor jalan, penggunaan jenis vegetasi yang lebat berbatang besar dengan profil tajuk spherical, dan menempatkan ruang terbuka hijau yang menyebar di dalam kawasan.", "Daftar File": {"ABSTRAK Khairul Syarif Pramudito": "https://digilib.itb.ac.id/gdl/download/256375"}, "Penulis": "Khairul Syarif Pramudito [25620007]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Denny Zulkaidi, MUP.", "Dr.-Ing. Ir. Heru Wibowo Poerbo, MURP.", "Dr. Agus Suharjono Ekomadyo, S.T., M.T.", "Dr.Eng. Mochamad Donny Koerniawan, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rancang Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Climate Sensitive Urban Design, design review, kenyamanan termal ruang luar, ENVI-Met", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "22 Agu 2022"}