{"Nomor": 67473, "Judul": "PENGARUH DUTA MEREK KOREA DAN FAKTOR LAIN TERHADAP NIAT BELI KONSUMEN TERHADAP PRODUK PERAWATAN KULIT LOKAL DI INDONESIA", "Abstrak": "Jumlah brand skincare lokal di Indonesia terus meningkat. Sebagai akibat dari tingkat persaingan yang\nsemakin meningkat, iklan tidak lagi menjadi satu-satunya sarana untuk menciptakan citra merek dan nilai\nyang dirasakannya. Untuk mendongkrak jumlah penjualan suatu produk, para pemasar seringkali\nberusaha agar para selebriti meng-endorse produk tersebut. Selebriti ini sering disebut sebagai duta\nmerek. Seiring dengan masuknya Korean wave dan saat ini menonjol di Indonesia, beberapa brand\nskincare lokal berlomba-lomba merebut hati konsumennya dengan strategi komunikasi pemasaran dengan\nmenggunakan selebriti atau idola Korea sebagai brand ambassador untuk membangun brand awareness\ndan image yang kuat yang dapat mempengaruhi calon konsumen untuk menggunakan produk tersebut.\nSelain itu, penggunaan duta merek Korea dapat menarik persepsi konsumen tentang kualitas, risiko serta\nmenciptakan harapan terhadap produk yang didukung yang dapat berkontribusi pada niat konsumen untuk\nmelakukan pembelian terhadap produk tersebut. Selain itu, faktor pendorong lain yang mendorong niat\nkonsumen untuk melakukan pembelian juga adalah pengetahuan atau informasi yang dimiliki konsumen\ntentang produk tersebut. Mengingat keadaan tersebut di atas, penelitian berikut akan dilakukan dengan\ntujuan utama untuk menyelidiki efisiensi duta merek Korea serta dampak faktor-faktor lain dalam\nmempengaruhi niat beli konsumen untuk produk merek perawatan kulit lokal di Indonesia. Penelitian ini\nakan menggunakan metodologi kuantitatif berupa survei online. Survei online yang dilakukan dalam\nbentuk kuisioner ini memperoleh tanggapan dari total 405 responden yang mengetahui atau pernah\nmelihat minimal 1 bentuk promosi produk skincare lokal Indonesia oleh brand ambassador Korea namun\ntidak pernah melakukan pembelian. produk perawatan kulit lokal dan berdomisili di Indonesia.\nPendekatan PLS-SEM digunakan untuk melakukan analisis, dan aplikasi SmartPLS digunakan untuk\nmelakukannya. Temuan penelitian ini menunjukkan bahwa brand ambassador Korea dan persepsi risiko\nkonsumen memiliki pengaruh yang tidak signifikan terhadap niat beli konsumen. Sementara itu, aspek\nlain seperti kesadaran merek, kualitas yang dirasakan konsumen, harapan konsumen, citra merek, serta\npengetahuan produk konsumen, semuanya memainkan peran penting dalam menentukan apakah mereka\nakan melakukan pembelian produk perawatan kulit merek lokal atau tidak. Tidak menutup kemungkinan\nbagi merek perawatan kulit lokal dan pemasar merek kecantikan dan perawatan kulit lainnya untuk\nmenggunakan temuan dari penelitian ini untuk meningkatkan strategi pemasaran mereka di Indonesia.\nSecara lebih spesifik, mereka dapat mengidentifikasi faktor-faktor yang secara signifikan mempengaruhi\nniat beli konsumen untuk produk merek perawatan kulit lokal dengan menggunakan informasi yang\ndiperoleh dari penelitian ini.\n\nKata Kunci : Duta Merek Korea, Kesadaran Merek, Kualitas Persepsi Konsumen, Risiko Persepsi\nKonsumen, Citra Merek, Harapan Konsumen, Pengetahuan Produk Konsumen, Niat Beli Konsumen,\nProduk Merek Perawatan Kulit Lokal.", "Daftar File": {"2022 SK ANDI TIARA MAHARANI BAHAR-ABSTRACT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/256368"}, "Penulis": "Andi Tiara Maharani Bahar [19019077]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mustika Sufiati, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Duta Merek Korea, Kesadaran Merek, Kualitas Persepsi Konsumen, Risiko Persepsi Konsumen, Citra Merek, Harapan Konsumen, Pengetahuan Produk Konsumen, Niat Beli Konsumen, Produk Merek Perawatan Kulit Lokal.", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "22 Agu 2022"}