{"Nomor": 67478, "Judul": "KONFIGURASI FURNISHING PADA HUNIAN MIKRO DALAM MEMBANGUN PERSEPSI DAN KEBERFUNGSIAN KELUARGA MUDA DI KOTA INDUSTRI BERKEMBANG DI INDONESIA (STUDI KASUS: KARAWANG GREEN VILLAGE 2, KOTA KARAWANG, JAWA BARAT)", "Abstrak": "Dewasa ini, ruang adalah komoditas mewah akibat tingginya laju urbanisasi dan isu\nketerbatasan lahan di daerah perkotaan. Hunian dengan luasan terbatas atau dikenal\njuga dengan hunian mikro merupakan salah satu solusi pemenuhan permintaan\nrumah dan menjadi sangat populer beberapa dekade ini, utamanya di kalangan\nmasyarakat muda yang baru berkeluarga. Pertimbangan dari segi ekonomi dan\njumlah anggota keluarga menjadi poin penting dalam memilih jenis hunian ini.\nKendati memiliki lahan yang terbatas, fungsi hunian sebagai pusat interaksi sosial\nkeluarga harus dipertahankan. Interaksi sosial dalam keluarga sangat memengaruhi\npsikologis dan pembentukan karakter seseorang yang kemudian dibawa ke\nmasyarakat sebagai karakter pribadi. Hunian merupakan lingkungan kompleks\nyang mewadahi berbagai interaksi sosial, kegiatan, dan fungsi sekaligus, seperti\nbelajar, beristirahat, makan, bekerja, hingga pemulihan diri dan rekreasi. Sebuah\nhunian hakikatnya terdiri atas berbagai ruang penopang yang mengakomodasi\nsetiap aktivitas di dalamnya. Kondisi setiap ruang berperan aktif dalam\nmemengaruhi persepsi, psikologis, serta hubungan interpersonal penghuninya.\nPada hunian, furnishing adalah elemen fisik paling dominan dan memiliki bobot\nvisual yang signifikan. Objek serta elemen fisik yang memiliki bobot visual\nmerupakan aspek yang berpengaruh kuat pada persepsi, khususnya persepsi\nkesesakan. Sehingga, furnishing sangat berpengaruh dalam membangun persepsi\ndan pengalaman ruang yang dirasakan oleh penghuni. Tingkat kesesakan ruang\nsendiri dipengaruhi oleh kepadatan ruang, baik secara fisik maupun visual.\nKesesakan menimbulkan respon stress dan merupakan aspek kekacauan rumah\n(home chaos). Aspek ini kemudian akan memengaruhi sikap, perilaku,\nproduktivitas, kemampuan sosial, kognisi, hingga keberfungsian suatu keluarga.\nPada keberfungsian keluarga inilah tercermin bagaimana setiap penghuni\nbertoleransi dengan kesesakan. Penelitian ini bertujuan untuk mengidentifikasikan\nperan konfigurasi furnishing dalam membangun persepsi kesesakan yang kemudian\nmemengaruhi keberfungsian keluarga pada hunian mikro. Serta menemukan format\nkonfigurasi furnishing yang berpengaruh dalam membangun persepsi dan\nkeberfungsian keluarga untuk menjadi bahan referensi dalam perancangan serta\npembangunan hunian mikro. Temuan penelitian ini diharapkan dapat meningkatkan\nkualitas keberfungsian keluarga muda yang tinggal pada lahan terbatas. Pendekatan\nkualitatif dengan metode pengisian log sheet dan wawancara dipilih sebagai metode\npenelitian. Adapun studi kasus yang digunakan ialah ruang komunal pada hunian\ntipe 42 di Perumahan Karawang Green Village 2 (KGV 2) dengan penghuninya\nmerupakan keluarga muda. Berdasarkan studi penelitian ini, ditemukan bahwa\nkonfigurasi furnishing berpengaruh terhadap kepadatan ruang dan kemudian\nberdampak pada persepsi kesesakan yang dirasakan penghuni. Kendati demikian,\nnilai kesesakan yang dirasakan tidak memberi dampak negatif terhadap\nkeberfungsian keluarga penghuni. Hubungan serta interaksi yang terbangun pada\nkeluarga muda pun tetap dapat terjalin dengan baik meski pada hunian luas terbatas\ndengan konfigurasi furnishing yang cukup padat", "Daftar File": {"2022 TS PP EXORA RACHMA DEWI 1.pdf\n?u": "https://digilib.itb.ac.id/gdl/download/257731"}, "Penulis": "Exora Rachma Dewi [27120053]", "Kontributor / Dosen Pembimbing": ["Dr. Andriyanto Wibisono, S.Sn., M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "konfigurasi furnishing, persepsi, keberfungsian keluarga, hunian mikro, keluarga muda", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "22 Agu 2022"}