{"Nomor": 67491, "Judul": "PERANCANGAN KAMPANYE SOSIAL TENTANG MEMBANGUN BATASAN DIRI SENDIRI MENGHADAPI FENOMENA KNOWING EVERY PARTICULAR OBJECT (KEPO) DALAM LINGKUNGAN MASYARAKAT UNTUK DEWASA MUDA", "Abstrak": "Rasa ingin tahu yang kuat mengenai ledakan berbagai informasi begitu digandrungi\noleh banyak orang umunya terjadi karena takut ketinggalan informasi. Fenomena seperti\nini sering disebut dengan istilah kepo atau dikenal dengan Knowing Every Particular\nObject. Kurangnya orang untuk bisa menetukan batasan diri sendiri dan juga kurang\njelasnya batasan mengenai kepo yang menjurus ke ranah privasi, membuat orang\nsemakin merasa bebas dengan mudahnya menanyakan hal-hal yang tidak sepantasnya\nuntuk ditanyakan. Salah satu cara untuk mengatasi permasalahan ini adalah dirancangnya\nsebuah program kampanye sosial dengan tujuan terciptanya strategi dan konsep serta\ndihasilkannya visualisasi media perancangan kampanye sosial yang dapat meningkatkan\nawareness mengenai batasan diri sendiri menghadapi fenomena knowing every particular\nobject (kepo) dalam lingkungan masyarakat untuk dewasa muda. Pengumulan data\ndilakukan melalui survei dan wawancara, sedangkan pengumpulan informasi mengenai\npendukung dilakukan melalui studi literatur dan wawancara dengan para ahli. Metode\nperancangan tiga tahap yaitu tahap menentukan strategi, tahap menentukan konsep, dan\ntahapan eksekusi media. Perancangan kampanye sosial ini diharapkan menjadin bentuk\nkesadaran dan apresiasi bagi individu di lingkungan sosial untuk memberikan awareness\npentingnya menjaga privasi orang lain karena privasi sudah sepatutnya untuk dijaga dan\nbukan jadi bahan konsumsi bersama.", "Daftar File": {}, "Penulis": "Sirojul Mundzir [17418040]", "Kontributor / Dosen Pembimbing": ["Firmanda Satria, S.Ds., M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "kepo, personal boundaries, kampanye sosial", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "23 Agu 2022"}