{"Nomor": 67494, "Judul": "BODY AND STRUCTURE DESIGN OF MILITARY E-TRIKE", "Abstrak": "Sebuah perbatasan internasional memisahkan Papua Nugini, sebuah negara merdeka, dan Papua Barat, sebuah provinsi di Indonesia. Separatis Papua Barat terus mengejar kemerdekaan dari Indonesia dan konflik antara kedua belah pihak telah menjadi kekerasan. Dengan kedua belah pihak memiliki senjata api, maka diperlukan kendaraan ringan untuk mengangkut satu pengemudi dan satu penumpang untuk operasi militer, dimana kendaraan tersebut mampu beroperasi dalam kondisi off-road dan memiliki bahan anti peluru untuk perlindungan terhadap peluru. Salah satu solusinya adalah dengan memodifikasi kendaraan yang sudah ada seperti sepeda roda tiga listrik atau e-trike, yang sedang dikembangkan oleh National Center of Sustainable Transportation Technology (NCSTT) untuk tujuan komersial seiring kemajuan kendaraan listrik yang terus meningkat di Indonesia.\nPenelitian ini memberikan solusi agar e-trike dapat diselaraskan dengan kebutuhan desain dan tujuan kendaraan militer dengan modifikasi desain bodi dan rangkanya. Perbandingan bahan antipeluru yang ada untuk bodi e-trike dan jendelanya disajikan menggunakan matriks keputusan dan dipilih bahan antipeluru terbaik. Perancangan boks penumpang dan modifikasi rangka e-trike dibuat menggunakan software Solidworks dan analisis struktur statik dilakukan menggunakan software Ansys, dimana kontur tegangan von-Mises diplot.", "Daftar File": {"ABSTRAK Samuel Elia Joshua Mogot": "https://digilib.itb.ac.id/gdl/download/256425"}, "Penulis": "Samuel Elia Joshua Mogot [13117208]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ignatius Pulung Nurprasetio, M.SME.", "Ferryanto, S.T., M.T.", "Indria Herman, S.T., M.T., Ph.D.", "Dr. Bentang Arief Budiman, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "E-trike, anti peluru, militer, analisis struktur statis.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Agu 2022"}