{"Nomor": 67496, "Judul": "STUDI EKSPERIMENTAL PENGARUH PENAMBAHAN MIKRO ADITIF ZINC OXIDE DAN GRAPHITE POWDER TERHADAP PRESSURE DROP PADA BAHAN BAKAR NABATI DI SALURAN MIKRO", "Abstrak": "Biodiesel hadir sebagai bahan bakar alternatif untuk menggantikan peran dari bahan bakar fosil. Penambahan material mikro aditif terhadap biodiesel menunjukkan peningkatan performa dan mengurangi polusi. Bagaimanapun juga penambahan material mikro aditif dapat memengaruhi karakteristik laju aliran, termasuk kehilangan tekan pada bahan bakar dan saluran injector. Penelitian ini bertujuan untuk mempelajari pengaruh penambahan mikro aditif terhadap biodiesel pada saluran mikro. Saluran mikro terbuat dari kaca dengan rentang diameter 2 – 3 mm, serta variasi sudut 180 derajat dan 90 derajat. Penelitian ini menghasilkan Bilangan Reynolds dengan rentang 4 sampai dengan 29 dan pressure drop 0,5 sampai dengan 46 Pa. Hasil menunjukkan peningkatan penurunan tekanan per satuan panjang seiring meningkatnya Bilangan Reynolds, serta penambahan mikro aditif zinc oxide dan graphite powder mereduksi penurunan tekanan per satuan panjang sampai dengan 49% dan 59% masing-masingnya. Hasil penurunan tekanan per satuan panjang cukup identik dengan Persamaan Poiseuille pada microchannel lurus. Di samping itu trend faktor gesekan hasil eksperimen terhadap Bilangan Reynolds cukup identik dengan faktor gesekan Darcy, serta penambahan mikro aditif dapat mereduksi Bilangan Poiseuille. Sedangkan pada microchannel belokan menunjukkan pola yang sama dengan penelitian terdahulu yang mana koefisien rugi belokan meningkat drastis seiring Bilangan Reynolds mengecil.", "Daftar File": {"ABSTRAK Putra Andi Kolala": "https://digilib.itb.ac.id/gdl/download/256428"}, "Penulis": "Putra Andi Kolala [23119009]", "Kontributor / Dosen Pembimbing": ["Jooned Hendrarsakti, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "biodiesel, mikro aditif, pressure drop, microchannel.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Agu 2022"}