{"Nomor": 67509, "Judul": "PRODUKSI INULIN DARI BAKTERI HALOFILIK SALINIVIBRIO COSTICOLA GM01UNTUK PEMBUATAN SISTEM PENGHANTAR INSULIN ORAL", "Abstrak": "Diabetes melitus adalah kondisi jangka panjang kronis yang terjadi ketika tubuh tidak dapat memproduksi insulin yang cukup atau tidak dapat menggunakan insulin yang dihasilkannya secara efektif. Kategori utama diabetes adalah diabetes tipe 1 dan tipe 2. Injeksi insulin subkutan umum digunakan dalam penanganan harian diabetes melitus. Tetapi sulit untuk memenuhi kepatuhan pasien karena ketidaknyamanan yang terkait dengan pemberian insulin. Pemberian insulin oral menawarkan keuntungan seperti penurunan risiko hipoglikemia, kepatuhan yang lebih besar, dan berkurangnya nyeri. Namun, hambatan fisiologis tertentu harus diatasi untuk pengiriman insulin secara oral. Beberapa penelitian terdahulu menunjukkan bahwa proteksi insulin dengan inulin mampu meminimalisir hambatan fisiologis tersebut. Aplikasi inulin yang telah banyak diteliti antara lain adalah perannya dalam stabilisasi protein dan pengiriman obat yang dimodifikasi untuk peningkatan laju disolusi dan penargetan obat. Selama dekade terakhir, peningkatan upaya telah dilakukan dalam penerapan nanopartikel sebagai agen pengiriman insulin oral. Sistem pengiriman obat dalam bentuk nanopartikel memiliki rasio luas permukaan:volume terbesar dari semua bentuk sediaan sehingga dapat mempengaruhi sifat-sifat partikel yang akan mempengaruhi bioavailabilitas obat yang dibawanya. Berbagai nanopartikel polimer alam, nanopartikel polimer sintetik dan nanopartikel anorganik telah diteliti. Pada penelitian ini dikembangkan sistem nanopartikel pembawa insulin  berbasis  eksopolisakarida  yang  dihasilkan  oleh  bakteri  halofilik\nSalinivibrio costicola GM01 sebagai wahana insulin oral. Bakteri halofilik Salinivibrio costicola GM01 mampu memproduksi eksopolisakarida jenis inulin dengan kapasitas produksi sebesar 89,43 ± 13,54 mg/50 mL media produksi. Modifikasi inulin melalui asetilasi berhasil dilakukan ditandai dengan munculnya puncak baru pada spektrum FTIR pada bilangan\ngelombang ~1.720 cm-1. Hasil optimasi menggunakan RSM menunjukkan kondisi optimum pembuatan nanopartikel insulin-inulin terasetilasi dengan penggunaan 1,029 mL anhidrida asetat, 52,83 mg inulin terasetilasi dan kecepatan pengadukan 17.815,68 rpm. Ukuran nanopartikel insulin-inulin terasetilasi memiliki sebaran yang cukup sempit, yaitu 354,51 ± 38,83 nm. Uji statistik dengan tingkat kepercayaan 95% digunakan untuk melihat signifikansi data. Asetilasi dapat meningkatkan efisiensi enkapsulasi insulin hingga 7,46% dan meningkatkan kapasitas pemuatan insulin hingga 2,21%. Hasil uji stabilitas enkapsulasi menunjukkan bahwa asetilasi mampu meningkatkan performa enkapsulasi insulin dibandingkan dengan inulin tanpa asetilasi, ditandai dengan nilai ??H‡ sebesar 53,34 ± 1,97 kkal/mol dan 48,53 ± 1,33 kkal/mol pada pH 1,0 dan 7,0 dengan temperatur 37°C. Analisis kestabilan struktur  sekunder dan  tersier insulin   menggunakan circular dichroism dan spektrofluorometer menunjukkan bahwa asetilasi mampu meningkatkanperforma perlindungan konformasi insulin dibandingkan dengan inulin tanpa asetilasi, ditandai dengan nilai ??H‡ sebesar 2,28 ± 0,03 kkal/mol dan 0,80 ± 0,16 kkal/mol serta sebesar 16,70 ± 0,46 kkal/mol dan -0,63 ± 0,52 kkal/mol pada pH 1,0 dan 7,0 dengan temperatur 37°C. Hasil penelitian menunjukkan bahwa asetilasi dapat meningkatkan performa inulin dan potensinya sebagai penghantar insulin oral.", "Daftar File": {"ABSTRAK Achmad Ramadhanna'il Rasjava": "https://digilib.itb.ac.id/gdl/download/256454", "PUSTAKA Achmad Ramadhanna'il Rasjava": "https://digilib.itb.ac.id/gdl/download/264062"}, "Penulis": "Achmad Ramadhanna'il Rasjava [20520004]", "Kontributor / Dosen Pembimbing": ["Dr. Rukman Hertadi, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "insulin, oral insulin, nanopartikel, inulin, inulin terasetilasi", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "23 Agu 2022"}