{"Nomor": 67510, "Judul": "PRA-RANCANGAN INDUSTRI EDIBLE COATING BUAH STROBERI (FRAGARIA ANANASSA) DENGAN MENGGUNAKAN FORMULASI PROPOLIS DAN KARAGENAN : PENGARUH KOMBINASI EDIBLE COATING KITOSAN DAN PROPOLIS TERHADAP KUALITAS STROBERI (FRAGARIA ANANASSA) SELAMA MASA PENYIMPANAN", "Abstrak": "Stroberi (Fragaria ananassa) merupakan salah satu jenis buah yang banyak dikenal oleh masyarakat. Produksi stroberi nasional dari tahun 2015 hingga 2020 cenderung mengalami penurunan. Salah satu permasalahan dari buah stroberi adalah umur simpannya yang pendek. Buah stroberi termasuk ke dalam buah non klimakterik dengan sifat yang mudah rusak atau perishable. Salah satu cara yang dapat dilakukan untuk memperpanjang umur simpan dan meminimalkan kerusakan produk segar adalah dengan metode edible coating. Salah satu bahan edible coating yang berpotensi untuk stroberi adalah propolis. Selain propolis, kitosan merupakan bahan yang telah banyak dikembangkan untuk aplikasi edible coating. Efek sinergis dari propolis dan kitosan menjadi potensi yang besar untuk dikembangkan. Tujuan dalam penelitian ini yaitu mengetahui pengaruh kombinasi kitosan dan propolis sebagai edible coating terhadap kualitas stroberi (Fragaria ananassa). Penelitian ini menggunakan rancangan acak lengkap (RAL) dengan variasi kombinasi konsentrasi propolis (5%, 10%, dan 15%) dan kitosan dengan rasio 1:8 (v:v). Data yang diperoleh kemudian dianalisis dengan uji ANOVA dan uji lanjut Tukey dengan taraf nyata (alpha) 5%. Untuk uji organoleptik, data diuji menggunakan uji Friedman dan uji Wilcoxon. Pengaruh terbaik yaitu kombinasi edible coating kitosan dan propolis 15% (P4) berdasarkan parameter susut bobot, kadar air, TPT, jumlah bakteri dan pH. Sedangkan untuk firmness dan organoleptik, perlakuan kombinasi edible coating kitosan dan propolis belum mampu berpengaruh banyak terhadap kualitas buah stroberi (Fragaria ananassa).", "Daftar File": {"ABSTRAK Taofik Hidayat": "https://digilib.itb.ac.id/gdl/download/256461"}, "Penulis": "Taofik Hidayat [11918014]", "Kontributor / Dosen Pembimbing": ["Ramadhani Eka Putra, S.Si., M.Si., Ph.D.", "Dr. Ir. Mia Rosmiati, M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Pascapanen, Propolis, Kitosan, Stroberi, Edible coating", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Agu 2022"}