{"Nomor": 67515, "Judul": "DELINEASI SEBARAN POTENSI PANASBUMI REGIONAL DI KAWASAN GUNUNG CIREMAI, JAWA BARAT MENGGUNAKAN METODE GAYABERAT", "Abstrak": "Metode gayaberat adalah salah satu metode eksplorasi dalam disiplin ilmu geofisika untuk memberikan kita informasi bawah permukaan bumi. Metode ini digunakan dengan menentukan parameter fisis berupa variasi kontras densitas pada batuan ataupun material bawah permukaan dengan mengukur percepatan gravitasi pada daerah penelitian yang berguna untuk mencari potensi sumber daya alam yang terdapat di dalamnya. Pada Tugas Akhir ini akan dibahas mengenai penggunaan metode gayaberat dalam delineasi sebaran batuan dari sistem panasbumi. Tujuan selanjutnya adalah menentukan sebaran nilai anomali gayaberat berupa peta kontur anomali Bouguer lengkap, anomali regional, dan anomali residual, serta estimasi kedalaman anomali pada kawasan Gunung Ciremai, Jawa Barat. Penelitian dilakukan menggunakan data sekunder yang diperoleh dari Pusat Survei Geologi (PSG). Data yang diperoleh berupa nilai anomali Bouguer lengkap pada daerah penelitian yang telah dilakukan koreksi berupa koreksi apungan, koreksi pasang surut, koreksi lintang, koreksi udara bebas, koreksi Bouguer, dan koreksi medan.\nData anomali Bouguer kemudian dilakukan pemisahan dengan analisis spektrum menjadi anomali regional dan anomali residual dan filtering berupa High Pass Filter. Hasil dari Tugas Akhir ini adalah peta sebaran Anomali Bouguer Lengkap (ABL) dengan nilai yang berkisar antara -3,8 mGal hingga 6,9 mGal dengan\nkedalaman zona regional daerah penelitian sekitar 1555 meter dan zona residual daerah penelitian sekitar 605 meter. Pada tahap pemodelan digunakan pemodelan kedepan dengan menyertakan data a priori berupa data geomagnetik untuk mengestimasi potensi sistem panasbumi pada Wilayah Kerja Panasbumi Ciremai berupa batuan tudung serta reservoir yang ditandai dengan manifestasi panasbumi berupa mata air panas Sangkanhurip.", "Daftar File": {"ABSTRAK Kevin Mulyadi Hermansah": "https://digilib.itb.ac.id/gdl/download/256631"}, "Penulis": "Kevin Mulyadi Hermansah [10218041]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Alamta Singarimbun, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "analisis spektrum, anomali Bouguer lengkap, Ciremai, gayaberat", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "23 Agu 2022"}