{"Nomor": 67527, "Judul": "ANALISIS RISIKO KESEHATAN PAPARAN DEBU BATU BARA PADA SISTEM TAMBANG TERBUKA TERHADAP PENURUNAN FUNGSI PARU PEKERJA  (STUDI KASUS: KONTRAKTOR JASA PERTAMBANGAN PT. X,  KAB. KUTAI KARTANEGARA, KALIMANTAN TIMUR)", "Abstrak": "Kegiatan penambangan dapat menimbulkan masalah kesehatan. Debu batu bara merupakan salah satu sumber utama bahaya kesehatan bagi pekerja batu bara. Kontrol yang tidak efektif terhadap paparan debu batu bara dapat membahayakan kesehatan pekerja hingga penurunan fungsi paru-paru pekerja. Penelitian ini menggunakan pendekatan ilmiah analisis risiko kesehatan untuk melihat seberapa besar tingkat risiko pekerja terhadap paparan debu batu bara terinhalasi di PT. X yang bergerak di bidang usaha jasa kontraktor pertambangan batu bara di Kab. Kutai Kartanegara, Kalimantan Timur, dengan sampel penelitian 30 responden kelompok terpapar dan 10 responden kelompok kontrol. Pengambilan sampel debu terinhalasi pada pekerja menggunakan personal dust sampler dan pengukuran silika kristalin pada debu batu bara dilakukan menurut metode NIOSH 7500 menggunakan alat X-Ray Diffraction (XRD), sedangkan untuk melihat pengaruh paparan yang berakibat penurunan fungsi paru pekerja dilakukan analisis data pemeriksaan spirometri dan pemeriksaan thorax. Hasil penelitian menunjukkan nilai konsentrasi debu yang mengandung silika kristalin selama 8 jam kerja terdapat 13 orang atau 43,33% responden kelompok terpapar melebihi NAB Permenaker No 5 tahun 2018 dan ACGIH 2021 dengan nilai konsentrasi >0,025 mg/m3. Hubungan antara penambahan intake dosis debu batu bara terhadap respon tubuh berupa penurunan nilai fungsi paru tidak dapat dibuktikan. Berdasarkan nilai Refence Dose (RfD) debu yang mengandung silika kristalin oleh Permenaker No 5 tahun 2018 dan ACGIH 2021, pada kelompok terpapar secara perhitungan realtime tidak terdapat responden yang memiliki nilai HI > 1, namun jika dilakukan penilaian Hazard Index (HI) secara periode waktu jangka waktu hingga 30 tahun kedepan terdapat peningkatan 50% responden memiliki nilai HI>1. Sedangkan untuk kelompok kontrol baik secara perhitungan realtime dan periode waktu jangka waktu kedepan, tidak terdapat responden yang memiliki nilai HI > 1.", "Daftar File": {"HAMAS  MUSYADDAD ABDUL AZIZ.pdf)u": "https://digilib.itb.ac.id/gdl/download/256530"}, "Penulis": "Hamas Musyaddad Abdul Aziz [25320320]", "Kontributor / Dosen Pembimbing": ["Ir. Indah Rachmatiah Siti Salami, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "debu batu bara, silika kristalin, inhalasi, analisa risiko, penurunan                           fungsi paru", "Sumber": "Tesis  Agustus  2022", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "23 Agu 2022"}