{"Nomor": 67530, "Judul": "PENILAIAN TINGKAT MATURITAS MANAJEMEN PENGETAHUAN PADA PROSES CUSTOMER RELATIONSHIP MANAGEMENT PT JOBHUN MEMBANGUN INDONESIA", "Abstrak": "PT Jobhun Membangun Indonesia (Jobhun) merupakan sebuah perusahaan yang bergerak di bidang pengembangan karir yang menargetkan kalangan mahasiswa dan fresh graduate sebagai pelanggannya. Dari data internal Jobhun, ditemukan bahwa penjualan yang cenderung menurun dalam periode Agustus 2021 – Maret 2022. Untuk menjawab permasalahan tersebut, dilakukan proses perancangan usulan perbaikan manajemen pengetahuan pada proses customer relationship management (CRM) Jobhun.\nUntuk bisa membuat perancangan tersebut, terlebih dahulu dibutuhkan beberapa proses identifikasi, yaitu identifikasi tahap pertumbuhan organisasi dengan ASTRO ITB, identifikasi proses bisnis CRM menurut Lambert (2009), dan identifikasi maturitas manajemen pengetahuan pada proses CRM menggunakan model APO (Young, 2020). Pengumpulan data dilakukan dengan wawancara mendalam, kuesioner, dan peninjauan dokumen. Pengolahan data dilakukan dengan menggunakan metode analisis tematik dan operasi numerik.\nBerdasarkan hasil pengolahan data, Jobhun saat ini berada pada tahap pertumbuhan organisasi expansion. Jobhun melakukan 11 proses bisnis CRM dengan proses identifikasi kriteria segmentasi pelanggan, pembuatan pedoman diferensiasi produk dan jasa, dan segmentasi pelanggan, bernilai paling rendah. Maturitas manajemen pengetahuan pada proses CRM Jobhun berada pada tingkat refinement dengan kategori knowledge process memiliki gap paling besar. Jobhun diarahkan untuk merancang sistem manajemen pengetahuan pada proses segmentasi dan diferensiasi yang berbasis pada proses bisnis perbaikan. Dengan adanya sistem ini, pengelolaan best practice pada proses bisnis CRM dapat terbantu, sehingga pada akhirnya dapat membantu dalam meningkatkan penjualan Jobhun.", "Daftar File": {"ABSTRAK Muhammad Aufa Ashiddiq": "https://digilib.itb.ac.id/gdl/download/256532"}, "Penulis": "Muhammad Aufa Ashiddiq [13418079]", "Kontributor / Dosen Pembimbing": ["Dr. Hasrini Sari, S.T., M.T.", "Dr. Made Andriani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "manajemen pengetahuan, customer relationship management, tahap pertumbuhan organisasi, knowledge process, dan sistem manajemen pengetahuan.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "23 Agu 2022"}