{"Nomor": 67536, "Judul": "TANTANGAN INISIATIF BERKELANJUTAN TERHADAP  PERTUMBUHAN USAHA KECIL DAN MENENGAH DI  INDONESIA", "Abstrak": "Indonesia sebagai negara dengan predikat penduduk terbesar keempat di dunia dan jumlah UKM\nterbesar di Asia Tenggara sesungguhnya memiliki potensi besar terhadap pertumbuhan ekonomi\nnegara. Selain daripada manfaat bagi perekonomian nasional, besarnya jumlah UKM di Indonesia\njuga memiliki potensi risiko terhadap lingkungan terutama kontribusinya terhadap pencemaran dan\npenumpukan sampah dunia. Inisiatif pemerintah terkait masalah ini sebelumnya telah dibahas pada\ntahun 2017 terkait dengan Low Carbon Development Initiative (LCDI) yang bertujuan untuk\nmempromosikan inisiatif ekonomi hijau dalam mengurangi produksi emisi karbon dan meningkatkan\nkesejahteraan sosial di Indonesia. Tiga tahun kemudian, Pemerintah Indonesia menyusun Rencana\nPembangunan Jangka Menengah Nasional (RPJMN) 2020-2024 dan dikenal sebagai komitmen\npertama pemerintah terhadap penerapan keberlanjutan dalam rencana pembangunan nasional.\nImplementasi inisiatif keberlanjutan semacam ini tentunya bukan hanya tugas pemerintah saja, tetapi\njuga tugas sektor swasta di Indonesia seperti UKM yang dinilai besar jumlahnya ketimbang\nperusahaan-perusahaan besar. Dalam penelitian ini, terdapat lima sampel UKM Indonesia sebagai\nrepresentasi sektor swasta dalam mendukung inisiatif keberlanjutan. Metode pengumpulan data dalam\npenelitian ini dilakukan melalui wawancara terstruktur dengan lima perwakilan dari masing-masing\nsampel UKM Indonesia. Kemudian, proses analisis data dalam penelitian ini menggunakan\npendekatan coding yang didasarkan pada model kombinasi antara SMEs Growth Determinants dan\nSustainable Business Model (SBM) untuk menentukan kode-kode yang terkait dengan potensi\ntantangan UKM untuk mendukung praktik keberlanjutan dan menemukan faktor utama UKM dalam\nmengadopsi bisnis yang berkelanjutan. Temuan penelitian ini menunjukkan bahwa inisiatif ramah\nlingkungan dianggap lebih menantang daripada inisiatif untuk mendukung inklusivitas sosial dalam\nbisnis mereka. Faktor yang paling mendorong seluruh UKM untuk mendukung inisiatif keberlanjutan\nutamanya bersumber dari faktor internal UKM yang mengacu pada motivasi, kesadaran, dan inisiatif\npemilik atau pengelola UKM terhadap kemungkinan isu-isu yang terjadi di lingkungan dan\nmasyarakat. Selain itu, UKM pun membutuhkan dukungan dari pemerintah karena dalam\nkenyataannya sebagian besar konsumen masih kurang peduli dengan praktik keberlanjutan dan juga\nmasalah pengadaan modal bagi UKM, terutama mereka yang diketahui sebagai usaha sosial.\n\nKata Kunci: Indonesia, UKM, tantangan keberlanjutan, faktor pendorong inisiatif keberlanjutan", "Daftar File": {"2022 SK R. Rajendra Sadu Wiryawan-Abstract.pdf\n]": "https://digilib.itb.ac.id/gdl/download/256546"}, "Penulis": "Raden Rajendra Sadu Wiryawan [19019012]", "Kontributor / Dosen Pembimbing": ["Melia Famiola, S.T.P., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Indonesia, UKM, tantangan keberlanjutan, faktor pendorong inisiatif keberlanjutan", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "23 Agu 2022"}