{"Nomor": 67548, "Judul": "PERAN DESAINER DALAM MENSTIMULASI KREATIVITAS PARTISIPAN SELAMA FASILITASI DESAIN VIRTUAL: STUDI KASUS XDS LAB", "Abstrak": "Praktik fasilitasi desain menjadi sarana untuk menerapkan pendekatan design thinking yang mulai diminati  berbagai  perusahaan  untuk  menemukan  inovasi.  Praktik  tersebut  berdampak  pada semakin meluasnya peran desainer dalam proses desain, yakni sebagai fasilitator yang memimpin profesional non-desainer dalam menemukan ide inovatif. Untuk itu, fasilitator perlu mendorong partisipan  agar  mampu  berpikir  kreatif  yaitu  dengan  mengeksplorasi  banyak  ide  (berpikir divergen) dan bersepakat dalam memilih ide (berpikir konvergen). Dengan kondisi pandemi yang semakin reda, beberapa pihak memprediksi bahwa tren bekerja jarak jauh yang dilakukan ketika pandemi dan kerja hybrid akan menjadi budaya baru karena para karyawan mulai merasakan keuntungan  bekerja  virtual.  Oleh  karena  itu,  ada  kemungkinan  kegiatan  fasilitasi  desain dilaksanakan secara virtual. Penulis melakukan studi kasus pelaksanaan fasilitasi desain secara virtual dari suatu konsultan desain yang fokus pada layanan co-design. Penulis menganalisis bagaimana  fasilitator  melakukan  kolaborasi  desain  melalui  fasilitasi  desain  virtual  dan memanfaatkan komunikasi verbal untuk mendukung perannya dalam menstimulus kreativitas. Penulis  mengumpulkan  data  dengan  cara  melakukan  observasi  kegiatan,  menganalisis dokumentasi kegiatan, dan melakukan wawancara terhadap desainer. Penulis mengolah data dengan metode analisis konten dan memanfaatkan hasil penelitian sebelumnya sebagai panduan kodifikasi dan analisis. Penulis menemukan bahwa peran aplikasi cukup krusial dalam mendukung fasilitator terutama dalam koordinasi aktivitas. Fasilitasi virtual menggunakan aplikasi tersebut juga berpotensi mengurangi dampak adanya relasi kuasa. Selain itu, fasilitator menggunakan beberapa kategori pertanyaan untuk menstimulasi kreativitas partisipan. Berdasarkan temuan dari studi kasus dan kajian literatur yang relevan, penulis mengajukan 6 rekomendasi praktis agar fasilitator bisa mengoptimalkan perannya untuk menstimulasi kreativitas dalam melaksanakan fasilitasi desain secara virtual.", "Daftar File": {"2022 TS PP KHAFIDLOTUN MUSLIKHAH 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/256563"}, "Penulis": "Khafidlotun Muslikhah [27120069]", "Kontributor / Dosen Pembimbing": ["Meirina Triharini, S.Ds., M.Ds., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "fasilitasi desain virtual, fasilitator, kreativitas, kolaborasi desain, komunikasi verbal.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "23 Agu 2022"}