{"Nomor": 67558, "Judul": "STUDI SINTERING KONVENSIONAL DAN KARAKTERISASI SIFAT ELEKTROMEKANIK DARI ELEKTROLIT PADAT LI1.3AL0.3TI1.7(PO4)3", "Abstrak": "Selain faktor sifat elektrokimia, fenomena dasar mekanik dan termal juga\nberpengaruh besar terhadap performa baterai. Li1.3Al0.3Ti1.7(PO4)3 (LATP) merupakan\nelektrolit padat dengan sifat material keramik dengan proses fabrikasi relatif sederhana.\nWalau material powder LATP sudah bisa diperoleh secara komersial disertai melimpahnya\npenelitian yang telah dilakukan untuk meningkatkan performa elektrolit padat LATP, metode\nfabrikasi yang bisa dilakukan di Indonesia masih terbatas, terutama terkait keperluan\npenelitian. Selain itu, studi terkait aspek sifat elektrik dan sifat mekanik LATP dalam\nsatu penelitian yang sama juga belum banyak ditemui.\nPada penelitian ini, powder elektrolit padat LATP dipadatkan menjadi green\nbody dengan bantuan binder PVA lalu dipanaskan menjadi pellet menggunakan metode\nconventional sintering. Berdasarkan karakterisasi elektromekanik dengan pengujian EIS\ndan uji tekan, didapatkan nilai rata-rata konduktivitas ionik sebesar 1,05 S/cm, kekuatan\ntekan 146,7 KPa, modulus elastis 21,4 MPa, dan densitas relatif 70,0%.\nNilai konduktivitas inonik tersebut cukup baik untuk proses fabrikasi sederhana,\nnamun modulus elastis dan kekuatan material sangat rendah. Berdasarkan membandingkan\nstruktur mikro spesimen dengan spesimen referensi penelitian lain menggunakan SEM,\ndidapatkan bahwa karakteristisk grain dan grain boundary spesimen memang sesuai dengan\nsifat elektromekanik yang dimiliki, dengan porositas memiliki pengaruh lebih besar terhadap\nkecilnya kekuatan dan modulus elastis spesimen.", "Daftar File": {"ABSTRAK Nicholas Putra Rihandoko": "https://digilib.itb.ac.id/gdl/download/256593"}, "Penulis": "Nicholas Putra Rihandoko [13118066]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ignatius Pulung Nurprasetio, M.SME.", "Dr. Bentang Arief Budiman, S.T., M.Eng.", "Afriyanti Sumboja, Ph.D.", "Dr.Eng. Firman Bagja Juangsa, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "elektrolit padat, LATP, conventional sintering, EIS, uji tekan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Agu 2022"}