{"Nomor": 67569, "Judul": "PERANCANGAN ALAT BANTU EKSTRAKSI TOPIK DATA ULASAN APLIKASI PEDULILINDUNGI MENGGUNAKAN METODE TEXT MINING", "Abstrak": "Dalam rangka menghadapi pandemi, pemerintah Indonesia membangun Aplikasi PeduliLindungi untuk menghambat penyebaran virus Covid-19. Awalnya masyarakat menanggapi dengan positif sarana yang disediakan oleh pemerintah ini. Akan tetapi, pada proses implementasi ternyata banyak pihak yang merasa kurang puas karena Aplikasi PeduliLindungi dirasa memiliki banyak isu dan kekurangan. Ketidakpuasan tersebut terjadi karena adanya perbedaan ekspektasi yang dimiliki oleh masyarakat dengan pihak pengembang Aplikasi PeduliLindungi. Berdasarkan pada kondisi tersebut, dibutuhkan sebuah aksi untuk memahami ekspektasi masyarakat dengan lebih baik lagi. Salah satu media yang dapat digunakan untuk memahami ekspektasi masyarakat adalah data ulasan aplikasi karena mengandung permasalahan dan ide penambahan fitur dari pelanggan. Akan tetapi, dikarenakan jumlah data ulasan pengguna yang begitu banyak, sulit bagi pihak pengembang untuk memahami kebutuhan masyarakat satu per satu. Berangkat dari permasalahan tersebut, dibuatlah sebuah alat bantu untuk mengekstraksi topik permasalahan masyarakat melalui ulasan Aplikasi PeduliLindungi menggunakan teknik text mining. Data ulasan dari Aplikasi PeduliLindungi akan melewati proses persiapan yang terdiri dari tokenisasi, eliminasi kata henti & kata irelevan, dan stemming, sebelum kemudian diproses dalam pemodelan topik menggunakan Latent Dirichlet Allocation (LDA). Pemodelan topik menggunakan LDA menghasilkan kelompok-kelompok topik beserta nilai skor prevalensi relatifnya. Dengan diperolehnya kelompok-kelompok topik dan skor prevalensi relatifnya, diharapkan pihak pengembang aplikasi dapat memperoleh kebutuhan pengguna dan dapat\nmendukung proses penentuan prioritas dari poin-poin pengembangan yang akan dilakukan.", "Daftar File": {"ABSTRAK William Wibowo Ciptono": "https://digilib.itb.ac.id/gdl/download/256626"}, "Penulis": "William Wibowo Ciptono [13418087]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Kadarsah Suryadi, DEA", "Dissa Riandaso Chandra, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "LDA, pemodelan topik, text mining", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "24 Agu 2022"}