{"Nomor": 67561, "Judul": "UPAYA PENGEMBANGAN PARIWISATA PASCA PANDEMI DENGAN MENGGUNAKAN ANALISIS STAKEHOLDER (STUDI KASUS PULAU TIDUNG, PROVINSI DKI JAKARTA)", "Abstrak": "Sektor industri pariwisata merupakan salah satu sektor yang paling terdampak dari munculnya pandemi Covid-19 di Indonesia. Hal tersebut menyebabkan salah satu destinasi wisata yaitu Pulau Tidung yang berada di Kepulauan Seribu, Provinsi DKI Jakarta perlu berupaya untuk melakukan pemulihan kembali pariwisata demi mengembalikan perekonomian masyarakat Pulau Tidung. Studi ini bertujuan untuk mengetahui upaya pengembangan pariwisata pasca pandemi Covid-19 di Pulau Tidung, DKI Jakarta. Adapun metode analisis data yang digunakan adalah metode analisis deskriptif kualitatif, analisis SWOT, dan analisis stakeholder. Melalui analisis deskriptif kualitatif didapatkan bahwa pandemi Covid-19 terkonfirmasi sangat berpengaruh terhadap jumlah kunjungan wisatawan yang ada sehingga berdampak terhadap perekonomian masyarakat. Dalam pemulihan pariwisata sendiri terdapat beberapa jenis upaya yang dapat dibagi menjadi 6 aspek yaitu insentif finansial, pemasaran dan promosi, pengembangan produk, kerjasama, penelitian pemasaran, serta peningkatan kapasitas dan pelatihan, namun di Pulau Tidung belum melalakukan upaya insentif keuangan dan penelitian pasar dengan optimal. Kemudian dilakukan identifikasi strength, weakness, opportunity, dan threat dalam pemulihan pariwisata di Pulau Tidung yang digunakan dalam perumusan upaya pengembagan pariwisata dengan menggunakan metode SWOT. Dari analisis tersebut, didapatkan pentingnya peran stakeholder dalam mengurangi kelemahan, mengoptimalkan kekuatan, menghindari ancaman, dan memanfaatkan peluang. Oleh karena itu dalam studi ini dilakukan metode wawancara kepada stakeholder untuk mengetahui tingkat kepentingan dan pengaruh, serta hubungan antar stakeholder dalam pemulihan pariwisata di Pulau Tidung. Didapatkan takeholder yang menjadi key players adalah Dinas Pariwisata dan Ekonomi Kreatif, Dinas Perindustrian, Perdagangan, Koperasi, Usaha Kecil dan Menengah, Dinas Kesehatan, Dinas Lingkungan Hidup, BAPPEDA, dan Dinas Perhubungan Provinsi DKI Jakarta. Adapun upaya yang dirumuskan yaitu peningkatan peran stakeholder yang terencana dan sinergi dengan partisipasi dari setiap stakeholder dalam penyebaran informasi, konsultasi, kolaborasi, dan penguatan.", "Daftar File": {}, "Penulis": "Adiva Gantari Kayana [15418083]", "Kontributor / Dosen Pembimbing": ["Dr. Drs. Suhirman, S.H., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Strategi Pemulihan Parwisata, Pandemi Covid-19, Analisis SWOT, Analisis Matriks Stakeholder", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "23 Agu 2022"}