{"Nomor": 67567, "Judul": "PERANCANGAN PROTOTIPE ALAT MOTION CAPTURE BERBASIS PREDIKSI KAMERA SEBAGAI ALAT INSTRUMENTASI BIOMEKANIKA OLAHRAGA", "Abstrak": "Sulitnya akses terhadap pelengkapan untuk penelitian, menjadi salah satu kendala\npengembangan keilmuan sport science di Indonesia, khususnya pada bidang\nbiomekanika olahraga. Penelitian pada bidang biomekanika olahraga, berfokus\npada pengukuran dan analisi aspek kinematika dan kinetika dari atlet untuk\nmeningkatkan performa dan mencegah cedera. Sayangnya, alat bantu ukur yang\ndiperlukan masih sangat sulit diakses secara bebas di Indonesia. Hal ini diakibatkan\noleh berbagai faktor seperti tidak adanya produsen lokal hingga biaya penggunaan\nalat yang mahal. Untuk mengatasi hal tersebut, perlu dilakukan penelitian dan\nperancangan prototipe alat bantu ukur yang dapat mengatasi masalah-masalah\ntersebut.\nSalah satu alat ukur yang sering digunakan pada penelitian biomekanika olahraga\nadalah motion capture yang berfungsi mengukur posisi untuk selanjutnya\nditurunkan menjadi percepatan dari gerakan atlet. Produk motion capture pada\numumnya menggunakan kamera atau sensor dengan kualitas industri untuk\nmendapatkan hasil yang akurat. Penelitian ini bertujuan untuk merancang sistem\ndengan menggunakan kamera dan pengolahan citra untuk mendapatkan prediksi\ntitik-titik tubuh dalam visualisasi 3 Dimensi yang direpresentasikan dalam mesh\ntubuh dengan memiliki tampilan visual yang bisa digunakan oleh pengguna.\nPengambilan hasil visualisasi dimulai dengan mengambil nilai parameter intrinsik\ndan ekstrinsik kamera, mengolah video dan mendapatkan koordinat 2-Dimensi\ndengan menggunakan model OpenPose, lalu memproses koordinat 2-Dimensi\ndengan parameter intrinsik dan ekstrinsik ke model SMPL hingga outputnya\nmenjadi koordinat 3-Dimensi yang bisa divisualisasikan dalam bentuk Mesh tubuh\nmanusia dalam software Blender 3D. Secara umum, hampir seluruh subsistem\nberhasil dijalankan sesuai harapan.", "Daftar File": {}, "Penulis": "Gusti Triandi Winata [13216091]", "Kontributor / Dosen Pembimbing": ["Dr. Widyawardana Adiprawita, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Biomekanika Olahraga, Image Processing, OpenPose, Parameter Intrinsik, Parameter Ekstrinsik, SMPL, Blender 3D", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "23 Agu 2022"}