{"Nomor": 67560, "Judul": "PENGARUH EKSTRAK METANOL BUAH AVERRHOA BILIMBII TERHADAP PERKEMBANGAN ATEROSKLEROSIS MENCIT DIABETES", "Abstrak": "Diabetes melitus merupakan penyakit metabolik kronis yang ditandai dengan keadaan\nhiperglikemia. Hiperglikemia kronis berhubungan erat dengan gangguan metabolik lain yang\ndapat menyebabkan kerusakan pada berbagai sistem organ. Penyakit makrovaskular merupakan\nsalah satu komplikasi pada Diabetes melitus yang dapat menyebabkan kematian. Salah satu\npenyakit makrovaskular adalah aterosklerosis. Aterosklerosis merupakan kelainan yang terjadi\nkarena adanya penebalan yang disebut atheroma yang terdapat pada tunika intima dan tunika\nmedia. Stress oksidatif, modifikasi lipid, inflamasi kronis yang ditandai dengan diaktifkannya\nNF-Kb merupakan faktor-faktor yang menyebabkan aterosklerosis lebih cepat terjadi. Salah satu\ncara untuk mencegah perkembangan aterosklerosis pada Diabetes melitus adalah senyawa\nantioksidan yang diketahui dapat menghambat terjadinya stress oksidatif sehingga mencegah\nterjadinya modifikasi lipid, mensupresi diaktifkannya NF-Kb dan menghambat proliferasi sel\notot polos serta sintesis matriks ekstrakseluler yang menyebabkan penebalan pada tunika intimamedia.\nBuah Averrhoa bilimbii merupakan buah yang memiliki aktivitas antioksidan. Flavonoid\nmerupakan salah satu senyawa yang terkandung pada buah Averrhoa bilimbii dan berperan\ndalam mencegah pembentukan aterosklerosis. Tujuan penelitian ini adalah untuk mengetahui\nsenyawa serta aktivitas antioksidan yang terkandung dalam ekstrak buah Averrhoa bilimbii dan\npengaruhnya terhadap perkembangan aterosklerosis pada mencit diabetes. Parameter yang\ndiamati dalam perkembangan aterosklerosis disini adalah: 1) Profil lipid (kadar HDL) yang\nmenghambat oksidasi LDL dan mensupresi dihasilkannya sitokin akibat inflamasi; 2) Indeks\nAterogenik, mengindikasikan besarnya potensi terjadinya aterosklerosis; 3) Konsentrasi NF-Kb\nyang berperan penting dalam proses signaling inflamasi pada aterosklerosis; 4) Ketebalan tunika\nintima-media aorta karotis (Carotis Intima-Media Thickness (CIMT)). Penelitian ini bersifat\neksperimental dengan metode penilaian variabel post-test only control group design dengan 6\nkelompok penelitian yaitu kelompok kontrol normal, kontrol negatif, kontrol positif, perlakuan 1\ndiberi dosis 50mg/KgBB ekstrak buah Averrhoa bilimbii, kelompok 2 diberi dosis 250mg/KgBB,\nperlakuan 3 diberi dosis 300mg/KgBB. Hasil analisis menunjukan ditemukannya senyawa\nflavonoid, tannin, saponin, fenol dan terpenoid pada ekstrak buah Averrhoa bilimbii dengan nilai\nIC50 sebesar 30,97 ppm termasuk ke dalam sifat antioksidan yang sangat kuat. Hasil pengukuran\nkadar HDL menunjukan bahwa terjadi kenaikan kadar secara bermakna nilai (Sig) < 0.05 pada\nkelompok yang diberi ekstrak (Dosis 1, Dosis 2 dan Dosis 3) serta kelompok kontrol positif yang\ndiberi metformin antara hari pertama dan terkahir perlakuan. Indeks aterogenik menunjukan\nterdapat perbedaan secara bermakna dengan nilai (Sig) < 0.05 antara kelompok kontrol negatif\nyaitu sebesar 80.05 + 57.23 pada hari terkahir peneltian dibandingkan dengan kelompok\npenelitian lainnya dimana indeks aterogenik kelompok kontrol negatif cenderung meningkat\nsedangkan kelompok penelitian lainnya cenderung menurun. Metode ELISA dilakukan untuk\nmengukur konsentrasi NF-Kb serum darah mencit. Adapun hasilnya menunjukan penurunan\nkonsentrasi NF-Kb pada kelompok kontrol positif dan semua kelompok perlakuan (Dosis 1,\nDosis 2 dan Dosis 3) secara bermakna nilai (Sig) < 0.05. Sedangkan pada kelompok kontrol\nnegatif dan kelompok kontrol normal menunjukan terjadi kenaikan konsentrasi NF-Kb dari 50,96\nng/ml menjadi 98,64 ng/ml untuk kelompok kontrol negatif dan dari 51,15 + 8,40 menjadi 58,68\n+ 11,4 untuk kelompok kontrol normal. Tebal lapisan tunika intima-media pada kelompok\nkontrol negatif lebih besar dibandingkan kelompok penelitian lainnya yaitu sebesar 37,76 ?m +\n3,85 dimana berdasarkan hasil uji Post Hoc Test menunjukan terdapat perbedaan secara\nbermakna nilai (Sig) < 0.05 antara kelompok kontrol negatif dengan semua kelompok penelitian.\nBerdasarkan penelitian ini bisa disimpulkan bahwa ekstrak metanol buah Averrhoa bilimbii\nmemiliki aktivitas antioksidan yang dapat mempengaruhi perkembangan aterosklerosis dengan\nmenaikan kadar HDL, menurunkan kadar NF-Kb serta ketebalan tunika-intima media aorta\nkarotis pada mencit diabetes.", "Daftar File": {"ABSTRAK Hesti Oktapiani": "https://digilib.itb.ac.id/gdl/download/256595"}, "Penulis": "Hesti Oktapiani [20619015]", "Kontributor / Dosen Pembimbing": ["Dr. Ahmad Ridwan"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "aterosklerosis, Averrhoa bilimbii, komplikasi diabetes mellitus¸ antioksidan, stress oksidatif", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Agu 2022"}