{"Nomor": 67566, "Judul": "DAMPAK TAMPILAN WARNA BIRU DAN HIJAU PADA RUANG PERIKSA GIGI TERHADAP DENTAL ANXIETY PASIEN DEWASA MUDA", "Abstrak": "Kelompok usia remaja (12-25 tahun) merupakan kelompok usia yang memiliki\ndaya konsumtif yang tinggi terhadap produk fesyen seperti gaun dan jaket. Kelompok\nusia tersebut cenderung menggunakan jenis pakaian yang modern dan sedang menjadi\ntrend pakaian saat ini. Jenis pakaian bergaya kasual dan memiliki tampilan\nkontemporer banyak digemari oleh kelompok usia remaja. Hal ini menyebabkan\nmenurunnya minat kelompok usia remaja untuk menggunakan pakaian dengan motif\ntradisional seperti kain endek Bali. Akibatnya, sebagian masyarakat Indonesia dengan\nkelompok usia remaja tidak memahami nilai-nilai tradisi dan budaya pada kain endek\nBali. Secara detail, kain endek tersebut memiliki nilai-nilai sejarah yang tinggi. Selain\nitu, kain endek juga memiliki nilai-nilai kultural serta adat istiadat Bali. Berdasarkan\npermasalahan tersebut, perancangan desain pakaian melalui kombinasi antara pakaian\nmodern dengan kain tradisional endek Bali perlu dilakukan untuk meningkatkan minat\nkelompok usia remaja terhadap pakaian dengan motif tradisional. Salah satu teknik\nyang dapat digunakan yaitu teknik draping. Teknik draping dapat mengubah kain\nendek Bali menjadi bergaya kasual, memberikan tampilan kontemporer, namun tetap\nmemiliki nilai tradisi yang tinggi. Sehingga perancangan dengan teknik draping ini\ndapat dijadikan solusi dalam upaya pelestarian kain endek Bali khususnya pada\nkelompok usia remaja (15-25 tahun).", "Daftar File": {}, "Penulis": "Gede Adhitya Dharma [17218019]", "Kontributor / Dosen Pembimbing": ["Sabrina Ilma Sakina, S.Ds., M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kriya", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Draping, Gaun, Jaket, Kain Endek, Kelompok Usia Remaja, Pakaian Moder", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "23 Agu 2022"}