{"Nomor": 67563, "Judul": "STUDI PENERAPAN SMART CITY DI KABUPATEN BANDUNG1", "Abstrak": "Istilah smart city kian populer di Indonesia karena diyakini dapat menyelesaikan\ntuntutan kompleksitas di perkotaan. Kementerian Komunikasi dan Informatika\nsudah mengeluarkan panduan untuk menyusun Masterplan Smart City melalui\ngerakan 100 Smart City di Indonesia pada tahun 2017. Gerakan pembangunan smart\ncity di Indonesia juga semakin semarak dengan munculnya lembaga-lembaga\npengukuran dan pemeringkatan kinerja smart city nasional.\nKabupaten Bandung merupakan salah satu daerah yang termasuk dalam Gerakan\n100 Smart City, dimana kabupaten ini sudah menerima bimbingan teknis dari\nKominfo pada tahun 2018. Sebagaimana suatu kabupaten pada umumnya,\nkabupaten Bandung memiliki potensi dan permasalahan di berbagai aspek yang\nmembutuhkan pengelolaan dan penyelesaian, salah satunya dengan smart city.\nProgram smart city sudah diterapkan di Kabupaten Bandung, bahkan menerima\npenghargaan smart city untuk Dimensi Smart Environment dari Kementerian\nKomunikasi dan Informatika (Kominfo). Selain itu, Bupati Bandung juga meraih\nanugerah penghargaan “Top Leader on Digital Implementation”. Walapun smart\ncity sudah diterapkan di Kabupaten Bandung, namun publikasi penelitian dan\ninformasi terkait smart city di Kabupaten Bandung masih terbilang sangat sedikit\nyang dapat diakses di internet, oleh karena itu menarik untuk dilakukan studi terkait\ndengan penerapan smart city di Kabupaten Bandung.\nPenelitian ini bertujuan untuk memahami perkembangan smart city di Kabupaten\nBandung, dimana terdapat beberapa sasaran untuk menjawab tujuan penelitian\ntersebut yakni : (1) Mengidentifikasi penerapan kota cerdas di Kabupaten Bandung\nberdasarkan dimensi smart governance, smart branding, smart economy, smart\nliving, smart society, smart environment beserta dampaknya, (2) Menganalisis\npersepsi smart city di kalangan perangkat daerah Kabupaten Bandung, (3)\nMenganalisis isu strategis penerapan smart city di Kabupaten Bandung. Dalam\npenelitian ini metode pengumpulan data dilakukan dengan menggunakan data\nprimer dan sekunder, dimana data sekunder didapatkan dari literatur, data dan\ndokumen dari instansi terkait, serta peraturan perundang-undangan. Sedangkan data\nprimer didapatkan dengan melakukan wawancara kepada perangkat daerah\nKabupaten Bandung sebagai pelaksana program smart city, dimana pemilihan\nii\nresponden wawancara dilakukan dengan metode purposive sampling. Penelitian ini\nmenggunakan pendekatan kualitatif, dimana dalam mengolah datanya\nmenggunakan analisis konten dan analisis data kualitatif dengan pengkodean\ninduktif atau terbuka.\nBerdasarkan hasil analisis dan temuan yang ada, program smart city di Kabupaten\nBandung sebagian besar berjalan dengan baik oleh karena berbagai faktor\nkeberhasilan tertentu, walaupun ada beberapa program yang berhenti karena\nberbagai faktor penghambat tertentu. Namun keberjalanan smart city di Kabupaten\nBandung dari tahun 2019-2021 secara umum dampaknya sudah dirasakan\nmasyarakat dan Pemerintah Kabupaten Bandung. Sebagian besar perangkat daerah\nmemiliki persepsi yang sama mengenai smart city, yaitu mempermudah atau\nmembantu aktivitas manusia yang ada di Kabupaten Bandung.\nDalam perkembangannya, penerapan smart city di Kabupaten Bandung memiliki\nfaktor penghambat (challenging factor) dan faktor keberhasilan (success factor).\nTerdapat beberapa persamaan antara faktor penghambat dan faktor keberhasilan\npenerapan smart city di Kabupaten Bandung dengan faktor penghambat dan faktor\nkeberhasilan penerapan smart city di di negara-negara berkembang termasuk India,\nChina, Ghana, Iran, dan Indonesia, serta di Kota Bekasi. Faktor penghambat dan\nfaktor keberhasilan smart city di Kabupaten Bandung yang tidak memiliki\npersamaan dengan penelitian sebelumnya di wilayah lain menjadi faktor yang\nkhusus/unik terjadi di Kabupaten Bandung. Isu strategis prioritas berdasarkan irisan\nfaktor penghambat dengan faktor keberhasilan dan harapan perangkat daerah dalam\npenerapan smart city adalah isu terkait Sumber Daya Manusia (SDM), sarana dan\nprasarana, serta jaringan internet. Penelitian diharapkan dapat memberikan\nrekomendasi bagi pemerintah Kabupaten Bandung untuk penerapan smart city yang\nlebih baik lagi.", "Daftar File": {"ABSTRAK Kristyarin Dwi Anggritya": "https://digilib.itb.ac.id/gdl/download/256606", "BAB 1 Kristyarin Dwi Anggritya": "https://digilib.itb.ac.id/gdl/download/256607", "BAB 2 Kristyarin Dwi Anggritya": "https://digilib.itb.ac.id/gdl/download/256608", "BAB 3 Kristyarin Dwi Anggritya": "https://digilib.itb.ac.id/gdl/download/256609", "BAB 4 Kristyarin Dwi Anggritya": "https://digilib.itb.ac.id/gdl/download/256610", "BAB 5 Kristyarin Dwi Anggritya": "https://digilib.itb.ac.id/gdl/download/256611", "BAB 6 Kristyarin Dwi Anggritya": "https://digilib.itb.ac.id/gdl/download/256612", "PUSTAKA Kristyarin Dwi Anggritya": "https://digilib.itb.ac.id/gdl/download/256613"}, "Penulis": "Kristyarin Dwi Anggritya [25420020]", "Kontributor / Dosen Pembimbing": ["Adiwan Fahlan Aritenang, S.T., M.GIT., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kabupaten Bandung, smart city, persepsi, isu strategis, faktor penghambat, challenging factor, faktor keberhasilan, success factor", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "23 Agu 2022"}