{"Nomor": 67578, "Judul": "REDESIGNING DEATH: PENDEKATAN MULTISENSORI DESAIN PADA PERANCANGAN RUMAH DUKA BAGI MASYARAKAT TIONGHOA DI JAKARTA", "Abstrak": "Kematian merupakan akhir kehidupan manusia. Dampak dari kematian seseorang dapat menimbulkan beberapa permasalahan baik segi psikologis maupun sosial. Permasalahan psikologis yang dialami seseorang dapat bermacam-macam, dari menyalahkan dirinya sendiri hingga keinginan untuk bunuh diri. Selain itu, dampak sosial yang ditimbulkan dari kematian ialah keberadaan dari fasilitas kematian. Fasilitas kematian tidak diinginkan keberadaannya di sekitar pemukiman, memberi makna negatif pada fasilitas ini. Oleh sebab itu, fasilitas kematian saat ini perlu perancangan yang sesuai dengan kebutuhan psikologis bagi yang berduka serta mengubah stigma masyarakat umum akan bangunan ini. \nArsitektur sebagai lingkungan fisik berpengaruh terhadap otak dan karakter atau perilaku individu. Hal ini dibahas dalam teori Neuro-arsitektur yaitu, kolaborasi neurosains dan arsitektur yang mendasarkan konsep arsitektur dalam ilmu saraf, sehingga aspek spasial atau ruang dapat dilihat melalui korelasi saraf dan persepsi ruang. Studi ilmu ini sering terkait dan membahas mengenai suatu lingkungan yang dapat memodifikasi pikiran, emosi, serta perilaku pengguna bangunan. \nProposal thesis perancangan mengekplorasi tentang perancangan fasilitas kematian yang dapat mencapai rasa ketenangan dan kedamaian melalui pendekatan multisensori dari teori dasar neuroarsitektur. Rancangan mengintegrasi hubungan antara lingkungan, pikiran dan perilaku yang dapat memperngaruhi kesehatan emosional dan fisik seseorang. Metode perancangan menggunakan studi literatur mengenai tipologi kematian, persepsi, dan neuroarsitektur. Sehingga perancangan Fasilitas kematian ini menggunakan 5 kriteria multisensori desain sebagai dasar implementasi konfigurasi arsitektur. Implementasi hasil penalaran kriteria-kriteria tersebut memperlihatkan beberapa poin penting rancangan fasilitas kematian. Rancangan diharapkan dapat memberi gambaran fasilitas, ruang yang secara fisik memberikan ketenangan dan kedamaian bagi yang berduka maupun sekitar.", "Daftar File": {"ABSTRAK Nathania Andiani": "https://digilib.itb.ac.id/gdl/download/256635"}, "Penulis": "Nathania Andiani [25221037]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Iwan Sudradjat, M.SA, Ph.D.", "Dr. Ir. Woerjantari Kartidjo, M.T.", "Dr. Ir. Christina Gantini, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "kematian, Psikologis, Neuroarsitektur, Krematorium, Multisensori", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "24 Agu 2022"}