{"Nomor": 67573, "Judul": "PREDICTING FUTURE GAS WELL INFLOW PERFORMANCE RELATIONSHIP ON UNCONVENTIONAL RESERVOIR", "Abstrak": "The future Inflow Performance Relationship (IPR) curve is a calculation that estimates the reservoir's deliverability to drain fluid in the future. This is done as a result of the decrease in the reservoir's ability to deliver a flow over time. The preparation of the IPR curve can be done through various ways of doing manual calculations or using the software. The preparation of the IPR curve requires data from the reservoir that can be obtained from well testing. The ideal time for testing a well is when the well is in a stable condition. However, non-conventional reservoirs that have low permeability and porosity require a much longer stable time than conventional reservoirs. Whereas in reality, it is sufficient, well testing is only carried out for a maximum of 24 hours because it requires expensive costs. The time constraint has resulted in well testing in non-conventional reservoirs only reaching temporary conditions. Whereas in reality, it is sufficient, well testing is only carried out for a maximum of 24 hours because it requires expensive costs. The time constraint has resulted in well testing in non-conventional reservoirs only reaching temporary conditions.\nThe goal of this research is to develop a technique for calculating a tight gas reservoir's future IPR curve from data on transitory conditions. The prior study's method of predicting how to calculate the IPR curve for unconventional gas reservoirs under transient conditions is now used to produce the IPR curve. Then, to construct the IPR curve in the future, the Absolute Open Flow (AOF) value determined under the current conditions is employed. It is hoped that this study's findings will be used to compute the IPR curve for unconventional reservoirs in the future, given how quickly these reservoirs are developing around the globe. Another important step is to make sure that non-conventional reservoir wells are operating without causing production issues.", "Daftar File": {"ABSTRAK Michael Dwi Febrian Manik": "https://digilib.itb.ac.id/gdl/download/256630"}, "Penulis": "Michael Dwi Febrian Manik [12218080]", "Kontributor / Dosen Pembimbing": ["Dr. Amega Yasutra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Future Inflow Performance Relationship; Time Stabilized; Unconventional Reservoir, Gas Well", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "24 Agu 2022"}