{"Nomor": 67584, "Judul": "EFFECT OF GAS COMPONENTS ON CO2 STORAGE CAPACITY ESTIMATION IN SUBSIDENCE-DEPLETED GAS RESERVOIR", "Abstrak": "Carbon emissions in 2021 will increase by 6% compared to 2020 in line with growing energy demand due to the global economic recovery after the COVID-19 pandemic. Along with the worldwide goal of achieving net-zero emissions by 2050 as stated in the Paris agreement on limiting global temperature increases to 1.5 C, one way that can be done is to store CO2 gas produced, especially in energy processes, and power generation, and even high CO2 gas field into geological formations. CO2 storage in oil and gas reservoirs is the most effective storage area with several advantages, one of which is the ability of its geological structure to trap hydrocarbons for years. For that, a study is needed so these efforts can be fully implemented in the field.\nThis study begins with creating a reservoir model using the GEM simulator. Synthetic data are used in reservoir modeling with reasonable and acceptable sources and assumptions. Four reservoir models with different component compositions were made in order to determine their effect on CO2 storage capacity. The data obtained from the reservoir simulation is then used to calculate the CO2 storage capacity using the p/z method. Furthermore, the CO2 storage capacity from the simulation results and calculations using the p/z method were compared and analyzed.\nThe CO2 storage capacity obtained from the simulation results is smaller than the results obtained from calculations using the p/z method. From the results of the p/z vs (Gphc-GinjCO2) plot, the curve formed from the simulation results does not form a straight line. This happens because the simulation considered the subsidence that occurs so there is a change in pore volume due to rock compaction, while in the p/z method the reservoir is considered unchanged both during production and during the injection. The component composition is affecting the initial gas in place but does not too significant to the CO2 storage capacity.", "Daftar File": {"ABSTRAK Muhammad Rafif Hasnum": "https://digilib.itb.ac.id/gdl/download/256650"}, "Penulis": "Muhammad Rafif Hasnum [12218094]", "Kontributor / Dosen Pembimbing": ["Dr. Dedy Irawan, S.T., M.T.", "Pahala Dominicus Sinurat, S.T., M.Sc.Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Geological Storage, Subsidence, CO2 Storage Capacity, p/z Plot, Reservoir Simulation", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "24 Agu 2022"}