{"Nomor": 67588, "Judul": "PERANCANGAN INTERIOR MUSEUM JALUR REMPAH INDONESIA", "Abstrak": "Rempah ialah hal penting bagi Indonesia, karena rempah Indonesia diinginkan dari berbagai belahan dunia, hal tersebut yang memunculkan adanya perjalanan dunia mencari rempah saat dahulu kala, yang biasa disebut dengan jalur rempah. Saat ini pemerintah memiliki wacana untuk mengangkatan Jalur Rempah sebagai warisan dunia melalui UNESCO. Selain itu jalur rempah saat ini banyak dilupakan oleh masyarakat Indonesia, pada sisi lain jalur rempah nusantara ini memiliki peran penting terhadap sejarah pembentukan Indonesia, budaya Indonesia, dan kuliner Indonesia. Pemerintah Indonesia mengangkat kembali sejarah, cerita, dan nilai- nilai  yang  berasal  dari  Jalur  Rempah  Nusantara agar  masyarakat  mengetahui bahwasanya Jalur Rempah merupakan bagian penting bagi identitas dari bangsa Indonesia. Dengan  memberikan  masyarakat  informasi  terkait  jalur  rempah, diharapkan  kedepannya  Indonesia  dapat  memajukan  berbagai  sektor,  seperti pertanian,  budaya,  pariwisata,  ekonomi  dan  lainnya.  Untuk  mewujudkan  hal tersebut diperlukan fasilitas publik yang memenuhi kriteria dan ideal yang dapat menarik minat masyarakat Indonesia. Adapun tujuan penelitian ini adalah untuk mencari fasilitas yang tepat dalam menyalurkan informasi terkait jalur rempah agar kesadaran masyarakat terkait jalur rempah sebagai identitas meningkat. Metode yang digunakan pada penelitian ini adalah metode kualitatif. Teknik pengam data dengan cara studi literatur menggunakan sumber-sumber seperti buku, jurnal, majalah, artikel dan website mengenai rempah, jalur rempah, pusat kebudayaan, masakan Indonesia dan hal lain yang terkait penelitian ini. Analisa yang dilakukan menghasilkan  fasilitas  yaitu  “Museum Jalur  Rempah Indonesia”.  Diharapkan melalui fasilitas ini dapat membantu Indonesia dari berbagai macam sektor dan sebagai kebanggaan identitas masyarakatnya.", "Daftar File": {}, "Penulis": "Dina Avrina [17318044]", "Kontributor / Dosen Pembimbing": ["Yuki Agriardi Koswara, S.Ds., MA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Rempah, Jalur Rempah, Kebudayaan, Fasilitas Publik, Sejarah.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "24 Agu 2022"}