{"Nomor": 67587, "Judul": "PENGARUH MJO TERHADAP VARIABEL ATMOSFER-LAUT DAN DAMPAKNYA TERHADAP ARLINDO DI PERAIRAN INDONESIA", "Abstrak": "Variabilitas iklim pada berbagai skala waktu memegang peranan penting dalam iklim dunia dan sirkulasi laut global, salah satunya yaitu fenomena intraseasonal MJO. Dalam memahami lebih lanjut kaitan MJO dengan variabilitas atmosfer-laut yang memengaruhi transpor Arlindo di perairan Indonesia, peristiwa MJO dari tahun 1993 hingga 2019 diklasifikasikan ke dalam fenomena MJO-MCC dan MJO-MCnC. Kategorisasi fenomena intraseasonal MJO didasarkan pada karakteristik propagasi dan amplitudo indeks RMM dan OMI dengan mempertimbangkan efek musiman. Dilakukan metode komposit data hasil band pass filter 20-90 harian berdasarkan musim DJFM dan musim JJAS. MJO-MCC teridentifikasi memiliki amplitudo indeks yang lebih besar, bersamaan dengan jumlah kejadian yang lebih signifikan dibandingkan MJO-MCnC. Secara umum, fluktuasi variabilitas atmosfer-laut lebih lebih signifikan terjadi selama MJO-MCC dibandingkan MJO-MCnC. Kasus berbeda terjadi pada variabel tinggi muka laut. Pengaruh MJO-MCC dan MJO-MCnC menunjukkan pola yang sama, terutama di perairan barat Sumatra, selatan Jawa, hingga sebagian perairan Nusa Tenggara. Perbedaan signifikan yang bervariasi pada anomali arus dan tinggi muka laut juga terbentuk perairan Natuna dan Laut Arafura akibat faktor angin permukaan selama MJO-MCC dan MJO-MCnC.\nEfek musiman terhadap variabilitas atmosfer-laut menunjukkan sinyal MJO teridentifikasi berada di utara BMI selama musim JJAS dan di selatan BMI selama musim DJFM, dengan aktivitas MJO terkuat berada di musim DJFM. Adanya pelemahan frekuensi selama musim JJAS pada kedua klasifikasi MJO terjadi karena efek interaksi MJO-BSISO yang tidak teridentifikasi dengan baik oleh indeks MJO. Analisis CWT dan XWT dilakukan dalam melihat hubungan pengaruh yang dominan antardua deret waktu variabel atmosfer-laut. Hasil menunjukkan adanya variasi intraseasonal tinggi muka air laut di sepanjang pesisir barat Sumatra yang cenderung sefase dengan perubahan OLR, serta perubahan OLR secara langsung diikuti oleh perubahan tinggi muka air laut. Berbeda halnya dengan variabel SPL selama periode intraseasonal yang cenderung memiliki hubungan yang bervariasi dengan OLR. Variabilitas SPL bisa disebabkan oleh perubahan OLR, dan juga sebaliknya, perubahan OLR dipengaruhi oleh SPL. Selain itu, variabilitas SPL bervariasi terhadap peningkatan maupun penurunan OLR.\nPengaruh MJO terhadap perairan Indonesia teridentifikasi melalui peran penjalaran Gelombang Kelvin pesisir. Gelombang Kelvin pesisir lebih dominan memengaruhi variabilitas laut dan teridentifikasi pada kedalaman termoklin (sekitar 120 m). Selama fase aktif MJO, Gelombang Kelvin downwelling pesisir terbentuk dari Samudra Hindia ekuator dan merambat menuju pesisir barat Sumatra hingga sebagian Nusa Tenggara menyebabkan peningkatan tinggi muka air laut yang diikuti dengan pelemahan transpor Arlindo. Sebaliknya, selama fase suppressed MJO, Gelombang Kelvin upwelling pesisir menyebabkan penurunan tinggi muka air laut serta peningkatan transpor Arlindo di perairan Indonesia. Bukti penjalaran Gelombang Kelvin pesisir dapat teridentifikasi melalui variasi anomali SPL mencapai 0,5oC dan anomali tinggi muka air laut intraseasonal mencapai 6,0 cm. Selain itu, penjalaran fase variasi anomali tinggi muka air laut yang berpropagasi ke arah timur dengan kecepatan propagasi mencapai ~2,1 m/det selama kejadian MJO.\nPerbedaan pengaruh efek penjalaran MJO pada musim DJFM dan JJAS terletak pada fluktuasi frekuensi sinyal MJO maksimum yang terjadi selama musim DJFM dibandingkan musim JJAS, serta lag 1 fase antara musim DJFM dan JJAS. Hal ini juga menimbulkan variasi frekuensi transpor Arlindo baik di Selat Lombok hingga berdampak ke Selat Makassar selama perubahan fase MJO musiman. Gelombang Kelvin pesisir sebagai bukti adanya pengaruh MJO secara signifikan lebih memengaruhi perairan Indonesia selama musim DJFM dibandingkan musim JJAS.", "Daftar File": {"COVER Adelina Lumban Gaol": "https://digilib.itb.ac.id/gdl/download/267563", "BAB 1 Adelina Lumban Gaol": "https://digilib.itb.ac.id/gdl/download/267564", "BAB 2 Adelina Lumban Gaol": "https://digilib.itb.ac.id/gdl/download/267565", "BAB 3 Adelina Lumban Gaol": "https://digilib.itb.ac.id/gdl/download/267566", "BAB 4 Adelina Lumban Gaol": "https://digilib.itb.ac.id/gdl/download/267567", "BAB 5 Adelina Lumban Gaol": "https://digilib.itb.ac.id/gdl/download/267568", "PUSTAKA Adelina Lumban Gaol": "https://digilib.itb.ac.id/gdl/download/267569"}, "Penulis": "Adelina Lumban Gaol [22420041]", "Kontributor / Dosen Pembimbing": ["Ivonne Milichristi Radjawane, S.Si., M.Si., Ph.D.", "Dr. Lamona Irmudyawati Bernawis, S.Pi., M.Sc.", "Dr. rer. nat. Rima Rachmayani, S.Si., M.Si.", "Dr. Muhammad Rais Abdillah, S.Si., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "MJO, Gelombang Kelvin pesisir, Arlindo", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Rita Nurainni, S.I.Pus", "File": "7 file", "Tanggal Input": "24 Agu 2022"}