{"Nomor": 67583, "Judul": "DESAIN MUSEUM DAN PUSAT PENELITIAN LUMPUR SIDOARJO", "Abstrak": "Lumpur Sidoarjo atau yang lebih dikenal dengan lumpur lapindo merupakan bencana alam semburan lumpur panas yang terjadi akibat aktivitas pertambangan yang tidak sesuai. Peristiwa ini merupakan sebuah kejadian traumatis bagi masyarakat Sidoarjo, terlebih lagi bagi korban-korban yang kehilangan tempat tinggal hingga lapangan pekerjaannya. Selain itu, dalam bencana alam ini terdapat banyak sekali limbah lumpur panas yang keluar dan hingga sekarang belum dimanfaatkan untuk didaur ulang. Meski begitu, studi mengenai pemanfaatan limbah lumpur sidoarjo memang belum banyak dilakukan. Di sisi lain, hasil penelitian mengenai pemanfaatan limbah lumpur sebagai material bangunan juga tidak sekuat material-material konvensional dari segi struktural. Tetapi penerapan mengenai hal ini bisa ditempatkan pada bagian dekorasi dan ornamentasi. Oleh karenanya, kontribusi yang dapat dilakukan oleh arsitektur adalah pembuatan bangunan pendidikan berupa museum yang mengakomodasi perkembangan pengetahuan dengan pemanfaatan material lokal. Museum sebagai tempat untuk memberikan edukasi yang dapat dengan mudah dipahami orang awam dan pusat penelitian sebagai wadah untuk melakukan perkembangan lebih lanjut tentang fenomena luar biasa ini. Sekaligus mendukung isu lingkungan, museum didesain menggunakan material-material yang memanfaatkan kembali limbah lumpur sidoarjo yang menumpuk. Proyek ini terdiri atas tipologi fungsi museum dengan ruang pameran yang disusun menggunakan strategi story-telling berdasarkan aspek sinkronis dan diakronis, dan ruang-ruang laboratorium yang mendukung perkembangan studi dan riset. Tapak diletakkan berdekatan dengan lokasi semburan lumpur sidoarjo demi memudahkan studi dan sekaligus sebagai memorial park yang berfungsi wisata. Dalam perancangannya, bangunan museum ini akan menggunakan konsep blocking modular bata.", "Daftar File": {}, "Penulis": "Ratu Naurah Hilalah [15218051]", "Kontributor / Dosen Pembimbing": ["Ir. Wiwik Dwi Pratiwi, M.E.S, Ph.D.", "Permana, S.T., M.T.", "Medria Shekar Rani, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Lumpur Sidoarjo, materialitas, modular, museum, pusat penelitian", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "24 Agu 2022"}