{"Nomor": 67601, "Judul": "STRATEGI PERDAGANGAN BARU UNTUK MENJUAL PAKAN IKAN GIANTREE, STUDI KASUS BUDIDAYA PERIKANAN DI WILAYAH KAWASAN BENDUNGAN", "Abstrak": "Kawasan Bendungan Jatigede adalah salah satu  kawasan perairan yang dimanfaatkan oleh masyarakat \nterkena dampak bendungan sebagai pergantian mata pencaharian mereka. Budidaya perikanan adalah salah\nsatu mata pencaharian yang   dilakukan oleh masyarakat sekitar kawasan bendungan jatigede pada saat ini,\nnamun pada pembelian pakan menjadi salah satu hal yang selalu menjadi pertimbangan para pembudidaya\nikan  dalam kegiatan mereka.  GianTree mengambil peluang tersebut dengan menciptakan pakan ikan yang\nmemiliki value berbeda dengan pakan lainnya, namun  sebelum  penjualan GianTree harus mengetahui\nsystem penjualan di target daerah penjualan mereka, seberapa besar peluang jual dan unsur- unsur apa saja\nyang berpengaruh dalam system tata Kelola penjualan atau alur penjualan ikan di Kawasan bendungan\nJatigede yang menjadi target daerah penjualan pakan pertama sehingga research ini bertujuan untuk\nmendapatkan data  budidaya perikanan di kawasan bendungan jatigede.\n\nPenelitian ini juga menggunakan  theory customer behaviour untuk memperkuat analisis terhadap kebiasaan\npara  pembudidaya ikan dan mengetahui factor apa yang mempengaruhi mereka  terutama dalam pembelian\npakan.\n\n\n\nKata  kunci    : Kawasan Bendungan Jatigede, Budidaya Ikan, Pakan Ikan", "Daftar File": {"2022 SK NOVITA HASTUTI-ABSTRACT.pdf)u": "https://digilib.itb.ac.id/gdl/download/256699", "Final  Project_ Novita Hastuti Zen_19218076.pdf": "https://digilib.itb.ac.id/gdl/download/263676"}, "Penulis": "Novita Hastuti Zen [19218076]", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, M.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kawasan Bendungan Jatigede, Budidaya Ikan, Pakan Ikan", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "2 file", "Tanggal Input": "24 Agu 2022"}