{"Nomor": 67600, "Judul": "KAJIAN STRATEGI PENGURANGAN RISIKO BENCANA DAN KESIAPSIAGAAN WISATAWAN TERHADAP BENCANA TSUNAMI PADA KAWASAN PARIWISATA CILETUH-PALABUHANRATU UNESCO GLOBAL GEOPARK", "Abstrak": "Secara umum kawasan pariwisata rawan bencana tsunami Indonesia berada pada wilayah lingkaran cincin api pasifik, memiliki kondisi geologis yang terletak pada tumbukan tiga lempeng tektonik aktif (Eurasia, Indo-Australia, Pasifik) yang menimbulkan aktivitas seismic. Kondisi ini menyebabkan beberapa daerah pariwisata yang berada di wilayah pesisir memiliki risiko bencana yang tinggi khususnya bencana gempa bumi dan tsunami. Salah satunya dikawasan pariwisata Ciletuh-Palabuhanratu UNESCO Global Geopark (CPUGG) yang terletak di Kabupaten Sukabumi. Penelitian ini bertujuan untuk mengkaji strategi pengurangan risiko bencana dan kesiapsiagaan wisatawan terhadap bencana tsunami. Metode yang digunakan adalah kuantitatif dengan suatu fotmat deskriptif. Hasil studi menunjukan bahwa tingkat risiko bencana tsunami mempunyai nilai sebesar 0,64 yang menunjukan nilai tingkatan risiko sedang yang mendekati tinggi terhadap bencana tsunami. Untuk nilai Kesiapsiagaan wisatawan berada pada ketegori kesiapsiagaan sedang dengan nilai 0,47. Sementara untuk strategi pengurangan risisko bencana tsunami dari aspek pemerintah, masyarakat, bisnis dan wisatawan dibagi menjadi 3 level yaitu level 1, level 2 dan level 3. Berdasarkan hasil studi tingkat risiko bencana tsunami mayoritas indikator yang ditijau masih tergolong tinggi pada tingkatan bahaya dan kerentanan, sementara untuk nilai kapasitas dan kesiapsiagaan wisatawan menunjukan nilai sedang. Oleh sebab itu, usulan strategi yang dilakukan pada penelitian ini dapat menjadi masukan dalam mengurangi risiko bencana tsunami apa bila terjadi pada suatu saat nanti di kawasan pariwisata Ciletuh-Palabuhanratu UNESCO Global Geopark.", "Daftar File": {"COVER Herdien Raka Moch Isya": "https://digilib.itb.ac.id/gdl/download/256690"}, "Penulis": "Herdien Raka Moch Isya [28820012]", "Kontributor / Dosen Pembimbing": ["Prof. Drs. Arief Rosyidie, M.S.P., M.Arch., Ph.D.", "Ir. Harkunti Pertiwi Rahayu, Ph.D.", "Alhilal Furqan, B.Sc., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Terapan Perencanaan Kepariwisataan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "wisatawan, tsunami, strategi, kajian risiko bencana, kesiapsiagaan.", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "9 file", "Tanggal Input": "24 Agu 2022"}