{"Nomor": 67616, "Judul": "PERANCANGAN ALAT UKUR DAN PENGATUR LAJU ALIRAN FLUIDA DALAM COAL PIPE PLTU", "Abstrak": "Pembangkit Listrik Tenaga Uap mempunyai porsi 48% dari total pembangkit listrik di Indonesia, oleh karena itu menjaga kinerja pembangkit untuk bekerja dalam kondisi terbaiknya merupakan suatu keharusan. Banyak permasalahan pada kinerja pembangkit dan salah satunya adalah dalam memastikan efisiensi pembakaran yang terjadi pada boiler. Namun masalah tersebut tidaklah mudah dan dalam faktanya kondisi di dalam boiler sukar untuk diamati.\nPada penelitian ini akan dilakukan balancing terhadap laju aliran fluida serbuk batu bara pada masing-masing coal pipe, sehingga harapanya pembakaran terjadi di dalam boiler tipe tangential melalui burner pada setiap ujungnya menghasilkan bola api yang tepat di tengah dan bekerja dalam efisiensi terbaik. Proses balancing ini membutuhkan data kecepatan fluida dari masing-masing coal pipe yang akurat, sehingga pada penelitian ini penulis akan merancang dan melakukan optimalisasi terhadap alat ukur dan sistem pengukuran. Pada penelitian ini juga akan dicari solusi dari masalah blocking yang dialami oleh alat ukur sebagai akibat dari kondisi batu bara yang kurang baik. Selain itu pada penelititan ini akan dirancang alat pengatur laju aliran fluida beserta dengan mekanisme kontrolnya untuk memenuhi proses balancing.\nPada penelitian ini diperoleh dua opsi untuk bentuk sensor annubar pitot tube, yaitu bentuk streamline dan circular sebagai sensor alat ukur. Bentuk streamline memberikan hasil yang lebih baik dalam hal kehilangan energi, sedangkan bentuk circular lebih sederhana. Sistem Purging pada sistem ini digunakan dengan menggunakan komponen kompressor untuk mengirimkan udara bertekanan menuju ke port yang terhubung pada chamber alat ukur melalui mekanisme buka tutup katup solenoid. Alat pengatur laju aliran fluida yang digunakan adalah slide gate valve dengan kontrol PLC dan aktuator pneumatik.", "Daftar File": {"ABSTRAK Rn. Marcelino Fredianto": "https://digilib.itb.ac.id/gdl/download/256726"}, "Penulis": "Rn. Marcelino Fredianto [13118057]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Willy Adriansyah, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "pembangkit listrik tenaga uap, balancing, blocking, purging, coal pipe", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Agu 2022"}