{"Nomor": 67619, "Judul": "USULAN STRATEGI USAHA KEPADA  PT PERTAMINA TRANS KONTINENTAL DALAM MENGEMBANGKAN PANGKALAN LOGISTIK TERINTEGRASI", "Abstrak": "PT Pertamina Trans Kontinental (“PTK”) sebagai Anak Perusahaan PT Pertamina (Persero) memiliki 3 (tiga) segmen jasa yaitu jasa pelayaran, jasa kelautan dan jasa pelayanan kepelabuhanan & logistik. Fokus penelitian ini adalah PTK Shorebase Tanjung Batu (“PSTB”) yang merupakan salah satu fasilitas jasa pelayanan kepelabuhanan & logistik. Dalam kurun waktu tiga tahun sejak pertama kali beroperasi pada 1 Agustus 2018, pangkalan logistik milik Perusahaan mencatatkan kinerja yang baik dalam aspek operasional dan keuangan, namun pada tahun 2021 menunjukkan penurunan pendapatan dan laba. Dari tahun 2020 hingga 2021, pendapatan turun sekitar 15% sementara laba juga turun signifikan sekitar 36%. Berdasarkan riset dan analisis internal, penyebab penurunan ini adalah penurunan pangsa pasar yang berdampak pada penurunan volume layanan bongkar muat kargo dan mengakibatkan rendahnya laba Perusahaan.\n\nPangkalan logistik yang baik didukung sebagian besar oleh faktor geografis. Pangkalan logistik milik Perusahaan dianggap sebagai salah satu lokasi terbarik untuk mendukung industri minyak & gas di Kalimantan – Selat. Sebelumnya, Perusahaan menguasai sebagian besar pangsa pasar, namun pada tahun 2021 meskipun Perseroan masih mempertahankan posisinya sebagai pemimpin pasar, namun Perusahaan telah kehilangan sebagian pasarnya. Untuk mengatasi masalah tersebut, perlu dilakukan kajian untuk menentukan strategi usaha yang inovatif. Menghadapi ketidakpastian bisnis, ditambah dengan persaingan yang tinggi dan tren efisiensi di industri minyak & gas yang mengakibatkan potensi penurunan pendapatan, adalah penting bagi Perusahaan untuk menentukan strategi bisnis dengan tujuan untuk mempertahankan posisi saat ini sebagai pemimpin pasar, memperluas pangsa pasar, meningkatkan pendapatan, dan pada akhirnya dapat mengembangkan keunggulan kompetitif yang berkelanjutan.\n\nBerdasarkan hasil analisis eksternal, internal, dan strategi usaha, strategi inovatif yang dapat diterapkan Perusahaan dan dapat ditawarkan kepada Pelanggan adalah pengembangan pangkalan logistik yang terintegrasi. Dengan strategi bisnis ini Perusahaan akan mengubah pengkalan logistik saat ini menjadi sebuah pengkalan logistik terintegrasi yang baru yang berperan sebagai mitra strategis bagi Pelanggan dari perusahaan minyak & gas. Pangkalan logistik terintegrasi akan menyediakan berbagai layanan mulai dari layanan logistik hingga produk / layanan baru seperti layanan pelayaran & kelautan dan fasilitas tangka untuk kargo curah. Diharapkan bahwa Perusahaan mampu memperluas layanannya dan menyediakan solusi logistik satu atap kepada pelanggannya dan menciptakan keunggulan kompetitif yang berkelanjutan.", "Daftar File": {"COVER Steven Romario Temanta Tarigan": "https://digilib.itb.ac.id/gdl/download/263904", "BAB 1 Steven Romario Temanta Tarigan": "https://digilib.itb.ac.id/gdl/download/263905", "BAB 2 Steven Romario Temanta Tarigan": "https://digilib.itb.ac.id/gdl/download/263906", "BAB 3 Steven Romario Temanta Tarigan": "https://digilib.itb.ac.id/gdl/download/263907", "BAB 4 Steven Romario Temanta Tarigan": "https://digilib.itb.ac.id/gdl/download/263908", "PUSTAKA Steven Romario Temanta Tarigan": "https://digilib.itb.ac.id/gdl/download/263909"}, "Penulis": "Steven Romario Temanta Tarigan [29320451]", "Kontributor / Dosen Pembimbing": ["Yudo Anggoro, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Usaha, Pangkalan Logistic Terintegrasi, Logistik, Pelayaran, Fasilitas, Keunggulan Kompetitif", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "24 Agu 2022"}