{"Nomor": 67612, "Judul": "PERANCANGAN KAMUS REKOMENDASI PENGEMBANGAN TALENTA PADA PT MITRABAHTERA SEGARA SEJATI", "Abstrak": "PT Mitrabahtera Segara Sejati (PT MBSS) adalah sebuah perusahaan yang bergerak\ndi bidang logistik. PT MBSS merupakan salah satu perusahaan yang telah\nmenerapkan manajemen talenta. Salah satu kegiatan manajemen talenta yang\ndilakukan adalah pemetaan talenta dengan 9 box matrix dan pengembangan talenta.\nNamun, pemetaan talenta dengan 9 box matrix hanya dimanfaatkan sebatas\nvisualisasi dan tidak dijadikan acuan pengembangan talenta. Hal tersebut\ndikarenakan PT MBSS belum memiliki kamus rekomendasi pengembangan talenta\nyang berisi rekomendasi pengembangan talenta karyawan berdasarkan hasil\npemetaan dengan 9 box matrix. Untuk itu, perlu dirancang kamus rekomendasi\npengembangan talenta yang mengacu kepada 9 box matrix.\nPenelitian dilakukan dengan pendekatan kualitatif melalui wawancara semiterstruktur\nsementara pengolahan data dilakukan dengan analisis tematik.\nPenelitian terkait pengembangan talenta dilaksanakan dengan mengacu kepada\nmetodologi perbaikan manajemen talenta (Ingram, 2016). Metodologi ini\nmenjelaskan langkah-langkah perbaikan manajemen talenta yang dilakukan dengan\nterlebih dahulu mengidentifikasi strategi manajemen talenta yang telah diterapkan\nperusahaan dan menggali informasi terkait solusi alternatif yang dapat\ndikembangkan.\nPenelitian ini menghasilkan rancangan kamus rekomendasi pengembangan talenta\nyang berisi rekomendasi tindakan pengembangan talenta bagi setiap kategori 9 box\nmatrix. Tidak hanya itu, penelitian ini juga menghasilkan usulan rancangan sistem\ninformasi untuk mendukung implementasi rancangan kamus dalam kegiatan\npengembangan talenta. Dengan demikian, diharapkan melalui perancangan kamus\nrekomendasi pengembangan talenta yang dilakukan, PT MBSS mampu\nmengembangkan karyawan dengan lebih optimal.", "Daftar File": {"ABSTRAK Rachmani Aisha Nassrullah": "https://digilib.itb.ac.id/gdl/download/256723"}, "Penulis": "Rachmani Aisha Nassrullah [13418045]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Iwan Inrawan Wiratmadja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "pemetaan talenta, pengembangan talenta, 9 box matrix", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "24 Agu 2022"}