{"Nomor": 67614, "Judul": "EFFECTIVE STRATEGY PLANNING OF INSTAGRAM INFLUENCER ENDORSEMENTS FOR VEE NATURALS COMPANY", "Abstrak": "Terjadi pergeseran gaya hidup masyarakat yang ditandai dengan penggunaan media sosial dalam\ntren kecantikan. Fenomena ini sedang disikapi oleh para pemilik bisnis kecantikan dalam\nmeningkatkan pangsa pasar perusahaan. Melihat banyaknya peluang yang muncul, para pemilik\nbisnis kecantikan mempercayakan produknya untuk dipromosikan oleh influencer Instagram guna\nmewujudkan tujuan perusahaan. Namun banyak perusahaan kecantikan yang kebingungan dalam\nmemilih jenis influencer Instagram yang akan digunakan, dan Vee Naturals merupakan salah satu\nperusahaan yang sudah menggunakan nano influencer namun hasilnya kurang memuaskan\nterutama untuk menambah followers Instagram. Penelitian ini bertujuan untuk mengetahui faktorfaktor\n\ninfluencer Instagram yang berpengaruh terhadap peningkatan followers Instagram dalam\npemasaran online dan mencari solusi yang tepat untuk mengoptimalkan strategi endorsement agar\nkegiatan pemasaran menggunakan Instagram influencer dapat efektif dan efisien untuk brand.\nPenelitian ini diawali dengan analisis situasi bisnis eksternal dan internal termasuk survei online\ndengan 215 responden, hasilnya akan menentukan SWOT brand kemudian strategi rekomendasi\ndirumuskan untuk memecahkan akar penyebab yang diidentifikasi melalui diagram tulang ikan,\nseperti meningkatkan persiapan endorsement beauty influencer (kriteria beauty influencer dan brief\ninfluencer untuk endorsement). Menggunakan Facebook Creator Studio untuk mengembangkan\njadwal posting Instagram. Anggota tim Vee Naturals memperoleh pengetahuan tentang akuntansi\ndan keuangan. Juga menerima dana dari kompetisi bisnis dan inkubator dan brand Vee Naturals\nmempekerjakan karyawan lepas / magang. Selain itu, pemilik bisnis kecantikan lainnya akan\nterbantu berdasarkan penelitian ini untuk meningkatkan kinerja dan hasil endorsement influencer\nInstagram yang akan dilakukan di masa mendatang.\n\nKeywords: Industri Kecantikan, Perencanaan Strategi Efektif, Endorsement, Influencer Instagram,\nPemasaran.", "Daftar File": {"2022 SK Saskia Dila Sagata-Abstract.pdf?": "https://digilib.itb.ac.id/gdl/download/256725"}, "Penulis": "Saskia Dila Sagata [19218037]", "Kontributor / Dosen Pembimbing": ["Fitri Aprilianty, S.Si., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Industri Kecantikan, Perencanaan Strategi Efektif, Endorsement, Influencer Instagram, Pemasaran.", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "24 Agu 2022"}