{"Nomor": 67625, "Judul": "ANALISIS MANFAAT NILAI UANG UNTUK PROYEK KPBU PELABUHAN DI INDONESIA", "Abstrak": "Indonesia sebagai negara kepulauan memiliki berbagai kebutuhan infrastruktur terutama transportasi pelabuhan dan laut untuk mendukung kelancaran logistik nasional guna meningkatkan pertumbuhan ekonomi. Sejalan dengan kebutuhan transportasi pelabuhan dan laut, Pemerintah Indonesia telah menunjukkan minat dan komitmen yang kuat untuk memperkuat infrastruktur pelabuhan Indonesia melalui Program Tol Laut dan Proyek Strategis Nasional (PSN).\nNamun, untuk mengembangkan Program Tol Laut tersebut, Pemerintah Indonesia membutuhkan dukungan investasi terutama dari pihak swasta. Dalam rangka memenuhi kesenjangan investasi, pemerintah mengembangkan skema Kerjasama Pemerintah dan Badan Usaha (KPBU) untuk proyek infrastruktur dan telah melakukan tender proyek KPBU untuk sektor pelabuhan, skema bisnis KPBU yang diterapkan adalah Design-Build-Finance-Operate-Maintain-Transfer (DBFOMT) selama 30 - 50 tahun dengan beberapa skema pendapatan potensial yang bergantung pada Analisa struktur proyek dan kelayakan komersial.\nPenelitian ini akan fokus pada proyek sektor pelabuhan yang dikategorikan sebagai proyek komersial, yang mengadopsi skema user-charge sebagai sumber utama pendapatan proyek. Skema user-charge akan mengekspos pihak swasta pada ketidakpastian risiko permintaan tetapi akan meringankan kewajiban anggaran pemerintah untuk membayar kembali investasi tersebut.\nDari perspektif pihak swasta, risiko permintaan dan kepastian tarif menjadi hal utama dalam pertimbangan evaluasi kelayakan Proyek. Namun berdasarkan Peraturan Menteri Perhubungan No. PM 121/2018 terkait Jenis, Struktur, Kategori, dan Mekanisme Tarif Pelabuhan Klausula 18.1.a.4 bahwa Berita Acara Kesepakatan dari Asosiasi Pelabuhan menjadi salah satu syarat wajib untuk menyesuaikan Tarif Pelabuhan. Untuk meningkatkan investasi swasta, keberlanjutan proyek menjadi poin utama pertimbangan, sehingga meskipun permintaan mungkin tidak pasti karena situasi yang dinamis, aspek masing-masing setidaknya harus memberikan kepastian kepada pihak swasta untuk mendapatkan kembali investasi mereka dan batas.\nDari perspektif pemberi pinjaman, keberlanjutan arus kas akan menjadi penilaian mereka untuk persetujuan pinjaman yang juga menjadi pertimbangan bagi calon investor apakah proyek tersebut dapat memenuhi aspek bankability.\nPenelitian ini bertujuan untuk memberikan analisis terbaik dan struktur proyek yang lebih baik untuk Proyek Pelabuhan PPP di Indonesia. Struktur proyek yang baik dan berkelanjutan akan meningkatkan minat bagi calon investor yang lebih kompetitif dan berkualitas serta meningkatkan minat mereka untuk melakukan investasi di Indonesia.\nSejalan dengan tujuan tersebut, penelitian ini akan menganalisa beberapa perspektif untuk mencapai kesimpulan terkait bagaimana mencapai proyek pelabuhan PPP yang berkelanjutan. Analisis PESTLE dan SWOT digunakan untuk memahami kondisi bisnis saat ini dan untuk mengatasi ancaman terhadap keberlanjutan proyek. Model bisnis saat ini masih belum memenuhi ekspektasi yang diharapkan dan masih memiliki celah yang signifikan. Oleh karena itu, analisis sensitivitas akan dilakukan berdasarkan isu utama dari analisis internal dan eksternal yang mencakup masa konsesi, fleksibilitas permintaan, penyesuaian tarif, dan tingkat inflasi.\nDengan melakukan analisis sensitivitas, penelitian ini diharapkan akan memberikan perspektif lain tentang bagaimana jika permintaan menurun dan tidak memenuhi target, bagaimana jika ada restrukturisasi tarif dari pemerintah, dan atau skenario apa yang terbaik untuk dijalankan untuk mencapai keberlanjutan proyek dari baik perspektif swasta maupun pemerintah.\nSelain analisis sensitivitas, penelitian ini juga akan mengamati potensi risiko yang akan ditanggung para pihak dan mitigasinya untuk setiap item risiko. Dari analisis sensitivitas dan identifikasi risiko, penelitian ini akan menghasilkan rekomendasi dan mitigasi potensial untuk meningkatkan keberlanjutan proyek selama masa konsesi.\nDari analisis yang dilakukan dapat disimpulkan bahwa model bisnis KPBU saat ini tidak tahan terhadap perkembangan ekonomi yang dinamis seperti tingkat inflasi dan penurunan permintaan yang berdampak langsung pada profil pendapatan, profil sensitivitas juga menunjukkan ketidakpastian dalam hal menyerap kenaikan biaya selama periode operasional, yang desebabkan oleh kondisi ekonomi dan lambatnya penyesuaian tarif yang sesuai, selain itu model bisnis saat ini memiliki jangka waktu yang tetap dan tidak dapat dinegosiasikan yang dapat berdampak pada realisasi profit yang kurang dari yang diharapkan.\nBerdasarkan pendekatan di atas, kami menyimpulkan bahwa model bisnis saat ini perlu ditingkatkan untuk mengisi beberapa celah untuk menjaga keberlanjutan proyek. Temuan menyarankan beberapa perbaikan dan strategi implementasi ke dalam model bisnis termasuk (i) terbuka untuk mekanisme lelang yang berbeda seperti Least Present Value of Revenue (“LPVR”) untuk memitigasi kontrak negosiasi ulang karena risiko komersial / permintaan, (ii) eksplorasi potensi jaminan pemerintah untuk memitigasi risiko publik yang timbul dan melindungi Lembaga pemerintah untuk kewajiban keuangan mereka dan pihak swasta karena pelanggaran kontrak termasuk terminasi dini, risiko penyesuaian tarif, dan risiko politik, (iii) Memposisikan keputusan penyesuaian tarif kepada pemerintah dengan mengusulkan peraturan baru yang mendukung keputusan tersebut.", "Daftar File": {"COVER Shirleen": "https://digilib.itb.ac.id/gdl/download/263877", "BAB 1 Shirleen": "https://digilib.itb.ac.id/gdl/download/263880", "BAB 2 Shirleen": "https://digilib.itb.ac.id/gdl/download/263881", "BAB 3 Shirleen": "https://digilib.itb.ac.id/gdl/download/263883", "BAB 4 Shirleen": "https://digilib.itb.ac.id/gdl/download/263884", "PUSTAKA Shirleen": "https://digilib.itb.ac.id/gdl/download/263885"}, "Penulis": "Shirleen [29320520]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudarso Kaderi Wiryono, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kerjasama Pemerintah dan Badan Usaha, Analisa Sensitivitas, Keberlanjutan, Arus Kas, Mitigasi Risiko.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "24 Agu 2022"}