{"Nomor": 67620, "Judul": "ANALISIS SOSIAL MEDIA UNTUK MENGEMBANGKAN STRATEGI DALAM USAHA PROPERTI PERUMAHAN", "Abstrak": "Sejak kasus Covid-19 muncul di Indonesia pada Maret 2020, pertumbuhan indeks harga properti residensial di Indonesia sangat terbatas dan diperkirakan hingga kuartal IV 2021. Perlambatan kenaikan harga diprediksi terjadi untuk semua jenis rumah karena untuk diskon PPN 10% yang sedang berlangsung. Hal ini tercermin dari kenaikan Indeks Harga Properti Residensial (IHPR) pada triwulan III 2021 sebesar 1,41% (yoy), sedikit lebih rendah dibandingkan pertumbuhan triwulan sebelumnya sebesar 1,49% (yoy). Pada triwulan IV 2021, harga properti residensial diperkirakan masih tumbuh terbatas sebesar 1,19% (yoy). Sementara dari sisi penjualan, menurut SHPR, mengindikasikan penjualan properti residensial di pasar perdana pada kuartal III 2021 masih tertahan. Hal ini tercermin dari penjualan pada triwulan III 2021 yang mengalami kontraksi 15,19% (yoy). Penurunan penjualan properti residensial terutama terjadi pada tipe rumah kecil. Secara spasial, perlambatan diperkirakan terjadi di sebagian besar kota yang disurvei. Tulisan ini bertujuan untuk memberikan wawasan lebih bagi pengembang properti residensial untuk memahami sentimen konsumen di media sosial terhadap perilaku pembelian mereka, dengan tujuan untuk mengetahui sentimen konsumen dalam membeli rumah selama pandemi COVID-19, mengetahui faktor yang paling dan paling tidak disukai, menentukan faktor-faktor yang paling berpengaruh, dan memberikan rekomendasi dimana perbaikan harus dilakukan. Terdapat enam kata kunci pembelian rumah yang digunakan yaitu: Kredit Pemilikan Rumah (KPR), backlog, hunian, properti, shm, dan shgb. Analisis menggunakan observasi manual di Twitter,  periode penarikan data 1 Maret 2021 hingga 24 Maret 2022 yang menyertakan kata 'rumah' dan variasinya ditambah satu dari enam kata kunci dikumpulkan melalui proses penambangan teks. Sebanyak 20% data diberi label sentimennya secara manual untuk digunakan sebagai data latih. Penelitian ini menunjukkan bahwa dari total 7626 chat yang telah diproses sebelumnya, 5803 tweet memiliki sentimen netral, 363 tweet memiliki sentimen positif, dan 1470 tweet memiliki sentimen negatif. Hasil ini dapat diartikan bahwa sebagian besar masyarakat tidak puas dengan penjualan properti residensial dan peraturan pemerintah tentang properti residensial. Sisanya 80% persen memiliki nilai presisi, yaitu model telah menjelaskan 80% hal umum saat membeli rumah.", "Daftar File": {"COVER Fikraneesa": "https://digilib.itb.ac.id/gdl/download/263734", "BAB 1 Fikraneesa": "https://digilib.itb.ac.id/gdl/download/263735", "BAB 2 Fikraneesa": "https://digilib.itb.ac.id/gdl/download/263736", "BAB 3 Fikraneesa": "https://digilib.itb.ac.id/gdl/download/263737", "BAB 4 Fikraneesa": "https://digilib.itb.ac.id/gdl/download/263738", "PUSTAKA Fikraneesa": "https://digilib.itb.ac.id/gdl/download/263739"}, "Penulis": "Fikraneesa [29320409]", "Kontributor / Dosen Pembimbing": ["Dr. Manahan Parlindungan Saragih Siallagan"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Analisis Media Sosial, Properti Hunian, Perilaku Pembelian, Penambangan Teks, Analisis Jaringan Teks.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "24 Agu 2022"}