{"Nomor": 67630, "Judul": "PERAMALAN PERMINTAAN DAN PERHITUNGAN SAFETY STOCK PADA PT. KUTAI READY MIX", "Abstrak": "Pemindahan ibu kota ke provinsi Kalimantan Timur akan mendorong investasi di daerah dan sekitarnya untuk pertumbuhan dan pembangunan. Tentu, ini juga akan menguntungkan secara finansial, terutama untuk industri jasa dan konstruksi. PT. Kutai Ready Mix merupakan perusahaan yang bergerak dibidang industri pembuatan beton ready mix khususnya untuk wilayah Balikpapan. Saat ini, kapasitas pengecoran beton siap pakai tahunan perusahaan adalah 70.600 m3 atau sekitar 98%. Namun pada tahun 2021, perusahaan hanya mencapai target service level sebesar 79,4%. Selisih total laba dari target dan realisasi casting pada tahun 2021 adalah sebesar 7.179.647.996 miliar rupiah. Untuk memenuhi permintaan pengecoran yang memiliki ketidakpastian tinggi, perusahaan perlu mencari strategi yang tepat dalam mengelola permintaan pengecoran, salah satunya dengan mengoptimalkan safety stock. Berdasarkan pendataan, PT. Kutai Ready Mix tidak menerapkan metode Forecast untuk permintaan casting dan perencanaan safety stock yang hanya berdasarkan estimasi dan pengalaman sebelumnya. \nTidak adanya metode forecast yang diterapkan pada perusahaan dan juga penerapan safety stock yang kurang baik akan mempengaruhi proses produksi terutama banyaknya permintaan casting yang tidak terlayani karena ketidakmampuan perusahaan memenuhi jumlah permintaan casting. Dengan adanya penelitian ini, alternatif solusi yang disarankan adalah dengan mengusulkan kepada perusahaan untuk menggunakan metode forecast untuk mengetahui estimasi permintaan casting dimasa yang akan datang. Dalam penelitian ini digunakan metode analisis time series sebagai metode peramalan, sedangkan untuk menghitung safety stock dilakukan perbandingan menggunakan 3 rumus yaitu Average-Max, Uncertainty only on Demand dan Uncertainty Demand dan Lead Time. \nDengan mengetahui ramalan permintaan pengecoran maka perusahaan dapat mengetahui berapa banyak permintaan pengecoran dan dapat memperkirakan jumlah material yang harus dipesan. Selain itu, perusahaan dapat menentukan berapa banyak safety stock yang dibutuhkan agar tidak ada permintaan casting yang tidak terlayani karena out of stock. \nSetelah menganalisis dan menghitung, beberapa kesimpulan dapat diambil. Pertama, metode peramalan terbaik untuk peramalan permintaan pengecoran di PT. Kutai Ready Mix merupakan Exponential Smoothing dengan trend karena memiliki nilai MAD, MSE, MAPE terkecil. Kemudian untuk safety stock, setelah dianalisa berdasarkan hasil kuesioner AHP maka dipilihlah rumus Average-Max untuk digunakan dalam menghitung safety stock dan reorder point di PT. Kutai Ready Mix.", "Daftar File": {"2022TS_PP_Davin Tona Hansel_Abstrak-1_.pdf?_": "https://digilib.itb.ac.id/gdl/download/256733"}, "Penulis": "Davin Tona Hansel Silitonga [29120387]", "Kontributor / Dosen Pembimbing": ["Akbar Adhi Utama, S.T., MT., MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Peramalan, Stok Pengaman, Titik Pemesanan Ulang, Proses Hirarki  Analitik", "Sumber": "PT. KUTAI READY MIX", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "24 Agu 2022"}