{"Nomor": 67633, "Judul": "USULAN KOMUNIKASI PEMASARAN TERPADU UNTUK MENINGKATKAN CITRA MEREK HONDA CBR250RR DI INDONESIA", "Abstrak": "Produk motor menjadi kebutuhan sebagai alat transportasi bagi masyarakat di Indonesia. Motor di Indonesia dibagi menjadi beberapa kategori seperti matic, cub, dan sport, masing-masing product motor mempunyai faktor fungsi dan emosional yang berbeda-beda. Honda CBR250RR mulai produksi di Indonesia sejak tahun 2017 di Indonesia, namun pada tahun 2021 market share CBR250RR masih di angka 30%, sedangkan Kawasaki Ninja sebagai competitor utama dari CBR250RR mempunyai market share 63%, hal ini dikarenakan Kawasaki Ninja ZX25R meluncur di market sport high pada tahun 2020 dan Kawasaki menjadikan Ninja ZX25R menjadi product flagship.\n\nSurvey citra merek untuk produk Honda CBR250RR menunjukkan bahwa citra dari produk tersebut masih belum bisa mengalahkan kompetitornya. AHM kemudian menyadari bahwa masalah ini datang dari competitor, mereka memahami bahwa eksistensi kompetitor di Indonesia dan kegiatan marketing produk ini harus dilakukan lebih masif sebagai salah satu usaha untuk meningkatkan citra merek dari produk Honda CBR250RR.\n\nPenelitian ini dirancang untuk mengatasi masalah Honda CBR250RR dengan menganalisis Segmentasi, Target, Positioning, dan Diferensiasi (STPD) produk, Marketing Mix 7Ps, SWOT, Porter’s 5 Forces dan Analisa PESTEL. Selain itu di dalam survey ini juga menggunakan riset kuantitatif dan kualitatif untuk mengetahui dari sudut pandang dari pengguna motor. Untuk mengusulkan dalam rangka pengembangan kegiatan pemasaran bagi AHM untuk meningkatkan citra merek Honda CBR250RR, penelitian ini juga menggunakan analisa dari Komunikasi Marketing Terpadu (IMC) dan Perceptual Map. Terakhir, untuk memenuhi tujuan peneilitian berikut, makalah ini akan membangun analisis mendalam tentang strategi komunikasi pemasaran baru yang sesuai menggunakan RACE Framework untuk meningkatkan brand image dari CBR250RR.", "Daftar File": {"COVER Muhamad Rivaldi": "https://digilib.itb.ac.id/gdl/download/263798", "BAB 1 Muhamad Rivaldi": "https://digilib.itb.ac.id/gdl/download/263799", "BAB 2 Muhamad Rivaldi": "https://digilib.itb.ac.id/gdl/download/263800", "BAB 3 Muhamad Rivaldi": "https://digilib.itb.ac.id/gdl/download/263801", "BAB 4 Muhamad Rivaldi": "https://digilib.itb.ac.id/gdl/download/263802", "PUSTAKA Muhamad Rivaldi": "https://digilib.itb.ac.id/gdl/download/263803"}, "Penulis": "Muhamad Rivaldi [29320468]", "Kontributor / Dosen Pembimbing": ["Dr. Asnan Furinto, S.T., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Produk Motor, Citra Merek, Pemasaran Digital, RACE Planning Framework.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "24 Agu 2022"}