{"Nomor": 67644, "Judul": "PERANCANGAN STRATEGI PENGELOLAAN PELANGGAN BERDASARKAN TAHAP PERTUMBUHAN ORGANISASI PT MAPID", "Abstrak": "PT MAPID merupakan perusahaan rintisan SaaS yang berperan dalam pengelolaan data geospasial. Berdasarkan data historis, jumlah pelanggan meningkat pada periode di mana diselenggarakan acara kompetisi dan mewajibkan peserta untuk berlangganan produk secara tidak langsung. Sementara itu, jumlah pelanggan pada periode normal lainnya relatif rendah dengan angka di bawah 15 pelanggan. Angka tersebut masih berada jauh di bawah rata-rata jumlah pelanggan pada perusahaan SaaS publik yaitu sebanyak 36.000 pelanggan. Untuk mengatasi hal tersebut, PT MAPID memerlukan strategi pengelolaan pelanggan yang bertujuan untuk memperoleh pelanggan potensial maupun mempertahankan pelanggan yang ada. Di samping itu, informasi tahap pertumbuhan organisasi dapat membantu menentukan strategi yang sesuai dengan karakteristik perusahaan saat ini. Oleh karena itu, penelitian ini bertujuan untuk merancang strategi pengelolaan pelanggan berdasarkan tahap pertumbuhan organisasi PT MAPID.\nPenelitian ini dilakukan secara kualitatif dengan melibatkan teknik analisis tematik. Sejumlah tahapan yang dilakukan yaitu identifikasi tahap pertumbuhan organisasi menggunakan ASTRO ITB, identifikasi orientasi strategi akuisisi/retensi pelanggan, serta dilakukan audit, evaluasi, dan perancangan strategi pengelolaan pelanggan. Proses audit tersebut memanfaatkan kuesioner audit CRM yang meliputi penilaian terhadap variabel proses pengembangan strategi, penciptaan nilai, integrasi kanal perusahaan, manajemen informasi, dan penilaian performansi.\nBerdasarkan penelitian, diketahui bahwa saat ini PT MAPID berada pada tahap expansion serta berfokus pada strategi akuisisi pelanggan. Hasil evaluasi juga menunjukkan bahwa saat ini PT MAPID masih perlu mempertahankan fokus pada strategi akuisisi serta memprioritaskan perbaikan pada variabel proses penciptaan nilai. Oleh karena itu, disusun rancangan pedoman halaman harga pada situs web PT MAPID untuk meningkatkan nilai layanan tambahan, khususnya bagi calon pelanggan.", "Daftar File": {"ABSTRAK Nadia Winda Damaranti": "https://digilib.itb.ac.id/gdl/download/256745"}, "Penulis": "Nadia Winda Damaranti [13418073]", "Kontributor / Dosen Pembimbing": ["Aldila Rizkiana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "strategi pengelolaan pelanggan, tahap pertumbuhan organisasi, strategi akuisisi pelanggan, layanan tambahan, halaman harga.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "24 Agu 2022"}