{"Nomor": 67648, "Judul": "PERANCANGAN KORIDOR HERITAGE TRAILS SEBAGAI URBAN HERITAGE TOURISM PADA KAWASAN JERON BENTENG YOGYAKARTA", "Abstrak": "Kota Yogyakarta memiliki nilai sejarah serta lanskap budaya perkotaan yang dapat dilihat dari bentuk dan pola yang memiliki arti secara teknis dan filosofis, baik dari segi bangunan, tumbuhan, serta tradisi budayanya. Hal ini menjadikan Kota Yogyakarta termasuk kedalam salah satu destinasi wisata budaya dan direncanakan menjadi pusat kebudayaan terkemuka di Asia Tenggara di tahun 2025. Salah satu kawasan yang memiliki nilai budaya yang kuat pada kota ini adalah Kawasan Kasultanan Keraton Yogyakarta yang memiliki lingkup wilayah yang dibatasi oleh benteng (Baluwarti) atau disebut juga Jeron Benteng. Secara fungsi ruang, wilayah ini awalnya ditujukan sebagai tempat tinggal para kerabat keraton serta seseorang yang bertugas pada keraton (abdi dalem) serta kerabat kerajaan Keraton Yogyakarta. Jeron Benteng memiliki timeline sejarah yang panjang, yang menjadikan kawasan memiliki potensi menjadi objek heritage tangible (bendawi) dan intangible (non bendawi) yang belum banyak dikenal wisatawan. Perkembangan pemukiman yang semakin padat, kurangnya informasi, dan belum adanya fasilitas mengenai objek merupakan salah satu penyebab potensi ini menjadi sulit untuk dikenali, dan tertutup oleh wisata heritage yang lebih dikenal. Untuk meningkatkan daya tarik wisatawan terhadap potensi objek pada kawasan heritage Jeron Benteng, maka dibutuhkan sebuah perancangan terkait program jalur wisata heritage serta desain koridor pada jalur wisata ini untuk membentuk suatu aksesibilitas dan koneksi pada objek heritage yang juga menambah nilai dari citra kawasan serta wisata budaya dan sejarah pada kawasan.", "Daftar File": {"ABSTRAK Rhizky Annisa Ridyna Gunaedi": "https://digilib.itb.ac.id/gdl/download/256756"}, "Penulis": "Rhizky Annisa Ridyna Gunaedi [28920004]", "Kontributor / Dosen Pembimbing": ["Dr. Firmansyah, S.T., M.T.", "Ira Prayuni, S.T, M.T"], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur Lanskap", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Heritage walk, jalur wisata, lanskap budaya, heritage, Keraton Yogyakarta", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "24 Agu 2022"}