{"Nomor": 67657, "Judul": "PENGARUH SOLUTION HEAT TREATMENT DUA TAHAP SERTA VARIASI TEMPERATUR DAN WAKTU AGING TERHADAP MIKROSTUKTUR DAN KEKERASAN PADUAN AL 7075", "Abstrak": "Paduan Al 7075 merupakan salah satu paduan logam yang banyak digunakan dalam aplikasi struktural pesawat terbang dikarenakan sifatnya yang ringan, kuat, dan ketahanan akan lelah yang baik. Sifat-sifat yang dimiliki paduan Al 7075 sebagian besar didapatkan karena proses perlakuan yang dilalui, salah satunya adalah perlakuan panas. Paduan Al 7075 dalam keadaan untreated, memiliki sifat yang masih banyak kekurangannya, seperti segregasi dari partikel fasa kedua dalam\nmikrostruktur. Untuk mengatasi hal tersebut, dikembangkan proses perlakuan panas yang mampu menghilangkan segeregasi tersebut sekaligus memberikan sifat yang optimal pada paduan Al 7075. Dalam penelitian ini, paduan Al 7075 yang didapatkan dari PT. Dirgantara Indonesia dipelajari dengan melihat pengaruh dari solution heat treatment dua tahap dan variasi proses aging terhadap mikrostruktur dan kekerasan paduan.\n\nSerangkaian percobaan proses solution heat treatment serta aging dan pengujian telah dilakukan untuk mengetahui pengaruhnya terhadap mikrostruktur dan kekerasan paduan Al 7075. Percobaan solution heat treatment dibagi menjadi dua, yaitu satu tahap dan dua tahap. Untuk proses yang satu tahap, dilakukan pada 470oC selama 2 jam. Untuk proses yang dua tahap, dilakukan pada 460oC selama 1,5 jam dan dilanjutkan pada 485,495, dan 505oC selama 45, 30, dan 15 menit. Percobaan\naging dilakukan pada temperatur 120, 140, dan 160oC selama 24, 18, dan 16 jam. Semua percobaan dilakukan dalam kondisi inert. Setelah dilakukan percobaan, dilanjutkan dengan pengujian karakterisasi menggunakan optical microscope (OM), scanning electron microscope-energi dispersive spectroscopy (SEM-EDS) dan uji kekerasan. Data hasil percobaan dianalisa untuk menentukan proses solution heat treatment yang optimal dan mempelajari pengaruhnya serta proses aging.\n\nPengaruh solution heat treatment dua tahap menghasilkan disolusi partikel fasa kedua yang lebih tinggi dibandingkan solution heat treatment satu tahap. Hal ini ditandai dengan fraksi area partikel fasa kedua yang lebih rendah karena solution heat treatment dua tahap melibatkan temperatur yang lebih tinggi. Solution heat treatment dua tahap mampu meminimalisir peningkatan ukuran butiran\ndibandingkan solution heat treatment satu tahap. Nilai kekerasan solution heat reatment dua tahap yang diperoleh lebih tinggi dan berdasarkan kekerasan yang diperoleh, paduan Al 7075 lebih mengandalkan mekanisme penguatan age hardening. Proses optimal didapatkan pada sampel solution heat treatment dua tahap dengan temperatur tahap kedua pada 495oC selama 30 menit. Pengaruh dari waktu aging menghasilkan hasil berbeda tergantung dari temperatur yang digunakan. Pengaruh temperatur aging menunjukkan bahwa temperature aging yang tinggi akan menghasilkan peak hardness yang lebih cepat tercapai dan fraksi area presipitat yang lebih tinggi karena difusinya yang tinggi, namun pengintian jadi lebih sulit sehingga tidak semua fasa transisi terbentuk, mengakibatkan peak hardness-nya lebih rendah dibandingkan temperatur aging yang rendah.", "Daftar File": {"ABSTRAK Andrian Nathaniel Lauwis": "https://digilib.itb.ac.id/gdl/download/256823"}, "Penulis": "Andrian Nathaniel Lauwis [12518058]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Eddy Agus Basuki, M.Sc.", "Prof. Dr. Ir. Eddy Agus Basuki, M.Sc.", "Zela Tanlega, S.T., M.Phill.", "Dr.Eng. Nurulhuda Halim, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Al 7075, Solution Heat Treatment, Aging", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "24 Agu 2022"}