{"Nomor": 67656, "Judul": "PENGARUH KARAKTERISTIK BATUBARA CEKUNGAN KUTAI, BARITO, DAN SUMATERA SELATAN TERHADAP REAKTIVITAS GASIFIKASI DENGAN METODE THERMOGRAVIMETRIC ANALYSIS (TGA)", "Abstrak": "Kepulauan nusantara berada dalam kondisi tektonik sangat aktif sehingga menjadi wadah yang tepat untuk pengendapan batuan sedimen termasuk batubara. Oleh sebab itu, Indonesia memiliki cadangan batubara yang melimpah dengan karakteristik batubara yang bervariasi. Batubara saat ini digunakan menjadi sumber energi primer, namun penggunaan batubara saat ini masih secara kovensional. Penggunaan batubara dapat diupayakan semaksimal mungkin untuk memenuhi kebutuhan energi domestik, salah satunya melalui proses gasifikasi. Gasifikasi merupakan proses konversi batubara menjadi gas melalui pembakaran tidak sempurna sehingga menghasilkan gas sintetis. Dengan karakteristik batubara di Indonesia yang beragam, perlu dilakukan studi pengaruh terkait perbedaan karakteristik batubara terhadap efektivitas (reaktivitas) gasifikasi batubara. Sampel yang digunakan berjumlah 3 (tiga) yang berasal dari; Embalut-Kalimantan Timur (Cekungan Kutai), Teweh Tengah-Kalimantan Tengah (Cekungan Barito), serta Musi Rawas-Sumatera Selatan (Cekungan Sumatera Selatan). Metode pengujian reaktivitas gasifikasi difokuskan untuk menganalisis karakteristik termal\npada proses pirolisis dan gasifikasi dengan menggunakan analisis termogravimetri yang dimulai dari 50°C hingga 900°C dengan kenaikan temperatur 10°C/menit menggunakan atmosfer Argon (Ar), kemudian dilakukan pengondisian sampel selama 10 menit pada temperatur 900°C untuk memperoleh keadaan isotermal, dan pengubahan atmosfer menjadi 25% udara dan 75% Argon (Ar). Karakteristik batubara diinterpretasikan dari hasil analisis proksimat, analisis ultimat, dan kandungan kalori. Hasilnya, batubara dengan peringkat yang lebih rendah memiliki reaktivitas gasifikasi yang lebih tinggi karena strukturnya lebih berpori. Porositas yang tinggi akan meningkatkan luas permukaan batubara, sehingga membuat reaktan bebas dan mudah untuk bereaksi dengan batubara.", "Daftar File": {"ABSTRAK Nurul Fauziyyah": "https://digilib.itb.ac.id/gdl/download/256814"}, "Penulis": "Nurul Fauziyyah [12118003]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Komang Anggayana, M.S.", "Dr. phil. nat. Agus Haris Widayat, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "batubara, karakteristik, analisis termogravimetri, gasifikasi", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "24 Agu 2022"}