{"Nomor": 67659, "Judul": "PERANCANGAN OKR BERDASARKAN BALANCED SCORECARD DALAM MANAJEMEN KINERJA BERKELANJUTAN PT KTB", "Abstrak": "PT KTB adalah sebuah perusahaan startup yang bergerak di bidang pendidikan atau\nyang disebut juga EdTech startup. PT KTB telah berdiri sejak tahun 2020 dan\nberpusat di Dago, Bandung. Satu tahun terakhir ini, PT KTB mengalami performa\nyang menurun. Penjualan dalam enam bulan terakhir tidak dapat mencapai target.\nPara pimpinan PT KTB beranggapan bahwa hal ini didasari performa pegawai yang\nkurang optimal dan rendahnya motivasi pegawai dalam bekerja. Berdasarkan studi\npendahuluan, diyakini bahwa dibutuhkan sistem penetapan target atau goal setting\nuntuk dapat menjadi acuan kinerja sekaligus sarana untuk meningkatkan motivasi\nkerja para pegawai.\nPenetapan target kinerja dalam organisasi PT KTB dilakukan dengan mengacu pada\nmetode Balanced Scorecard (BSC) dan menggunakan framework Objective & Key\nResults (OKR) dalam menentukan target kuantitatif. Berdasarkan strategi\nperusahaan, ditentukan strategic objectives melalui FGD dengan C-Level dan\ndisusun menjadi sebuah peta strategi. Setelah peta strategi disusun dan divalidasi,\ndirancang OKR perusahaan, divisi, dan individu. Proses perancangan dilakukan\ndengan didukung literatur yang relevan dan divalidasi dengan face validity test\nkepada para stakeholder terkait. Kemudian, pada OKR perusahaan dilakukan\npenentuan bobot untuk mengetahui prioritas perusahaan dengan menggunakan\nmetode expert judgement.\nDalam penelitian ini, disusun rancangan OKR dari level perusahaan hingga\nindividu dengan mengambil studi kasus pada divisi Akademik PT KTB. Selain itu,\ndisusun pula usulan implementasi OKR yaitu terkait rencana pengukuran dan\nmetode CFR (conversations, feedback, recognition) yang dapat diterapkan dalam\nmanajemen kinerja PT KTB.", "Daftar File": {"ABSTRAK Adhystie Nurul Izzah": "https://digilib.itb.ac.id/gdl/download/256831"}, "Penulis": "Adhystie Nurul Izzah [14418012]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Iwan Inrawan Wiratmadja", "Dr. Made Andriani, S.T, M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Balanced Scorecard (BSC), Objectives & Key Results (OKR), Manajemen Kinerja, Goal Setting", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "25 Agu 2022"}