{"Nomor": 67663, "Judul": "DAMPAK WABAH PANDEMI COVID-19 TERHADAP  RETURN SAHAM PERUSAHAAN RITEL DI INDONESIA", "Abstrak": "Pada akhir 2019, sebuah virus bernama Covid-19 muncul di Wuhan, China.\nTak hanya mempengaruhi Kesehatan, Covid-19 juga menjadi ancaman bagi\nkeberlangsungan ekonomi dunia mengakibatkan ketidakpastian , pesimisme, dan\nefek buruk pada pasar keuangan. Dalam dunia keuangan, setiap peristiwa dan \ninformasi memiliki efek kausal pada bagaimana kinerja saham perusahaan. Pasar \nsaham telah berebut sejak sehari setelah World Health Organization (WHO)\nmengumumkan bahwa Covid-19 adalah masalah global dan harus diantisipasi\nsecara memadai, atau dengan kata lain, telah menjadi pandemi global.  Penelitian\nini bertujuan untuk melihat hubungan kausalitas dan pengaruh pertambahan kasus\nterkonfirmasi Covid-19 dan kasus kematian terhadap stock return perusahaan retail\ndi Indonesia. Penelitian ini menggunakan data sekunder berupa jumlah kasus dan\nkematian Covid-19 dan return saham mingguan dengan periode waktu dari Maret\n2020 hingga Juli 2021 dengan sampel 10 perusahaan retail yang terdaftar di Bursa\nEfek Indonesia (BEI). Peneliti menggunakan software Eviews 12 dalam mengolah\ndata untuk mencapai tujuan penelitian dengan menggunakan analasis Granger\nCausality dengan pendekatan Vector Autoregression (VAR) / Vector Error\nCorrection Model (VECM). Berdasarkan analisis kausalitas Granger ditemukan\nadanya hubungan kausalitas searah antara jumlah kasus Covid-19 terhadap return\nstock PT. Ace Hardware Indonesia (ACES) dan adanya hubungan kausalitas searah\njumlah kasus kematian Covid-19 terhadap return stock PT. Matahari Department\nStore (LPPF) dan PT. Mitra Adiperkasa (MAPI). Berdasarkan analisis VECM\nditemukan bahwa dalam jangka pendek, jumlah kasus Covid-19 secara umum tidak\nmemiliki pengaruh signifikan terhadap stock return perusahaan sedangkan jumlah\nkasus kematian Covid-19 memiliki pengaruh signifikan terhadap stock return\nperusahaan retail. Dalam jangka panjang, baik jumlah kasus dan jumlah kematian\nCovid-19 memiliki pengaruh yang signifikan terhadap stock return perusahaan\nretail.", "Daftar File": {"2022_TS_PP_Nadhila Armitra Munafri_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/256836"}, "Penulis": "Nadhila Armita Munafri [29119359]", "Kontributor / Dosen Pembimbing": ["Ana Noveria, S.E., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Covid-19, Perusahaan Retail, Return Stock, Kausalitas Granger, VAR/VECM", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "25 Agu 2022"}