{"Nomor": 67666, "Judul": "USULAN STRATEGI PEMASARAN UNTUK PENINGKATAN JUMLAH  INVESTOR PADA PT. BURSA EFEK INDONESIA (BEI)", "Abstrak": "Di Indonesia, pasar modal Indonesia memiliki posisi penting dalam pembangunan ekonomi di Indonesia. Dengan kemajuan teknologi dan globalisasi yang tinggi, pasar modal Indonesia menjadi salah satu ikon pasar modal di Indonesia. Adapun PT. Bursa Efek Indonesia (BEI) sebagai pihak yang menyediakan jual beli saham di Indonesia juga melakukan upaya besarbesaran untuk meningkatkan jumlah investor di Indonesia. Salah satu program yang dilakukan oleh PT. Bursa Efek Indonesia akan menjajaki program \"Yuk Nabung Saham\". Program ini merupakan kampanye yang dilakukan BEI untuk mengajak masyarakat agar tertarik memasuki dunia investasi di pasar modal. \n \nMeskipun PT. Bursa Efek Indonesia (BEI) telah melakukan kampanye untuk meningkatkan jumlah investor, ternyata baru sekitar 0,2 juta orang saja yang menjadi investor saham di Indonesia. Jumlah tersebut hanya sedikit jika dibandingkan dengan penduduk Indonesia yang berjumlah 272 juta jiwa. \n \nPenelitian ini sendiri bertujuan agar penulis dapat mengusulkan strategi pemasaran yang dapat membantu BEI dalam meningkatkan jumlah investor di Indonesia. Dalam penelitian ini penulis menggunakan analisis internal dan analisis eksternal, dimana analisis tersebut akan menghasilkan output berupa analisis TOWS yang akan dijadikan sebagai rekomendasi bisnis yang dapat digunakan oleh PT. Bursa Efek Indonesia (BEI) .", "Daftar File": {"2022_TS_PP_I Gusti Ngurah Rai K.D Sandhi_Abstrak-1.pdf?_": "https://digilib.itb.ac.id/gdl/download/256840"}, "Penulis": "I Gusti Ngurah Rai K.D Sandhi [29120362]", "Kontributor / Dosen Pembimbing": ["Prawira Fajarindra Belgiawan, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "BEI, Strategi Pemasaran, Analisis TOWS, Root Cause Analysis.", "Sumber": "PT. INDONESIA STOCK EXCHANGE (IDX)", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "25 Agu 2022"}