{"Nomor": 67674, "Judul": "ANALISIS KESTABILAN LERENG HEAP LEACH PT XYZ DENGAN METODE KESETIMBANGAN BATAS", "Abstrak": "Analisis kestabilan lereng merupakan salah satu aspek yang paling penting dan harus diperhatikan dalam dunia pertambangan karena aktivitas penambangan terbuka mineral dan batubara akan selalu menghadapi permasalahan yang berkaitan dengan kestabilan lereng. Acuan dalam menentukan tingkat kestabilan lereng di Indonesia merujuk pada Keputusan Menteri ESDM Nomor 1827\nK/30/MEM/2018. Pada penelitian ini akan dilakukan analisis mengenai kestabilan lereng heap leach pada PT XYZ. Analisis kestabilan dilakukan untuk menentukan nilai faktor keamanan lereng dengan metode kesetimbangan batas menggunakan perangkat lunak Slide v6.0 dengan metode irisan yang digunakan adalah metode Janbu simplified pada kelongsoran non-sirkular di setiap bidang gelincir. Data yang digunakan untuk perhitungan nilai faktor keamanan (FK) diperoleh dari literatur dan uji laboratorium. Hasil analisis kestabilan lereng heap leach akibat pengaruh air (lereng jenuh) memperoleh nilai faktor keamanan sebesar 1,08 (model 1) dan 1,05 (model 2). Hasil analisis kestabilan lereng heap leach akibat pengaruh lebar bench pada lift 5 memperoleh nilai faktor keamanan sebesar 1,03 (model 1) dan 1,15 (model 2). Hal ini menyatakan bahwa lereng tidak aman\nberdasarkan peraturan. Rekomendasi stabilisasi lereng tersebut adalah dengan memberikan struktur pemberat berupa counterweight, melapisi lereng menggunakan lapisan geotekstil, membuat horizontal drainage, dan memastikan pembuatan lereng sesuai dengan geometri yang telah direncanakan. Dari\nrekomendasi yang diberikan diharapkan mampu menghasilkan faktor keamanan yang aman dan memenuhi kriteria sesuai Keputusan Menteri ESDM Nomor 1827 K/30/MEM/2018.", "Daftar File": {"ABSTRAK Imelda Dwi Putri": "https://digilib.itb.ac.id/gdl/download/256853"}, "Penulis": "Imelda Dwi Putri [12118028]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Budi Sulistianto, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Heap Leach, Analisis Kestabilan Lereng, Metode Kesetimbangan Batas, Faktor Keamanan", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "25 Agu 2022"}