{"Nomor": 67677, "Judul": "KRISIS IDENTITAS DAN KONFLIK RUANG DENGAN PENDEKATAN ANT DI KAWASAN PONDOK PESANTREN AL-ITTIFAQ, CIWIDEY", "Abstrak": "Adanya hubungan antara elemen ruang, manusia, dan aktivitas didalamnya membentuk proses konstruksi identitas dan transformasi ruang yang terjadi beriringan dalam proses pembangunan. Pembangunan ruang dengan kelokalan identitas tersebut terjadi di Kawasan Pondok Pesantren Al-Ittifaq seiring dengan dikenalnya keunggulan sebagai satu komunitas agribisnis yang terletak di Kampung Ciburial. Proses identity dan space formation di Kawasan Al-Ittifaq diidentifikasi dalam penelitian ini menggunakan pendekatan actor network theory, sehingga dua fenomena yang tidak terpisahkan ini dapat dipahami sebagai kontestasi dari asosiasi-asosiasi yang terbentuk antar aktor dimana pergeserannya dapat mengalami krisis maupun konflik. Penelitian ini dilakukan secara kualitatif dengan framework ANT sehingga didapatkan pembahasan mengenai identitas Kawasan Al-Ittifaq dari perspektif sektor yang berbeda, identifikasi peran masyarakat dalam mendefinisikan identitas ruang kawasan, dan hubungan konseptual antara identity formation dan transformasi keruangan di Al-Ittifaq. Kesimpulan dari penelitian ini ialah terjadinya community formation dari konstruksi identitas yang berjalan beriringan dengan perluasan ajaran KH Fuad Affandi sebagai pendiri pesantren dan transformasi ruang disekitarnya sebagai proses dari community development. Namun fenomena saat ini, terjadi krisis identitas dan konflik pemanfaatan ruang karena inkonsistensi nilai ajaran sepeninggal KH Fuad dari kerjasama dan kebermanfaatan pada lingkup bisnis keluarga.", "Daftar File": {"COVER Niswati Mardliyyah": "https://digilib.itb.ac.id/gdl/download/256862", "BAB 1 Niswati Mardliyyah": "https://digilib.itb.ac.id/gdl/download/256863", "BAB 2 Niswati Mardliyyah": "https://digilib.itb.ac.id/gdl/download/256864", "BAB 3 Niswati Mardliyyah": "https://digilib.itb.ac.id/gdl/download/256865", "BAB 4 Niswati Mardliyyah": "https://digilib.itb.ac.id/gdl/download/256866", "BAB 5 Niswati Mardliyyah": "https://digilib.itb.ac.id/gdl/download/256867", "BAB 6 Niswati Mardliyyah": "https://digilib.itb.ac.id/gdl/download/256868", "2022_TS_PP_NISWATI_MARDLIYYAH DAFUS.pdf?": "https://digilib.itb.ac.id/gdl/download/256869", "2022_TS_PP_NISWATI_MARDLIYYAH LAMPIRAN.pdf?": "https://digilib.itb.ac.id/gdl/download/256870"}, "Penulis": "Niswati Mardliyyah [24020017]", "Kontributor / Dosen Pembimbing": ["Ir. Sonny Yuliar, Ph.D.", "Dr. Drs. Suhirman, S.H., M.T.", "Indah Widiastuti, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "konstruksi identitas, transformasi ruang, community formation, ANT", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "9 file", "Tanggal Input": "25 Agu 2022"}