{"Nomor": 67675, "Judul": "MODEL KINETIKA HIDROLISIS PATI DARI UBI JALAR MENGGUNAKAN ENZIM AMILASE BAWAAN", "Abstrak": "Gula yang dikonsumsi oleh masyarakat Indonesia berasal dari produksi dalam negeri maupun impor. Namun, konsumsi gula masyarakat indonesia dari tahun ketahun mengalami peningkatan sehingga Indonesia membutuhkan jumlah impor yang semakin tinggi untuk memenuhi kebutuhan konsumsi gula nasional. Ubi jalar mengandung pati yang dapat mengalami reaksi hidrolisis enzimatik dengan memanfaatkan enzim endogen untuk menghasilkan sirup maltosa. Kebutuhan enzim dalam proses hidrolisis pati dapat dikuantifikasi berdasarkan pemodelan, sehingga dapat menggambarkan lebih luas potensi enzim beta-amilase endogen dalam proses hidrolisis pati ubi jalar serta mengidentifikasi aktivitas yang mungkin terjadi selama proses hidrolisis berlangsung. Oleh karena itu, penelitian ini bertujuan untuk melakukan pemodelan berdasarkan hidrolisis pati ubi jalar menggunakan enzim beta amilase endogen dan eksogen. Ruang lingkup penelitian ini mengacu pada penelitian Lohoo dan Tirtaadji (2020) mengenai hidrolisis pati ubi jalar menggunakan enzim ?-amilase endogen. Jumlah gula pereduksi ditentukan menggunakan metode Nelson-Somogyi. Pemodelan dilakukan menggunakan bantuan perangkat lunak Matlab dengan metode nonlinear least square (lsqnonlin) dan Michaelis Menten sebagai model kinetika hidrolisis pati secara enzimatis. Hasil dari penelitian yang dilakukan dapat menentukan bahwa reaksi hidrolisis dengan enzim eksogen menghasilkan nilai laju reaksi dua kali lipat lebih cepat dari pemanfaatan enzim endogen. Perolehan produk hidrolisis dengan enzim beta amilase endogen dapat mengurangi kebutuhan enzim beta amilase eksogen sebanyak 54,56%.", "Daftar File": {"ABSTRAK Anindita Anandhavardhini": "https://digilib.itb.ac.id/gdl/download/256860"}, "Penulis": "Anindita Anandhavardhini [14318008]", "Kontributor / Dosen Pembimbing": ["Ir. Ronny Purwadi, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pangan", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "hidrolisis, pemodelan, michaelis menten, maltosa, ubi jalar", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Agu 2022"}