{"Nomor": 67688, "Judul": "PERANCANGAN LASKAP RUANG TERBUKA HIJAU RAMAH LANSIA DI DESA WIDURI KABUPATEN PEMALANG JAWA TENGAH", "Abstrak": "Desa Widuri merupakan salah satu kawasan di Kabupaten Pemalang yang terletak pada zona wisata pesisir pantai. Lokasi perancangan terletak di lahan bekas sirkuit yang akan dimanfaatkan sebagai ruang terbuka hijau (RTH) ramah lansia yang berpotensi menjadi atraksi karena selain memanfaatkan visual laut, keberadaan RTH di Kabupaten Pemalang belum tersebar dengan baik, terutama kebutuhan RTH bagi kelompok lanjut usia (lansia), mengingat menurut data dari Badan Pusat Statistik (BPS) pada tahun 2017 menunjukan bahwa Kabupaten Pemalang didominasi oleh penduduk lansia. \n\nRTH merupakan sebuah ruang yang bersifat terbuka yang didalamnya tumbuh berbagai macam tanaman alami maupun buatan. Keberadaan RTH berfungsi untuk memfasilitasi kegiatan masyarakat dalam lingkungan tertentu yang diperlukan masyarakat sebagai tempat untuk berinteraksi, berolahraga, berekreasi, dan juga menikmati keindahan ruang. Fokus pengguna RTH pada perancangan ini adalah kelompok lansia. \n\nLansia merupakan individu yang telah memasuki usia 60 tahun atau lebih dengan kondisi kemampuan fisik maupun mental terbatas. Seiring bertambahnya usia, kebutuhan dan kemampuan yang dimiliki lansia akan mengalami penurunan dan membutuhkan bantuan dari orang lain untuk melakukan kegiatan. Sehingga RTH ramah lansia dibutuhkan sebagai wadah untuk mendukung dan meningkatkan kesehatan serta kebugaran lansia dengan memperhatikan kebutuhan dan karakteristik yang berbeda. Salah satu kegiatan untuk mendukung kesehatan bagi lansia adalah dengan berolahraga. Olahraga berfungsi sebagai aktifator kembali fungsi otot dan sendi lansia yang mulai melemah. Beberapa jenis olahraga yang dapat dilakukan lansia yaitu seperti berjalan santai, yoga, peregangan otot, senam, dsb. Selain meningkatkan kesehatan, olahraga juga meningkatkan kebahagiaan lansia karna dapat menghasilkan interaksi sosial antar individu yang dapat menurunkan tingkat stress bagi lansia.\n\nMetode perancangan yang digunakan meliputi pre-design phases, site assessment phases (LaGro), dan design phases. Pre-design pahses meliputi pengumpulan data informasi sekunder terkait dengan pembahasan lokasi perancangan. Data sekunder didapatkan melalui jurnal penelitian, berita daring, artikel website, dan buku terkait. Pada tahap site assessment phases mengikuti proses yang dijabarkan oleh LaGro, yaitu proses tahap analis, pengembangan konsep, dan implementasi desain. Pada design phases merupakah tahap hasil usulan desain RTH ramah lansia di Desa Widuri Kabupaten Pemalang. Studi kasus juga menjadi analisis informasi tambahan guna mendukung penerapan rancangan lanskap yang dibutuhkan. \n\nKriteria desain dihasilkan dari teori dan analisis mengenai kebutuhan dan karakter lansia. Kriteria desain tersebut mencakup unsur dalam meningkatkan kesehatan lansia yang didalamnya terbagi menjadi kenyamanan, keamanan, kegiatan, keberlanjutan, program ruang, dan vegetasi. Kenyamanan dan keamanan dapat diartikan seperti kemudahan lansia dalam aksesibilitas baik dalam segi jalur pedestrian, drop off, titik penyeberangan, dan jalur sirkulas yang dapat mengakomodasi lansia agar terdistribusi secara merata dalam menjelajahi dan menikmati ruang pada lokasi perancangan. Program ruang dihasilkan dari identifikasi kegiatan lansia dalam RTH yang mana akan menghasilkan fasilitas di dalam area perancangan sesuai dengan kebutuhan dan keinginan penggunanya. Keberlanjutan, memiliki keterkaitan dengan penggunaan material penutup softscape dan hardscape baik dari kemudahan perawatan dan bertahan lama. Pemilihan vegetasi dalam area perancangan disesuaikan sebagai aromaterapi, vegetasi peneduh, pengarah, dan vegetasi untuk mereduksi polusi udara dalam area perancangan dan lingkungan sekitarnya.\n\nProgram ruang yang direncanakan merupakan kebutuhan terkait dari fasilitas utama, penunjang, dan pelengkap dalam perancangan RTH ramah lansia. Hasil untuk fasilitas utama yaitu berupa open plaza (senam dan yoga), jalur trek jalan, Area outdoor gym, area bersantai, dan area relaksasi. Fasilitas penunjang terkait area rekreasi, area berkebun, area kreatifitas (menjahit, menganyam, melukis, menggambar) dan ruang konsultasi kesehatan. Fasilitas pelenegkap meliputi shelter, musholla, ruang pengelola dan area parkir kendaraan bermotor.\n\nRTH ramah lansia di Desa Widuri Kabupaten Pemalang merupakan sebuah konsep mendesain yang mengedepankan kebutuhan lansia dalam meningkatkan kesehatan yang disesuaikan dengan karakter lansia agar nyaman dan aman dalam melakukan kegiatan. Konsep pendukung beserta kriterianya terbagi menjadi zonasi, aksesibilitas, atraksi, dan pendukung lain secara spasial. Selain itu perancangan ini akan menghasilkan desain RTH ramah lansia yang diharapkan dengan konsep tersebut dapat berkontribusi secara maksimal.", "Daftar File": {"ABSTRAK Ina Fildzah Hanifah": "https://digilib.itb.ac.id/gdl/download/256895"}, "Penulis": "Ina Fildzah Hanifah [28919303]", "Kontributor / Dosen Pembimbing": ["Ir. Endang Triningsih Soetrisno, M.S.P., MLA, Ph.D.", "Dr. GES. Mohammad Zaini Dahlan, S.P., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur Lanskap", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Ruang Terbuka Hijau, RTH, Ramah Lansia, Lansia, Lanjut Usia, Desa Widuri, Kabupaten Pemalang", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "25 Agu 2022"}