{"Nomor": 67686, "Judul": "PENILAIAN SAHAM DAN PERFORMA KEUANGAN PERUSAHAANPRODUSEN MINYAK SAWIT MENTAH DI INDONESIA", "Abstrak": "Kelapa sawit akan tumbuh dengan baik di negara tropis, kondisi geografis\nIndonesia mendukung hal ini dan menjadikan Indonesia sebagai produsen kelapa\nsawit terbesar di dunia. Ketika tahun 2019 produksi minyak sawit di Indonesia\nsebesar 43 juta tons, pertumbuhan rata-rata produksi di Indonesia mencapa 3,61%\ndan menjadikan Indonesia sebagai eksportir kelapa sawit terbesar di dunia. \nIndonesia dan Malaysia merupakan produsen dan eksportir utama minyak sawit di\ndunia. Menurut PwC, hampir 85% minyak sawit mentah dunia berasal dari kedua\nnegara tersebut. Namun karena kedua negara berada di iklim tropis, selain\nmembantu pertumbuhan kelapa sawit akibat panasnya kedua negara, terdapat\nkelemahan yaitu risiko cuaca dan hujan yang akan mempengaruhi produksi dan\nharga kelapa sawit. \nTujuan utama dari penelitian ini adalah untuk mengetahui nilai intrinsik perusahaan\nprodusen kelapa sawit untuk membantu investor mengambil keputusan di tengah\nsituasi saat ini. Evaluasi kinerja keuangan 5 tahun terakhir dan prediksi kinerja\nkeuangan 5 tahun mendatang menggunakan metode penilaian absolut dan relatif. \nPenulis menyarankan investor untuk membeli saham ini dengan perhitungan resiko\nberdasarkan keuangan masing-masing investor, yang disesuaikan dengan\nkemungkinan return yang diperoleh. Merujuk pada analisa DCF, PBV dan\nEV/EBITDA, return yang akan Anda dapatkan dari LSIP adalah sekitar 21%-23%\ndan Anda bisa menjual saham LSIP dengan harga Rp1.668.00-Rp1.711.00.", "Daftar File": {"2022_TS_PP_Mochammad Nadhif Arsyad_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/256892"}, "Penulis": "Mochammad Nadhif Arsyad S [29120381]", "Kontributor / Dosen Pembimbing": ["Dr. Erman Sumirat, S.E., M.Buss., CSA, CRP, CIB, Ak."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "CPO, LSIP, valuasi relatif, valuasi absolut, discounted cashflow", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "25 Agu 2022"}