{"Nomor": 67680, "Judul": "OPTIMASI PORTFOLIO SAHAM PADA PERUSAHAAN DANA PENSIUN (STUDI KASUS : PT XYZ (PERSERO))", "Abstrak": "Asuransi pensiun merupakan bentuk insentif bagi perusahaan untuk dapat menarik\ntenaga kerja terbaik dan meningkatkan kepuasan pekerja dengan menjamin\nkesejahteraan ketika pekerja telah pensiun. Manfaat yang diberikan oleh asuransi\npensiun menjadikan pemerintah sebagai pemberi kerja memberikan jaminan pensiun\nkepada Pegawai Negeri Sipil yang dikelola oleh PT XYZ (Persero). Dengan jumlah\npegawai negeri yang besar, PT XYZ saat ini mengelola aset investasi yang sangat besar\ndibandingkan dengan perusahaan dana pensiun lainnya. Meski begitu, pada tahun\n2019 hingga 2021 tingkat pengembalian dari aset investasi perusahaan tidak\nmencukupi untuk memenuhi tingkat bunga produk yang ditawarkan dan tingkat rasio\nklaim dari asuransi terlalu tinggi dibandingkan dengan premi yang diperoleh, sehingga\nuntuk memenuhi kebutuhan dan perkembangan investasi, diharapkan aset investasi\nyang dikelola PT XYZ dapat lebih optimal sehingga dapat menghasilkan imbal hasil\nyang lebih baik. Namun diketahui bahwa portofolio saham PT XYZ memiliki kinerja\nyang sangat buruk, dimana pada tahun 2019 sampai dengan tahun 2021 portofolio\ntersebut mengalami unrealized losses dengan nilai -28,29%, -23,31% dan -32,05%\nserta pendapatan dari penjualan saham dan dividen tidak mencapai target yang\nditetapkan. Adanya permasalahan tersebut kemudian menunjukkan bahwa perlu\ndilakukan optimasi portofolio saham agar dapat mencapai tingkat pengembalian\ninvestasi yang maksimal dengan tingkat risiko yang dapat diterima. Pada penelitian ini\ndilakukan optimasi pada portofolio dari tahun 2019 hingga 2021 menggunakan Metode\nMarkowitz Portfolio yang dianalisis menggunakan data harga saham historis selama 5\ntahun, dimana kinerja portofolio diukur menggunakan Sharpe Ratio. Hasil penelitian\nmenunjukkan bahwa Metode Pemilihan Portofolio Markowitz dapat meningkatkan\nkinerja portofolio, dimana portofolio pada tahun 2019 mengalami peningkatan kinerja\ndari -6.9% menjadi -1.31% pada portofolio optimal, kemudian pada tahun 2020 kinerja\nportofolio meningkat dari 7.94% menjadi 10.81% pada tahun portofolio optimal, dan\npada tahun 2021 kinerja portofolio meningkat dari 1.8% menjadi 19.06% pada\nportofolio optimal. Hasil tersebut memberikan rekomendasi kepada perusahaan untuk\ndapat menggunakan Markowitz Portfolio Model dan efficient frontier untuk dapat\nmengoptimasi kinerja portofolio saham.", "Daftar File": {"2022_TS_PP_Byz Risyad_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/256875"}, "Penulis": "Byz Risyad [29120361]", "Kontributor / Dosen Pembimbing": ["Dr. Erman Sumirat, S.E., M.Buss., CSA, CRP, CIB, Ak."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Asuransi Pensiun, Markowitz Portfolio Method, Optimasi Portfolio,Saham, Sharpe Ratio.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "25 Agu 2022"}