{"Nomor": 67697, "Judul": "ANALISIS PENGARUH KANDUNGAN AIR DALAM BATUAN TERHADAP KEREAKTIFAN BATUAN YANG MENGANDUNG MINERAL SULFIDA DENGAN BAHAN PELEDAK BERBAHAN AMONIUM NITRAT", "Abstrak": "Dalam penambangan batuan, proses pemberaian batuan memiliki berbagai macam metode, salah\nsatunya adalah peledakan. Pengeboran dan peledakan merupakan metode yang paling efektif untuk\nmembongkar dan memberaikan batuan dalam volume yang besar jika dilakukan dengan benar.\nUmumnya, bahan peledak yang digunakan adalah bahan peledak berbahan dasar amonium nitrat (AN).\nBahan peledak ini memiliki kelemahan mudah bereaksi dengan batuan samping yang mengandung\nmineral sulfida, sehingga ketika lubang ledak dengan batuan mengandung mineral sulfida diisi bahan\npeledak AN, AN akan terdekomposisi, menaikkan suhu di sekitar lubang ledak, dan menyebabkan\nterjadinya peledakan dini (premature detonation). Reaksi tersebut dikenal dengan kondisi reactive\nground. Metode yang telah umum digunakan untuk menentukan kereaktifan batuan jika direaksikan\ndengan AN adalah metode uji chemical compatibility. Australian Explosives Industry and Safety Group\ntelah mengembangkan tes laboratorium yang dapat dilakukan yaitu Isothermal Reactive Ground Test.\nSalah satu faktor yang memengaruhi kereaktifan batuan adalah kandungan air. Kandungan air yang\ntepat akan menjadi media reaksi – reaksi yang terjadi namun jika terlalu sedikit atau terlalu banyak\nmaka reaksi – reaksi yang terjadi akan terhambat. Penelitian ini bertujuan untuk mengetahui pengaruh\nkandungan air terhadap kereaktifan batuan mengandung mineral sulfida ketika direaksikan dengan AN. Hasil pengujian menunjukkan bahwa hubungan kandungan air dengan kereaktifan batuan adalah\nsemakin banyak kandungan air di dalam batuan maka kereaktifan batuan semakin menurun.", "Daftar File": {"ABSTRAK Rifqi Naufal Harnendy": "https://digilib.itb.ac.id/gdl/download/256937"}, "Penulis": "Rifqi Naufal Harnendy [12118036]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ganda Marihot Simangunsong, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Kereaktifan, Kandungan Air, Isothermal Reactive Ground Test", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "25 Agu 2022"}