{"Nomor": 67698, "Judul": "USULAN STRATEGI PEMASARAN UNTUK PERUSAHAAN  ENERGI SURYA (STUDI KASUS UNIT BISNIS LENSOLAR PT.  SURYA ENERGI INDOTAMA)", "Abstrak": "Indonesia memiliki potensi untuk memanfaatkan energi matahari dimana matahari dapat bersinar sepanjang tahun. Saat ini pemerintah mendukung penggunaan energi surya di Indonesia, salah satunya dengan menggunakan Pembangkit Listrik Tenaga Surya Atap (Solar Rooftop) untuk rumah-rumah pribadi. PT Surya Energi Indotama (SEI), memanfaatkan peluang bisnis ini dan pada tahun 2018 mendirikan unit bisnis baru bernama LenSOLAR. Saat ini LenSOLAR berkantor di Jalan Soekarno Hatta No. 439 Kota Bandung. Masalah yang dihadapi LenSOLAR adalah tidak tercapainya target penjualan yang telah ditetapkan oleh manajemen. Metode penelitian yang digunakan adalah metode kualitatif dan mengumpulkan data melalui wawancara langsung dengan manajer dan staf dari unit bisnis LenSOLAR. Penulis melakukan dua analisis yaitu internal dan eksternal. Analisis internal terdiri dari analisis STP dan analisis bauran pemasaran untuk menganalisis kegiatan pemasaran. Analisis eksternal terdiri dari analisis PEST dan analisis SWOT. Setelah melakukan analisis internal dan eksternal, penulis melakukan rootcause analysis untuk mengidentifikasi permasalahan. Hasil penelitian menunjukan terdapat dua masalah utama, pertama, rendahnya edukasi dan promosi di media sosial, yang mengakibatkan rendahnya interaksi antara LenSOLAR dengan pengikutnya. Kedua, calon pelanggan yang diperoleh tidak ditindaklanjuti secara berkesinambungan karena belum adanya database pelanggan yang terintegrasi dan terdapat pekerjaan yang tumpang tindih antara tenaga penjual dengan tenaga digital marketing. Tugas akhir ini berfokus pada pengembangan strategi pemasaran. Untuk menyusun rencana strategi pemasaran, penulis menggunakan analisis TOWS berdasarkan hasil analisis SWOT. Ada sebelas strategi yang bisa dilakukan LenSOLAR untuk meningkatkan penjualan. Penulis memilih empat strategi prioritas yang dapat dilakukan LenSOLAR sejalan dengan ketersediaan sumber daya yang tersedia. Strategi yang akan diterapkan LenSOLAR hingga Desember 2022 adalah: menambah sales force & digital officer, membuat sistem database pelanggan, merancang strategi komunikasi pemasaran yang terintegrasi, dan mempromosikan diskon produk di event-event tertentu.", "Daftar File": {"2022_TS_PP_Dyla Nadia Pratiwi - 29120483_Abstrak-1.pdf?_": "https://digilib.itb.ac.id/gdl/download/256944"}, "Penulis": "Dyla Nadia Pratiwi [29120483]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "strategi pemasaran, pemasaran digital, komunikasi pemasaran terpadu, kinerja pemasaran", "Sumber": "PT.  SURYA ENERGI INDOTAMA", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "25 Agu 2022"}