{"Nomor": 67695, "Judul": "ANALISIS ZONA PERMEABEL BERDASARKAN ROCK QUALITY DESIGNATION DAN LANDAIAN SUHU SERTA HUBUNGANNYA DENGAN AKTIVITAS GAS RADON DI LAPANGAN PANAS BUMI PATUHA, CIWIDEY, KABUPATEN BANDUNG", "Abstrak": "Sesuai dengan Peraturan Pemerintah No.79 Tahun 2014, target bauran energi baru dan terbarukan pada tahun 2025 paling sedikit mencapai 23% dan 31% pada tahun 2050. Panas bumi menjadi satu-satunya energi baru dan terbarukan yang menunjukan peningkatan peran bauran energi di Indonesia. Selain membutuhkan sumber panas dan keberadaan reservoar, zona permeabel menjadi variabel yang\nesensial untuk diidentifikasi dalam pengembangan lapangan panas bumi. Beberapa param yang digunakan untuk mengidentifikasi zona permeabel tersebut adalah dengan zona rekah. Pada penelitian ini, telah ditentukan dua titik pengeboran yang mewakili zona upflow dan outflow lapangan panas bumi wilayah Patuha, Kabupaten Bandung. Hasil dari pengeboran berupa inti batuan yang akan dihitung melalui Rock Quality Designation (RQD) sebagai metode yang dapat meinterpretasikan\nindikasi intensitas rekahan pada batuan dan kualitas massa batuannya. Hampir setiap zona rekah memiliki intensitas rekahan yang tinggi. Setelah proses pengeboran selesai, dilakukan proses logging temperatur yang didasarkan pada gradien termal untuk setiap 100 m penurunan permukaan bumi temperatur akan naik sebesar 2,5°C sehingga apabila ditemukan kenaikan temperatur yang sangat\nmencolok dapat mengindikasikan zona rekah sebagai jalur transpor fluida dari sumber panas ke permukaan. Hasil penelitian inipun akan dikorelasikan dengan konsentrasi gas radon sebagai gas permukaan yang diperoleh pada penelitian tahun 2020 untuk mendapatkan verifikasi terkait aktivitas gas radon dan zona permeabilitasnya. Radon sebagai gas yang murni berasal dari dalam dan/atau\naktivitas batuan dibawah permukaan bumi menjadi mudah tertranspor ke permukaan dengan bantuan zona permeabel sehingga zona permeabel memudahkan fluida baik air maupun gas untuk lepas ke permukaan.", "Daftar File": {"ABSTRAK Rita Purnamasari": "https://digilib.itb.ac.id/gdl/download/256933"}, "Penulis": "Rita Purnamasari [12118033]", "Kontributor / Dosen Pembimbing": ["Irwan Iskandar, S.T., M.T., Ph.D.", "Dr. mont. Andy Yahya Al Hakim, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Panas bumi, Rock Quality Designation, Landaian Suhu, Aktivitas Gas Radon, Zona Permeabel", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "25 Agu 2022"}