{"Nomor": 67691, "Judul": "USULAN STRATEGI PEMASARAN UNTUK BRAND KECANTIKAN BERBAHAN NATURAL (STUDI KASUS : EVETE NATURAL)", "Abstrak": "Perkembangan bisnis produk perawatan kecantikan atau sering disebut dengan skincare sedang\nmengalami pertumbuhan yang sangat pesat di Indonesia. Sejak beberapa tahun lalu telah terjadi tren\nskincare yang kandungan utamanya terdiri dari bahan-bahan natural, hal ini ditandai dengan\nmeningkatnya keinginan pasar atas produk jenis ini yang merupakan bentuk kepedulian terhadap isu\nkesehatan dan lingkungan. Ditambah lagi adanya pandemi juga menyebabkan terjadinya perubahan\ngaya hidup, dimana lebih peduli dengan kondisi kesehatan sehingga lebih teliti dalam pemilihan bahan\nbaku yang digunakan dalam suatu produk. Transformasi ini menjadi kesempatan untuk para produsen\nuntuk menciptakan produk berbahan natural guna memenuhi keinginan pasar. Para pelaku bisnis di\nindustri ini terus bergerak mengembangkan inovasi dalam penggunaan formulasi bahan baku natural,\nserta juga harus meningkatkan kreatifitas dalam pemasaran produk.\nTujuan dari penelitian ini adalah untuk menentukan strategi pemasaran yang tepat untuk salah satu\nbrand skincare yang berbahan natural yaitu Evete (Evt). Hal ini guna meningkatkan penjualan di\ntengah persaingan industri yang sangat kompetitif. Dalam menentukan strategi maka digunakan\nanalisis mengenai kondisi faktor internal dan eksternal. analisis faktor internal terdiri dari analisis STP\n(segmenting, targeting, positioning) dan bauran pemasaran 4P (product, price, place, promotion).\nKemudian analisis faktor eksternal menggunakan analisis PESTEL (politic, economic, social,\ntechnology, environment, legal), analisis lima kekuatan porter, dan analisis persaingan. Hasil dari\nanalisis ini menunjukkan bahwa adanya permasalah di bagian pemasaran, seperti penggunaan media\nsosial yang belum maksimal. Untuk mengatasi masalah ini maka dilakukan analisis SWOT meliputi\nkekuatan, kelemahan, peluang dan ancaman yang berhubungan dengan brand Evete, kemudian\ndikembangkan menjadi matriks TOWS. Penggunaan matriks TOWS ini menghasilkan tahap awal\ndalam pengambilan keputusan, kemudian diformulasikan menjadi strategi pemasaran yang tepat.\nHal penting yang dapat dilakukan oleh brand Evete yaitu mengoptimalkan penggunaan akun sosial\nmedia instagram yang merupakan media utama dalam pemasaran produk. Kemudian menjalin\nhubungan komunikasi yang interaktif antara brand dengan pelanggan agar bisa menarik perhatian\ncalon pelanggan dan menciptakan kesetiaan pelanggan. selanjutnya melakukan berbagai promosi\nseperti promosi berbayar, kolaborasi dengan brand lain, serta meningkatkan nilai brand dengan\nmenunjukkan kualitas produk akan mempengaruhi penjualan produk Evete.", "Daftar File": {"2022_TS_PP_Mega Syaftiana_1-Abstrakcs.pdf)u": "https://digilib.itb.ac.id/gdl/download/256905"}, "Penulis": "Mega Syaftiana [29119161]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "skincare, natural, produk, pemasaran", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "25 Agu 2022"}