{"Nomor": 67704, "Judul": "ACTIVE LEVERAGE ADJUSTMENT OF INDONESIAN CONSTRUCTION ENTERPRISES", "Abstrak": "Direktur dan manajer perusahaan akan selalu mencoba sebaik mungkin untuk membawa nilai perusahaan\nyang mereka kelola mencapai ke titik yang optimal. Ada tiga keputusan penting di dalam dunia keuangan\nkorporasi yaitu investasi, deviden, dan juga pembiayaan. Di dalam dunia pembiayaan, memiliki struktur\nmodal yang optimal sangatlah penting sehingga kita bisa mendapatkan biaya modal yang rendah.\nPerusahaan - perusahaan akan mencoba terus menyesuaikan struktur modalnya sampai ke titik yang\noptimum sehingga perusahaan memiliki nilai optimal dengan biaya modal yang rendah. Biaya modal\nyang rendah bisa digunakan oleh perusahaan untuk menangkap berbagai proyek investasi yang\nmenguntungkan. Indonesia saat ini sedang memasuki masa pembangunan yang massal dan besar.\nBanyak proyek infrastruktur yang dikerjakan oleh pemerintah dengan menggandeng perusahaan\nkonstruksi sehingga ekonomi Indonesia dapat terus tumbuh. Banyak jalan tol, bendungan, gedung\nbertingkat tinggi, dan proyek - proyek lainnya dikerjakan dan dibangun akhir - akhir ini. Alhasil, dengan\nbanyaknya proyek yang menunggu untuk dikerjakan, perusahaan konstruksi di Indonesia membutuhkan\nbanyaknya dan besarnya pembiayaan untuk membuat proyek - proyek tersebut menjadi nyata.\nPerusahaan konstruksi di Indonesia sudah terkenal akan tingginya hutang yang dimiliki. Hal ini\ndiakibatkan oleh banyaknya pembiayaan yang dibutuhkan untuk menjalani proyek tersebut. Lebih lanjut,\nini dapat mengakibatkan stress secara keuangan, meningkatnya kemungkinan untuk bangkrut, dan\ntingginya biaya keuangan. Sehingga, memaksimalkan nilai perusahaan bisa jadi bukan tujuan utama dari\nmanajer perusahaan, melainkan hanya fokus untuk menyelesaikan proyek infrastruktur\n\nAda dua model ketika manajer perusahaan mencoba untuk menyesuaikan struktur modalnya ke titik yang\noptimal yaitu secara pasif maupun aktif. Penyesuaian pasif dilakukan tanpa adanya intensi manajer untuk\nmenyesuaikan struktur modalnya ke titik yang optimal sedangkan penyesuain aktif adalah tindakan\nmanajemen untuk menyesuaikan struktur modalnya ke titik optimal dengan sengaja. Kecepatan\npenyesuaian secara aktif bisa menjadi parameter dalam mengukur apakah manajer perusahaan mencoba\nmencapai struktur modal yang optimal dengan cara aktif menyesuaikan struktur modalnya. Dalam\npenelitian yang dilakukan sebelumnya oleh Soekarno dan Prayogo (2018), ditemukan bahwa badan\nusaha milik pemerintah secara aktif menyesuaikan struktur modalnya dengan kecepatan 16.26% untuk\nmencapai struktur modal yang optimal. Dalam penelitian ini, 17 perusahaan yang diambil dari IDX J211\nyang merupakan perusahaan konstruksi dan pembangunan akan digunakan sebagai subjek penelitian\ndengan jangka waktu mulai dari 2010 sampai dengan 2020 untuk menentukan kecepatan penyesuain\naktif perusahaan konstruksi di Indonesia. Data akan diambil dari laporan keuangan yang sudah diaudit\ndan diterbitkan. Kemudian, data akan dianalisis menggunakan regresi data panel metode robust untuk\nmengetahui effect dari setiap variable penelitian yang digunakan. Tujuh variable independen digunakan \ndalam penelitian ini yaitu profitability, tangibility, size, growth, adjleverage, cashflow, dan liquidity serta \nsatu dependent variable yaitu leverage.\n\nDari hasil pengolahan data, didapatkan bahwa dengan 10% tingkat kepercayaan, cash flow\nt-1\n, growth\nopportunity\nt-1\n, profitability\nt-1\n, and firm size\nt-1\n, and adjusted leverage\nt-1\n mempengaruhi kecepatan\npenyesuaian aktif dalam penelitian ini. Dari koefisien adjusted leverage\nt-1\n, dapat diperoleh kecepatan\npenyesuain aktif perusahaan konstruksi di Indonesia yaitu sebesar 10.96% yang relatif lambat. Hal ini\nmengindikasikan bahwa manajer perusahan mungkin tidak memprioritaskan untuk memaksimalkan nilai\nperusahaannya. Direkomendasikan kepada manajer perusahaan konstruksi di Indonesia agar lebih aktif\nuntuk menyesuaikan struktur modalnya ke titik optimal sehingga nilai perusahaannya menjadi maksimal.\n\nKata Kunci : konstruksi, titik optimal struktur modal, penyesuaian struktur modal, kecepatan\npenyesuaian struktur modal secara aktif", "Daftar File": {"2022 SK GERALDUS-ABSTRACT.pdf)u": "https://digilib.itb.ac.id/gdl/download/256992"}, "Penulis": "Geraldus [19019119]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Asep Darmansyah, M.Si.", "Dr. Ir. Subiakto, M.B.A.", "Khrisna Ariyanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "konstruksi, titik optimal struktur modal, penyesuaian struktur modal, kecepatan penyesuaian struktur modal secara aktif", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "25 Agu 2022"}