{"Nomor": 67707, "Judul": "ANALISIS POTENSI LONGSORAN PADA LERENG BATU SEKITAR WATER WAY DI PLTM CILAKI 1B, KABUPATEN GARUT, JAWA BARAT", "Abstrak": "PLTM (Pembangkit Listrik Tenaga Mikrohidro) Cilaki 1B merupakan salah satu proyek pembangkit listrik milik PT Sinergi Solusi Utama (SSU) yang berlokasi di Sungai Cilaki, Kampung Cibengang, Garut, Jawa Barat. Pada jalur water way PLTM ini terdapat lereng-lereng batu yang berpotensi terjadi longsoran. Analisis stereografis dilakukan untuk mengetahui pengaruh dari bidang diskontinu yang ada dan dilakukan juga analisis secara empirik menggunakan klasifikasi Slope Mass Rating (SMR) untuk mengetahui kelas batuan dan rekomendasi penanggulangannya pada setiap titik pengukuran sekitar lereng water way. Analisis akan menggunakan data hasil pengukuran scanline di lapangan secara langsung sebanyak 6 (enam) titik pengukuran dan pengukuran uji kekuatan batuan dengan menggunakan schimdt hammer sebanyak 10 kali pengukuran pada masing-masing titik. Dari hasil analisis stereografis, titik pengukuran 1 & 2 memiliki potensi longsoran baji, titik pengukuran 3 & 4 memiliki potensi longsoran bidang, baji dan guling, titik pengukuran 5 tidak memiliki potensi longsoran manapun dan titik pengukuran 6 memiliki potensi longsoran guling. Sedangkan dari klasifikasi Slope Mass Rating (SMR) dimana diperoleh bahwa di lokasi titik pengukuran 1 & 2 direkomendasikan\npenyangga berupa scalling, toe ditch atau fence net , titik pengukuran 3 & 4 dan 5 direkomendasikan penyangga berupa paritan atau fence net dan bolting serta titik pengukuran 6 direkomendasikan penyangga berupa paritan atau fence net, bolting dan shotcrete.", "Daftar File": {"ABSTRAK Abiyyu Alghifary": "https://digilib.itb.ac.id/gdl/download/257011"}, "Penulis": "Abiyyu Alghifary [12118019]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Budi Sulistianto, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Longsoran, Analisis Stereografis, Scanline, Slope Mass Rating (SMR)", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "25 Agu 2022"}