{"Nomor": 67714, "Judul": "KONTRIBUSI MODAL SOSIAL KELUARGA PEKERJA MIGRAN TERHADAP KESEJAHTERAAN ANAK DI DESA DADAP, KABUPATEN INDRAMAYU", "Abstrak": "Penelitian ini berfokus pada identifikasi kepemilikan modal sosial keluarga pekerja migran untuk kemudian melihat implikasi dari modal sosial tersebut terhadap kesejahteraan anak. Dengan berlatar belakang tingginya jumlah pekerja migran perempuan asal Kabupaten Indramayu, ketidakhadiran sosok Ibu dalam mengasuh berdampak pada perubahan struktur keluarga dengan adanya pergeseran peran dalam suatu keluarga. Pengasuhan anak yang diserahkan kepada seorang ayah sebagai orang tua tunggal atau anggota keluarga lain menimbulkan sejumlah permasalahan sehingga diperlukan peran dan dukungan dari lingkungan sekitar. Penelitian ini menggunakan metode penelitian kualitatif dengan pendekatan studi kasus dan kajian modal sosial yang di dalamnya terdapat unsur norma, kepercayaan, dan jaringan sosial. Penelitian dilakukan di Desa Dadap Kecamatan Juntinyuat Kabupaten Indramayu. Unit analisis pada penelitian ini adalah keluarga dengan Subyek penelitian merupakan anggota keluarga yang mengasuh anak pekerja migran yang dipilih dengan menggunakan purposive sampling.\nPenelitian dilakukan dengan melalui dua tahapan, tahap pertama yaitu pengumpulan data dengan menggunakan data primer berupa wawancara/observasi/dokumentasi serta data sekunder berupa kajian literatur dan data statistik dari berbagai instansi. Kemudian hasil pengumpulan data dianalisis dengan menggunakan teknik analisis deskriptif kualitatif. Hasil penelitian menunjukkan bahwa unsur yang paling mengemuka adalah unsur norma. Norma sosial yang dijalankan berimplikasi terhadap sosial dengan mendorong terbentuknya kepercayaan antar individu. Tingkat kepercayaan yang tinggi berada pada tingkat horizontal seperti paguyuban, tetangga, dan kelompok seprofesi, serta jaringan sosial responden yang bekerja memiliki arus informasi yang lebih luas. Akan tetapi belum terlihat tingkat kepercayaan yang positif dan terbentuknya jaringan sosial antara masyarakat dengan pemerintah Desa sehingga modal sosial pada masyarakat Desa Dadap beraglutinasi pada tingkat horizontal. Modal sosial yang telah dimiliki oleh keluarga pekerja migran tersebut memiliki kontribusi positif terhadap kesejahteraan anak diantaranya pada dimensi kesehatan dan psiko sosial. Namun belum terlihat refleksi positif dari modal sosial tersebut terhadap pendidikan formal anak.", "Daftar File": {"COVER Ahmad Daniel Aulia": "https://digilib.itb.ac.id/gdl/download/257054", "BAB 1 Ahmad Daniel Aulia": "https://digilib.itb.ac.id/gdl/download/257055", "BAB 2 Ahmad Daniel Aulia": "https://digilib.itb.ac.id/gdl/download/257056", "BAB 3 Ahmad Daniel Aulia": "https://digilib.itb.ac.id/gdl/download/257057", "BAB 4 Ahmad Daniel Aulia": "https://digilib.itb.ac.id/gdl/download/257058", "BAB 5 Ahmad Daniel Aulia": "https://digilib.itb.ac.id/gdl/download/257059", "BAB 6 Ahmad Daniel Aulia": "https://digilib.itb.ac.id/gdl/download/257060", "2022_TS_PP_AHMAD_DANIEL_AULIAI DAFUS.pdf\n]": "https://digilib.itb.ac.id/gdl/download/257061", "2022_TS_PP_AHMAD_DANIEL_AULIAI LAMPIRAN.pdf\n]": "https://digilib.itb.ac.id/gdl/download/257062"}, "Penulis": "Ahmad Daniel Aulia [24020024]", "Kontributor / Dosen Pembimbing": ["Indah Widiastuti, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "pekerja migran, keluarga, anak, modal sosial, kesejahteraan anak", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "9 file", "Tanggal Input": "25 Agu 2022"}