{"Nomor": 67719, "Judul": "PERANCANGAN REKAYASA TRANSPORTASI KAWASAN STASIUN JURANGMANGU TANGERANG SELATAN", "Abstrak": "Perancangan rekayasa transportasi pada kawasan Stasiun Jurangmangu dilakukan untuk meninjau fisibilitas rancangan arsitektural yang diberikan sekaligus memastikan keandalan prasarana kawasan dalam menunjang aktivitas stasiun dari sudut pandang pergerakan, baik pergerakan kendaraan maupun orang. Hal tersebut dilakukan dengan melakukan evaluasi serta perancangan yang meliputi: proyeksi permintaan pergerakan, evaluasi kriteria luas gedung stasiun, perancangan peron stasiun, perancangan gedung parkir stasiun, perancangan fasilitas pejalan kaki stasiun, perancangan tempat perhentian kendaraan penumpang umum stasiun, evaluasi tingkat pelayanan pejalan kaki gedung stasiun, evaluasi & perancangan pelebaran jalan akses stasiun, evaluasi & perancangan simpang bersinyal simpang stasiun, dan perancangan sistem informasi penunjuk arah serta rambu & marka jalan stasiun.\nEvaluasi dan perancangan dilakukan dengan menggunakan rancangan arsitektural sebagai acuan awal kemudian meninjau kesesuaiannya terhadap kriteria perancangan rekayasa transportasi menggunakan data aktual yang relevan. Berdasarkan analisis yang telah dilakukan, terdapat beberapa aspek dalam rancangan arsitektural yang tidak memenuhi kriteria perancangan rekayasa transportasi, sehingga dilakukan beberapa penyesuaian terhadap rancangan berupa perubahan rancangan eksisting maupun penambahan rancangan baru.", "Daftar File": {"ABSTRAK Faras Abyan Al Hasani": "https://digilib.itb.ac.id/gdl/download/257068"}, "Penulis": "Faras Abyan Al Hasani [15018141]", "Kontributor / Dosen Pembimbing": ["Ir. Idwan Santoso, M.Sc., DIC., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Stasiun Jurangmangu, rekayasa transportasi, evaluasi, perancangan", "Sumber": "FTSL", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Agu 2022"}