{"Nomor": 67718, "Judul": "POLYETHYLENE TEREPHTHALATE (PET) SEBAGAI  MEDIA LEKAT PADA REAKTOR FIXED BED DALAM PENGOLAHAN AIR LIMBAH DOMESTIK DAN KEBERADAANNYA DI DALAM REAKTOR SEBAGAI MIKROPLASTIK", "Abstrak": "Botol plastik bekas berbahan polyethylene terephthalate (PET) sebagai media lekat fixed-bed yang low-cost telah dimanfaatkan secara luas pada IPAL permukiman di Indonesia. Penelitian ini mengkaji aspek kebaruan dalam pengembangan keilmuan di bidang teknologi pengolahan air limbah domestik berupa wettabilitas material PET, kriteria desain PET, dan potensi adanya mikroplastik sekunder dari penggunaannya. Penelitian dilakukan pada skala lapangan dan skala laboratorium. Pada skala lapangan dilakukan karakterisasi air limbah IPAL permukiman dan menjadi dasar untuk percobaan skala laboratorium. Percobaan laboratorium dibagi menjadi dua, yaitu kondisi batch dan kontinu. Kondisi batch untuk menganalisis kemampuan lekat dan tumbuh mikroorganisme pada permukaan PET, dan kriteria desain PET dengan parameter Specific Surface Area (SSA). Bentuk PET dengan kinerja terbaik dalam penyisihan organik dan nutrien yang diperoleh dari percobaan batch selanjutnya diaplikasikan pada kondisi kontinu. Pada kondisi kontinu, reaktor dioperasikan pada Hydraulic Retention Time (HRT), Rasio Resirkulasi (RR) dan laju pembebanan organik yang berbeda. Untuk mengetahui potensi fragmentasi PET sebagai media lekat di dalam reaktor selama penelitian, maka dilakukan identifikasi keberadaan PET sebagai mikroplastik sekunder. Penelitian dilengkapi dengan studi potensi fragmentasi PET sebagai mikroplastik yang dilakukan secara batch untuk mendukung informasi tersebut.\nKarakterisasi air limbah dilakukan pada delapan IPAL permukiman; empat tipe Anaerobic Upflow Filter (AUF) yang menggunakan PET sebagai media lekat dan empat tipe Anaerobic Baffled Reactor (ABR) di Kota Bandung. Pemilihan kedua tipe bertujuan untuk membandingkan potensi adanya mikroplastik akibat penggunaan media PET di dalam IPAL. Hasil karakterisasi menunjukkan komposisi tipikal air limbah ini berada pada rentang 370,67 ± 44,06 mgCOD/L (kategori lemah) hingga 624,00 ± 32,00 mgCOD/L (kategori menengah – kuat), rata-rata 435,17 mgCOD/L dan rasio C:N:P sebesar 100:11:1,32. Di sisi kinerjanya, IPAL tipe AUF lebih baik dalam menyisihkan organik dan nutrien daripada ABR, meskipun belum memenuhi baku mutu PermenLHK No. 68 Tahun 2016. Penyisihan COD, BOD dan NH4-N masing-masing sebesar 42,74 – 86,11%, 69,19 - 87,20%, 20,72 – 28% pada AUF dan 12,04 - 58,99%, 37,52 - 78,22%, 1,39 - 20,21% pada ABR. Hal ini menunjukkan bahwa penggunaan PET sebagai media lekat mampu meningkatkan kinerja IPAL AUF. Fenomena ini didukung dari hasil penelitian skala laboratorium yang menunjukkan PET bersifat hidrofilik. PET memiliki sudut kontak air 70,670 ± 0,15 (hidrofilik) atau memiliki sifat kebasahan yang baik sehingga mikroorganisme dapat melekat dan tumbuh di permukaan PET. Pertumbuhan mikroorganisme pada permukaan PET ditinjau dari peningkatan nilai Total Attached Solid (TAS) dan ketebalan biofilm selama pengamatan. Kenaikan tersebut diamati secara gravimetri dan mikroskopi. Mikroskopi menggunakan SEM dan Confocal Laser Scanning Microscopy (CLSM). Ketebalan biofilm pada akhir pengamatan 342,47 ± 0,05 µm pada kondisi anoksik dan 428,85 ± 0,07 µm pada kondisi aerob. Laju pertumbuhan biofilm tercepat terjadi pada hari ke-20 hingga hari ke-50 sebesar 0,0146 ± 0,006 mg/cm2.hari pada kondisi anaoksik dan hari ke-10 hingga hari ke-25 0,0429 ± 0,011 mg/cm2.hari pada kondisi aerob.  \nSusunan PET bentuk bunga memberikan SSA (490,63 m2/m3) terbesar dan menunjukkan kinerja yang lebih baik dari bentuk zigzag (SSA = 392,50 m2/m3) dan bulat (SSA = 294,38 m2/m3). Kinerja bentuk PET terbaik tersebut dilihat dari efisiensi penyisihan, kinetika penyisihan substrat dan kinetika pertumbuhan bakteri. PET bentuk bunga ini selanjutnya diaplikasikan pada reaktor fixed-bed (FBR) sistem kontinu susunan anoksik-anoksik-aerob. Rangkaian FBR kontinu dengan PET sebagai media lekat (SSA 490,63 m2/m3) ini mampu bekerja optimum (memenuhi baku mutu PermenLHK No. 68 Tahun 2016) pada kondisi operasional HRT 36 jam dan rasio resirkulasi (RR) 200% dalam menyisihkan organik dan nutrien dalam air limbah domestik berkategori menengah (medium strenght). Model orde dua Grau dan Stover-Kincannon menunjukkan model perkiraan penyisihan COD, N dan P yang paling sesuai pada FBR kontinu. Penambahan sistem resirkulasi memberikan pengaruh signifikan (p < 0,05) terhadap perbaikan penyisihan amonia, nitrat, nitrit dan fosfat.  \nPendekatan pengolahan air limbah yang ramah lingkungan dipertimbangkan dalam penelitian ini dengan mengamati fragmentasi PET sebagai mikroplastik sekunder dari penelitian skala lapangan hingga skala laboratorium. PET sebagai media lekat IPAL AUF (skala lapangan) tidak berkontribusi menambah mikroplastik sekunder di dalam reaktor, bahkan IPAL AUF mampu menyisihkan mikroplastik sebesar 78,90 - 90,34% dan lebih baik dari ABR yang mampu menyisihkan sebesar 70,12 - 82,74%. Hasil ATR-FTIR tidak menunjukkan adanya spekrum PET dari jenis botol tapi berasal dari jenis lain. Keberadaan mikroplastik yang teridentifikasi pada IPAL berasal dari influennya, yaitu sebesar 434,67 ± 22,68 MP/L hingga 973,33 ± 37,87 MP/L. Mikroplastik yang tersisihkan berada di lumpur, yaitu 6256,25 ± 823,94 MP/kg (berat basah) dan biofilm yang terlekat di PET sebesar 65,72 ± 15,80 MP/g (berat kering). Begitu juga dengan reaktor skala laboratorium tidak menunjukkan potensi penambahan mikroplastik dari penggunaan PET. Bahkan konfigurasi FBR sistem kontinu mampu menyisihkan mikroplastik hingga 99,18%. Mikroplastik yang tersisihkan pada FBR ini ditemukan terakumulasi mengendap bersama lumpur, teradsrop dan terperangkap di biofilm.", "Daftar File": {"ANSIHA NUR.pdf)u": "https://digilib.itb.ac.id/gdl/download/257067"}, "Penulis": "Ansiha Nur [35319001]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Prayatni Soewondo, M.S.", "Dr. Ir. Katharina Oginawati, M.S.", "Ir. Ahmad Soleh Setiyawan, S.T., M.T., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "aerob, air limbah domestik, anoksik, fixed-bed, mikroplastik, PET", "Sumber": "Disertasi  Agustus  2022", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "25 Agu 2022"}