{"Nomor": 67725, "Judul": "ENHANCING FEATURES OF TRAVY APPLICATION IN SATISFYING CUSTOMER NEEDS", "Abstrak": "Industri pariwisata memiliki dampak positif yang signifikan terhadap perekonomian. Menurut\nlaporan kinerja Kementerian Pariwisata 2019, kontribusi industri pariwisata terhadap Produk\nDomestik Bruto (PDB) Indonesia mencapai 5,5 persen pada 2019. Menurut statistik, keuntungan\ndevisa Indonesia secara keseluruhan dari sektor ini mencapai Rp 280 triliun. Hal ini\nmenunjukkan potensi besar industri pariwisata Indonesia. Berdasarkan masalah konsumen dan\npeluang pasar, Travy merupakan start-up di industri pariwisata yang berbasis di Indonesia. Travy\nmemiliki visi untuk membantu sektor pariwisata Indonesia melakukan transformasi digitalnya.\nTravy membuat aplikasi trip planner bernama Travy sebagai tindakan nyata dalam mewujudkan\nvisi di atas. Tujuan dari penelitian ini adalah untuk mengetahui fitur apa saja yang paling\ndibutuhkan oleh pelanggan. Sehingga Travy dapat memfokuskan pengembangan pada fitur-fitur\ntersebut agar lebih efisien dan efektif. Kemudian pengembangan fitur lainnya akan dilakukan\nsetelah aplikasi Travy memiliki fondasi yang lebih kuat dan keuangan yang lebih matang. Setelah\npenelitian ini dilakukan, penulis menyimpulkan bahwa fitur-fitur yang dibutuhkan calon\npengguna secara berurutan adalah fitur travel planner, fitur preferensi rekomendasi, fitur\ninformasi destinasi, dan yang terakhir adalah fitur booking akomodasi. Oleh karena itu penulis\nmerekomendasikan untuk melakukan beberapa solusi yaitu fokus untuk memaksimalkan\npengembangan fitur travel planner terlebih dahulu sebelum fitur lainnya, mengembangkan fitur\npreferensi rekomendasi setelah fitur travel planner, mengembangkan fitur informasi destinasi\nsetelah fitur rekomendasi preferensi, mengembangkan fitur pemesanan akomodasi setelah fitur\ninformasi destinasi, membangun hubungan dengan komunitas perjalanan, bergabung dengan\ninkubator pariwisata start-up, dan mengevaluasi kecocokan pasar produk secara teratur.\nKata kunci: Traveling, Travel Planner, Aplikasi", "Daftar File": {"2022 SK Zubair Shohibulhaq-Abstract.pdf?": "https://digilib.itb.ac.id/gdl/download/257075", "Final Project": "https://digilib.itb.ac.id/gdl/download/265341"}, "Penulis": "Zubair Shohibulhaq [19219040]", "Kontributor / Dosen Pembimbing": ["Dra. Sri Hartati, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Traveling, Travel Planner, Aplikasi", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "2 file", "Tanggal Input": "25 Agu 2022"}