{"Nomor": 67722, "Judul": "DINAMIKA HORMON PADA RESPON SISTEM ENDOKRIN TERHADAP STRES SERTA PENGARUHNYA TERHADAP DINAMIKA KEBAHAGIAAN SESEORANG", "Abstrak": "Manusia merupakan makhluk biologis yang tubuhnya tersusun dari berbagai sistem organ yang saling berorganisasi. Stres merupakan fenomena alami yang pasti dialami oleh setiap manusia. Hal yang dapat menyebabkan stres disebut stresor. Jenis-jenis stresor beragam, pada Tugas Akhir ini stresor digambarkan melalui parameter ????????. Tubuh manusia merespon stres salah satunya melalui sistem endokrin. Sistem endokrin merespon stres dengan melepaskan beberapa hormon yang saling bergantungan, antara lain CRH, ACTH, dan kortisol. Pada akhir proses respon stres, kortisol akan memberikan respon balik negatif untuk menekan pelepasan hormon. Pada model matematika, respon balik negatif dari kortisol digambarkan melalui suku yang mengadaptasi Persamaan Michaelis-Menten. Dinamika hormon pada respon terhadap stres dianalisis dan disimulasikan dengan berdasarkan model persamaan diferensial matematika. Variasi keadaan awal setiap hormon menjadi faktor pembeda dalam meninjau dinamika setiap hormonnya. Selain itu, dianalisis pula pengaruh reaksi yang terjadi ketika kortisol memberikan respon balik negatif. Perasaan bahagia merupakan fenomena alami lain yang pasti dirasakan manusia. Selanjutnya, dinamika hormon pada respon stres ditinjau pengaruhnya terhadap dinamika kebahagiaan. Model dinamika kebahagiaan diadaptasi dari model umum sistem pegas. Pada model dinamika kebahagiaan juga, divariasikan beberapa faktor eksternal yang dapat mempengaruhi dinamika. Metode penelitian pada Tugas Akhir ini berfokus pada pemodelan matematika yang diinterpretasikan secara kualitatif dan deskriptif. Tugas Akhir ini menerapkan metode desain faktorial di mana data parameter dan faktor divariasikan. Selain itu, beberapa data dan fakta diperoleh pula dari beberapa sumber literatur.", "Daftar File": {"ABSTRAK Yovanka Alfadhila": "https://digilib.itb.ac.id/gdl/download/257071"}, "Penulis": "Yovanka Alfadhila [10118001]", "Kontributor / Dosen Pembimbing": ["Dr. Dewi Handayani, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "respon stres, dinamika hormon, dinamika kebahagiaan", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "25 Agu 2022"}