{"Nomor": 67739, "Judul": "PEMODELAN TERMAL SEMI-EMPIRIS SATELIT LAPAN-A3 MENGGUNAKAN METODE MACHINE LEARNING", "Abstrak": "Dari pembacaan sensor suhu satelit, ditemukan bahwa LAPAN-A3, sebuah\nmikrosatelit dari Indonesia, membutuhkan maneuver khusus untuk menjaga\nsuhu payload utamanya, sebuah pencitra multispektral, tetap di atas 0 °C.\nDapat disimpulkan bahwa sistem kendali termal pasif satelit tersebut tidak\ncukup untuk memenuhi kebutuhan misinya. Agar permasalahan ini tidak terjadi\nkembali di desain termal satelit masa depan, dibutuhkan sebuah model\ntermal sederhana baru yang dapat memodelkan karakteristik termal satelit\nLAPAN-A3 dengan akurat.\nAnalisis termal satelit konvensional membutuhkan perhitungan banyak variabel\nsecara akurat sehingga memiliki kompleksitas yang tinggi pula. Sementara\nitu, pendekatan berbasis data dalam menyelesaikan permasalahan termal\nsatelit semakin umum digunakan untuk mengurangi kompleksitas dan jumlah\nperhitungan variabel pemodelan termal satelit. Karena itu, pendekatan semiempiris\nyang menggunakan data empiris telemetri dan observasi satelit untuk\nmenyederhanakan perhitungan teoretik persamaan termal satelit diharapkan\ndapat menghasilkan proses pemodelan termal yang lebih cepat dan mudah.\nDalam karya tulis ini, model termal semi-empiris LAPAN-A3 dengan 7\nnode dikembangkan dengan metode machine learning lewat pendekatan regresi\nlinear. Model tersebut dilatih dan diuji dengan data operasional satelit\nLAPAN-A3 dari periode observasi 19 dan 20 Mei 2018 untuk menghitung variabel-variabel yang belum diketahui pada persamaan termal satelit LAPANA3\nsehingga dapat memprediksi perubahan suhu node-node satelit LAPAN-A3.\nEvaluasi awal menunjukkan model termal secara umum dapat memprediksi\nperubahan suhu node satelit serta memiliki potensi kegunaan nyata dalam\npengembangan satelit. Meski masih dapat dikembangkan lebih lanjut, model\ntersebut dapat digunakan sebagai dasar model termal satelit masa depan.", "Daftar File": {"ABSTRAK Ricky Sutardi": "https://digilib.itb.ac.id/gdl/download/257129"}, "Penulis": "Ricky Sutardi [13617051]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ridanto Eko Poetro, S.T., M.Sc.", "Dr. Firman Hartono, S.T., M.T.", "Ony Arifianto, Ph.D.", "Luqman Fathurrohim, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "model termal, satelit, machine learning, regresi linear, LAPANA3", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Agu 2022"}