{"Nomor": 67740, "Judul": "ANALISIS PERANCANGAN PRODUK PADA PRODUK MIE MYCOFREN MENGGUNAKAN QUALITY FUNCTION DEPLOYMENT", "Abstrak": "Mycofren adalah perusahaan yang menjual berbagai produk makanan berbahan dasar jamur. Untuk saat ini, mycofren hanya memiliki satu produk yaitu mie berbahan dasar jamur. Target pasarnya adalah orang-orang yang memiliki masalah kolesterol dan obesitas. Saat ini mycofren sedang menghadapi masalah yaitu rendahnya tingkat penjualan. Masalah ini disebabkan oleh rendahnya tingkat kepuasan pelanggan karena produk yang dihasilkan tidak sesuai dengan preferensi pelanggan. Untuk mengatasi masalah tersebut, mycofren menggunakan metode Quality Function Deployment (QFD) dengan framework House of Quality (HoQ) untuk melakukan perancangan ulang produk. HoQ menggabungkan persyaratan pelanggan, persyaratan teknis, dan penilaian kompetitif untuk menghasilkan panduan tentang aspek mana yang perlu diprioritaskan dalam desain produk dan mana yang perlu ditingkatkan untuk mencapai kepuasan pelanggan. Untuk memenuhi masukan dari HoQ, metodologi penelitian kuantitatif digunakan untuk memperoleh informasi tentang tingkat kepentingan setiap arribut persyaratan pelanggan dan kinerja produk merek pesaing. Analisis yang digunakan adalah statistik deskriptif. Survei dilakukan terhadap 160 responden dengan kriteria pernah mengkonsumsi produk mie. Dari 160 responden, 54 responden mengalami obesitas dan 22 responden memiliki penyakit kolesterol. Untuk membuktikan bahwa tidak ada perbedaan tingkat kepentingan pelanggan antara target pasar dan orang secara umum, maka dilakukan uji Mann-Whitney. Hasilnya adalah tidak ada cukup bukti untuk mengatakan ada perbedaan tingkat kepentingan antara target pasar mycofren dengan orang secara umum, kecuali untuk atribut Iklan dan promosi yang baik. Setelah data terkumpul, dilakukan analisis desain produk produk mycofren dengan menggunakan metode QFD. Alhasil, mycofren masih harus melakukan pembenahan di segala aspek kebutuhan pelanggan yang ada, terutama dalam hal variasi rasa, aroma mie, masa simpan, dan rasa bumbu. Selain itu, mycofren juga perlu memprioritaskan pengembangan bumbu (baik bahan utama, topping, dan bumbu tambahan lainnya), meminimalkan penggunaan bahan pengawet, dan mencari cara untuk mempercepat waktu rehidrasi. Fortifikasi juga merupakan aspek penting. Artinya mycofren perlu lebih memperhatikan bahan tambahan dalam mie seperti jumlah jamur, sayuran, minyak, dll. Dengan mengacu pada framework HoQ, mycofren dapat mendesain ulang produk sesuai dengan kebutuhan dan keinginan pelanggan. Jika produk mampu memenuhi kepuasan pelanggan maka pelanggan akan memiliki keinginan yang lebih untuk membeli produk mycofren dan penjualan tentunya akan meningkat.", "Daftar File": {"2022 SK Aziman Shiddiq Makarim-Abstract.pdf\n]": "https://digilib.itb.ac.id/gdl/download/257131", "Final Project_Aziman Shiddiq Makarim_19219024.pdf": "https://digilib.itb.ac.id/gdl/download/263806"}, "Penulis": "Aziman Shiddiq Makarim [19219024]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nur Budi Mulyono, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Produk mie; obesitas dan kolesterol; QFD; desain produk; preferensi; kebutuhan dan keinginan pelanggan; kepuasan pelanggan.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "2 file", "Tanggal Input": "25 Agu 2022"}