{"Nomor": 67745, "Judul": "USULAN PERBAIKAN STRATEGI PADA PT PEMBANGKITAN JAWA BALI DALAM MENCAPAI KEUNGGULAN BERSAING DALAM INDUSTRI MRO PEMBANGKIT LISTRIK", "Abstrak": "PT. Pembangkitan Jawa Bali atau yang selanjutnya disebut “PJB” adalah anak\nperusahaan PT PLN (Persero) yang bergerak di Pembangkit Listrik yang sudah\nberoperasi sejak tahun 1995. Saat ini, PJB mengalami tantangan karena\nmenurunnya pangsa pasar selama 10 tahun terakhir. Market share PJB pada tahun\n2010 adalah 25 % sedangkan tahun 2020 hanya 9 %. Penurunan market share\ntersebut berdampak pada penurunan pendapatan PJB. Sejak terjadinya\npermasalahan bisnis tersebut, PJB belum melakukan strategi baru untuk\nmeningkatkan revenue perusahaan.\nPenelitian ini bertujuan untuk mengetahui dan memperbaiki strategi PJB\nberdasarkan permasalahan yang terjadi dan diharapkan dapat meningkatkan\npendapatan lain dari bisnis PJB. Metode yang digunakan dalam penelitian ini\nmenggunakan data kualitatif yang didapatkan dari wawancara dengan manajemen\ndan karyawan PJB. Analisa data sekunder menggunakan Annual report\nperusahaan dan literature.\nKerangka konseptual yang digunakan dalam penelitian ini diawali dengan analisa\nlingkungan eksternal dengan menggunakan analisa PESTEL, Porter’s 5 Forces,\nanalisa konsumen dan analisa kompetitor dan analisa internal melalui analisa\nResources, Value Chain analysis dan Core Competencies. Dari seluruh hasil\nanalisa dirangkum dalam analisa SWOT. Setelah dilakukan analisa, permasalahan\nutama ada pada internal organisasi yang belum mempersiapkan organisassi baru\nuntuk mendukung bisnis baru PJB.\nStrategi yang diusulkan berdasarkan hasil penelitian adalah strategi integrasi\ndifferensiasi dan cost leadeship. Selain itu untuk memperbaiki strategi PJB diawali\ndengan perubahan struktur organisasi. Peneliti memberikan gambaran Strategi\nMap untuk mencapai keunggulan bersaing.", "Daftar File": {"2022_TS_PP_Catur Budi Prasetiyono_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/257141"}, "Penulis": "Catur Budi Prasetiyono [29120296]", "Kontributor / Dosen Pembimbing": ["Dr. Harimukti Wandebori, S.T., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Industri Pembangkit Listrik, bisnis MRO, SWOT analisis, integrasi differerensiasi dan cost leadership.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "25 Agu 2022"}