{"Nomor": 67749, "Judul": "PENGARUH PENEMPATAN PRODUK KOPIKO DALAM DRAMA KOREA TERHADAP MINAT BELI PEMIRSA DRAMA KOREA INDONESIA", "Abstrak": "Di masa pandemi Covid-19, jumlah penonton drama Korea di Indonesia meningkat secara signifikan.\nDrama Korea memiliki banyak adegan yang menunjukkan penggunaan penempatan produk, salah\nsatunya dilakukan oleh Kopiko dari PT Mayora Indah Tbk. Kopiko dinyatakan sebagai brand Indonesia\npertama yang tampil dalam drama Korea “Vincenzo”, “Mine”, dan “Hometown Cha Cha Cha” dengan\nmenggunakan penempatan produk. Penempatan produk yang dianggap efektif dalam meningkatkan niat \nbeli audiens dan mengatasi perilaku zipping/zapping juga memiliki kelemahan, keterbatasan daya tarik\npenjelasan, tidak ada jaminan dapat meningkatkan kesadaran audiens terhadap produk, kurangnya\nkontrol yang dapat mengarah pada konteks negatif. Oleh karena itu, tujuan dari penelitian ini adalah\nuntuk menguji bagaimana product placement mempengaruhi niat beli penonton pada “Kopiko” yang\nditampilkan dalam penempatan produk drama Korea. Pengumpulan data menggunakan pendekatan\nkuantitatif dan metode survei dengan kuesioner online yang dibagikan kepada 320 penonton drama\nKorea di Indonesia, kemudian dianalisis menggunakan Partial Least Squares - Structural Equation\nModeling untuk mengetahui korelasi antar variabel. Variabel-variabel tersebut terdiri dari Karakteristik\nPenempatan Produk (Penempatan Menonjol, Koneksi Plot, Karakter Utama yang Digemari, dan\nKeakraban Merek), Kesadaran Merek, Citra Merek, Sikap Konsumen Terhadap Merek yang\nDitempatkan, dan Niat Membeli. Berdasarkan temuan penelitian ini, Karakter Utama yang Digemari\ndan Keakraban Merek berpengaruh signifikan terhadap Kesadaran Merek yang mengarah pada Citra\nMerek yang positif. Citra Merek secara keseluruhan memiliki pengaruh yang signifikan terhadap Sikap\nKonsumen yang pada akhirnya mempengaruhi Niat Beli konsumen. Selain itu, Karakter Utama yang\nDigemari dan Kesadaran Merek juga ditemukan berpengaruh signifikan terhadap Sikap Konsumen,\nKeakraban Merek berpengaruh signifikan terhadap Citra Merek dan juga Kesadaran Merek terhadap\nNiat Beli. Kesimpulannya, Kopiko memerlukan strategi tindak lanjut untuk meningkatkan kesadaran \npenonton terhadap produk Kopiko dalam drama yang akan mengarah pada niat beli yang lebih tinggi,\nkarena adanya aturan penyiaran Korea yang tidak memungkinkan adegan penempatan produk\nmempengaruhi Niat Beli penonton secara langsung. Temuan studi ini akan membantu pemasar merek,\nkhususnya merek Indonesia dalam membangun pemahaman mendalam tentang bagaimana penempatan\nproduk dapat meningkatkan Niat Beli audiens dengan meningkatkan Kesadaran Merek, Citra Merek,\ndan Sikap Konsumen. Informasi ini kemudian dapat digunakan oleh sektor periklanan untuk\nmengembangkan strategi penempatan produk untuk meningkatkan niat beli. \nKata Kunci: Drama Korea, Penempatan Produk, Niat Beli, PLS-SEM, Survei Online", "Daftar File": {"2022 SK Jeaqualine Imanuella Esaf Leo-Abstract.pdf)u": "https://digilib.itb.ac.id/gdl/download/257156"}, "Penulis": "Jeaqualine Imanuella E L [19019052]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T., M.M., DBA", "Amilia Wulansari, S.Si., M.Si.", "Fitri Aprilianty, S.Si., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Drama Korea, Penempatan Produk, Niat Beli, PLS-SEM, Survei Online", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "25 Agu 2022"}