{"Nomor": 67748, "Judul": "TRIBALISME MEREK FINAL FANTASY XIV DAN PERANNYA DALAM MEMPENGARUHI KOMITMEN PELANGGAN", "Abstrak": "Selalu menjadi pilihan yang kuat sebagai mode hiburan pilihan orang, video game terus tumbuh sebagai pasar—termasuk di Indonesia—dan pandemi telah membuat perannya lebih menonjol dalam kehidupan sehari-hari orang, baik tua maupun muda, dengan keterbatasan dalam berinteraksi sosial yang memaksa mereka untuk memenuhinya melalui cara-cara yang tidak terlalu bersifat fisik sehingga tidak menambah kepada segudang penderitaan lain yang ditimbulkannya secara global. Salah satu yang dapat mengisi celah seperti itu dalam kondisi ini adalah massively multiplayer online role-playing games (MMORPG), dan judul dari waralaba yang sudah terkenal dan dicintai yaitu Final Fantasy XIV baru-baru ini membuat percikan besar sampai-sampai mereka harus menghentikan penjualan karena memiliki terlalu banyak pemain daripada yang dapat mereka tangani saat ini. Menambahkan kepada alasan yang sebelumnya dibahas, masuk akal pula bahwa salah satu alasan pertumbuhan popularitasnya yang besar adalah penggemarnya sendiri, para pemain, yang tampaknya merupakan pendukung setia untuk permainan itu sendiri. Sebuah produk dan/atau jasa akan selalu mendapatkan keuntungan dari promosi mulut ke mulut yang baik, terlebih lagi jika dilakukan secara sukarela seperti ini. Dengan demikian penelitian ini bertujuan untuk meneliti fenomena yang dapat disebut sebagai tribalisme merek, dan bagaimana sebenarnya hal itu akan diterjemahkan menjadi manfaat bagi merek yang terlibat, dalam hal ini, layanan yang membutuhkan komitmen pelanggan untuk dapat bertahan dan berkembang. Di sini, variabel keterlibatan kognitif dan afektif akan digunakan untuk mengukur cara pemain Final Fantasy XIV berintegrasi ke dalam tribalisme merek dan bagaimana hal itu memengaruhi komitmen mereka terhadap permainan tersebut. Pendekatan kuantitatif positivistik digunakan dimana data dikumpulkan melalui survei dalam jaringan sebagai instrumen sebelum dianalisis menggunakan metode regresi berganda. Komitmen pelanggan menjadi variabel terikat dengan tribalisme merek, keterlibatan kognitif, dan keterlibatan afektif sebagai variabel bebas. Tribalisme merek juga akan diukur terlebih dahulu sebagai variabel dependen untuk melihat bagaimana ia memfasilitasi keterlibatan kognitif dan afektif sebagai variabel independen. Jumlah minimal responden yang dibutuhkan agar data dianggap layak untuk diproses lebih lanjut dalam penelitian ini adalah 90, dan survei menghasilkan 93 data dari responden yang memenuhi kriteria, di mana mereka harus telah memainkan Final Fantasy XIV dari pukul setidaknya 2021 dan bermain di salah satu pusat data Jepang. Setelah analisis dilakukan, ditemukan bahwa keterlibatan kognitif sendiri tidak secara mandiri memiliki pengaruh langsung yang signifikan terhadap komitmen pelanggan, dan membutuhkan tribalisme merek untuk terlebih dahulu memfasilitasinya agar membawa efek tidak langsung. Kesimpulannya, hubungan positif teramati antara tribalisme merek dan komitmen pelanggan baik itu secara langsung atau sebagai penghubung untuk keterlibatan pelanggan, bahkan meskipun keterlibatan afektif dapat mempengaruhi komitmen pelanggan secara langsung, melewati tribalisme merek terlebih dahulu masih akan berdampak lebih besar.", "Daftar File": {"SK 2022 Dian Anugrah Pertiwi-Abstract.pdf5?": "https://digilib.itb.ac.id/gdl/download/257159"}, "Penulis": "Dian Anugrah Pertiwi [19019092]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Tribalisme merek, komitmen pelanggan, video game, MMORPG", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "25 Agu 2022"}