{"Nomor": 67758, "Judul": "PENGARUH FREKUENSI REKAHAN TERHADAP KECEPATAN GELOMBANG ULTRASONIK DAN KUAT TEKAN UNIAKSIAL PADA SAMPEL BETON", "Abstrak": "Keberadaan rekahan merupakan keadaan yang umum terjadi pada batuan, dalam penelitian ini dibahas mengenai pengaruh frekuensi rekahan terhadap kecepatan gelombang ultrasonik (Vp) dan kuat tekan uniaksial. Selain itu, dibahas juga apakah sampel yang pendek dapat mewakili sampel yang lebih panjang dengan rasio rekahan per panjang yang sama. Sampel yang akan diuji merupakan sampel beton dengan komposisi campuran 1:1 (semen : pasir). Masing-masing sampel dibuat rekahan artifisial dengan dipotong-potong sesuai kebutuhan.\n\nSampel yang dibuat berukuran kurang lebih 5,5 cm x 12 cm sesuai standar uji. Rekahan artifisial yang dibuat divariasikan frekuensinya. Rekahan ini dibuat secara mendatar/lateral dengan variasi frekuensi 0, 1, 2, 3, 4, dan 5. Selain keenam sampel tersebut dibuat juga tiga buah sampel dengan panjang masing-masing 10 cm, 20 cm, dan 30 cm dengan frekuensi rekahan masing-masing 1, 2, dan 3.\n\nAlat yang digunakan untuk pengujian adalah mesin UCS merk Hung Ta untuk mengukur kuat tekan uniaksial sampel dan Ultracon 170 untuk mengukur kecepatan rambat gelombang P (Vp) sampel. Pengujian dengan UCS dilakukan pada keenam sampel setelah diuji Vp nya. Ketiga sampel sisanya juga diukur Vpnya untuk mengukur apakah sampel yang pendek dapat mewakili sampel yang lebih panjang dengan rasio rekahan per panjang yang sama.\n\nDari hasil penelitian ini, dapat disimpulkan bahwa penambahan frekuensi rekahan akan menurunkan kecepatan rambat gelombang ultrasonik dan kuat tekan uniaksial material. Kesimpulan kedua yang didapat adalah bahwa sampel pendek tidak dapat mewakili kecepatan gelombang ultrasonik sampel panjang dengan rasio rekahan per panjang yang sama. Namun, sampel pendek bisa membantu memprediksi kecepatan gelombang ultrasonik sampel lebih panjang dengan rasio rekahan per panjang yang sama.", "Daftar File": {"ABSTRAK Dion Limarco": "https://digilib.itb.ac.id/gdl/download/257197"}, "Penulis": "Dion Limarco [12118051]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ridho Kresna Wattimena, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Gelombang ultrasonik, rekahan, kecepatan gelombang, kuat tekan.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "25 Agu 2022"}