{"Nomor": 67759, "Judul": "PENGARUH FAKTOR TERHADAP NIAT MEMBELI PRODUK HIJAU", "Abstrak": "Kesadaran masyarakat dunia akan pentingnya kelestarian lingkungan semakin meningkat, terjadinya bencana lingkungan, kerusakan lingkungan, pemanasan global dan perubahan iklim menyebabkan meningkatnya kesadaran masyarakat terhadap lingkungan sekitar, hal ini juga mempengaruhi kebiasaan masyarakat sebagai konsumen yang mulai menginginkan produk ramah lingkungan. Perilaku ini terlihat dari sikap kepedulian konsumen terhadap kelestarian lingkungan sekitar yang semakin cenderung memilih produk yang ramah lingkungan. Salah satu produk ramah lingkungan adalah tempat sampah pintar Cletrash yang dilengkapi dengan beberapa fitur teknologi canggih seperti sistem buka tutup otomatis, desinfektan otomatis, layar Led 17 inci, dan dilengkapi dengan software yang akan memberitahukan kapan volume sampah. bin penuh. Tujuan dari penelitian ini adalah untuk menemukan faktor yang paling signifikan mempengaruhi niat pembelian hijau dan untuk memberikan rekomendasi kepada Cletrash untuk meningkatkan niat pembelian hijau. Penelitian ini dilakukan dengan menggunakan PLS SEM dari metode kuantitatif yang dikumpulkan oleh 235 responden warga negara Indonesia, baik pria maupun wanita yang telah membeli, menyukai Green Products dan juga sadar lingkungan. Hasil penelitian menunjukkan bahwa sikap lingkungan merupakan faktor yang paling berpengaruh terhadap niat beli hijau dan diikuti oleh pengetahuan lingkungan, dan ekolabel. Selain itu, rekomendasi yang diberikan kepada manajemen Cletrash adalah memperhatikan sikap peduli lingkungan dalam memasarkan produk dengan mengedepankan keunggulan produk yang mendukung program peduli lingkungan. Temuan ini akan berguna untuk merekomendasikan untuk memperkenalkan eko-label kepada masyarakat dan mensosialisasikan program pemasaran Cletrash dan menunjukkan bahwa Cletrash adalah produk yang memiliki komitmen untuk peduli lingkungan.", "Daftar File": {"2022 SK Muhammad Rizky Kusuma-Abstract.pdf?": "https://digilib.itb.ac.id/gdl/download/257205", "Final Project _Muhammad Rizky Kusuma_19219068.pdf": "https://digilib.itb.ac.id/gdl/download/263756"}, "Penulis": "Muhammad Rizky Kusuma [19219068]", "Kontributor / Dosen Pembimbing": ["Annisa Rahmani Qastharin, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Niat pembelian hijau,Pengetahuan lingkungan,Sikapl ingkungan,Tekanant eman sebaya, Eko-label", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "2 file", "Tanggal Input": "25 Agu 2022"}