{"Nomor": 67762, "Judul": "STUDI PENENTUAN ALTERNATIF KEBIJAKAN UNTUK MENGANTISIPASI FENOMENA URBAN SPRAWL DI KAWASAN PERKOTAAN CEKUNGAN BANDUNG", "Abstrak": "Kawasan Perkotaan Cekungan Bandung (KPCB) merupakan salah satu kawasan\nperkotaan di Indonesia yang saat ini terindikasi mengalami fenomena urban sprawl\nyang apabila dibarkan dapat berdampak negatif bagi kondisi lingkungan serta\nkehidupan sosio-ekonomi masyarakat setempat. Dalam rangka mengatasi persoalan\ntersebut, maka perlu ada upaya yang dilakukan oleh BP KPCB selaku lembaga\nkoordinasi antarpemerintah kabupaten/kota dan provinsi di KPCB sesuai dengan\nkewenangannya mengingat penyelesaian persoalan lintas kabupaten/kota perlu\ndilakukan secara terpadu antarkabupaten/kota. Penelitian ini akan menggunakan\nmetode analisis sprawl index, analisis deskriptif, serta analisis AHP. Ketiga analisis\ntersebut digunakan untuk menentukan faktor-faktor yang terindikasi berkaitan dengan\nterjadinya urban sprawl, merumuskan faktor utama penyebab terjadinya urban\nsprawl, dan menentukan kebijakan yang perlu diambil untuk mengantisipasi\nterjadinya fenomena tersebut di KPCB. Hasil penelitian ini menunjukkan bahwa\nfenomena urban sprawl di KPCB terindikasi dipicu oleh faktor sentripetal seperti\npesatnya pertumbuhan ekonomi serta adanya sarana dan prasarana dasar yang lebih\nlayak di perkotaan. Fenomena tersebut juga dipicu oleh kebijakan rencana tata ruang\nyang belum siap untuk mengantisipasi urban sprawl serta adanya pembangunan\njaringan jalan. Adapun faktor utama penyebab terjadinya urban sprawl adalah\nkekurangsigapan pemerintah dalam menyiapkan instrumen perencanaan tata ruang.\nSolusi utama yang diajukan yaitu pengaturan alokasi ruang tumbuh perkotaan,\npengaturan regulasi perencanaan, perizinan, dan pengendalian pembangunan, serta\npembangunan sarana dan prasasrana fisik perkotaan yang mendukung upaya\npembangunan kota secara kompak. Peran BP KPCB untuk membantu mengantisipasi\nterjadinya urban sprawl adalah membantu proses konsultasi, koordinasi, sinkronisasi,\nperumusan kebijakan dan regulasi, serta menjadi clearinghouse atas penyediaan dan\ndiseminasi hasil kajian terkait penanganan fenomena urban sprawl di kawasan\nperkotaan tersebut.", "Daftar File": {}, "Penulis": "Fadhlan Ramadhan Sahid [15418021]", "Kontributor / Dosen Pembimbing": ["Ir. Teti Armiati Argo, M.E.S, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "urban sprawl, metropolitan governance, KPCB, AHP, alokasi ruang", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "26 Agu 2022"}