{"Nomor": 67770, "Judul": "EKSPLORASI LIMBAH AMPAS KOPI SEBAGAI MATERIAL ALTERNATIF TEKSTIL BERBASIS BIO UNTUK PRODUK  FASHION", "Abstrak": "Permasalahan limbah yang dihasilkan dari industri mode yang terus meningkat menyebabkan banyak masalah lingkungan semakin mengkhawatirkan, terutama pada penggunaan bahan baku material dari sumber tidak terbarukan seperti serat sintetis. Kondisi tersebut mendorong banyak peneliti berupaya membuat inovasi material yang ramah lingkungan, salah satunya yaitu material alternatif berbasis bio. Meningkatnya penelitian dan penggunaan bahan berbasis bio menyebabkan permintaan akan sumber bahan baku juga meningkat sehingga ilmuwan perlu mengidentifikasi sumber baru bahan bio-renewable untuk mencegah penggunaan komoditas sumber bahan baku secara berlebihan dan tidak seimbang. Beberapa penelitian menyatakan bahwa terdapat karakteristik unggul pada serat ampas kopi yang dapat dijadikan material alternatif. Di Indonesia, produksi dan konsumsi kopi terus meningkat secara signifikan setiap tahunnya, menyebabkan peningkatan pada jumlah limbah yang dihasilkan dari proses produksi kopi. \nMaka dari itu, dilakukan penelitian yang berfokus pada eksperimen dan eksplorasi mengenai teknik dan metode yang tepat dalam pengolahan ampas kopi sebagai bahan  baku  pembuatan  material  berbasis  bio.  Eksperimen  dilakukan  dengan membuat variasi biokomposit menggunakan konsentrasi ampas kopi sekitar 20% hingga 140% dari total komposit untuk mendapatkan lembaran tekstil dengan karakteristik yang tepat. Eksplorasi dilakukan setelah mendapatkan komposit yang sesuai dengan beberapa pendekatan teknik eksplorasi permukaan, struktur dan warna menggunakan metode pre-dried dan post-dried untuk menghasilkan visual yang menarik. Konsep dan desain produk dibuat berdasarkan hasil eksperimen dan eksplorasi yang telah dilakukan. Material alternatif tekstil berbasis bio dari ampas kopi diterapkan menjadi produk fashion berupa tiga tas, satu outer dan empat lembar kain berukuran 1 x 1 meter dengan variasi tekstur.", "Daftar File": {}, "Penulis": "Lutfiaz Tri Annisa Th [17216013]", "Kontributor / Dosen Pembimbing": ["Innamia Indriani, S.Ds., M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kriya", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Ampas Kopi, Limbah, Material Alternatif, Material Berbasis Bio, Biokomposit, Produk Fashion.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "26 Agu 2022"}