{"Nomor": 67776, "Judul": "POTENSI BIOSURFAKTAN ISOLAT BAKTERI KODE 16 DARI RESERVOIR MINYAK BUMI SEBAGAI AGEN BIOREMEDIASI TANAH TERCEMAR LOGAM BERAT TIMBAL (PB)", "Abstrak": "Logam berat timbal (Pb) bersifat toksik bagi manusia dan tumbuhan dalam konsentrasi kecil, sehingga diperlukan suatu upaya remediasi tanah terkontaminasi logam berat. Soil washing merupakan salah satu metode remediasi tanah secara ex situ, memerlukan washing solution yang dapat berupa biosurfaktan. Bakteri isolat kode 16 yang berhasil diisolasi dari sumur minyak bumi dapat menghasilkan biosurfaktan. Penelitian ini bertujuan untuk menentukan pengaruh konsentrasi dan pH biosurfaktan serta durasi soil washing untuk penghilangan logam berat Pb dari tanah, serta menentukan pengaruhnya pada kelimpahan mikroba tanah berupa, bakteri, aktinomiset dan fungi. Penelitian diawali dengan produksi dan karakterisasi biosurfaktan yang dihasilkan. Dilakukan pembuatan tanah tercemar logam berat Pb dengan konsentrasi Pb di tanah adalah sekitar 300 mg/kg dan diamati pengaruhnya terhadap kelimpahan mikroba tanah. Uji pengaruh konsentrasi biosurfaktan dilakukan dengan konsentrasi sebesar 0,25x CMC (critical micelle concentration), 0,5x CMC, 1x CMC, 5x CMC, dan 10x CMC pada pH 7 dan durasi 24 jam. Uji pengaruh pH biosurfaktan dengan pH 5, 7, 9, dan 12 dilakukan pada konsentrasi 5x CMC dan durasi 24 jam. Uji pengaruh durasi soil washing dengan durasi 0 jam, 12 jam, 24 jam, dan 36 jam dilakukan pada konsentrasi 5x CMC dan pH 9. Hasil produksi dan karakterisasi biosurfaktan menunjukkan yield berat kering tertinggi sebesar 0,79±0,08 g/L, indeks emulsifikasi sebesar 55,55%, diameter oil spreading assay berkisar 0-1 cm, bersifat anionik, dan memiliki nilai CMC 0,879 g/L. Setelah pembuatan tanah tercemar, terjadi peningkatan kadar logam berat Pb dari 12,91±1,84 mg/kg menjadi 247,88±57,31 mg/kg, penurunan pH tanah dari 7,52±0,33 menjadi 6,6±0,1 dan peningkatan konduktivitas elektrik dari 0,093±0,02 ds/m menjadi 0,167± ds/m. Teramati penurunan secara signifikan (P<0,05) pada bakteri, aktinomiset, dan fungi pada tanah dibandingkan sebelum dibuat tercemar. Hasil uji pengaruh konsentrasi biosurfaktan menunjukkan konsentrasi 5x CMC memberikan persentase penghilangan logam berat Pb tertinggi (57,46±5,57%), dan kelimpahan mikroba teramati semakin tinggi dengan meningkatnya konsentrasi. Hasil uji pengaruh pH biosurfaktan menunjukkan bahwa pH 9 memberikan persentase penghilangan logam berat Pb tertinggi (72,21±2,95%) dan tidak terdapat perbedaan signifikan (P>0,05) pada kelimpahan mikroba tanah di antara pH biosurfaktan yang berbeda. Hasil uji pengaruh durasi soil washing menunjukkan bahwa durasi selama 24 jam memberikan persentase penghilangan logam berat Pb tertinggi (60,09±5,38%) dan perbedaan kelimpahan mikroba yang signifikan (P<0,05) hanya antara durasi 0 jam dengan 12, 24, dan 36 jam. Dari hasil penelitian ini, biosurfaktan bakteri isolat kode 16 berpotensi dijadikan sebagai agen bioremediasi tanah tercemar logam berat.", "Daftar File": {"ABSTRAK Joshua Felix Kristyanto": "https://digilib.itb.ac.id/gdl/download/257247"}, "Penulis": "Joshua Felix Kristyanto [10418012]", "Kontributor / Dosen Pembimbing": ["Dr. Dea Indriani Astuti, S.Si.", "Dr.Eng. Isty Adhitya Purwasena, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Biosurfaktan, Logam Berat, Soil Washing, Tanah Tercemar", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Agu 2022"}