{"Nomor": 67780, "Judul": "PENGARUH FORMULASI RANSUM BERBASIS PAKAN KOMERSIL, DEDAK, LARVA LALAT TENTARA HITAM, DAN LIMBAH ORGANIK TERHADAP LAJU PERTUMBUHAN, KONVERSI PAKAN, DAN KUALITAS DAGING ITIK (ANAS DOMESTICUS VAR. MOJOSARI)", "Abstrak": "Salah satu jenis unggas lokal yang berpotensi untuk memenuhi kebutuhan protein hewani\nadalah itik (Anas domesticus). Walaupun demikian, tingkat produksi itik di Jawa Barat masih\nberbeda jauh (7 ribu ton berbanding 800 ribu ton) dengan produksi ayam. Hal ini disebabkan\noleh keengganan peternak untuk memelihara unggas karena 70% biaya operasional dihabiskan\nuntuk pakan Pada penelitian ini dilakukan pengujian ransum itik yang bertujuan untuk\nmengurangi biaya pakan dengan memanfaatkan larva lalat tentara hitam dan limbah organik\nsebagai campuran dari pakan komersial dan dedak. Itik jantan sejumlah 40 ekor dibagi menjadi\n2 kelompok dan mendapatkan perlakuan pakan berupa ransum A: Pakan komersil 20% +\nDedak 20% + Tepung limbah sayur 30% + Larva BSF 30% dan B: Pakan komersil 15% +\nDedak 20% + Sampah Organik 45% + Ampas Kelapa 20%. Efek dari pemberian pakan diamati\npada komponen bobot, laju pertumbuhan relatif (relative growth rate), konversi pakan (feed\nconversion ratio), dan kualitas daging itik jantan. Hasil penelitian menunjukkan ransum A\nlebih baik diberikan kepada itik karena berpengaruh terhadap bobot rerata (367.96 gram), feed\nconversion ratio (4.38) dan kualitas proksimat daging, sedangkan nilai daily weight gain dan\nrelative growth rate menunjukan hasil yang tidak signifikan.", "Daftar File": {"ABSTRAK Riski Azhar Aldiyanto": "https://digilib.itb.ac.id/gdl/download/257255"}, "Penulis": "Riski Azhar Aldiyanto [11418045]", "Kontributor / Dosen Pembimbing": ["Ramadhani Eka Putra, S.Si., M.Si., Ph.D.", "Dr. Heri Rahman, S.P., M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Anas domesticus, bobot, daging, konversi, pakan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Agu 2022"}