{"Nomor": 67781, "Judul": "KLASIFIKASI ARITMIA MENGGUNAKAN SINYAL EKG DAN PPG DENGAN METODE CONVOLUTIONAL NEURAL  NETWORK", "Abstrak": "Aritmia adalah kondisi di mana jantung berdetak dengan ritme yang tidak normal\nakibat gangguan pada transmisi impuls listrik pada jantung. Dalam penelitian ini\ndilakukan percobaan untuk mengklasifikasi aritmia bermodal data sinyal EKG dan\nPPG ke dalam kelas-kelas aritmia sesuai dataset PhysioNet 2015 Competition yaitu\nAsystole, Bradycardia, Tachycardia, dan Ventricular Tachycardia. Kelas\nVentricular Fibrillation dieliminasi karena kualitas data yang kurang baik.\nAlgoritma klasifikasi yang digunakan adalah Convolutional Neural Network\n(CNN) dengan tambahan layer LSTM sebagai global feature learning unit.\nPercobaan yang dilakukan terdiri atas percobaan tanpa seleksi data serta percobaan\ndengan seleksi data. Seleksi data dilakukan untuk mengeliminasi data dengan PSNR\nrendah. Kedua percobaan dilakukan terhadap data sinyal EKG dan PPG, EKG saja,\ndan PPG saja. Proses training dan testing menggunakan skema 5-fold cross\nvalidation. Untuk menyeimbangkan data pada setiap kelas, dilakukan augmentasi\ndata secara terpisah terhadap data training dan testing. Percobaan yang dilakukan\nmemberikan hasil bahwa sinyal EKG saja memberikan performa klasifikasi terbaik.\nHal ini terjadi karena kualitas sinyal PPG dalam dataset kurang baik. Percobaan\nyang dilakukan menghasilkan akurasi 90,90% dan Skor 87,89% untuk percobaan\ntanpa seleksi data, dan akurasi 84,02% dan Skor 78,80% untuk percobaan dengan\nseleksi data. Penelitian lebih lanjut perlu dilakukan dengan dataset yang lebih besar\ndan dengan sampel-sampel PPG yang berkualitas lebih baik.", "Daftar File": {}, "Penulis": "Tasya Monika Saphira [18318018]", "Kontributor / Dosen Pembimbing": ["Dr. Hasballah Zakaria, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "aritmia, EKG, PPG, convolutional neural network, LSTM, cross- validation, augmentasi data.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "26 Agu 2022"}