{"Nomor": 67800, "Judul": "PROOF OF CONCEPT KIT COVID-19 BERBASIS ELISA UNTUK MENDETEKSI KEBERADAAN ANTIBODI ANTI PROTEIN S1 DI DALAM SAMPEL PLASMA/SERUM DARAH SECARA SEMIKUANTITATIF", "Abstrak": "Coronavirus disease 2019 (COVID-19) adalah sebuah penyakit yang disebabkan oleh SARSCoV-\n2. Penyakit ini, memiliki tingkat kematian yang relatif rendah (2-3%), tetapi Covid-19\ndianggap sangat berbahaya karena penularannya sangat mudah dan cepat. Hingga saat ini\nbelum ada obat yang efisien untuk mengobati pasien yang terinfeksi SARS Cov-2. Respons\nyang dilakukan terhadap pandemi COVID-19 adalah dengan cara mencegah terjadinya infeksi,\nsalah satunya melalui vaksinasi. Saat ini telah tersedia berbagai jenis vaksin dan per-tanggal\n19 januari 2022, program vaksinasi Covid-19 Indonesia telah menjangkau lebih dari 121 juta\nJiwa. Namun demikian, program vaksinasi ini tidak diikuti dengan pemantauan keberhasilan\nvaksinasi. Hal ini penting dilakukan, karena respons individu terhadap vaksinasi bisa beragam.\nPemantauan keberhasilan vaksinasi COVID-19 biasanya dilakukan dengan memeriksa kadar\nantibodi anti Protein S1 di dalam serum atau plasma darah seseorang dan di Indonesia kit\ndiagnostik untuk keperluan ini sudah tersedia. Namun demikian, pemantauan keberhasilan\nvaksinasi COVID-19 tidak dilakukan, karena harga pemeriksaannya yang sangat tinggi.\nMelalui berbagai kegiatan penelitian, saat ini Institut Teknologi Bandung telah menguasai\nteknologi pengembangan kit diagnostik berbasis ELISA. Pada penelitian ini, teknologi tersebut\nditerapkan untuk mengembangkan kit COVID-19 yang dapat mendeteksi dan menentukan\nkadar antibodi anti Protein S1 secara semi kuantitatif. Pertanyaan penelitian yang diajukan\nadalah “apakah konsep kit Covid-19 yang diusulkan pada penelitian ini bisa mendeteksi\nkeberadaan IgG manusia anti protein S1 yang terdapat di dalam serum darah orang yang telah\nmendapatkan vaksisnasi Covid-19”. Tujuan dari penelitian ini adalah melakukan pembuktian\nbahwa konsep kit COVID-19 yang dikembangkan ini bisa bekerja dengan baik. Permasalahan\nutama yang dihadapi oleh Institut Teknologi Bandung ketika mengembangkan kit diagnostik\npendeteksi antibodi adalah terjadinya false positive. Penelitian ini berhasil menunjukan bahwa\nfenomena false positive terjadi karena adanya interaksi non-specific antara IgG yang terdapat\ndi dalam serum/plasma darah dengan blocking agent pada kit diagnostik. Pada penelitian ini,\nditemukan bahwa penggunaan berbagai molekul protein sebagai blocking agent tidak bisa\nmengatasi masalah false positive. Selanjutnya, pencucian menggunakan larutan NaCl dengan\nberbagai konsentrasi, untuk mengatasi fenomena false positive yang diperkirakan disebabkan\noleh interaksi ionik juga tidak bisa mengatasi masalah tersebut. Percobaan selanjutnya\nmenggunakan buffer glisin pH 2.5 menunjukan bahwa pencucian menggunakan buffer ini bisa\nmengatasi masalah false positive dan banyaknya pencucian sangat berpengaruh terhadap\nfenomena false positive. Berdasarkan hal tersebut, maka dilakukan pengujian terhadap konsep\nkit COVID-19 dan ditentukan konsentrasi coating antigen untuk kit COVID-19 yang\ndikembangkan ini. Hasil percobaan menunjukan bahwa format kit diagnostik yang\ndikembangkan terbukti bisa membedakan sampel positif dari sampel negatif dan antibodi anti\nProtein S1 dapat ditentukan konsentrasinya secara semikuantitatif. Selain itu, ditemukan pula\nbahwa antigen load (25 ng/well, 50 ng/well dan 100 ng/well) pada kit COVID-19 yang\ndikembangkan ini tidak memberikan perbedaan performa.", "Daftar File": {"ABSTRAK Carvin Prawira Ramadhan": "https://digilib.itb.ac.id/gdl/download/257280"}, "Penulis": "Carvin Prawira Ramadhan [10616057]", "Kontributor / Dosen Pembimbing": ["Wardono Niloperbowo, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "COVID-19, SARS-CoV-2, ELISA, Protein S1, antibodi anti Protein S1", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Agu 2022"}