{"Nomor": 67804, "Judul": "FABRIKASI HIDROGEL SERISIN/POLIVINIL ALKOHOL DENGAN METODE FREEZE-THAWING", "Abstrak": "Ulser kaki diabetes merupakan penyakit yang bisa menyerang penderita\ndiabetes mellitus tipe 1 dan tipe 2. Salah satu metode penanganan ulser kaki\ndiabetes, terutama untuk ulser superfisial dan ulser dalam, adalah penggunaan\npenutup luka (wound dressing) berupa hidrogel. Serisin yang berasal dari kokon\nulat sutra merupakan kandidat material hidrogel yang menjanjikan karena\nmemiliki sifat antibakterial, antiinflamasi, dan merangsang produksi kolagen.\nSelain itu, Indonesia sebagai salah satu negara penghasil sutra juga memiliki\npotensi untuk pemanfaatan serisin. Penelitian ini berfokus pada pembuatan\nhidrogel berbasis serisin. Serisin dikombinasikan dengan PVA untuk\nmeningkatkan stabilitas hidrogel yang dihasilkan. Serisin berhasil diekstraksi\ndengan menggunakan autoklaf. Hasil FTIR mengonfirmasi bahwa yang berhasil\nterekstraksi dari kokon adalah serisin dengan struktur sekunder dominan berupa\n?-sheet. Hidrogel serisin/PVA berhasil dibuat melalui metode freeze-thawing\ndengan variasi konsentrasi larutan dan rasio PVA dan serisin, dengan hasil\nhidrogel konsentrasi 4% dengan rasio PVA dan serisin 1:1 memiliki stabilitas yang\nbaik serta menunjukkan karakteristik yang merupakan gabungan antara PVA dan\nserisin. Hidrogel yang dihasilkan juga memiliki rentang rata-rata ukuran pori\n29,88-118,85 ?m dan rentang porositas 61,86-79,89% yang memenuhi\npersyaratan untuk penutup luka.", "Daftar File": {"ABSTRAK Joses Sebastian": "https://digilib.itb.ac.id/gdl/download/257285"}, "Penulis": "Joses Sebastian [13718040]", "Kontributor / Dosen Pembimbing": ["Lia Amelia Tresna Wulan Asri, S.Si., M.Si., Ph.D.", "Afriyanti Sumboja, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "serisin, PVA, hidrogel, freeze-thawing, penutup luka", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Agu 2022"}