{"Nomor": 67815, "Judul": "ANALISA EFEKTIVITAS TIM: STUDI KASUS PADA PERUSAHAAN SABCANTY", "Abstrak": "Seiring dengan perkembangan zaman, banyak bermunculan start-up baru, termasuk start-up di kalangan mahasiswa. Sabcanty merupakan salah satu start up mahasiswa Program Kewirausahaan Sekolah Bisnis dan Manajemen ITB. Namun, seiring bermunculannya start-up baru, ternyata banyak juga terdapat start-up yang gagal disebabkan oleh tim. Oleh karena itu, efektivitas tim merupakan salah satu faktor yang sangat berpengaruh dalam menjalankan sebuah start-up. Efektivitas tim berfokus pada bagaimana sebuah tim dapat mencapai tujuan yang telah ditentukan dan disepakati dengan memaksimalkan sumber daya dan potensinya. Banyak model telah ditemukan mengenai variabel yang membentuk tim yang efektif. Dalam penelitian ini peneliti menggunakan model dari Google yaitu Aristotle Project Model. Aristotle Project Model. terbentuk dari lima dinamika yang terdiri dari psychological safety, dependability, structure and clarity, meaning dan impact. Penelitian ini bertujuan untuk mengetahui bagaimana efektivitas tim mempengaruhi kinerja tim dan untuk mengetahui bagaimana kinerja tim mempengaruhi pencapaian OKR di perusahaan Sabcanty. Selain itu, penelitian ini juga dilakukan untuk mengidentifikasi faktor yang memiliki pengaruh paling signifikan terhadap efektivitas tim. Dalam penelitian ini, peneliti menggunakan metode kualitatif dalam proses pengumpulan data dan analisis data. Berdasarkan hasil temuan ditemukan bahwa efektivitas tim mempengaruhi kinerja tim dan kinerja tim juga mempengaruhi pencapaian OKR. Hasil penelitian juga menemukan bahwa structure and clarity merupakan faktor yang paling signifikan mempengaruhi efektivitas tim terhadap kinerja tim dalam mencapai OKR. Di akhir penelitian ini, peneliti memberikan rekomendasi kepada perusahaan untuk meningkatkan efektivitas tim untuk mengoptimalkan kinerja tim dan meningkatkan pencapaian OKR.", "Daftar File": {"2022 SK PP Innaya Aristya Alfath-Abstract.pdf?": "https://digilib.itb.ac.id/gdl/download/257306", "Final Project - 19219045 - Innaya Aristya.pdf": "https://digilib.itb.ac.id/gdl/download/263699"}, "Penulis": "Innaya Aristya Alfath [19219045]", "Kontributor / Dosen Pembimbing": ["Aria Bayu Pangestu, S.Mn., MHRM"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "start-up, efektivitas tim, kinerja tim", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "2 file", "Tanggal Input": "26 Agu 2022"}