{"Nomor": 67819, "Judul": "LIKUIDITAS PERUSAHAAN IPO SELAMA MASA SULIT", "Abstrak": "Pandemi COVID-19 telah menjadi salah satu periode tak terduga di bumi. Pandemi\nini menyebabkan guncangan di banyak aspek, termasuk pasar saham. Studi ini\nmenyebut pandemi ini sebagai masa kelam. Karena masa kelam ini juga\nmenghantam pasar secara signifikan, studi ini mempertanyakan apakah beberapa\nperusahaan cukup percaya diri untuk melakukan Penawaran Umum Perdana\n(IPO). Penelitian ini mengkaji pengaruh pandemi COVID-19 yang diproksikan\ndengan indeks kekhawatiran terhadap likuiditas saham IPO di ASEAN.\nMenggunakan analisis regresi panel untuk dua proksi likuiditas, volume, dan\nturnover, penelitian ini menggunakan data 90 perusahaan IPO di wilayah ASEAN\nselama empat periode setelah IPO. Selain itu, penelitian ini juga memberikan hasil\ndalam sampel sebagai masing-masing negara dan sebagai satu wilayah ASEAN.\nHasilnya membuktikan bahwa indeks kekhawatiran COVID-19 secara signifikan\nmempengaruhi likuiditas untuk semua proxy, di Indonesia, Malaysia dan Thailand\ntetapi tidak di Singapura dan Filipina. Sebagai satu wilayah, indeks ketakutan\nmemiliki pengaruh negatif terhadap likuiditas, baik untuk periode 30-, 60-, 90- dan\n100-hari. Semakin besar likuiditas perusahaan IPO tergantung pada penurunan\nindeks kekhawatiran pada periode ini. Temuan ini mirip dengan tes tambahan.\nPenelitian ini menginisiasi penelitian selama pandemi COVID-19 di ASEAN.\nSelanjutnya, sementara penelitian lain menyelidiki kinerja saham perusahaan\nterdaftar yang ada, penelitian ini berfokus pada likuiditas perusahaan IPO pada\ntahun 2020. Penelitian selanjutnya dapat melakukan dengan periode yang lebih\nlama, dilakukan di wilayah yang berbeda, dan menambahkan variabel lain untuk\nmenjadikan model lebih baik, seperti proksi lain dari persepsi investor.\n\nKeywords: Bursa ASEAN, pandemi COVID-19, indeks kekhawatiran, likuiditas\nsaham IPO, Low market.", "Daftar File": {}, "Penulis": "Ghea Revina Wigantini [29020014]", "Kontributor / Dosen Pembimbing": ["Yunieta Anny Nainggolan, S.E., M.Com., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bursa ASEAN, pandemi COVID-19, indeks kekhawatiran, likuiditas saham IPO, Low market.", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "0 file", "Tanggal Input": "26 Agu 2022"}