{"Nomor": 67818, "Judul": "USULAN STRATEGI PEMASARAN UNTUK MENINGKATKAN  KESIAPAN PETERNAK UNGGAS DIGITAL PINTAR   DI JAWA BARAT", "Abstrak": "Penyakit virus corona (COVID-19) telah berdampak pada penurunan permintaan produk unggas di Indonesia yang menyebabkan kelebihan pasokan dan penurunan margin industri ini. Sebagai salah satu BUMN yang mendorong transformasi digital di Indonesia, PT Telkom Indonesia mengembangkan subsektor baru dalam platform pertanian digitalnya untuk mengatasi masalah tersebut. Perusahaan ini menciptakan Minimum Viable Product (MVP) untuk mengembangkan aplikasi super platform digital saat ini yang berjudul Agree di subsektor unggas. Ini terdiri dari beberapa fitur seperti pendanaan, kemitraan, dan pasar B2B/B2C. Penelitian ini bertujuan untuk menggali lebih dalam apakah peternak unggas membutuhkan unggas pintar digital untuk menyelesaikan masalah, Kesiapan Peternak, dan merumuskan strategi pemasaran dan rencana implementasi unggas cerdas digital untuk peternak unggas sasaran. \n \nUntuk memvalidasi masalah di industri perunggasan, penulis melakukan survei pendahuluan. Selanjutnya, untuk mendapatkan wawasan yang mendalam tentang kebutuhan produk dan Kesiapan Petani, penulis melakukan analisis internal dan eksternal sebagai dasar untuk merumuskan analisis SWOT-TOWS. Analisis internal yang digunakan adalah Business Model Canvas (BMC) dan analisis VRIO. Untuk analisis eksternal, penulis menggunakan analisis PESTEL, Lima Kekuatan Porter, pesaing, dan konsumen. Berdasarkan analisis, peternak unggas sebagai konsumen sasaran dianggap siap dan perlu menggunakan produk tersebut. \n \nSetelah merumuskan SWOT-TOWS, penulis menggunakan analisis QSPM untuk menentukan strategi bisnis dan pemasaran yang paling cocok untuk diterapkan. Penulis mengusulkan beberapa strategi dan rencana implementasi yang terdiri dari 1) meningkatkan kapabilitas subsektor unggas Agree (khususnya di IoT untuk membantu menyelesaikan masalah peternak unggas). Mengoptimalkan digitalisasi untuk pengembangan bisnis dan pemasaran, 2) memaksimalkan penggunaan strategi pemasaran terintegrasi untuk memaksimalkan promosi Agree, dan 3) mengoptimalkan pemasaran layanan.", "Daftar File": {"2022_TS_PP_Okke Siti Shoofiyani 29120370-Abstrak-1.pdf?_": "https://digilib.itb.ac.id/gdl/download/257316"}, "Penulis": "Okke Siti Shoofiyani [29120370]", "Kontributor / Dosen Pembimbing": ["Prawira Fajarindra Belgiawan, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "strategi pemasaran, industri perunggasan, Kesiapan Peternak, peternak unggas, transformasi digital, pemasaran digital, aplikasi pertanian, platform digital", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "26 Agu 2022"}