{"Nomor": 67824, "Judul": "PENTA HELIX ANALYSIS ON SOCIAL AND ENVIRONMENTAL RESPONSIBILITY (TJSL) PROGRAM OF PT PERTAMINA HULU ROKAN (CASE STUDY: WORKFORCE DEVELOPMENT PROGRAM)", "Abstrak": "PT Pertamina Hulu Rokan (PHR) menjalankan program pemboran sumur baru yang menjadi salah\nsatu target PT Pertamina pasca serah terima operator Wilayah Kerja (WK) Rokan. Pengeboran ini\ndilakukan untuk menjaga dan meningkatkan tingkat produksi WK Rokan yang merupakan salah\nsatu WK Migas terbesar di Indonesia. Kondisi ini tentunya membutuhkan tenaga terampil dalam\njumlah yang banyak. Dengan kondisi tersebut, masyarakat sekitar ingin ambil bagian berkontribusi\nseperti menjadi tenaga kerja baik itu di PHR maupun sub kontrak PHR. Jika hal ini tidak terpenuhi\nmaka akan timbul masalah di sekitar operasi perusahaan seperti kriminalitas. \nSelain itu, menurut Badan Pusat Statistik (BPS) Riau, tingkat pengangguran terbuka (TPT) pada\nFebruari 2021 meningkat 0,04% dari tahun sebelumnya, yaitu 4,92% pada Februari 2020.\nPenyumbang terbesar adalah lulusan SMA/SMK dengan nilai 7,13%. Hal ini perlu menjadi\nperhatian karena pada tahun 2035 Provinsi Riau akan mengalami bonus demografi. Persentase usia\nproduktif Provinsi Riau pada tahun 2035 senilai 69.3%. Jika hal ini tidak mendapatkan perhatian\nmaka akan terjadi peningkatan pengangguran secara signifikan. \nPT Pertamina Hulu Rokan melalui divisi Social Performance telah melaksanakan program\npelatihan dan sertifikasi untuk masyarakat terutama masyarakat lokal sekitar operasi perusahaan.\nProgram TJSL ini bernama Suluh 2021, dalam bahasa Program Sinergi dalam Upaya Melanjutkan\nHarapan Masyarakat Riau. Harapan dari kegiatan ini adalah agar penerima manfaat dapat bersaing\ndi dunia kerja dengan kompeten. Dalam menjalankan program ini, PHR mengaplikasikan\nkolaborasi Penta Helix agar terlaksananya program yang inovatif, bernilai, dan bermanfaat bagi\nmasyarakat. \nProgram Suluh 2021 berjalan dengan baik. Dari jumlah pendaftar sekitar 1653 pendaftar diperoleh\npeserta sebanyak 50 orang dan semua peserta lolos sertifikasi. Artinya, seluruh peserta dapat\nberdaya saing di dunia kerja melalui keterampilan dan sertifikasi yang telah diperoleh. Dalam\npelaksanaan program TJSL ini, kendala dan masalah tidak dapat dihindari. PHR telah\nmengupayakan secara optimal untuk meminimalisir kendala dan masalah tersebut. Namun,\nterdapat suatu masalah, yaitu belum adanya keberlanjutan program tersebut. Melalui studi ini,\npenulis mengajukan program yang dapat dipertimbangkan oleh PHR. Program tersebut adalah\nprogram integrasi pelatihan dan sertifikasi dengan program magang kerja.", "Daftar File": {"2022_TS_PP_Muhammad  Ikhlas Dharma_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/257323"}, "Penulis": "Muhammad Ikhlas Dharma [29120398]", "Kontributor / Dosen Pembimbing": ["Dr. Neneng Nurlaela Arief, S.E., M.A.B."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Tenaga Kerja Lokal, Tanggung Jawab Sosial dan Lingkungan, Penta Helix", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "26 Agu 2022"}