{"Nomor": 67823, "Judul": "EFEK GEOMETRI TERAS TERHADAP FAKTOR MULTIPLIKASI NEUTRON PADA PEBBLE BED REACTOR MENGGUNAKAN KODE MONTE CARLO N-PARTICLE (MCNP)", "Abstrak": "Pada saat ini, kebutuhan listrik setiap tahunnya di Indonesia terus meningkat, tetapi pendistribusian listrik di Indonesia masih belum merata di setiap wilayahnya. Namun, pemanfaatan nuklir untuk energi belum bisa digunakan secara maksimal, salah satu alasannya adalah ketakutan dari masyarakat soal bahaya radiasi dari nuklir. Dikarenakan banyak masyarakat Indonesia yang masih menganggap teknologi nuklir tidak aman dan rentan terhadap bencana alam khususnya tsunami, Pebble Bed Reactor merupakan reaktor tipe High Temperature Gas-cooled Reactor (HTGR) yang tepat untuk dikembangkan. Jenis reaktor ini tahan terhadap goncangan gempa bumi dan tsunami karena sistem keselamatannya yang baik. Pada Pebble Bed Reactor, bahan bakar yang digunakan menggunakan konsep yang dinamakan Coated Fuel Particle, yang sesuai namanya adalah bahan bakar yang berukuran sangat kecil dan dilindungi sedikit demi sedikit oleh beberapa lapisan bahan lainnya, sehingga margin keselamatannya akan meningkat untuk reaktornya. Pada reaktor dibutuhkan juga analisis neutronik, salah satunya yaitu adalah faktor multiplikasi efektif (keff) dan burn-up. Dalam penelitian ini digunakan kode berbasis Monte Carlo N-Particle (MCNP) yang memiliki sifat stokastik dan kemampuan menangani geometri yang kompleks. Selain itu, MCNP dapat menangani masalah pada Pebble Bed Reactor yang memiliki efek heterogenitas ganda. Untuk tahap pemodelan dan visualisasi digunakan software Visual Editor (Vised) versi X22S untuk mendapatkan desain reaktor untuk bagian TRISO, kisi Simple Cubic TRISO, Fuel Pebble, Kisi Body Centered-Cubic (BCC) untuk Fuel Pebble dan Moderator Pebble dari Pebble Bed Reactor. Pada penelitian kali ini, dilakukan variasi untuk enrichment Uranium-235 sebesar 1% hingga 20% untuk Kisi BCC untuk Fuel Pebble dan Moderator Pebble, variasi jumlah Coated Fuel Particle di dalam bola bahan bakar, variasi perbandingan jumlah bola bahan bakar dan bola moderator di dalam teras reaktor, dan variasi geometri teras reaktor untuk tipe pancake, balance, dan tall. Dari variasi ini akan diperoleh nilai keff dan nilai burn-up. Nilai keff paling optimal untuk variasi enrichment U235 adalah ketika pengayaan U235 sebesar 8%. Nilai keff paling optimal untuk variasi jumlah CFP dalam Fuel Pebble adalah ketika jumlah CFP di dalam Fuel Pebble adalah sebanyak 3% dari total volume bola bahan bakar. Selanjutnya dilakukan variasi untuk perbandingan jumlah bola bahan bakar dan bola moderator di dalam teras. Rasio perbandingan jumlah bola bahan bakar dan bola moderator di dalam teras reaktor HTR-10 yang paling optimal adalah dengan rasio bola moderator dengan bola bahan bakar adalah 43 : 57. Terakhir dilakukan variasi geometri teras Pebble Bed Reactor dengan tipe balance, tall, dan pancake. Desain geometri teras reaktor HTR-10 yang paling optimal adalah teras reaktor dengan tipe pancake dengan perbandingan tinggi teras dengan diameter teras adalah 1 : 1,8, atau dengan diameter 324 cm dan tinggi 180 cm. Selanjutnya, untuk nilai burnup, dilakukan untuk variasi enrichment U235 1-20%, Perhitungan burn up merupakan perhitungan yang menitikberatkan pada manajemen bahan bakar yaitu proses pembakaran, pengolahan serta banyaknya energi yang dihasilkan persatuan berat bahan bakar yang dinyatakan dalam MWd/t (jumlah energi yang telah dihasilkan dalam megawatt-hari dari tiap ton uranium). Desain reaktor yang direkomendasikan dari hasil penelitian ini adalah reaktor dengan pengayaan uranium sebesar 8% dengan jumlah CFP di dalam Fuel Pebble adalah sebanyak 8% dari total volume bola bahan bakar, dan untuk geometri reaktornya direkomendasikan untuk menggunakan tipe pancake dengan perbandingan tinggi teras dengan diameter teras adalah 1 : 1,8, atau dengan diameter 324 cm dan tinggi 180 cm.", "Daftar File": {"ABSTRAK Aletha Laivania": "https://digilib.itb.ac.id/gdl/download/257324"}, "Penulis": "Aletha Laivania [10218103]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Dwi Irwanto, S.Si., M.Si., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Pebble Bed Reactor, Coated Fuel Particle, MCNP, faktor multiplikasi efektif, burn-up.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "26 Agu 2022"}