{"Nomor": 67833, "Judul": "ANALISIS DAMPAK FAKTOR KEWIRAUSAHAAN DALAM MEWUJUDKAN SDG 8: PEKERJAAN YANG LAYAK DAN PERTUMBUHAN EKONOMI TERHADAP UMKM DI INDONESIA (PERILAKU KEWIRAUSAHAAN SEBAGAI VARIABEL MEDIASI)", "Abstrak": "Dana Moneter Internasional (IMF) memprediksi Indonesia sebagai negara dengan pertumbuhan ekonomi yang lebih rendah dibandingkan negara-negara lain di Asia Selatan. Masalah ini dapat diatasi dengan memahami nilai-nilai SDG 8: pekerjaan yang layak dan pertumbuhan ekonomi. Nilai-nilai ini memiliki pengaruh yang erat terhadap keberlanjutan dan didorong oleh kewirausahaan. Namun, penelitian sebelumnya belum mengidentifikasi faktor kewirausahaan apa yang mendorong SDG 8 dan bagaimana pengaruhnya terhadap keberlanjutan. Oleh karena itu, untuk mengisi gap tersebut, penelitian ini bertujuan untuk menganalisis keterkaitan faktor-faktor kewirausahaan dalam mewujudkan SDG 8 secara ilmiah dan sistematis dengan menggunakan pendekatan kuantitatif. UMKM di Kota Bandung dipilih sebagai populasi penelitian dengan menggunakan metode purposive sampling. Kuesioner, sebagai metode pengumpulan data, disebarkan ke 180 UKM di Bandung, dan datanya diolah menggunakan SEM-PLS. Penelitian ini menemukan bahwa niat dan perilaku kewirausahaan merupakan faktor kewirausahaan yang berpengaruh positif signifikan terhadap SDG 8. Selain itu, dalam menjawab gap dari penelitian terdahulu ditemukan bahwa entrepreneurial behavior merupakan faktor yang memediasi hubungan antara entrepreneurial motivation dan SDG 8. Penelitian ini berkontribusi dalam meningkatkan kesadaran wirausahawan dalam memahami pentingnya motivasi, niat berwirausaha, dan SDG 8 untuk mewujudkan UMKM berkelanjutan.", "Daftar File": {"2022 TS PP Anindia Pratiwi Putri-Abstract.pdf?": "https://digilib.itb.ac.id/gdl/download/257356"}, "Penulis": "Anindia Pratiwi Putri [29020017]", "Kontributor / Dosen Pembimbing": ["Prof. Wawan Dhewanto, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kewirausahaan, Pertumbuhan Ekonomi, Pekerjaan yang Layak, SDG 8, Keberlanjutan", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "26 Agu 2022"}