{"Nomor": 67834, "Judul": "PEMETAAN SEBARAN MINERAL IKUTAN TIMAH MENGGUNAKAN ANALISIS CITRA SAR DAN SENSOR OPTIK RESOLUSI SEDANG DI BELINYU, BANGKA BELITUNG.", "Abstrak": "Logam tanah jarang (LTJ) yang merupakan bagian dari critical raw material semakin dibutuhkan di masa kini. Keterdapatannya berasosiasi dengan mineralisasi timah, sehingga disebut pula sebagai mineral ikutan timah (MIT), dan jumlahnya sangat berlimpah di Bangka Belitung. Tujuan penelitian ini adalah untuk mengidentifikasi karakter MIT dan memetakannya melalui analisis citra optik beresolusi sedang Sentinel-2 dan citra synthetic-aperture radar (SAR) Sentinel-1. Daerah studi terletak di tambang timah di Desa Riding Panjang, Belinyu, Bangka Belitung dan dilakukan pengambilan sampel serta pengukuran menggunakan spektrometer radiasi gamma pada Maret 2022. Sampel tanah yang diambil berasal dari beberapa jenis, yaitu tailing, tanah timbunan, tanah regosol, lapukan granit, dan konsentrat. Analisis persebaran material dilakukan melalui pengamatan visual dan interpretasi kekasaran permukaan dari hasil analisis hamburan balik citra SAR. Fusi citra Sentinel-1 dan Sentinel-2 dengan metode reverse Intensity-Hue-Saturation juga digunakan untuk memetakan tutupan permukaan dan jenis material. Pemetaan kelimpahan MIT dilakukan menggunakan metode spectral angle mapper (SAM), linear spectral unmixing (LSU), principal component analysis (PCA), dan band ratio. Peta kelimpahan MIT kemudian divalidasi dari data lapangan yang telah diuji karakterisasi mineral dengan menggunakan analisis reflektansi spektroskopi, X-ray diffraction, dan analisis mineral butir. Hasil penelitian menunjukkan bahwa karakter spektral dengan analisis reflektansi spektroskopi dapat digunakan untuk menganalisis kelimpahan dari beberapa MIT. Karakter fisik radiasi gamma juga dapat digunakan dalam analisis kelimpahan mineral, dimana tingginya nilai radiasi berkorelasi terhadap tingginya kandungan mineral pembawa LTJ di lokasi penelitian. Pemetaan persebaran MIT berhasil dilakukan menggunakan metode SAM, LSU, PCA, dan band ratio. Namun, untuk mineral kasiterit, ilmenit, dan magnetit tidak dapat dipetakan akibat fitus spektra yang kurang mencolok.", "Daftar File": {"ABSTRAK Muhammad Alif Ikhsan": "https://digilib.itb.ac.id/gdl/download/257357"}, "Penulis": "Muhammad Alif Ikhsan [12118018]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Syafrizal, S.T., M.T.", "Arie Naftali Hawu Hede, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Citra sensor optik, citra SAR, logam tanah jarang, mineral ikutan timah, pemetaan", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "26 Agu 2022"}