{"Nomor": 67831, "Judul": "ANALISIS PENGARUH RUANG TUMBUH YANG BERBEDA TERHADAP FLOWER HANDLING TIME OLEH LEBAH TANPA SENGAT (TRIGONA LAEVICEPS) PADA TANAMAN JAGUNG, BUNCIS, DAN LABU DENGAN SISTEM PENGAIRAN DRIP IRRIGATION", "Abstrak": "Pertumbuhan penduduk yang meningkat secara eksponensial menjadi suatu tantangan\ntersendiri dalam memenuhi ketahanan pangan sedangkan produksi pangan meningkat dengan\nkecepatan yang lebih rendah dibanding pertumbuhan penduduk. Dalam memenuhi ketahanan\npangan tersebut, salah satu solusinya adalah dengan menciptakan ketahanan pangan lokal\ndalam skala rumah tangga dengan metode urban farming. Hal tersebut karena 56% populasi\ndunia tinggal di daerah perkotaan. Terdapat sebuah pola tanam klasik dari Amerika yang\ndikembangkan oleh suku Haudenosaunee, yaitu three sisters planting atau Dioheka. Dioheka\nadalah pola tanam polikultur organik yang menggunakan tanaman jagung, labu, dan buncis\nsebagai komponen utamanya. Salah satu faktor yang menjadi komponen penting dalam\nproduksi buah buahan adalah penyerbukan, baik oleh serangga, angin, atau air. Serangga yang\nmemiliki potensi sebagai penyerbuk adalah Trigona laeviceps, yaitu serangga tanpa sengat atau\nyang biasa disebut klenceng. Durasi lebah hinggap di bunga atau flower handling time menjadi\nparameter yang perlu diperhatikan karena semakin lama lebah hinggap, maka semakin tinggi\npula jumlah nektar pada bunga dan semakin besar pula peluang bunga untuk menjadi buah.\nTujuan penelitian ini adalah menentukan ruang tumbuh terbaik bagi Dioheka dan pengaruhnya\nterhadap flower handling time oleh klenceng. Penelitian dilakukan menggunakan rancangan\nacak lengkap berupa 6 perlakuan ruang tumbuh dan 6 ulangan. Perlakan berupa penanaman\npada growbag berukuran 75 L, 100 L, dan 200 L yang diletakkan di dalam greenhouse\nbersamaan dengan koloni klenceng. Hasil penelitian menunjukkan kedatangan klenceng\ntertinggi terdapat pada tanaman jagung pada growbag 200 L yaitu 1327,2 detik per hari dan\npada labu pada growbag 100 L, yaitu 571,8 detik per hari sedangkan tanaman buncis tidak\ndidatangi oleh klenceng. Pada tanaman jagung dan buncis, buah dengan hasil tertinggi adalah\nbuah yang tumbuh di growbag 200 L sedangkan tanaman labu tidak menghasilkan buah.", "Daftar File": {"ABSTRAK Muhammad Iqbal Amru": "https://digilib.itb.ac.id/gdl/download/257360"}, "Penulis": "Muhammad Iqbal Amru [11418003]", "Kontributor / Dosen Pembimbing": ["Acep Purqon, S.Si., M.Si., Ph.D.", "Ramadhani Eka Putra, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Technology", "Kata Kunci": "Growbag, Ruang tumbuh, Three sisters, Trigona laeviceps, Flower handling time", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Agu 2022"}