{"Nomor": 67838, "Judul": "PENELITIAN EFEKTIFITAS JENIS KONTEN DAN PLATFORM DALAM MEMPROMOSIKAN MAKANAN HALAL KEPADA GEN Z (KEPERCAYAAN SEBAGAI VARIABEL MODERATOR)", "Abstrak": "Industri halal saat ini semakin meningkat setiap tahunnya. Pada tahun 2021, belanja konsumen di pasar halal global telah mencapai 2 triliun, mencerminkan pertumbuhan tahunke- tahun sebesar 8,9% dari tahun 2020. Salah satu konsumen potensial yang dapat dijangkau pemasar adalah generasi Z. Generasi Z lahir antara tahun 1997 dan 2012. Mereka menghabiskan banyak waktu online. Media sosial efektif mempromosikan produk makanan halal kepada generasi Z karena mereka lebih memilih berbelanja online. Namun, belum ada penelitian yang membahas jenis konten dan platform apa yang paling efektif untuk mempromosikan makanan halal yang dapat meningkatkan brand attitude dan niat membeli dari generasi Z. Oleh karena itu, penelitian ini mencoba mengisi celah tersebut. Penelitian ini menyelidiki jenis konten dan platform apa yang paling efektif untuk mempromosikan makanan halal yang meningkatkan sikap merek dan niat beli generasi Z. Selain itu, penelitian ini juga mengkaji peran moderasi kepercayaan dalam hubungan antara sikap dan niat beli. Eksperimen desain faktorial 3 (jenis konten: rasional, emosional, dan transaksional) x 2 (jenis platform media sosial: Instagram dan Twitter) desain eksperimen antar-subjek dilakukan untuk mencapai tujuan penelitian. Data dianalisis dengan menggunakan 198 partisipan, Muslim, dan non-Muslim Gen Z (umur 17-22) di Indonesia yang telah mengisi kuesioner. Penelitian ini menggunakan MANOVA dan analisis regresi moderasi untuk menilai model. Hasil penelitian menunjukkan bahwa konten rational adalah konten yang paling efektif dibandingkan dengan konten transaksional dan emosional dalam meningkatkan sikap merek dan niat beli. Selain itu, Instagram lebih efektif daripada Twitter dalam meningkatkan sikap merek. Namun, penelitian ini tidak menemukan perbedaan pengaruh platform media sosial terhadap niat beli. Selain itu, penelitian ini menemukan bahwa kepercayaan dapat memoderasi hubungan antara sikap merek dan niat beli. Penelitian ini memberikan kontribusi pengetahuan mengenai jenis konten dan platform yang paling efektif untuk mempromosikan makanan halal kepada generasi Z. Penelitian ini memberikan pedoman bagi pemasar dalam mempromosikan makanan halal kepada gen Z yang meningkatkan sikap merek dan niat beli.", "Daftar File": {"2022 TS PP ILHAM FAUZAN PUTRA-ABSTRACT.pdf?": "https://digilib.itb.ac.id/gdl/download/257359"}, "Penulis": "Ilham Fauzan Putra [29020019]", "Kontributor / Dosen Pembimbing": ["Nila Armelia Windasari, S.A., MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Jenis konten, Platform Media Sosial, Sikap Merek, Kepercayaan, Niat Membeli, Makanan Halal, Generasi Z", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "26 Agu 2022"}