{"Nomor": 67840, "Judul": "ANALISIS TREN PERUBAHAN CURAH HUJAN (STUDI KASUS: PULAU BALI)", "Abstrak": "Bukti-bukti dampak perubahan iklim telah dilaporkan secara sistematis oleh Intergovermental Panel on Climate Change (IPCC). Perubahan iklim memberikan dampak langsung terhadap daur hidrologi, misalnya peningkatan curah hujan. Curah hujan meningkat dapat menjadi penyebab banjir, karena infrastruktur air seperti drainase yang sudah ada tidak dapat menampung besarnya limpasan, sehingga kejadian banjir akibat curah hujan ekstrem meningkat. Upaya-upaya pencegahan banjir perlu dikembangkan, tidak hanya pada pada fokus pada upaya fisik, namun juga analisis data yang lebih mutakhir. Studi ini membahas tentang perbandingan tren curah hujan di Bali yang terjadi pada periode terdahulu dengan periode terkini sebagai indikasi adanya pengaruh perubahan iklim terhadap analisis hidrologi. Perbandingan curah hujan dilakukan dengan mengevaluasi besaran curah hujan rencana kala ulang 2,5,10, dan 20 tahun di Pulau Bali ditinjau dari periode dan jumlah data historis yang digunakan (1993-2019) dan menganalisis tren kejadian hujan lebat. Metode analisis dilakukan dengan membagi 2 periode analisis, yaitu 20 tahun terdahulu (1993-2012) dan 20 tahun terkini (2000-2019). Data yang digunakan adalah data curah hujan 6 stasiun hujan, yaitu Stasiun Bongancina, Stasiun Dauh Waru, Stasiun Gadungan, Stasiun Gitgit, Stasiun Negara, dan Stasiun Susuan. Hasil analisis menunjukkan terdapat peningkatan curah hujan rencana dari periode terdahulu (1993-2012) ke periode terkini (2000-2019) pada di 5 stasiun hujan, yiatu Stasiun Bongancina, Stasiun Gadungan, Stasiun Gitgit, Stasiun Negara dan Stasiun Susuan. Rata-rata peningkatan curah hujan pada kala ulang 2 tahun, 5 tahun, 10 tahun, dan 20 tahun secara berturut-turut adalah sebesar 10,32%; 10,73%; 19,54%; dan 21,32 %. Sedangkan jumlah kejadian hujan lebat peningkatannya tidak merata, ada yang memiliki tren naik, ada juga yang tidak. Stasiun hujan yang mengalami peningkatan jumlah kejadian hujan lebat dari periode terdahulu ke periode terbaru yaitu Stasiun Negara dan Stasiun Gitgit. Di stasiun Negara terjadi kenaikan sebesar 1,24 kali atau sekitar 24% lebih sering terjadi, sedangkan di Stasiun Negara kenaikannya sebanyak 1,6 kali atau sebesar 16% dari periode terdahulu ke periode terbaru pada kumulatif hujan tahunan 2.500 mm (perbandingan= 1.0).", "Daftar File": {"ABSTRAK Rosa Rosdiana": "https://digilib.itb.ac.id/gdl/download/257362"}, "Penulis": "Rosa Rosdiana [25819004]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Arno Adi Kuntoro, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Perubahan Tren Hujan, Tren Hujan Bali, Dampak Perubahan Iklim", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Agu 2022"}