{"Nomor": 67846, "Judul": "KEANEKARAGAMAN DAN POLA SEBARAN SPESIES TUMBUHAN ASING INVASIF DI DAERAH TEPI CAGAR ALAM GUNUNG TILU, JAWA BARAT", "Abstrak": "Invasi spesies tumbuhan asing ke dalam kawasan konservasi dapat mengancam keanekaragaman hayati lokal. Cagar Alam Gunung Tilu (CAGT) adalah kawasan konservasi yang berperan sebagai habitat dari beragam jenis flora dan fauna, di antaranya adalah tiga jenis primata endemik jawa. Terjadinya perambahan dapat memfasilitasi dan mempercepat terjadinya invasi spesies asing ke dalam kawasan CAGT. Tujuan dari penelitian ini adalah untuk mengetahui keanekaragaman spesies tumbuhan asing invasif di daerah tepi CAGT, kerapatan individu spesies asing invasif dari batas hingga interior kawasan CAGT dan pola sebarannya, serta mengetahui spesies tumbuhan asing invasif dengan kerapatan individu tertinggi di daerah tepi CAGT. Penelitian dilakukan dengan metode jalur berpetak pada 7 jalur yang dipilih secara purposive sampling. Analisis data yang dilakukan berupa analisis vegetasi untuk mengukur kerapatan individu, serta analisis pola penyebaran spesies menggunakan Indeks Dispersi Morisita. Hasil penelitian menunjukkan bahwa di daerah tepi CAGT terdapat 15 spesies tumbuhan asing invasif yang terdiri dari 9 spesies herba, 5 spesies perdu, dan 1 spesies pohon. Kerapatan individu spesies asing invasif dari batas ke dalam kawasan secara umum mengalami penurunan, dengan sedikit peningkatan di dalam kawasan. Spesies tumbuhan asing di CAGT yang memiliki kerapatan individu tertinggi adalah Ageratina riparia, Oplismenus hirtellus, Rottboellia cochinchinensis, Austroeupatorium inulifolium, Calliandra calothyrsus, dan Cinchona puebescens yang mana semuanya memiliki pola penyebaran mengelompok.", "Daftar File": {"ABSTRAK Adiva Aliyah Fatima": "https://digilib.itb.ac.id/gdl/download/257382"}, "Penulis": "Adiva Aliyah Fatima [11518028]", "Kontributor / Dosen Pembimbing": ["Dr. Ichsan Suwandhi, S.Hut., M.P.", "Aditya Dimas Pramudya, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Cagar Alam Gunung Tilu, daerah tepi, pola sebaran, spesies asing invasif", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Agu 2022"}