{"Nomor": 67856, "Judul": "PENGARUH KOMBINASI IRADIASI SINAR GAMMA (CO-60) DENGAN HOT WATER TREATMENT TERHADAP UMUR SIMPAN MANGGA GEDONG GINCU (MANGIFERA INDICA L.) BERDASARKAN PARAMETER FISIK DAN MIKROBIOLOGI", "Abstrak": "Mangga gedong gincu (Mangifera indica L.) merupakan salah satu produk unggulan yang memiliki peluang produksi cukup besar di skala domestik dan ekspor. Namun, tingginya permintaan ekspor mangga ini belum diimbangi dengan penanganan yang baik sehingga buah rentan mengalami kerusakan dan penurunan kualitas selama proses distribusi. Iradiasi sinar gamma (Co-60) dan Hot Water Treatment (HWT) merupakan metode yang aman dan ramah lingkungan yang dapat digunakan untuk menghambat pertumbuhan mikroba serta mempertahankan kualitas mangga selama penyimpanan. Namun, kedua perlakuan ini umumnya digunakan secara terpisah. Penelitian ini dilakukan untuk menentukan variasi perlakuan optimum untuk dosis iradiasi (kGy), suhu (oC), dan durasi HWT (menit) dalam mempertahankan kualitas mangga gedong gincu (Mangifera indica L.) berdasarkan respon organoleptik (warna, rasa, tekstur, aroma, kenampakan keseluruhan), pH, dan jumlah jamur. Rancangan penelitian ini menggunakan Response Surface Methodology (RSM) dengan model Box-Behnken Design (BBD) melalui program Minitab 21® untuk menentukan perlakuan optimum dari kombinasi variasi dosis iradiasi (0,25, 0,5, dan 0,75 kGy) suhu (45, 50, dan 55?), dan durasi HWT (3, 6,5, dan 10 menit). Berdasarkan hasil pengujian, kombinasi dosis iradiasi sinar gamma Co-60 dan HWT dapat mempertahankan nilai organoleptik dan pH, serta menekan pertumbuhan jamur pada buah mangga gedong gincu selama 18 hari penyimpanan sementara perlakuan kontrol hanya dapat bertahan selama 6 hari penyimpanan. Variasi perlakuan optimal untuk dosis iradiasi, durasi HWT, dan suhu HWT dalam mempertahankan kualitas mangga gedong gincu berdasarkan analisis jumlah jamur, pH, dan analisis organoleptik adalah dosis iradiasi 0,27 kGy, suhu HWT 48,63?, dengan durasi 5,2 menit.", "Daftar File": {"ABSTRAK Yanuar D.H. Simbolon": "https://digilib.itb.ac.id/gdl/download/257396"}, "Penulis": "Yanuar D.H. Simbolon [11918031]", "Kontributor / Dosen Pembimbing": ["Dr. Dea Indriani Astuti, S.Si.", "Dr.Eng. Isty Adhitya Purwasena, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Technology", "Kata Kunci": "Dosis Iradiasi, HWT, Mangga Gedong Gincu, Response Surface Methodology", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Agu 2022"}