{"Nomor": 67851, "Judul": "ANALISIS DILUSI GAS METANA DENGAN VENTILASI LOKAL HISAP PADA FRONT DEVELOPMENT TAMBANG BATUBARA BAWAH TANAH SKALA LABORATORIUM", "Abstrak": "Emisi gas metana pada tambang batubara bawah tanah berasal dari batubara yang terberaikan, sisa seam yang tertinggal dan seam batubara lain yang berada di atas maupun di bawah yang ditambang. Apabila konsentrasi gas metana mencapai 5% hingga 15% di udara maka dapat berpotensi adanya ledakan. Oleh karena itu, perlu adanya dilusi gas metana secara maksimal dengan memerhatikan faktor-faktor yang memengaruhi proses tersebut. Penelitian ini bertujuan untuk mengetahui penurunan konsentrasi gas metana berdasarkan nilai koefisien difusi gas tersebut, dengan membuat model terowongan berskala 1:10 dengan model penampang 40 cm x 40 cm menggunakan sistem ventilasi lokal hisap. Hasil dari dilusi gas metana dengan variasi jarak duct ke face dan daya kipas menunjukkan bahwa kondisi pada jarak duct ke face terdekat dan daya kipas tertinggi memiliki nilai koefisien difusi paling besar. Hal ini dikarenakan semakin turbulensi kondisi aliran udara yang ditandai dengan kenaikan Bilangan Reynold. Terdapat perbedaan nilai koefisien difusi Taylor secara teoritis dengan pengujian laboratorium dikarenakan perbedaan pada dimensi model fisik dan kondisi aliran yang diuji. Selain itu dalam penelitian ini juga didapatkan pengaruh koefisien difusi terhadap waktu dilusi, yaitu semakin besar koefisien difusi maka proses dilusi gas metana juga semakin cepat.", "Daftar File": {"ABSTRAK Muhammad Fajar Saputra": "https://digilib.itb.ac.id/gdl/download/257387"}, "Penulis": "Muhammad Fajar Saputra [12118082]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nuhindro Priagung Widodo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "dilusi gas metana, sistem ventilasi lokal hisap, koefisien difusi, turbulensi", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "26 Agu 2022"}