{"Nomor": 67857, "Judul": "PENGARUH KOMBINASI IRADIASI SINAR GAMMA (CO-60) DAN HOT WATER TREATMENT TERHADAP KARAKTERISTIK KIMIA DAN UMUR SIMPAN BUAH MANGGA GEDONG GINCU (MANGIFERA INDICA L.)", "Abstrak": "Mangga (Mangifera indica) merupakan salah satu buah unggulan Indonesia dengan jumlah produksi mencapai 2,89 juta ton pada tahun 2021. Selain memiliki nilai gizi yang tinggi, permintaan ekspor buah mangga mencapai 772 ton dengan tujuan utama Singapura, Cina, dan Vietnam. Mangga Gedong Gincu merupakan varietas utama ekspor yang dikenal sebagai primadona ekspor, sehingga memiliki peluang besar dalam peningkatan ekspor mangga. Tetapi, Mangga Gedong Gincu termasuk ke dalam buah klimaterik, sehingga memiliki umur simpan yang cenderung singkat. Untuk meningkatkan volume ekspor diperlukan suatu perlakuan pascapanen untuk mempertahankan kualitas dan umur simpan Mangga Gedong Gincu. Iradiasi sinar gamma dan hot water treatment seringkali digunakan sebagai penanganan pascapanen pada buah mangga. Namun, kedua perlakuan ini umumnya dilakukan secara terpisah. Penelitian ini bertujuan untuk menentukan kombinasi perlakuan terbaik pada dosis iradiasi sinar gamma (0,25 – 0,75 kGy) serta suhu dan durasi hot water treatment (45 – 55°C selama 3 – 10 menit) dalam mempertahankan kualitas dan memperpanjang umur simpan Mangga Gedong Gincu. Komponen respon diukur berdasarkan karakteristik kimia seperti total padatan terlarut, kadar air, dan kadar vitamin C, serta uji organoleptik terhadap warna, kenampakan, aroma, tekstur, dan rasa. Rancangan penelitian dilakukan dengan menggunakan program Minitab 21® Response Surface Methodology (RSM) Box-Behnken Design (BBD). Dari hasil penelitian didapatkan bahwa variasi perlakuan terbaik terhadap komponen respon yang diinginkan adalah penggunaan dosis iradiasi 0,598 kGy yang dikombinasikan dengan perlakuan hot water treatment pada suhu 47,42? selama 6,11 menit dengan laju dosis 100 Gy/jam yang menghasilkan nilai desirability sebesar 0,79. Perlakuan kombinasi iradiasi sinar gamma dan hot water treatment terbukti dapat mempertahankan buah Mangga Gedong Gincu hingga 18 hari dibandingkan perlakuan kontrol yang hanya mempertahankan buah Mangga Gedong Gincu hingga 6 hari penyimpanan.", "Daftar File": {"ABSTRAK Kiki Nurmaya": "https://digilib.itb.ac.id/gdl/download/257399"}, "Penulis": "Kiki Nurmaya [11918040]", "Kontributor / Dosen Pembimbing": ["Dr. Dea Indriani Astuti, S.Si.", "Dr.Eng. Isty Adhitya Purwasena, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Technology", "Kata Kunci": "Hot water treatment, Iradiasi, Mangga Gedong Gincu, RSM", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "2 file", "Tanggal Input": "26 Agu 2022"}