{"Nomor": 67853, "Judul": "MENINGKATKAN KESADARAN MEREKAN DAN MINAT  PENGGUNAAN JASA PENGIRIMAN BERBASIS APLIKASI:  STUDY KASUS PADA APLIKASI POSAJA", "Abstrak": "Indonesia telah aktif melakukan digitalisasi, ditandai dengan peningkatan koneksi seluler dan pengguna internet. Di tahun 2020 ini semakin banyak masyarakat yang menggunakan karena merebaknya virus COVID-19. Karena adanya pandemi, pemerintah mendorong masyarakat untuk bertransaksi menggunakan pembayaran non tunai. Salah satu metode pembayaran non tunai yang sedang berkembang adalah dompet digital. PT Pos Indonesia melihat ini sebagai peluang untuk mengembangkan dompet digital bernama Pospay. Sejak diluncurkan, pada 13 April 2021, Pospay menghadapi beberapa tantangan. 98,5% pengguna Pospay adalah karyawan PT Pos Indonesia. Hal ini menunjukkan bahwa kesadaran merek dan niat untuk menggunakan Pospay masih relatif rendah di luar perusahaan. Studi ini akan fokus pada bagaimana Pospay dapat meningkatkan kesadaran merek dan niat untuk menggunakan. Analisis dilakukan dengan menggunakan analisis eksternal dan internal yang akan digunakan untuk merumuskan matriks TOWS. Hasil penelitian menunjukkan ada tiga strategi yang dapat diterapkan oleh perusahaan berdasarkan sumber daya dan kapabilitas perusahaan. Strateginya adalah dengan menggunakan iklan Instagram, Youtube dan Tiktok, bekerja sama dengan merchant-merchant ternama untuk memberikan diskon atau cashback, dan bekerja sama dengan program edukasi dari pemerintah seperti beasiswa untuk menyalurkan dananya.", "Daftar File": {"2022_TS_PP_Ulfah Rahinda Harahap 29120432_Abstrak-1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/257394"}, "Penulis": "Ulfah Rahinda Harahap [29120432]", "Kontributor / Dosen Pembimbing": ["Prawira Fajarindra Belgiawan, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "PosAja, Strategi Pemasaran, Kesadaran Merek, Niat Menggunakan, Layanan Pengiriman Berbasis Aplikas", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "26 Agu 2022"}