{"Nomor": 67855, "Judul": "NIAT BELI KONSUMEN PADA LAYANAN PERNIKAHAN SECARA LINGKUNGAN DAN DIGITAL PADA MASA PANDEMIC COVID-19", "Abstrak": "Kasus Covid-19 telah mencapai 202.138.110 kasus dengan total kematian 4.285.299 di seluruh dunia. Jumlah ini semakin bertambah seiring berjalannya waktu dan masyarakat dihimbau untuk mengurangi aktivitas di luar rumah. Pandemi virus corona di seluruh dunia menyoroti pentingnya menanggapi krisis iklim global dengan lebih serius. Menyikapi pandemi ini, muncul beberapa bisnis yang berusaha menyelesaikan masalah tersebut dan mengurangi kekhawatiran pasangan yang ingin menikah. Ada banyak layanan yang memungkinkan orang untuk menghadiri pernikahan selama pandemi Pernikahan virtual dan undangan pernikahan virtual, memungkinkan orang-orang untuk tetap menyaksikan upacara pernikahan bersama dengan banyak orang meskipun tidak hadir secara fisik. Layanan pernikahan digital memiliki peluang untuk tumbuh sebagai sektor bisnis yang sangat besar. Ada banyak layanan pernikahan yang tersedia yang dapat diintegrasikan secara digital. Karena layanan pernikahan digital adalah hal baru di pasar Indonesia, pemahaman terhadap niat beli konsumen dapat membantu penyedia layanan digital mendapatkan keunggulan yang lebih kompetitif. Industri pernikahan Indonesia mengalami peningkatan permintaan karena pandemi Covid-19 mulai berkurang dan aktivitas masyarakat sudah kembali normal. Beberapa peneliti telah meneliti hubungan antara dampak COVID-19 dan niat berperilaku menggunakan baik TAM dan pembelian green food, vaksinasi COVID-19, dan perilaku peduli lingkungan. Sementara itu, saat ini belum ada penelitian yang berfokus pada model niat beli untuk layanan pernikahan digitaldan eco friendly yang mempertimbangkan dampak pandemi COVID-19 serta elemen penting lainnya di kalangan konsumen Indonesia. Penelitian ini dapat memberikan kontribusi untuk pemahaman yang lebih baik tentang pengaruh masalah pandemi COVID 19 terhadap niat beli layanan pernikahan baik secara lingkungan maupun teknologi. Hasil penelitian menunjukkan bahwa, perceived ease of use berpengaruh terhadap perceived usefulness layanan pernikahan digital di Indonesia. perceived ease of use penggunaan mempengaruhi pandangan tentang pemanfaatan layanan pernikahan digital. Hal ini dimungkinkan karena dari sudut pandang penyelenggara pernikahan, konsumen layanan pernikahan digital dapat membuat keputusan sendiri tentang apakah akan menggunakan layanan pernikahan digital atau tidak selama pernikahan mereka. Manfaat yang dirasakan berpengaruh pada sikap menggunakan layanan pernikahan digital di Indonesia. Hasil statistik menunjukkan bahwa sikap terhadap penggunaan dipengaruhi oleh perceived usefulnes. Attitude terkait adopsi layanan pernikahan digital memiliki pengaruh yang substansial terhadap niat beli. Attitude konsumen akan mempengaruhi niat beli diantara konsumen layanan pernikahan digital di Indonesia, yang berarti bahwa bisnis pernikahan digital telah memiliki bukti yang cukup untuk menjadi keunggulan kompetitif dibandingkan dengan layanan pernikahan non-digital (pernikahan konvensional). Hasil ini menunjukkan bahwa sejauh mana seseorang dapat mengevaluasi atau menilai perilaku tersebut sebagai baik atau buruk dari layanan pernikahan digital memang mempengaruhi keinginan untuk memperoleh layanan pernikahan digital di Indonesia. Kemudian, Environmental knowledge memiliki pengaruh besar terhadap niat beli. Hal ini menunjukkan bahwa pemahaman masyarakat tentang masalah lingkungan dapat memengaruhi keinginan mereka untuk memperoleh layanan pernikahan digital. Selain itu, adanya Covid-19 di Indonesia tidak mempengaruhi perilaku masyarakat terhadap jasa pernikahan digital. Berdasarkan hasil penelitian ini, pemilik usaha di bidang jasa pernikahan dapat membidik target pasar yang memiliki ketertarikan pada lingkungan dan jasa pernikahan digital. Dari hasil penelitian ini beberapa saran yang dapat diberikan kepada pemasar yaitu, konsumen saat ini lebih peduli tentang masalah lingkungan dan ingin membeli produk ramah lingkungan dibanding sebelumnya. Oleh karena itu,, bisnis harus berfokus pada pengembangan produk ramah lingkungan. Perusahaan dapat menggunakan pengetahuan lingkungan untuk membujuk pelanggan agar membeli layanan pernikahan digital. Namun, pengetahuan tersebut tidak cukup untuk perilaku konsumsi hijau yang positif dan efektif. Pemasar harus terus-menerus memberi tahu konsumen tentang masalah lingkungan dan menekankan masalah lingkungan dalam iklan. Strategi khusus juga harus dikembangkan untuk mengubah kesadaran dan pengetahuan konsumen tentang konsumsi hijau menjadi efektif.", "Daftar File": {"2022 SK PP Hana Mufida Nur Azizah-Abstract.pdf\niu": "https://digilib.itb.ac.id/gdl/download/257397", "Formatted_Revisi Bab 1-5 Hana (1)export.pdf\n]": "https://digilib.itb.ac.id/gdl/download/257541"}, "Penulis": "Hana Mufida Nur Azizah [19019130]", "Kontributor / Dosen Pembimbing": ["Melia Famiola, S.T.P., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Covid-19, Konsumen, Lingkungan, Pernikahan digital", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "2 file", "Tanggal Input": "26 Agu 2022"}