{"Nomor": 67866, "Judul": "PENGARUH KUALITAS TERHADAP REAKTIVITAS GASIFIKASI PADA BATUBARA MEULABOH DAN TEWEH TENGAH DENGAN METODE THERMOGRAVIMETRIC ANALYSIS (TGA)", "Abstrak": "Pemanfaatan batubara di Indonesia perlu dilakukan dengan cara yang lebih ramah lingkungan, salah satunya yaitu dengan metode gasifikasi. Endapan batubara yang tersebar di Indonesia memiliki kualitas yang beragam, sehingga perlu adanya studi parameter-parameter kualitas batubara yang memengaruhi reaktivitas gasifikasi. Penelitian ini difokuskan pada karakteristik termal batubara pada saat pirolisis dan gasifikasi. Sampel yang digunakan berjumlah tiga buah yang berasal dari Cekungan Meulaboh (BB-1 dan BB-2) dan Cekungan Barito (BB-3). Kualitas sampel batubara didapatkan dari analisis proksimat dan penentuan nilai kalori. Uji reaktivitas gasifikasi sampel dilakukan\ndengan metode analisis termogravimetri yang meliputi saat sampel dipanaskan dari temperatur 50oC hingga 900oC dengan kenaikan 10oC/menit menggunakan atmosfer Argon (pirolisis), saat sampel dikondisikan pada temperatur 900oC selama 10 menit, dan saat atmosfer diubah menjadi 25% udara dan 75% Argon dengan temperatur 900oC selama 30 menit. Batubara BB-1 dan BB-2 berperingkat sub-bituminus C, sedangkan batubara BB-3 berperingkat highvolatile A bituminous. Termogram TG/DTG menunjukkan ketiga sampel mengalami proses pirolisis dan gasifikasi. Pada proses gasifikasi, sampel BB-1 dan BB-2 menunjukkan penurunan massa yang lebih banyak sehingga reaktivitasnya lebih tinggi dibandingkan sampel BB-3. Batubara berperingkat rendah lebih reaktif pada proses gasifikasi karena mempunyai gugus fungsi aktif yang tidak stabil dalam jumlah besar, lebih berpori, dan mempunyai area permukaan aktif yang lebih luas. Laju penurunan massa sampel BB-2 sedikit lebih tinggi pada tahap awal gasifikasi dibandingkan sampel BB-1. Batubara yang memiliki kandungan abu yang tinggi lebih reaktif dibandingkan dengan batubara yang memiliki kandungan abu yang rendah. Hal tersebut dapat dipengaruhi oleh senyawa anorganik atau oksida logam yang memberikan efek katalitik pada reaksi gasifikasi.", "Daftar File": {"ABSTRAK Faisal Abdussalam Mustofa": "https://digilib.itb.ac.id/gdl/download/257414"}, "Penulis": "Faisal Abdussalam Mustofa [12118060]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Komang Anggayana, M.S.", "Dr. phil. nat. Agus Haris Widayat, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "batubara, kualitas, analisis termogravimetri, gasifikasi, reaktivitas", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "26 Agu 2022"}