{"Nomor": 67865, "Judul": "DAMPAK AKUISISI PEGADAIAN DAN PNM OLEH PT. BANK RAKYAT INDONESIA TBK TERHADAP BBRI", "Abstrak": "Tahun 2020 menjadi tahun yang berat bagi setiap negara. Pandemi Covid-19 berdampak besar pada penurunan perekonomian nasional di hampir semua sektor usaha. Hal ini juga berdampak pada sektor UMKM. Pada bulan Juni 2021, terbuka informasi mengenai rencana aksi korporasi yang dilakukan oleh PT. Bank Rakyat Indonesia Tbk untuk melakukan rights issue. Rencana penambahan modal PT Bank Rakyat Indonesia Tbk melalui rights issue tersebut dalam rangka pembentukan holding Ultra Mikro BUMN dengan mengakuisisi 2 perusahaan pendanaan di Indonesia, yakni Pegadaian dan PNM. Tujuan dari aksi korporasi tersebut sejalan dengan salah satu misi perusahaan yaitu menjalankan kegiatan perbankan dengan sebaik-baiknya dengan mengutamakan pelayanan kepada segmen mikro, kecil dan menengah untuk mendukung peningkatan perekonomian masyarakat. Hal ini akan memperkuat pertumbuhan bisnis Perseroan dengan memperluas target segmen dan menambah varian produk sehingga dapat menghasilkan pendapatan yang berkelanjutan bagi Perseroan dan memberikan kontribusi positif bagi para pemangku kepentingan. Penelitian ini bertujuan untuk menganalisis nilai wajar saham PT. Bank Rakyat Indonesia Tbk. sebelum dan setelah melakukan M&A dengan menggunakan dividend discount model (DDM) dan relative valuation. Metode dividend discount model berfokus pada potensi dividen masa depan bisnis dan mengasumsikan bahwa nilai perusahaan bergantung pada kemampuannya untuk menghasilkan pendapatan yang konsisten dari waktu ke waktu. Untuk metode penilaian relatif menggunakan price to earning (P/E) ratio dan price to book value (PBV) ratio untuk sektor keuangan khususnya perbankan, untuk menentukan nilai intrinsik PT. Bank Rakyat Indonesia Tbk. Berdasarkan perhitungan yang dilakukan oleh penulis dengan menggunakan dua metode tersebut, nilai intrinsik Bank BRI ketika tidak melakukan M&A adalah 4.994 per lembar dengan potensi upside sebesar 21,50%. Sedangkan total nilai intrinsik Bank BRI setelah melakukan M&A sebesar 5.110 per lembar dengan potensi upside sebesar 24,34%. Karena hasil perhitungan nilai intrinsik BBRI undervalued, maka penulis merekomendasikan BUY untuk saham PT. Bank Rakyat Indonesia (Persero) Tbk dengan kode saham BBRI. Bagi investor yang sudah ada, untuk menahan saham BBRI agar bisa mendapatkan potensi capital gain yang lebih tinggi hingga mencapai atau mendekati nilai intrinsik karena terdapat upside yang cukup tinggi. Bagi calon investor disarankan untuk membeli saham BBRI karena dinilai undervalued dari harga pasar saat ini dan memiliki potensi keuntungan hingga 20%.", "Daftar File": {"2022 SK PP Wahyudin-Abstract.pdf)u": "https://digilib.itb.ac.id/gdl/download/257413"}, "Penulis": "Wahyudin [19019139]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Subiakto, M.B.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Merger & Akuisisi, Valuasi Bank BRI, Dividend Discount Model, Relative Valuation, Nilai Intrinsik, Undervalue", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "26 Agu 2022"}