{"Nomor": 67863, "Judul": "PENINGKATAN KUALITAS BIJI KAKAO (THEOBROMA CACAO L.) DENGAN VARIASI KONSENTRASI BUBUK STROBERI (FRAGARIA SP.) DENGAN FERMENTASI SEKUNDER", "Abstrak": "Kakao merupakan komoditas perkebunan yang dihasilkan di Indonesia. Produksinya yang\nbanyak membuat kakao berpotensi menjadi produk yang memiliki nilai jual tinggi.\nFermentasi yang biasa dilakukan petani merupakan fermentasi spontan tanpa pengondisan\nsuhu, media fermentasi, serta tanpa penambahan kultur starter. Akibatnya, dinamika mikroba\nkakao tidak stabil sehingga mempengaruhi kualitas biji kakao. Kualitas biji kakao dari\nfermentasi alami sendiri masih kurang baik dikarenakan tidak dikontrol atau distandarisasi\ndengan penambahan substrat lain seperti perasa alami untuk meningkatkan cita rasa kakao.\nStandarisasi fermentasi kakao seperti memperhatikan starter kultur mikroba, pH, suhu, dan\nmedia fermentasi. Meski begitu, biji kakao hasil fermentasi primer masih belum memberikan\nkualitas yang baik. Oleh karena itu, dilakukan fermentasi sekunder, yaitu fermentasi yang\ndilakukan setelah fermentasi primer dalam kurun waktu sebentar untuk meningkatkan\nkualitas biji kakao. Penambahan bubuk stroberi sebagai tambahan substrat bertujuan untuk\nmemunculkan cita rasa baru kakao dengan aroma dan rasa khas stroberi. Dengan demikian,\ntujuan dari penelitian ini adalah menentukan pengaruh penambahan bubuk stroberi pada\nfermentasi sekunder biji kakao terhadap peningkatan mutu kualitas dan jumlah total fenol .\nTerdapat tiga konsentrasi bubuk stroberi yang ditambahkan pada masing-masing biji kakao\nsebanyak 500 gram tiap perlakuan, yaitu 1% (w/w), 5% (w/w), dan 10% (w/w). Penelitian ini\nmenggunakan starter kultur ragi:bakteri asam laktat (BAL) 1:1 dengan kepadatan sel 107\nCFU/ml serta konsentrasi inokulum 10% (v/w). Proses fermentasi berlangsung selama 10\njam. Pengambilan sampel dilakukan sebanyak enam titik setiap dua jam sekali. Dari hasil\npenelitian didapatkan biji kakao yang difermentasi menggunakan 5% (w/w) bubuk stroberi\nmemiliki hasil dinamika mikroba yang lebih stabil, kadar air sebanyak 4,07%, indeks\nfermentasi sebesar 70%, total biji 100 gram sebanyak 85 buah, rasa yang lebih baik dari\nbubuk kakao grade C. Total fenol kakao dengan perlakuan 10% (w/w) bubuk stroberi adalah\n364,52 mg GAE dan nilai IC50 untuk aktivitas antioksidan dengan perlakuan 1% adalah 8,467", "Daftar File": {"ABSTRAK Salsabila Yurendra Putri": "https://digilib.itb.ac.id/gdl/download/257411"}, "Penulis": "Salsabila Yurendra Putri [11918005]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Pingkan Aditiawati, M.S.", "Dr.Eng. Kamarisima, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Technology", "Kata Kunci": "Cocoa beans, yeast, LAB, furaneol, strawberry powder", "Sumber": "SITH", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Agu 2022"}