{"Nomor": 67860, "Judul": "MENGEMBANGKAN STRATEGI PEMASARAN INSTAGRAM UNTUK TRAVY", "Abstrak": "Perkembangan pariwisata Indonesia dari tahun ke tahun terus berkembang, bahkan daya saing sektor pariwisata Indonesia terus meningkat. Seiring dengan ekspansi pariwisata di Indonesia, revolusi digital secara radikal mengubah dunia. Ada jenis pemasaran baru yang disebut pemasaran digital, yang berkembang pesat dan mengintegrasikan gaya dan substansi serta interaksi online dan offline. Sebuah aplikasi dapat membantu wisatawan yang tidak bisa atau tidak punya waktu untuk mempersiapkan rencana perjalanan mereka. Di era baru ini, Travy menawarkan aplikasi yang menampilkan perencana perjalanan yang dipersonalisasi, pemesanan akomodasi, dan informasi destinasi yang lengkap. Sebagai startup tahap awal, ia memiliki masalah dengan konten Instagram yang tidak efektif karena keterbatasan pengetahuan dan waktu anggota tim. Dengan kondisi seperti ini, perlu dikembangkan content plan Instagram agar Travy lebih powerfull untuk menjaring lebih banyak pengguna untuk aplikasinya. Penelitian ini dilakukan dengan menggunakan metode pemecahan masalah dengan mengevaluasi faktor eksternal dan internal yang mempengaruhi strategi pemasaran Instagram Travy yang termasuk dalam analisis SWOT dan merangkum temuan sebagai analisis akar penyebab. Hasil analisis struktural akan menjadi dasar untuk membangun solusi bisnis alternatif, implementasi, dan rencana aksi untuk konten pemasaran Instagram Travy. Selanjutnya, implikasi dari penelitian ini adalah memperoleh implementasi dan rencana aksi untuk mendapatkan pertumbuhan yang luar biasa dari kinerja Instagram Travy berdasarkan tingkat keterlibatan, suka, dan komentar serta kesadaran merek.", "Daftar File": {"2022 SK PP Zata Amani Mulya-Abstract.pdf\niu": "https://digilib.itb.ac.id/gdl/download/257402", "FinalProject_ZataAmaniMulya_19219029 - Zata Mulya.pdf": "https://digilib.itb.ac.id/gdl/download/265339"}, "Penulis": "Zata Amani Mulya [19219029]", "Kontributor / Dosen Pembimbing": ["Fitri Aprilianty, S.Si., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pemasaran Instagram, Konten Instagram, Wisata Digital di Indonesia, Layanan Perjalanan Digital, Travy.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "2 file", "Tanggal Input": "26 Agu 2022"}