{"Nomor": 67878, "Judul": "DESAIN DAN IMPLEMENTASI ALGORITMA PEMROSESAN CITRA DAN TAMPILAN HMI PADA SISTEM INSPEKSI  VISUAL OTOMATIS", "Abstrak": "PT Paragon Technology and Innovation merupakan salah satu perusahaan FMCG\nterbesar di Indonesia yang berfokus pada manufaktur produk kosmetik. Proses\nmanufaktur memiliki jadwal yang sangat padat dengan jadwal kemas yang telah\nditentukan oleh pihak Planner. Akibat tingginya target produksi serta banyaknya\nSKU produk yang diproduksi pada jalur kemas yang sama, terdapat kemungkinan\nkesalahan seperti ketidaksesuaian informasi varian pada kemasan sekunder yang\njika sampai lolos ke tangan customer, dapat berakibat pada meningkatnya Cost of\nPoor Quality dan menurunnya kepercayaan customer terhadap brand. Sistem\ninspeksi visual otomatis diimplementasikan untuk mendeteksi ketidaksesuaian\nvarian pada kemasan sekunder dan melakukan tolakan terhadap produk defect.\nUntuk melakukan akusisi terhadap citra kemasan, 3 buah kamera terpasang pada\nmesin cartoning dengan field of view di rentang 36° - 66° dan intensitas iluminasi\npencahayaan minimal sebesar 138 Lux yang mampu melakukan akusisi citra\ndengan resolusi 1920 x 1080 piksel dan bit depth 24 bit secara real time.\nBerdasarkan hasil pengujian, algoritma pemrosesan citra dapat melakukan\nklasifikasi terhadap kualitas kemasan dengan tingkat akurasi yang bervariasi pada\nrentang 77% hingga 96% dan durasi pemrosesan inspeksi maksimal sebesar 179.83\nms. Akurasi dan durasi pemrosesan citra dipengaruhi oleh desain kemasan dan fitur\nyang dideteksi dalam tahapan pemrosesan citra. Panel HMI digunakan melakukan\nkonfigurasi terhadap parameter algoritma inspeksi yang telah memilki rating SEQ\nsebesar 6 dan telah memenuhi seluruh fungsionalitas yang diharapkan.\nPengembangan lebih lanjut terhadap algoritma pemrosesan citra untuk\nmendapatkan akurasi inspeksi yang lebih baik dan waktu pemrosesan yang lebih\ncepat. Diharapkan agar sistem inspeksi visual otomatis dapat membantu proses\nQuality Control terhadap produk di lingkungan manufaktur.", "Daftar File": {}, "Penulis": "David Fauzi [13218043]", "Kontributor / Dosen Pembimbing": ["Dr. Reza Darmakusuma, S.T., M.T.", "Dr. Rahadian Yusuf, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Pemrosesan citra, OCR, HMI, Inspeksi Visual.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "27 Agu 2022"}