{"Nomor": 67872, "Judul": "STUDI EKSPERIMENTAL DEKAFEINASI KOPI ROBUSTA MENGGUNAKAN METODE EKSTRAKSI HIDROTERMAL PADA SISTEM TERTUTUP", "Abstrak": "Kopi merupakan salah satu jenis tumbuhan yang banyak dibudidayakan di\nIndonesia dan memiliki nilai ekonomis yang tinggi. Menurut data BPS tahun 2019,\njumlah produksi kopi nasional Indonesia mencapai 741.657 ton dan terus mengalami\npeningkatan setiap tahunnya. Kopi mengandung komponen yang berbahaya jika\ndikonsumsi secara berlebihan, salah satunya adalah kafein. Salah satu metode yang dapat\ndigunakan untuk dekafeinasi adalah dekafeinasi secara hidrotermal menggunakan pelarut\nair. Metode ini dipilih karena aman, murah dan mudah diterapkan. Dalam penelitian ini\ndilakukan eksplorasi metode dekafeinasi yaitu pengukusan dan perebusan dengan\npenambahan asam sitrat, soda api, dan soda kue.\nPenelitian ini dilakukan untuk menentukan proses dekafeinasi yang efektif\ndalam menghilangkan kafein dan juga menentukan pengaruh suhu dan waktu terhadap\nproses dekafeinasi dengan mempertimbangkan penurunan asam klorogenat sebagai\nprekursor aroma dan rasa. Kadar kafein biji kopi yang digunakan adalah 4,98 ± 0,49%\n(w/w) dan asam klorogenat adalah 12,22 ± 0,43% (w/w). Penurunan kadar kafein terbesar\nterjadi pada metode perebusan dengan penurunan sebesar 50,07% (w/w) dan kondisi\noperasi yang direkomendasikan adalah pada suhu 110oC selama 2 jam dengan penurunan\nkafein sebesar 64,34 ± 1,56% (w/w) dan asam klorogenat 63,38 ± 0,29% (w/w).", "Daftar File": {"ABSTRAK Jane Theresia": "https://digilib.itb.ac.id/gdl/download/257428"}, "Penulis": "Jane Theresia [14317007]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Yazid Bindar, M.Sc., Ph.D.", "Dian Shofinita, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pangan", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "dekafeinasi biji kopi, ekstraksi hidrotermal, kafein, asam klorogenat", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Agu 2022"}