{"Nomor": 67873, "Judul": "REKONSTRUKSI CITRA BERBASIS ALGORITMA FILTERED BACK PROJECTION UNTUK TOMOGRAFI  GELOMBANG MIKRO", "Abstrak": "Tomografi gelombang mikro adalah suatu metode untuk merekonstruksi citra suatu\nobjek dengan memanfaatkan gelombang mikro. Pada penelitian ini, akan dilakukan\nrekonstruksi citra pada penampang batang pohon sebagai objek pengamatan untuk\nmelihat kekeroposan dengan menggunakan algoritma Filtered Back Projection\n(FBP) yang merupakan pengembangan dari algoritma Back Projection dengan\nkemampuan menghilangkan pengaburan pada citra yang dihasilkan. Proses\nrekonstruksi citra menggunakan data citra uji berupa gambar penampang pohon\ndengan ukuran piksel yang berbeda. Selain itu, rekonstruksi citra juga\nmenggunakan data pengukuran dengan memproses sinyal pada antena penerima\ndan pemancar di sekitar objek. Antena yang digunakan adalah antena mikrostrip\nsusun yang bekerja pada frekuensi Ku-band dengan konfigurasi 2x4. Penilaian pada\nhasil rekonstruksi citra akan dilakukan dengan 2 cara yaitu secara kuantitatif\nmenggunakan metode Mean Square Error (MSE) dan Structural Similarity Index\nMeasure (SSIM) untuk citra uji, dan kualitatif untuk data pengukuran. Hasil\nrekonstruksi citra uji tanpa interpolasi dengan ukuran piksel 180 x 180\nmenggunakan filter Shepp-Logan menghasilkan nilai MSE sebesar 0,000403 dan\nSSIM sebesar 0,964823. Sedangkan rekonstruksi dengan interpolasi Cubic\nmenghasilkan nilai MSE sebesar 0,000342 dan SSIM sebesar 0,960507. Untuk\nrekonstruksi citra dengan data pengukuran memperlihatkan bahwa penggunaan\njenis filter yang sama mampu merekonstruksi penampang batang pohon dengan\njelas yang ditunjukan dengan perbedaan intensitas warna.", "Daftar File": {}, "Penulis": "Fauzia Anis Sekar Ningrum [23218305]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Achmad Munir, S.T., M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Tomografi gelombang mikro, filtered back projection (FBP), Ku-band, penilaian kualitas citra.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "26 Agu 2022"}