{"Nomor": 67881, "Judul": "MENYUSUN DAN MEMILIH ALTERNATIF FLOW PROSES UNTUK PELAKSANAAN INTERNAL JOB POSTING DI PT PERTAMINA (PERSERO)", "Abstrak": "Industri hulu migas Indonesia menghadapi sejumlah tantangan dalam menjalankan\nusahanya, mulai dari menurunnya produksi migas hingga menurunnya minat untuk\nberinvestasi di sektor ini (cadangan terbatas serta kegiatan eksplorasi & produksi\nyang berisiko tinggi). Untuk menghadapi tantangan yang terjadi, Pertamina telah\nmengambil berbagai kebijakan strategis, salah satunya adalah penetapan Pertamina\nsebagai holding dengan enam subholding pada Juni 2020, sehingga dapat bergerak\nlebih cepat dalam menjawab tantangan global. Perubahan perkembangan bisnis\nyang pesat membuat organisasi sangat membutuhkan talenta, untuk memenuhi\nkebutuhan talenta tersebut dalam waktu singkat, diperlukan cara lain/baru untuk\nmendapatkan kandidat potensial untuk mengisi posisi kritis, yaitu melalui Internal\nJob Posting Program.  \nAnalisis dan OFI dari Proyek Akhir ini diperoleh dengan membandingkan literatur\ndan implementasi proses serupa di perusahaan lain. Hasil analisis dan OFI\ndigunakan sebagai dasar untuk merancang alternatif solusi. Pemilihan solusi\nalternatif terbaik dalam Implementasi Internal Job Posting agar lebih efisien dengan\nmenggunakan metode Analytical Hierarchy Process (AHP). \nTiga kriteria terpenting dalam pemenuhan posisi kritikal ditentukan: Kecepatan,\nKualitas dan Transparansi & Keadilan. Alternatif terbaik yang dipilih melalui\nmetode AHP adalah alternatif 1 dengan tahapan sebagai berikut: Data & System\nIntegration, Profile Match Up, Target Broadcast, Apply IJP, Technical Competency\nAssessment, Fit Interview dan Terakhir adalah Job Assignment. Implementasi dari\nSolusi yang diusulkan adalah untuk menetapkan Proses IJP yang sistematis yang\nakan menyelesaikan permasalahan bisnis yaitu kurangnya pengalaman, perjalanan\ntugas yang tidak lengkap, sentimen negatif dalam talenta dan memenuhi kebutuhan\npejabat dalam waktu singkat.", "Daftar File": {"2022_TS_PP_Diah Utari_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/257438"}, "Penulis": "Diah Utari [29120386]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Aurik Gustomo, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "Housekeeping", "Kata Kunci": "Internal Job Posting, Analytical Hierarchy Process, pemenuhan posisi kritikal, Kecepatan, Kualitas, Tranparansi, Keadilan", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "27 Agu 2022"}