{"Nomor": 67890, "Judul": "GENERATING GRAYSCALE AND RGB IMAGES DATASET FOR WINDOWS PE MALWARE USING GIST FEATURES  EXTRACTION METHOD", "Abstrak": "Kemajuan teknologi dewasa ini diikuti dengan meningkatnya vulnerability dan\nancaman. Dalam keamanan terdapat berbagai kelemahan yang diakibatkan\nkelemahan dalam perangkat lunak, sistem atau jaringan, kelemahan yang\ndiakibatkan perangkat keras dari komputer, maupun kelemahan yang diakibatkan\noleh manusia sebagai pengguna dari sistem yang dibuat. Kelemahan ini\ndimanfaatkan oleh manusia yang tidak bertanggang jawab untuk memperoleh\nkeuntungan dengan menembus sistem tersebut. Salah satu cara yang dilakukan\npenjahat siber untuk melakukan pembajakan, penipuan, perusakan, pengintaian\npencurian, dan memperoleh informasi yang bersifat rahasia yaitu menggunakan\nmalware.\nMalware atau malicious software dalam hal ini digunakan untuk menyusup ke\ndalam sistem operasi dalam bentuk perangkat lunak. Malware memiliki beberapa\njenis diantaranya worm, virus, trojan, spyware, rootkit, ransomware, dan lain-lain.\nTidak hanya jenisnya yang bermacam-macam dan mengalami mutasi, malware\njuga mengalami peningkatan jumlah dari tahun ke tahun. Telah banyak kasus\nserangan malware berskala besar yang sangat merugikan dan ditujukan kepada\nlembaga, perbankan, government, perusahaan, dan bahkan masyarakat umum.\nBeberapa kasus besar serangan malware yang telah terjadi diantaranya kasus\nwannacry tahun 2017 dengan kerugian melebihi 4 billion USD, kasus ILOVEYOU\ntahun 2000 berupa worm yang menginfeksi 45 million orang dengan kerugian 15\nbillion USD, kasus petya pada tahun 2016 berupa serangan pada banks dan airports\ndengan kerugian mencapai 10 billion USD, kasus terbaru covidlock pada tahun\n2020, serta banyak kasus lainnya.[1]\n\nPerlawanan terhadap serangan malware dilakukan dengan mengembangkan anti-\nmalware yang dapat melalukan sistem pendeteksian untuk mengidentifikasi dan\n\nmemulihkan sistem terhadap ancaman lebih cepat. Pengembangan pendeteksian\nmalware dengan machine learning menjadi salah satu bahasan yang sedang\ndiminati komunitas cybersecurity.[2] Pengembangan ini tentunya memerlukan\ndataset untuk mengakomodasi hal tersebut. Salah satu bentuk dataset yang diminati\nuntuk saat ini adalah dataset image. Dataset image memberikan visualisasi gambar\nyang dapat di cermati oleh mata dengan model dan tools pendukung yang tersedia\n\nii\ncukup banyak dan beragam dengan hasil akurasi yang bagus pada penelitian\nsebelumnya.[3][4] Salah satu dataset image malware yang masih digunakan saat\nini yaitu dataset malimg. Dataset malimg merupakan dataset yang memiliki 9339\nsampel yang terbagi menjadi 25 kelas family dengan citra grayscale.[5] Untuk\nmemberikan insight tambahan ke peneliti dan melakukan pembaharuan pada\ndataset, dalam tugas akhir ini dibuat dataset image malware menggunakan 1907\nsampel yang dikelompokkan menjadi malicious dan benign yang divisualisasikan\ndengan dua citra yaitu RGB dan grayscale.\nPada tugas akhir ini dataset malicious dan benign sampel dalam format RGB dan\ngrayscale image dibuat dengan empat sub-sistem. Sub-sistem pertama\npengumpulan sampel windows PE file melalui proses downloading dan cloning dari\npublic repositories. Sub-sistem kedua melakukan proses binary hashing untuk\nmemperoleh hash SHA-256 dari setiap sampel. Sub-sistem ketiga dilakukan\nscanning dari setiap hash ke VirusTotal untuk memperoleh informasi malicious dan\nbenign sampel lalu mengelompokkan sampel sesuai hasil pemindaian. Sub-sistem\nkeempat, sampel malicious dan benign kemudian dikonversi ke format images\ndengan citra RGB dan grayscale. Hasil dataset yang diperoleh untuk citra RGB\nbenign adalah 858 dan malicious adalah 1.025 dan untuk citra grayscale benign\nadalah 872 dan malicious adalah 1.033. Hasil dataset diuji menggunakan algoritma\nConvolutional Neural Network (CNN) sederhana untuk memastikan dataset layak\nuntuk digunakan.", "Daftar File": {}, "Penulis": "Debi Amalia Septiyani [18118022]", "Kontributor / Dosen Pembimbing": ["Ir. Hendrawan, M.Sc., Ph.D.", "Dr. Tutun Juhana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "malware, dataset, VirusTotal, anti-malware, pendeteksian, image malware, hash, security", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "28 Agu 2022"}