{"Nomor": 67895, "Judul": "DESAIN & IMPLEMENTASI OBJECT RECOGNITION BERBASIS YOLOV4 PADA SISTEM EMBEDDED SERTA GRAPHICAL USER INTERFACE PADA SISTEM TRAFFIC SIGN RECOGNITION UNTUK TREM OTONOM", "Abstrak": "Salah satu alternatif transportasi umum bertenaga listrik yang dapat digunakan oleh\npenduduk dan diterapkan oleh pemerintah sebagai moda angkutan dalam kota yang\naman dan ramah lingkungan adalah trem. Trem di negara-negara maju terbukti\nefektif dalam mengurangi permasalahan kemacetan serta meningkatkan keefektifan\nmobilitas di dalam kota. PT. INKA bekerjasama dengan Riset.ai dan Institut\nTeknologi Bandung untuk mengembangkan trem otonom yang nantinya akan\ndioperasikan di kota-kota besar di Indonesia. Pada kerjasama ini PT. INKA\nbertugas mengembangkan trem yang akan digunakan dan Riset.ai beserta ITB\nbertugas untuk mengembangkan system otonom dari trem. Salah satu rintangan\nyang dihadapi dalam pengoperasian trem otonom yang tidak memiliki pengemudi\nnantinya adalah bagaimana menjalankan trem otonom sesuai dengan aturan yang\nada dan sesuai dengan kondisi operasi yang baik. Salah satu cara untuk memastikan\ntrem dapat bekerja dengan baik adalah dengan mengikuti aturan rambu lalu lintas\nterutama untuk kereta api.\nBerdasarkan uraian di atas maka diusulkan sebuah system pengenalan rambu lalu\nlintas berbasis kecerdasan buatan berupa Traffic Sign Recognition System.\nPengenalan dari rambu ini akan diimplementasikan pada sistem otonom dari trem\nyang menggunakan sebuah sistem embedded berbasis NVIDIA yaitu NVIDIA\nDrive AGX Pegasus. Sehingga diperlukan pengolahan terhadap model kecerdasan\nbuatan untuk dapat bekerja dengan baik pada sistem embedded tersebut. Selain itu\nhasil rekognisi dari sistem Traffic Sign Recognition ini juga akan ditampilkan pada\nsebuah bagian dari antarmuka (GUI) keseluruhan trem otonom yang akan\ndigunakan oleh pengemudi atau operator trem.", "Daftar File": {}, "Penulis": "Ilham Rayhan [13218026]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Riyanto Trilaksono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Trem Otonom, Traffic Sign Recognition System, Sistem Embedded, GUI.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "28 Agu 2022"}