{"Nomor": 67891, "Judul": "IMPLEMENTASI METODE DEEP LEARNING UNTUK DETEKSI MALWARE MENGGUNAKAN ARSITEKTUR CNN  DENGAN HYPERPARAMETER TUNING", "Abstrak": "Malware merupakan sebuah perangkat lunak yang dapat menyusup ke system\noperasi. Perangkat lunak berbahaya atau malware saat ini mejadi salah satu\nancaman keamanan dan privasi baik individu, perusahaan, pemerintahan dan\nmasyarakat luas. Menurut data pada tahun 2021, AV-Test Institut telah\nmendaftarkan lebih dari 350.000 program malware dan aplikasi yang tidak\ndiinginkan setiap harinya. Dari data tersebut menunjukan bahwa jumlah malware\nyang ditemukan akan terus mengalami peningkatan setiap tahunnya. Perkembangan\nmalware yang kian pesat ini perlu diimbangi dengan metode deteksi yang canggih.\nSalah satu metode deteksi malware yang sedang berkembang menggunakan metode\nmachine learning, metode ini diklaim lebih baik dibandingkan teknik deteksi\ntradisional menggunakan signature based. Dalam praktiknya metode deteksi\nmalware menggunakan machine learning membutuhkan sampel malware atau\ndataset yang digunakan untuk melatih model dalam mengenali pola malware\nTugas akhir dari Implementasi metode deep learning untuk deteksi malware\nmengunakan arsitektur CNN dengan hyperparameter tuning merupakan sebuah\nsubsystem yang digunakan untuk evaluasi dataset gambar malware. Menggunakan\nDataset yang terdiri dari 2 kelas yaitu malicious dan benign. Penelitian ini bertujuan\nuntuk menganalisis jenis citra dan parameter yang mempengaruhi kinerja model\nsebelum dilakukan deployment. Analisa dilakukan dengan membandingkan hasil\nevaluasi dari pengaruh pemilihan jenis citra kemudian parameter resize citra, dan\njumlah epoch. Berdasarkan hasil pengujian, Hasil evaluasi model terbaik dengan\nmetrik akurasi sebesar 90% dapat dicapai dengan pemilihan citra RGB kemudian\nmenerapkan parameter preprocessing resize citra menjadi 128×128 pixels dan\njumlah epoch 50. Model dengan evaluasi terbaik disimpan dan dilakukan\ndeployment model. Hasil deployment menunjukan hasil yang cukup baik dari segi\ntampilan dan fungsional tiap komponen.", "Daftar File": {}, "Penulis": "Halimul Hakim Khairul [18118033]", "Kontributor / Dosen Pembimbing": ["Ir. Hendrawan, M.Sc., Ph.D.", "Dr. Tutun Juhana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Malware, CNN, machine learning, deep learning, hyperparameter tuning, RGB, resize citra, epoch , metrik akurasi, loss.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "28 Agu 2022"}