{"Nomor": 67898, "Judul": "DESAIN DAN IMPLEMENTASI RANGKAIAN DC-DC CONVERTER UNTUK KONVERSI TEGANGAN PADA RANGKAIAN SOLAR CHARGER UNTUK APLIKASINYA  PADA BEBAN LAPTOP", "Abstrak": "Listrik digunakan dalam berbagai aspek kehidupan, salah satunya untuk sumber\ntenaga perangkat elektronik, salah satunya pada laptop yang digunakan dalam\nproses pendidikan. Meski begitu, di Indonesia, masih terdapat daerah yang belum\nmemiliki listrik sehingga menghambat proses pendidikan. Di sisi lain, iklim tropis\nIndonesia menunjukkan adanya potensi penggunaan tenaga surya sebagai sumber\nenergi listrik. Pada proyek ini, akan dibuat sistem pembangkit listrik untuk\nmenyediakan energi laptop. Sistem ini akan difokuskan untuk aplikasi laptop\ndengan daya kurang dari 50W.\nSistem yang dibuat terdiri atas beberapa subsistem, beberapa di antaranya adalah\nconverter baterai, converter controller, dan converter output yang melakukan\nregulasi tegangan sesuai dengan kebutuhan. Rangkaian converter baterai adalah\nberupa rangkaian SEPIC yang mengonversi tegangan panel surya menjadi tegangan\nbaterai dengan menggunakan algoritma MPPT. Pengujian subsistem ini meliputi\npengujian rangkaian driver transistor, pengujian input dan output dari rangkaian\nSEPIC, serta percobaan pengisian daya baterai dengan menggunakan panel surya.\nSementara itu, rangkaian converter controller menyediakan tegangan yang cocok\nuntuk rangkaian kontrol, di antaranya mikrokontroler Arduino Nano dan\noptocoupler, dengan menggunakan modul step down LM2596, modul step up\nMT3068, relay, dan rangkaian logika OR yang tersusun dari dioda. Adapun\nRangkaian converter output mengonversi tegangan baterai menjadi tegangan 220V\nAC yang dibutuhkan laptop dengan menggunakan rangkaian buck converter, boost\nconverter, dan inverter. Pengujian subsistem ini meliputi pengujian input dan\noutput dari rangkaian buck converter serta boost converter, pengujian output\nsistem, dan percobaan pengisian daya laptop dengan sistem yang telah dibuat. Dari\nhasil pengujian, didapatkan bahwa rangkaian yang dibuat telah berhasil bekerja\nuntuk mengisi daya laptop dengan menggunakan sumber energi dari panel surya\nsesuai spesifikasi. Selain itu, telah dilakukan pula percobaan pengujian ketahanan\nsistem dan didapatkan bahwa sistem telah memenuhi standar ketahanan IP52.", "Daftar File": {}, "Penulis": "Raditya Adhidarma Nugraha [13218068]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Hilwadi Hindersah", "Prof. Ir. Emir Mauludi Husni, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Solar Charger, MPPT, Converter, Mikrokontroler, Inverter", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "28 Agu 2022"}