{"Nomor": 67917, "Judul": "STUDI PENGARUH PENAMBAHAN PUPUK NPK DAN ASAM SITRAT TERHADAP NILAI KONSENTRASI NIKEL PADA PROSES FITOMINING MENGGUNAKAN TANAMAN PIPER BETLE", "Abstrak": "Nikel merupakan salah satu logam yang banyak digunakan saat ini, mulai dari sebagai unsur pemadu hingga digunakan dalam aplikasi baterai. Sumber utama nikel berasal dari dua jenis bijih, yaitu bijih sulfida seperti pyrrhotite, pentlandite, dan chalcopyrite dan bijih oksida berupa bijih laterit. Sekitar 80% cadangan nikel dunia berada pada bijih laterit dengan kandungan nikel yang rendah. Untuk bijih nikel laterit, proses konsentrasi secara konvensional sulit untuk dilakukan sehingga diperlukan metode alternatif lain yang mampu mengonsentrasikan nikel dari bijih ini. Fitomining merupakan salah satu metode yang dapat diaplikasikan untuk mengonsentrasikan nikel dari bijih laterit dengan menggunakan media tanaman melalui serangkaian proses penanaman, pemanenan, dan pemrosesan tanaman hiperakumulator sehingga diperoleh produk akhir berupa bio-ore dengan kandungan nikel yang tinggi. Dalam fitomining, dilakukan beberapa perlakuan, dengan tujuan untuk meningkatkan penyerapan logam oleh tanaman, seperti\npenambahan pupuk atau chelating agent. Tanaman sirih hijau (Piper betle) merupakan tanaman yang banyak dijumpai di Indonesia dan memiliki potensi sebagai akumulator nikel. Akan tetapi, studi fitomining dengan menggunakan tanaman ini baik tanpa perlakuan ataupun dengan penambahan perlakuan masihlah jarang. Oleh karena itu, dalam penelitian ini akan dipelajari lebih lanjut mengenai kemampuan akumulasi nikel dari P. betle dan pengaruh penambahan pupuk NPK dan asam sitrat sebagai chelating agent terhadap nilai konsentrasi nikel yang dapat diserap oleh P. betle. Harapannya, dari penelitian ini dapat memberikan data baru mengenai sifat akumulator dari P. betle dan dapat menjadi referensi untuk penelitian-penelitian selanjutnya.\n\nPercobaan diawali dengan proses preparasi bijih melalui peremukan hingga bijih berukuran -2 mm dan dilanjutkan dengan proses karakterisasi berupa digestion menggunakan larutan aqua regia, ekstraksi dengan larutan diethylenetriaminepentaacetic acid-triethanolamine (DTPA-TEA), pengujian sifat tanah, analisis X-Ray Diffraction (XRD), dan analisis Fourier-Transform Infrared Specstroscopy (FTIR). Lalu, dilakukan transplantasi tanaman P. betle ke dalam substrat yang telah disiapkan dalam pot. Untuk perlakuan NPK, ditambahkan dalam tiga dosis, yaitu 0 (N0), 0,1 (N1), dan 0,2% (N2) (w/w) yang ditambahkan pada hari pertama sejak proses transplantasi. Sementara itu, asam sitrat dengan dosis 0 (C0), 10 (C1), dan 20 (C2) mmol kg-1 ditambahkan 4 minggu sebelum dilakukan pemanenan. Tanaman dibiarkan tumbuh pada substrat selama 12 minggu. Pada akhir minggu ke-12, dilakukan pemanenan dan konsentrasi nikel pada tanaman ditentukan melalui digestion menggunakan larutan HNO3 65% dan H2O2 30%. Selain digestion tanaman, dilakukan pula ekstraksi DTPA-TEA dan analisis FTIR terhadap substrat pertumbuhan tanaman. Larutan dari proses digestion dan ekstraksi DTPA-TEA dikarakterisasi dengan menggunakan Atomic Absorption Spectroscopy (AAS).\n\nBerdasarkan hasil dari percobaan yang telah dilakukan, diperoleh bahwa penambahan asam sitrat dapat mengurangi perolehan berat kering tanaman, berbanding terbalik dengan hasil yang diperoleh pada perlakuan NPK. Akan tetapi, ketika penambahan asam sitrat disertai dengan pemberian NPK, efek pengurangan berat yang terjadi menjadi lebih rendah dimana peningkatan dosis asam sitrat perlu diiringi dengan peningkatan dosis NPK agar efek reduksi berat yang terjadi tidak terlalu parah. Adapun efek reduksi berat yang terjadi dapat dikaitkan dengan gejala toksisitas logam yang ditandai dengan munculnya chlorosis pada tanaman. Untuk konsentrasi total nikel pada tanaman, diperoleh nilai konsentrasi untuk perlakuan N0-C0, N0-C1, N0-C2, N1-C0, N1-C1, N1-C2, N2-C0, N2-C1, dan N2-C2 sebesar 67,51; 175,77; 178,57; 148,04; 156,25; 219,86; 172,05; 149,95; dan 198,53 mg kg-1-berat kering dengan nilai translocation factor sebesar 0,24; 0,76; 1,5; 1,13; 0,66; 1,38; 0,18; 0,16; dan 0,44 serta nilai bioconcentration factor sebesar 94,61; 377,65; 398,1; 338,53; 318,77; 535,18; 355,35; 184,47; dan 325,63.", "Daftar File": {"ABSTRAK Iqbal Maulana Yusuf": "https://digilib.itb.ac.id/gdl/download/257473", "BAB 1 Iqbal Maulana Yusuf": "https://digilib.itb.ac.id/gdl/download/257474", "BAB 2 Iqbal Maulana Yusuf": "https://digilib.itb.ac.id/gdl/download/257475", "BAB 3 Iqbal Maulana Yusuf": "https://digilib.itb.ac.id/gdl/download/257476", "BAB 4 Iqbal Maulana Yusuf": "https://digilib.itb.ac.id/gdl/download/257477", "BAB 5 Iqbal Maulana Yusuf": "https://digilib.itb.ac.id/gdl/download/257478", "PUSTAKA Iqbal Maulana Yusuf": "https://digilib.itb.ac.id/gdl/download/257479"}, "Penulis": "Iqbal Maulana Yusuf [22521016]", "Kontributor / Dosen Pembimbing": ["Ir. Siti Khodijah, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "nikel, fitomining, konsentrasi nikel, translocation factor, bioconcentration factor.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "29 Agu 2022"}