{"Nomor": 67915, "Judul": "PERANCANGAN FONDASI TIANG BOR DAN DINDING SEMENTARA SHEET PILE DENGAN PERKUATAN STRUT PADA GEDUNG KANTOR EKONOMI DIGITAL DI JAKARTA SELATAN", "Abstrak": "Gedung Kantor Ekonomi Digital di Jakarta Selatan sebagai pusat kegiatan\nekonomi digital merupakan bangunan dengan 6 lantai dan 1 lantai rubanah yang\ndidirikan untuk mendukung pertumbuhan perekonomian digital di Indonesia.\nTugas akhir ini bertujuan untuk merancang sistem fondasi yang mampu memikul\ndan menyalurkan kombinasi pembebanan yang dialami struktur atas serta dinding\npenahan tanah sementara yang menjaga lereng saat proses galian.\nDinding penahan tanah sementara sheet pile dengan perkuatan strut digunakan\nuntuk galian sedalam 5,35 meter. Pada perancangan dinding, dilakukan analisis\nstabilitas galian dan defleksi dinding dengan perangkat lunak PLAXIS 2D dan\nmodel soil hardening. Hasil perancangan disimpulkan digunakan sheet pile\ndengan lebar efektif 500 mm, tinggi efektif 225 mm, dan kedalaman ujung 17,4\nmeter serta strut dan balok waller menggunakan balok-H berdimansi 300×300\nmm pada kedalaman 1,4 meter. Selama galian berlangsung, dewatering dirancang\nmelalui dua sump pit dengan debit total 49,15 liter/menit.\nSistem fondasi tiang bor dirancang dengan diameter 1 meter dan kedalaman ujung\n18–19 meter. Pada perancangan fondasi, dilakukan analisis daya dukung aksial\ntiang tunggal dan grup, daya dukung lateral tiang tunggal dengan perangkat lunak\nLPILE, daya dukung lateral grup dengan perangkat lunak Ensoft GROUP, dan\npenurunan fondasi. Hasil perancangan konfigurasi tiang terdiri dari tiang tunggal,\n2×2 tiang (4 dan 5 tiang), 3×2 tiang (6 tiang), dan 18×7 tiang (126 tiang).", "Daftar File": {"ABSTRAK Irvan Ary Maulana Nugroho": "https://digilib.itb.ac.id/gdl/download/257469"}, "Penulis": "Irvan Ary Maulana Nugroho [15018157]", "Kontributor / Dosen Pembimbing": ["Dedi Apriadi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "fondasi tiang bor, dinding sheet pile, dewatering, PLAXIS 2D, LPILE, Ensoft GROUP", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Agu 2022"}