{"Nomor": 67925, "Judul": "ANALISIS HASIL OPTIMASI PROSES BIODEGRADASI SIANIDA DAN BIOFLOKULASI TOTAL SUSPENDED SOLID DARI AIR LIMPASAN TAILING EKSTRAKSI EMAS", "Abstrak": "Emas adalah salah satu logam yang banyak diolah karena sifatnya yang berharga, dan salah satu proses ekstraksi emas yang telah terbukti optimal adalah dengan metode sianidasi. Metode ini menggunakan reagen berbasis sianida untuk melarutkan emas dari bijihnya sehingga dapat dipisahkan dari mineral pengotornya yang akan menjadi tailing. Tailing ini akan dikumpulkan pada tailing dam dan masih memiliki kandungan sianida serta Total Suspended Solid (TSS) yang sulit untuk mengendap. Tailing dam dapat penuh serta meluap akibat sumber eksternal seperti dari air hujan dan akan menghasilkan air limpasan tailing dengan kandungan sianida maupun TSS yang akan mencemari lingkungan sehingga diperlukan pengolahan terlebih dahulu. Penelitian ini dilakukan untuk mengetahui peranan mikroorganisme khususnya bakteri dalam proses biodegradasi sianida serta bioflokulasi TSS pada air limpasan tailing.\n\nPenelitian diawali dengan studi literatur untuk mengetahui berbagai jenis bakteri berserta mekanismenya dalam proses biodegradasi sianida dan bioflokulasi TSS. Setelah itu, ditentukan lima strain bakteri yang akan digunakan dalam penelitian. Eksperimen dimulai dengan melakukan pra-percobaan untuk mengetahui waktu optimal proses biodegradasi sianida dan bioflokulasi TSS dari bakteri terpilih. Kemudian dilanjutkan dengan percobaan pendahuluan untuk mengetahui jenis bakteri paling optimal yang dapat melakukan proses biodegradasi sianida sekaligus bioflokulasi TSS. Selanjutnya dilakukan percobaan inti dengan bakteri optimal tadi dengan melakukan variasi variabel yaitu konsentrasi sianida awal, persen inokulasi bakteri, dan volume sampel. Variasi variabel ini dilakukan untuk menentukan kondisi paling optimal dalam proses biodegradasi sianida dan bioflokulasi TSS.\n\nHasil penelitian menunjukkan bahwa proses biodegradasi sianida dan bioflokulasi TSS paling optimal dilakukan oleh bakteri Lysinibacillus fusiformis strain SKC-8 dengan kecepatan degradasi sianida sebesar 0,7904 ppm/jam, kecepatan bioflokulasi TSS sebesar 10,1549 ppm/menit, dan pH akhir larutan sebesar 7,6.", "Daftar File": {"ABSTRAK Hanif Arfani Rahman": "https://digilib.itb.ac.id/gdl/download/257487", "BAB 1 Hanif Arfani Rahman": "https://digilib.itb.ac.id/gdl/download/257488", "BAB 2 Hanif Arfani Rahman": "https://digilib.itb.ac.id/gdl/download/257489", "BAB 3 Hanif Arfani Rahman": "https://digilib.itb.ac.id/gdl/download/257490", "BAB 4 Hanif Arfani Rahman": "https://digilib.itb.ac.id/gdl/download/257491", "BAB 5 Hanif Arfani Rahman": "https://digilib.itb.ac.id/gdl/download/257492", "PUSTAKA Hanif Arfani Rahman": "https://digilib.itb.ac.id/gdl/download/257493"}, "Penulis": "Hanif Arfani Rahman [22521019]", "Kontributor / Dosen Pembimbing": ["Ir. Siti Khodijah, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "air limpasan tailing, biodegradasi sianida, bioflokulasi TSS, Lysinibacillus fusiformis strain SKC-8.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "29 Agu 2022"}