{"Nomor": 67936, "Judul": "PRODUKTIVITAS GAS BIO DARI PENGOLAHAN LIMBAH MAKANAN MENGGUNAKAN ANAEROBIC DIGESTION DUA TAHAP DENGAN VARIASI PENAMBAHAN LINDI DAN RUMEN", "Abstrak": "Limbah makanan memiliki potensi untuk menghasilkan energi terbarukan melalui proses anaerobic digestion. Pada penelitian ini dipilih food court yang terletak di Balubur Town Square, Bandung sebagai lokasi pengambilan bahan baku utama penelitian. Proses anaerobic digestion yang akan dilakukan pada penelitian ini menggunakan sistem wet fermentation dengan perbandingan bahan baku dan zat cair sebesar 1:1,25. Penelitian utama dilakukan dengan skala laboratorium menggunakan anaerobic digester dua tahap secara kontinyu. Pada penelitian ini dilakukan penambahan materi berupa lindi dan cairan rumen sapi sebagai variasi penambahan materi. \n\nBerdasarkan analisis yang dilakukan diketahui bahwa pada reaktor dengan variasi penambahan cairan rumen memproduksi gas metan lebih banyak dibandingkan dengan variasi penambahan lindi dan perlakuan kontrol. Pada reaktor variasi penambahan rumen, produksi gas metan tertinggi mencapai 50,25 % volume dengan produksi gasbio tertinggi sebanyak 5,9 L. Sedangkan pada reaktor variasi penambahan lindi, produksi gas metan tertinggi mencapai 45% volume dengan produksi gasbio tertinggi 5,77 L, dan pada reaktor perlakuan kontrol produksi gas metana tertinggi mencapai 43,75 % volume dengan volume terbanyak sebesar 5,44 L.\nBerdasarkan penelitian, kinetika laju kecepatan pembentukan metan pada produksi biogas dapat ditentukan menggunakan persamaan linier. Pada proses AD dengan variasi penambahan rumen didapatkan konstanta laju produksi biogas sebanyak 23,855 ml CH4/g VS/hari. Pada proses AD dengan variasi penambahan lindi didapatkan konstanta laju produksi biogas sebanyak 13,744 ml CH4/g VS/hari. Pada proses AD dengan perlakuan kontrol didapatkan konstanta laju produksi biogas sebanyak 11,87 ml CH4/g VS/hari.", "Daftar File": {"MEITADIVA  DYATMA  NAURADINI.pdf": "https://digilib.itb.ac.id/gdl/download/257517"}, "Penulis": "Meitadiva Dyatma Nauradini [25318304]", "Kontributor / Dosen Pembimbing": ["Dr. Mochammad Chaerul, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Anaerobic digestion, Anaerobic digester dua tahap, limbah makanan, penambahan materi, wet fermentation", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "29 Agu 2022"}