{"Nomor": 67938, "Judul": "STUDI PENERAPAN KONSEP ZERO DELTA RUN-OFF PADA SISTEM PENGELOLAAN SUMBER DAYA AIR PULAU REKLAMASI, GOLF ISLAND PANTAI INDAH KAPUK (PIK)", "Abstrak": "Sebagai ibukota negara, DKI Jakarta terus mengalami pertumbuhan penduduk yang pesat, akibat dari pertumbuhan penduduk adalah meningkat pula kebutuhan untuk pembangunan berupa sarana dan prasarana yang mana salah satunya adalah kebutuhan akan pemukiman. Namun saat ini kebutuhan akan ruang untuk pemukiman dan fasilitas di DKI Jakarta sudah sangat terbatas, pemerintah memberikan izin untuk membangun area reklamasi pada teluk Jakarta. Salah satu pulau reklamasi yang sedang dibangun untuk kawasan hunian dan komersil adalah kawasan Golf Island Pantai Indah Kapuk. Berdasarkan masterplan rencana reklamasi teluk Jakarta, kawasan Golf Island berada pada Pulau D. Luas dari pulau reklamasi Golf Island adalah 303 Ha. Sistem pengelolaan air hujan dan drainase dilakukan secara tertutup dengan menggunakan sistem polder. Dengan penerapan sistem polder maka air hujan akan dibuang menuju laut dan kurang termanfaatkan. Pada suatu kawasan pulau tentu tidak terdapat sumber air tawar selain dari air hujan oleh karena itu diperlukan suatu sistem pengelolaan air hujan. Kajian ini dimaksudkan untuk melakukan analisis hujan sebagai sumber air yang dapat dipanen sebagai sumber air bersih dan membandingkan dengan kebutuhan air bersih pada kawasan Golf Island PIK. Sedangkan tujuan dari kajian ini adalah melakukan analisis pengelolaan air hujan pada kawasan Golf Island PIK berdasarkan konsep keseimbangan air (water balance) dengan menerapkan konsep zero delta run-off berasarkan rekayasa perencanaan sistem drainase dan polder.\nMetode kajian mencakup analisis data hidrologi dan hidrolika yang dianalisis menggunakan data yang dikumpulkan secara primer dan sekunder. Data primer yang dikumpulkan langsung oleh peneliti adalah pengukuran kolam tampung dan pengambilan sampel air. Data sekunder seperti data curah hujan, siteplan dan peta jaringan drainase didapatkan dari instansi – instansi terkait. Model matematik zero delta run-off yang digunakan adalah ?Q = Q runoff – Q Kapasitas tampung Catchment Area = Tidak 0 (nol) = Aliran Pemeliharaan (baseflow).\nHasil analisis menunjukkan dengan luas atap bangunan 536.036 m2 dan luas permukaan 868.192 m2 total potensi curah hujan yang mampu dipanen adalah 2.388.129,13 m3 . Pada pulau Golf Island terdapat 8 buah kolam tampung dengan kapasitas maksimum 215.507 m3, berdasarkan hasil analisis, tampungan mampu untuk menampung air untuk memenuhi kebutuhan air domestik sebesar 180 l/jiwa/hari dan kebutuhan non domestik sebesar 25% dari kebutuhan domestik sepanjang tahun. Pada kondisi ektrim didapatkan nilai debit banjir dengan periode ulang 10 tahun sebesar 61,60 m3/s, dikarenakan kolam tampung dipergunakan untuk pemanenan air hujan maka hujan pada kondisi ektrim dibuang ke laut dengan bantuan pompa. Direncanakan pompa dengan kapasitas 5,5 m3/s sebanyak 6 unit untuk membuang air hujan dalam kondisi ekstrim, pompa menghasilkan daya sebesar 428,95 KW/unit. Dengan penerapan sistem pemanenan air hujan pada pulau Golf Island dapat menahan air limpasan sehingga sangat sedikit air hujan yang keluar melalui kawasan yaitu maksimal 8,5% pertahun. Dengan metode pemanenan air hujan ini dinilai sangat efektif dalam pemanfaatan air hujan yang juga sebagai pengendali banjir atau genangan yang mungkin akan terjadi.", "Daftar File": {"ABSTRAK Rivia Zatalini": "https://digilib.itb.ac.id/gdl/download/257519", "COVER Rivia Zatalini": "https://digilib.itb.ac.id/gdl/download/258806", "BAB 1 Rivia Zatalini": "https://digilib.itb.ac.id/gdl/download/258807", "BAB 2 Rivia Zatalini": "https://digilib.itb.ac.id/gdl/download/258808", "BAB 3 Rivia Zatalini": "https://digilib.itb.ac.id/gdl/download/258809", "BAB 4 Rivia Zatalini": "https://digilib.itb.ac.id/gdl/download/258810", "BAB 5 Rivia Zatalini": "https://digilib.itb.ac.id/gdl/download/258811", "PUSTAKA Rivia Zatalini": "https://digilib.itb.ac.id/gdl/download/258812", "LAMPIRAN Rivia Zatalini": "https://digilib.itb.ac.id/gdl/download/258813"}, "Penulis": "Rivia Zatalini [25820012]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Sri Legowo Wignyo Darsono", "Dr. Ana Nurganah Chaidar, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Reklamasi, Panen, Hujan, Zero Delta Run-Off, Drainase, Pompa", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "29 Agu 2022"}