{"Nomor": 67934, "Judul": "PERANCANGAN STRUKTUR SMK OTOMOTIF BERBASIS INDUSTRI DI KABUPATEN BEKASI", "Abstrak": "Lingkup desain pembangunan SMK Otomotif Berbasis Industri tahap satu di Kabupaten Bekasi meliputi gedung praktik serta jembatan penghubung. Atap gedung praktik dan jembatan penghubung berupa plane truss dengan perletakan sendi untuk struktur atap dan sendi-rol untuk struktur jembatan penghubung. Berdasarkan SNI 1726:2019 diketahui lokasi struktur berada di tanah lunak (SE) dan kategori desain seismik D. Sistem penahan gaya lateral untuk struktur utama gedung praktik adalah Rangka Beton Bertulang Pemikul Momen Khusus, serta sistem struktur untuk atap dan jembatan adalah Rangka Baja dengan Bresing Kosentris Biasa. Pemodelan struktur beton bertulang menggunakan perangkat lunak ETABS 20 sedangkan untuk struktur baja menggunakan SAP2000. Pembebanan pada struktur dan kombinasinya mengacu pada SNI 1726:2019 tentang Tata Cara Perencanaan Ketahanan Gempa untuk Struktur Bangunan Gedung dan Non Gedung dan SNI 1727:2020 tentang Beban Minimal untuk Perancangan Bangunan Gedung dan Struktur Lain. Hasil analisis struktur beton bertulang terdapat ketidakberaturan horizontal tipe 2 dan 5 sehingga terdapat beberapa konsekuensi. Detailing dilakukan sesuai standar yang berlaku untuk memastikan tercapainya daktilitas pada struktur. Gambar Detail Engineering Design (DED) hasil perancangan akan digunakan sebagai acuan pada proses konstruksi.", "Daftar File": {"ABSTRAK Aisyah Nuha Zahira Yosseffano": "https://digilib.itb.ac.id/gdl/download/257507"}, "Penulis": "Aisyah Nuha Zahira Yosseffano [15018049]", "Kontributor / Dosen Pembimbing": ["Erwin Lim, S.T., M.S., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "rangka atap baja plane truss¸ struktur beton, sistem rangka pemikul momen khusus, rangka baja dengan bresing kosentris biasa, bangunan tahan gempa.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Agu 2022"}