{"Nomor": 67940, "Judul": "EFEKTIVITAS RAMBU PETUNJUK KEBERADAAN CCTV TERHADAP PENURUNAN KECEPATAN KENDARAAN (STUDI KASUS RUAS JALAN TOL CIPALI)", "Abstrak": "Kecelakaan lalu lintas yang terjadi di Jalan Tol Cipali selama tahun 2018-2020\ndidominasi oleh kasus tabrakan depan belakang. Salah satu faktor yang\nmempengaruhi hal tersebut yaitu adanya perbedaan kecepatan yang cukup besar\nantara kendaraan ringan dan truk besar. Oleh karena itu, pengelola Jalan Tol Cipali\nmemasang CCTV dan rambu petunjuk keberadaan CCTV pada beberapa lokasi\nuntuk memantau pergerakan dan kecepatan kendaraan. Tujuan utama penelitian ini\nadalah untuk mengetahui efektivitas rambu petunjuk keberadaan CCTV terhadap\npengurangan kecepatan kendaraan ringan dan truk besar di jalan tol dengan\nmenggunakan metode N-gain Score dan metode Cohen’s d Effect Size.\nHasil penelitian mengindikasikan secara umum pemasangan rambu petunjuk\nkeberadaan CCTV tidak efektif dalam menurunkan kecepatan truk besar, namun\nterdapat ketidakkonsistenan akan efektivitas pemasangan rambu tersebut dalam\nmenurunkan kecepatan kendaraan ringan. Pada jalur B, pemasangan rambu\npetunjuk CCTV tidak efektif dalam menurunkan kecepatan kendaraan ringan.\nNamun pada jalur A, pemasangan rambu petunjuk CCTV efektif menurunkan\nkecepatan kendaraan ringan pada akhir pekan. Hal ini ditunjukkan dengan nilai\nCohen’s d sebesar 0,88 dan 0,96 untuk periode sibuk dan tidak sibuk yang\nmenyatakan efektivitas besar. Sedangkan pada hari kerja, hasil Cohen’s d Effect\nSize menunjukkan pemasangan rambu petunjuk CCTV tidak efektif (pada periode\nsibuk) atau memberikan efektivitas yang kecil (pada periode tidak sibuk) dalam\nmenurunkan kecepatan kendaraan ringan. Sementara skor N-gain untuk jalur A dan\nB pada hari kerja maupun akhir pekan didapatkan sebesar 0,40 (efektivitas sedang)\ndan -0,45 (efektivitas rendah).\nHal ini sejalan dengan hasil survei persepsi yang dilakukan terhadap 174\npengemudi kendaraan ringan dan 18 pengemudi truk besar. Sebanyak 55%\nresponden pengemudi kendaraan ringan sedikit menurunkan kecepatan\nkendaraannya ketika melihat rambu petunjuk CCTV, sedangkan 89% responden\npengemudi truk besar mengemudi seperti biasa tanpa menurunkan kecepatan.", "Daftar File": {"MIFTAH MAIMUNAH MA’RUF ABSTRAK": "https://digilib.itb.ac.id/gdl/download/257521"}, "Penulis": "Miftah Maimunah Ma'ruf [26920017]", "Kontributor / Dosen Pembimbing": ["Prof. Ade Sjafruddin, Ph.D.", "Dr. Aine Kusumawati, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "efektivitas rambu petunjuk CCTV, kecepatan kendaraan, N-gain Score, Cohen’s d Effect Size, persepsi pengemudi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Agu 2022"}