{"Nomor": 67946, "Judul": "PERANCANGAN MANAJEMEN REKAYASA KONSTRUKSI SMK OTOMOTIF BERBASIS INDUSTRI DI KABUPATEN BEKASI", "Abstrak": "Indonesia adalah salah satu negara dengan jumlah penduduk kelompok usia\nproduktif terbanyak di dunia. Namun, sebagian besar diantaranya memiliki status\npengangguran terbuka yang disebabkan oleh tingginya persaingan dunia kerja dan\nlulusan SMA/SMK belum mampu memenuhi kompetensi tenaga kerja yang\ndibutuhkan.\nDalam tugas akhir ini, akan dibahas mengenai perancangan SMK Otomotif berbasis\nIndustri di Kabupaten Bekasi. Perancangan ini bertujuan untuk meningkatkan\nkualitas serta kompetensi tenaga kerja lokal, khususnya dalam dunia industri di\nKabupaten Bekasi melalui revitalisasi sistem serta fasilitas pendidikan SMK\nberbasis industri. Proyek SMK Otomotif Berbasis Industri di Kabupaten Bekasi\nterdiri dari pekerjaan persiapan, struktur bawah, struktur atas beton, struktur atas\natap, dan struktur atas jembatan. Masing-masing pekerjaan tersebut memiliki subpekerjaan\nyang lebih spesifik untuk memudahkan pelaksanaan konstruksi. Proyek\nini berjalan selama 185 hari kalender dan 160 hari kerja dengan biaya langsung\nProyek SMK Otomotif Berbasis Industri di Kabupaten Bekasi sebesar Rp\n34.672.911.443. Biaya tidak langsung adalah sebesar Rp 6.927.303.648. Nilai total\nRencana Anggaran Pelaksanaan (RAP) proyek sebesar Rp 41.600.215.090.\nSedangkan Rencana Anggaran Biaya (RAB) proyek bernilai Rp 48.161.958.000.", "Daftar File": {"ABSTRAK Priyanka Alghani Sagita": "https://digilib.itb.ac.id/gdl/download/257524"}, "Penulis": "Priyanka Alghani Sagita [15018029]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Puti Farida Marzuki"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "SMK berbasis industri, gedung sekolah, metode pelaksanaan konstruksi, penjadwalan proyek, estimasi biaya konstruksi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Agu 2022"}