{"Nomor": 67954, "Judul": "EVALUASI KONDISI KUALITAS DAN KUANTITAS PERIKANAN DARAT DI CITARUM HULU", "Abstrak": "Kegiatan budidaya merupakan tumpuan produksi perikanan darat. Sayangnya kegiatan\nbudidaya perikanan darat tidak ditopang oleh kualitas dan kuantitas air yang memadai.\nBudidaya di kolam air deras berkurang jumlahnya sebesar 0,95% per tahun akibat tidak\nterpenuhinya kuantitas air terutama di musim kemarau. Sedangkan untuk budidaya di keramba\njaring apung (KJA) sendiri seringkali ikan mengalami kematian masal karena rendahnya\nkualitas air. Studi ini bertujuan untuk menganalisis kondisi kualitas dan kuantitas air perikanan\ndarat di Citarum Hulu serta mengevaluasinya agar sesuai dengan yang dibutuhkan oleh tumbuh\nkembang ikan pada budidaya perikanan darat. Analisis kualitas air dengan pengukuran pada 5\nparameter kunci yaitu suhu, pH, TDS (Total Dissolve Solid), TSS (Total Suspended Solid), dan\n3B (tidak berwarna, tidak berbau, tidak berasa) pada 5 titik sampel yaitu Teras Cikapundung\n(Hujan/Banjir), Sungai Cikapundung – Jembatan Suralaya (Kemarau/Kering), Sungai\nCikapundung – Jembatan BKR (Hujan/Banjir), Sungai Ciwidey (Kemarau/Kering), dan Teras\nCikapundung (Kemarau/Kering).\nHasil penelitian ini menunjukkan sampel dari semua titik mendapatkan status layak pada\nparameter suhu dan TDS (Total Dissolve Solid). Sedangkan untuk parameter pH, sampel dari\nSungai Ciwidey (Kemarau/Kering) dan Teras Cikapundung (Kemarau/Kering) termasuk tidak\nlayak, hal ini kemungkinan karena sampel diambil pada saat kemarau atau sungai kering yang\nmenyebabkan nilai pH menjadi lebih rendah. Untuk parameter TSS (Total Suspended Solid)\nsendiri, semua sampel termasuk dalam katergori tidak layak tetapi yang paling buruk adalah\nsampel dari Sungai Cikapundung – Jembatan BKR (Hujan/Banjir). Untuk pengujian secara\nkualitatif atau 3B (tidak berwarna, tidak berbau, tidak berasa) yang mendapatkan skor tertinggi\nadalah Sungai Ciwidey dengan 80%, sedangkan yang mendapatkan skor terendah adalah\nSungai Cikapundung – Jembatan BKR (Hujan/Banjir) dengan 53,33%. Untuk kuantitas air\nsendiri, Sungai Citarum belum termasuk sungai sehat karena rasio debit pada tahun 2021\nmelebihi 40.", "Daftar File": {"ABSTRAK Lupita Lestari": "https://digilib.itb.ac.id/gdl/download/257539"}, "Penulis": "Lupita Lestari [25819006]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Sri Legowo Wignyo Darsono", "Dr. Ana Nurganah Chaidar, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Water, air & space transportation", "Kata Kunci": "perikanan darat, kualitas air, kuantitas air, Citarum Hulu.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Agu 2022"}