{"Nomor": 67955, "Judul": "IDENTIFIKASI MATERIAL LINER TABUNG MOTOR ROKET FOLDING FIN AIRCRAFT ROCKET (FFAR)", "Abstrak": "Dalam sistem pertahanan udara NKRI melalui TNI AU, salah satu\nalutsistanya adalah Folding Fin Aircraft Rocket (FFAR). Roket FFAR adalah roket\nsederhana berbahan bakar padat yang digunakan untuk menyerang sasaran darat.\nSelama ini alutsista tersebut diimpor dari luar negeri. Penelitian ini bertujuan\nuntuk mengidentifikasi material komponen liner pada roket FFAR dengan\nmelakukan kajian literatur serta pengujian spektroskopi, uji termal, dan uji kimia.\nUji spektroskopi dilakukan dengan metode fourier Transmission Infrared (FTIR).\nUji termal dilakukan dengan metode Thermogravimetric Analysis (TGA),\nDifferential Thermal Analysis (DTA), Derivative Thermogravimetry (DTG), dan\nDifferential Scanning Calorimetry (DSC). Uji kimia dilakukan untuk\nmengkonfirmasi hasil analisis pengujian spektroskopi dan termal. Hasil pengujian\ndan kajian literatur tersebut dikumpulkan dan dianalisis untuk menentukan\nmaterial penyusun liner roket FFAR.\nHasil pengujian FTIR material liner mengandung senyawa hidrokarbon alifatik\ndan aromatik, hidroksil, gugus alkena, nitrat organik, dan ikatan tunggal CO. Hasil\nuji termal menunjukkan material mulai mengalami degradasi eksoterm di\ntemperatur 200°C dan degradasi endoterm di temperatur 350°C. Berdasarkan studi\nliteratur, pengujian spektroskopi, termal dan kimia dapat disimpulkan bahwa\nmaterial liner pada sampel roket FFAR yang diperoleh dari dislitbang TNI AU\nberbahan dasar resin fenolik.", "Daftar File": {}, "Penulis": "Jeremi R.C.P Silalahi [13717009]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Mardiyati, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "liner, roket FFAR, FTIR, DTA,TGA", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Agu 2022"}