{"Nomor": 67957, "Judul": "RESPONS SERANGGA PENGUNJUNG BUNGA PADA KERAPATAN KANOPI KAKAO YANG BERBEDA DAN KEBERHASILAN PENYERBUKAN OLEH SERANGGA", "Abstrak": "Produksi biji kakao sangat ditentukan oleh keberhasilan dalam penyerbukan, sehingga peranan\nserangga penyerbuk sangat dibutuhkan. Kehadiran serangga penyerbuk sangat dipengaruhi\noleh keadaan kondisi pertanaman diantaranya adalah karena faktor kerapatan kanopi.\nKerapatan kanopi pada pertanaman kakao dapat berbeda dikarenakan pada sistem budidaya\nkakao manajemen tajuk sangat diperlukan. Manajemen tajuk dalam sistem budidaya kakao\nbertujuan untuk melakukan pengendalian organisme pengganggu tumbuhan serta merangsang\npembungaan. Tujuan dari penelitian ini adalah mengetahui dampak dari kerapatan kanopi\nterhadap kehadiran serangga pengunjung serta keberhasilan polinasi serangga terhadap\npembentukan biji kakao. Penelitian ini dilakukan pada bulan Februari-Maret 2020 serta April-\nJuli 2021 di perkebunan kakao PT Pasir Ucing Timur, Jawa Barat. Pengamatan dilakukan sejak\nfase pembungaan (n=375) hingga pembentukan biji pada 45 pohon. Penelitian ini dilakukan\ndalam tiga tahap, yaitu: (1) polinasi serangga, (2) hand pollination dan (3) polinasi sendiri.\nPada polinasi serangga dilakukan pengamatan keragaman serangga pengunjung, perilaku\nhinggap serta faktor lingkungan penunjang. Pengamatan keragaman menggunakan metode\nscan sampling serta koleksi serangga dengan menggunakan metode removal untuk\ndiidentifikasi di laboratorium. Pengamatan perilaku hinggap dilakukan dengan mengamati\ndurasi hinggap serta lokasi hinggap serangga pada bunga. Metode removal dilakukan kembali\nuntuk mengetahui jumlah muatan polen pada serangga. Pengamatan pada percobaan handpollination\ndan penyerbukan sendiri dilakukan sampai minggu ke-7 dengan memanen buah\nyang terbentuk untuk membandingkan keberhasilan polinasi secara alami oleh tanaman,\nbantuan manusia serta bantuan serangga dengan melihat ukuran buah dan jumlah biji yang\nterbentuk. Hasil pengamatan kunjungan menunjukkan terdapat sebanyak 112 individu yang\nterbagi dalam kedalam empat ordo. Terdapat 61 individu mengunjungi plot kakao kanopi\nterbuka dan 51 individu mengunjungi plot kakao kanopi rapat. Berdasarkan hasil indeks\nkeragaman (H’) menunjukan pada kanopi terbuka dan kanopi rapat tidak memiliki perbedaan\ndengan nilai masing-masing 1.46 dan 1.08 secara berurutan. Namun, pada indeks kemerataan\nterdapat perbedaan pada kedua jenis kanopi yang menunjukan bahwa terdapat spesies yang  mendominasi pada kanopi rapat (E=1) dibandingkan dengan kanopi rapat (E?0). Berdasarkan\nhasil frekuensi kunjungan didapati bahwa terdapat perbedaan nyata (P<0.05) kunjungan\nspesies Oecophylla smaragdina dan Dolichoderus thoracicus pada dua jenis kanopi tanaman\nkakao. Spesies O. smaragdina didapati memiliki frekuensi kunjungan hampir 2 kali lebih tinggi\ndibandingkan D. thoracicus pada kanopi terbuka sedangkan pada kanopi rapat terjadi\nsebaliknya. Pada uji perilaku didapati bahwa spesies Forcipomyia sp. dan D. thoracicus\nmelakukan polinasi dengan hinggap di putik dan anther bunga kakao dengan rata-rata muatan\npolen yang terhitung pada Forcipomyia sp. sebesar 1.171,87±302,58 butir/ml dan D.\nthoracicus sebesar 545,50±243,50 butir/ml. Berdasarkan tiga jenis polinasi, hasil menunjukan\nbahwa hand-pollination menghasilkan buah lebih banyak dengan persentase 10,40%\ndibandingkan dengan polinasi serangga sebanyak 7,20% dan polinasi sendiri sebanyak 1,60%.\nMeskipun hasil buah pada hand-pollination (32,80 ± 1,85 biji/buah) lebih banyak namun\npembentukan biji kakao tidak berbeda nyata dengan polinasi serangga (37,20± 1,85) dan\nberbeda nyata dengan penyerbukan sendiri (26,50±1,50 biji/buah). Berdasarkan hasil\npenelitian dapat disimpulkan bahwa kondisi kanopi dapat mempengaruhi keberhasilan polinasi\nsecara tidak langsung dengan meningkatkan kelimpahan jenis serangga pollinator. Kemudian,\nperan serangga polinator lebih efisien dibandingkan dengan metode polinasi lain pada kondisi\nkanopi kakao yang rapat.", "Daftar File": {"ABSTRAK Khairunissa Ainun": "https://digilib.itb.ac.id/gdl/download/257544"}, "Penulis": "Khairunissa Ainun [20619011]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Tati Suryati Syamsudin, MS, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "Kakao, Keanekaragaman pengunjung, Frekuensi kunjungan, Tingkat keberhasilan polinasi, Efisiensi polinasi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Agu 2022"}