{"Nomor": 67967, "Judul": "SENTRA DAN LOKAKARYA TENUN TRADISIONAL JAWA BARAT", "Abstrak": "Indonesia merupakan negara yang memiliki keanekaragaman budaya kerajinan, salah satunya ialah kerajinan tenun tradisional. Pelestarian budaya kerajinan tenun tradisional ini sangat penting untuk dilakukan karena selain menjaga identitas bangsa juga memiliki potensi besar dibidang edukasi, ekonomi, dan pariwisata. Salah satu daerah yang memiliki kerajinan tenun tradisional sebagai salah satu bidang industri kreatifnya adalah Jawa Barat. Namun, karena beberapa masalah seperti lemahnya pemasaran, penurunan pesanan, kesulitan memperoleh tenaga kerja, dan kesulitan memperoleh pemasok bahan baku tetap, tenun Jawa Barat mengalami penurunan baik kualitas maupun kuantitas dibandingkan dengan daerah penghasil tenun lainnya. \nBerdasarkan permasalahan tersebut, proyek Sentra dan Lokakarya Tenun Tradisional Jawa Barat, yang berlokasi di Jalan Pembangunan, Kecamatan Tarogong Kidul, Kabupaten Garut, bertujuan untuk melestarikan kegiatan menenun tradisional. Diharapkan, masyarakat dapat memanfaatkan fasilitas ini sebagai sarana rekreasi dan edukasi dalam mengenal kerajinan tenun lebih dalam. Proyek ini juga dapat mengapresiasi dan membantu para pengrajin tenun tradisional secara ekonomi maupun sosial dengan berbagai kegiatan dan sarana yang dapat diakomodasi oleh proyek. Proyek ini memiliki dua fungsi utama yaitu fungsi pusat kebudayaan tenun tradisional dan fungsi workshop tenun sebagai sarana pembelajaran budaya secara praktik.", "Daftar File": {}, "Penulis": "Shabrina Balqis Afiffah R [15218004]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Hanson Endra Kusuma, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Jawa Barat; Kerajinan; Pusat Kebudayaan; Tenun Tradisional; Workshop", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "29 Agu 2022"}