{"Nomor": 67960, "Judul": "EKSTRAKSI LAKTAT DEHIDROGENASE (LDH) DARI BIJI DAN AKAR JAGUNG UNTUK KONVERSI ASAM PIRUVAT MENJADI ASAM LAKTAT", "Abstrak": "Asam laktat merupakan senyawa yang banyak digunakan dalam berbagai jenis aplikasi dari industri kesehatan, industri makanan, dan industri kimia. Asam laktat juga banyak digunakan menjadi bahan untuk membuat produk-produk lanjutan. Salah satu contohnya adalah asam laktat dapat dipolimerisasi menjadi polylactide (PLA) yang merupakan plastik biodegradable untuk kemasan. Sebagian besar asam laktat yang digunakan di industri diproduksi melalui jalur konversi konvensional menggunakan katalis kimia dengan biaya operasi yang relatif tinggi, tidak berkelanjutan, dan tidak ramah lingkungan. Maka dari itu, dibutuhkan solusi alternatif untuk memproduksi asam laktat.\nPenelitian ini bertujuan untuk mengidentifikasi produk asam laktat dari hasil konversi asam piruvat dengan memanfaatkan enzim Laktat Dehidrogenase (LDH) dari tanaman jagung. Penelitian ini diharapkan menjadi solusi atas permasalahan mayoritas produksi asam laktat di industri saat ini. Penelitian dilakukan dengan ekstraksi enzim Laktat Dehidrogenase (LDH) dengan variasi temperatur ekstraksi adalah 5°C, 27°C, dan 37°C yang dianalisis dengan uji bradford . Selain itu, diteliti juga aktivitas enzim LDH pada konversi asam piruvat menjadi asam laktat dengan variasi rasio enzim mentah terhadap substrat adalah 10%, 15%, dan 20% dan variasi kondisi temperatur reaksi adalah 27°C, 37°C, 47°C, dan 57°C. Asam laktat yang diperoleh kemudian dianalisis dengan alat High Performance Liquid Chromatography (HPLC).\nHasil penelitian menunjukkan enzim LDH telah berhasil diperoleh dari ekstrak biji dan akar\njagung. Hal ini dibuktikan dengan adanya kurva asam piruvat dari hasil analisis HPLC yang\nmenunjukkan bahwa sebagian asam piruvat terkonversi menjadi asam laktat dan juga dari hasil\nuji bradford yang membukti adanya enzim LDH. Namun, pada hasil kurva analisis HPLC terdapat\nproduk lain yang lebih dominan kuantitasnya. Dapat disimpulkan bahwa ekstraksi enzim LDH\ndari biji dan akar jagung yang direaksikan dengan asam piruvat dapat dikonversi menjadi asam\nlaktat.", "Daftar File": {"ABSTRAK Arfanza Satria": "https://digilib.itb.ac.id/gdl/download/257561"}, "Penulis": "Arfanza Satria [14518001]", "Kontributor / Dosen Pembimbing": ["Ir. Ronny Purwadi, M.T, Ph.D.", "Dr. Ir. Tirto Prakoso, S.T., M.Eng.", "Dr. Astri Nur Istyami, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Bioenergi dan Kemurgi", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "asam laktat, asam piruvat, jagung, Laktat Dehidrogenase (LDH), High Performance Liquid Chromatography (HPLC).", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Agu 2022"}