{"Nomor": 67975, "Judul": "ANALISIS STRATEGI BERSAING   (STUDI KASUS: RUMAH BATIK KOMAR)", "Abstrak": "Indonesia merupakan negara dengan beranekaragam budaya. Salah satu budaya yang dimiliki Indonesia adalah budaya batik. Batik di Negara Indonesia terdiri dari berbagai macam jenis dan rupa. Hal ini dikarenakan masing-masing daerah memiliki ciri khas tersendiri. Adanya ciri khas yang menonjol pada batik Indonesia, menjadikan batik diakui secara internasional sebagai warisan kebudayaan Indonesia. Tentu hal ini menjadi kekuatan bagi bangsa Indonesia untuk mempromosikan batik.  \n \n Salah satu penghasil batik di Indonesia adalah produksi dari Rumah Batik Komar, dimana batik ini memiliki ciri khas batik Cirebon dan Jawa Barat. Di era globaliasi saat ini, persaingan batik pun semakin meningkat. Pada tahun 2020 Kementrian Perindustrian Indonesia mencatat terdapat sekitar 47 ribu unit usaha batik yang tersebar di 101 sentra seleruh Indonesia dan telah menyerap tenaga kerja lebih dari 200 ribu orang. Dengan melihat persaingan yang ada di dalam Industri Batik Indonesia, para pelaku usaha batik tentunya berlomba-lomba untuk memberikan inovasi dan kualitas terbaik kepada para konsumennya. Hal ini pula yang dilakukan oleh Rumah Batik Komar. \n \n Ditambah dengan adanya pandemic Covid-19 yang melanda seluruh dunia dan juga Indonesia, yang memberikan dampak buruk kepada seluruh pelaku bisnis. Salah satu sekrot yang terdampak cukup hebat adanya pandemi Covid-19 di Indonesia adalah UMKM, hal ini dikarenakan usaha UMKM yang bersifat harian dan banyak mengandalkan interaksi langsung terutama untuk UMKM penghasil kain batik di Indonesia. Munculnya ketidakpastian mengenai situasi pandemi Covid-19 yang tidak kunjung usai ini, tentunya menjadi sebuah ancaman bagi perusahaan-perusahaan, khususnya perusahaan batik. Sehingga tantangan yang dihadapi para pengusaha batik pun semakin kuat. \n \n Untuk menyikapi tantangan tersebut, diperlukan adanya strategi yang memungkinkan untuk tetap bisa menjalankan roda penjualan. Proses dimulai dari analisis faktor eksternal dan internal yang mengerucut menggunakan analisis SWOT. Kemudian digunakan analisis IFAS dan EFAS Matrix untuk diberikan rating dan pembobotan agar mengetahui posisi perusahaan berada di kuadran berapa dengan menggunakan analisis IE Matriks. Hal ini tentunya membantu penulis untuk mengetahui posisi perusahaan dan strategi alternatif yang cocok digunakan berdasarkan hasil perhitungan tersebut.  \n \n Alternatif strategi kemudian diformulasikan menggunakan analisis QSPM dalam bentuk pilihan strategi alternatif yang cocok digunakan di posisi perusahaan saat ini. Implementasi rencana strategi lalu dibentuk dengan menggunakan rencana strategi yang sesuai dengan penelitian ini.", "Daftar File": {"2022_TS_PP_Irfan Mirza Pratama 29119021_Abstrak-1.pdf)u": "https://digilib.itb.ac.id/gdl/download/257582"}, "Penulis": "Irfan Mirza Pratama [29119021]", "Kontributor / Dosen Pembimbing": ["Dr. Harimukti Wandebori, S.T., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Rumah Batik Komar, strategi, industri batik, SWOT, QSPM, analisis strategi bersaing", "Sumber": "RUMAH BATIK KOMAR", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "29 Agu 2022"}