{"Nomor": 67981, "Judul": "ANALISIS PENGARUH METODE PENGUMPANAN BATUBARA TERHADAP PERFORMA GASIFIKASI DAN SINTESIS METANOL MENGGUNAKAN ASPEN PLUS", "Abstrak": "Metanol merupakan senyawa kimia yang banyak digunakan dalam industri kimia. Permintaan metanol dunia tumbuh 4,5% tiap tahunnya. Metanol dapat diproduksi dari syngas yang diperoleh dari batubara. Indonesia mengimpor metanol tahun 2020 sebanyak 840 kiloton. Kebutuhan metanol ini dapat dipenuhi melalui proses konversi coal-to-methanol (CTM), mengingat cadangan batubara Indonesia yang melimpah. Proses CTM terdiri dari proses gasifikasi batubara, pengolahan syngas, dan sintesis metanol. Entrained flow gasifier (EFG) dipilih sebagai reaktor proses gasifikasi karena cold gas efficiency (CGE) dan carbon conversion (CC) paling tinggi. Metode pengumpanan EFG, slurry feeding menghasilkan syngas dengan rasio H2/CO lebih tinggi dari dry feeding. Walau demikian rasio H2/CO syngas dari gasifikasi <1,0, sedangkan untuk menjadi umpan sintesis metanol, rasio H2/CO syngas harus mendekati 2,0. Untuk mencegah over conversion H2 selama proses pengolahan, syngas harus dipisah sebelum diolah. Jumlah syngas yang dipisahkan diwakilkan dalam fraksi bypass. Syngas bypass dan syngas dari pengolahan dicampur sebagai umpan proses sintesis metanol. Desain proses sintesis menggunakan dua tahapan proses dalam dua reaktor yang sama. Dalam penelitian ini, dibahas karakteristik syngas dan liquid methanol dari masing-masing proses\nuntuk mempelajari performa kedua proses. Perhitungan dibantu oleh Aspen Plus untuk memudahkan perhitungan seluruh proses CTM.\n\nPengembangan model dry feeding menggunakan teknologi Shell mengacu pada laporan NETL, 2014, sedangkan model slurry feeding menggunakan penelitian Field dengan teknologi GE-Texaco, di mana parameter operasi diiterasi supaya deviasi hasil model ?10% terhadap acuan. Model yang telah valid, dipakai untuk sensitivity analysis terhadap proses gasifikasi dan sintesis metanol. Pada proses gasifikasi dilakukan variasi jumlah umpan, yakni equivalence ratio (ER) dan steamto- coal ratio (STR). Untuk proses sintesis metanol, variasi rasio H2/CO syngas, temperatur reaktor dan tekanan proses dilakukan. Variasi tersebut dilakukan untuk mengetahui kondisi optimum CTM menggunakan batubara Indonesia.\n\nUntuk proses gasifikasi, metode dry feeding menghasilkan hot syngas dengan rasio H2/CO 40% lebih rendah, kebutuhan agen gasifikasi 12% lebih rendah, dan 5% peningkatan CGE dibandingkan metode slurry feeding. Parameter ER dan STR optimum untuk dry feeding adalah 0,35 dan 0,05, sedangkan untuk slurry feeding adalah 0,41 dan 0,35. Pada sistem sintesis metanol, untuk mencapai rasio H2/CO mendekati 2,0, fraksi bypass dry feeding dan slurry feeding adalah 26% dan 52%. Rasio H2/CO 2,01 menghasilkan yield metanol terhadap batubara paling tinggi, dan rasio H2/CO 1,0 dan 1,7 memberikan kemurnian paling tinggi. Kondisi optimal yang diperoleh adalah temperatur reaktor pertama 266? dan tekanan loop 43 bar.", "Daftar File": {"ABSTRAK Robby Hermawan Yuwono": "https://digilib.itb.ac.id/gdl/download/257700"}, "Penulis": "Robby Hermawan Yuwono [12517032]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ismi Handayani, M.T.", "Dr.Eng. Nurulhuda Halim, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Batubara Indonesia, gasifikasi, metode pengumpanan, sintesis metanol.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "29 Agu 2022"}