{"Nomor": 67986, "Judul": "STUDI PENGARUH JENIS GUGUS FUNGSI PADA KARBON AKTIF TERHADAP KEMAMPUAN PENYERAPAN ASETON DAN BENZEMA: ULASAN KRITIS", "Abstrak": "Aseton dan benzena merupakan volatile organic component (VOC) yang berbahaya bila dihirup manusia. Pada industri metalurgi, aseton digunakan sebagai reagen penangkapan boron dalam proses hidrometalurgi pemurnian solar grade silicon (SOG-Si) menjadi metallugical grade silicon (MG-Si), sedangkan benzena ditemukan dalam komponen coal tar dan by-product dalam proses produksi kokas. Untuk mengurangi risiko bahaya, maka kadar aseton dan benzena perlu diturunkan hingga batas aman. Metode yang digunakan untuk menurunkan kadar aseton dan benzena umumnya melalui proses adsorbsi oleh agen penyerapan yang memiliki kinetika penyerapan tinggi, salah satunya adalah karbon aktif. Karbon aktif dapat dihasilkan dari hasil pirolisis-aktivasi sumber karbon padat seperti batubara dan biomassa. Indonesia memiliki cadangan batubara dan biomassa yang besar dengan harga yang kompetitif, sehingga berpotensi digunakan sebagai prekursor karbon aktif. Untuk mengoptimalkan penggunaan karbon aktif sebagai adsorban kedua VOC tersebut, maka diperlukan pemahaman mengenai faktor-faktor yang memengaruhi performa adsorpsi karbon aktif. Kemampuan adsorpsi karbon aktif dapat dipengaruhi oleh komponen gugus fungsi pada pori-pori karbon aktif, oleh sebab itu perlu diketahui pengaruh setiap gugus fungsi tersebut terhadap afinitas penyerapan karbon aktif pada senyawa aseton dan benzena. Dalam studi literatur ini, pengaruh jenis gugus fungsi terhadap afinitas penyerapan aseton dan benzena dianalisis dan dibandingkan.\n\nStudi literatur ini diawali dengan pengumpulan data dan informasi yang bersumber dari buku, jurnal, dan hasil publikasi lainnya yang terkait dengan karbon aktif, gugus fungsi, aseton dan benzena. Kemudian analisis dan pembahasan mengenai pengaruh keberadaan gugus fungsi terhadap variabel-variabel yang memengaruhi afinitas penyerapan aseton dan benzena oleh karbon aktif dilakukan. Kesimpulan dan saran yang ditulis pada studi ini diharapkan dapat menjadi sumber literatur dalam penelitian atau studi selanjutnya. \n\nHasil ulasan menunjukkan bahwa gugus fungsi yang memiliki kecenderungan muatan parsial yang berbeda dengan aseton, seperti karboksil dan amina dapat meningkatkan afinitas penyerapan aseton, dan sebaliknya. Pengaruh tersebut dapat dilihat dari nilai isosteric heat optimum pada awal proses penyerapan dengan gugus karboksil, amina dan hidroksil masing-masing sebesar 65,4 kJ/mol, 55,7 kJ/mol, 41 kJ/mol, sementara tanpa keberadaan gugus fungsi sebesar 43,1 kj/mol. Sedangkan pada penyerapan benzena, keberadaan gugus fungsi tidak memberi pengaruh signifikan. Hal itu disebabkan oleh interaksi penumpukan ikatan phi-phi yang kuat pada benzena dan karbon aktif. Nilai\nisosteric heat optimum pada awal proses penyerapan dengan keberadaan gugus karboksil, amina dan hidroksil masing-masing sebesar 50,4 kJ/mol, 52,6 kJ/mol, 50,7 kJ/mol, dan tanpa keberadaan gugus fungsi sebesar 53,1 kJ/mol. Peningkatan afinitas adsorpsi benzena dapat dilakukan dengan memperbanyak mikropori pada karbon aktif.", "Daftar File": {"ABSTRAK Patar P Lumbangaol": "https://digilib.itb.ac.id/gdl/download/260481"}, "Penulis": "Patar P Lumbangaol [12516054]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ismi Handayani, M.T.", "Dr.Eng. Nurulhuda Halim, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "karbon aktif, gugus fungsi, aseton, benzema.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "6 file", "Tanggal Input": "29 Agu 2022"}