{"Nomor": 67990, "Judul": "PERILAKU KONSUMEN TERHADAP PELAYANAN PERUSAHAAN OTOBUS DI PULAU JAWA", "Abstrak": "Salah satu mode transportasi umum adalah bus, dan penyedianya disebut\nPerusahaan Otobus (Jamak: Autobus Companies). Pada tahun 2021 lalu, setelah\npelarangan mudik dan pelonggaran aturan selama Covid-19, beberapa perusahaan\notobus yang bergerak di bidang pariwisata kini membuka divisi reguler dengan\nrute-rute tertentu dan mempersiapkan armada mereka untuk mengisi kelas-kelas\ndan fasilitas yang ditawarkan. Beberapa perusahaan otobus juga merombak unit\nyang dibeli dalam kondisi bekas untuk mempertahankan pelanggan dan juga\nmenambah pelanggan baru. Para perusahaan otobus bersaing dengan pelayanan\nmereka untuk mendapatkan pelanggan, tetapi di sisi lain, para perusahaan otobus\nbekerja sama untuk membangun perekonomian di Indonesia. Sekarang konsumen\nmemunyai banyak pilihan pelayanan perusahaan otobus untuk dibeli. Tesis ini\nmendeskripsikan factor-faktor yang memuaskan pelanggan sehingga membeli\nkembali layanan bus serta relasi antara perubahan pada perusahaan otobus dengan\nperubahan ekspektasi konsumen. Data empiris diambil dari penduduk Indonesia\nkhususnya Pulau Jawa yang melakukan perjalanan dengan rute tertentu dengan bus\nsebagai alat transportasinya. Hipotesis pada tesis ini adalah bahwa factor re-buy\nyang paling berpengaruh bagi pelanggan adalah Keramahan Kru untuk kelas\nPariwisata, Harga untuk kelas Patas dan Bisnis, serta Kenyamanan untuk kelas\nExecutive dan Super Executive. Harga juga merupakan factor re-buy yang paling\nberpengaruh ditinjau dari semua kelas. Ekspektasi yang paling banyak menjadi\nekspektasi konsumen untuk membeli kembali layanan bus adalah Ekspektasi\nSituasional, Performa Dinamik, dan Teknologi. Kesimpulan yang didapatkan\nadalah beberapa factor re-buy bagi pelanggan sesuai dengan hipotesis kecuali untuk\nkelas Executive dimana Kemudahan Membeli Tiket menjadi factor re-buy untuk\nkelas Executive, lalu ekspektasi konsumen yang paling banyak menjadi ekspektasi\nuntuk membeli kembali layanan bus adalah Ekspektasi Situasional, Performa\nDinamik, dan Teknologi, sesuai dengan hipotesis.", "Daftar File": {"2022_TS_PP_Mohammad Iqbal Ibrahim _1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/257621"}, "Penulis": "Mohammad Iqbal Ibrahim [29120181]", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi, S.T., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Atribut, Ekspektasi Pelanggan, Kelas Bus, Layanan, Perilaku Konsumen", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "29 Agu 2022"}