{"Nomor": 67998, "Judul": "OPTIMASI BENTUK ULIR BADAN IMPLAN GIGI MOLAR PERTAMA MANDIBULA", "Abstrak": "Proses pencernaan merupakan proses yang sangat penting pada manusia agar dapat memberikan asupan untuk tubuh. Salah satu bagian dari alat pencernaan manusia adalah gigi. Penyebab dari tanggalnya gigi adalah karena kelainan dari lahir ataupun karena suatu penyakit, yang umumnya adalah karies dan periodontitis. Salah satu opsi yang digunakan untuk menggantikan gigi tanggal adalah implan gigi. Namun demikian, bentuk ulir yang telah ada memberikan konsentrasi tegangan yang cukup besar pada tulang rahang. Pada penelitian ini, penulis melakukan optimasi bentuk ulir badan implan gigi molar pertama mandibula untuk mendapatkan distribusi tegangan terbaik pada mandibula yang menopang badan implan tersebut.\nMetodologi dalam penelitian ini diawali dengan studi literatur dan penentuan kondisi batas. Kondisi batas dibagi menjadi dua sesuai dengan aplikasinya, yaitu kondisi batas variasi sudut dan kondisi batas simulasi. Kemudian membuat model 3D dari implan menggunakan perangkat lunak SolidWorks beserta bagian mandibula dan protesa pada gigi molar pertama. Selanjutnya dilakukan optimasi bentuk untuk mendapatkan bentuk dengan distribusi tegangan terbaik pada badan implan dan mandibula. Hasil penelitian menunjukkan bahwa sampel dua merupakan sampel yang terbaik ketika protesa gigi melakukan oklusi. Sampel dua adalah desain ulir yang banyak dijual di pasar dengan nama reverse buttress thread.", "Daftar File": {"ABSTRAK Hakim Dwi Ananda": "https://digilib.itb.ac.id/gdl/download/257632"}, "Penulis": "Hakim Dwi Ananda [13118135]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Tatacipta Dirgantara, M.T.", "Pramudita Satria Palar, S.T., M.T., Ph.D.", "Satrio Wicaksono, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "badan implan, optimasi bentuk, ulir, tegangan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "30 Agu 2022"}