{"Nomor": 67999, "Judul": "KINERJA ADITIF PENGONTROL DEPOSIT DALAM HAL MENJAGA DAN MEMBERSIHKAN KATUP ISAP", "Abstrak": "Bahan bakar minyak (BBM) masih menjadi komoditas utama di lingkungan di\nIndonesia. Namun, penggunaan bahan bakar minyak mengakibatkan pencemaran udara yang\nmembahayakan manusia. Maka dari itu, pengembangan bahan bakar minyak harus dilakukan\nuntuk mengurangi pencemaran udara. Salah satu pengembangan bahan bakar minyak yang\nperlu dilakukan adalah pencegahan pertumbuhan deposit pada komponen mesin. Spesifikasi\nbahan bakar minyak khususnya deposit harus memenuhi spesifikasi dari Worldwide Fuel\nCharter and Guidelines (WWFC). Oleh karena itu, penelitian “Kinerja Aditif Pengontrol\nDeposit dalam Menjaga dan Membersihkan Katup Isap” perlu dilakukan.\nPenelitian dilakukan melalui pengujian dengan menggunakan standar American\nSociety for Testing and Material (ASTM) D6201. Dalam dokumen ASTM D6201, terdapat\npersyaratan prosedur pengujian dan metode evaluasi nilai IVD. Pengujian dilakukan di PT\nSurveyor Indonesia – Petroleum Testing Laboratory. Kadar zat aditif pengontrol deposit\ndalam bahan bakar divariasikan. Data IVD dan CCD yang diperoleh akan disajikan dalam\nbentuk persen terhadap nilai IVD dan CCD pengujian base fuel. Data volume injeksi\ndisajikan dalam persen relatif terhadap volume injeksi sebelum pengujian.\nKadar zat aditif pengontrol deposit yang diuji adalah 50% dan 100%. Persentase\npencegahan deposit pada katup isap yang diperoleh dari kadar zat aditif 50% senilai 99,4%.\nSedangkan untuk persentase pembersihan katup isap untuk kadar zat aditif 50% dan 100%\nadalah 39,8% dan 33,4%. Namun, zat aditif pengontrol deposit dengan kadar 50% terbukti\nlebih efektif untuk membersihkan dan menjaga katup isap.", "Daftar File": {"ABSTRAK Gregorius Andi Satriya Aji": "https://digilib.itb.ac.id/gdl/download/257633"}, "Penulis": "Gregorius Andi Satriya Aji [13118107]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Tri Yuswidjajanto Zaenuri"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "zat aditif pengontrol deposit, IVD, CCD, WWFC, ASTM", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "30 Agu 2022"}