{"Nomor": 67994, "Judul": "SIMULASI PELELEHAN FREEZE VALVE TERMODIFIKASI DAN EVAKUASI FUEL PADA MOLTEN SALT FAST REACTOR MENGGUNAKAN METODE MOVING PARTICLE SEMI-IMPLICIT (MPS)", "Abstrak": "Molten Salt Fast Reactor (MSR) merupakan satu dari enam jenis desain reaktor yang terpilih sebagai reaktor generasi IV. Salah satu aspek penting dalam pemilihan kandidat desain reaktor generasi IV adalah sistem keselamatan tinggi yang dimiliki. MFSR memiliki sistem keselamatan pasif yang unik, yaitu sistem drainase yang berfungsi mengevakuasi fuel salt ke dalam safety tank dengan memanfaatkan panas fuel salt dan gaya gravitasi. Sistem drainase terdiri dari freeze valve, pipa drainase, dan safety tank. Saat terjadi kecelakaan, temperatur inti akan meningkat dan melelehkan freeze valve, dan selanjutnya fuel salt akan bergerak menuju safety tank melalui pipa drainase. Waktu evakuasi sangat penting bagi sistem keselamatan MSFR untuk memastikan kondisi subkritis reaktor sebelum sampai ke safety tank. Pada penelitian ini dilakukan simulasi pelelehan freeze valve dan simulasi relokasi fuel salt menuju safety tank menggunakan metode Moving Particle Semi-implicit (MPS). Metode ini dapat digunakan untuk menganalisis gerak partikel pada medium tak termampatkan. Konsep metode ini adalah operator diferensial dalam persamaan yang mengatur diubah menjadi interaksi partikel yang setara menggunakan penurunan lagrangian, sehingga tidak lagi menggunakan grid. Simulasi pelelehan freeze valve yang dilakukan menggunakan 2 geometri berbeda, yaitu multiple plug dan multiple plug termodifikasi. Dilakukan variasi bahan logam campuran pada masing-masing jenis freeze valve menggunakan Hastelloy-N, Heynes-242, dan ODS Alloy (MA754). Ketiga logam campuran tersebut memiliki nilai konduktivitas termal yang berbeda. Hasil yang didapatkan freeze valve dengan logam campuran yang memiliki konduktivitas termal paling tinggi membutuhkan waktu yang lebih singkat untuk sampai pada titik lelehnya. Simulasi kedua, yaitu simulasi relokasi fuel salt menuju safety tank dilakukan dengan menggunakan cairan dengan sifat fisik yang berbeda. Cairan-cairan ini dipilih untuk menunjukkan mekanisme turun dari cairan dengan parametrik yang berbeda. Dari simulasi yang dilakukan, dapat disimpulkan bahwa sifat fisik fluida seperti densitas dan viskositas akan mempengaruhi kecepatan aliran, tekanan, dan bentuk percikan saat membentur suatu bidang.", "Daftar File": {"ABSTRAK Banafsaj Fatiya Nabiilah": "https://digilib.itb.ac.id/gdl/download/257627"}, "Penulis": "Banafsaj Fatiya Nabiilah [10218006]", "Kontributor / Dosen Pembimbing": ["Dr. Asril Pramutadi Andi Mustari, S.Si., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Fluida, Freeze valve, Logam campuran, Moving Particle Semiimplicit, Sistem drainase.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "30 Agu 2022"}