{"Nomor": 68007, "Judul": "PERBANDINGAN PREDIKSI AMBLESAN MENGGUNAKAN METODE EMPIRIK DAN NUMERIK BERDASARKAN DATA MONITORING AMBLESAN AKTUAL AKIBAT TAMBANG LONGWALL DI INDONESIA", "Abstrak": "Penerapan metode tambang bawah tanah akan semakin berkembang di Indonesia. Untuk dapat mengoptimalkan penerapan tambang bawah tanah diperlukan suatu perencanaan tambang yang baik. Metode Longwall adalah salah satu metode penambangan batubara bawah tanah yang sudah diakui dan juga populer karena tingkat produksi yang tinggi, kebutuhan sumberdaya manusia yang minimum, dan juga tingkat keamanan yang baik. Isu lingkungan yang tidak dapat dihindarkan dari metode penambangan ini adalah terjadinya penurunan permukaan tanah. Penurunan permukaan tanah untuk tambang longwall merupakan akibat dari kemajuan tambang yang mengizinkan terjadinya penurunan tanah di atas panel tambang. Penelitian ini bertujuan untuk menghitungan prediksi penurunan permukaan tanah menggunakan metode empirik dan numerik lalu melakukan validasi menggunakan data monitoring aktual di lapangan. Dari penelitian ini dapat ditarik kesimpulan bahwa metode empiris dapat dilakukan sebagai perhitungan awal prediksi penurunan permukaan tanah. Berdasarkan perhitungan menggunakan metode ini didapatkan prediksi penurunan permukaan tanah maksimum di tiap section sebesar 0.6 meter. Kemudian metode numerik finite element merupakan metode prediksi penurunan permukaan tanah yang bisa menggambarkan pergerakan lapisan penutup di atas panel dan juga dapat memprediksi luas daerah yang akan terdampak oleh penurunan permukaan tanah. Berdasarkan perhitungan menggunakan metode ini didapatkan prediksi penurunan permukaan tanah maksimum di line2 pada bulan februari 0.017 meter, maret 0.029 meter, april 0.05 meter, mei 0.112 meter, juni 0.228 meter, juli 0. 373, dan agustus 0.64 meter. prediksi penurunan permukaan tanah maksimum juga dilakukan di line3 dengan hasil pada bulan februari 0.009 meter, maret 0.014 meter, april 0.021 meter, mei 0.044 meter, juni 0.093 meter, dan juli 0.203 meter. Sehingga berdasarkan validasi data aktual terhadap perhitungan prediksi penurunan permukaan tanah menggunakan metode empiris dan numerik, maka dapat disimpulkan bahwa metode-metode tersebut dapat diterapkan dengan justifikasi terlebih dahulu agar perhitungan semakin akurat.", "Daftar File": {"ABSTRAK Ali Husain Taherdito": "https://digilib.itb.ac.id/gdl/download/257647"}, "Penulis": "Ali Husain Taherdito [22120006]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nuhindro Priagung Widodo, M.T.", "Dr.Eng. Tri Karian, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "amblesan, longwall, monitoring.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "30 Agu 2022"}