{"Nomor": 68004, "Judul": "IDENTIFIKASI PELAPUKAN BATUAN DALAM EVOLUSI PEMBENTUKAN AIR ASAM TAMBANG PADA UJI KINETIK SKALA LABORATORIUM MENGGUNAKAN PENDEKATAN GEOKIMIA-MINERALOGI-TEKSTUR: STUDI KASUS ENDAPAN HIGH SULPHIDATION EPITHERMAL", "Abstrak": "Pelapukan batuan memiliki peranan penting dalam pembentukan air asam tambang (AAT) yang menjadi salah satu masalah utama lingkungan. AAT timbul sebagai hasil oksidasi mineral sulfida saat berinteraksi dengan udara dan kelembaban. Penelitian ini berfokus pada interaksi antara pelapukan fisik dan kimia batuan serta pengaruhnya terhadap pembentukan AAT. Tujuan penelitian ini dilakukan adalah untuk mengetahui perubahan parameter mineralogi dan tekstur batuan selama pengujian kolom kinetik skala laboratorium menggunakan pendekatan geokimia-mineralogi-tekstur (GMT). Sebanyak delapan sampel batuan yang digunakan terdiri dari domain geologi yang berbeda dari tambang emas dengan tipe endapan high sulphidation epithermal (HSE) di Sulawesi Utara, Indonesia. Kolom uji kinetik dilakukan selama periode 160 hingga 180 hari dengan interval siklus penyiraman satu hari, tiga hari, dan satu minggu.\n\nHasil penelitian kolom uji kinetik material HSE memiliki tingkat pelapukan dan oksidasi yang cepat serta menghasilkan pH lindian yang rendah diikuti oleh pelepasan konsentrasi logam terlarut yang tinggi. Pada bagian permukaan sampel uji kinetik memperlihatkan terjadinya pengecilan ukuran butir dari kasar (kondisi awal) menjadi halus (kondisi akhir), serta munculnya warna karat pada permukaan\nmaterial. Oksidasi sulfida meningkat seiring dengan meningkatnya disintegrasi batuan yang mengakibatkan pengecilan ukuran butir yang memberikan akses terjadinya reaksi pada mineral yang terekspos udara dan secara spesifik mempengaruhi kualitas air lindian yang dihasilkan. Hasil penelitian ini menunjukkan oksidasi sulfida sangatt dipengaruhi oleh faktor pelapukan, kandungan mineral, tekstur batuan, ukuran butir dan morfologi (bentuk kristal) serta retakan mikro yang berkembang selama proses pelapukan yang terintegrasi pada kolom uji kinetik. Faktor ini menjadi kontrol yang signifikan pada kualitas lindian sebagai hasil akhir dari reaksi pembentukan AAT dari material yang berasosiasi dengan mineral sulfida.", "Daftar File": {"ABSTRAK Rizky Syaputra": "https://digilib.itb.ac.id/gdl/download/258204", "BAB 1 Rizky Syaputra": "https://digilib.itb.ac.id/gdl/download/258205", "BAB 2 Rizky Syaputra": "https://digilib.itb.ac.id/gdl/download/258206", "BAB 3 Rizky Syaputra": "https://digilib.itb.ac.id/gdl/download/258207", "BAB 4 Rizky Syaputra": "https://digilib.itb.ac.id/gdl/download/258208", "BAB 5 Rizky Syaputra": "https://digilib.itb.ac.id/gdl/download/258209", "BAB 6 Rizky Syaputra": "https://digilib.itb.ac.id/gdl/download/258210", "BAB 7 Rizky Syaputra": "https://digilib.itb.ac.id/gdl/download/258211", "PUSTAKA Rizky Syaputra": "https://digilib.itb.ac.id/gdl/download/258212"}, "Penulis": "Rizky Syaputra [22119012]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ginting Jalu Kusuma, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Pelapukan batuan, high sulfidation epithermal, Air Asam Tambang.", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "9 file", "Tanggal Input": "30 Agu 2022"}