{"Nomor": 68008, "Judul": "SIMULASI EFEK PERACUNAN XENON PADA REAKTOR DAYA TERMAL", "Abstrak": "Industri nuklir telah mengarahkan upaya yang sangat besar untuk menjamin keselamatan reaktor daya, bahkan lebih dari bidang industri lain manapun. Reaktor daya merupakan salah satu jenis reaktor yang digunakan sebagai PLTN, yang pada umumnya tipe reaktor termal. Pada saat reaktor beroperasi, terjadi proses reaksi fisi dari U-235 di teras reaktor. Salah satu produk fisinya yaitu Xe-135, yang juga dapat diperoleh dari hasil peluruhan I-135—produk fisi U-235 lainnya. Populasi Xe-135 jadi perhatian dalam keselamatan reaktor nuklir karena berkarakteristik pengabsorbsi neutron yang sangat kuat. Peristiwa ini disebut sebagai peracunan xenon (xenon poisoning). Apabila suatu reaktor terjadi pengurangan tingkat daya secara tiba-tiba, bahkan shutdown, di teras reaktor hanya ada reaksi berantai. Sehingga Xe-135 meluruh, namun populasinya tidak segera berkurang akibat peluruhan I-135, karena Xe-135 memiliki waktu paruh yang lebih\nlama daripada I-135. Ketika terjadi penumpukan Xe-135 dan ketika reaktor berkondisi restart, akan sulit U-235 bereaksi fisi akibat neutron diserap Xe-135. Namun ketika populasi Xe-135 sudah menurun, reaksi fisi terjadi secara masif yang menghasilkan energi yang sangat berkelebihan. Sehingga perlu diketahui lama populasi Xe-135 habis di teras reaktor agar diketahui kapan bisa di-restart. Ditampilkan grafik pembandingan populasi antara I-135 dengan Xe-135 disertakan grafik populasi Xe-135 yang diakibatkan oleh perubahan fluks neutron tiap waktu untuk meninjau penumpukan populasi Xe-135 dalam rentang waktu yang diamati.", "Daftar File": {"ABSTRAK Bagja M B Kertasafari": "https://digilib.itb.ac.id/gdl/download/259890"}, "Penulis": "Bagja M B Kertasafari [10216015]", "Kontributor / Dosen Pembimbing": ["Dr. Novitrian, S.Si., M.Si.", "Dr.Eng. Dwi Irwanto, S.Si., M.Si., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Fluks Neutron, Keselamatan Reaktor, Peracunan Xenon.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "30 Agu 2022"}