{"Nomor": 68006, "Judul": "SITU CIBEUREUM AS OASIS:  PUSAT KOMUNITAS SEPEDA DAN TAMAN REKREASI EDUKATIF  DI SITU CIBEUREUM, BEKASI", "Abstrak": "Ditengah kepadatan Kabupaten Bekasi sebagai salah satu kawasan industri terbesar di Indonesia, masyarakat membutuhkan ruang tersendiri untuk rekreasi, mengekspresikan dirinya, dan beristirahat sementara dari kehidupan kota yang melelahkan. Salah satu ruang yang dipilih oleh masyarakat Kabupaten Bekasi untuk kegiatan tersebut adalah Situ Cibeureum. Situ Cibeureum berada di tengah kota dan memiliki aset lingkungan alami berupa situ yang menjadi destinasi masyarakat sekitar untuk berlari sore, wisata kuliner, dan bertemu sesama pegiat komunitas sepeda di kawasan tersebut. Fenomena ini menunjukan keberadaan ruang hijau di tengah kota dapat menarik masyarakat untuk datang dan berinteraksi di dalam kawasan tersebut. Proyek berusaha memfasilitasi kegiatan yang sudah ada dan mengembangkan fungsi kawasan sesuai tata guna lahan untuk menjadi taman rekreasi edukatif dan pusat komunitas sepeda di Kabupaten Bekasi. Proyek fiktif Taman Rekreasi Edukatif dan Pusat Komunitas Sepeda di Kabupaten Bekasi bertujuan untuk merancang rekreasi alam edukatif, memfasilitasi hobby dan komunitas sepeda masyarakat sekitar yang memilih Situ Cibeureum sebagai destinasi perjalanannya, dan memberikan pengalaman ruang alami yang menarik diantara padatnya Kabupaten Bekasi sebagai kawasan industri. Tujuan tersebut merespon beberapa fenomena yang terjadi pada tapak, diantaranya yaitu Kabupaten Bekasi sedang gencar mendorong sektor perdagangan dan pariwisata, perlunya upaya dalam menjaga lingkungan dan fungsi hidrologi di sekitar situ, fasilitas rekreasi pada tapak yang belum memadai, dan meningkatnya tren penggunaan sepeda di Kab. Bekasi sebagai gaya hidup. Oleh karena itu, proses perancangan menerapkan beberapa landasan yang menjadi standar kriteria perancangan, diantaranya yaitu penciptaan ruang komunitas yang menarik pengguna untuk berinteraksi satu sama lain, penciptaan ruang yang menarik dan memberikan pengalaman ruang tersendiri kepada tiap pengguna. Kriteria perancangan yang terbentuk berusaha menjawab tiap pendekatan secara komprehensif dan memberikan suasana, aktivitas, dan konsep-konsep ruang yang ada. Aktivitas untuk pesepeda yang akan diwadahi dalam proyek ini diantaranya yaitu bercengkrama dengan teman sesama komunitas sepeda, meningkatkan dan saling berbagi ilmu mengenai sepeda dan peralatan penunjangnya, memberikan ruang untuk belajar bersepeda bagi anak-anak, memberikan ruang khusus bagi pesepeda BMX dan MTB untuk beraktivitas sesuai minatnya, dan menelusuri sungai untuk bersepeda. Selain itu, aktivitas wisata air yang diwadahi dalam proyek ini diantaranya yaitu deck menyusuri situ, berwisata kuliner, dan membeli cinderamata. Seluruh kegiatan tersebut terintegrasi di dalam tapak berdasarkan teori sense of community, sociopetal space, dan sense of place.", "Daftar File": {}, "Penulis": "Cynantya Inggita Saffanah [15218039]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Bambang Setia Budi, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Situ Cibeureum, Komunitas Sepeda, dan Rekreasi Edukatif.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "30 Agu 2022"}