{"Nomor": 68014, "Judul": "IDENTIFIKASI FAKTOR-FAKTOR YANG MEMPENGARUHI ALIH FUNGSI LAHAN PERTANIAN DI KABUPATEN KARAWANG DENGAN ANALISIS GEOGRAPHICALLY WEIGHTED REGRESSION (GWR)", "Abstrak": "Kabupaten Karawang merupakan kabupaten di Jawa Barat yang berperan sebagai\nlumbung padi di Jawa Barat sekaligus mengemban tugas untuk menjaga ketahanan\npangan nasional. Namun, di sisi lain, pertumbuhan penduduk dan pertumbuhan sektor\nindustri yang pesat di Kabupaten Karawang berdampak pada terjadinya alih fungsi\nlahan pertanian sehingga dapat mengancam peran Kabupaten Karawang dalam\nmenjaga ketahanan pangan baik di tingkat provinsi maupun nasional. Penelitian ini\nbertujuan untuk mengidentifikasi faktor-faktor yang mempengaruhi alih fungsi lahan\npertanian di Kabupaten Karawang. Data yang digunakan dalam penelitian ini adalah\ndata sekunder yang terdiri dari citra satelit Landsat 8, data spasial dari Badan\nInformasi Geospasial (BIG), dan data statistik dari Badan Pusat Statistik (BPS).\nMetode analisis yang digunakan dalam penelitian ini adalah analisis deskriptif,\nanalisis exploratory regression, Ordinary Least Square (OLS), dan Geographically\nWeighted Regression (GWR). Hasil analisis menunjukkan bahwa terjadi perubahan luas\ntutupan lahan pertanian pada tahun 2015 -2021 sebesar 187,14 km2. Perubahan luas\ntutupan lahan pertanian terbesar terjadi di Kecamatan Telukjambe Barat yaitu sebesar\n16,57 km2, sedangkan perubahan luas tutupan lahan pertanian terkecil terjadi di\nKecamatan Tirtajaya yaitu sebesar 0,59 km 2. Selain itu, terdapat dua variabel yang\nsignifikan berpengaruh dalam menjelaskan faktor -faktor yang mempengaruhi alih\nfungsi lahan pertanian di Kabupaten Karawang, yaitu variabel pan jang jalan dan\nvariabel jarak kecamatan ke pusat Kabupaten Karawang. Didapatkan juga kesimpulan\nbahwa model GWR merupakan model terbaik dalam menjelaskan analisis faktor -faktor\nyang mempengaruhi alih fungsi lahan pertanian di Kabupaten Karawang.", "Daftar File": {}, "Penulis": "Michael Hutahaean [15418037]", "Kontributor / Dosen Pembimbing": ["Dr. Sri Maryati, S.T., MIP."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Lahan Pertanian, Alih Fungsi Lahan, Ordinary Least Square, Geographically Weighted Regression, Pertumbuhan Industri", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "30 Agu 2022"}