{"Nomor": 68015, "Judul": "USULAN PERBAIKAN KUALITAS PADA STASIUN FINISHING DI PT EVERBRIGHT DENGAN MENGGUNAKAN METODE SIX SIGMA", "Abstrak": "Sebagai salah satu produsen baterai UM-3 terbesar di Pulau Sumatera, PT Everbright\nsenantiasa memberikan baterai dengan kualitas yang baik kepada para konsumennya.\nPenggunaan mesin-mesin berteknologi tinggi, laboratorium khusus pengujian produk,\nserta penggunaan prosedur standar dalam melakukan pengontrolan kualitas menjadi\nsalah satu bentuk keseriusan perusahaan dalam menjaga kualitas baterai UM-3.\nMeskipun demikian, selama proses produksi berlangsung masih ditemukan adanya\nproduk cacat yang dihasilan oleh stasiun finishing dalam memproduksi baterai UM-3.\nOleh karena itu, pada penelitian ini dilakukan perbaikan untuk stasiun finishing dengan\nmenggunakan tahapan DMAIC (define, measure, analyze, improve, dan control)\nsehingga diperoleh nilai enam sigma.\nPada tahap define diperoleh beberapa faktor dan subfaktor penyebab terjadinya cacat\nbaterai UM-3 di stasiun finishing dengan menggunakan metode delphi. Pada tahap\nmeasure diukur kapasitas, stabilitas, dan kapabilitas produksi yang terjadi di lantai\nproduksi saat ini dan diperoleh level sigma kurang dari enam sigma sehingga\ndilanjutkan ke tahap analyze. Pada tahap analyze dipilih dua subfaktor yang harus\ndiselesaikan masalahnya dengan menggunakan FMEA. Dua akar masalah tersebut\ndianalisis lebih lanjut menggunakan 5 whys dan diperoleh dua akar masalah penyebab\nterjadinya produk cacat yaitu desain wheel yang bergerigi pada hopper baterai semi\ndan tidak adanya jalur khusus untuk body jacket ketika memasuki gerigi wheel.\nBerdasarkan akar masalah tersebut, pada tahap improve dilakukan perubahan desain\nhopper baterai semi yaitu mengubah desain wheel menjadi bentuk dekagonal dan\nmenambahkan jalur khusus sebelum masuk ke wheel untuk hopper body jacket. Tahap\nterakhir yaitu tahap control belum dilakukan pada penelitian karena solusi belum\ndiimplementasikan oleh perusahaan.", "Daftar File": {"ABSTRAK Jhon Prima Pandiangan": "https://digilib.itb.ac.id/gdl/download/257699"}, "Penulis": "Jhon Prima Pandiangan [13417005]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Dradjad Irianto, M.Eng.", "Dr. Wisnu Aribowo, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Six sigma, DMAIC, baterai UM-3, stasiun finishing, metode delphi, hopper", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "31 Agu 2022"}