{"Nomor": 68022, "Judul": "DESAIN DAN ANALISIS JACKET UPENDING PADA ANJUNGAN LEPAS PANTAI TIPE TETAP TIGA KAKI", "Abstrak": "Energi merupakan unsur yang penting dalam kehidupan. Indonesia sebagai negara maritim dengan wilayah lautan sebesar dua pertiga dari seluruh wilayah Indonesia, memiliki minyak dan gas lepas pantai yang berlimpah, sehingga kegiatan eksplorasi dan eksploitasi minyak dan gas lepas pantai sangat banyak dilakukan. Oleh karena itu, dibutuhkan anjungan lepas pantai sebagai sarana eksplorasi dan eksploitasi minyak dan gas. Perairan wilayah Indonesia relatif dangkal, sehingga tipe anjungan lepas pantai yang banyak dibangun di Indonesia adalah tipe fixed platform. Pada Tugas Akhir ini dilakukan pemodelan anjungan lepas pantai yang mengacu pada standar API RP2A WSD. Selain itu, dilakukan beberapa analisis yang meliputi analisis in-service (in-place, seismik, dan fatigue) dan analisis jacket upending. Menurut hasil analisis inplace, struktur yang didesain dapat bertahan pada kondisi operasi dan badai melalui pemeriksaan tegangan member, kekuatan sambungan (joint can), defleksi, dan pile capacity. Struktur yang didesain juga dapat bertahan pada beban gempa strength level earthquake (SLE) dan rare intense earthquake (RIE) dengan pemeriksaan tegangan member, kekuatan sambungan (joint can), defleksi, dan pile capacity. Struktur dapat bertahan selama 17.20 tahun dengan nilai damage yang terjadi sebesar 0.87 di analisis fatigue.\nSetelah struktur memenuhi kriteria untuk analisis in-service, dilakukan analisis pre-service untuk struktur jacket berupa analisis lifting dan upending. Struktur jacket yang didesain memenuhi kriteria API RP2A WSD untuk analisis lifting baik dalam kondisi balanced maupun unbalanced. Analisis upending dilakukan untuk memperoleh skenario upending yang layak berdasarkan kriteria GL Noble Denton 0028/ND Guidelines for Steel Jackets Transportation & Installation. Berdasarkan analisis upending yang dilakukan, didapat skenario upending dengan metode tandem crane vessel. Skenario ini memenuhi kriteria seabed clearance dan minimum stability GL Noble Denton 0028/ND. Berdasarkan gaya yang bekerja pada main hook dan auxiliary hook, dipilih Derrick Barge 30 Heavy Lift & S-Lay milik McDermott dengan kapasitas main hook sebesar 2794.1 ton dan kapasitas auxiliary hook sebesar 680.4 ton.", "Daftar File": {"ABSTRAK Aprilia Cahya Safira": "https://digilib.itb.ac.id/gdl/download/257713"}, "Penulis": "Aprilia Cahya Safira [15518061]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ricky Lukman Tawekal, M.S.E, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Fixed platform, in-place, seismik, fatigue, lifting, upending", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "31 Agu 2022"}