{"Nomor": 68023, "Judul": "PERFORMANCE ANALYSIS OF CONVERTED DIESEL ENGINE TO CNG- DIESEL DUAL FUEL ENGINE WITH COMMON RAIL INJECTION SYSTEM FOR HEAVY DUTY TRUCK", "Abstrak": "Truk berat dengan mesin diesel saat ini merupakan jenis kendaraan yang sering digunakan untuk transportasi baik di Indonesia. Namun, mesin diesel yang menggunakan bahan bakar fosil berbasis minyak menghasilkan emisi yang cukup besar. Konversi dari mesin diesel menjadi dual fuel engine dengan bahan bakar CNG dan solar dapat menjadi solusi untuk masalah emisi mesin diesel. Dengan mengganti bahan bakar solar dalam jumlah besar ke CNG emisi dapat dikurangi dengan tetap menjaga performa.\nUntuk memahami pengaruh konversi pada aplikasi truk berat perlu dilakukan pengujian secara langsung. Pengujian sudah dilakukan pada UD Truck QUERTZ GW 330. Pengujian dilakukan untuk mengetahui pengaruh konversi ke dual diesel fuel engine pada performa. Hasil pengujian dan analisa menunjukan bahwa konversi tersebut dapat menyebabkan peningkatan performa dalam hal konsumsi bahan bakar, tenaga, dan torsi. Dari segi emisi terjadi peningkatan emisi CO dan HC serta penurunan emisi CO2 dan partikulat.\nMasalah pada konversi dual fuel engine disebabkan oleh pembakaran yang tidak sempurna. Pembakaran tidak sempurna pada mesin disebabkan oleh waktu injeksi yang tidak disesuaikan. Waktu injeksi dual fuel engine harus lebih awal untuk mencapai pembakaran yang lebih sempurna. Penggunaan bahan bakar CNG yang memiliki angka oktan riset tinggi menyebabkan delay period pengapian yang lebih lama dibandingkan dengan pengoperasian mesin diesel biasa.", "Daftar File": {"ABSTRAK Revaldi Hanif Munandar": "https://digilib.itb.ac.id/gdl/download/257714"}, "Penulis": "Revaldi Hanif Munandar [13118222]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Tri Yuswidjajanto Zaenuri"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Truk Berat, Bahan Bakar, Mesin Diesel, Dual Diesel Fuel Engine, Performa, Emisi, Konsumsi Bahan Bakar, Compressed Natural Gas (CNG).", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "31 Agu 2022"}