{"Nomor": 68021, "Judul": "PENGEMBANGAN BIOSENSOR ELEKTROKIMIA BERBASIS SCREEN-PRINTED CARBON ELECTRODE TERMODIFIKASI METAL-ORGANIC FRAMEWORK FE-BDC DENGAN PENAMBAHAN MODULATOR ASAM SITRAT UNTUK DETEKSI HEPATITIS C", "Abstrak": "Hepatitis C merupakan penyakit menular yang menyerang organ hati. Sebagian masyarakat menganggap bahwa hepatitis C bukan penyakit berbahaya karena proses penularannya hanya terjadi melalui rute parenteral atau kontak langsung dengan darah yang terinfeksi, contohnya hubungan seksual, penggunaan jarum suntik secara bergantian, atau menular dari ibu ke anak melalui proses kelahiran. Faktanya, hepatitis C perlu menjadi perhatian khusus karena dapat berkembang menjadi penyakit serius seperti hepatitis kronis, sirosis, atau karsinoma hepatoseluler, bahkan dalam kondisi akut hanya dapat diobati melalui proses transplantasi hati. Selain itu, hepatitis C belum memiliki vaksin yang efektif untuk menekan laju penularannya. Sebagai solusi dari permasalahan tersebut, World Health Organization (WHO) mencanangkan program deteksi dini agar infeksi hepatitis C dapat diketahui sedini mungkin dan kemungkinan berkembang menjadi infeksi serius dapat dihindari. Metode pendeteksian dini hepatitis C yang sudah banyak dikembangkan adalah biosensor elektrokimia berbasis imunosensor, yaitu dengan mendeteksi keberadaan patogen (virus hepatitis C) di dalam darah. Namun, seiring dengan berkembangnya ilmu pengetahuan, metode tersebut memerlukan suatu pengembangan agar proses deteksi dapat dilakukan dengan mudah dan efektif, serta low-cost (tidak memerlukan biaya yang tinggi). Oleh karena itu, dalam penelitian ini dilakukan pengembangan biosensor elektrokimia berbasis imunosensor dengan berfokus pada modifikasi material yang diaplikasikan melalui pendekatan screen-printed carbon electrode (SPCE). Penggunaan SPCE didasarkan pada beberapa keunggulan, salah satunya penggunaan elektrolit yang relatif sedikit sehingga dapat menekan biaya dalam proses analisis.\nDalam penelitian ini modifikasi material dilakukan dengan menambahkan modulator asam sitrat terhadap metal-organic framework ferrite benzenedicarboxylic acid (MOF Fe-BDC-AS). Modulator asam sitrat yang ditambahkan divariasikan, terdiri dari 0.1 mmol, 0.3 mmol, dan 0.5 mmol dengan tujuan untuk memperoleh MOF Fe-BDC-AS yang memiliki kondisi paling optimum, sehingga dapat memberikan kemampuan elektrokimia yang baik. MOF Fe-BDC-AS paling optimum kemudian diaplikasikan sebagai biosensor elektrokimia untuk mendeteksi hepatitis C menggunakan pendekatan SPCE dengan cara diimobilisasi pada working electrodenya. Selanjutnya, kemampuan elektrokimia MOF Fe-BDC-AS dievaluasi melalui beberapa pengujian, seperti pengujian cyclic voltammetry (CV) yang bertujuan untuk mengetahui kondisi optimumnya, pengujian differential pulse voltammetry (DPV) yang bertujuan untuk mengetahui kemampuan MOF Fe-BDC-AS paling optimum dalam mendeteksi hepatitis C, serta pengujian electrochemical impedance spectroscopy (EIS) sebagai data pendukung atau proses validasi terhadap hasil pengujian CV dan DPV.\nHasil evalusasi menunjukkan bahwa kondisi optimum dari MOF Fe-BDC-AS dicapai dengan menambahkan modulator AS pada konsentrasi 0.3 mmol (MOF Fe-BDC-AS3). Hasil tersebut dikonfirmasi oleh pengujian CV yang menginformasikan bahwa MOF Fe-BDC-AS3 menghasilkan nilai arus reduksi dan oksidasi paling besar dibandingkan variasi lain, masing-masing sekitar 28.00 ?A dan 23.06 ?A. Oleh karena itu, dalam penelitian ini proses deteksi hepatitis C dilakukan dengan memodifikasi working electrode SPCE menggunakan MOF Fe-BDC-AS3. Selanjutnya, proses deteksi hepatitis C dilakukan menggunakan pengujian DPV pada rentang linear konsentrasi target (HCV-Ag) sebesar 1000 ng/ml sampai 0.5 ng/ml. Pengujian tersebut menginformasikan bahwa MOF Fe-BDC-AS3 memiliki batas pendeteksian terendah atau limit of detection (LoD) sebesar 0.75 ng/ml. Pengujian DPV juga dilakukan untuk mengetahui performansi elektrokimia MOF Fe-BDC-AS3 yang meliputi stabilitas, reprodusibilitas, sensitivitas, dan reusabilitas. Hasil pengujian menginformasikan bahwa MOF Fe-BDC-AS3 memiliki stabilitas dan reprodusibilitas yang baik dalam mendeteksi hepatitis C. Hal tersebut dibuktikan oleh hasil pengujian yang memberikan nilai RSD sebesar 4.08% untuk stabilitas dan 2.30% untuk reprodusibilitas. Selain itu, tingkat selektivitas MOF Fe-BDC-AS3 diuji terhadap empat jenis virus hepatitis yang terdiri dari hepatitis A, B, C, dan D. Hasil pengujian menunjukkan bahwa MOF Fe-BDC-AS3 mampu mengenali virus hepatitis C dengan cukup baik, terlihat dari respon delta arus yang dihasilkan sebesar 15.90 ?A. Nilai tersebut lebih besar 71% dari hepatitis A, 66% dari hepatitis B, dan 44% dari hepatitis D. Namun, MOF Fe-BDC-AS3 sebagai biosensor elektrokimia memiliki reusabilitas yang kurang bagus, terlihat dari respon pengujian DPV yang semakin menurun seiring dengan pengulangan pengujian yang dilakukan. Hal tersebut dimungkinkan oleh penggunaan elektroda SPCE yang hanya optimum dalam sekali pakai. Terakhir, pengujian EIS yang dilakukan memberikan hasil validasi yang sesuai terhadap hasil pengujian CV dan DPV. Berdasarkan hasil tersebut, MOF Fe-BDC-AS3 sebagai biosensor elektrokimia memenuhi kriteria untuk dijadikan inovasi dalam proses pendeteksian hepatitis C, khususnya di Indonesia.", "Daftar File": {"COVER Muhamad Taufik Ulhakim": "https://digilib.itb.ac.id/gdl/download/257706", "BAB 1 Muhamad Taufik Ulhakim": "https://digilib.itb.ac.id/gdl/download/257707", "BAB 2 Muhamad Taufik Ulhakim": "https://digilib.itb.ac.id/gdl/download/257708", "BAB 3 Muhamad Taufik Ulhakim": "https://digilib.itb.ac.id/gdl/download/257709", "BAB 4 Muhamad Taufik Ulhakim": "https://digilib.itb.ac.id/gdl/download/257710", "BAB 5 Muhamad Taufik Ulhakim": "https://digilib.itb.ac.id/gdl/download/257711", "PUSTAKA Muhamad Taufik Ulhakim": "https://digilib.itb.ac.id/gdl/download/257712"}, "Penulis": "Muhamad Taufik Ulhakim [23319302]", "Kontributor / Dosen Pembimbing": ["Nugraha, Dr.Eng.", "Prof. Brian Yuliarto, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Physics", "Kata Kunci": "biosensor elektrokimia, screen-printed carbon electrode, Fe-BDC, modulator asam sitrat, hepatitis C.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "31 Agu 2022"}