{"Nomor": 68034, "Judul": "KAJIAN PRA-KELAYAKAN OPTIMASI KONSUMSI ENERGI DAN EMISI GAS KARBON DIOKSIDA UNIT STABILISASI KONDENSAT MELALUI PENERAPAN TEKNOLOGI DISTILASI TERINTEGRASI SISTEM POMPA PANAS", "Abstrak": "Fenomena pemanasan global yang bersumber dari emisi gas karbon dioksida secara\neksesif telah menyebabkan kerusakan yang serius terhadap sektor-sektor penting\nuntuk kehidupan manusia. Oleh karena itu, sejalan dengan upaya pihak pemerintah\nuntuk mengurangi efek pemanasan global secara berkepanjangan, maka penelitian\nini turut berkontribusi dalam mengevaluasi langkah-langkah yang dapat\nmeningkatkan tingkat kehijauan di fasilitas lapangan minyak mentah. Penelitian ini\nbertujuan untuk melakukan kajian pra-kelayakan tekno-ekonomi dalam\nmembandingkan antara teknologi distilasti terintegrasi sistem pompa panas dan\nmulti-stage flash vaporisation untuk aplikasi unit stabilisasi kondensat yang baru\n(greenfield), sehingga kebutuhan konsumsi utilitas berupa beban pemanas serta\ndaya listrik dan jumlah emisi gas karbon dioksida dapat berkurang signifikan.\nModel dasar merupakan base case yang menerapkan teknologi multi-stage flash\nvaporisation, dengan kebutuhan beban pemanas sebesar 2750 W dan daya listrik\nsebesar 2034 kW.\nPemodelan simulasi untuk seluruh model dalam ruang lingkup penelitian ini\ndilakukan dengan menggunakan perangkat lunak ASPEN HYSYS dalam keadaan\ntunak. Model optimasi 1 dan 2 merupakan modifikasi terhadap model dasar dengan\nmenerapkan fitur feed splitting stream untuk pemanfaatan panas. Model optimasi 3\nmerupakan modifikasi terhadap model dasar dengan menerapkan fitur feed splitting\nstream beserta dengan kolom stabiliser dan reboiler untuk menggantikan LP\nseparator feed heater dan LP separator. Model optimasi 4 dan 5 merupakan\nmodifikasi terhadap model dasar dengan menerapakan teknologi mechanical\nvapour recompression dan heat integrated distillation column. Aspek teknikal yang\ndievaluasi mencakup kebutuhan konsumsi utilitas berupa beban pemanas dan daya\nlistrik beserta dengan jumlah emisi gas karbon dioksida, sedangkan aspek ekonomi\nyang dievaluasi merupakan total investment cost, total operating cost, dan total\nannual cost. Adapun evaluasi terkait aspek ekonomi dilakukan berdasarkan\nperkiraan kelayakan minimal kelas V dengan ketelitian -30%/50% menggunakan\nperangkat lunak Microsoft Excel. \nModel optimasi 5 memiliki total duty dan emisi gas karbon dioksida terkecil antara\nseluruh model optimasi, sekitar 4784 kW dan 201 kg/h, dengan persentase\npenghematan total duty dan emisi gas karbon dioksida terhadap model dasar sebesar\n63,5% dan 57,41%. Meskipun demikian, model optimasi 4 memiliki biaya OPEX\nyang paling murah, sekitar $517.231, karena model optimasi 4 memiliki kebutuhan\ndaya listrik yang lebih kecil sekitar 65,8% dibandingkan dengan model optimasi 5.\nUntuk selisih total duty yang kecil, kebutuhan daya listrik menjadi faktor penentu\ntingkatan OPEX, karena biaya produksi utilitas daya listrik lebih mahal\ndibandingkan dengan utilitas beban pemanas. Oleh karena itu, model optimasi 4\nmemiliki TAC terkecil antara seluruh model optimasi, sekitar $3.247.015, dengan\npersentase penghematan TAC terhadap model dasar sebesar 31,25%.\nKata kunci: Kondensat, optimasi, distilasi, pompa panas, energi, karbon dioksida,\nmechanical vapor recompression, heat integrated distillation\ncolumn, ASPEN HYSYS, kelayakan ekonomi.\nModel optimasi 5 memiliki total duty dan emisi gas karbon dioksida terkecil antara\nseluruh model optimasi, sekitar 4784 kW dan 201 kg/h, dengan persentase\npenghematan total duty dan emisi gas karbon dioksida terhadap model dasar sebesar\n63,5% dan 57,41%. Meskipun demikian, model optimasi 4 memiliki biaya OPEX\nyang paling murah, sekitar $517.231, karena model optimasi 4 memiliki kebutuhan\ndaya listrik yang lebih kecil sekitar 65,8% dibandingkan dengan model optimasi 5.\nUntuk selisih total duty yang kecil, kebutuhan daya listrik menjadi faktor penentu\ntingkatan OPEX, karena biaya produksi utilitas daya listrik lebih mahal\ndibandingkan dengan utilitas beban pemanas. Oleh karena itu, model optimasi 4\nmemiliki TAC terkecil antara seluruh model optimasi, sekitar $3.247.015, dengan\npersentase penghematan TAC terhadap model dasar sebesar 31,25%.", "Daftar File": {"ABSTRAK Hilman Ali Hazmi": "https://digilib.itb.ac.id/gdl/download/257789", "TS-TK- Hilman Ali Hazmi 23020032-1-Cover.pdf)u": "https://digilib.itb.ac.id/gdl/download/262532", "BAB 1 Hilman Ali Hazmi": "https://digilib.itb.ac.id/gdl/download/262534", "BAB 2 Hilman Ali Hazmi": "https://digilib.itb.ac.id/gdl/download/262535", "BAB 3 Hilman Ali Hazmi": "https://digilib.itb.ac.id/gdl/download/262536", "BAB 4 Hilman Ali Hazmi": "https://digilib.itb.ac.id/gdl/download/262537", "BAB 5 Hilman Ali Hazmi": "https://digilib.itb.ac.id/gdl/download/262538"}, "Penulis": "Hilman Ali Hazmi [23020032]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Tri Partono Adhi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Chemical engineering", "Kata Kunci": "Kondensat, optimasi, distilasi, pompa panas, energi, karbon dioksida, mechanical vapor recompression, heat integrated distillation column, ASPEN HYSYS, kelayakan ekonomi.Kata kunci: Kondensat, optimasi, distilasi, pompa panas, energi, karbon dioksida, mechanical vapor recompression, heat integrated distillation column, ASPEN HYSYS, kelayakan ekonomi.", "Sumber": "Perpustakaan Teknik Kimia", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Budi Cahyadi", "File": "7 file", "Tanggal Input": "01 Sep 2022"}