{"Nomor": 68033, "Judul": "POTENSI EXTENDED PRODUCER RESPONSIBILITY (EPR) DALAM MENDUKUNG DAUR ULANG (STUDI KASUS: METODE PENGUMPULAN PROGRAM DAUR ULANG POPOK BAYI BEKAS PT X DI BANDUNG)", "Abstrak": "Popok bayi bekas memiliki risiko terhadap lingkungan. Extended Producer Responsibility (EPR) merupakan tren baru dalam dunia industri saat ini. Daur ulang (recycle) popok bayi bekas adalah salah satu bentuk EPR. Penelitian ini dilakukan untuk untuk mengevaluasi program daur ulang popok bayi bekas serta mengidentifikasi potensi program tersebut dalam mendukung daur ulang. Data primer dikumpulkan dari hasil observasi, wawancara, penyebaran kuesioner dan uji di laboratorium sedangkan data sekunder dikumpulkan dari PT X, Bank Sampah Mitra, dan publikasi ilmiah. Berdasarkan hasil penelitian, perlu diperhatikan kerjasama dengan Startup Mitra dalam pengumpulan serta peningkatan kapasitas mesin dalam pengolahan. Adapun di aspek lingkungan, program ini berpotensi dapat meningkatkan recycling rate sebesar 0,214% (teoritis) dan 0% (aktual), reduksi emisi gas rumah kaca (GRK) sebesar 11,43 ton CO2 equivalen per bulan, serta reduksi penyakit yang mungkin timbul yaitu kolera, diare, dan disentri. Di aspek sosial masyarakat, variabel Willingness to Participate dalam program daur ulang sampah popok bayi, nilai rata-rata kesediaan masyarakat untuk berpartisipasi, mengumpulkan mandiri, dan dijemput berturut-turut adalah  adalah 3,32; 3; dan 3,41dari 4,00 yang artinya rata-rata masyarakat setuju untuk berpartisipasi dalam program ini. Kemudian Willingness and Ability to Pay masyarakat Kota Bandung dalam program daur ulang popok bayi bekas rata-rata dalam 1 bulan secara berturut-turut adalah Rp13.400 dan Rp14.250. Kemudian aspek finansial program ini memiliki potensi dilihat dari kemampuan dan kemauan masyarakat dalam mengeluarkan biaya tambahan sebesar Rp392 dan Rp395 untuk satu buah merk popok yang sudah jelas mengelola/men-take-back sampah popok bayi bekasnya. Selain itu terdapat potensi kerjasama dengan industri lainnya dalam membeli produk daur ulang yaitu plastik dan serat agar terbentuk ekonomi sirkular. Kelayakan finansial bisa dilihat dari 3 skenario BCR yaitu kondisi eksisting, potensi minimal, dan potensi maksimal yang menunjukan angka 2,057; 6,749; dan 160,497", "Daftar File": {}, "Penulis": "Mohamad Setiawan Novaldi [15318096]", "Kontributor / Dosen Pembimbing": ["Dr. I Made Wahyu Widyarsana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Potensi EPR; daur ulang; popok bayi bekas.", "Sumber": "Tugas Akhir 26 Agustus 2022", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "01 Sep 2022"}