{"Nomor": 68049, "Judul": "DESAIN DAN ANALISIS EXPANSION SPOOL PIPA BAWAH LAUT DI LAUT NATUNA", "Abstrak": "Pemanfaatan minyak bumi dan gas alam memerlukan infrastruktur yang memadai\ndalam menyalurkan minyak bumi dan gas alam tersebut dari sumber minyak bumi dan\ngas alam ke fasilitas lepas pantai seperti anjungan lepas pantai dan sumur minyak. Pipa\nbawah laut merupakan salah satu konstruksi bangunan laut yang dapat digunakan untuk\nmenyalurkan minyak dan gas alam tersebut. Tahapan desain pipa bawah laut dilakukan\ndengan mendesain tebal dinding baja yang digunakan dengan mengacu pada DNVGLST-\nF101 pada kondisi instalasi, hydrotest, dan operasi. Kemudian, analisis dilanjutkan\ndengan menentukan ketebalan tebal dinding beton menggunakan analisis on-bottom\nstability yang mengacu pada DNVGL-RP-F109 pada kondisi instalasi dan operasi.\nSetelah itu, analisis dilanjutkan dengan analisis instalasi secara statik dan dinamik.\nAnalisis dilanjutkan dengan analisis bentang bebas pipa bawah laut dengan mengacu\npada DNVGL-RP-F105. Analisis terakhir yang dilakukan dengan melakukan analisis\ntegangan expansion spool yang diakibatkan oleh expansion thermal. Gaya yang terjadi\npada expansion thermal mengacu pada Subsea Pipeline Design, Analysis, and\nInstallation oleh Qiang Bai dan Yong Bai. Analisis tegangan expansion spool\ndilakukan berdasarkan kriteria tegangan yang mengacu pada ASME B31.8.", "Daftar File": {"ABSTRAK Muhammad Yusfan Tsani Ilmawan": "https://digilib.itb.ac.id/gdl/download/257829"}, "Penulis": "Muhammad Yusfan Tsani Ilmawan [15518028]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ricky Lukman Tawekal, M.S.E, Ph.D.", "Jessica Rikanti Tawekal, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "tebal dinding baja, on-bottom stability, instalasi, bentang bebas, expansion spool", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Sep 2022"}