{"Nomor": 68044, "Judul": "DESAIN DAN ANALISIS FATIGUE PADA BENTANG BEBAS PIPA BAWAH LAUT DI SELAT MADURA", "Abstrak": "Indonesia sebagai salah satu negara produsen minyak dan gas dunia memiliki\nbanyak fasilitas eksplorasi salah satunya adalah pipa bawah laut. Pemakaian\nminyak dan gas bumi mencapai lebih dari 50% kebutuhan energi nasional. Pipa\nbawah laut digunakan untuk mendistribusikan hasil eksplorasi migas antar fasilitas.\nTahapan desain pipa bawah laut dimulai dengan desain tebal dinding pipa\nberdasarkan standar DNVGL-ST-F101. Tebal dinding pipa didesain berdasarkan\nkriteria kegagalan internal overpressure, external overpressure, dan propagation\nbuckling pada kondisi instalasi, hydrotest, dan operasi. Penentuan tebal dinging\npipa disesuaikan dengan ketersedian pipa berdasarkan API 5L Specification for\nLinepipe. Ketebalan dinding pipa yang telah sesuai seluruh kriteria adalah 12.7 mm.\nKemudian tahapan desain selanjutnya adalah desain tebal selimut beton hasil\nanalisis on-bottom stability berdasarkan standar DNVGL-RP-F109. Analisis\non-bottom stability memeriksa kestabiltan arah lateral dan vertikal dari pipa dan\nkebutuhan trenching pada pipa. Tebal selimut beton yang dipilih sebesar 70 mm\ndengan kebutuhan trenching sedalam 0.1 m. Analisis instalasi pipa bawah laut\ndilakukan dengan bantuan program OFFPIPE. Instalasi pipa bawah laut dilakukan\nmenggunakan metode S-Lay dan lay barge HAFAR NEPTUNE dengan\nkonfigurasi sudut trim sebesar 1.5? dan sudut hitch -3?. Analisis instalasi dilakukan\npada dua kondisi perairan dan mempertimbangkan respons gerakan barge pada saat\nterkena gelombang dari beberapa sudut arah datang gelombang. Optimasi\nkonfigurasi laybarge dilakukan dengan mengubah koordinat roller, sudut hitch dan\nsudut trim. Bentuk dasar laut yang tidak rata dan beberapa fenomena lainnya\nmemungkinkan terjadinya bentang bebas pada pipa bawah laut. Analisis bentang\nbebas dilakukan berdarkan standar DNVGL-RP-F105 dengan mempertimbangkan\nbesar VIV dan direct wave loading pada pipa. Besar panjang bebas yang diizinkan\nadalah 16 m berdasarkan kriteria screening fatigue dan 23 m berdasarkan kriteria\nultimate limit state. Perhitungan umur fatigue pipa bawah laut dilakukan\nmenggunakan program DNV FatFree dengan kriteria umur fatigue selama 50 tahun.", "Daftar File": {"ABSTRAK Temmy Sugiyana": "https://digilib.itb.ac.id/gdl/download/257824"}, "Penulis": "Temmy Sugiyana [15518035]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ricky Lukman Tawekal, M.S.E, Ph.D.", "Jessica Rikanti Tawekal, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pipa Bawah Laut, Tebal Dinding Pipa, On-bottom Stabilty, Instalasi Pipa, Bentang Bebas, Umur Fatigue", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Sep 2022"}