{"Nomor": 68054, "Judul": "SINTESIS TITANIA HITAM MENGGUNAKAN PLASMA HIDROGEN TERBANTU GELOMBANG MIKRO SEBAGAI FOTOKATALIS PADA FOTODEGRADASI RHODAMIN B", "Abstrak": "Titania merupakan material fotokatalis yang menjanjikan untuk dikembangkan. Efisiensi fotokatalis titania di bawah sinar matahari kurang maksimal. Rendahnya serapan titania pada rentang cahaya tampak dan cepatnya laju rekombinasi elektron dan holes dianggap sebagai penyebab. Dalam hal ini, pengembangan titania hitam dapat menjadi solusi dari permasalahan tersebut karena akan menurunkan energi celah pita yang akan meningkatkan serapan pada rentang cahaya tampak, serta membentuk tingkat elektronik baru sebagai jebakan yang menghalangi proses rekombinasi elektron dan holes. Oleh karena itu, tujuan penelitian ini adalah perakitan reaktor plasma hidrogen terbantu gelombang mikro untuk sintesis titania hitam dengan plasma hidrogen, serta aplikasi titania hitam sebagai fotokatalis pada fotodegradasi zat warna rhodamin B. Reaktor plasma hidrogen terbantu gelombang mikro dirakit menggunakan komponen-komponen utama seperti oven microwave, pompa vakum, dan tabung quartz. Jenis dan jumlah relatif spesi-spesi radiatif dalam plasma hidrogen dikarakterisasi menggunakan teknik Optical Emission Spectroscopy (OES). Berdasarkan hasil uji emisi plasma hidrogen menggunakan teknik OES diketahui bahwa plasma hidrogen terdiri dari tiga spesi radiatif utama, yaitu H? (21%), H? (8,4%), dan H2 Fulcher-? (70,6%). Titania hitam disintesis dengan metode reduksi pelet titania menggunakan plasma hidrogen dengan kondisi laju alir gas hidrogen sebesar 40 sccm, tekanan dalam reaktor plasma sebesar 2 ? 3 torr, suhu reaktor plasma antara 200oC ? 400oC, dan variasi waktu 0 jam, 1 jam, 2 jam, dan 3 jam. Perubahan struktur titania hitam hasil sintesis dikarakterisasi dengan spektrometer Raman. Kemampuan serapan pada rentang cahaya tampak, nilai energi celah pita, serta total dan jenis cacat kristal dari titania hasil sintesis dikarakterisasi dengan spektrometer UV-Vis DRS dan spektrometer Fotoluminesensi. Plasma hidrogen dapat digunakan untuk sintesis titania hitam, semakin lama waktu perlakuan semakin gelap titania hasil sintensis, waktu sintesis 3 jam menghasilkan titania yang paling gelap. Berdasarkan data spektrum Raman, spektrum fotoluminesensi, dan spektrum UV-Vis DRS diketahui bahwa plasma hidrogen dapat meningkatkan serapan pada rentang cahaya tampak, menurunkan nilai energi celah pita, meningkatkan total cacat kristal, serta menginisiasi terjadinya transisi fasa dari anatase ke rutile. Fotodegradasi rhodamin B diamati berdasarkan peluruhan spektrum fotoluminesensi. Nilai tetapan laju fotodegradasi (k) diperoleh dengan pendekatan laju orde pertama dan nilai energi aktivasi (Ea) diperoleh dengan pendekatan hukum Arrhenius. Berdasarkan hasil uji fotodegradasi diketahui bahwa titania hitam dengan perlakuan 1 jam menunjukkan kinerja fotokatalitik terbaik dengan nilai tetapan laju, k =3,17×10-3 s-1 dan Energi Aktivasi, Ea = 11,62 kJ/mol .", "Daftar File": {"ABSTRAK Muhamad Nur Siddik": "https://digilib.itb.ac.id/gdl/download/257835", "PUSTAKA Muhamad Nur Siddik": "https://digilib.itb.ac.id/gdl/download/264901"}, "Penulis": "Muhamad Nur Siddik [20519319]", "Kontributor / Dosen Pembimbing": ["Dr. Veinardi Suendo, S.Si., M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Energi Aktivasi, Fotokatalis, Plasma Hidrogen Terbantu Gelombang Mikro, Tetapan Laju orde pertama,TiO2, Titania Hitam", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "05 Sep 2022"}