{"Nomor": 68053, "Judul": "PEMBANGUNAN MODEL PENDETEKSI RISIKO PREEKLAMSIA PADA PASIEN RS ISLAM JAKARTA PONDOK KOPI DENGAN MENGGUNAKAN TEKNIK DATA MINING", "Abstrak": "Salah satu indikasi yang dapat digunakan untuk mengukur kinerja dari rumah sakit\nadalah untuk meningkatkan pelayanan kesehatan agar dapat mencegah kematian\npada pasien. Salah satu dari penyebab kematian pada pasien adalah kelainan pada\nibu hamil yang disebabkan oleh preeklamsia. Rumah Sakit Islam Jakarta Pondok\nKopi (RSIJPK) merupakan salah satu dari beberapa rumah sakit swasta yang berada\ndi kota Jakarta Timur, DKI Jakarta. Oleh karena itu, RSIJPK perlu untuk\nmeningkatkan kualitas dari layanan yang ditawarkan kepada para pasien agar dapat\nbersaing di dalam lingkungan yang kompetitif dengan menerapkan sistem yang\ndapat mendeteksi preeklamsia dengan menggunakan teknik data mining.\n\nPenelitian dilakukan dengan menggunakan enam algoritma klasifikasi data mining\npada 109 data pasien klinik kandungan di RSIJPK yang terdiri dari 48 pasien positif\npreeklamsia dan 61 pasien negatif preeklamsia. Fitur input yang digunakan sebagai\natribut deteksi preeklamsia diperoleh berdasarkan hasil studi literatur dan hasil\nkonsultasi dengan dokter spesialis kandungan. Diagnosis risiko preeklamsia dibagi\nmenjadi dua kelas yang berbeda yaitu diagnosis positif dan diagnosis negatif.\nBerdasarkan hasil evaluasi model, diperoleh logistic regression sebagai algoritma\nyang memiliki performansi terbaik dalam mendeteksi penyakit preeklamsia pada\npasien kehamilan RSIJPK dengan nilai akurasi sebesar 98% dengan tingkat presisi\nsebesar 100%. Fitur input direduksi menjadi 12 fitur prediktor dengan 1 fitur target.\n\nPenelitian ini mengusulkan RSIJPK untuk mengimplementasikan sistem\npendeteksi preeklamsia yang menggunakan algoritma logistic regression agar dapat\ndimanfaatkan oleh dokter spesialis kandungan, tenaga medis, dan pasien sehingga\ndapat meningkatkan competitive advantage rumah sakit.", "Daftar File": {}, "Penulis": "Muhammad Ilham [13418063]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Kadarsah Suryadi, DEA", "Ni Luh Saddhwi Saraswati Adnyani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Data Mining, Rumah Sakit Islam Jakarta Pondok Kopi, Preeklamsia, Prototipe, Sistem Pendeteksi", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "05 Sep 2022"}