{"Nomor": 68065, "Judul": "PENGARUH KINERJA KEUANGAN TERHADAP NILAI PERUSAHAAN PERBANKAN YANG TERDAFTAR DI BURSA EFEK INDONESIA DARI TAHUN 2017 SAMPAI 2021", "Abstrak": "Penelitian ini bertujuan untuk mengetahui pengaruh kinerja keuangan yaitu Capital Adequacy Ratio (CAR), Return on Assets (ROA), Operational Efficiency Ratio (OER), Net Interest Margin (NIM), dan Non Performing Loan ratio (NPL). terhadap nilai perusahaan perbankan yang diukur dengan Price to Book Value (PBV), dari tahun 2017 sampai dengan tahun 2021. Penelitian ini menggunakan pendekatan analisis kuantitatif dengan strategi penelitian kausalitas dan jenis data yang digunakan dalam penelitian ini adalah time-series dan cross-section yang merupakan data sekunder, yaitu indikator keuangan perusahaan perbankan yang bersumber dari database keuangan. Populasi dalam penelitian ini adalah perusahaan perbankan yang terdaftar di Bursa Efek Indonesia (BEI) pada sektor Keuangan dan Papan Utama. Teknik purposive sampling digunakan dalam penelitian ini, dan 13 perusahaan dengan 65 jumlah observasi dikumpulkan untuk analisis data. Penelitian ini menggunakan analisis regresi data panel, dengan menggunakan model Random Effect. Hasil penelitian menunjukkan bahwa terdapat hubungan yang signifikan dan positif antara ROA dan NIM terhadap nilai perusahaan yang diukur dengan PBV perusahaan perbankan. Sementara itu, tidak terdapat pengaruh yang signifikan antara Capital Adequacy Ratio (CAR), Operational Efficiency Ratio (OER), dan Non Performing Loan Ratio (NPL) terhadap PBV perusahaan. Manajer perusahaan perbankan dapat mengarahkan fokusnya pada optimalisasi profitabilitas perusahaan, karena ditemukannya hubungan positif dan signifikan antara ROA dan NIM terhadap nilai perusahaan.", "Daftar File": {"2022 SK PP Nadia Raniya Hameeda-Abstract.pdf5?": "https://digilib.itb.ac.id/gdl/download/257924"}, "Penulis": "Nadia Raniya Hameeda [19019254]", "Kontributor / Dosen Pembimbing": ["Dr. Christos Alexakis", "Dr. Eng. Nur Budi Mulyono, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kinerja Keuangan, Nilai Perusahaan, Price to Book Value, Regresi Data Panel", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "05 Sep 2022"}