{"Nomor": 68066, "Judul": "PENGARUH ELECTRONIC WORD-OF-MOUTH DI MEDIA SOSIAL TERHADAP NIAT PEMBELIAN DARI MERK PARFUM MEWAH", "Abstrak": "Angka kelas ekonomi sosial menengah ke atas di Indonesia terus meningkat dari tahun ke tahun. Karena itu, industri merk parfum mewah menjadikan Indonesia sebagai salah satu prioritasnya. Alhasil, Indonesia tercatat menyumbang pendapatan pada penjualan barang mewah sebanyak 2,035,000,000 USD pada tahun 2020, dimana merk parfum mewah memiliki angka penjualan paling tinggi. Tingginya angka tersebut tidak lepas dari pengaruh media sosial dengan penyebaran informasi secara online atau biasa disebut eWOM. Sayangnya, bagaimana eWOM di media sosial mempengaruhi minat beli pada luxury perfume brands belum sepenuhnya dipahami. Studi ini bertujuan untuk mencari faktor yang mempengaruhi niat beli konsumen terhadap merek parfum mewah setelah melihat eWOM di media sosial serta memberi rekomendasi kepada luxury perfume brands dalam memaksimalkan eWOM untuk diimplementasikan dalam merangsang niat beli. Pendekatan kualitatif melalui wawancara kepada 15 orang dan kuantitatif melalui survei dengan jumlah 300 responden dilakukan, dimana responden pernah membeli atau menggunakan luxury perfume brands. Hasil wawancara dianalisis menggunakan metode open coding dan hasil survey dianalisis menggunakan metode PLS-SEM. Berdasarkan hasil wawancara, customer review di Instagram, TikTok, dan YouTube adalah sarana yang paling sering digunakan untuk mencari ulasan mengenai luxury perfume brands. Hasil dari survei menunjukan bahwa persuasif yang dirasakan, keahlian sumber, dan kepercayaan sumber secara signifikan mempengaruhi niat beli konsumen terhadap merek parfum mewah setelah melihat eWOM di media sosial. Hasil dari penelitian ini diharapkan dapat bermanfaat bagi pembaca, eWOM senders, dan luxury perfume brand industries dalam memanfaatkan eWOM sebagai salah satu strategi marketing.", "Daftar File": {"2022 SK PP Nurhanifa Mauladina-Abstract.pdf\niu": "https://digilib.itb.ac.id/gdl/download/257938"}, "Penulis": "Nurhanifa Mauladina [19019309]", "Kontributor / Dosen Pembimbing": ["Annisa Rahmani Qastharin, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "eWOM, media sosial, merk parfum mewah, niat beli", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "05 Sep 2022"}