{"Nomor": 68069, "Judul": "PENGEMBANGAN MATERIAL FOTOKATALIS BERBASIS SILIKA MESOPORI BERMORFOLOGI BICONTINUOUS CONCENTRIC LAMELLAR (BCL) TERDEKORASI TITANIA", "Abstrak": "Silika mesopori merupakan senyawa oksida yang memiliki ukuran pori 2,0 hingga 50 nm. Dalam pengembangannya, material silika mesopori menjadi salah material dengan aplikasi yang luas karena memiliki ukuran partikel, porositas, dan morfologi yang dapat diatur. Beberapa aplikasi utama dari material silika mesopori adalah sebagai sensor, adsorben, penyangga katalis, penyimpanan gas, filler obat-obatan, serta fasa diam kromatografi dalam proses pemisahan. Salah satu morfologi silika yang menarik adalah bicontinuous concentric lamellar (bcl). Keunggulan morfologi bcl adalah memiliki luas permukaan dan volume pori yang besar, pori berstruktur open channel berbentuk v-groove, serta partikel berbentuk bulat dengan ukuran yang cukup besar. Sifat silika yang tidak reaktif dan insulator membuat bcl silika tidak cocok sebagai katalis maupun fotokatalis. Meskipun silika tidak memiliki sifat katalis, namun sifat silika yang memiliki ketahanan kimia, mekanik, dan termal yang baik, serta transparan menjadikan bcl silika pilihan yang tepat sebagai penyangga fotokatalis, seperti TiO2. Sehingga pada penelitian ini akan dilakukan impregnasi material fotokatalis TiO2 ke permukaan bcl silika. Pembentukan partikel bcl silika terdekorasi TiO2 dibagi menjadi 2 tahap yaitu pembentukan bcl silika, yang kemudian dilanjutkan dengan pendekorasian TiO2. Silika bcl umumnya disintesis secara solvotermal menggunakan Teflon-lined autoclave pada tekanan tinggi. Sedangkan pada studi ini, silika bcl disintesis dengan metode refluks pada tekanan atmosferik yang lebih mudah untuk ditingkatkan pada produksi skala besar. Fotokatalis TiO2 disintesis dari prekursor TiCl4 terstabilkan etanol yang lebih mudah ditangani dan ekonomis. Berdasarkan gambaran FE-SEM, silika bcl terdekorasi titania berhasil disintesis dengan metode penetesan sederhana. Pada pemetaan EDS, diperoleh persen atom titania yang mendekorasi permukaan sampel silika bcl untuk masing-masing perlakuan. Pemetaan EDS menunjukkan sampel dengan silika bcl terkalsinasi memiliki komposisi atom titania sebanyak 7,3%, sedangkan sampel dengan silika belum terkalsinasi memiliki komposisi atom titania sebanyak 6,2%. Penyetabilan prekursor TiCl4 stabil dapat terbentuk secara konsisten pada etanol 10% dalam suhu 0°C. Data Raman menunjukan bahwa titania yang berhasil didekorasikan ke permukaan silika merupakan campuran dari fasa anatase dan fasa rutil. Data UV-vis menunjukkan pola penurunan energi celah pita sampel seiring meningkatnya jumlah partikel titania pada sampel. Untuk silika bcl terkalsinasi, penurunan celah pita terjadi dari 3,25 eV pada sampel berlabel 0,5 menjadi 3,06 eV pada sampel berlabel 3. Sementara itu, silika bcl sebelum terkalsinasi terjadi penurunan dari 3,25 eV pada sampel berlabel 0,5 menjadi 3,17 eV pada sampel berlabel 3. Data percobaan fotodegredasi menunjukan bahwa lampu yang digunakan tidak efektif dalam membentuk eksiton pada sampel fotokatalis. Terhambatnya pembentukan eksiton karena daerah singgung antara puncak pancaran lampu dan daerah serapan sampel tergolong kecil. Berdasarkan hasil pengujian aktivitas fotokatalitik, silika dengan aktifitas silanol yang dipertahankan memiliki sifat fotokatalitik yang lebih baik dibanding silika dengan silanol yang terdeaktifasi (terkalsinasi). Pengujian aktivitas fotokatalitik menunjukkan fotokatalis menggunakan penyangga silika belum terkalsinasi dengan konsentrasi penetesan TiCl4 4,3248 M / prekursor TiCl4 berlabel 3 menghasilkan laju reaksi fotodegredasi dengan peforma terbaik", "Daftar File": {"ABSTRAK Steven Adiwijaya": "https://digilib.itb.ac.id/gdl/download/257964", "PUSTAKA Steven Adiwijaya": "https://digilib.itb.ac.id/gdl/download/261502"}, "Penulis": "Steven Adiwijaya [10518054]", "Kontributor / Dosen Pembimbing": ["Dr. Veinardi Suendo, S.Si., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Silika mesopori, KCC-1, refluks, TiO2, TiCl4, morfologi bicontinuous concentric lamellar (bcl).", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "05 Sep 2022"}