{"Nomor": 68071, "Judul": "BENTUK BARU DARI HASIL PROSES PEMBIASAN CAHAYA", "Abstrak": "Ketertarikan terhadap objek-objek dalam air menyadarkan akan sesuatu proses yang\nterjadi dalam air tersebut yaitu proses pembiasan cahaya. Proses pembiasan cahaya\ndapat menghasilkan bentuk-bentuk yang baru secara alami, walaupun bentuk yang\ndihasilkan berbeda dengan objek aslinya. Selain bentuk, pembiasan cahaya juga dapat\nmenghasilkan beberapa bagian warna baru yang tidak terdapat pada objek aslinya, hal\nini menjadi alasan untuk menciptakan bentuk-bentuk baru dari proses pembiasan\ntersebut.\nMetode yang digunakan dalam proses pembuatan karya ini adalah melakukan\neksperimen pembiasan menggunakan bidang akuarium bulat dan tabung sehingga\ndapat merubah bentuk asli menjadi bentuk baru yang berbeda. Eksperimen yang\ndilakukan juga memainkan cahaya dari gelap hingga terang, sehingga bentuk yang\ndihasilkan memiliki sifat yang berbeda antara satu dan yang lainnya. Bentuk objek\nyang telah mengalami pembiasan cahaya akan memanjang dan melengkung mengikuti\nbidang pembiasan yang digunakan.\nBentuk baru yang dihasilkan dipindahkan ke dalam bentuk dua dimensi digital dengan\ncara fotografi. Hasil bentuk tersebut kemudian dilukiskan ke bidang kanvas dengan\ncara imitatif/meniru. Sehingga, karya yang dihasilkan berbentuk lingkaran dan persegi\nsama sisi. Bentuk baru yang dihasilkan dari proses eksperimen tersebut memiliki\nkarakter abstrak, karena hasil bentuk baru hanya terdiri unsur-unsur formal saja.\nMeskipun dalam proses melukis menggunakan metode imitatif/meniru, hasil akhir\nyang diperoleh tidak merepresentasikan objek aslinya lagi.", "Daftar File": {}, "Penulis": "Musafir Abrar Abd Hamid [17016001]", "Kontributor / Dosen Pembimbing": ["Muksin, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Seni Rupa Murni dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "pembiasan, cahaya, bentuk baru, perubahan bentuk, abstrak", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "05 Sep 2022"}