{"Nomor": 68073, "Judul": "USULAN STRATEGI PEMASARAN PADA RAM WATER UNTUK MENINGKATKAN LOYALITAS PELANGGAN", "Abstrak": "Industri peralatan rumah tangga saat ini menunjukkan peluang yang baik untuk terus berkembang. Indonesia merupakan salah satu negara yang memiliki peluang untuk menjual peralatan rumah tangga. Terlebih, Produk Domestik Bruto (PDB) pengeluaran pada kategori rumah tangga dan perlengkapannya mengalami peningkatan tahun 2021. Selain itu, tren belanja online peralatan rumah tangga mengalami peningkatan pada kategori rumah dan tempat tinggal. Melihat situasi tersebut, RAM Armalia sebagai perusahaan yang bergerak di industri peralatan rumah tangga, harus mengambil peluang untuk terus berinovasi dan dapat memberikan nilai tambah bagi pelanggan yang sudah dan pelanggan potensial. RAM Armalia menjual beberapa produk seperti pengolah air hexagonal atau RAM Water, presto elektrik, kompor gas dengan metode penjualan secara langsung. Pada tahun 2021 RAM Armalia mengalami penurunan penjualan khususnya untuk produk RAM Water. Berdasarkan survey pendahuluan terhadap tiga puluh pengguna yang menyatakan bahwa RAM Water memiliki kekurangan dalam kualitas pelayanan, kualitas produk, desain, promosi, varian, dan pembayaran. Untuk dapat bertahan dalam industri ini, perusahaan perlu fokus pada kebutuhan pelanggan untuk melakukan perbaikan untuk mempertahankan pelanggan dalam hubungan jangka panjang. Tujuan dari penelitian ini adalah untuk mengetahui faktor-faktor yang mempengaruhi kepuasan pelanggan, loyalitas pelanggan, dan usulan pemasaran RAM Water untuk meningkatkan loyalitas pelanggan. Metode penelitian yang digunakan adalah pendekatan metode campuran dengan data kualitatif dan kuantitatif untuk menganalisis situasi bisnis eksternal dan internal. Analisis eksternal dilakukan dengan menggunakan PESTEL, Porter's Five Forces, analisis pesaing, dan analisis konsumen. Dalam analisis konsumen, peneliti menemukan bahwa variabel bauran pemasaran 7p yang terdiri dari produk, harga, promosi, tempat, orang, proses, bukti fisik berpengaruh positif terhadap kepuasan pelanggan dan kepuasan pelanggan berpengaruh positif terhadap loyalitas pelanggan. Sedangkan analisis internal dilakukan dengan menggunakan analisis STP, analisis bauran pemasaran, dan analisis VRIN. Setelah melakukan analisis eksternal dan internal, peneliti melakukan analisis SWOT dan analisis Akar Permasalah. Setelah itu merumuskan strategi pemasaran menggunakan matriks TOWS. Ada lima belas alternatif solusi. Namun, ada tiga strategi yang dapat diterapkan berdasarkan kemampuannya. Pertama, menyediakan live chat di website untuk meningkatkan kualitas layanan produk. Kedua, membuat platform dapat terhubung di situs web yang memiliki akun, riwayat pembelian, pengumpulan poin, forum, dan pelacakan pesanan. Ketiga, menyediakan program webinar yang dapat menambah nilai bagi pengguna yang menjadi pembicara oleh influencer.", "Daftar File": {"2022_TS_PP_Kiki Amallia_Abstrak-1 (1).pdf)u": "https://digilib.itb.ac.id/gdl/download/257987"}, "Penulis": "Kiki Amallia [29120436]", "Kontributor / Dosen Pembimbing": ["Prawira Fajarindra Belgiawan, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Loyalitas Pelanggan, Kepuasan Pelanggan, Bauran Pemasaran 7P, Strategi Pemasaran, Pengolah Air.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "05 Sep 2022"}