{"Nomor": 68074, "Judul": "STUDI KELAYAKAN INVESTASI SISTEM RACKING DI AREA SURFACE TREATMENT PT DIRGANTARA INDONESIA", "Abstrak": "Area Surface treatment PT Dirgantara Indonesia berencana mengimplementasikan sistem racking usulan. Terdapat ketidakyakinan dari sisi feasibility sistem racking usulan. Dari sisi operasional, sistem racking usulan telah dikatakan layak, namun dari sisi ekonomi masih belum dapat dipastikan. Untuk itu, dilakukan studi kelayakan investasi sistem racking usulan pada penelitian ini.\nPada penelitian ini, dilakukan kelayakan investasi menggunakan kriteria benefit cost ratio, net present value, internal rate of return yang dimiliki oleh sistem racking usulan dibanding sistem racking existing. Investasi sistem racking usulan memiliki beberapa risiko yang menyertainya. Risiko-risiko tersebut dapat mempengaruhi kelayakan investasi. Analisis sensitivitas dan simulasi Monte Carlo digunakan untuk mengetahui dampaknya pada kelayakan investasi.\nHasil penelitian menunjukkan bahwa sistem racking usulan adalah layak, dengan investasi pada 4 rak menghasilkan nilai NPV sebesar Rp 484.208.945, nilai IRR sebesar 92%, nilai benefit cost ratio sebesar 1,41. Analisis sensitivitas menunjukkan variabel yang paling sensitif terhadap NPV adalah fluktuasi demand. Dengan memperhitungkan faktor risiko nilai tukar rupiah melemah, risiko keterlambatan pengerjaan sistem racking usulan, risiko demand pesawat melonjak naik, risiko biaya maintenance naik, hasil simulasi Monte Carlo menunjukkan bahwa probabilitas proyek layak sebesar 88%.", "Daftar File": {}, "Penulis": "Nurul Afifah [13418107]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sukoyo, M.T.", "Muhammad Akbar, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "analisis rasio manfaat biaya, kelayakan investasi, net present value, internal rate of return, simulasi Monte Carlo, sistem racking, analisis sensitivitas", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "05 Sep 2022"}