{"Nomor": 68077, "Judul": "OPTIMASI DESAIN ALAT DESALINASI TENAGA SURYA  MANDIRI", "Abstrak": "Kelangkaan air telah menjadi isu yang semakin parah belakangan ini. Indonesia \nsebagai negara kepulauan memiliki banyak sumber air, namun hanya sebagian kecil \ndarinya yang merupakan air tawar. Teknologi desalinasi telah menjadi salah satu \nsolusi untuk mengatasi masalah ini, karena dapat mengubah sumber air terbesar \nyaitu air laut menjadi air murni dan air minum. Di ITB sendiri telah dilakukan \npenelitian untuk melihat variabel penting dan efektif untuk menghasilkan jumlah \nair distilat terbanyak dengan menggunakan alat desalinasi bertenaga surya. Dalam \npenelitian kali ini, dilakukan perancangan desain alat desalinasi dengan variabel \nterbaik dari pengujian sebelumnya yang kemudian diteliti efektifitasnya. Hasil \nmenunjukkan bahwa penggabungan variabel terbaik dari alat dapat menghasilkan \nair sebanyak 2,778 L/m2.8jam pada sudut inklinasi 20o\ndan sebanyak 2,178 \nL/m2.8jam pada sudut 30o\nyang lebih banyak hingga 1,5 x – 8,2 x dari penelitianpenelitian yang sebelumnya telah dilakukan di ITB. Perbedaan kemiringan dari 30o\nmenjadi 20o\nterbukti dapat meningkatkan produksi distilat sebanyak 28% dan \nefisiensi unit dari 19,72% menjadi 23,35%. Air distilat yang dihasilkan telah \nmemenuhi baku mutu air minum Peraturan Menteri Kesehatan Nomor 492 Tahun \n2010 untuk parameter TDS, konduktivitas dan salinitas, namun untuk parameter \npH, air distilat masih perlu diolah karena masih menunjukkan angka pH sebesar \n3,92 - 4,19", "Daftar File": {"Abstrak_Optimasi Desain Alat Desalinasi Tenaga Surya Mandiri_15318021_Daffa Reyhan Aldrien Putra.pdf\n]": "https://digilib.itb.ac.id/gdl/download/257991"}, "Penulis": "Daffa Reyhan Aldrien Putra [15318021]", "Kontributor / Dosen Pembimbing": ["Rofiq Iqbal, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "desalinasi, efisiensi, mandiri, optimasi, tenaga surya", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "05 Sep 2022"}