{"Nomor": 68087, "Judul": "LITERASI DIGITAL BAGI PEMILIK WARUNG UNTUK MENGIKUTI ERA DIGITAL PADA STARTUP WARUNG PINTAR", "Abstrak": "Perkembangan era digital yang pesat disertai dengan adanya pandemi COVID-19 membuat banyak\npemilik usaha beralih dari berjualan secara offline menjadi berjualan secara online, begitu juga dengan\npara pemilik warung yang berada di Indonesia. Beberapa pemilik warung sudah mencoba berjualan secara\nonline, namun mereka masih kesulitan dalam mengatur penjualan secara online pada warungnya.\nMelalui penelitian ini, peneliti ingin mengetahui permasalahan yang dihadapi oleh para pemilik warung\ndalam menggunakan teknologi digital terutama aplikasi digital, serta menganalisis dan memberikan\nstrategi untuk meningkatkan perekonomian pemilik warung dengan menggunakan aplikasi digital.\nAplikasi yang digunakan dalam penelitian ini adalah aplikasi Warung Pintar. Adapun metode yang\ndigunakan dalam penelitian ini adalah metode kualitatif. Peneliti melakukan wawancara kepada pemilik\nwarung dan membandingkan hasil wawancara dengan ulasan yang terdapat pada aplikasi Warung Pintar\nguna mendukung data yang diperoleh dari hasil wawancara.\nHasil penelitian ini menyatakan bahwa pemilik warung mengalami kesulitan di dalam menggunakan\naplikasi Warung Pintar karena kurangnya pemahaman dan ketidakmampuan pemilik warung di dalam\nmenggunakan aplikasi Warung Pintar dan kurangnya informasi mengenai aplikasi Warung Pintar.\nStrategi yang digunakan dalam menyelesaikan permasalahan tersebut adalah dengan meningkatkan literasi\ndigital dan memahami digital journey saat menggunakan aplikasi Warung Pintar. Strategi ini bisa\ndiimplementasikan dengan memberikan seminar dan webinar, pelatihan, dan pendampingan mitra bagi\npara pemilik warung untuk meningkatkan perekonomian mereka.", "Daftar File": {"2022_TS_PP_Gd Pandya Wicaksana Gara_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/258110"}, "Penulis": "Gd Pandya Wicaksana Gara [29120591]", "Kontributor / Dosen Pembimbing": ["Dr. Neneng Nurlaela Arief, S.E., M.A.B."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Warung Pintar, Aplikasi Digital, Pemilik Warung, Literasi Digital, Digital Journey", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "06 Sep 2022"}