{"Nomor": 68084, "Judul": "PERANCANGAN SISTEM PENGELOLAAN DAN PEMANFAATAN BIOGAS LAHAN URUK TPST BANTARGEBANG KOTA BEKASI", "Abstrak": "TPST Bantargebang yang terletak di Kota Bekasi merupakan tempat pemrosesan akhir sampah yang melayani sampah dari Provinsi DKI Jakarta. Luas area TPST Bantargebang sebesar 110,3 Ha, dimana 81,91% dari luas total TPST Bantargebang merupakan lahan uruk dan sisanya sebesar 18,09% digunakan untuk prasarana, seperti jalan masuk, kantor, dan Instalasi Pengolahan Lindi (IPL). TPST Bantargebang sudah menampung sampah dari Jakarta sejak tahun 1989 diprediksi mencapai kepenuhannya pada tahun 2021, dengan begitu dibutuhkan rencana rehabilitasi salah satunya adalah pengelolaan dan pemanfaatan biogas lahan uruk. Pengelolaan biogas lahan uruk bertujuan dalam rangka perlindungan lingkungan dari efek gas rumah kaca (GRK) dan juga sebagai pemanfaatan sumber energi terbarukan. Pengelolaan biogas terdiri dari proses penangkapan gas, pengaliran gas, dan pemanfaatan gas. Lahan uruk ditutupi dengan lapisan penutup final geomembran dan dibuat fasilitas sumur vertikal untuk menangkap biogas yang dihasilkan. Biogas kemudian dialirkan ke fasilitas pengolahan yaitu desulfurisasi untuk menyisihkan kandungan H2S, penyisihan uap air dengan pendinginan, dan penyisihan CO2 dengan proses pressure swing adsorption (PSA). Gas kemudian ditampung dalam freestanding double membrane gas storage untuk menangani fluktuasi penggunaan gas metana. Gas metana dimanfaatkan sebagai sumber energi pembangkit listrik, CNG, dan juga pemanfaatan langsung oleh masyarakat sebagai gas kompor dapur. Berdasarkan kandungan energi, potensi sambungan rumah mencapai 24.000 dan energi listrik sebesar 6 MW. Rencana anggaran biaya investasi pengelolaan dan pemanfaatan biogas di TPST Bantargebang didapatkan sebesar Rp345.855.000.000,00. Dengan debit desain sebesar 8.000 m3/jam (raw biogas), didapatkan biaya investasi per debit biogas sebesar Rp43.232.000,00/(m3/jam) atau sekitar 2.882 USD/(m3/jam).", "Daftar File": {"Alvito T. Paseru (15717003).pdf)u": "https://digilib.itb.ac.id/gdl/download/258061"}, "Penulis": "Alvito Tirano Paseru [15717003]", "Kontributor / Dosen Pembimbing": ["Dr. Opy Kurniasari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "biogas, gas metana, gas rumah kaca, lahan uruk, pemanfaatan gas, pengelolaan gas.", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "06 Sep 2022"}