{"Nomor": 68086, "Judul": "PERBAIKAN SISTEM MANAJEMEN KINERJA MENGGUNAKAN THE BALANCED SCORECARD PADA BUMA SITE ADARO PARINGIN", "Abstrak": "Batubara merupakan salah satu sumber energi yang paling dibutuhkan di dunia.\nSejak situasi pandemi terjadi pada tahun 2019, perekonomian global dan nasional\nmengalami penurunan. Pada tahun 2020, perekonomian global dan nasional\nperlahan mulai bangkit. PT Bukit Makmur Mandiri Utama (BUMA) merupakan\nsalah satu penyedia jasa kontraktor pertambangan terbesar di Indonesia. Pada Q1\n2022, BUMA Site milik Adaro Paringin mengalami peningkatan pendapatan,\nnamun pengeluarannya dinilai masih cukup besar. Salah satu penyebabnya adalah\ntidak efektifnya penggunaan alat berat pengangkut, yang merupakan unit yang\npaling umum. Untuk memantau dan mengevaluasi kinerja perusahaan, perusahaan\nmemerlukan alat untuk mengukur kinerja. Metode yang dapat digunakan adalah\ndengan menerapkan Performance Management System (PMS). Dalam penelitian\nini, PMS yang digunakan adalah Balanced Scorecard (BSC). BSC merupakan\npendekatan untuk mengukur kinerja perusahaan dengan menjadi jembatan untuk\nmenghilangkan kesenjangan antara strategi dan eksekusi. Penentuan strategi\nobjektif untuk masing-masing perspektif dilakukan berdasarkan literature review,\nfocus group discussion (FGD), dan wawancara dengan praktisi ahli di bidangnya.\nPenetapan target dan inisiatif KPI dilakukan berdasarkan benchmarking dengan\nperusahaan lain dan juga wawancara dengan perusahaan. Untuk mengklasifikasi\npencapaian target KPI menggunakan Traffic Light System. Peneliti menambahkan\nstrategi objektif baru yaitu Cost Management. Hal ini dilakukan mengingat\npermasalahan yang dihadapi perusahaan terkait biaya yang membengkak\ndiharapkan dapat teratasi. Selain menambahkan strategi yang objektif, peneliti\njuga melakukan proses cascading dari Business Unit Level (tier 1) ke Level\nIndividual (tier 3). Proses cascading ini dipandang perlu agar visi, misi dan\nstrategi perusahaan jelas, hingga ke level karyawan. Hasil cascading ini\nmenghasilkan 108 strategi objektif dan 111 KPI untuk 12 divisi di BUMA Site\nAdaro Paringin. Cascading scorecard untuk tier 3 hanya dilakukan di divisi\nEngineering. Implementasi desain Balanced Scorecard baru yang diusulkan untuk\nperusahaan memakan waktu kurang lebih satu tahun lima bulan dari tahap\nevaluasi kinerja tahun sebelumnya hingga implementasi dan pemantauan desain\nbaru. Saran untuk penelitian selanjutnya, sebaiknya peneliti melakukan proses\ncascading ke semua level individu di setiap divisi.", "Daftar File": {"2022_TS_PP_Muhammad  Farhan Izharuddin_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/258078"}, "Penulis": "Muhammad Farhan Izharuddin [29120616]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Dermawan Wibisono, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "batu bara, tambang, performance management system (PMS), balanced scorecard (BSC), strategi.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "06 Sep 2022"}