{"Nomor": 68080, "Judul": "ISOLASI SENYAWA LIMONOID DARI BIJI KECAPI (SANDORICUM KOETJAPE) DAN UJI AKTIVITAS ANTIBAKTERINYA", "Abstrak": "Sandoricum koetjape (famili Meliaceae) merupakan tumbuhan asli Indonesia\nyang tersebar luas mulai dari pulau Sumatera hingga Papua. Tumbuhan ini\nbernilai ekonomi dan bermanfaat sebagai obat tradisional untuk penyakit diare, \ndisentri, kurap, demam, dan radang. Salah satu kandungan metabolit sekunder \nutama dari famili ini ialah senyawa limonoid. Pada famili ini, senyawa \nlimonoidnya cenderung memiliki struktur yang lebih kompleks, tingkat oksidasi \nyang lebih tinggi, dan penataulangan yang lebih bervariasi daripada famili lain. \nHal ini memungkinkan masih terdapat senyawa limonoid baru yang dapat \ndiisolasi dari S. koetjape. Pada penelitian ini, bagian biji S. koetjape diteliti \nkandungan limonoidnya. Bijinya dipilih karena belum banyak penelitian yang \nmelaporkan kandungan limonoid dan aktivitas antibakterinya. Berdasarkan \nliteratur, ekstrak biji S. koetjape memiliki aktivitas antibakteri yang sangat baik \nterhadap Bacillus subtilis dan Pseudomonas aeruginosa sehingga dimungkinkan\nsenyawa limonoid dari biji S. koetjape memiliki aktivitas antibakteri yang baik \njuga. Senyawa limonoid tersebut diisolasi, diidentifikasi strukturnya dengan\nspektroskopi NMR-1D dan NMR-2D dan diuji aktivitas antibakterinya dengan \nmetode difusi cakram kertas Kirby-Bauer. Dua senyawa murni baru berhasil \ndiisolasi dan diidentifikasi sebagai 30-hidroksi-3-epi-cipadonoid C (1) yang \nmerupakan limonoid tipe cipadonoid dan 30-dihidrokecapin D (2) yang \nmerupakan limonoid tipe trijugin. Kedua senyawa tersebut diuji aktivitas \nantibakterinya terhadap Bacillus subtilis ATCC 6633 dan Salmonella typhi ATCC \n14028. Hasil penelitian menunjukkan bahwa pada B. subtilis, senyawa 2\nmenghasilkan nilai zona hambat lebih besar daripada ekstrak biji S. koetjape\nkarena dimungkinkan senyawa 2 dalam ekstrak biji S. koetjape berperan dalam \naktivitas biologis sebagai antibakteri. Sementara itu, pada S. typhi, ekstrak biji S. \nkoetjape menghasilkan nilai zona hambat lebih besar daripada senyawa 1 dan 2\nkarena dimungkinkan terdapat senyawa lain dalam ekstrak biji S. koetjape selain \nsenyawa 1 dan 2 yang berperan dalam aktivitas biologis sebagai antibakteri.", "Daftar File": {"PUSTAKA Muhammad Zakiy Fadlullah": "https://digilib.itb.ac.id/gdl/download/261720", "ABSTRAK Muhammad Zakiy Fadlullah": "https://digilib.itb.ac.id/gdl/download/261727"}, "Penulis": "Muhammad Zakiy Fadlullah [20520308]", "Kontributor / Dosen Pembimbing": ["Prof. Yana Maolana Syah, MS, Ph.D.", "Robby Roswanda, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "S. koetjape, Meliaceae, limonoid, Bacillus subtilis, Salmonella typhi", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "05 Sep 2022"}