{"Nomor": 68093, "Judul": "STUDI KURVA KARAKTERISTIK TANAH-AIR (SWCC) PEMBASAHAN PADA NILAI ISAPAN TINGGI UNTUK CLAY SHALE TERHANCURKAN TERKOMPAKSI DI LOKASI CISOMANG", "Abstrak": "Clay shale merupakan tanah problematik yang tersusun dari berbagai mineral\nlempung dan mempunyai sifat ekspansif yang besar, apabila terjadi perubahan\nkadar air. Hal ini memunculkan banyak permasalahan geoteknik pada desain\nperencanaan. Namun, sifat clay shale pada keadaan tak jenuh dapat diprediksikan\nmenggunakan soil water characteristic curve atau kurva karakteristik tanah-air\n(SWCC). SWCC memiliki dua kondisi awal tanah yang berbeda, yaitu SWCC\npengeringan dan SWCC pembasahan yang akan membentuk histeresis. Maka dari\nitu, dilakukan pengukuran SWCC dengan kondisi awal tanah kering untuk\nmendapatkan SWCC pembasahan dengan isapan matric tinggi yang berarti\nmemiliki kadar air rendah (3%, 6%, dan 9%).\nPengukuran SWCC dilakukan dengan metode kertas saring, dimana memerlukan\nwaktu ekuilibrasi yang berbeda pada setiap jenis tanah karena dipengaruhi oleh\npermeabilitas tanah. ASTM D5298-16 telah merekomendasikan waktu ekuilibrasi\nminimal tujuh hari. Namun, rekomendasi ini belum tentu sesuai dengan clay shale\ndengan kadar air tanah tertentu maka penelitian ini diperlukan untuk memastikan\nwaktu ekuilibrasi yang sesuai untuk clay shale terhancurkan terkompaksi. Pada\npengujian laboratorium didapatkan waktu ekuilibrasi untuk kadar air 3%, 6% dan\n9% masing-masing adalah 15, 15, dan 21 hari. Pemodelan numerik dilakukan\nuntuk memverifikasi hasil pada pengujian laboratorium dan mendapatkan waktu\nekuilibrasi untuk kadar air 3%, 6%, dan 9% yaitu masing-masing adalah 12, 16,\ndan 22 hari. Hasil yang didapatkan dari pemodelan numerik sudah mendekati data\npengujian laboratorium.\nSWCC pembasahan dapat dinyatakan dalam kadar air gravimetrik, kadar air\nvolumetrik maupun derajat kejenuhan. Untuk mendapatkan SWCC dalam kadar\nair volumetrik dan derajat kejenuhan maka diperlukan perhitungan volume total\ntanah dengan cara pengukuran pengembangan tanah untuk mendapatkan swelling\ncurve (kurva pengembangan). Pengukuran tersebut mendapatkan regresi nilai\nhubungan angka pori (e) dan w.Gs dan terbentuklah SWCC pembasahan dengan  isapan matric tinggi untuk kadar air rendah dengan parameter fitting curve untuk\ntiga parameter, SWCC dalam parameter kadar air gravimetrik didapatkan: a =\n1000; m = 0,8; n = 0,7, SWCC dalam parameter kadar volumetrik didapatkan: a =\n1000; m = 0,7; n = 0,6 dan SWCC dalam parameter derajat kejenuhan didapatkan:\na = 100.000; m = 1,6; n = 2,00. Fungsi permeabilitas didapatkan secara tidak\nlangsung saat isapan matric 0,01 kPa sampai dengan 629198,08 kPa diperoleh\nkoefisien permeabilitas 1.74E-19 m/detik dengan nilai parameter fitting a = 25; b\n= 1,5 dan c = 5,00.", "Daftar File": {"ABSTRAK Cut Atika Hasya": "https://digilib.itb.ac.id/gdl/download/258135"}, "Penulis": "Cut Atika Hasya [25020005]", "Kontributor / Dosen Pembimbing": ["Sugeng Krisnanto, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "clay shale, SWCC pembasahan, kurva pengembangan tanah, waktu ekulibrasi, isapan matric, fungsi permeabilitas.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "06 Sep 2022"}