{"Nomor": 68096, "Judul": "PENGARUH PERLAKUAN AWAL PENAMBAHAN BASA DAN 2-BROMOETHANESULFONATE TERHADAP KINERJA MICROBIAL FUEL CELL", "Abstrak": "Indonesia merupakan negara penghasil minyak kelapa sawit terbesar di dunia.\nSejalan dengan semakin banyaknya produksi minyak kelapa sawit, semakin banyak\npula cair seperti palm oil mill effluent (POME) yang dihasilkan. POME memiliki\nkadar chemical oxygen demand (COD) yang sangat jauh dari baku mutu yang\nditetapkan oleh pemerintah Indonesia. Oleh karena itu, sebelum dibuang ke\nlingkungan POME harus diolah terlebih dahulu. Pengolahan POME dapat dengan\nmenggunakan teknologi microbial fuel cell (MFC), teknologi ini dapat mengolah\nPOME sekaligus menghasilkan listrik. Kinerja MFC diukur dari nilai rapat daya,\nrapat arus, serta hambatan yang dihasilkan sangat dipengaruhi oleh kondisi substrat\ndan aktivitas mikroba. Mikroba pada POME terdiri dari eksoelektrogen dan\nmetanogen, keberadaan metanogen akan menghambat aktivitas eksoelektrogen.\nPenelitian ini dilakukan untuk mengetahui pengaruh perlakuan awal penambahan\nbasa dan 2-bromoethanesulfonate (BES) terhadap kinerja MFC. Percobaan\ndilakukan dengan perlakuan awal penambahan basa pada pH 7; 8; 9; dan 10; yang\ndikombinasikan dengan penambahan BES dengan konsentrasi 50; 250; dan 500\n?mol/L untuk mengoptimalkan inhibisi metanogen. Berdasarkan hasil percoban,\nnilai open circuit voltage (OCV), rapat arus, dan rapat daya tertinggi diperoleh pada\nvariasi penambahan basa pH 10 sebesar 589 mV, 28,30 mA/m2, dan 8,95 mW/m².\nKemudian percobaan penambahan BES dilakukan pada kondisi pH 10. Nilai OCV,\nrapat arus, dan rapat daya tertinggi diperoleh pada variasi penambahan BES 250\n?mol/L sebesar 649 mV, 3.611 mA/m2, dan 1.301 mW/m². Dari analisis\nElectrochemical Impedance Spectroscopy (EIS), teramati pada penambahan basa\ndidominasi hambatan perpindahan muatan dan penambahan BES didominasi\nhambatan ohmik. Efisiensi penurunan COD berkisar antara 28-51% untuk\npenambahan basa dan 34-52% untuk penambahan BES. Dengan meningkatnya\nkinerja MFC pada variasi penambahan basa dan penambahan BES dapat\ndiindikasikan bahwa inhibisi metanogen untuk pertumbuhan eksoelektrogen terjadi\nsecara optimal.", "Daftar File": {"ABSTRAK Putri Erna Saing": "https://digilib.itb.ac.id/gdl/download/258144", "TS-TK- Putri Erna Saing 23020021-Cover.pdf": "https://digilib.itb.ac.id/gdl/download/262723", "BAB 1 Putri Erna Saing": "https://digilib.itb.ac.id/gdl/download/262724", "BAB 2 Putri Erna Saing": "https://digilib.itb.ac.id/gdl/download/262725", "BAB 3 Putri Erna Saing": "https://digilib.itb.ac.id/gdl/download/262726", "BAB 4 Putri Erna Saing": "https://digilib.itb.ac.id/gdl/download/262727", "BAB 5 Putri Erna Saing": "https://digilib.itb.ac.id/gdl/download/262728"}, "Penulis": "Putri Erna Saing [23020021]", "Kontributor / Dosen Pembimbing": ["Ardiyan Harimawan, S.T., M.Eng., Ph.D.", "Hary Devianto, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Chemical engineering", "Kata Kunci": "microbial fuel cell, palm oil mill effluent, perlakuan awal, penambahan basa, penambahan 2-bromoethanesulfonate, densitas daya", "Sumber": "Perpustakaan Prodi Teknik Kimia", "Staf Input/Edit": "Alice Diniarti  \n                                     Budi Cahyadi", "File": "7 file", "Tanggal Input": "06 Sep 2022"}