{"Nomor": 68107, "Judul": "ANALISIS DAMPAK BRAND IMAGE TERHADAP KEPUTUSAN PEMBELIAN PRODUK SMARTPHONE APPLE (IPHONE) DI BANDUNG", "Abstrak": "Sebagian besar penduduk dunia sudah menggunakan smartphone dalam kehidupan sehari-hari. Smartphone biasanya digunakan sebagai asisten pribadi karena alat ini dapat menyimpan data penting untuk urusan bisnis sekaligus sebagai pengingat aktivitas pengguna. smartphone merupakan penyumbang penjualan tertinggi di industri teknologi. Yang dapat dilakukan untuk menciptakan produk yang memiliki nilai jual dan daya saing tinggi dalam proses inovasi atau kreasi, adalah perusahaan harus mampu menciptakan strategi bisnis yang tepat. Sebuah perusahaan harus mampu membangun strategi pemasaran dengan cara yang tepat untuk menjangkau pasar yang dituju. Citra merek memiliki pengaruh yang besar dalam proses penjualan suatu produk, seperti yang terlihat saat ini, masyarakat tidak lagi berlomba-lomba untuk membeli produk dengan kualitas terbaik, tetapi konsumen lebih mudah tergiur dengan merek yang sudah mereka kenal atau memiliki citra merek. Penelitian ini dilakukan untuk mengetahui apakah citra merek dapat berdampak signifikan terhadap keputusan pembelian smartphone. Analisis akan dilakukan dengan menggunakan SPSS dengan teknik analisis regresi linier sederhana. Koefisien regresi untuk variabel keunggulan asosiasi produk (X1) adalah 2,602 dengan tingkat signifikansi 0,011 < 0,05. Berdasarkan hasil tersebut dapat disimpulkan bahwa Ho1 ditolak dan Ha1 diterima. Artinya terdapat pengaruh positif atau signifikan atau kontribusi yang signifikan dari keunggulan asosiasi produk terhadap keputusan pembelian. Koefisien regresi untuk variabel kekuatan asosiasi merek (X2) adalah 4,987 dengan tingkat signifikansi 0,000 < 0,05. Berdasarkan hasil tersebut dapat disimpulkan bahwa Ho2 ditolak dan Ha2 diterima. Artinya terdapat kontribusi yang positif atau signifikan antara kekuatan asosiasi merek terhadap keputusan pembelian. Koefisien regresi untuk variabel uniqueness brand association (X3) sebesar 3,323 dengan tingkat signifikansi 0,001 < 0,05. Berdasarkan hasil tersebut dapat disimpulkan bahwa Ho3 ditolak dan Ha3 diterima. Artinya terdapat kontribusi positif atau signifikan asosiasi keunikan merek terhadap keputusan pembelian. Kesimpulan dari penelitian ini menunjukkan bahwa terdapat pengaruh yang signifikan citra merek terhadap keputusan pembelian konsumen smartphone di kota Bandung. Implikasinya bagi perusahaan smartphone adalah mereka dapat terus melakukan perbaikan citra merek mereka berdasarkan hasil penelitian ini yang menemukan bahwa citra merek memiliki dampak positif terhadap keputusan pembelian pelanggan produk smartphone.", "Daftar File": {"2022 SK PP Komang Ayudia Wagiswari-Abstract.pdf)u": "https://digilib.itb.ac.id/gdl/download/258180"}, "Penulis": "Komang Ayudia Wagiswari [19019316]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Nur Budi Mulyono, S.T, M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Citra Merek, Smartphone, dan Keputusan Pembelian", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "06 Sep 2022"}