{"Nomor": 68109, "Judul": "PENGEMBANGAN SISTEM PERINGATAN DINI TSUNAMI BERBASIS KOMUNIKASI NIRKABEL MARITIM UNTUK KAWASAN PESISIR DI INDONESIA", "Abstrak": "Indonesia yang terletak di wilayah \"Cincin Api\" memiliki risiko tsunami yang tinggi dengan 13 zona subduksi. Peristiwa Tsunami Aceh 2004, Tsunami Pangandaran 2006, dan Tsunami Palu 2018 telah menunjukkan bahwa tsunami dapat menyebabkan kerusakan besar pada wilayah pesisir yang terdampak. Sistem Peringatan Dini Tsunami Indonesia (Ina-TEWS) biasanya mengandalkan buoy yang terhubung dengan satelit dan mengirimkan informasi 5 menit setelah gempa. Selain memerlukan waktu 5 menit, 22 buoy yang ditempatkan di laut Indonesia rusak dan hilang dari tahun 2012 hingga 2018. Oleh karena itu Indonesia membutuhkan sistem cadangan yang lebih cepat dan handal, yang dapat bersinergi dengan BMKG untuk mengeluarkan peringatan awal yang lebih efektif. Penelitian ini mengusulkan metode baru dengan integrasi komunikasi nirkabel maritim antar kapal pada dua lokasi studi yang berbeda, yakni Kawasan Pesisir Pangandaran dan Palu. Kapal yang digunakan adalah kapal ikan dan kapal penumpang dengan karakteristik yang berbeda, disesuaikan dengan jenis pelabuhan lokasi studi. Digunakan komunikasi radio VHF dan HF dari kapal pertama hingga akhirnya diterima oleh Stasiun Radio Pantai terdekat. Pemodelan tsunami secara deterministik dilakukan dengan menggunakan Delft3D dan Delft Dashboard, sesuai dengan parameter gempa dan patahan dari PUSGEN. Penelitian ini menghasilkan waktu propagasi sinyal VHF dan HF yang diperlukan untuk masing-masing skenario tsunami pada lokasi studi. Selain itu juga dihasilkan rancangan standard operating procedures berdasarkan skenario terburuk untuk Pelabuhan Perikanan Cikidang Pangandaran dan Pelabuhan Utama Pantoloan. Pengembangan sistem peringatan dini berbasis komunikasi nirkabel maritim ini diharapkan dapat menjadi bagian dari sistem mitigasi tsunami di Indonesia menggantikan buoy di masa mendatang.", "Daftar File": {"ABSTRAK Aryanti Karlina Nurendyastuti": "https://digilib.itb.ac.id/gdl/download/258183"}, "Penulis": "Aryanti Karlina Nurendyastuti [25020003]", "Kontributor / Dosen Pembimbing": ["Mohammad Bagus Adityawan, S.T., M.T., Ph.D.", "Dr. M. Sigit Arifianto, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "tsunami, Delft3D, komunikasi nirkabel maritim, VHF, HF", "Sumber": "FTSL", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "07 Sep 2022"}