{"Nomor": 68105, "Judul": "PEMBIAYAAN PROYEK INFRASTRUKTUR PUBLIK DI INDONESIA: ANALISIS SKEMA DALAM PENGEMBANGAN INFRASTRUKTUR TRANSPORTASI", "Abstrak": "Beberapa waktu terakhir telah menunjukkan pesatnya pertumbuhan infrastruktur publik Indonesia, awal yang sederhana dari pertumbuhan ekonomi drastis yang diinginkan negara ini dalam 15-30 tahun ke depan. Rencana pertumbuhan berkelanjutan yang terhambat oleh pukulan wabah COVID-19 di awal tahun 2020, yang menyebabkan Pemerintah Indonesia menunda beberapa proyek dan kegiatan selama hampir 2 tahun saja. Hal ini menyebabkan dana anggaran negara (APBN) direstrukturisasi untuk fokus pada perawatan kesehatan dan pemulihan negara pasca-pandemi. Solusi pembiayaan yang kreatif diperlukan untuk menggantikan ketergantungan pada APBN. Oleh karena itu menimbulkan pertanyaan; Bagaimana pemerintah Indonesia menghemat dana APBN di era pasca pandemi ini dalam membangun infrastruktur publik di Indonesia, khususnya infrastruktur transportasi? Skema pembiayaan apa yang paling tepat untuk mengembangkan Infrastruktur transportasi di Indonesia? Apa saja faktor-faktor dalam menentukan skema pembiayaan yang tepat untuk infrastruktur transportasi di Indonesia? Penelitian ini akan membantu menjawab hal-hal berikut melalui serangkaian penelitian kualitatif berdasarkan penelitian primer dan sekunder. Temuan-temuan berikut yang ditemukan dalam penelitian ini telah menunjukkan proses pengambilan keputusan dalam menerapkan metode dan skema pembiayaan yang berbeda berdasarkan faktor-faktor berbeda yang ditemukan dalam suatu proyek. Implementasi Public-Private-Partnerships, Debt-to-Equity Financing, dan Debt Instruments lebih disukai dalam pembangunan infrastruktur transportasi umum di Indonesia karena sebagian besar tahap proyek masih dalam tahap awal dan tidak menghasilkan aliran pendapatan saat ini. Faktor-faktor yang terkait dengan penciptaan pendapatan berkelanjutan di masa depan juga penting dalam menentukan metode pembiayaan yang tepat, karena hal ini membantu mengurangi risiko yang dimiliki oleh investor swasta. Implementasi ini juga terbukti memiliki banyak insentif untuk ditawarkan kepada perusahaan swasta dengan imbalan risiko yang lebih tinggi dalam berinvestasi di industri infrastruktur. Solusi ini akan menjadi masukan bagi Pemerintah Indonesia dalam mencari alternatif lain dari APBN untuk mendanai tahap awal pembangunan infrastruktur transportasi umum di Indonesia.", "Daftar File": {"2022 SK PP Bryan Rasyiidyan Bovanantoo-Abstract.pdf?": "https://digilib.itb.ac.id/gdl/download/258178"}, "Penulis": "Bryan Rasyiidyan Bovanantoo [19019275]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Nur Budi Mulyono, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pembiayaan, Kerjasama Pemerintah dan Badan Usaha (KPBU), Infrastruktur, Transportasi Publik, Pembangunan", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "06 Sep 2022"}