{"Nomor": 68100, "Judul": "OPTIMASI PROSES PULPING SODA ANTRAKUINON PELEPAH KELAPA SAWIT DENGAN MENGGUNAKAN DIGESTER LIQUOR TERSIRKULASI", "Abstrak": "Pelepah kelapa sawit merupakan limbah dari proses pemangkasan kelapa sawit\nyang pada umumnya dibuang begitu saja atau dibiarkan membusuk di bawah pohon\nkelapa. Pelepah kelapa sawit memiliki kandungan lignoselulosa yaitu komponen\nmakromolekul penting untuk produksi pulp. Pelepah kelapa sawit tersedia\nsepanjang tahun dengan potensi 5,8-8,1 ton/hektar/tahun. Pemanfaatan pelepah\nkelapa sawit dapat meningkatkan nilai tambah, dan menjadi alternatif bahan baku\nutama pulp, yaitu kayu. Soda pulping merupakan metode utama untuk pulping\nsejumlah biomassa pertanian (non-kayu) termasuk pelepah kelapa sawit.\nPenambahan antrakuinon mampu meningkatkan efektivitas proses soda, karena\nantrakuinon mampu meningkatkan laju pulping dan melindungi terjadinya\ndegradasi karbohidrat.\nPenelitian produksi pulp dari pelepah kelapa sawit dipelajari dengan menggunakan\ndigester skala laboratorium yaitu digester sirkulasi M/K. Rancangan percobaan\nRespons Surface Methodology (RSM) berdasarkan Central Composite Design\n(CCD) digunakan untuk mempelajari pengaruh suhu pemasakan 140, 150, dan 160\noC, waktu pemasakan 120, 180 dan 240 menit, dan konsentrasi NaOH 10%, 15%,\ndan 20% pada proses pulping dengan penambahan antrakuinon 0,1%. Analisa\nrespons permukaan untuk mendapatkan titik optimum dilakukan dengan\nmenggunakan bantuan software statistik Design Expert 13 versi trial.\nHasil percobaan menunjukkan bahwa pulping pelepah kelapa sawit dengan proses\nsoda berhasil dilakukan, dan penambahan antrakuinon dapat meningkatkan efek\npulping soda kaustik. Berdasarkan analisa RSM, faktor suhu, waktu pemasakan dan\nkonsentrasi NaOH berpengaruh terhadap perolehan yield (19,01-31,00%), bilangan\nkappa (9,24-15,69), dan viskositas (2,91-34,45 cp). Kondisi proses yang optimal\nyaitu pemasakan pada suhu 140 oC, waktu pemasakan 120 menit, dan konsentrasi\nNaOH 10% direkomendasikan untuk pembuatan pulp pelepah kelapa sawit proses\nsoda-antrakuinon dengan digester liquor tersirkulasi (yield 30,57%, bilangan kappa\n13,87, dan viskositas 24,03 cp) dengan nilai desirability sebesar 0,99.", "Daftar File": {"TS-TK-Suhendri 23020044-1-cover.pdf)u": "https://digilib.itb.ac.id/gdl/download/262366", "BAB 1 Suhendri": "https://digilib.itb.ac.id/gdl/download/262367", "BAB 2 Suhendri": "https://digilib.itb.ac.id/gdl/download/262368", "BAB 3 Suhendri": "https://digilib.itb.ac.id/gdl/download/262369", "BAB 4 Suhendri": "https://digilib.itb.ac.id/gdl/download/262370", "BAB 5 Suhendri": "https://digilib.itb.ac.id/gdl/download/262371"}, "Penulis": "Suhendri [23020044]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Tjandra Setiadi, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Chemical engineering", "Kata Kunci": "Antrakuinon, pulp, pelepah kelapa sawit, optimasi, proses soda, RSMCCD", "Sumber": "Perpustakaan Teknik Kimia", "Staf Input/Edit": "Alice Diniarti  \n                                     Budi Cahyadi", "File": "6 file", "Tanggal Input": "06 Sep 2022"}