{"Nomor": 68108, "Judul": "HOW SOCIAL MEDIA MARKETING STRATEGIES AFFECT CUSTOMER BEHAVIOR IN THE FOOTBALL BROADCASTING INDUSTRY", "Abstrak": "Indonesia merupakan negara yang dikenal sebagai penggemar berat sepak bola. Sepak bola telah menjadi hiburan bagi banyak orang Indonesia sejak lama. Dalam menyiarkan pertandingan sepak bola, suatu perusahaan harus memiliki/memperoleh hak siar dari pihak-pihak yang berkepentingan. Harga hak siar bervariasi dari satu liga/kompetisi ke liga/kompetisi lainnya. Selama bertahun-tahun, beberapa perusahaan secara bergiliran mendapatkan hak siar dari banyak liga top Eropa untuk dapat menyiarkannya di Indonesia. Mulai tahun 2019, sebuah perusahaan bernama Mola TV mendapatkan giliran untuk menjadi pemegang hak siar beberapa liga sepak bola papan atas Eropa. Mola TV adalah layanan multi-platform yang menyediakan video on demand dengan layanan over-the-top di negara-negara Asia Tenggara termasuk Indonesia. Mola TV telah memperoleh beberapa hak siar dari liga-liga top Eropa, namun ini adalah tahun terakhir mereka sebagai perusahaan yang memegang hak siar untuk salah satu liga top di Eropa, Liga Primer Inggris karena kontrak mereka habis tahun ini. Namun, meskipun ada perusahaan yang menyediakan layanan ini, masih ada beberapa orang di Indonesia yang menonton pertandingan sepak bola dari lembaga penyiaran ilegal. Meski gratis, ada beberapa risiko yang berbahaya bagi orang yang menonton pertandingan sepak bola dari penyiar ilegal. Penyiar ilegal dapat ditemukan di internet dan media sosial seperti Twitter. Ada banyak sumber/link yang dapat ditemukan jika orang mencari kata kunci tertentu. Dalam penelitian ini, peneliti bertujuan untuk memahami dan memperhatikan faktor-faktor yang membuat orang mengkonsumsi konten dari penyiar ilegal dan juga menemukan strategi pemasaran yang dapat mempengaruhi perilaku penonton karena banyak penonton Indonesia memilih untuk menonton pertandingan sepak bola dari penyiar ilegal di Twitter atau situs web ilegal. Penelitian ini dilakukan secara kualitatif oleh peneliti. Peneliti mengumpulkan data dengan melakukan wawancara semi terstruktur secara mendalam kepada 15 informan kunci. Informan kunci pada penelitian ini adalah penonton Indonesia yang berusia di atas 18 tahun, menonton sepak bola setiap minggu, mengetahui/berlangganan Mola TV, dan mengetahui keberadaan penyiar ilegal. Dalam wawancara tersebut, informan kunci ditanya tentang alasan mereka menonton pertandingan sepak bola dari penyiar ilegal dan strategi/konten pemasaran media sosial apa yang dapat membuat mereka mengubah perilaku mereka. Kemudian, peneliti menggunakan analisis Tematik untuk menganalisis data yang dikumpulkan dari wawancara. Selain itu, peneliti juga membandingkan data yang dikumpulkan dari informan kunci dengan strategi yang diterapkan Mola TV di media sosial mereka, dalam hal ini Instagram, dengan tujuan untuk mencari celah diantara keduanya. Hasilnya, alasan informan kunci menonton pertandingan sepak bola dari lembaga penyiaran ilegal dipengaruhi oleh beberapa faktor. Ini mencakup faktor-faktor seperti kondisi/situasi keuangan mereka, kebiasaan, persepsi, dan lingkungan mereka. Selain itu, mereka membutuhkan Mola TV untuk memposting konten yang lebih menarik, kampanye, berkolaborasi dengan Key Opinion Leader (KOL)/influencer, dll di akun media sosial mereka.", "Daftar File": {"2022 SK PP Reyhan Rachmadeputra-Abstract.pdf)u": "https://digilib.itb.ac.id/gdl/download/258181"}, "Penulis": "Reyhan Rachmadeputra [19019288]", "Kontributor / Dosen Pembimbing": ["Lisandy Arinta", "Dr. Eng Nur Budi Mulyono, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "pemasaran media sosial, perilaku pelanggan", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "06 Sep 2022"}