{"Nomor": 68104, "Judul": "MENGEVALUASI DAMPAK DARI STRATEGI PEMASARAN K-POP DAN PENGARUHNYA TERHADAP GENERASI Z", "Abstrak": "K-pop atau Korean pop telah menjadi fenomena global yang sangat mempengaruhi loyalitas merek dan antusiasme konsumennya. Aksesibilitas internet di seluruh dunia memungkinkan K- pop dikenal secara luas oleh masyarakat global, termasuk maraknya platform media sosial, seperti YouTube, Twitter, dan Facebook. Selama era globalisasi ini, Generasi Z juga berperan penting dalam berkontribusi dalam pencapaian global besar idola K-pop. Banyak dari generasi ini secara aktif terlibat dengan apa pun yang berhubungan dengan K-pop karena betapa uniknya mereka sebagai seorang seniman. Perusahaan hiburan K-pop mendekati pasar dengan cara yang berbeda dibandingkan dengan artis lain di industri global, mereka menampilkan idola K-pop melalui penampilan intensif visual yang luar biasa, hal ini ditunjukkan pada koreografi intens dan kemampuan menyanyi mereka yang spektakuler. Perusahaan memulai berbagai strategi pemasaran unik yang tidak umum diterapkan di industri global. Terlepas dari tantangan untuk menembus pasar global dan internasional, Korea Selatan kini menjadi satu-satunya negara yang mampu dengan mudah menjalankan strategi pemasaran khusus tersebut, namun masih mampu menangkap pasar global. Yang membuatnya lebih menarik adalah bahwa industri K-pop sekarang dikategorikan sebagai pasar substansial yang tumbuh paling cepat.\nDengan fokus pada perspektif Generasi Z, pemasaran strategis yang diterapkan oleh perusahaan K-pop untuk idola K-pop sebagai artis/penyanyi akan dievaluasi, termasuk konten digital, image personal dan/atau di atas panggung, variasi produk, dan acara/pertunjukan. Tujuan dari penelitian ini adalah untuk mengetahui bagaimana K-pop menjadi begitu populer di kalangan Generasi Z, untuk menemukan metode yang digunakan oleh perusahaan K-pop dalam pemasaran strategis mereka dalam mencapai keterlibatan penggemar yang tinggi dari Generasi Z, dan untuk menentukan strategi pemasaran paling berpengaruh yang diterapkan oleh perusahaan K-pop dalam menarik perhatian Generasi Z dengan memiliki loyalitas dan antusiasme terhadap K-pop yang begitu kuat.\nPenelitian ini dilakukan melalui penelitian primer dan sekunder. Penelitian primer dilakukan dalam bentuk survei online yang berisi kuesioner tentang pengalaman responden menjadi penggemar K-pop dan penilaian strategi pemasaran yang diimplementasikan oleh perusahaan K-pop. Penelitian primer ini dilakukan melalui analisis kuantitatif. Strategi pemasaran yang telah dinilai oleh Generasi Z dianalisis melalui tes one-way ANOVA. Selain itu, uji koreksi Bonferroni post hoc juga diperlukan untuk penelitian kuantitatif ini dalam menemukan faktor signifikan tertinggi dan perbandingan perbedaan spesifiknya, sehingga strategi pemasaran paling berdampak signifikan yang menarik perhatian Generasi Z bisa ditemukan. Sedangkan penelitian sekunder berperan sebagai pelengkap dalam penyelesaian penelitian, yang terdiri dari teori dan informasi fundamental mengenai pemasaran, industri K-pop, dan Generasi Z.\nMeskipun perusahaan K-pop menerapkan strategi pemasaran yang bervariasi untuk menarik perhatian konsumennya, banyak Generasi Z mengetahui K-pop melalui YouTube, di mana musik K-pop dan citra idolanya paling menarik perhatian mereka ketika mereka pertama kali tertarik pada industri ini. Dibandingkan dengan strategi pemasaran dan platform media sosial lainnya, YouTube telah menjadi faktor pengaruh terbesar pada loyalitas dan antusiasme Generasi Z. Hubungan keterlibatan yang kuat antara Generasi Z dan idola K-pop-nya di YouTube bersifat komprehensif karena konten digital sangat populer di kalangan generasi ini, mereka memiliki konsumsi media sosial lebih tinggi daripada generasi lainnya. Penelitian ini merekomendasikan upaya di masa depan untuk menyelidiki dan mengartikulasikan konten YouTube yang mendorong penggemar K-pop untuk terlibat secara aktif dengan K-pop.", "Daftar File": {"2022 SK PP SHABRINA MARCHELLA PRIADI-Abstract.pdf\n]": "https://digilib.itb.ac.id/gdl/download/258177"}, "Penulis": "Shabrina Marchella Priadi [19019278]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Nur Budi Mulyono, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Antusiasme Merek, Loyalitas Merek, Pemasaran Strategis", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "06 Sep 2022"}