{"Nomor": 68106, "Judul": "VALUASI FINANSIAL DAN NON-FINANSIAL UNTUK PERUSAHAAN DENGAN LABA NEGATIF: STUDI KASUS TESLA INC.", "Abstrak": "Tesla, Inc. merupakan produsen kendaraan listrik paling terkemuka di dunia selama bertahun-tahun, akan tetapi perusahaan tersebut baru dapat menghasilkan keuntungan pada tahun 2020. Terlepas dari kenyataan bahwa laba baru dilaporkan dua tahun lalu, Tesla selalu memiliki banyak investor yang ingin berpartisipasi. di perusahaan. Dilaporkan bahwa Tesla mengalami pertumbuhan 900% dari pemegang saham biasa yang beredar dari 114.517.973 pada tahun 2013 menjadi 1.033.507.611 pada tahun 2022. Investor-investor ini adalah salah satu alasan utama Tesla telah berkembang menjadi produsen kendaraan listrik terbesar di dunia. Maka dari itu, mempelajari bagaimana investor melakukan dan memandang valuasi Tesla sebagai perusahaan yang tidak menguntungkan adalah hal yang menarik.\nPertanyaan penelitian utama dari makalah ini adalah “Bagaimana menentukan valuasi Tesla sebagai perusahaan dengan laba negatif?”. Tulisan ini bertujuan untuk memahami valuasi perusahaan dengan pendapatan negatif seperti Tesla, sehingga Investor bersedia menempatkan uangnya di bisnis yang tidak menguntungkan. Makalah ini ingin menemukan metode yang digunakan untuk menilai perusahaan seperti Tesla, apakah valuasi finansial memadai, atau apakah valuasi non-finansial juga harus dipertimbangkan. Akibatnya, laporan tersebut menentukan nilai Tesla dari sudut pandang finansial dan non-finansial. Valuasi finansial menggunakan pendekatan Discounted Cash Flow dan Relative menggunakan multiples seperti rasio harga-pendapatan dan rasio nilai perusahaan/laba sebelum bunga, pajak, depresiasi, dan amortisasi, sedangkan valuasi non-finansial mempertimbangkan kualitas manajemen, tanggung jawab sosial perusahaan, dan rencana masa depan. Model valuasi finansial tersebut diaplikasikan pada laporan laba rugi Tesla dari 2012 hingga 2021, yang diperoleh dari laporan tahunan 10-K perusahaan yang diterbitkan oleh Komisi Sekuritas dan Bursa Amerika Serikat. Menurut pendekatan Discounted Cash Flow, harga saham Tesla dapat diperkirakan sekitar $884,15, sedangkan pendekatan relative memperkirakan harga saham $1.017.70 & $935.33 berdasarkan rasio pendapatan- harga dan nilai/penghasilan perusahaan sebelum bunga, pajak, penyusutan, dan amortisasi masing- masing. Dibandingkan dengan harga pasar saham Tesla sebesar $936,33 pada tanggal 31 Januari 2022, dapat dikatakan bahwa harga saham Tesla sedikit dinilai terlalu tinggi dikarenakan bahwa nilai dua perkiraan harga saham berada di bawah pasar. Adapun dari perspektif valuasi non-finansial, Tesla dikenal dengan kualitas manajemennya dengan memiliki orang-orang yang sangat berpengalaman dan terspesialisasi sebagai manajemen puncak. Selain itu, Tesla telah membuktikan bahwa mereka telah berhasil mengurangi sejumlah besar emisi karbon dioksida dan juga menghasilkan listrik dalam jumlah yang besar, dimana ini selaras dengan misi mereka untuk membantu dunia dalam mempercepat transisi menuju energi berkelanjutan. Selain itu, produk kendaraan elektrik terbaru seperti truk listrik dan mobil sport akan dirilis oleh Tesla, dimana ini menunjukkan ekspansi pasar perusahaan. Indikator-indikator ini telah mendorong perhatian investor untuk menginvestasikan uang mereka di Tesla. Hasil penelitian mengungkapkan bahwa hasil valuasi finansial suatu perusahaan sangat penting dalam pengambilan keputusan investasi, namun membutuhkan banyak asumsi. Oleh karena itu, dengan mempertimbangkan faktor-faktor non-finansial perusahaan ketika menilai perusahaan bermanfaat untuk melengkapi hasil yang dihasilkan oleh metode valuasi finansial seperti Discounted Cash Flow dan Relative.", "Daftar File": {"2022 SK PP Muhammad Agha Favianza Winartha-Abstract.pdf\niu": "https://digilib.itb.ac.id/gdl/download/258179"}, "Penulis": "Muhammad Agha Favianza Winartha [19019308]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Nur Budi Mulyono, S.T., M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Valuasi, Laba Negatif, Discounted Cash Flow, Relative, Valuasi Non-Finansial", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "06 Sep 2022"}