{"Nomor": 68110, "Judul": "RANCANG BANGUN LIQUID REFILL STATION UNTUK PRODUK SABUN CUCI PIRING BERBASIS INTERNET OF THINGS", "Abstrak": "Telah dirancang suatu alat pengisian ulang produk sabun cuci piring atau liquid refill station yang bertujuan untuk mengurangi sampah plastik dari wadah sabun cuci piring. Alat tersebut bekerja dengan dilengkapi dengan 2 buah pompa dan satu buah sensor water flow. Sehingga pelanggan dapat memilih volume dan jenis sabun cuci piring yang ingin dibeli dari 2 merek yang tersedia. Pemilihan merek dan volume sabun cuci piring dilakukan dengan menekan karakter\nkeypad yang telah diatur. Pembayaran pembelian produk dilakukan dengan menggunakan teknologi Near Field Communication (NFC) reader PN5322 dan sebuah kartu Mifare. Dengan kartu Mifare tersebut pelanggan juga dapat mengisi ulang saldo untuk pembayaran. Pengolahan data menggunakan Arduino Mega 2560 yang tersambung secara serial dengan RaspberryPi 3 B sebagai mini komputer untuk menjalankan keseluruhan program. Seluruh data pembelian berupa\nID pelanggan, merek sabun cuci yang dibeli, volume sabun cuci yang dibeli dan tanggal pembelian serta volume sisa pada tangki dikirim ke database MySQL melalui platform NodeRED yang telah terpasang pada Raspberry Pi 3B dan terhubung ke Arduino Mega 2560. Data-data volume sisa pada tangki dimonitor dan ditampilkan pada dashboard Grafana. Prediksi waktu habis volume sabun cuci piring pada tangki dilakukan dengan menggunakan regresi linier. Dengan variabel independen berupa waktu (hari) pembelian dan variabel dependen berupa volume sisa sabun cuci piring pada tangi. Prediksi menggunakan data latih yang diambil dari data-data volume sisa pada tangki pada saat pertama kali diisi hingga pertama kali habis. Dari data-data latih didapatkan koefisien determinasi  0,99 untuk merek pertama dan kedua.", "Daftar File": {"ABSTRAK Aminah Nurrahmawati": "https://digilib.itb.ac.id/gdl/download/258192"}, "Penulis": "Aminah Nurrahmawati [20220021]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Mitra Djamal", "Dr. Nina Siti Aminah, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "liquid refill station, sensor water flow, Near Field Communication (NFC) reader PN532, Arduino Mega 2560, Raspberry Pi 3, MySQL, NodeRED, Grafana, regresi linier, koefisien determinasi", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "1 file", "Tanggal Input": "07 Sep 2022"}