{"Nomor": 68119, "Judul": "IMOBILISASI ENZIM PPO (POLYPHENOL OXIDASE) DENGAN SOL-GEL PADA PERMUKAAN ELEKTRODA PASTA KARBON UNTUK PENENTUAN BPA (BISPHENOL A) DAN BPB (BISPHENOL B) SECARA VOLTAMMETRI", "Abstrak": "Senyawa BPA (Bisphenol A) dan BPB (Bisphenol B) merupakan zat aditif dalam pembuatan plastic yang sering dimanfaatkan sebagai wadah penyimpanan makanan dan minuman. Penelitian menunjukkan molekul BPA dan BPB dapat terlepas dari plastik pada kondisi penyimpanan yang tidak memadai sehingga dapat ikut tertelan bersama makanan dan minuman ke dalam tubuh. Besarnya kadar BPA dan BPB yang terakumulasi di dalam tubuh dapat menimbulkan bahaya bagi kesehatan. Oleh karena itu, penentuan BPA dan BPB dalam sampel wadah makanan atau minuman penting untuk dilakukan. Pada penelitian ini dilakukan pengukuran dengan menggunakan elektroda pasta karbon (EPK) yang dimodifikasi. Pada penelitian ini telah dikembangkan metode analisis voltammetri menggunakan elektroda pasta karbon (EPK) yang dimodifikasi dengan enzim PPO (Polyphenol Oxidase) pada permukaan EPK untuk penentuan BPA. Modifikasi EPK dilakukan dengan mencampurkan komponen grafit, paraffin, sol-gel dan PPO kemudian dilakukan pengukuran menggunakan teknik SWV (Square Wave Voltammetry) pada larutan yang mengandung BPA dalam larutan buffer fosfat 0,1 M pH 7 sebagai elektrolit pendukung. Jumlah komposisi optimum, pH larutan analit, dan efek laju pindai telah dipelajari pada penelitian ini. Hasil pengukuran analit menggunakan SWV (Square Wave Voltammetry) menunjukkan bahwa modifikasi dapat meningkatkan sensitivitas dan stabilitas elektroda. Kurva kalibrasi memberikan daerah linear pada rentang konsentrasi 2 sampai 10 ?M untuk BPA dan BPB dengan nilai limit deteksi (LOD) secara berturut-turut sebesar 0,520 ?M dan 0,720 ?M. Hasil pengukuran BPA dan BPB pada sampel menggunakan EPK-Modif menunjukkan hasil yang akurat dan tidak berbeda secara signifikan dibandingkan dengan hasil HPLC.", "Daftar File": {"ABSTRAK Siti Juhaeri": "https://digilib.itb.ac.id/gdl/download/258243", "PUSTAKA Siti Juhaeri": "https://digilib.itb.ac.id/gdl/download/263826"}, "Penulis": "Siti Juhaeri [20520045]", "Kontributor / Dosen Pembimbing": ["Dr. Indra Noviandri, M.S."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Biosensor, BPA, BPB, Elektroda Pasta Karbon, PPO, Sol-Gel, Voltammetri.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "07 Sep 2022"}