{"Nomor": 68112, "Judul": "STUDI EFEKTIVITAS ION LOGAM SEBAGAI MEDIA PENINGKATAN AKTIVITAS ANTIOKSIDAN RHAMNOLIPID DALAM SISTEM NANOPARTIKEL", "Abstrak": "Tingginya kadar radikal bebas di dalam tubuh (oxidative stress) menjadikan antioksidan yang dapat dimasukkan ke dalam tubuh melalui makanan, minuman, dan/atau obat (exogeneous antioxidant) menjadi material yang penting untuk dikembangkan. Rhamnolipid memiliki kemampuan sebagai antioksidan pada konsentrasi rendah, namun tidak sebaik antioksidan yang umum dijual di pasaran seperti asam askorbat. Salah satu strategi yang dapat digunakan untuk mengatasi hal ini adalah penggunaan nanoteknologi berupa pembentukan nanopartikel hybrid antara rhamnolipid dengan ion logam. Penelitian ini bertujuan untuk menyintesis nanopartikel rhamnolipid dengan penambahan tiga variasi logam (Fe3+, Cu2+, dan Co2+) menggunakan metode coprecipitation untuk mempelajari sifat fisikokimia ketiga nanopartikel serta mempelajari pengaruh penambahan ketiga ion terhadap aktivitas rhamnolipid sebagai senyawa antioksidan. Nanopartikel yang telah disintesis kemudian dikarakterisasi dan dipelajari sifat fisikokimianya menggunakan spektrofotometri UV-Vis, Fourier-transform infrared spectroscopy (FTIR), scanning electron microscopy-energy dispersive X-ray spectroscopy (SEM-EDS), atomic absorption spectroscopy (AAS), transmission electron microscopy (TEM), dan particle size analysis (PSA). Ketiga nanopartikel tersebut diuji pula aktivitasnya menggunakan metode DPPH assay. Sintesis nanopartikel rhamnolipid-ion logam menghasilkan padatan rhamno-Fe berwarna cokelat, padatan rhamno-Cu berwarna biru kehijauan, dan padatan rhamno-Co berwarna cokelat kehijauan. Berdasarkan data absorbansi UV-Vis, terlihat bahwa terjadi perubahan ligan ion logam yang sebelumnya merupakan air menjadi rhamnolipid. Enkapsulasi rhamnolipid dibuktikan lebih lanjut dengan melihat puncak serapan sekitar 3300 cm-1 pada spektrum FTIR dari ketiga nanopartikel. Selain itu, ketiga nanopartikel juga menunjukkan karakter serapan di sekitar daerah fingerprint yang menunjukkan vibrasi dari ikatan ion logam dengan atom O dari rhamnolipid. Hasil EDS selanjutnya menunjukkan adanya atom C dan O dari tiap nanopartikel yang menunjukkan terjadinya enkapsulasi rhamnolipid. Selain itu, pada tiap nanopartikel ditemukan adanya kandungan Fe pada rhamno-Fe, Cu pada rhamno-Cu, dan Co pada rhamno-Co. Berdasarkan hasil AAS, didapatkan perbandingan mol ion logam:rhamnolipid pada masing-masing nanopartikel sebesar 1:6 untuk rhamno-Fe, 1:4 untuk rhamno-Cu, dan 1:6 untuk rhamno-Co; mengindikasikan bahwa rhamno-Fe dan rhamno-Co memiliki bentuk oktahedral, sedangkan rhamno-Cu memiliki bentuk tetrahedral. Atas perbandingan antara mol ion logam dan rhamnolipid tersebut, rhamnolipid kemungkinan berperan sebagai ligan monodentat. Ketiga nanopartikel memiliki permukaan yang kasar dan tiap nanopartikelnya berbentuk bulat berdasarkan hasil analisis SEM dan TEM. Tiap nanopartikel memiliki kecenderungan untuk membentuk agregat, namun tetap memiliki aktivitas antioksidan tinggi dengan kenaikan %inhibisi maksimum antioksidan rhamno rhamno-Co sebesar 40,39%, rhamno-Cu sebesar 39,56%, dan rhamno-Fe sebesar 9,82% dari %inhibisi maksimum rhamnolipid standar. Ketiga nanopartikel juga memiliki efektivitas yang lebih baik dengan penurunan nilai IC50 dari rhamnolipid standar sebesar 0,37 mg/mL untuk rhamno-Fe, 0,14 mg/mL untuk rhamno-Cu, dan 0,58 mg/mL untuk rhamno-Co. Perbedaan pengaruh terhadap %inhibisi kemungkinan besar disebabkan karena perbedaan ukuran nanopartikel, sedangkan perbedaan IC50 dari ketiga nanopartikel dapat disebabkan jumlah rhamnolipid yang menjadi ligan untuk satu ion logam. Berdasarkan hasil uji antioksidan dari ketiga nanopartikel, rhamno-Co merupakan nanopartikel yang paling menjanjikan untuk dikembangkan lebih lanjut dan diaplikasikan dalam industri.", "Daftar File": {"ABSTRAK Ika Keumala Fitri": "https://digilib.itb.ac.id/gdl/download/258193", "PUSTAKA Ika Keumala Fitri": "https://digilib.itb.ac.id/gdl/download/262607"}, "Penulis": "Ika Keumala Fitri [20521029]", "Kontributor / Dosen Pembimbing": ["Dr. Rukman Hertadi, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Nanopartikel, rhamnolipid, ion Fe3+, ion Cu2+, ion Co2+, antioksidan, DPPH assay", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "07 Sep 2022"}