{"Nomor": 68115, "Judul": "SIMULASI DINAMIK KERETA API RINGAN BERDASARKAN STANDAR EN 14363:2016", "Abstrak": "Setiap produk kendaraan rel baru perlu melewati tahap uji keberterimaan yang\nmengacu pada standar keberterimaan running characteristics. Pengujian dilakukan langsung\nmenggunakan prototipe kendaraan. Pengujian fisik prototipe menghabiskan banyak waktu\ndan biaya. Simulasi benda jamak dapat dilakukan untuk memberi gambaran awal hasil uji\nkeberterimaan kendaraan rel tersebut. Hingga saat ini, penggunaan simulasi benda jamak\nterhambat kerumitan pemodelan kendaraan rel, terutama komponen suspensi, dan geometri\ndan ketidakrataan jalan rel yang mewakili kondisi pengujian sesungguhnya. Namun,\nkeberhasilan penggunaan simulasi benda jamak akan memungkinkan pengembang untuk\nmelakukan iterasi dan optimasi desain kendaraan rel tersebut tanpa konsekuensi waktu dan\nbiaya besar, sebelum akhirnya membuat prototipe final.\nIndustri kereta api di Indonesia saat ini sedang mengembangkan produk kereta api\nringan (LRT). Penelitian tugas sarjana ini bertujuan memodelkan kereta api ringan sebagai\nsistem benda jamak dan menyimulasikan uji keberterimaan running characteristics. Standar\npengujian yang digunakan adalah standar EN 14363:2016.\nPemodelan kereta api ringan dilakukan menggunakan perangkat lunak Universal\nMechanism. Model kereta api ringan terdiri atas sembilan benda. Komponen suspensi kereta\ndimodelkan sebagai elemen gaya dengan jenis disesuaikan dengan karakter fisik masingmasing\nkomponen. Analisis validasi model dilakukan sebelum melakukan simulasi. Hasil\nvalidasi menunjukkan model kereta api ringan yang dibuat valid. Simulasi uji keberterimaan\nrunning characteristics kereta api ringan berhasil dilakukan dan menunjukkan hasil yang\nbaik. Model kereta api ringan aman terhadap peristiwa keluar-rel pada trek terpuntir, stabil\npada simulasi pengujian dinamik, dan termasuk dalam kategori nyaman bagi penumpang.", "Daftar File": {"COVER Prasidya Wikaranadhi": "https://digilib.itb.ac.id/gdl/download/258218", "PUSTAKA Prasidya Wikaranadhi": "https://digilib.itb.ac.id/gdl/download/258224"}, "Penulis": "Prasidya Wikaranadhi [13115006]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Andi Isra Mahyuddin, Ph.D.", "Yunendar Aryo Handoko, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Kereta api ringan, simulasi benda jamak, uji keberterimaan, EN 14363.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "07 Sep 2022"}