{"Nomor": 68111, "Judul": "VARIASI SPASIAL-TEMPORAL SAMPAH LAUT DI SEPANJANG PANTAI DAN MUARA SUNGAI TELUK MANADO DAN SEKITARNYA PADA TAHUN 2021-2022", "Abstrak": "Saat ini Indonesia sedang menghadapi krisis pencemaran sampah laut dan terus meningkat pada setiap tahunnya. Keberadaan sampah laut ini menjadi ancaman baru yang sangat berdampak buruk terhadap ekosistem laut dan keberlangsungan sosial ekonomi masyarakat. Sampah dapat masuk ke laut melalui aliran sungai, drainase kota, aktivitas laut maupun dari para wisatawan. Perpindahan sampah laut dari satu tempat ke tempat lainnya disebabkan oleh faktor arus, pasang surut dan gelombang. Berdasarkan hal tersebut, Pemerintah Indonesia telah mengeluarkan suatu regulasi dalam Peraturan Presiden No. 83 Tahun 2018 tentang Penanganan Sampah Laut. Penelitian terkait dengan sampah laut telah banyak banyak dilakukan pada wilayah pesisir Indonesia, salah satunya adalah pesisir pada Teluk Manado dan sekitarnya. Penelitian sampah laut pada beberapa pantai di Teluk Manado telah dilakukan sejak tahun 2019 dan hanya terfokus pada saat kondisi surut dan hanya 2 musim saja. Sehingga penelitian ini dilakukan untuk melengkapi baseline data dengan menambahkan lokasi pada muara sungai dan pengumpulan sampah juga dilakukan saat kondisi pasang. Selain itu, penambahan musim peralihan juga dilakukan pada penelitian ini untuk melihat variasi sampah laut pada setiap musimnya. Pengambilan sampel dilakukan pada 5 pantai dan 3 muara sungai di Teluk Manado dan Sekitarnya dengan menggunakan Pedoman Pemantauan Sampah Laut oleh Kementrian Lingkungan Hidup dan Kehutanan (KLHK) Tahun 2020, metode Ondara dan Dhiauddin (2021) dan metode survei Commonwealth Scientific and Industrial Research Organisation (2017).\nBerdasarkan hasil penelitian, jenis sampah laut yang dominan ditemukan pada lokasi pantai dan muara sungai adalah jenis bahan plastik dengan proporsi masing-masing 57-81 % dan 78-81 %. Setiap sampah yang ditemukan dilakukan karakterisasi berdasarkan ukuran dan bentuknya. Secara keseluruhan, ukuran sampah makro yang ditemukan lebih banyak dibandingkan dengan sampah meso dengan total persentase ukuran sampah makro sebesar 76% dan sampah meso 24%. Hal ini diduga karena produksi sampah makro lebih banyak digunakan dalam kehidupan sehari-hari dan perubahan sampah makro menjadi ukuran yang lebih kecil membutuhkan proses yang cukup lama. Adapun sampah berbentuk utuh lebih banyak ditemukan pada sampah makro sedangkan bentuk tidak utuh lebih banyak ditemukan pada sampah meso. Total persentase sampah makro utuh sebesar 68% dan total persentase sampah meso tidak utuh sebesar 91%. Hal ini diduga karena  sampah meso ini merupakan bagian dari sampah makro yang telah terfragmentasi menjadi potongan-potongan kecil. Variasi komposisi sampah laut yang ditemukan pada setiap lokasi dan menunjukkan variasi yang sama pada setiap musimnya. yang terdiri atas 9 jenis bahan penyusun yaitu (PL) Plastik, (FP) Busa Plastik, (CL) Kain, (PC) Kertas dan Kardus, (ME) Logam, (RB) Karet, (GC) Kaca dan Keramik, (WD) Kayu dan (OT) Bahan Lainnya.\nPerbedaan musim hanya berpengaruh pada kepadatan sampah. Dalam hal ini berkaitan dengan arah arus yang dapat membawa sampah laut berpindah dari tempat satu ke tempat lainnya. Hasil dilapangan menunjukkan hal yang sama antara arah arus dan lokasi tumpukan sampah terbanyak pada setiap musimnya. Arus di Teluk Manado pada musim timur dominan bergerak ke arah utara dan timur laut sehingga penumpukan sampah akan lebih banyak pada daerah teluk sebelah utara yaitu Pantai Talawaan Bajo yaitu sebanyak 192 buah dengan kepadatan sebesar 7,68 item/m2. Pada musim barat, pergerakan arus dominan ke arah timur yang menyebabkan kepadatan sampah tertinggi ditemukan pada Pantai Bailang sebesar 21,16 item/m2 dan Pantai Malalayang 3,48 item/m2. Pada musim peralihan II, daerah tumpukan sampah menunjukkan daerah yang sama dengan musim barat namun terdapat perbedaan jumlah yang ditemukan. Ini terjadi karena adanya perbedaan kecepatan arus pada kedua musim ini. Pada musim peralihan I, pengaruh arus terlihat pada Pantai Tasik Ria dimana pada musim ini arusnya bergerak ke arah timur laut menuju Pantai Mandolang sehingga memungkinkan adanya perpindahan sampah. Namun, untuk perpindahan sampah ini masih perlu dikaji lebih lanjut.\nAktivitas yang ada pada setiap lokasi akan mempengaruhi jumlah sampah yang ditemukan. Pantai Talawaan Bajo, Pantai Bailang dan Pantai Sindulang merupakan pantai dengan kepadatan tertinggi. Ketiga lokasi ini memiliki aktivitas yang lebih ramai dibanding 4 pantai lainnya. Lokasi yang memiliki aktivitas lebih banyak cenderung akan ditemui tumpukan sampah yang lebih banyak juga. Hal ini karena banyaknya aktivitas tersebut menyebabkan sumber inputan sampah lebih beragam.", "Daftar File": {"ABSTRAK Jeszy Novianti Andakke": "https://digilib.itb.ac.id/gdl/download/258191"}, "Penulis": "Jeszy Novianti Andakke [22420011]", "Kontributor / Dosen Pembimbing": ["Dr. Ayi Tarya, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Variasi sampah laut, Teluk Manado, komposisi dan kepadatan, bentuk sampah", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "07 Sep 2022"}