{"Nomor": 68127, "Judul": "PENGGALANGAN INVESTASI SEED DALAM PENDANAAN STARTUP TAHAP AWAL DI INDONESIA", "Abstrak": "Pertumbuhan startup tahap awal menjadi fokus utama pemerintah Indonesia dalam mendorong pertumbuhan ekonomi melalui adopsi bisnis digital. Namun, kehabisan uang atau gagal mendapatkan investasi masih dianggap sebagai kendala utama bagi startup tahap awal dalam menumbuhkan dan mempertahankan bisnisnya di pasar. Kesulitan yang dihadapi oleh pendiri startup tahap awal karena kurangnya proyeksi keuangan dan salah memvaluasi bisnis mereka dalam meyakinkan calon investor untuk mendapatkan pendanaan. Studi ini berfokus pada startup tahap awal yang didanai melalui investasi putaran awal karena didanai oleh lembaga keuangan bukanlah pilihan karena aset tidak berwujud yang dimiliki startup tahap awal. Selain itu, tujuan dari penelitian ini adalah untuk menguji parameter pinjaman, kredit, dan pendanaan dalam pengaturan organisasi dan kelembagaan. Indikator-indikator ini akan dianalisis apakah indikator-indikator tersebut dapat mempengaruhi kelayakan pendanaan startup tahap awal oleh investor. Studi dilakukan dengan mewawancarai pendiri startup yang telah melalui dan berhasil mendapatkan investasi awal (seed investment). Analisis isi dilakukan dalam mengekstraksi data. Hasil analisis menunjukkan delapan indikator mempengaruhi investor dalam menentukan investasinya. Dengan mengoptimalkan indikator-indikator tersebut, diharapkan startup tahap awal menjadi lebih mudah dalam memperoleh pendanaan terutama dalam menetapkan jumlah dana secara optimal demi keberlangsungan bisnis mereka.", "Daftar File": {"2022 SK PP Tiara Millania-Abstract.pdf5?": "https://digilib.itb.ac.id/gdl/download/258294"}, "Penulis": "Tiara Millania [19019237]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Nur Budi Mulyono, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Startup tahap awal, investasi tahap seed, investor", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "07 Sep 2022"}