{"Nomor": 68124, "Judul": "KAJIAN PROSES PENGEMBANGAN DESAIN KURSI KERETA API SLEEPER LUXURY GENERASI 1 DAN 2", "Abstrak": "Kereta api sleeper luxury merupakan inovasi terbaru KAI. Kereta api ini memiliki\ndua generasi. Inovasi yang dihadirkan pada kereta ini adalah kursi penumpang yang\nmemiliki fitur-fitur untuk mengakomodasi kenyamanan dan memberikan rasa\nmewah kepada penumpang. namun kedua desain ini dipersepsikan berbeda oleh\npara penumpang kereta api. Ditemukan bahwa desain kursi kereta api sleeper\nluxury generasi 1 memiliki persepsi yang lebih sesuai dengan branding yang dibuat\nKAI dan dinilai lebih menarik daripada desain kursi kereta api sleeper luxury\ngenerasi 2. Penelitian bertujuan untuk mengungkap penyebab terjadinya perubahan\ndan perbedaan antara desain kursi kereta sleeper luxury generasi 1 dan 2. Penelitian\nini menggunakan pendekatan penelitian kualitatif dengan wawancara yang\ndilakukan kepada stakeholder yang terkait dengan proyek kursi kereta penumpang\nini untuk mengungkap penyebab perubahan desain kursi kereta ini. Wawancara\ndilakukan dengan direktur ITSDC sebagai desainer utama yang bekerja sama dalam\nproyek kursi kereta sleeper luxury generasi 1, Staff RnD INKA, dan mantan staff\nINKA pemegang proyek kereta stainless 438. Penelitian ini menemukan perbedaan\nproses pengerjaan proyek antara desain kursi kereta api sleeper luxury generasi 1\ndan 2 serta mengungkap penyebab terjadinya perbedaan desain yaitu, Perubahan\nbrief desain oleh KAI yang kemudian merubah referensi desain INKA dan pada\nakhirnya merubah skema proyek pengembangan desain.", "Daftar File": {"2022 TS PP NYOMAN ARYA ADIGUNA GAUTHAMA 1.pdf": "https://digilib.itb.ac.id/gdl/download/258291"}, "Penulis": "Nyoman Arya Adiguna Gauthama [27120041]", "Kontributor / Dosen Pembimbing": ["Slamet Riyadi, S.Ds., M.Ds., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Kereta Api, Kursi Penumpang, Manajemen Desain, Proses Perancangan Desain", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "07 Sep 2022"}