{"Nomor": 68126, "Judul": "KEMUNGKINAN RATIFIKASI UNITED NATIONS CONVENTION ON CONTRACTS FOR INTERNATIONAL SALE OF GOODS (CISG) DI NEGARA-NEGARA YANG DIPENGARUHI OLEH HUKUM SYARIAH", "Abstrak": "Peran (CISG) adalah untuk memastikan kepastian dalam pertukaran komersial antara sistem hukum yang berbeda dengan menyediakan hukum penjualan yang seragam. Beberapa studi tentang CISG mempertanyakan kompatibilitas Konvensi dengan sistem hukum lain karena banyak negara masih belum meratifikasi. Penelitian ini bertujuan untuk menilai kompatibilitas CISG dalam sistem hukum yang dipengaruhi oleh hukum Syariah dan potensinya untuk meratifikasi CISG. Mengingat kemungkinan negara-negara yang dipengaruhi oleh hukum Syariah dalam meratifikasi Konvensi, perlu dipahami mengapa CISG masih belum diterapkan secara global dan kesesuaian Konvensi dengan hukum Syariah. Kajian ini mengkaji kajian-kajian sebelumnya mengenai kritik seputar ketentuan CISG dan mengidentifikasi hal-hal yang bertentangan dengan prinsip-prinsip hukum syariat. Dengan menggunakan penelitian sebelumnya, Al-Qur’an, dan situs web yang relevan dengan penelitian, temuan menunjukkan bahwa CISG tidak sesuai dengan hukum Syariah. Konvensi tersebut memuat ketentuan-ketentuan yang bertentangan dengan prinsip-prinsip Syariah, yaitu larangan riba, gharar, dan maysir. Studi ini menyimpulkan bahwa kemungkinan sebuah negara Islam meratifikasi CISG tergantung pada tingkat pengaruh hukum Syariah dalam sistem hukumnya. Semakin tinggi pengaruhnya, semakin rendah kemungkinan negara Islam untuk meratifikasi CISG.", "Daftar File": {"2022 SK PP Nasya Larasati Santosa-Abstract.pdf\n]": "https://digilib.itb.ac.id/gdl/download/258293"}, "Penulis": "Nasya Larasati Santosa [19018327]", "Kontributor / Dosen Pembimbing": ["T.J Kooijenga", "Dr. Eng. Nur Budi Mulyono S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "CISG, Shari’a Law, Riba, Gharar, Maysir", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "07 Sep 2022"}