{"Nomor": 68138, "Judul": "DARI PASAR KHUSUS KE MEDIA UTAMA: TREND TERBARU INDUSTRI ANIME", "Abstrak": "Penelitian ini mengkaji tren terkini di industri anime yang akibatnya mengubah persepsi sosial terhadap para penggemar atau penonton industri anime karena lebih condong ke arah negatif daripada positif serta di ambang berubah menjadi media utama sejak media anime sendiri selalu lebih fokus pada pasar lokal mereka yang bisa dicap sebagai pasar khusus. Landasan teori yang telah ditulis terlebih dahulu akan memberikan pemahaman yang lebih baik tentang istilah-istilah yang relevan dengan fenomena, selain itu juga akan memberikan konteks secara implisit seiring berjalannya waktu. Dengan metode deskriptif dan kualitatif untuk menemukan jawaban atas pertanyaan yang telah diajukan serta tujuan yang telah diidentifikasi. Bergantung pada data sekunder dari berbagai media di Internet dan penelitian sebelumnya yang serupa dengan penelitian ini untuk menggambarkan fenomena yang berkontribusi terhadap tren tersebut, peneliti menemukan beberapa faktor yang berdampak antara lain: menurunnya jumlah penduduk dan rendahnya angka kelahiran Jepang sehingga memaksa industri untuk membuat konten yang lebih menarik untuk budaya Barat dan secara global selanjutnya membuat distribusi lebih mudah diakses di seluruh dunia, persona yang dikenal secara global seperti Elon Musk secara terbuka menunjukkan cinta terhadap media melalui media sosial yang mengurangi persepsi negatif yang ada, merek baju dan sepatu terkenal berkolaborasi dengan pertunjukan dari media seperti Coach, Jordan, dan Asics serta video game Fortnite yang berkolaborasi dengan Naruto, usaha kecil dan menengah lokal mendedikasikan merek mereka ke media menciptakan toko tidak resmi. Singkatnya, media berada di posisi ini karena penggemarnya yang bersemangat dan berdedikasi.", "Daftar File": {"2022 SK PP Rafli Darmawan-Abstract.pdf)u": "https://digilib.itb.ac.id/gdl/download/258429"}, "Penulis": "Rafli Darmawan [19019214]", "Kontributor / Dosen Pembimbing": ["Valid Hasyimi", "Dr. Eng. Nur Budi Mulyono, S.T., M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Anime, stereotip, pasar khusus khusus, media utama, & globalisasi", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "08 Sep 2022"}