{"Nomor": 68136, "Judul": "EVALUASI USABILITY PADA ONLINE LEARNING PLATFORM GOOGLE CLASSROOM", "Abstrak": "Pandemi Covid-19 memiliki dampak besar ke berbagai sektor kehidupan di Indonesia, salah satunya sektor pendidikan. Pemerintah mendorong dilaksanakannya pembelajaran daring dengan online learning platform yang sudah ada untuk mempermudah prosesnya. Salah satu online learning platform yang paling banyak digunakan di Indonesia adalah Google Classroom. Namun berdasarkan studi pendahuluan yang telah dilakukan, sebagian besar pengguna Google Classroom mengalami kesulitan dalam menggunakannya.\nPenelitian ini bertujuan untuk mengetahui tingkat usability dari Google Classroom dan menyusun usulan perbaikan berdasarkan hasil evaluasi usability yang didapatkan. Evaluasi usability yang dilakukan pada penelitian ini adalah evaluasi sumatif dengan metode usability testing melalui pengukuran performansi dan Think-Aloud protocol. Atribut usability yang digunakan pada penelitian ini adalah efisiensi, efektivitas, dan kepuasan pengguna. Pengambilan data pada penelitian ini dilakukan kepada dua kelompok partisipan yaitu kelompok new user dan kelompok expert user.\nHasil penelitian menunjukkan secara keseluruhan, fitur yang diuji pada penelitian ini seluruhnya efektif. Sedangkan untuk tingkat efisiensi hasil penelitian menunjukkan waktu penyelesaian kedua kelompok partisipan berbeda signifikan pada fitur yang digunakan pada tugas 3. Kepuasan pengguna ditentukan berdasarkan hasil perhitungan QUIS, didapatkan hasil sebesar 6.51 yang berarti pengguna cukup puas dengan user interface dari Google Classroom. Namun berdasarkan hasil RTA diketahui bahwa partisipan masih memiliki masalah dan keluhan terkait Google Classroom. Usulan perbaikan untuk menyelesaikan permasalahan usability pada Google Classroom dilakukan dengan metode concept generation sehingga didapatkan tujuh usulan perbaikan.", "Daftar File": {}, "Penulis": "Mentari Ashri Nurulwildani [13417034]", "Kontributor / Dosen Pembimbing": ["Prof. Ari Widyanti, S.T., M.T., Ph.D.", "Rifko Rahmat Kurnianto, S.T., M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "usability, Google Classroom, learning platform", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "08 Sep 2022"}