{"Nomor": 68147, "Judul": "KESADARAN DAN PENGGUNAAN LABEL PANGAN PADA PRODUK PANGAN DALAM KEMASAN: STUDI KASUS KONSUMEN GENERASI Z DI INDONESIA", "Abstrak": "Membaca label makanan memungkinkan pelanggan untuk menilai produk sebelum memilihnya. Terbukti dengan banyaknya label pangan pada kemasan yang dianggap tidak lengkap, dapat diperhatikan bahwa masih banyak UKM yang belum memahami pentingnya pelabelan pangan yang baik dan lengkap. Studi ini mengkaji penggunaan berbagai komponen label oleh pelanggan dalam produk makanan kemasan dan hubungan antara karakteristik demografi responden dengan kesadaran dan penggunaan label makanan di Indonesia juga dikaji. Data yang terkumpul berjumlah 177 peserta Generasi Z yang dipilih secara acak yang berlokasi di Indonesia yang terdiri dari 57 laki-laki dan 120 perempuan. Studi ini menemukan bahwa responden sangat mengetahui lima komponen label: nama produk (95,5%), tanggal kedaluwarsa (91,1%), logo halal (84,2%), daftar bahan (82,5%), dan jenis produk (77,4%). Demikian pula, nama produk (92,7%), tanggal kedaluwarsa (82,5%), jenis produk (72,3%), dan daftar bahan (63,8%) juga merupakan informasi label yang paling banyak digunakan, dengan logo halal (68,4%) lebih sering dirujuk oleh Muslim. Klaim kesehatan (19,8%) masih belum diketahui secara luas di kalangan responden, yang mungkin menunjukkan bahwa Generasi Z di Indonesia belum sadar akan kesehatan. Studi ini menunjukkan bahwa di antara karakteristik demografi, usia (X2 = 9,917, df = 4, p = 0,042) diduga memiliki hubungan dengan kesadaran label makanan. Masing-masing ditemukan jenis kelamin (X2 = 0,115, df = 2, p = 0,944), agama (X2 = 2,470, df = 6, p = 0,872), pendidikan saat ini (X2 = 10,948, df = 6, p = 0,090 ), dan pendapatan atau tunjangan bulanan (X2 = 95,148, df = 6, p = 0,525) responden terbukti tidak memiliki hubungan yang signifikan dengan kesadaran label makanan. Di sisi lain, jenis kelamin adalah satu-satunya karakteristik demografi yang ditentukan untuk mempengaruhi penggunaan informasi label makanan (X2 = 6,592, df = 2, p = 0,037). Umur (X2 = 4,039, df = 4, p = 0,401), agama (X2 = 4,753, df = 6, p = 0,576), pendidikan saat ini (X2 = 9,172, df = 6, p = 0,164), dan pendapatan bulanan atau tunjangan (X2 = 1,966, df = 6, p = 0,923) terbukti tidak memiliki hubungan yang signifikan dengan penggunaan label di antara responden.", "Daftar File": {"2022 SK PP Tiandra Alyani-Abstract.pdf6?": "https://digilib.itb.ac.id/gdl/download/258487"}, "Penulis": "Tiandra Alyani [19019215]", "Kontributor / Dosen Pembimbing": ["Dr. Ryan Handley", "Annisaa Novieningtyas", "Dr. Eng. Nur Budi Mulyono, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Generasi Z, Pelabelan Makanan, Perilaku Konsumen, Kemasan Makanan", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "08 Sep 2022"}