{"Nomor": 68141, "Judul": "THE IMPACT OF MARKETING ON TIKTOK : A STUDY ON CONSUMER BUYING BEHAVIOUR IN FASHION INDUSTRY IN INDONESIA", "Abstrak": "Dengan lingkungan dan tren yang terus berubah, media sosial sekarang memiliki dampak yang lebih besar pada penggunanya daripada sebelumnya. Banyak individu dapat menggunakan Instagram, Facebook, Twitter, YouTube, dan situs media sosial lainnya untuk memasarkan bisnis mereka. Namun, selama dua tahun terakhir, ada aplikasi bernama Tiktok yang digunakan Generasi Z untuk mengekspresikan ide-ide mereka. Penelitian ini bertujuan untuk menunjukkan bagaimana TikTok telah mempengaruhi perilaku pembelian pelanggan dan menentukan apakah pemasaran di TikTok telah berhasil menjangkau audiens target dengan mengumpulkan informasi dari studi sebelumnya dan melakukan survei kuesioner kuantitatif. Tiga faktor utama perilaku pembelian konsumen menjadi fokus dalam penelitian ini, yaitu Preferred Contents di TikTok, Influencer TikTok, dan Brand Awareness di TikTok. Penelitian di masa depan dapat berfokus pada berbagai jenis industri perusahaan yang telah menggunakan TikTok untuk melihat bagaimana program tersebut telah membantu dan mempengaruhi mereka. Selain itu, studi saat ini berfokus pada kelompok tertentu, Generasi Z yang tinggal di Indonesia. Ini membuka kemungkinan untuk melakukan penelitian dengan ukuran sampel yang lebih besar, rentang usia yang lebih luas, atau generasi baru untuk melihat apakah pola respons dan sikap yang sama dapat dideteksi terkait iklan video TikTok. Lebih banyak komponen dan dimensi juga dapat diperiksa dalam studi masa depan seiring berkembangnya platform dan digunakan dalam kegiatan pemasaran, agar platform lebih efektif dalam menarik perhatian, kesadaran, dan pengakuan konsumen.", "Daftar File": {"2022 SK PP Rasikha Kamila Windayana-Abstract.pdf?": "https://digilib.itb.ac.id/gdl/download/258432"}, "Penulis": "Rasikha Kamila Windayana [19019251]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nur Budi Mulyono S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perilaku Membeli Konsumen, TikTok, Pemasaran, Generasi Z, Media Sosial", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "08 Sep 2022"}