{"Nomor": 68143, "Judul": "THE EFFECTIVENESS OF CONTENT CREATION ON INSTAGRAM TOWARDS AUDIENCE ENGAGEMENT FOR GENERATION Z", "Abstrak": "Penelitian ini akan mencakup tingkat efektivitas pembuatan konten terhadap tingkat keterlibatan audiens di Instagram. Dengan itu, analisa data secara eksplisit tentang perilaku individu Generasi Z dalam platform. Kemajuan teknologi dalam dunia digital dengan tidak henti memberikan perkembangan terhadap jenis kegiatan yang dilakukan individu. Salah satu penggunaan internet yang paling sering terjadi merupakan pemanfaatan media sosial di kalangan generasi muda. Dikenal sebagai generasi yang tumbuh dengan peningkatan platform digital, generasi ini adalah pengguna media sosial yang paling aktif. Dengan seringnya penggunaan media sosial, banyak individu, perusahaan, dan organisasi yang membangun kehadiran online mereka sebagai sarana untuk menjangkau pasar yang lebih luas. Dengan kehadiran online, para pengguna ini memiliki perhatian yang tinggi terhadap produksi konten untuk audiens mereka. Tujuan utama dari pengembangan konten sebagian besar adalah untuk menjadi lebih menarik di mata audiens dibandingkan dengan pesaing. Data yang dapat diandalkan untuk memvisualisasikan hasil yang diinginkan telah diperoleh melalui serangkaian pertanyaan yang dijawab oleh individu yang lahir antara tahun 1997 hingga 2012. Penelitian ini menemukan bahwa konten sangat relevan dalam kehidupan sehari-hari mereka. Instagram merupakan platform yang terkenal dan sering digunakan untuk berbagai keuntungan, termasuk menerima pembaruan mengenai berita terkini, informasi tentang orang-orang penting, serta konten yang disajikan oleh algoritma pribadi masing-masing individu. Selain itu, penelitian ini bertujuan untuk mengetahui kriteria-kriteria yang menurut audiens penting untuk meningkatkan kepuasan mereka serta mempermudah pembaca dalam memahami konten. Setiap individu memiliki preferensi yang berbeda pada konten yang mereka lihat. Lalu, faktor lain yang berkontribusi dalam peningkatan kualitas konten termasuk struktur dan apakah konten tersebut memberikan metode bercerita. Pentingnya kontrol kualitas konten adalah fakta bahwa hal itu dapat memengaruhi cara audiens memandang suatu merek berdasarkan konten yang dipublikasikan untuk publik. Seiring berjalannya waktu, tingkat keterlibatan audiens di media social akan terus meningkat karena semakin banyak pengguna yang menggunakan media sosial dalam kehidupan sehari-hari mereka. Namun, memposting konten berkualitas yang konsisten penting untuk mempertahankan pengikut setia dan menarik pengikut baru.", "Daftar File": {"2022 SK PP Artemis Latifya Farijana Andrian-Abstract.pdf)u": "https://digilib.itb.ac.id/gdl/download/258434"}, "Penulis": "Artemis Latifya Farijana Andrian [19019235]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nur Budi Mulyono S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Instagram, media sosial, konten, kualitas", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "08 Sep 2022"}