{"Nomor": 68166, "Judul": "MARKETING AND BUSINESS STRATEGY FOR SMES IN THE HOSPITALITY INDUSTRY DURING THE COVID-19 PANDEMIC IN INDONESIA", "Abstrak": "Di Wuhan, China, COVID-19 pertama kali diidentifikasi sebagai pneumonia yang tidak diketahui asalnya. Pada Maret 2020, WHO menyatakan wabah COVID-19 sebagai pandemi. Banyak negara telah menanggapi hal ini dengan menerapkan penutupan perbatasan, penguncian, dan program segregasi sosial. Akibatnya, ekonomi dunia yang menderita, khususnya sektor perhotelan dan pariwisata, mengharuskan bisnis, terutama departemen pemasaran, untuk membuat strategi yang lebih efektif dan efisien untuk mengatasi masalah tersebut. Kecepatan perubahan dalam dunia bisnis, tempat para pemasar saat ini bekerja, sangat mengejutkan. Jumlah waktu, uang, dan perhatian media yang terfokus pada hal ini, bersama dengan perubahan besar dan tantangan yang dihadapi seluruh komunitas dunia dalam beberapa bulan terakhir, sungguh mencengangkan. Keadaan ekonomi internasional mengerikan, secara halus, dengan banyak perusahaan di ambang kegagalan karena tekanan. Keadaan darurat atau krisis adalah situasi tekanan tinggi yang muncul entah dari mana dan berdampak besar pada kelangsungan perusahaan. Bencana alam atau epidemi, konflik politik, volatilitas ekonomi, dan faktor-faktor lain semuanya dapat mempengaruhi industri pariwisata. Bisa jadi dengan menimbulkan kesulitan, hotel dan perusahaan pariwisata lainnya sewaktu-waktu akan kehilangan wisatawan. Bisnis dapat mempertimbangkan untuk mengembangkan bisnis baru dan strategi pemasaran. Manajer harus memilih solusi terbaik yang tepat untuk masalah ini karena krisis ini unik. Kontrol strategis memungkinkan manajemen krisis yang efektif. Krisis dapat diubah menjadi peluang dengan menggunakan manajemen strategis yang cerdas, terutama dalam hal strategi bisnis dan pemasaran mereka. Banyak pelaku bisnis hotel di Indonesia yang harus mengevaluasi kembali strategi pemasarannya akibat wabah Covid-19. Saat ini menjadi isu utama dalam skala global, COVID-19 telah mempengaruhi beberapa strategi pemasaran. Virus ini telah mempengaruhi sejumlah bisnis, organisasi, perusahaan, dan pasar lokal melalui upaya pemasarannya. Wabah Covid-19 telah menyebabkan sebagian besar negara membuat keputusan untuk memberlakukan pembatasan perbatasan dan menghentikan perjalanan penerbangan. Pengunjung juga dapat memperoleh pemahaman baru tentang kesulitan dalam mengelola risiko perjalanan dan alasan mengapa mereka menghindari pergi ke tempat yang tidak aman. Karena faktor-faktor tersebut, UKM di industri perhotelan di Indonesia menggunakan teknik pemasaran krisis untuk menyesuaikan strategi pemasaran dan bisnis mereka dengan kondisi pandemi COVID-19 yang baru. Misalnya, mereka harus memastikan bahwa tujuan strategi pemasaran mereka sekali lagi untuk memuaskan kebutuhan dan keinginan konsumen. Metode lain yang \"Moving Everything Online\" membantu UKM bertahan dari pandemi COVID-19 adalah dengan melakukannya. Oleh karena itu, penelitian ini akan mengeksplorasi dan mengkaji dampak COVID- 19 terhadap pemasaran digital, pemasaran media sosial, dan periklanan. Metode periklanan dan pemasaran telah dipengaruhi secara signifikan oleh pandemi COVID-19, yang telah memaksa perusahaan untuk secara mendasar mengubah pendekatan mereka untuk menangani penyakit baru yang mematikan ini dan bertahan hidup. Dalam penelitian ini, saluran distribusi informasi seperti majalah, berita, dan media sosial digunakan untuk mengetahui elemen-elemen yang mempengaruhi sektor pariwisata Indonesia, yang kemudian dapat diterapkan untuk menyesuaikan strategi pemasaran bisnis di era pandemi COVID-19.", "Daftar File": {"2022 SK PP Geraldi Ghossan-Abstract.pdf?_": "https://digilib.itb.ac.id/gdl/download/258549"}, "Penulis": "Geraldi Ghossan [19019220]", "Kontributor / Dosen Pembimbing": ["Anna Riana Putriya", "Dr. Eng. Nur Budi Mulyono, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "pandemi, perhotelan, pariwisata , Indonesia , media sosial , & COVID-19.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "08 Sep 2022"}