{"Nomor": 68163, "Judul": "THE EFFECTIVENESS OF FOOD AND BEVERAGE PRODUCT PLACEMENT IN KOREAN DRAMAS", "Abstrak": "Peningkatan penonton drama Korea di Indonesia dari tahun ke tahun membuka cara lain bagi pelaku bisnis untuk mempromosikan produk atau jasanya melalui penempatan produk atau product placement, yang merupakan strategi pemasaran yang biasa ditemukan dalam drama Korea. Product placement hadir dengan dimensi berbeda yang dikategorikan ke dalam modalitas (modality) dan keunggulan (prominence). Dari segi modalitas, penempatan produk audio-visual dan visual only adalah yang paling umum digunakan dalam drama Korea. Biaya dua jenis modalitas berbeda di mana audio-visual membutuhkan biaya yang lebih tinggi. Ini menunjukkan bahwa pemasar perlu mempertimbangkan apakah layak bagi mereka untuk mengeluarkan biaya lebih banyak dari anggaran mereka dalam product placement.\nMakalah ini menganalisis efektivitas product placement yang berbeda dengan mengukur kesadaran merek (top-of-mind awareness) dan sikap merek (brand attitude) yang dimiliki konsumen terhadap merek makanan dan minuman yang ditampilkan dalam drama Korea menggunakan dimensi penempatan produk yang berbeda serta membandingkan efektivitas audio visual dan visual yang menonjol produk makanan dan minuman. penempatan dalam menciptakan niat beli (purchase intention) dengan kesadaran merek dan sikap merek sebagai variabel mediasi.\nPenelitian ini menggunakan metode post-test only non-equivalent quasi-experiment dengan survei kuantitatif digunakan pada kelompok kontrol dan dua kelompok perlakuan. Peserta dalam kelompok perlakuan diperlihatkan klip pendek dari adegan penempatan produk audio-visual atau visual sebelum menyelesaikan kuesioner online sementara kelompok kontrol tidak diperlihatkan adegan penempatan produk apa pun dan mengisi survei secara langsung. Metode yang digunakan untuk menganalisis data yang dikumpulkan meliputi Uji Reliabilitas, Koefisien Korelasi Pearson, Analisis Varians Satu Arah dan Uji Post-Hoc.\nDari empat hipotesis yang dikembangkan, hanya satu yang diterima. Prediksi difokuskan untuk membuktikan bahwa penempatan produk audio-visual menghasilkan kesadaran yang lebih tinggi, sikap yang lebih positif, dan berhasil dalam membangkitkan niat beli. Hasil penelitian menunjukkan bahwa penggunaan dimensi product placement yang berbeda mempengaruhi kesardaran merek dan sikap merek namun tidak ada perbedaan yang signifikan antara penempatan produk audio-visual dan visual. Selain itu, kesadaran merek dan sikap merek yang dihasilkan dari penempatan produk berhasil membangkitkan niat beli di kalangan audiens Indonesia, dengan hubungan yang lebih signifikan ditemukan pada sikap merek dari penempatan produk audio-visual.", "Daftar File": {"2022 SK PP Rachel Savy Poluan-Abstract.pdf?_": "https://digilib.itb.ac.id/gdl/download/258534"}, "Penulis": "Rachel Savy Poluan [19019299]", "Kontributor / Dosen Pembimbing": ["Anna Riana Putriya", "Dr. Eng. Nur Budi Mulyono, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "product placement, kesadaran merek, sikap merek, niat beli, quasi-experiment", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "08 Sep 2022"}