{"Nomor": 68164, "Judul": "THE INFLUENCE OF GREEN MARKETING ON BRAND IMAGE AND CONSUMER PURCHASE DECISION OF IKEA", "Abstrak": "Degradasi lingkungan dan pemanasan global sebagai akibat dari operasi operasional, khususnya di industri manufaktur, telah menjadi perhatian ekonomi yang kritis. Berdasarkan hal ini, tujuan dari penelitian ini adalah untuk menentukan dampak Pemasaran Hijau IKEA terhadap niat beli pelanggan dan citra merek, serta apakah citra merek mempengaruhi keputusan pembelian konsumen. Penelitian ini akan menggunakan penelitian eksplorasi dengan pendekatan kuantitatif untuk memahami hubungan antara citra merek IKEA dan keputusan pembelian pelanggan dengan upaya pemasaran hijaunya. Filosofi positivisme sangat cocok dengan metodologi penelitian ini karena berfokus pada pelanggan IKEA dan bagaimana setiap individu menafsirkan makna dan ide secara berbeda ketika mereka ingin membeli sesuatu di toko. Data untuk penelitian ini akan dikumpulkan dengan menyebarkan kuesioner online. Teknik pengambilan sampel dalam pengumpulan data ini menggunakan purposive sampling. Jumlah minimum metrik (pernyataan dalam kuesioner Anda dalam penelitian berbasis survei) * 10 adalah aturan praktis untuk ukuran sampel untuk penelitian ini. Ukuran sampel minimum adalah 10*10=100 jika survei mencakup 10 pernyataan. Sampel akan diambil dari 121 responden. Akan ada 3 bagian dalam kuesioner. Bagian pertama akan berisi pertanyaan tentang pengetahuan dan perspektif responden terhadap pemasaran hijau IKEA yang meliputi produk ramah lingkungan, penetapan harga ramah lingkungan, promosi ramah lingkungan, dan penempatan ramah lingkungan. Pada bagian selanjutnya, pertanyaan akan menentukan apakah green marketing yang diterapkan IKEA mempengaruhi pikiran, perasaan, dan persepsi responden terhadap merek tersebut. Terakhir, bagian ketiga akan menentukan apakah pemasaran hijau IKEA dan kesan responden terhadap merek, mempengaruhi keinginan mereka untuk membeli produk. Data tersebut akan diolah menggunakan analisis regresi jalur yang dibantu dengan output SPSS. Studi ini menyajikan model konseptual teruji yang menekankan pentingnya pemasaran hijau. Semua faktor terbukti memiliki dampak besar satu sama lain, yang menunjukkan bahwa IKEA, sebagai perusahaan manufaktur furnitur berkelanjutan, dapat menggunakan pendekatan Pemasaran Hijau untuk meningkatkan keputusan pembelian dan citra merek pelanggan. IKEA dapat terus menjalankan misinya dalam mencapai perusahaan yang berkelanjutan. IKEA juga menyarankan untuk lebih aktif dalam menyampaikan pesan peduli lingkungan kepada masyarakat sebagai salah satu perusahaan terkemuka yang membuat furniture rumah tangga. Saran lebih lanjut adalah agar IKEA memperkuat citra mereknya dengan terus menggunakan bahan non-sekali pakai di restoran mereka untuk mengurangi sampah.", "Daftar File": {"2022 SK PP Farhan Herza Baginda-Abstract.pdf)u": "https://digilib.itb.ac.id/gdl/download/258547"}, "Penulis": "Farhan Herza Baginda [19019282]", "Kontributor / Dosen Pembimbing": ["Anna Riana Putriya", "Dr. Eng. Nur Budi Mulyono, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "pemasaran hijau, keputusan pembelian konsumen, citra merek, IKEA", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "08 Sep 2022"}