{"Nomor": 68161, "Judul": "INVESTIGATING THE SIGNIFICANCE OF TRAINING AND DEVELOPMENT OF INDONESIAN ENTERPRISES DURING A PERIOD OF ECONOMIC CRISIS - WITH A FOCUS ON COVID-19", "Abstrak": "Tujuan dari laporan ini adalah untuk mengidentifikasi dan menyelidiki pentingnya Training & Development perusahaan-perusahaan Indonesia selama masa krisis ekonomi. Periode spesifik krisis ekonomi yang akan dikaji adalah pandemi COVID-19 yang sedang berlangsung. Laporan ini bertujuan untuk melihat pergeseran atau perubahan kegiatan yang terkait dengan Training and Development karyawan Indonesia.\nWabah COVID-19 telah memaksa bisnis secara global untuk mengikuti langkah-langkah keamanan yang ketat untuk menghindari penyebaran virus corona. Langkah-langkah keamanan ini termasuk mematuhi langkah-langkah jarak fisik dan sosial. Akibatnya, banyak perusahaan terpaksa beralih dari lingkungan fisik ke lingkungan virtual seperti bekerja dari rumah (WFH). Karena sebagian besar kegiatan bisnis beralih ke online, penelitian ini menyelidiki sejauh mana perubahan yang terjadi dalam kegiatan Training & Development di Indonesia. Diketahui bahwa kegiatan Trainig & Development dalam suatu organisasi adalah kegiatan yang sangat praktis dan pendekatan langsung. Namun, karena pandemi COVID-19 baru-baru ini, kegiatan ini juga harus beralih secara drastis untuk mengatasi langkah-langkah keamanan saat ini.\nSelain itu, saat ini perusahaan mengadopsi dan mengambil langkah menuju lingkungan kerja yang lebih hybrid, di mana karyawan dapat bekerja baik dari jarak jauh maupun di kantor. Karena banyak perusahaan memperluas cara kerja baru ini, perusahaan-perusahaan ini harus siap untuk menangani situasi ini. Para pemimpin di dalam perusahaan harus tahu bagaimana melatih dan mengelola karyawan mereka secara konstruktif dalam dinamika kerja yang baru ini.\nMetode riset yang digunakan dalam penelitian ini adalah kualitatif. Survei Google Form yang dibagikan kepada 100 orang, bertujuan untuk menyelidiki pengalaman para responden ini mengenai cara kerja baru yang dilakukan selama wabah virus. Temuan penelitian ini menunjukkan bahwa peralihan drastis ke pendekatan yang lebih virtual dan digital untuk Training & Development bisa sangat menjanjikan. Seiring dunia menjadi semakin bergantung pada teknologi, peningkatan penggunaan alat digital dianggap sebagai manfaat daripada beban dalam jangka panjang. Namun, karena perubahan dan penyesuaian yang cepat, banyak perbaikan masih diperlukan untuk memastikan penggunaan alat digital yang efektif dan optimal. Rekomendasi cara untuk meningkatkan aktivitas virtual program pelatihan ulang ini dibagi ke dalam lima kategori: Langkah-langkah Dukungan Kelembagaan, Keuangan, Teknis, Material, dan Psikologis.\nBerbagai perusahaan dipaksa untuk mengembangkan pengalaman dan keterampilan baru selama pandemi ini seperti kursus kilat pada teknologi modern, agar karyawan mereka dapat bekerja secara efektif dari mana saja. Wabah COVID-19 telah menghasilkan beberapa bisnis berkembang dalam hal keterampilan digital mereka, dan secara tidak langsung membantu banyak individu dengan keterampilan teknologi baru di dunia pasca-pandemi.", "Daftar File": {"2022 SK PP Sashenka Abigail Darminta-Abstract.pdf\n]": "https://digilib.itb.ac.id/gdl/download/258530"}, "Penulis": "Sashenka Abigail Darminta [19019280]", "Kontributor / Dosen Pembimbing": ["Valid Hasyimi", "Dr. Eng. Nur Budi Mulyono, S.T., M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "COVID-19, Training & Development, Krisis Ekonomi", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "08 Sep 2022"}