{"Nomor": 68169, "Judul": "BAGAIMANA ZARA MENYESUAIKAN STRATEGINYA UNTUK MENGEMBANGKAN SECARA GLOBAL. STUDI MEMBANGUN KESADARAN MEREK SAAT EKSPANSI DI PASAR BARU MELALUI INTERNASIONALISASI", "Abstrak": "Zara merupakan ritel terluas di dunia dengan pertumbuhan dan kemajuan yang luar biasa, menghasilkan salah satu model dan strategi bisnis paling sukses dalam sejarah. Tujuan dari penelitian ini adalah untuk menganalisis faktor-faktor yang paling berpengaruh dalam kesuksesan Zara dan mengkaji proses internasionalisasi dari perspektif pemasaran internasional. Sebagai bagian dari studi ini, penulis menerapkan pendekatan kasus yang mendalam dengan menggunakan metode kualitatif, dengan mengandalkan sumber primer dan sekunder. Pengumpulan data meliputi wawancara eksplorasi dengan beberapa pelanggan setia Zara, buku, artikel yang dipublikasikan di internet, dan dokumen internal perusahaan. Hasilnya, ekspansi internasional Zara tampaknya mengikuti model \"tahap\" klasik dengan memasuki pasar yang dekat secara geografis atau budaya sebelum pindah ke pasar yang jauh. Ada faktor pendorong dan faktor penarik yang memicu ekspansi global mereka. Dibandingkan dengan pesaingnya, Zara memiliki beberapa karakteristik yang berbeda. Di antaranya, mereka mempromosikan diri mereka sendiri melalui toko mereka, dengan sedikit atau tanpa iklan. Temuan penelitian ini diharapkan dapat membantu bisnis lain dalam memperluas bisnis mereka ke pasar baru secara global.", "Daftar File": {"2022 SK PP Marsha Nayla Zulkarnain-Abstract.pdf)u": "https://digilib.itb.ac.id/gdl/download/258552"}, "Penulis": "Marsha Nayla Zulkarnain [19019257]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Nur Budi Mulyono, S.T., M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "strategi bisnis, internasionalisasi, zara", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "08 Sep 2022"}