{"Nomor": 68176, "Judul": "PAMERAN DARING DI GALERI NASIONAL INDONESIA 2020-2021 - SEBUAH KAJIAN KURATORIAL", "Abstrak": "Variasi format pameran daring di Indonesia semakin berkembang terutama karena\nberlangsungnya pandemi pada tahun 2020. Galeri Nasional Indonesia (GNI) adalah\nsalah satu museum pemerintah yang aktif membuat pameran dalam format daring.\nTiga pameran regular GNI, yakni Manifesto Pandemi, Pameran Koleksi Nasional\nPoros dan Pameran Nusantara Terra (In) Cognita menjadi sampel yang akan\ndibahas dalam penelitian ini.\nPenelitian ini mengkaji perubahan format pameran daring dari pameran luring,\nterutama dalam praktik kurasi karya seni, dan bagaimana format ini mampu\nmenjadi format alternatif yang akomodatif bagi museum atau galeri di Indonesia.\nPenelitian ini juga menggambarkan keuntungan, kelemahan dan tantangan pameran\ndaring dari sudut pengelolaan dan penyelenggaraan nya saat dan pasca pandemi.\nPengumpulan data dalam penelitian ini dilakukan melalui studi literatur,\nwawancara, dan observasi dengan metode penelitian kualitatif.\nDalam penelitian ini, ditemukan bahwa pameran daring menjadi alternatif\npresentasi yang cukup akomodatif sebagai pameran pengganti pameran fisik bagi\nmuseum. Perubahan konsep kuratorial dapat memperluas definisi seni dengan\nmetode melibatkan publik sebagai peserta pameran dan co-kurator dalam pameran\nManifesto Pandemi dan Poros.\nPenelitian ini menyimpulkan bahwa keterlibatan publik dalam pameran sebagai\npeserta dan co-kurator dapat memberikan pengalaman baru dan menambah\nengagement dalam pameran. Praktik kuratorial pameran daring dapat semakin kaya\napabila kurator juga menguasai pola komunikasi, interaktivitas dan fitur-fitur yang\numumnya digunakan di internet. Praktik kuratorial berintegrasi dengan praktik\nkomunikasi digital.", "Daftar File": {"2022 TS PP MAURA ZULFA RUMANTY 1.pdf": "https://digilib.itb.ac.id/gdl/download/258560"}, "Penulis": "Maura Zulfa Rumanty [27020009]", "Kontributor / Dosen Pembimbing": ["Dr. Ira Adriati, S.Sn., M.Sn.", "Dr. Agung Hujatnika, S.Sn., M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Seni Rupa Murni", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "kuratorial, museum, pameran daring", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "09 Sep 2022"}