{"Nomor": 68181, "Judul": "BIOMASSA DAN KADAR PROTEIN DARI CHLORELLA SP. DAN NANNOCHLOROPSIS SP. PADA KULTUR TUNGGAL DAN CAMPURAN DENGAN MEDIA ANAEROBICALLY DIGESTED DAIRY MANURE WASTEWATER (ADDMW) MENGGUNAKAN OPEN RACEWAY POND", "Abstrak": "Mikroalga memiliki potensi yang sangat baik dalam memproduksi protein. Selain itu, mikroalga juga memiliki kemampuan dalam menurunkan kadar limbah pada polutan tertentu. Penyediaan media sintetik kerap dijadikan sebagai masalah pada kultivasi mikroalga. Limbah ADDMW dinilai memiliki potensi yang cukup baik untuk dijadikan media tumbuh bagi mikroalga karena kandungan nutrisi yang cukup tinggi dalam menunjang pertumbuhan mikroalga. Penelitian ini bertujuan untuk menentukan pengaruh kultivasi mikroalga baik secara monokultur maupun secara campuran dengan menggunakan mikrolaga Chlorella sp. dan Nannochloropsis sp. terhadap laju pertumbuhan, biomassa yang dihasilkan, produksi protein, serta efisiensi penyerapan limbah ADDMW pada bioreaktor open raceway pond. Kultivasi dilakukan menggunakan kultur Chlorella sp. dan Nannochloropsis sp. dengan rasio volume awal 1:1 dengan waktu kultivasi selama 7 hari. Pengenceran limbah ADDMW yang digunakan adalah sebesar 25 kali. Nilai laju pertumbuhan spesifik, perolehan biomassa, dan produktivitas biomassa tertinggi dihasilkan pada variasi kultur campuran yaitu sebesar 1,47 hari-1, 0,95 g.L-1, dan 0,28 g.L-1 hari-1 secara berurutan. Kadar protein tertinggi diperoleh pada variasi kultur campuran, yaitu sebesar 56,25% (biomassa kering), sedangkan pada kultur tunggal Chlorella sp. dan Nannochloropsis sp. secara berurutan adalah 40,42% dan 40,11%. Kultur campuran memiliki persentase penurunan nitrat dan amonium paling tinggi sebesar 93,79% dan 88,85%. Kultur Chlorella sp.memiliki persentase penurunan ortofosfat paling tinggi, yaitu sebesar 96,97%. Kultur Nannochloropsis sp. memiliki persentase penurunan COD dan BOD tertinggi sebesar 20,01% dan 20,34%. Kultur campuran unggul berdasarkan kemampuannya dalam memproduksi biomassa, produksi protein serta penyerapan kadar nitrogen. Sedangkan kultur Nannochloropsis sp. unggul dalam menurunkan kadar COD dan BOD pada limbah ADDMW.", "Daftar File": {"ABSTRAK Muhammad Farhan Aidira": "https://digilib.itb.ac.id/gdl/download/258565"}, "Penulis": "Muhammad Farhan Aidira [11218038]", "Kontributor / Dosen Pembimbing": ["Dr. Taufikurahman", "Dr. Lili Melani, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Mikroalga, Chlorella sp., Nannochloropsis sp., Kultur campuran, Anaerobically Digested Dairy Manure Wastewater, Protein, Open Raceway Pond.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "09 Sep 2022"}