{"Nomor": 68192, "Judul": "STUDI AWAL SINTESIS DAN KARAKTERISASI ASIATICOSIDE IMPRINTED POLYMER BERBAHAN DASAR 4-VINILPIRIDIN DAN ETILEN GLIKOL DIMETAKRILAT", "Abstrak": "Centella asiatica telah banyak digunakan sebagai salah satu bahan produk perawatan kulit\nkarena mengandung beberapa senyawa bioaktif. Asiaticoside merupakan salah satu senyawa\nbioaktif dari empat triterpenoids utama dalam Centella asiatica. Bioaktivitas senyawa ini\nbermanfaat untuk penyembuhan luka dan perawatan kulit. Banyaknya penggunaan\nasiaticoside untuk produk kecantikan dan kesehatan harus disertai dengan adanya metode\npemisahan yang efektif dan efisien. Metode molecularly imprinted polymer (MIP) yang\ndigunakan pada penelitian ini dapat menjadi studi awal dari pengembangan metode MIP untuk\npemisahan asiaticoside. MIP merupakan polimer yang mempunyai rongga khusus sebagai\nsitus pengikatan yang dirancang dengan molekul cetakan. Dalam penelitian ini, asiaticoside\ndigunakan sebagai molekul cetakan. Sintesis MIP memerlukan adanya monomer fungsional\nuntuk membentuk ikatan dengan molekul cetakan serta pengikat silang agar terbentuk rantai\npolimer. Monomer fungsional yang dapat digunakan adalah 4-vinilpiridin (4-VP) dengan\npengikat silang etilen glikol dimetakrilat (EGDMA). Non-imprinted polymers (NIP) disintesis\nsebagai pembanding MIP. Hasil sintesis dikarakterisasi menggunakan fourier transform\ninfrared (FTIR) dan scanning electron microscopy (SEM). MIP yang berhasil terbentuk dicuci\nmenggunakan dimetil sulfonat (DMSO) dan metanol-air (1:1, v/v) untuk melarutkan molekul\ncetakan. Pengujian kinerja MIPL-D, MIPL-M, dan NIP dilakukan terhadap sampel\nmengandung asiaticoside. Analisis uji kinerja yang dilakukan menggunakan kromatografi cair\nkinerja tinggi (KCKT) menunjukkan adanya kemampuan penyerapan dengan waktu kontak\noptimum pada waktu 180 menit pada massa 0,20 gram. Kadar relatif asiaticoside yang terserap\nberdasarkan tinggi-luas area puncak kromatogram untuk MIPL-D sejumlah 22,80%-19,65%;\nuntuk MIPL-M sejumlah 12,58%-13,80%; dan untuk NIP sejumlah 31,23%-27,16%.", "Daftar File": {"ABSTRAK Helga Jacinda Gya Aulia": "https://digilib.itb.ac.id/gdl/download/258577", "PUSTAKA Helga Jacinda Gya Aulia": "https://digilib.itb.ac.id/gdl/download/262649"}, "Penulis": "Helga Jacinda Gya Aulia [10518013]", "Kontributor / Dosen Pembimbing": ["Dr. Untung Triadhi, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "asiaticoside, MIP, molecularly imprinted polymers, 4-vinilpiridin, EGDMA", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "9 file", "Tanggal Input": "09 Sep 2022"}