{"Nomor": 68195, "Judul": "BIOMASSA DAN KADAR PROTEIN DARI SPIRULINA SP. DAN NANNOCHLOROPSIS SP. PADA KULTUR TUNGGAL DAN CAMPURAN DENGAN MEDIA ANAEROBICALLY DIGESTED DAIRY MANURE WASTEWATER (ADDMW) DALAM OPEN RACEWAY POND", "Abstrak": "Mikroalga telah banyak dipertimbangkan sebagai sumber protein karena kadar\nproteinnya yang tinggi. Untuk kultivasi mikroalga skala besar, media sintetis bukan\nmerupakan alternatif yang ekonomis. Penggunaan air limbah untuk kultivasi\nmikroalga sedang dikembangkan untuk mendukung kultivasi mikroalga yang\nberkelanjutan. Karena kompleksitas dan variabilitas air limbah, kultur mikroalga\nyang digunakan untuk tujuan remediasi diharapkan memiliki stabilitas dan\nketahanan yang tinggi. Oleh karena itu, pada penelitian ini dilakukan kultivasi\nmikroalga kultur tunggal dan campuran selama 7 hari pada media limbah ADDMW\nyang diencerkan 25 kali dengan rasio kultur mikroalga dan media limbah adalah\n1:4 (v/v) dan rasio Spirulina sp. dan Nannochloropsis sp. pada kultur campuran\nadalah 1:1 (v/v) untuk dilihat pengaruhnya terhadap pertumbuhan sel dan biomassa,\nproduksi protein pada hari ke-3, dan remediasi limbah. Data yang diambil pada\nproses kultivasi di open raceway pond adalah jumlah sel dan berat biomassa selama\n7 hari kultivasi. Data kadar protein diambil sekali selama proses kultivasi, yaitu hari\nke-3, dan data konsentrasi limbah diambil pada awal dan akhir proses kultivasi.\nPada produksi biomassa, nilai laju pertumbuhan spesifik, perolehan biomassa, dan\nproduktivitas biomassa tertinggi dihasilkan pada variasi kultur campuran Spirulina\nsp. dan Nannochloropsis sp., yaitu sebesar 3,14 hari-1, 3,33 g L-1, dan 0,40 g L-1\nhari-1 secara berturut-turut. Kadar protein tertinggi pada hari ke-3 diperoleh pada\nvariasi kultur campuran sebesar 60%, sedangkan pada kultur tunggal Spirulina sp.\nsebesar 44% dan kultur tunggal Nannochloropsis sp. sebesar 40%. Kultur campuran\nmemiliki persentase penurunan nitrat paling tinggi sebesar 74,47%. Kultur\nNannochloropsis sp. memiliki persentase penurunan amonium, COD, dan BOD\npaling tinggi sebesar 88,29%, 20,01%, dan 20,34% secara berturut-turut. Kultur\nSpirulina sp. memiliki persentase penurunan ortofosfat tertinggi sebesar 96,42%.\nKultur campuran unggul berdasarkan kemampuannya dalam memproduksi\nbiomassa dan protein, sedangkan kultur Nannochloropsis sp. unggul berdasarkan\nkemampuannya dalam meremediasi limbah ADDMW.", "Daftar File": {"ABSTRAK Rachma Anisa Maulani": "https://digilib.itb.ac.id/gdl/download/258591"}, "Penulis": "Rachma Anisa Maulani [11218002]", "Kontributor / Dosen Pembimbing": ["Dr. Taufikurahman", "Dr. Lili Melani, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Kultur campuran, Spirulina sp., Nannochloropsis sp., Anaerobically Digested Dairy Manure Wastewater, Open Raceway Pond.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "09 Sep 2022"}