{"Nomor": 68215, "Judul": "SKEMA PENYELESAIAN PEMBIAYAAN UTANG MENGGUNAKAN MEZZANINE DENGAN WARRANTS (STUDI KASUS: PT GARUDA INDONESIA (PERSERO) TBK)", "Abstrak": "Sejak merebaknya Covid-19 di Tiongkok pada Desember 2019, semua sektor terkena dampak Covid-19, termasuk industri penerbangan. Hal ini terjadi karena adanya penurunan jumlah penumpang yang mengakibatkan terjadinya penurunan kinerja operasional dan keuangan perusahaan, termasuk PT Garuda Indonesia (Persero) Tbk. Selanjutnya, penurunan kinerja perusahaan mengakibatkan perusahaan mengalami kesulitan likuiditas dan ketidakmampuan untuk membayar kewajiban jangka pendeknya. Penelitian dilakukan untuk memecahkan masalah tersebut dengan metode penelitian studi kasus, dimana penulis mencari dan mengumpulkan data publik yang tersedia dan melakukan simulasi yang dapat diterapkan oleh PT Garuda Indonesia (Persero) Tbk. Masalah ini dapat diselesaikan dengan menggunakan skema mezzanine dengan waran, di mana perusahaan akan meminjam uang kepada private equity, dan pembayaran bunga akan dibayarkan setiap tahun. Selain itu, pada saat jatuh tempo, utang mezzanine akan dikonversikan menjadi warrants dengan jaminan tingkat pengembalian internal yang telah disepakati. Lalu, warrants akan dikonversi menjadi saham. Oleh karena itu, private equity akan memiliki saham di PT Garuda Indonesia (Persero) Tbk.", "Daftar File": {"COVER Teuku Al Hafidh At Tirmidzi": "https://digilib.itb.ac.id/gdl/download/265710", "BAB 1 Teuku Al Hafidh At Tirmidzi": "https://digilib.itb.ac.id/gdl/download/265711", "BAB 2 Teuku Al Hafidh At Tirmidzi": "https://digilib.itb.ac.id/gdl/download/265712", "BAB 3 Teuku Al Hafidh At Tirmidzi": "https://digilib.itb.ac.id/gdl/download/265713", "BAB 4 Teuku Al Hafidh At Tirmidzi": "https://digilib.itb.ac.id/gdl/download/265714", "PUSTAKA Teuku Al Hafidh At Tirmidzi": "https://digilib.itb.ac.id/gdl/download/265715"}, "Penulis": "Teuku Al Hafidh At Tirmidzi [29320498]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti", "Tuntun Salamatun Zen, SE., M.Si., Ak., CA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Mezzanine, Restrukturisasi Keuangan, Pembiayaan Utang, Warrants.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "09 Sep 2022"}