{"Nomor": 68229, "Judul": "USULAN SISTEM MANAJEMEN PENGETAHUAN UNTUK  MENGATASI KETERLAMBATAN PENGIRIMAN PROYEK KAPAL  PADA PERUSAHAAN BADAN USAHA MILIK NEGARA (STUDI KASUS: PT PERTAMINA TRANS KONTINENTAL)", "Abstrak": "Di masa pandemi, PT Pertamina (Persero) sebagai badan usaha milik negara memiliki tanggung jawab untuk memenuhi kebutuhan pasokan energi nasional, menunjuk salah satu anak perusahaannya PT Pertamina Trans Kontinental untuk meningkatkan produksi armada laut sebagai sarana distribusi melalui jalur laut Indonesia. Upaya tersebut sesuai dengan target pemenuhan sumber daya energi baru terbarukan nasional di masa mendatang. Melihat potensi besar ini, PT Pertamina Trans Kontinental diharapkan mampu memaksimalkan peluang bisnis khususnya penyediaan armada laut. Lebih-lebih lagi, potensi ini juga disadari oleh perusahaan bisnis lainnya. Oleh sebab itu, PT Pertamina Trans Kontinental diharapkan secara berkala meningkatkan performa bisnisnya untuk bersaing secara global. Namun, dalam implementasinya perusahaan memiliki beberapa permasalahan terkait dengan transfer pengetahuan dan kehilangan pengetahuan.\n\nTujuan penelitian ini adalah untuk mengidentifikasi permasalahan terkait keterlambatan proyek armada laut, mengusulkan sistem manajemen pengetahuan, dan menyarankan rencana implementasi dari sistem manajemen pengetahuan yang diusulkan. Oleh sebab itu, disiplin ilmiah yang digunakan pada penelitian ini adalah manajemen pengetahuan. Penelitian ini menggunakan metode kualitatif. Data primer dikumpulkan melalui kuisioner bersifat terbuka, sedangkan data sekunder dikumpulkan melalui situs web dan arsip perusahaan. Terdapat tiga (3) alat analisis yang digunakan dalam penelitian ini yaitu analisis tulang ikan, kerangka manajemen pengetahuan PPT, dan model SECI. Ketiganya dirangkum ke dalam satu peta jalan manajemen pengetahuan.\n\nHasil penelitian menunjukkan bahwa terdapat permasalahan terkait tiga pilar manajemen pengetahuan yakni orang, proses, dan teknologi. Permasalahan kemudian diolah ke dalam kerangka manajemen pengetahuan PPT dengan objektif dasar manajemen pengetahuan, hingga akhirnya ditemukan mekanisme konversi pengetahuan SECI. Rencana eksisting yang sudah baik akan dipertahankan, dan perbaikan dilakukan secara bertahap. Rencana implementasi dirancang untuk jangka waktu enam bulan dan dapat dimulai kapan saja sesuai dengan agenda perusahaan. Ada lima belas (15) rangkaian kegiatan beserta penanggung jawab masing-masing kegiatan.", "Daftar File": {"COVER Mezbah Emmission Siringoringo": "https://digilib.itb.ac.id/gdl/download/265018", "BAB 1 Mezbah Emmission Siringoringo": "https://digilib.itb.ac.id/gdl/download/265019", "BAB 2 Mezbah Emmission Siringoringo": "https://digilib.itb.ac.id/gdl/download/265020", "BAB 3 Mezbah Emmission Siringoringo": "https://digilib.itb.ac.id/gdl/download/265021", "BAB 4 Mezbah Emmission Siringoringo": "https://digilib.itb.ac.id/gdl/download/265022", "PUSTAKA Mezbah Emmission Siringoringo": "https://digilib.itb.ac.id/gdl/download/265028"}, "Penulis": "Mezbah Emmission Siringoringo [29320427]", "Kontributor / Dosen Pembimbing": ["Dedy Sushandoyo, S.T., M.Sc.Eng., M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Manajemen Pengetahuan, Kerangka Manajemen Pengetahuan, Model SECI.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "09 Sep 2022"}