{"Nomor": 68227, "Judul": "STRATEGI OPTIMALISASI PORTOFOLIO ENERGI PERUSAHAAN PERTAMBANGAN MINYAK DAN GAS BUMI NEGARA DI TENGAH KETIDAKPASTIAN DAN PERUBAHAN IKLIM", "Abstrak": "Indonesia sebagai negara Emerging Market and Developing Economy (EMDE) memiliki ketergantungan yang tinggi terhadap impor minyak sebagai sumber penggerak utama perekonomian bagi lebih dari 200 juta penduduk. Sejak tahun 2003, Indonesia telah menjadi net importir minyak untuk memenuhi kebutuhan energi akibat penurunan produksi minyak nasional, dimana kondisi ini menyebabkan ancaman bagi ketahanan energi negara. Perusahaan Pertambangan Minyak dan Gas Bumi Negara memiliki tujuan untuk memastikan ketahanan dan swasembada energi di Indonesia. \n\nVolatilitas harga minyak merupakan sumber ketidakpastian yang paling penting bagi perusahaan di dalam melaksanakan pemenuhan kebutuhan atas permintaan energi nasional, dimana dinamika tersebut akan mempengaruhi kinerja portofolio energi perusahaan, dikarenakan lebih dari 50% terdiri dari minyak. Menurunnya permintaan energi selama krisis pandemi COVID-19 telah mendorong harga minyak ke level terendah dalam sejarah yang memberikan dampak kepada seluruh perusahaan minyak di seluruh dunia, termasuk perusahaan yang kehilangan profitabilitas sebesar lebih dari 50% pada tahun 2020. \n\nMenurunnya kinerja perekonomian negara pada tahun 2020 telah membuka peluang untuk mempercepat transisi energi menuju emisi rendah karbon yang sejalan dengan Intended Nationally Determined Contribution (INDC) - United Nation Framework Convention on Climate Change (UNFCCC) di tahun 2021, dimana negara berkomitmen untuk mengurangi emisi Gas Rumah Kaca (GRK) menjadi 29% dan 41% dengan dukungan internasional dalam skenario Business as Usual (BAU) pada tahun 2030, dimana perusahaan telah berkomitmen untuk mengurangi emisi GRK sebesar ±78% pada tahun 2030 dari level di tahun 1990 untuk mendukung target penurunan emisi GRK. \n\nMenghadapi ketidakpastian volatilitas harga minyak, menurunnya profitabilitas selama pandemi COVID-19 di tahun 2020, kemajuan teknologi dan meningkatnya keekonomian energi baru dan terbarukan, meningkatnya komitmen negara-negara menuju target nol emisi GRK, tren investasi berbasis Environmental, Social and Governance (ESG), dan proyeksi penurunan cadangan minyak, perusahaan akan memerlukan strategi untuk mengoptimalkan portofolio energi untuk meningkatkan ketahanan dan fleksibilitas untuk menciptakan nilai baru yang dapat memberikan dampak yang lebih besar bagi para stakeholders.\n\nSkenario optimalisasi portofolio energi menunjukkan bahwa mengoptimalkan ±10-25% portofolio energi baru dan terbarukan secara bertahap dapat meningkatkan profitabilitas perusahaan dalam jangka panjang dengan membangun bisnis terintegrasi yang kuat dari hulu ke hilir dalam menyediakan solusi energi rendah karbon dengan dukungan regulasi pemerintah, efisiensi konsumsi energi dari sisi permintaan pasar, serta penerapan harga karbon yang diharapkan dapat mencapai ±50-70/tonCO2eq untuk mengurangi emisi GRK. \n\nEvaluasi portofolio yang berkesinambungan, perhitungan analisis biaya dan manfaat yang cermat, manajemen dan mitigasi resiko, R&D dan inovasi, kapabilitas organisasi, serta tata kelola yang baik merupakan faktor keberhasilan untuk keseluruhan strategi yang dijalankan di tengah peningkatan kondisi ketidakpastian untuk menjamin keberlanjutan perusahaan dalam jangka panjang.", "Daftar File": {"COVER Prenita Septa Rianelly": "https://digilib.itb.ac.id/gdl/download/265604", "BAB 1 Prenita Septa Rianelly": "https://digilib.itb.ac.id/gdl/download/265606", "BAB 2 Prenita Septa Rianelly": "https://digilib.itb.ac.id/gdl/download/265607", "BAB 3 Prenita Septa Rianelly": "https://digilib.itb.ac.id/gdl/download/265608", "BAB 4 Prenita Septa Rianelly": "https://digilib.itb.ac.id/gdl/download/265609", "PUSTAKA Prenita Septa Rianelly": "https://digilib.itb.ac.id/gdl/download/265616"}, "Penulis": "Prenita Septa Rianelly [29320372]", "Kontributor / Dosen Pembimbing": ["Yudo Anggoro, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi, Energi, Portofolio, Skenario Optimalisasi, Perubahan Iklim, Ketidakpastian.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "09 Sep 2022"}