{"Nomor": 68221, "Judul": "COMPARATIVE STUDIES : IMPACT OF COVID-19 PANDEMIC TOWARDS ISLAMIC BANKING AND CONVENTIONAL BANKING PERFORMANCES", "Abstrak": "Pandemi Covid-19 memberikan dampak yang sangat besar tidak hanya terhadap kesehatan tetapi juga terhadap perekonomian global yang meliputi sektor perbankan yang memiliki peran besar terutama pada sektor perekonomian suatu negara. Penelitian ini bertujuan untuk mengetahui dampak pandemi Covid-19 terhadap kinerja perbankan syariah dan perbankan konvensional serta memberikan bukti apakah bank syariah lebih stabil dibandingkan bank konvensional dalam menghadapi krisis. Penelitian ini menggunakan peringkat RBRR atau lebih dikenal dengan risk based bank rating yang menghitung dan mengukur Capital Adequacy Ratio (CAR) (%), Non Performing Loan (NPL) (%), Net Interest Margin (NIM) (%) dan Return Metode Asset (ROA) (%), dan Loan to Deposit Ratio (LDR) (%) untuk menilai profitabilitas bank, menggunakan Single Index Model untuk menemukan risiko dan pengembalian saham bank, dan kausalitas Granger pengujian untuk mengetahui hubungan kausalitas antara return saham bank syariah dan return saham bank konvensional yang akan dibagi menjadi 2 periode waktu yaitu Pra-Covid 19 (2018) dan selama Covid-19 (2019-2021). Penelitian ini merupakan studi komparatif dengan menggunakan data sekunder yang meliputi harga saham harian subsektor perbankan yang terdaftar di bursa efek masing-masing negara. Makalah ini menggunakan 16 sampel bank yang terdaftar di bursa saham dari 4 negara berbeda yang termasuk dalam 10 besar negara teratas untuk aset Syariah-Compliant yaitu UEA, Indonesia, Qatar, dan Arab Saudi. Hasil perbandingan kinerja bank dan reaksi pasar sahamnya menunjukkan bahwa secara umum pandemi COVID-19 berdampak pada sektor perbankan dengan tidak ada perbedaan yang signifikan dari sisi kinerja perbankannya, Bank Syariah memiliki rata-rata kinerja perbankan yang lebih baik dibandingkan dengan bank konvensional. pada masa krisis Covid-19, Berdasarkan penilaian profitabilitas yang dilakukan dengan metode risk based, yaitu mengkaji profitabilitas bank dengan menggunakan profil penilaian risiko (Non Performing Loan dan Loan to Deposit Ratio), Analisa penghasilan (Return pada Asset dan Net Interest Margin), dan Capital Analysis (CAR), dapat disimpulkan bahwa bank syariah memiliki rasio NPL yang lebih baik dan lebih rendah dibandingkan bank konvensional antara tahun 2018 hingga 2021. Bank syariah juga lebih unggul dibandingkan bank konvensional dalam hal pinjaman to deposit ratio dari 2018 hingga 2021. Berdasarkan ROA, tidak ada perbedaan yang signifikan antara bank syariah dan konvensional, dengan mayoritas bank memiliki kriteria sangat sehat. . Terlihat juga, di masa Covid-19, bank syariah memiliki rasio NIM yang terus meningkat, dimana bank konvensional masih memiliki rasio yang tidak jauh berbeda sebelum dan sesudah Covid-19. Bank syariah memiliki rasio kecukupan modal yang lebih besar dibandingkan bank konvensional, namun tidak ada perubahan signifikan pada rasio CAR baik bank konvensional maupun syariah selama masa Covid-19. Secara keseluruhan, bank syariah mengungguli bank reguler dalam hal profitabilitas, namun tidak ada perbedaan kinerja profitabilitas karena covid.Adapun harga saham untuk kedua jenis bank pada umumnya baik saham bank syariah maupun bank konvensional memiliki risiko yang sangat rendah baik sebelum maupun sesudahnya. Pandemic", "Daftar File": {"2022 SK PP Alya Sofia-Abstract.pdf\n]": "https://digilib.itb.ac.id/gdl/download/258603"}, "Penulis": "Alya Sofia [19019256]", "Kontributor / Dosen Pembimbing": ["Annisaa Novieningtyas", "Dr. Eng. Nur Budi Mulyono S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kinerja Perbankan, Keuangan Syariah, Perbankan Konvensional, Perbankan Syariah, Saham Perbankan", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "09 Sep 2022"}