{"Nomor": 68231, "Judul": "MODEL BISNIS DAN ASPEK HUKUM UTAMA DALAM INDUSTRI CLOUD KITCHEN DI DALAM INDUSTRI MAKANAN DAN MINUMAN SEBAGAI AKIBAT DARI DINAMIKA COVID-19 (STUDI KASUS: KITCHEN HUB)", "Abstrak": "Lockdown sebagian serta pembatasan dan pembatasan sosial berskala besar akibat pandemi COVID-19 telah mengakibatkan pergeseran perilaku belanja konsumen ke media digital dan platform e-commerce. Khusus di industri F&B, segmen pesan-antar makanan online di Indonesia juga memproyeksikan pertumbuhan yang berkelanjutan. Melihat indikasi dalam situasi ini, konsep bisnis cloud kitchen muncul secara alami dalam beberapa tahun terakhir dan mendapat sambutan luas di pasar. Dapur awan atau cloud kitchen adalah fasilitas produksi makanan berlisensi terpusat di mana lebih dari satu restoran atau merek berbagi ruang untuk memasak dan memproses produk mereka dan menawarkan layanan pengiriman kepada pelanggan mereka. Kitchen Hub didirikan pada tahun 2020 untuk menyediakan multi-layanan dan akselerator untuk ekosistem F&B dengan menyediakan dapur sewaan, atau layanan cloud kitchen yang disertai dengan berbagai konsultasi bisnis bagi merchant tenant untuk mengembangkan bisnis mereka. Tesis ini akan menganalisis apakah model bisnis yang diterapkan oleh Kitchen Hub saat ini, dengan melihat dari dekat beberapa analisis bisnis dan hukum seperti PESTEL, Porter's Five Forces, dan VRIO, serta menganalisis aspek hukum utama di Kitchen Hub dan di industri cloud kitchen. Metodologi yang akan digunakan dalam penelitian ini adalah metode kualitatif. Penelitian ini akan menggunakan data primer dan sekunder. Data primer akan dikumpulkan dengan wawancara mendalam. Studi ini menemukan bahwa terlepas dari pertimbangan rasional Kitchen Hub untuk mengadopsi hubungan hukum berbasis sewa antara mereka dan penyewa mereka menawarkan risiko komersial yang membatasi jumlah pendapatan berdasarkan harga sewa tetap, yang bertentangan dengan model bagi hasil. Dengan mempertahankan hubungan hukum pada hubungan sewa, Kitchen Hub kehilangan kesempatan untuk mendapatkan aliran pendapatan yang lebih besar, dibandingkan dengan penawaran pertumbuhan melalui bagi hasil.", "Daftar File": {"COVER Edwina Chairmanda Afla": "https://digilib.itb.ac.id/gdl/download/264447", "BAB 1 Edwina Chairmanda Afla": "https://digilib.itb.ac.id/gdl/download/264448", "BAB 2 Edwina Chairmanda Afla": "https://digilib.itb.ac.id/gdl/download/264449", "BAB 3 Edwina Chairmanda Afla": "https://digilib.itb.ac.id/gdl/download/264450", "BAB 4 Edwina Chairmanda Afla": "https://digilib.itb.ac.id/gdl/download/264451", "PUSTAKA Edwina Chairmanda Afla": "https://digilib.itb.ac.id/gdl/download/264452"}, "Penulis": "Edwina Chairmanda Afla [29320334]", "Kontributor / Dosen Pembimbing": ["Rivana Mezaya, S.H., LL.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Covid-19, Cloud Kitchen, Sewa, Bagi Hasil.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "09 Sep 2022"}