{"Nomor": 68236, "Judul": "USULAN STRATEGI BISNIS PADA PLATFORM LAYANAN PESAN ANTAR MAKANAN ONLINE SHOPEEFOOD", "Abstrak": "Platform layanan pesan antar makanan seharusnya menjadi esensial untuk memperbaiki perkembangan bisnis dan memberikan manfaat bagi pemilik bisnis khususnya sector kuliner. Mereka memiliki tantangan lain untuk memberikan solusi yang tepat untuk berbagai segmen yang berbeda, terutama UMKM (Usaha Mikro, Kecil dan Menengah). UMKM memiliki keterbatasan dalam hal literasi digital. Dalam penelitian ini, penulis menggunakan framework AFI (Analysis, Formulation, and Implementation) dengan studi kasus penentuan strategi bisnis ShopeeFood melalui penelitian kuantitatif dengan menyebarkan kuesioner kepada responden dan menemukan kesulitan dan manfaat bagi pemilik bisnis kuliner atau merchant dalam mendaftar dan menggunakan platform layanan makanan online. Hasil penelitian menunjukkan bahwa platform layanan pesan antar makanan online ShopeeFood mendapatkan respon positif sehingga dapat memberikan manfaat bagi merchant khususnya UMKM dalam membantu pertumbuhan usahanya namun masih perlu ditingkatkan terutama untuk perkembangan dalam perjalanan bisnis. Strategi terhadap pengembangan bisnis khususnya UMKM dapat diatasi dengan peningkatan produk, perluasan pemasaran dan penguatan merek. Peningkatan produk akan memberikan perjalanan yang lebih baik bagi pedagang untuk mendaftarkan platform dan menggunakan aplikasi.", "Daftar File": {"COVER Rahajeng Widiana Purwaningrum": "https://digilib.itb.ac.id/gdl/download/265552", "BAB 1 Rahajeng Widiana Purwaningrum": "https://digilib.itb.ac.id/gdl/download/265554", "BAB 2 Rahajeng Widiana Purwaningrum": "https://digilib.itb.ac.id/gdl/download/265555", "BAB 3 Rahajeng Widiana Purwaningrum": "https://digilib.itb.ac.id/gdl/download/265556", "BAB 4 Rahajeng Widiana Purwaningrum": "https://digilib.itb.ac.id/gdl/download/265557", "PUSTAKA Rahajeng Widiana Purwaningrum": "https://digilib.itb.ac.id/gdl/download/265558"}, "Penulis": "Rahajeng Widiana Purwaningrum [29320492]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mohammad Hamsal, MSE, MQM, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Layanan Pesan Antar Makanan Online, Framework AFI, Perkembangan, Bisnis, Strategi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "09 Sep 2022"}