{"Nomor": 68232, "Judul": "PROPOSAL SOLUSI SEBAGAI PERBAIKAN STRATEGI BISNIS UNTUK MENGELOLA RISIKO TERKAIT TANGGUNG JAWAB (STUDI KASUS PADA PT. IMAGO PRIMADIMENSI MANDIRI)", "Abstrak": "PT. IMAGO PRIMADIMENSI MANDIRI merupakan perusahaan pengendalian hama. Seperti diketahui, semenjak meningkatnya intensitas kesadaran masyarakat dalam menanggapi meningkatnya wabah penyakit, kemajuan teknologi dalam formulasi insektisida, dan peningkatan proyek komersial dan residensial, serta intoleransi hama, banyak perusahaan yang aktif dalam memproduksi dan memasarkan produk insektisida dan pestisida. Dewan Penasihat Asosiasi Perusahaan Pengendalian Hama Indonesia (ASPPHAMI), mengungkapkan omset tahunan industri pengendalian hama saat ini sekitar Rp 2 triliun. Meski demikian tantangan PT. IMAGO PRIMADIMENSI MANDIRI dalam menghadapi persaingan usaha di bidang ini cukup ketat terutama dalam menerapkan prinsip kerjasama yang baik bersa apara mitranya. Oleh karena itu, penelitian ini difokuskan pada tiga permasalahan, pertama mengungkapkan tantangan-tantangan yang dihadapi perusahaan dalam menerapkan tanggung jawabnya. Kedua, bagaimana perusahaan dapat merumuskan solusi yang tepat terhadap tanggung jawab serta keterbatasannya. Serta yang ketiga, bagaimana rencana implementasi sebagai penyempurnaan strategi untuk mengelola risiko komersial dan operasional yang mungkin terjadi sebagai bagian dari strategi perusahaan.\nPenelitian ini menggunakan pendekatan kualitatif sebagai metodologinya. Data akan dikumpulkan melalui tinjauan buku dan jurnal, analisis pasar, peraturan terkait dan laporan media, serta wawancara mendalam dengan para ahli. Sedangkan analisis data menggunakan tianggulasi data (analisis interaksionis). \nHasil penelitian ini menyatakan bahwa berdasarkan analisis eksternal menggunakan Strategi Lima Kekuatan Porter, penulis menganalisis industri pengendalian hama secara keseluruhan secara umum, dan menghubungkannya dengan PT. IMAGO PRIMADIMENSI MANDIRI. Hasilnya adalah bahwa faktor hukum mengenai tidak tersedianya tanggung jawab dan klausul pembatasannya dalam perjanjian kerjasama yang ada menjadi penting. Berdasarkan kasus yang muncul, kelemahan perjanjian kerjasama perusahaan ini dapat diidentifikasi sebagai ancaman karena menimbulkan risiko, salh satunya karena kurangnya komunikasi dengan mitra perusahaan. Salah satu mitigasi yang disarankan adalah mengusulkan Prosedur Operasi Standar (SOP) yang rinci yang menekankan pada pengakuan pelanggan. Berdasarkan analisis masalah sebelumnya dan dari sumber eksternal dan internal, serta perumusan rencana mitigasi risiko komersial dan operasi berdasarkan strategi perusahaan, akan diberikan rencana implementasi yang diusulkan untuk pelanggan baru di tahun 2023 ke depan. Untuk pelanggan lama, negosiasi ulang perjanjian akan dilakukan ketika sudah mendekati tanggal pembaruan. Untuk linimasa rencana mitigasi akan dikerjakan selama 4 (empat) bulan.", "Daftar File": {"COVER Adisti Pradanari Putri": "https://digilib.itb.ac.id/gdl/download/264284", "BAB 1 Adisti Pradanari Putri": "https://digilib.itb.ac.id/gdl/download/264285", "BAB 2 Adisti Pradanari Putri": "https://digilib.itb.ac.id/gdl/download/264286", "BAB 3 Adisti Pradanari Putri": "https://digilib.itb.ac.id/gdl/download/264289", "BAB 4 Adisti Pradanari Putri": "https://digilib.itb.ac.id/gdl/download/264290", "PUSTAKA Adisti Pradanari Putri": "https://digilib.itb.ac.id/gdl/download/264291"}, "Penulis": "Adisti Pradanari Putri [29320473]", "Kontributor / Dosen Pembimbing": ["Rivana Mezaya, S.H., LL.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pengendalian Hama; Perjanjian Kerjasama; Tanggung Jawab; Pembatasan; Strategi; Risiko.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "09 Sep 2022"}