{"Nomor": 68243, "Judul": "INOVASI MODEL BISNIS RED HAT UNTUK MENINGKATKAN PENDAPATAN DI INDUSTRI PERBANKAN: STUDI KASUS BANK BERDAYA BERSAMA", "Abstrak": "Kemajuan teknologi digital dan perubahan perilaku pengguna memunculkan tantangan baru bagi industri perbankan di Indonesia, pengguna kini lebih peka terhadap pengalaman nasabah yang baik, dan kurang loyal. Tantangan lain bagi perbankan adalah disrupsi dari fintech. Untuk menghadapi tantangan tersebut, bank telah memulai program untuk mengubah diri untuk memenuhi tuntutan saat ini. \n\nProgram transformasi bank kemudian meningkatkan kebutuhan teknologi mereka. Bank telah mengalokasikan anggaran sebagian besar anggaran mereka untuk teknologi. Red Hat sebagai penyedia teknologi berbasis open source perlu bersaing dengan banyak pemain di industri IT Indonesia. \n\nPenelitian ini dilakukan untuk menemukan model bisnis yang dapat dilakukan oleh Red Hat untuk meningkatkan penjualannya di industri perbankan Indonesia dengan Bank Berdaya Bersama sebagai contoh kasus. Analisis kondisi internal dan eksternal perusahaan dilakukan dengan menggunakan beberapa analisis seperti Market Sizing, Porter's Five Forces, Competitor Analysis, Perceptual Map, VRIO Analysis, dan Business Model Canvas. \n\nHasil yang diperoleh dari analisis tersebut kemudian digunakan untuk merancang model bisnis baru yang dapat diterapkan oleh Red Hat di industri perbankan. Langkah strategis yang dilakukan antara lain meniadakan penawaran produk infrastruktur dan bekerja sama dengan penyedia layanan komputasi awan di Indonesia. Model bisnis baru ini diharapkan menghasilkan peningkatan penjualan Red Hat dalam waktu tiga tahun.", "Daftar File": {"COVER Muhammad Aslam": "https://digilib.itb.ac.id/gdl/download/265134", "BAB 1 Muhammad Aslam": "https://digilib.itb.ac.id/gdl/download/265149", "BAB 2 Muhammad Aslam": "https://digilib.itb.ac.id/gdl/download/265150", "BAB 3 Muhammad Aslam": "https://digilib.itb.ac.id/gdl/download/265151", "BAB 4 Muhammad Aslam": "https://digilib.itb.ac.id/gdl/download/265152", "PUSTAKA Muhammad Aslam": "https://digilib.itb.ac.id/gdl/download/265153"}, "Penulis": "Muhammad Aslam [29320376]", "Kontributor / Dosen Pembimbing": ["Dr. rer. pol. Eko Agus Prasetio, S.T., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Business Model Generation, Value Innovation", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "09 Sep 2022"}