{"Nomor": 68249, "Judul": "PEMODELAN PREMI ASURANSI KENDARAAN DENGAN METODE GEOGRAPHICALLY WEIGHTED REGRESSION (GWR)", "Abstrak": "Kecelakaan merupakan suatu peristiwa yang tidak bisa diperkirakan kapan terjadinya sehingga besar kerugian yang ditimbulkan juga tidak pasti. Oleh karena itu, perusahaan asuransi menawarkan produk asuransi kendaraan untuk meminimalisir kerugian yang ditimbulkan misal: kerusakaan kendaraan, luka-luka yang dialami pengendara saat kecelakaan, dan hilangnya kendaraan akibat pencurian. Penentuann premi asuransi kendaraan hanya dibedakan berdasarkan harga kendaraan serta letak wilayah, dan belum melibatkan potensi terjadinya kecelakaan yang berbeda-beda antar tiap daerah. Metode Geographically Weighted Regression (GWR) digunakan untuk melihat pengaruh secara lokal sesuai dengan proporsi jumlah kecelakaan di tiap wilayah yang berbeda-beda. Bila dibandingkan dengan model regresi linear (OLS), GWR dapat menaksir untuk masing-masing daerah, sedangkan OLS, pengaruh lokasi ini tidak digunakan. Data asuransi diambil dari kaggle.com yang berupa klaim kecelakaan di United States pada Januari-Maret 2015. Variabel respon yang digunakan yaitu total klaim, sedangkan variabel prediktor berupa klaim kecelakaan diri pengendara, klaim properti, dan klaim kendaraan. Data diolah secara statistika deskriptif dan diaplikasikan pada model GWR. Dari data tersebut diketahui bahwa letak terjadinya kecelakaan di wilayah timur USA sebanyak 669 klaim pada 7 negara bagian dengan nilai klaim [$720.000,$12.000.000]. Kernel Gaussian dipilih berdasarkan nilai CV yang minimum yaitu sebesar 1,6. Hasil taksiran parameter ????1 pada [1,1;1,4] dan ????0 untuk masing-masing lokasi memiliki nilai yang tidak jauh berbeda berkisar selang minimum dan maksimumnya. Premi dihitung merupakan premi murni dengan benefit menggunakan hasil nilai taksiran GWR. Didapatkan hasil pada negara bagian West Virginia memiliki perbedaan premi di bawah $1.000, sedangkan negara bagian lainnya memiliki perbedaan premi [$1.500, $10.000]. Nilai rata-rata premi menggunakan GWR memiliki perbedaan dengan premi awal sebesar $3.134, sehingga dengan GWR, nilai premi baru dapat mengikuti besar kecilnya premi awal.", "Daftar File": {"ABSTRAK Rizki Fajrina": "https://digilib.itb.ac.id/gdl/download/258620"}, "Penulis": "Rizki Fajrina [20820005]", "Kontributor / Dosen Pembimbing": ["Dr. RR. Kurnia Novita Sari, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Asuransi Kendaraan, Cross Validation, Geographically Weighted Regression, Kernel Gaussian, Premi", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "12 Sep 2022"}