{"Nomor": 68246, "Judul": "ANALISIS VARIASI FAKTOR IKLIM DENGAN METODE EKSPONEN HURST DAN DYNAMIC CONDITIONAL CORRELATION", "Abstrak": "Setiap entitas pada suatu sistem pasti memiliki kebergantungan antara satu dengan yang lainnya. Kebergantungan tersebut dapat dideskripsikan melalui tendensi perubahan pada sistem tersebut dalam suatu interval waktu tertentu. Tujuan dari penelitian ini adalah mengkarakterisasi sifat faktor iklim berdasarkan tendensi perubahannya menggunakan metode eksponen Hurst; menentukan korelasi dinamik antar perubahan faktor iklim,  memprediksi awal musim kemarau, dan memprediksi awal musim hujan menggunakan metode DCC; dan menentukan hubungan antara metode eksponen Hurst dengan metode DCC. Filter yang digunakan dalam penelitian ini adalah filter berdasarkan perubahan suatu sistem tidak teramati terendah yang dideskripsikan oleh kesalahan standar pada metode eksponen Hurst dan standar deviasi pada metode DCC. Probabilitas suatu sistem\nterpengaruh sistem acak dideskripsikan oleh p-value. Faktor iklim yang memiliki sifat persistence adalah curah hujan dan lama penyinaran matahari. \nFaktor iklim yang memiliki sifat anti-persistence adalah kelajuan angin maksimum, temperatur udara, dan kelembaban udara relatif. Sistem yang memiliki rata-rata hubungan sedang dengan arah negatif adalah kelembaban udara relatif dengan temperatur udara, sementara yang memiliki ratarata hubungan sangat rendah dengan arah positif adalah temperatur udara dengan kelajuan angin maksimum dan kelembaban udara relatif dengan curah hujan. Sisanya memiliki rata-rata hubungan sangat rendah dengan arah negatif. Galat prediksi awal musim berkisar mulai dari 14 hari hingga 179 hari. P-value metode eksponen Hurst memiliki korelasi sangat kuat dengan p-value metode DCC. Dengan penelitian ini, diharapkan dapat memberikan motivasi terhadap peneliti lainnya untuk menelaah lebih jauh terkait kompleksitas yang terjadi di alam.", "Daftar File": {"ABSTRAK Muhamad Herdiansyah Pratama": "https://digilib.itb.ac.id/gdl/download/258617"}, "Penulis": "Muhamad Herdiansyah Pratama [10218106]", "Kontributor / Dosen Pembimbing": ["Prof. Wahyu Srigutomo, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Iklim, Eksponen Hurst, Dynamic Conditional Correlation", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "10 Sep 2022"}