{"Nomor": 68251, "Judul": "PENILAIAN BAHAYA RIP CURRENT TERHADAP KESELAMATAN WISATAWAN DI TELUK PELABUHAN RATU, SUKABUMI", "Abstrak": "Kabupaten Sukabumi merupakan salah satu kabupaten di Provinsi Jawa Barat yang memiliki kawasan pesisir yang indah dan menarik, dan menjadi salah satu sektor andalan pariwisata yang mendukung perkembangan ekonomi daerah. Namun, di beberapa pantai dijumpai rip current seperti di Pantai Loji, Pantai Batu Bintang, Pantai Pelabuhan Ratu, Pantai Citepus, Pantai Karang Hawu, dan Pantai Kebon Kelapa. Rip current merupakan arus yang bergerak menuju laut lepas dengan kecepatan bervariasi yang berpotensi membahayakan wisatawan yang berkunjung. Penelitian ini bertujuan untuk mendapatkan nilai bahaya rip current dan mengidentifikasi waktu yang tepat untuk berwisata serta menentukan manajemen terbaik untuk meningkatkan keselamatan wisatawan di Teluk Pelabuhan Ratu. Data yang digunakan adalah data gelombang, data batimetri Laut Jawa, data jenis sedimen, dan data tunggang pasut. Teluk Pelabuhan Ratu memiliki karakteristik kedalaman yang berkisar antara 0 – 1800 meter dan kemiringan pantai 1o – 3o. Tinggi gelombang di Teluk Pelabuhan Ratu berkisar antara 0,4 – 1,2 meter. Perbedaan kedalaman, kondisi morfologi pantai, dan tinggi gelombang menjadi faktor penyebab terjadinya rip current di Teluk Pelabuhan Ratu. Penilaian bahaya rip current berdasarkan pada Rip Current Hazard Assessment Guide (RNLI). Berdasarkan hasil penelitian, diperoleh nilai bahaya rip current di Teluk Pelabuhan Ratu sebesar 1 sampai 4 yang menunjukkan bahwa di Teluk Pelabuhan Ratu memiliki kelas bahaya rip current dengan kategori aman hingga sangat berbahaya. Waktu yang relatif lebih aman bagi wisatawan untuk berkunjung ke Teluk Pelabuhan Ratu dengan indeks bahaya paling kecil adalah pada periode bulan Juni hingga November karena tinggi gelombang pada waktu tersebut lebih rendah dari bulan lainnya.", "Daftar File": {"ABSTRAK Ari Saputra": "https://digilib.itb.ac.id/gdl/download/258622"}, "Penulis": "Ari Saputra [12917025]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Rima Rachmayani, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Nilai Bahaya, Rip Current, Teluk Pelabuhan Ratu", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "12 Sep 2022"}