{"Nomor": 68255, "Judul": "ONE MEDICALOGY PRE-LAUNCHING STRATEGY OF NEW MATERNITY  BELTS WITH ANTI RADIATION FEATURE USING LEAN STARTUP METHODOLOGY", "Abstrak": "Makalah ini akan membahas strategi pre-launch yang dilakukan oleh One Medicalogy, sebuah perusahaan rintisan yang bergerak di bidang sabuk kehamilan. Strategi tersebut akan mengikuti metodologi lean startup yang akan memandu One Medicalogy untuk memulai, membangun, mengembangkan, menjalankan dan mempertahankan bisnisnya di bidang sabuk bersalin antiradiasi. Sabuk bersalin adalah ikat pinggang atau korset yang digunakan untuk menopang bagian bawah perut dan punggung ibu hamil. Sabuk kehamilan anti-radiasi adalah sabuk kehamilan yang dimodifikasi dengan menyematkan lapisan anti-radiasi tambahan di bagian dalam sabuk. Lapisan ekstra akan melindungi janin yang tumbuh di perut ibu dari radiasi RFEMF non-ionisasi yang berbahaya. Sumber radiasi biasanya perangkat elektronik dan gadget seperti komputer pribadi atau laptop serta smartphone. One Medicalogy berkomitmen untuk merancang, mengembangkan, memproduksi, dan memperkenalkan sabuk ke pasar. \nStrategi pre-launch akan digunakan dalam memperkenalkan sabuk ke pasar. Strategi ini termasuk melakukan uji pasar dengan menguji produk dengan pelanggan potensial dan melakukan upaya yang ketat dengan mereka untuk memastikan komunikasi selama desain dan pengembangan produk dengan terlebih dahulu menentukan target pasar, memastikan bahwa fitur produk sesuai dengan kebutuhan pelanggan. Metodologi lean startup juga akan digunakan untuk membantu One Medicalogy dalam memperkenalkan belt dengan cepat dan sukses ke pasar. Intinya, metodologi lean startup adalah metode yang memfokuskan upaya bisnis dalam pembuatan prototipe produk secara cepat dengan terlebih dahulu melakukan dan menguji analisis target pasar. Umpan balik yang dihasilkan dari uji coba prototipe dan wawancara yang melibatkan pelanggan potensial akan digunakan dengan cepat untuk membuat produk jadi.", "Daftar File": {"2022_TS_PP_Annisa Diyan Fitri  29120589_Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/258642"}, "Penulis": "Annisa Diyan Fitri [29120589]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T., M.M., DBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Anti radiasi elektromagnetik, maternity belt, lean startup", "Sumber": "One Medicalogy", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "12 Sep 2022"}