{"Nomor": 68264, "Judul": "ANALISIS SISTEM PERPIPAAN GAS SUBAN 3 DENGAN METODE STRAIN-BASED DESIGN", "Abstrak": "Gas alam adalah salah satu sumber energi primer yang dimanfaatkan oleh hampir seluruh sektoral yang ada di Indonesia. Kebutuhan gas alam akan semakin meningkat seiring dengan pertumbuhan ekonomi di Indonesia. Peningkatan kebutuhan gas alam harus diimbangi dengan peningkatan kapasitas, kualitas, dan keekonomisan dari infrastruktur penyalur gas alam tersebut. Sistem perpipaan merupakan infrastruktur yang umum digunakan dalam menyalurkan gas alam. Desain dari sistem perpipaan tersebut harus ditinjau kembali keamanannya karena umumnya sistem perpipaan berdampingan dengan permukiman atau fasilitas lain.\nPenelitian ini melakukan analisis sistem perpipaan gas Suban 3 yang bertujuan untuk meninjau kembali keamanan desainnya. Analisis dilakukan dengan metode strain-based design karena pipa gas Suban 3 merupakan pipa terkubur dengan kondisi high-pressure/high-temperature. Dalam penelitian ini, dilakukan analisis tegangan dan regangan pipa gas Suban 3 berdasarkan acuan ASME B31.8. Penelitian ini diawali dengan pemodelan sistem perpipaan gas Suban 3 dengan perangkat lunak AutoPIPE untuk dilakukan analisis tegangan pipa berdasarkan kriteria stress-based design. Selanjutnya, model sistem perpipaan tersebut di-import ke perangkat lunak Abaqus untuk dilakukan analisis tegangan dan regangan pipa berdasarkan kriteria strain-based design.\nDari hasil analisis sistem perpipaan gas Suban 3, dapat disimpulkan sistem pepipaan Suban 3 aman berdasarkan kondisi desainnya. Berdasarkan kriteria strain-based design acuan ASME B31.8, nilai CSR (Code to Stress Ratio) maksimum sistem perpipaan adalah 0,926 berada pada KM 0+194. Selain itu, nilai regangan longitudinal pipa sebesar 0,61%. Regangan longitudinal pipa tersebut dibawah batas izin berdasarkan kriteria strain-based design.", "Daftar File": {"ABSTRAK Chiesa Tesalonika": "https://digilib.itb.ac.id/gdl/download/258720"}, "Penulis": "Chiesa Tesalonika [13118008]", "Kontributor / Dosen Pembimbing": ["M. Agus Kariem, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "gas alam, sistem perpipaan, tegangan, keamanan desain, strain-based design", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "12 Sep 2022"}