{"Nomor": 68261, "Judul": "UNLOCKING ADDITIONAL REVENUE   BY EARLY DEACTIVATION OF   CONDENSATE PROCESSING PLANT  CASE RESEARCH IN BANUA PETROLEUM COMPANY", "Abstrak": "Banua Petroleum Company memiliki Kontrak Bagi Hasil selama 20 tahun untuk mengelola lapangan migas di Lapangan East Borneo oleh Pemerintah. Lapangan ini sudah memproduksikan migas (gas alam, minyak mentah dan kondensat) selama lebih dari 50 tahun dan saat ini sudah dalam fase penurunan produksi. Secara alamiah, penurunan produksi tidak dapat dihindari meskipun sumur-sumur baru di-bor dan dirawat dengan baik. Mengacu kepada forecast produksi, Perusahaan akan men-deaktifasi Fasilitas Pemrosesan Kondensat (FPK) pada tahun 2034 pada saat produksi kondensat lebih rendah dari kapasitas turn-down -nya. Sementara Fasilitas Pemrosesan Minyak (FPM) masih dapat beroperasi, karena produksi minyak mentah masih lebih tinggi dari kapasitas turn-down -nya paling tidak sampai dengan tahun 2038. Studi ini akan memberikan analisa mendalam mengenai deaktifasi dini FPK (pada tahun 2023) dengan mengalihkan seluruhnya produksi kondensat ke FPM (alih-alih ke FPK) untuk mendapatkan tambahan revenue bagi Perusahaan. Analisa situasi bisnis dan analisa ke-ekonomi-an proyek dilakukan pada studi ini dengan mempertimbangkan perbedaan harga pasar antara minyak mentah/kondensat dan perubahan struktur biaya. Valuasi proyek dihitung menggunakan Discounted Cash Flow (DCF) dengan menggunakan terminologi Kontrak Bagi Hasil (KBH). Sementara resiko ditinjau dengan melakukan simulasi terhadap ketidakpastian beberapa parameter dan mengkaji sensitifitasnya terhadap hasil. Sebagai hasil studi, deaktifasi dini FPK dapat dilakukan dan menawarkan lebih banyak keuntungan financial daripada strategi awal Perusahaan dimana deaktifasi FPK baru akan dilakukan pada tahun 2034.", "Daftar File": {"2022_TS_PP_Ilham S Permadi_29120402_Abstrak-1.pdf\niu": "https://digilib.itb.ac.id/gdl/download/258669"}, "Penulis": "Ilham Setia Permadi [29120402]", "Kontributor / Dosen Pembimbing": ["Oktofa Yudha Sudrajad, S.T., M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Preservasi Fasilitas, Valuasi Proyek, Discounted Cash Flow", "Sumber": "BANUA PETROLEUM COMPANY", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "12 Sep 2022"}