{"Nomor": 68265, "Judul": "PENGUJIAN PERILAKU MANAJEMEN: HUBUNGAN PINJAMAN BERMASALAH DAN RASIO EFISIENSI  OPERASIONAL DI BIDANG PERBANKAN INDONESIA", "Abstrak": "Tingginya tingkat persaingan dan kehadiran bank asing, masalah efisiensi dan\nstabilitas perbankan sangat signifikan dari sudut pandang ekonomi mikro, dan\nharus menjadi agenda utama untuk mengurangi institusi yang berkinerja buruk.\nEfisiensi sektor perbankan, di sisi lain, memiliki dampak yang signifikan terhadap\nbiaya intermediasi dan menjaga stabilitas sistem perbankan karena dapat\nberdampak sistemik dari sudut pandang makroekonomi. Literatur ini berupaya\nmemperluas penelitian terdahulu tentang perilaku manajemen yang dilakukan oleh\nBerger dan DeYoung (1992) dalam konteks industri perbankan Indonesia pada 4\nklaster kepemilikan bank yang berbeda dengan mengkaji hubungan antara rasio\nNPL dan rasio efisiensi operasional bank, yang secara khusus diproksikan oleh\npendapatan non-bunga/non-bunga dalam industri perbankan Indonesia. Penulis\nmenambah pengetahuan yang luas dengan meneliti kredit bermasalah (NPL) dan\nefisiensi bank pada bank dengan struktur kepemilikan yang bervariasi, terutama di\nIndonesia. Sepengetahuan penulis, artikel ini adalah yang pertama mengkaji\nkerangka perilaku manajemen dalam sistem perbankan Indonesia dari perspektif\nefisiensi operasional.\n\nPenelitian ini juga dimaksudkan untuk memberikan informasi penting kepada\nregulator sehingga dapat mengidentifikasi problematika yang dihadapi oleh sektor\nperbankan, sehingga dapat membantu perkembangan perbankan Indonesia ke\ndepannya. Sumber data yang digunakan untuk penelitian ini bersumber dari\nLaporan Statistik Perbankan Indonesia, yang disusun secara triwulanan antara\nJanuari 2010 dan September 2021. Dua hipotesis pertama—manajemen yang\nburuk dan nasib buruk—merupakan subjek utama penelitian yang menggunakan\nestimasi OLS dalam kerangka metode kausalitas granger. Hasil penelitian\nmenunjukkan bahwa setiap klaster bank dalam Sistem Perbankan Indonesia\nbereaksi berbeda dalam hal hubungan antara pinjaman bermasalah dan rasio\nefektivitas operasional dan bahwa mereka sensitif terhadap model pencantuman\npenundaan. Secara singkatnya, masing-masing dari empat cluster bank tersebut\ndapat mengidentifikasi adanya kondisi manajemen yang buruk, skimping, dan\nnasib buruk. Studi ini memberikan gambaran yang lebih lengkap tentang keadaan\nsektor perbankan di Indonesia setelah masa transisi regulasi dan dapat\nmemberikan panduan yang berguna bagi regulator perbankan dalam mengatur\nmanajemen perilaku bank untuk mengurangi risiko kredit dan meningkatkan produktivitas bank. Temuan ini dapat memberikan perspektif baru kepada\nregulator tentang cara pendekatan untuk berbagai klaster bank dalam\nmengembangkan kebijakan yang tepat yang relevan dan tepat sasaran dengan\nperilaku yang ada.\n\nStudi ini memberikan sejumlah saran yang dapat dilakukan untuk studi ke depan\nyang lebih lanjut. Untuk mengidentifikasi karakteristik yang mempengaruhi\nperilaku manajemen bank dalam berbagai kondisi ekonomi, penulis dapat\nmenyarankan untuk membandingkan perilaku di sektor perbankan Indonesia\ndengan di negara berkembang dan negara maju lainnya. Rekomendasi kedua dari\npenulis adalah menggunakan proksi lain untuk variabel dalam penelitian ini untuk\nmemeriksa apakah hasilnya konsisten dengan penelitian ini, seperti dengan\nmemanfaatkan stochastic frontier sebagai proksi efisiensi. Salah satu saran\nselanjutnya untuk memberikan wawasan lebih dalam konteks analisis dinamis\ndengan menggunakan berbagai metode statistik, seperti Vector Auto Regression\n(VAR). Saran lain untuk penelitian masa depan adalah studi multi-langkah yang\nmenggunakan data agregat dan panel yang memanfaatkan data pada level bank\nindividual sebagai proksi untuk mengevaluasi perilaku skimping lebih dalam serta\nmoral hazard di sektor perbankan Indonesia.\n\nKeywords: Perilaku Manajemen; Manajemen Buruk; Nasib Buruk; Pinjaman\nBermasalah; Efisiensi Operasional; Perbankan Indonesia.", "Daftar File": {"2022 TS Reza Erlangga Ludwian-Abstract.pdf?": "https://digilib.itb.ac.id/gdl/download/258747"}, "Penulis": "Reza Erlangga Ludwian [29020061]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Subiakto, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perilaku Manajemen; Manajemen Buruk; Nasib Buruk; Pinjaman Bermasalah; Efisiensi Operasional; Perbankan Indonesia.", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "12 Sep 2022"}