{"Nomor": 68271, "Judul": "ADSORPSI RHODAMIN B MENGGUNAKAN ALGINAT/PVA/FE3O4", "Abstrak": "Rhodamin B merupakan pewarna kationik turunan xantene yang banyak digunakan di industri tekstil serta kertas berwarna. Limbah rhodamin B yang mencemari lingkungan memiliki sifat toksik sehingga dapat membahayakan makhluk hidup. Adsorpsi merupakan salah satu metode penghilangan pewarna yang memiliki keunggulan yaitu proses yang mudah, sederhana dan biaya yang rendah. Alginat merupakan salah satu biosorben alternatif yang telah banyak digunakan untuk menghilangkan zat warna dalam limbah cair, yang dalam modifikasinya dapat digabungkan dengan polimer sintetik seperti polivinil alkohol serta Fe3O4. Pada penelitian ini telah dibuat adsorben alginat/PVA/Fe3O4 yang digunakan untuk adsorpsi rhodamin B. Adsorben telah dikarakterisasi menggunakan Fourier Transform Infra Red Spectroscopy (FTIR), Scanning Electron Microscopy (SEM), dan X-Ray Diffraction (XRD). Adsorpsi rhodamin B menggunakan 0,1 gram adsorben dengan metode batch mencapai kondisi optimum pada pH 3 dan waktu kontak 180 menit. Proses adsorpsi rhodamin B mengikuti model kinetika adsorpsi orde dua semu dan model isoterm Langmuir dengan kapasitas adsorpsi maksimum 2,45 mg/g. Studi termodinamika menghasilkan nilai ?G negatif yang menyatakan proses berlangsung spontan, bersifat endotermik dengan nilai ?H = 9,76 kJ/mol dan ?S = 0,13 kJ/mol.K yang menunjukkan bahwa derajat keteraturan sistem yang meningkat. Adsorben alginat/PVA/Fe3O4 telah digunakan dalam 2 siklus adsorpsi-desorpsi dengan menggunakan larutan pendesorpsi HCl 0,01 M", "Daftar File": {"ABSTRAK Sonya Nurizki Vikandari": "https://digilib.itb.ac.id/gdl/download/258881"}, "Penulis": "Sonya Nurizki Vikandari [20520051]", "Kontributor / Dosen Pembimbing": ["Dr. Rusnadi, S.Si., M.Si.", "Muhammad Iqbal, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "adsorpsi, rhodamin B, alginat, PVA, magnetit", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "12 Sep 2022"}