{"Nomor": 68287, "Judul": "APLIKASI INOKULUM CAIR PADA FERMENTASI KEFIR UNTUK PRODUKSI TERKONTROL DAN BERKELANJUTAN", "Abstrak": "Kefir adalah minuman susu fermentasi yang dibuat secara tradisional menggunakan kefir grain yang mengandung bakteri asam laktat (BAL), bakteri asam asetat (BAA), dan ragi. Produksi kefir secara tradisional memiliki tantangan, yaitu hasil yang kurang konsisten karena distribusi inokulum yang tidak merata, skala produksi yang kecil, dan pemanenan produk yang kompleks, yakni membutuhkan pemisahan kefir grain dari kefir milk. Kefir milk berpotensi digunakan sebagai sumber inokulum fermentasi kefir yang lebih sederhana dan konsisten. Penelitian sebelumnya menunjukan kelemahan dari inokulum kefir milk, seperti produksi asam yang rendah dan cita rasa yang kurang disukai. Kultur murni yang diisolasi dari kefir grain berpotensi digunakan sebagai inokulum cair yang lebih mudah digunakan. Penelitian ini bertujuan: (1) membandingkan kelimpahan dan keragaman mikroorganisme pada kefir yang difermentasi dengan variasi inokulum kefir milk dan kefir grain; (2) menentukan umur inokulum kefir milk yang optimum; (3) menentukan mikroorganisme kunci untuk inokulum cair fermentasi kefir; (4) meningkatkan kualitas sensori kefir dengan inokulum kefir milk melalui penambahan inokulum mikroorganisme kunci. Pada penelitian ini, ditinjau dua siklus fermentasi kefir dengan inokulum kefir grain umur 18 jam (KM3 dan KM4), serta inokulum kefir milk dengan variasi umur 12 jam (KM4’a dan KM5’a) dan 18 jam (KM4’b dan KM5’b). Fermentasi dilakukan secara statis selama 24 jam, pengambilan sampel setiap 6 jam, konsentrasi inokulum 7,5% (w/v), pada suhu ruang (25 – 27oC). Analisis mikrobiologis menggunakan medium GYCA (BAA), MRSA (BAL), PDA (ragi), dan NA (bakteri aerob). Analisis asam (laktat, asetat, sitrat) dan gula (laktosa dan galaktosa) menggunakan HPLC. Uji sensori dilakukan menggunakan parameter aroma, rasa, karbonasi, kekentalan, dan kesukaan, dengan bobot secara berurutan 0,3; 0,3; 0,3; 0,2; 0,2 terhadap indeks sensori. Mikroorganisme kunci dipilih dari kemampuan enzimatis fermentasi gula dan susu litmus. Analisis molekuler sekuensing Sanger dilakukan untuk mengidentifikasi mikroorganisme kunci. Dari analisis mikrobiologiss, inokulum kefir milk memiliki kelimpahan ragi (106 CFU/mL) yang 100 kali lebih rendah dari inokulum kefir grain (108 CFU/g). Hal ini menyebabkan BAL lebih predominan (109 CFU/mL) pada akhir fermentasi kefir dengan inokulum kefir milk dibandingkan dengan\ninokulum kefir grain (108 CFU/mL). Dari analisis gula dengan HPLC, kefir dengan inokulum kefir milk memiliki kemampuan konsumsi substrat yang lebih rendah sehingga diamati residu laktosa yang lebih tinggi pada akhir fermentasi dibandingkan kefir dengan inokulum kefir grain. Laktosa dan galaktosa dikonsumsi secara bersamaan selama fermentasi. Laju konsumsi laktosa KM3, KM4, KM4’a, KM4’b, KM5’a, KM5’b secara berurutan 0,83; 1,43; 0,51; 0,92; 0,53; 0,35 g/L.jam dan residu laktosa secara berurutan 37; 31; 47; 41; 38; 54 g/L. Dari analisis asam, kefir dengan inokulum kefir milk memiliki kemampuan produksi asam laktat yang lebih rendah dibanding kefir grain. Laju produksi asam laktat KM3, KM4, KM4’a, KM4’b, KM5’a, KM5’b secara berurutan 0,32; 0,26; 0,23; 0,21; 0,25; 0,24 g/L.jam. KM4’b memiliki laju produksi asam sitrat (0,16 g/L.jam) yang 4 kali lebih tinggi dibandingkan KM4’a (0,04 g/L.jam). Produksi asam sitrat dan laktat saling berkompetisi karena memiliki prekursor yang sama (asam piruvat). Asam laktat membentuk rasa asam pada kefir, sedangkan asam sitrat berperan dalam pembentukan biomassa mikroorganisme. Hal ini menyebabkan KM4’b memiliki laju produksi asam laktat (0,21 g/L.jam) yang lebih rendah dari KM4’a (0,23 g/L.jam). Dari analisis sensori KM3, KM4, KM4’a, KM4’b, KM5’a, KM5’b memiliki indeks sensori secara berurutan 4,3; 4,4; 3,5; 3,6; 3,6; 3,3. Kefir dengan inokulum kefir milk memiliki parameter rasa dan karbonasi yang signifikan lebih rendah dibandingkan kefir dengan inokulum kefir grain (P<0,05). Dari analisis asam dan sensori ditunjukan bahwa, kefir milk umur 12 jam (KM4’a) optimal untuk fermentasi kefir. KM4’a memiliki laju produksi asam sitrat yang rendah (0,04 g/L.jam), indeks sensori yang tinggi dan menghasilkan kefir dengan indeks sensori yang tinggi pada fermentasi lanjutan (KM5’a). Dengan demikian, KM4’a digunakan sebagai inokulum modifikasi. Inokulum ragi dipilih untuk meningkatkan jalur fermentasi alkohol dan karbonasi. Naganishia spp. (ragi D) dipilih karena peranannya dalam membentuk tekstur kefir yang kental (rennet curd) dan fermentasi alkohol. Optimasi fermentasi KM4’a dilakukan dengan menambahkan kultur Naganishia spp. umur 14 jam 10% (v/v), kepadatan 1,2 x 109 CFU/mL (KM4’a+ragi). Dari analisis mikrobiologiss, KM4’a+ragi memiliki kelimpahan BAA (106 CFU/mL) yang 10 kali lebih rendah dari KM4’a (107 CFU/mL). Hal ini karena ragi berkompetisi dengan BAA dalam memetabolisme gula. Dari analisis sensori KM3, KM4’a, KM4’a+ragi memiliki indeks organoleptik secara berurutan 4,3; 3,6; 3,7. Penambahan inokulum Naganishia spp. tidak dapat meningkatkan parameter rasa dan karbonasi kefir. Hal ini karena Naganishia spp yang tergolong oleaginous yeast memiliki kemampuan alkohol yang rendah. Naganishia spp dapat mengakumulasi lipid sehingga meningkatkan kekentalan KM4’a+ragi. Kesimpulan dari penelitian ini: (1) Ragi lebih predominan pada kefir dengan inokulum kefir grain, sedangkan BAL, BAA, dan bakteri aerob lebih predominan pada kefir dengan inokulum kefir milk; (2) inokulum kefir milk yang optimum adalah 12 jam; (3) Naganishia spp. (ragi D) adalah mikroorganisme kunci untuk inokulum cair fermentasi kefir; (4) KM4’a+ragi memiliki cita rasa yang lebih disukai dengan indeks sensori 3,7.", "Daftar File": {"ABSTRAK Joddi Jonatan Prasetya Rahaju": "https://digilib.itb.ac.id/gdl/download/258897"}, "Penulis": "Joddi Jonatan Prasetya Rahaju [21121026]", "Kontributor / Dosen Pembimbing": ["Dr. Dea Indriani Astuti, S.Si.", "Dr.Eng. Kamarisima, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "fermentasi lanjutan, kefir grain, kefir milk, Naganishia spp., optimasi umur inokulum.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Sep 2022"}