{"Nomor": 68284, "Judul": "ANALISIS KELIMPAHAN KOBALT (CO) DAN SKANDIUM (SC) SERTA DISTRIBUSINYA PADA ENDAPAN NIKEL LATERIT DI DAERAH TAPUNOPAKA, KONAWE UTARA, SULAWESI TENGGARA", "Abstrak": "Pulau Sulawesi merupakan hasil dari serangkaian peristiwa kolisi yang menyebabkan batuan ultramafik dari kompleks ofiolit tersingkap luas. Iklim tropis, suhu yang hangat, serta curah hujan yang tinggi memungkinkan pelapukan kimia berjalan dengan intensif pada batuan ultramafik membentuk endapan nikel laterit. Selain nikel, endapan nikel laterit juga mengandung logam penting lain seperti skandium (Sc) dan kobalt (Co). Kedua unsur tersebut terkonsentrasi pada zona limonit saat terjadi pelapukan pada batuan dasar melalui proses pengayaan residual. Namun, sumber daya kedua logam ini belum dimanfaatkan secara optimal dan hanya menjadi produk sampingan dalam pemrosesan bijih primer. Oleh karena itu, untuk memenuhi kebutuhan industri logam Co dan Sc yang terus meningkat, perlu dilakukan identifikasi terhadap kontrol keberadaan dan persebarannya pada endapan nikel laterit di Prospek Tapunopaka sehingga dapat dilakukan upaya konservasi mineral secara optimal.\nPenelitian ini bertujuan untuk mengetahui karakteristik zonasi endapan nikel laterit serta hubungannya dengan kelimpahan unsur Co dan Sc, mengetahui kontrol kelimpahan unsur Co dan Sc, serta mengetahui distribusi lokal unsur Co dan Sc pada endapan nikel laterit di daerah penelitian. Data yang digunakan adalah data primer berupa 5 sampel batuan dan petrografi, serta data sekunder berupa data geokimia 39 titik bor (XRF pada 39 titik bor serta XRF dan ICP-MS pada 15 titik bor), foto inti bor dari 1 titik bor, Digital Elevation Model (DEM), dan peta geologi.\nProfil endapan nikel laterit di daerah penelitian dibagi menjadi empat zona, yaitu tanah penutup, limonit, saprolit, dan batuan dasar. Batuan dasar yang terdapat di daerah penelitian terdiri dari dunit dan harsburgit. Daerah penelitian telah mengalami laterisasi kuat dengan pola menuju pengayaan Fe2O3. Pada profil laterit, unsur Co dan Sc sama-sama mengalami pengayaan pada zona limonit. Analisis korelasi dengan metode Spearman menunjukkan bahwa unsur Co memiliki hubungan positif kuat dengan MnO,\nsedangkan unsur Sc memiliki korelasi positif kuat dengan Fe2O3 dan TiO2, serta positif sedang dengan Cr2O3 dan Al2O3.\nKelimpahan unsur Co pada zona limonit dipengaruhi oleh topografi, jenis batuan dasar, dan ketebalan limonit. Limonit pada topografi berupa flat dan slight slope memiliki konsentrasi Co yang relatif lebih tinggi. Dunit mengandung unsur Co yang lebih tinggi daripada harsburgit, sehingga menghasilkan limonit dengan kadar Co yang juga lebih tinggi. Disamping itu, semakin tebal limonit, semakin tinggi konsentrasi Co pada zona tersebut.\nSama halnya dengan unsur Co, kelimpahan unsur Sc pada zona limonit juga dipengaruhi oleh topografi, jenis batuan dasar, dan ketebalan limonit. Limonit pada topografi berupa slight slope memiliki konsentrasi Sc yang relatif lebih tinggi. Harsburgit mengandung unsur Sc yang lebih tinggi daripada dunit, sehingga menghasilkan limonit dengan kadar Sc yang juga lebih tinggi. Disamping itu, semakin tebal limonit, semakin tinggi konsentrasi Sc pada zona tersebut.\nEstimasi persebaran unsur Co dan Sc disekitar titik bor diperoleh dengan menggunakan metode Inverse Distance Weighting (IDW). Berdasarkan analisis ini, unsur Co dengan konsentrasi yang tinggi pada zona limonit terdapat di bagian tenggara daerah penelitian, yaitu pada topografi berupa flat hingga slight slope dan batuan dasar berupa dunit. Konsentrasi Sc di daerah penelitian didominasi oleh nilai >70 ppm. Konsentrasi Sc paling rendah (<50 ppm) ditemukan di bagian tenggara-selatan daerah penelitian, yaitu pada topografi berupa intermediate slope dan batuan dasar berupa harsburgit.", "Daftar File": {"ABSTRAK Adelia Kurniadi": "https://digilib.itb.ac.id/gdl/download/258894"}, "Penulis": "Adelia Kurniadi", "Kontributor / Dosen Pembimbing": ["Ir. Nurcahyo Indro Basuki, M.T., Ph.D.", "Reza Riezqi Ramadhan, S.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "unsur Co, Sc, endapan nikel laterit, limonit, Tapunopaka", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Sep 2022"}