{"Nomor": 68293, "Judul": "PERANCANGAN KAWASAN PECINAN WARINGIN DENGAN PENDEKATAN URBAN RETROFIT", "Abstrak": "Kawasan Pecinan Waringin adalah sentra perdagangan bahan pokok Kecamatan Andir dan termasuk dalam kawasan cagar budaya Pecinan di Kota Bandung. Kawasan ini memiliki sejarah sebagai kawasan perdagangan jasa penunjang kegiatan komersial di Jalan Utama (dulu Jl. Raya Post Weg) dan Pasar Andir. Kawasan ini memiliki keunikan komoditas perdagangan yang telah ada sejak kawasan terbangun, yaitu komoditas ikan asin. Peninggalan sejarah pada kawasan Pecinan Waringin secara fisik juga ditunjukan dari keberadaan bangunan siheyuan pada jalan jalan lokal yang merepresentasikan pola permukiman Hutong khas kawasan Pecinan. Saat ini kawasan Pecinan Waringin mengalami penurunan kualitas lingkungan dan dinilai tidak bernilai secara ekonomis bagi kawasan perdagangan dan jasa yang terletak dekat pusat kota. Hal tersebut ditunjukan dari banyaknya bangunan kosong pada kawasan, tidak adanya ruang terbuka hijau, buruknya mobilitas akibat dari kegiatan bongkar muat logistik pada badan jalan dan kegiatan PKL, limbah cair yang menggenang pada jalan raya, hingga alih fungsi bangunan perdagangan dan jasa menjadi fungsi pergudangan. \n\nPerancangan kawasan Pecinan Waringin dilakukan dengan pendekatan urban retrofit bertujuan untuk meningkatkan performa kawasan dari segi ekonomi dan lingkungan, sekaligus beradaptasi terhadap iklim dan budaya kawasan Pecinan. Metode perancangan, mengadopsi proses perancangan fragmental dengan meninjau dan mengintervensi aspek fisik (tata guna lahan, intensitas tata massa bangunan, ruang terbuka hijau, sirkulasi, parkir dan jalur pejalan kaki), dan aspek non fisik (kebudayaan dan ekonomi) hingga pada akhirnya mengeluarkan simulasi perancangan. Perancangan kawasan dengan fokus meningkatkan (fitting) dilakukan dengan  pengurangan ruang untuk kendaraan bermotor, peningkatan luas ruang hijau dan peningkatan kapasitas properti komersial kawasan. Fokus perancangan juga mengarahkan kawasan menjadi kawasan yang adaptif terhadap inovasi sosial kebudayaan kawasan Pecinan Waringin (retroactive)  melalui adaptasi karakter kawasan yang menunjukan kawasan Pecinan secara fungsional, spasial, dan historis kawasan.", "Daftar File": {"ABSTRAK Faza Ghilman": "https://digilib.itb.ac.id/gdl/download/258908"}, "Penulis": "Faza Ghilman [25620011]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Himasari Hanan, M.A.E.", "Prof. Dr.-Ing. Ir. Widjaja Martokusumo"], "Jenis Koleksi": "Tesis", "Penerbit": "Rancang Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Pecinan, Waringin, Urban retrofit", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "13 Sep 2022"}