{"Nomor": 68294, "Judul": "PENGAMBILAN KEPUTUSAN DALAM REPOSISI SUMUR PEMBORAN  DENGAN MENGGUNAKAN MODEL KEPNER TREGOE DAN SMART STUDI KASUS PT PEP (POWERFUL ENERGIZING PETROLEUM)", "Abstrak": "Powerful Energizing Petroleum (PT PEP) merupakan oil and gas company yang salah satu wilayah operasinya berada di wilayah Jawa Timur.  Pada tahun 2018 PT PEP melakukan handover wilayah kerja dari PetroTiong. PT PEP menemukan adanya rencana kerja pemboran sumur X-05 yang belum dilaksanakan PetroTiong padahal segala persyaratan dari regulator sudah terpenuhi. PT PEP mencari tahu akar permasalahan yang menyebabkan delay tersebut. Pengeboran suatu sumur bor hidrokarbon membutuhkan biaya yang besar dan risiko yang sangat tinggi, memerlukan teknologi tinggi, keterampilan tinggi, dan pengetahuan untuk mengoptimalkan rasio keberhasilan dan meminimalkan risiko kerugian. PESTEL analysis (Politik, Ekonomi, Sosial, Teknologi, Lingkungan, dan Hukum) digunakan untuk mempertimbangkan segala kemungkinan yang dapat menjadi latar belakang delay tersebut. PT PEP juga melakukan analisa SWOT (Strengths, Weaknesses, Opportunities, Threads) untuk mengetahui peluang dan posisi perusahaan saat ini. Dengan menggunakan Kepner Tregoe analysis akhirnya dketahui bahwa penyebab delaynya sumur X-05 adalah karena adanya kemungkinan terjadi catastrope karena arah pemboran yang menabrak patahan major. Melalui Focus Group Discussion yang melibatkan para ahli di bidang geomekanika, geologi, dan geofisika diperoleh 3 alternatives solutions, yaitu melanjutkan rencana pemboran directly, cancel the project, dan alternatives ketiga adalah melanjutkan project pemboran tersebut dengan melakukan repositioning. Sebagai dasar pengambilan keputusan, berdasarkan hasil Value-Focued Thinking diperoleh 6 criteria, yaitu safety, humanity, company image, duration, cost, and revenue. Untuk menentukan best alternative dilakukan dengan menggunakan SMART (Simple Multi-Attribute Rating Technique) method. Hasil dari penggunaan SMART diperoleh bahwa alternative repositioning mendapatkan nilai agregat tertinggi yaitu 78.28, untuk alternative cancel mendapatkan nilai 77.93 dan alternative directly mendapat nilai 15.52. Meskipun dalam estimasi revenue, alternative repositioning bukanlah yang tertinggi karena kalah dengan alternative directly yang target revenuenya optimal karena diposisi terbaik.", "Daftar File": {"2022_TS_PP_Muhammad Subhan_Abstrak-1.pdf\niu": "https://digilib.itb.ac.id/gdl/download/258909"}, "Penulis": "Muhammad Subhan [29120055]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Pri Hermawan, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "PESTEL, SWOT, Kepner-Tregoe, Focus Group Discussion, SMART", "Sumber": "PT PEP", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "13 Sep 2022"}