{"Nomor": 68303, "Judul": "PERANCANGAN BUKU INTERAKTIF BERBASIS WEB SEBAGAI MEDIA AWARENESS TENTANG PERASAAN KESEPIAN UNTUK ANAK FASE KANAK-KANAK TENGAH", "Abstrak": "Perasaan kesepian adalah perasaan yang dapat dirasakan oleh semua orang.\nPerasaan kesepian juga dirasakan oleh anak, khususnya pada anak fase kanakkanak tengah. Anak cenderung merasa malu dan takut untuk mengungkapkan\nperasaan kesepiannya ke orang-orang terdekatnya. Hal ini berkaitan dengan\nperasaan inferior yang anak rasakan dibandingkan dengan anak lainnya apabila\nmenunjukkan emosi negatif. Apabila tidak menemukan cara coping yang baik,\nmasalah dapat timbul seperti insomnia, anxiety, tidak memiliki teman dan tidak\npercaya diri. Penelitian mengenai emosi primer dan media ilustrasi sudah pernah\nditeliti sebelumnya. Namun, belum ada media spesifik yang mengangkat mengenai\nperasaan kesepian untuk anak pada fase kanak-kanak tengah. Anak pada fase\nkanak-kanak tengah merupakan anak generasi alfa sehingga media yang dirancang\nperlu disesuaikan dengan minat mereka dengan teknologi digital, salah satunya\nwebsite. Penelitian ini merupakan penelitian berbasis kualitatif fenomenologi. Data\ndiperoleh melalui wawancara ke psikolog anak, FGD, art-based-research, dan studi\nliteratur. Hasil penelitian menunjukkan bahwa anak merasa kesepian karena orang\ntua pergi atau sibuk bekerja, merasa bosan, dan tidak memiliki teman. Data gambar\nanak dari metode art-based-research dianalisis menggunakan teori image way.\nHasil analisis ini digunakan sebagai acuan menggambar ilustrasi tentang kesepian.\nNarasi cerita mengadaptasi three-act-structure. Fitur interaktif dalam website\nmenggunakan opsi alur cerita jamak yang bisa dipilih oleh pembaca. Fitur ini\nmemberikan kesempatan pembaca untuk mengetahui berbagai sebab perasaan\nkesepian di anak dan cara-cara yang bisa anak lakukan untuk coping, salah satunya\ndengan cara berkomunikasi. Anak memberikan respon positif terhadap komunikasi\nsebagai cara coping terhadap perasaan kesepian pada saat field testing. Hal ini\nditunjukkan dengan mayoritas anak memilih komunikasi sebagai cara coping untuk\nmembantu tokoh utama cerita merasa tidak kesepian lagi. Diharapkan penelitian ini\ndapat menambah referensi dalam merancang media berkaitan dengan perasaan\nkesepian dan pengembangan storytelling interaktif dalam media digital untuk anak.", "Daftar File": {"2022 TS PP ANGELICA NAOMI TJOANTARA 1.pdf": "https://digilib.itb.ac.id/gdl/download/258928"}, "Penulis": "Angelica Naomi Tjoantara [27120070]", "Kontributor / Dosen Pembimbing": ["Dianing Ratri, S.Ds., M.Des., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "interactive web story book, buku anak digital, art-based-research, perasaan kesepian pada anak, fase kanak-kanak tengah.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "13 Sep 2022"}