{"Nomor": 68301, "Judul": "EVALUASI INDEKS KENYAMANAN TERMAL DAN PREDIKSI HARIAN TINGKAT KENYAMANAN TERMAL TERHADAP AKTIVITAS LUAR RUANG DI KOTA BANDUNG(STUDI KASUS : LAPANGAN BATUNUNGGAL)", "Abstrak": "Saat ini ada banyak indeks kenyamanan termal yang tersedia, namun belum diketahui bagaimana keterwakilan indeks tersebut terhadap rasa yang dirasakan oleh manusia. Selain itu dengan pentingnya memprediksi tingkat kenyamanan termal, maka diperlukan informasi yang dibuat tersebut akurat dalam memprediksi tingkat kenyamanan termal demi mendukung aktivitas manusia di luar ruang.\nTujuan dari penelitian ini adalah mengevaluasi keterwakilan indeks kenyamanan termal yakni THI, ET, dan Humidex observasi terhadap kondisi kenyamanan termal menurut survei kuesioner di salah satu tempat luar ruang di Kota Bandung. Juga memprediksi tingkat kenyamanan termal dengan indeks kenyamanan termal yang sudah dievaluasi sebelumnya. Data yang digunakan dalam penelitian ini adalah data observasi cuaca untuk menghitung masing-masing dari indeks kenyamanan observasi, data survei kuesioner yang disebar untuk membandingkan hasilnya dengan setiap indeks kenyamanan termal, serta data prediksi dari keluaran model Weather Research Forecasting (WRF) yang dioperasionalkan oleh WCPL-ITB dan diinterpolasi terlebih dahulu sebelum diolah untuk memprediksi indeks kenyamanan yang sudah dievaluasi sebelumnya.\nHasil penelitian ini menunjukkan bahwa dari pengambilan data observasi juga survei yang disebar secara kontinyu setiap hari selama 30 hari disekitar pukul 11.00-12.00 WIB dengan total responden sebanyak 97 orang menghasilkan 54,7% merasakan nyaman, 36% merasakan hangat dan sisanya merasakan panas juga dingin. Selain itu, dari hasil observasi yang dilakukan dan dilanjutkan perhitungan setiap indeknya menunjukkan dari ketiga indeks (THI, ET, Humidex) belum ada yang mewakili rasa nyaman yang dirasakan banyak responden pada survei, hal ini walau diambil di waktu yang sama namun pengambilan data observasi dan sebaran survei sedikit berbeda. Dengan perbedaan naungan, lalu terbiasanya seseorang di iklim tropis dengan suhu yang lebih hangat juga kecenderungan adaptasi responden. Namun untuk hasil evaluasi didapat yakni indeks Humidex paling baik dari nilai Proportion Correct (PC) sebesar 0,74. Lalu untuk hasil prediksi dari indeks Humidex yakni dikategori nyaman dan underestimate dengan observasinya. Hal yang menyebabkannya dari resolusi grid model yang belum detail dan data tutupan lahan yang belum diperbarui juga perbedaan ketinggian topografi menjadi salah satu penyebabnya.", "Daftar File": {"ABSTRAK Shinta Amalia Solihat": "https://digilib.itb.ac.id/gdl/download/258926"}, "Penulis": "Shinta Amalia Solihat [12818006]", "Kontributor / Dosen Pembimbing": ["Faiz Rohman Fajary, S.Si., M.Si.", "Dr. Muhammad Rais Abdillah, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "ET, Humidex, Kenyamanan termal, Prediksi kenyamanan termal, THI", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Sep 2022"}