{"Nomor": 68307, "Judul": "FAKTOR-FAKTOR YANG MEMPENGARUHI NIAT BELI ULANG KONSUMEN SHOPEE INDONESIA PADA AKSESORIS HANDPHONE", "Abstrak": "Di Indonesia, meningkatnya jumlah konsumen yang melakukan belanja online\ndisebabkan oleh meningkatnya jumlah pengguna internet. Akibat aturan pemerintah yang\nmembatasi mobilitas masyarakat dan penyebaran COVID-19, konsumen cenderung akan\nterus berbelanja online, terutama di e-commerce, untuk alasan selain kesehatan, seperti\nkenyamanan, penghematan waktu, dan pilihan produk. Kemajuan teknologi dan semakin\nbanyaknya orang yang bekerja dari rumah (WFH) sejak pandemi melanda telah\nmenyebabkan peningkatan jumlah orang di Indonesia yang menggunakan internet. Hal\nini, telah menyebabkan peningkatan pengguna handphone. Seiring bertambahnya jumlah\npengguna handphone di masyarakat, demikian pula pertumbuhan industri pendukungnya,\nyaitu aksesoris handphone. Tujuan utama dari penelitian ini adalah untuk mengetahui\nfaktor-faktor yang mempengaruhi niat beli ulang konsumen pada aksesoris handphone di\nShopee. Penulis memilih topik ini karena niat beli ulang pada aksesoris handphone\nmemiliki persentase terendah pada studi pendahuluan. Kuesioner disebarkan melalui\nsurvei online di Jabodetabek kepada 210 responden yang pernah membeli aksesoris\nhandphone di Shopee. Penelitian ini menggunakan metode PLS-SEM untuk menganalisis\ndata yang terkumpul. Hasil penelitian ini menggambarkan bahwa persepsi nilai dan harga\nyang dirasakan berpengaruh signifikan terhadap kepuasan pelanggan namun tidak\nberpengaruh signifikan terhadap niat beli ulang konsumen. Kepuasan pelanggan secara\nsignifikan mempengaruhi kepercayaan pelanggan dan niat beli ulang konsumen.\nSelanjutnya, kepercayaan pelanggan secara signifikan mempengaruhi niat beli ulang\nkonsumen. Praktisi Shopee Indonesia akan mendapat manfaat dari temuan penelitian ini\nketika membahas pentingnya kepuasan dan kepercayaan konsumen terhadap niat beli\nulang konsumen pada aksesoris handphone di Shopee.\n \nKeywords: E-commerce, Nilai yang Dirasakan; Harga yang Dirasakan, Kepuasan\nKonsumen, Kepercayaan Konsumen, Niat Beli Ulang", "Daftar File": {}, "Penulis": "Putri Syafina Dewi [19019045]", "Kontributor / Dosen Pembimbing": ["Prawira Fajarindra Belgiawan, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "E-commerce, Nilai yang Dirasakan; Harga yang Dirasakan, Kepuasan Konsumen, Kepercayaan Konsumen, Niat Beli Ulang", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "0 file", "Tanggal Input": "13 Sep 2022"}