{"Nomor": 68315, "Judul": "IDENTIFIKASI KESEHATAN ORGANISASI DAN STRATEGI ORGANISASI MENUJU TRANSFORMASI BISNIS DI KANTOR PERWAKILAN MOSSI  CORPORATION JAKARTA", "Abstrak": "Negara Jepang berada dalam posisi ketiga saat ini pada produk domestik bruto tertinggi di\ndunia. Hal ini juga menjadikan Jepangmasuk ke dalam lime teratas pada investasi asing\nlangsung di Indonesia di mana pada kuartal pertama 2020 telah melakukan investasi sebesar\nUSD 0.6 juta. Jepang juga mengikuti project kereta cepat dengan melakukan investasi sebesar\nUSD 3.5 juta pada proses feasibility study kereta jepang pada tahun 2008, Melalui Mossi\nCorporation Jakarta Representative Office sebagai kantor perwakilan Mossi Corporation\nTokyo, Jepang terus melakukan investasi dan mengikuti projek dari pemerintah.\nMitsubsihi Corporation Jakarta Representative Office pada 2021 melakukan transformasi visi\norganisasi menjadi perusahaan konsultasi bagi grup perusahaan Mossi di Indonesia dimana\nsebelumnya aktivitas kerja utama nya adalah pekerjaan administrasi saja. Hal ini memberikan\ntantangan bagi pencapaian perusahaan baru dan perlunya idetifikasi kesehatan organisasi untuk\nmengatahui jarrah antara kondisi perusahaan saat ini dan tujuan yang akan di capai.\nEvaluasi dilakukan menggunakan indeks kesehatan organisasi sebuah metode dari McKinsey.\nDiketahui bahwa Mitsubsihi Corporation Jakarta Representative Office memiliki nilai yang\nbaik pada aspek market focus dan leadership driven namun terdapat dua aspek masih dalam\nkondisi rata-rata pada execution edge dan knowledge core. Dalam rangka perbaikan organisasi\nmaka terdapat proses dilakukan yang terdiri dari perbaikan budaya perusahaan, penerapan\nchange management berdasarkan pendekatan manajemen sumber daya manusia serta struktur\nreorganisasi", "Daftar File": {"COVER Putri Permatasari": "https://digilib.itb.ac.id/gdl/download/265530", "BAB 1 Putri Permatasari": "https://digilib.itb.ac.id/gdl/download/265531", "BAB 2 Putri Permatasari": "https://digilib.itb.ac.id/gdl/download/265532", "BAB 3 Putri Permatasari": "https://digilib.itb.ac.id/gdl/download/265533", "BAB 4 Putri Permatasari": "https://digilib.itb.ac.id/gdl/download/265534", "PUSTAKA Putri Permatasari": "https://digilib.itb.ac.id/gdl/download/265535"}, "Penulis": "Putri Permatasari [29320501]", "Kontributor / Dosen Pembimbing": ["Achmad Ghazali, S.T., M.A.B., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kantor Perwakilan, Indeks Kesehatan Organisasi, Budaya Perusahaan, Manajemen Sumber Daya Manusia, Struktur Organasisasi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "13 Sep 2022"}