{"Nomor": 68317, "Judul": "USULAN STRATEGI PEMASARAN  UNTUK MENINGKATKAN PENJUALAN DENSO INDONESIA", "Abstrak": "Denso Indonesia adalah sebuah Perusahaan Patungan Penanaman Modal Asing yang didirikan oleh Denso Corporation dan PT Astra International, Tbk., pada tahun 1975. Berkantor pusat di Kariya, Aichi, Jepang, Denso memiliki jaringan dibeberapa negara di dunia yang salah satunya adalah Indonesia untuk mengembangkan bisnisnya yang merupakan penyuplai komponen kendaraan terbesar kedua di dunia. Untuk tujuan tugas akhir ini, penelitian dari studi ini dimaksudkan untuk membantu, Denso Indonesia khususnya dengan mengembangkan strategi pemasaran terbaik untuk meningkatkan penjualannya.\nUsulan strategi pemasaran yang paling sesuai untuk Denso Indonesia, penulis memulai dengan menganalisis keadaan eksternal perusahaan (menggunakan PESTEL, Porter’s Five Forces, Analisis Pesaing dan Analisis Pelanggan) dan keadaan internal perusahaan itu sendiri (menggunakan Porter’s Value Chain, VRIO, STP dan Marketing Mix (4P)).. Penelitian ini menggunakan metode kuantitatif dengan 133 responden kuesioner survei yang dianalisis demi memahami sudut pandang pelanggan potensial terhadap penggunaan wiper untuk kendaraan. Sementara itu, wawancara mendalam dengan manajemen dan pelanggan dilakukan sebagai metodologi penelitian kualitatif.\nStrategi pemasaran yang dirumuskan dalam penelitian ini didasarkan pada 5 whys analysis dan menggunakan Matriks TOWS. Strategi pemasaran yang diusulkan untuk Denso Indonesia mencakup peningkatan STP (segmentasi, penargetan dan penentuan posisi) dan pengusulan model baru dari Marketing Mix (4P).", "Daftar File": {"COVER Ida Ayu Tantri Savitri": "https://digilib.itb.ac.id/gdl/download/264804", "BAB 1 Ida Ayu Tantri Savitri": "https://digilib.itb.ac.id/gdl/download/264805", "BAB 2 Ida Ayu Tantri Savitri": "https://digilib.itb.ac.id/gdl/download/264806", "BAB 3 Ida Ayu Tantri Savitri": "https://digilib.itb.ac.id/gdl/download/264807", "BAB 4 Ida Ayu Tantri Savitri": "https://digilib.itb.ac.id/gdl/download/264808", "PUSTAKA Ida Ayu Tantri Savitri": "https://digilib.itb.ac.id/gdl/download/264809"}, "Penulis": "Ida Ayu Tantri Savitri [29320346]", "Kontributor / Dosen Pembimbing": ["Satya Aditya Wibowo, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Pemasaran, Penggunaan Wiper, Komponen Kendaraan, Marketing Mix (4P).", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "13 Sep 2022"}