{"Nomor": 68329, "Judul": "USULAN STRATEGI PEMASARAN MENGGUNAKAN KERANGKA 5A UNTUK MENINGKATKAN KESADARAN MEREK DARI LUMMOSHOP", "Abstrak": "LummoSHOP adalah perusahaan startup SaaS yang dirancang sebagai aplikasi pembangun e-commerce enabler direct-to-consumer (D2C) yang diluncurkan sejak Oktober 2020. Dengan pendekatan D2C LummoSHOP, UMKM dapat memanfaatkan solusi teknologi tanpa campur tangan pihak ketiga. Sebagai brand baru, khususnya bisnis startup yang keberadaannya masih di bawah lima tahun, bahkan kurang dari setahun jika dihitung sejak mereka melakukan rebranding, membangun kesadaran menjadi faktor penting untuk fokus pada posisinya dan bertahan di industri. Berdasarkan observasi dan wawancara dengan marketing manager LummoSHOP, masih banyak masyarakat yang belum mengetahui tentang LummoSHOP, sebagai perusahaan SaaS, yang menguntungkan bagi UMKM sebagai salah satu channel bisnisnya. Selain itu, kurangnya kegiatan promosi mengakibatkan rendahnya brand awareness LummoSHOP.\n\nPenelitian ini menganalisis masalah bisnis menggunakan kerangka Porter's Five Analysis, Marketing Mix, SWOT, Analisis Kompetitor, dan Analisis Pelanggan. Data dan informasi didapatkan dari berbagai sumber seperti wawancara dengan karyawan, penyebaran kuesioner menggunakan sampling, dan juga dengan observasi. Hasil penelitian menemukan bahwa kurangnya kesadaran merek disebabkan oleh kurang optimalnya LummoSHOP dalam menggunakan marketing channel dan ketidaktahuhan pelanggan dalam industri SaaS.\n\nUntuk mengatasi masalah yang dihadapi, yaitu untuk meningkatkan kesadaran merek, Penulis mengusulkan strategi pemasaran menggunakan 5A Framework. Untuk tahap 5A dalam meningkatkan kesadaran terhadap LummoSHOP, digunakan beberapa strategi sesuai dengan tahapannya. Pada tahap Aware perusahaan dapat melakukan kerjasama dengan influencer, memasang billboard dan banner di tempat UMKM berkumpul, dan meluncurkan tagline unik. Dalam tahap Appeal, strategi yang dapat dilakukan adalah membuat konten yang menarik mengenai fitur atau informasi yang berhubungan dengan brand ataupun industri SaaS itu sendiri. Selain itu, promosi unik atau viralpun diperlukan untuk membantu customer dapat memudahkan mencerna informasi. Dalam tahap Ask, perusahaan sebaiknya memasang strategi untuk membuat platform komunitas menggunakan Facebook dan membuat konten menggunakan video pendek di TikTok secara rutin. Selanjutnya pada tahap Act, live chat dengan customer service, meluncurkan acara internal, kolaborasi dengan pemerintah dan kampanye promosi sangat membantu untuk strategi baru LummoSHOP. Terakhir, untuk dapat menjaga hubungan dengan pelanggan pada tahap Advocate, LummoSHOP dapat meningkatkannya dengan cara membuat loyalty program dan referral program dimana pelanggan akan mendapatkan insentif.", "Daftar File": {"COVER Avicenny": "https://digilib.itb.ac.id/gdl/download/264345", "BAB 1 Avicenny": "https://digilib.itb.ac.id/gdl/download/264346", "BAB 2 Avicenny": "https://digilib.itb.ac.id/gdl/download/264347", "BAB 3 Avicenny": "https://digilib.itb.ac.id/gdl/download/264348", "BAB 4 Avicenny": "https://digilib.itb.ac.id/gdl/download/264349", "PUSTAKA Avicenny": "https://digilib.itb.ac.id/gdl/download/264350"}, "Penulis": "Avicenny [29320529]", "Kontributor / Dosen Pembimbing": ["Wulan Asti Rahayu, S.T., M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kesadaran Merek, E-commerce Enabler, SaaS, Pemasaran, Five A’s", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "13 Sep 2022"}