{"Nomor": 68323, "Judul": "ANALISIS EFEKTIFITAS PT PINS INDONESIA DALAM PENGAMBILAN KEPUTUSAN DAN NEGOSIASI STRATEGIS MENGGUNAKAN PURCHASING SELLING BUSINESS SCENARIO SYSTEM (PBS)", "Abstrak": "Strategi perusahaan akan berjalan efektif sesuai dengan tujuan apabila perusahaan melakukan pengambilan keputusan secara tepat. Pengambilan keputusan yang tepat dalam setiap proses bisnis tentu akan sangat berpengaruh terhadap keberhasilan perusahaan. Pengambilan keputusan tidak dapat dilakukan begitu saja tanpa melalui suatu proses, pengambilan keputusan dilakukan harus berdasarkan data dan analisis pada setiap proses bisnisnya dan unit-unit dalam perusahaan yang saling terkait. \nTidak dapat dihindari dalam setiap proses bisnis tentu akan melibatkan unit-unit yang saling terkait. Oleh karena itu, dibutuhkan adanya inovasi teknologi untuk mengefektifkan kinerja unit-unit agar menimalisir terjadinya kesalahan dan juga memudahkan perusahaan dalam setiap pengambilan keputusan.\nPermasalahan dalam bisnis yang dijalankan oleh PT PINS Indonesia diawali dengan ditemukannya pengolahan data dan penyimpanan dokumen dalam seluruh aktivitas bisnisnya yang masih dilakukan secara manual. Dalam proses bisnisnya, PT PINS Indonesia hanya fokus pada proses transaksi, memproses data secara manual dan penyimpanan dokumen dilakukan secara manual yang memiliki risiko kerusakan atau kehilangan yang sangat tinggi, dan juga memperlambat proses kerja dari negosiasi hingga verifikasi dokumen, hal ini mengakibatkan potensi terjadinya double process, double data dan hilangnya data.\nPT PINS Indonesia beberapa kali terlambat dalam pembuatan dokumen bisnis karena dokumen-dokumen yang tercecer akibat tidak adanya wadah yang dapat menyimpan dokumen bisnis tersebut. PT PINS Indonesia juga tidak mendapatkan update informasi mengenai sejauh mana proses dokumen bisnis yang sedang berjalan. Permasalahan dalam proses dokumen bisnis ini sangat perlu dibenahi, jika tidak maka akan mempengaruhi proses bisnis lainnya. Banyaknya kontrak kerjasama dengan para klien sebaiknya proses bisnis tidak lagi ditangani dengan sistem manual, untuk mengefektifkan proses bisnisnya PT PINS Indonesia mulai menggunakan sistem barunya yaitu PBS (Purchase Selling Business Scenario).\nTujuan dari penelitian ini adalah untuk menganalisis Purchasing Selling Business Scenario System (PBS) pada PT PINS Indonesia serta pengaruhnya terhadap alur kerja internal perusahaan, pengambilan keputusan dan negosiasi dengan customer, menjelaskan bagaimana cara kerja system tersebut sehingga dapat mempengaruhi alur bisnis menjadi terstruktur dan memudahkan dokumentasi internal PT PINS Indonesia yang outputnya akan memberikan efisiensi serta kemudahan dalam merancang strategi, negosiasi, dan pengambilan keputusan untuk perusahaan.\nMetode yang digunakan dalam penelitian ini adalah kualitatif. Data yang digunakan dalam penelitian ini adalah data primer dan sekunder. Teknik pengumpulan data yang digunakan dalam penelitian ini adalah observasi, wawancara dan dokumentasi.\nAnalisis penulis untuk solusi bisnis PT PINS Indonesia terhadap Purchasing-Selling Business (PBS) dalam pengambilan keputusan dan strategi, penulis menggunakan metodologi Decision Tree. Untuk rekomendasi dan solusi terbaik berdasarkan akar dari permasalahan ini, penulis menganalisis menggunakan five why analysis.\nPT PINS Indonesia sebelumnya belum memiliki sistem digital dalam Purchasing-Selling Business Scenario (PBS) yang memiliki fitur mulai dari data proyek, timeline proyek, nilai proyek hingga dokumentasi yang terintegrasi dan mudah diakses oleh stakeholders yang memiliki peran dan kewenangan dalam skema PBS. Solusi penulis setelah menganalisa dan mengidentifikasi permasalahan yang ada pada skema PBS adalah dengan membuat Collaborative CRM yang hanya focus pada Purchasing-Selling Business Scenario (PBS).\nMenurut Dyché (2001) CRM lebih dari sekadar mengelola pelanggan dan memantau perilaku mereka. CRM memiliki potensi untuk mengubah hubungan pelanggan dengan perusahaan dan meningkatkan pendapatan dalam tawar-menawar.\nAnalisis penulis memilih a collaborative CRM system, berfokus pada peningkatan kerja tim, pengembangan layanan pelanggan yang lebih baik, dan peningkatan kepuasan dan retensi pelanggan. Dengan collaborative CRM, komunikasi dengan pelanggan disinkronkan diberbagai saluran komunikasi seperti email, telepon, dan platform jejaring sosial.\nManfaat bagi PT PINS Indonesia dalam menciptakan sistem CRM kolaboratif untuk PBS adalah PT PINS Indonesia dapat memantau proses bisnis mereka secara keseluruhan, meningkatkan pengalaman alur kerja, menghemat waktu dan uang, meningkatkan produktivitas karyawan, mengintegrasikan dan mengadaptasi model bisnis, membuat keputusan bisnis yang lebih baik dan menghasilkan lebih banyak pendapatan.", "Daftar File": {"COVER Emeir Abi Aufa": "https://digilib.itb.ac.id/gdl/download/264475", "BAB 1 Emeir Abi Aufa": "https://digilib.itb.ac.id/gdl/download/264476", "BAB 2 Emeir Abi Aufa": "https://digilib.itb.ac.id/gdl/download/264478", "BAB 3 Emeir Abi Aufa": "https://digilib.itb.ac.id/gdl/download/264479", "BAB 4 Emeir Abi Aufa": "https://digilib.itb.ac.id/gdl/download/264480", "PUSTAKA Emeir Abi Aufa": "https://digilib.itb.ac.id/gdl/download/264481"}, "Penulis": "Emeir Abi Aufa [29320554]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mohammad Hamsal, MSE, MQM, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Purchasing-Selling Business Scenario (PBS), Collaborative CRM System, Strategi, Pengambilan Keputusan, Bisnis.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "13 Sep 2022"}