{"Nomor": 68320, "Judul": "PERENCANAAN SKENARIO UNTUK MENDUKUNG STRATEGI BISNIS PT. MEDIKA INDONESIA HEALTHCARE CORPORATION (MEDIKA IHC)", "Abstrak": "Penelitian ini bertujuan untuk mengkaji perencanaan skenario dalam mendukung strategi bisnis PT Medika Indonesia Healthcare Corporation (Medika IHC). Perencanaan strategi bisnis ini dilatar-belakangi masih kurangnya pelayanan yang berkulitas di Indonesia jika dibandingkan dengan beberapa negara Asia khususnya dan global umumnya. Akses dan distribusi pelayanan kesehatan di Indonesia masih menjadi masalah. Bidang Kesehatan sesuai dengan Undang-Undang Nomor 23 Tahun 2014 tentang Pemerintah Daerah merupakan bidang merangkap, sehingga di setiap daerah sangat tergantung pada politik pimpinan atau pemangku kepentingan di daerah terhadap kebutuhan pelayanan kesehatan, selain itu letak geografis Indonesia juga menjadi tantangan dalam mendapatkan akses pelayanan kesehatan. Kebijakan pemerintah di bidang Industri Kesehatan sangat dinamis dan kompetitif, serta sulit diprediksi. Untuk mengatasi berbagai situasi sulit dan pasar yang bergejolak, PT Medika IHC harus mampu mengantisipasi peluang masa depan dan membantu perusahaan lebih memahami implikasi dan pilihan dari berbagai keputusan yang mempengaruhi bisnis. Pada Presidensi G20 tahun 2022, Indonesia akan mendorong penguatan ketahanan kesehatan global dan membantu sistem kesehatan global menjadi lebih inklusif, berkeadilan, dan responsif terhadap krisis. Penelitian ini juga untuk mengetahui implikasi skenario untuk mendukung strategi bisnis.\n\nPenelitian ini diawali dengan mengidentifikasi key vocal issues, driving forces dan tahapan scenario analisis melalui studi literatur dan juga wawancara perancangan scenario yang mungkin akan dihadapi oleh PT Medika IHC , melakukan pengembangan opsi atau strategi menghadapi scenario dengan dukungan analisis internal dilakukan dengan analisis VRIO, sedangkan analisis eksternal dilakukan analisa PESTEL dan Porter's Five Force.\n\nAnalisa Perencanaan Skenario pada PT Medika IHC  membantu organisasi dalam melakukan perencanaan yang dapat memperdiksi beberapa kemungkinan yang akan terjadi dengan mengindentifikasi kunci isu utama dan mengindentifikasi faktor pendorong yang mempengaruhi industri Kesehatan nasional kemudian menentukan dua faktor utama yang memiliki tingkat ketidakpastian dan implikasi yang paling berpengaruh pada industri Kesehatan, “Kondisi Ekonomi” dan “Dukungan Pemerintah”. Dengan memperkenalkan 4 plausible scenario yaitu “Take Off”, “Passing Storm”, “Self Recovery “dan” Just Survive”. Implikasi dan Opsi dari masing-masing scenario dikembangkan untuk mendapatkan alternatif strategi. Early Warning Signal juga diidentifikasi untuk memitigasi perubahan kondisi saat ini ke satu skenario atau lainnya.\n\nTujuan perencanaan skenario memungkinkan organisasi untuk membayangkan bagaimana faktor – faktor akan berubah dalam situasi yang berbeda. Berdasarkan penelitian ini, PT Medika IHC harus memiliki beberaa rekomendasi strategi yang dapat mencakup keseluruhan scenario dan dapat diaplikasikan. Seperti mengoptimalkan hubungan pemerintah dalam mendukung program kerja perusahaan, melakukan transformasi digital dalam pelayanan kesehatan, meningkatkan kualitas layanan Kesehatan dengan standard pelayanan minimum yang berkualitas dan terjangkau, menerapkan strategi pemasaran yang terfokus pada segmentasi pelanggan dan memantau secara berkala Early Warning Signal dari potensi ketidakpastian.", "Daftar File": {"COVER Ferry Hadianto": "https://digilib.itb.ac.id/gdl/download/264645", "BAB 1 Ferry Hadianto": "https://digilib.itb.ac.id/gdl/download/264646", "BAB 2 Ferry Hadianto": "https://digilib.itb.ac.id/gdl/download/264647", "BAB 3 Ferry Hadianto": "https://digilib.itb.ac.id/gdl/download/264648", "BAB 4 Ferry Hadianto": "https://digilib.itb.ac.id/gdl/download/264649", "PUSTAKA Ferry Hadianto": "https://digilib.itb.ac.id/gdl/download/264650"}, "Penulis": "Ferry Hadianto [29319441]", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perencanaan Strategi, Reframing, Skenario, Transformasi, Kebijakan Pemerintah, Industri Kesehatan, Kondisi Ekonomi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "13 Sep 2022"}