{"Nomor": 68330, "Judul": "USULAN PERBAIKAN STRATEGI PEMASARAN UNTUK MENINGKATKAN PENJUALAN PADA UNIS GLUTEN FREE", "Abstrak": "Unis Gluten Free merupakan salah satu brand yang menawarkan aneka produk bebas gluten, yaitu tepung dan mie. Produk bebas gluten adalah produk yang tidak terkandung protein gluten didalamnya. Protein gluten dapat memberikan respon negatif terhadap tubuh dan kesehatan pada sebagian orang. Produk bebas gluten sangat dibutuhkan oleh beberapa orang yang membutuhkan diet bebas gluten seperti autoimun, celiac disease, gluten intolerant atau gluten sensitivity. Dalam menunjang kesehatannya, beberapa orang tersebut dianjurkan untuk melakukan diet bebas gluten. Adapun sebagian orang memilih melakukan diet bebas gluten guna memelihara kesehatannya. Berdasarkan hasil proyeksi terkait perkembangan market dan permintaan terkait produk bebas gluten akan terus mengalami peningkatan. Hal ini didukung oleh meningkatnya kesadaran masyarakat terkait pola hidup sehat. Melihat peluang tersebut, banyak perusahaan di Indonesia saat ini yang memulai bergerak menuju produk bebas gluten. Hal tersebut dapat ditunjukkan dengan ketersediaan produk bebas gluten yang sudah dapat ditemukan di supermarket.\nNamun, peningkatan tersebut tidak memberikan dampak terhadap  penjualan produk Unis, perusahaan mengalami penurunan pendapatan sejak tahun 2019 hingga 2021. Dalam menemukan terkait faktor tersebut, dilakukan melalui analisis kondisi bisnis secara internal maupun eksternal. Dalam analisis internal, penulis menggunakan metode segmentasi, targeting, positioning (STP) dan bauran pemasaran 4P yaitu pada harga, promosi, lokasi dan produk. Dalam analisis eksternal, penulis menggunakan metode pestel analisis, lima kekuatan porter, analisis pesaing dan analisis konsumen. Pengambilan data yang dilakukan melalui dua metode yaitu secara kuantitatif dan kualitatif. Data yang diambil secara kuantitatif menggunakan penyebaran kuesioner, dan data yang diambil secara kualitatif yaitu menggunakan wawancara secara mendalam. Responden yang mengikuti pengambilan data adalah masyarakat yang sedang melakukan diet bebas gluten atau pengguna produk bebas gluten. \nBerdasarkan hasil analisa internal maupun eksternal yang telah ditemukan, penulis menentukan penyebab utama suatu permasalahan dengan mengidentifikasi masalah paling umum atau paling dengan menggunakan metode root cause analysis dengan penggunaan tools fishbone. Berdasarkan hasil tersebut ditemukan factor harga, produk, promosi dan place yang menjadi faktor penyebab terjadinya penurunan pendapatan. Setelah ditemukan beberapa faktor penyebab penurunan pendapatan, penulis merancang solusi menggunakan dua metode yaitu perbaikan marketing mix 4P dan penggunaan komunikasi pemasaran terpadu. Berdasarkan metode tersebut menunjukkan perlunya perkembangan dalam segi produk, pendistribusian produk, peningkatan aktivitas promosi dan melakukan perbaikan strategi harga. Penulis memberikan rekomendasi solusi yaitu dengan melaunching perbaikan produk pada tepung roti tawar menjadi tepung roti tawar premix. Terdapat beberapa langkah yang diperlukan dalam penggunaan integrated marketing communication yaitu seperti menentukan target market yang diinginkan, bagaimana tujuan dari komunikasi tersebut, bentuk komunikasi seperti apa yang ingin disampaikan, sumber seperti apa yang dibutuhkan untuk menyampaikan pesan agar dapat tersampaikan sesuai dengan kebutuhan, dan penentuan media yang dibutuhkan. Dengan itu, proses komunikasi yang ingin disampaikan yaitu dengan adanya produk improvement yang menawarkan kemudahan dalam proses pembuatannya, memberikan nutrisi yang baik, penawaran harga yang lebih terjangkau dan penggunaan bahan baku yang berkualitas. Adapun strategi yang dibutuhkan seperti iklan, social media, public relation, promosi.", "Daftar File": {"COVER Nadirah Farid Baktir": "https://digilib.itb.ac.id/gdl/download/265476", "BAB 1 Nadirah Farid Baktir": "https://digilib.itb.ac.id/gdl/download/265477", "BAB 2 Nadirah Farid Baktir": "https://digilib.itb.ac.id/gdl/download/265478", "BAB 3 Nadirah Farid Baktir": "https://digilib.itb.ac.id/gdl/download/265479", "BAB 4 Nadirah Farid Baktir": "https://digilib.itb.ac.id/gdl/download/265480", "PUSTAKA Nadirah Farid Baktir": "https://digilib.itb.ac.id/gdl/download/265482"}, "Penulis": "Nadirah Farid Baktir [29320012]", "Kontributor / Dosen Pembimbing": ["Wulan Asti Rahayu, S.T., M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Pemasaran, Analisis Internal dan Eksternal, Produk Bebas Gluten, Bauran Pemasaran, Komunikasi Pemasaran Terpadu", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "13 Sep 2022"}