{"Nomor": 68339, "Judul": "PENGEMBANGAN TOPOLOGI PACK-TO-MULTICELL DENGAN METODE PENSAKLARAN SERIES-PARALLEL SWITCHED CAPACITOR UNTUK MENINGKATKAN LAJU PENYETIMBANGAN TEGANGAN BATERAI LITHIUM-ION", "Abstrak": "Sistem penyetimbangan baterai merupakan hal yang sangat penting pada pengoperasian sistem baterai. Karena tanpa sistem penyetimbangan, setiap sel baterai akan mengalami penyimpangan yang berlebihan. Total kapasitas pada pack baterai juga akan mengalami degradasi selama pengoperasian sehingga menyebabkan sistem kerja baterai gagal.\nPenyetimbang aktif merupakan penyetimbangan yang paling diminati untuk diaplikasikan. Dengan kata lain, sistem penyetimbang aktif memerlukan utilitas yang tinggi pada pengoperasian kapasitas yang tersedia. Metode penyetimbang aktif dapat dikategorikan menjadi empat topologi yang berbeda sesuai dengan transfer muatannya seperti topologi pack-to-cell, cell-to-pack, cell-to-cell, dan cell-to-pack-to-cell\nPenelitian ini mengusulkan topologi pack-to-multicell untuk menyetimbangkan tegangan baterai lithium-ion. Pada topologi ini menggunakan pack sebagai tempat penyimpanan tegangan yang dikumpulkan dari setiap kapasitor dan meningkatkan tegangan yang berkurang dalam proses pengiriman dari baterai melalui kapasitor. Di sisi lain topologi ini melakukan transfer tegangan secara bersamaan dari pack menuju setiap sel. Pengiriman tegangan ke seluruh sel membuat pengisian proses penyetimbangan bekerja secara maksimal. Penggunaan topologi baru ini, diharapkan dapat dijadikan sebagai terobosan baru dalam mengatasi ketidaksetimbangan baterai.\nPengujian eksperimen dari sistem yang diusulkan telah dilakukan. Pengujian topologi ini menggunakan empat baterai lithium 3000 mAh yang terhubung secara seri, dengan tegangan awal baterai (3,30, 3,35, 3,40, 3,45 V). Pada tegangan tersebut didapatkan penyetimbangan tegangan baterai pada waktu 70000 detik. Penyetimbangan tegangan baterai dapat dipengaruhi seiring dengan diberikan nilai variasi frekuensi yang berbeda.", "Daftar File": {"ABSTRAK Paul Lawrence": "https://digilib.itb.ac.id/gdl/download/258943"}, "Penulis": "Paul Lawrence [23320009]", "Kontributor / Dosen Pembimbing": ["Ir. Edi Leksono, M.Eng., Ph.D.", "Dr.-Ing. Justin Pradipta, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "penyetimbang tegangan, pack-to-multicell, switched-capacitor, konfigurasi series-parallel, baterai lithium.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Sep 2022"}