{"Nomor": 68337, "Judul": "TURUNAN FUROFURAN LIGNAN DARI DAUN CRYPTOCARYA COSTATA DAN BIOAKTIVITASNYA", "Abstrak": "Indonesia merupakan negara yang kaya akan sumber daya hayati yang tersebar di seluruh wilayah kepulauan Indonesia. Wilayah dengan tingkat keragaman dan endemisitas yang tinggi adalah Sulawesi. Salah satu tumbuhan yang dikenal langka di Sulawesi adalah Cryptocarya costata atau dengan nama daerah Baqa Tomombu. Tumbuhan genus Cryptocarya yang tumbuh di Indonesia dilaporkan sebagai salah satu genus penghasil senyawa bioaktif jenis piron dan flavonoid. Kajian metabolit sekunder pada C. costata telah dilakukan pada bagian kulit batang dan diperoleh empat senyawa kelompok flavonoid dari golongan calkon dan flavanon, yaitu 7-hidroksi-5,6-dimetoksiflavanon, didimokarpin, 2’,4’-dihidroksi-5’,6’-dimetoksi-calkon dan isodidimokarpin. Senyawa-senyawa tersebut memiliki bioaktivitas terhadap sel murin leukemia P-388, dengan nilai IC50 berturut-turut adalah 130±4,7; 84,1±1,1; 5,7±0,9 dan 11,1±0,2 ?M. Senyawa calkon dan flavanon dari C. costata tersebut memiliki keunikan yaitu cincin A teroksigenasi penuh dan cincin B yang tidak teroksigenasi. Sampai saat ini, kajian metabolit sekunder pada jaringan lain dari tumbuhan C. costata belum pernah dilaporkan. Oleh karena ini, pada penelitian ini telah dilakukan isolasi metabolit sekunder dari jaringan daun Cryptocarya costata. Isolasi senyawa dari daun C. costata dilakukan dengan beberapa tahap, dimulai dengan melakukan maserasi serbuk daun menggunakan pelarut aseton. Selanjutnya, ekstrak aseton difraksinasi dan dimurnikan dengan berbagai teknik kromatografi, di antaranya kromatografi cair vakum (KCV) dan kromatografi kolom gravitasi (KKG). Struktur senyawa hasil isolasi dikarakterisasi dengan menggunakan data spektroskopi 1D-NMR (1H-NMR dan 13C-NMR), 2D-NMR (HSQC dan HMBC), dan spektrometri massa. Selanjutnya, senyawa hasil isolasi diuji sifat sitotoksiknya terhadap sel kanker payudara MCF-7 dan sel kanker prostat DU145. Pada penelitian ini, empat metabolit sekunder dari kelompok lignan jenis furofuran lignan, yaitu (+)-silvatesmin, diastereoisomer silvatesmin, senyawa CC-3 serta senyawa CC-5, telah berhasil diisolasi dari daun C. costata, dan senyawa CC-3 dan CC-5 merupakan senyawa baru. Keempat senyawa furofuran lignan yang\nberhasil diisolasi, merupakan golongan senyawa yang pertama kali dilaporkan dari C. costata. Sejauh ini kelompok senyawa lignan baru ditemukan dari empat spesies Cryptocarya, dua di antaranya jenis furofuran lignan yaitu dari C. nitens dan C. immpresinervia. Hasil uji bioaktivitas dari keempat senyawa hasil isolasi terhadap dua sel kanker MCF-7 dan DU145 menunjukkan bahwa hanya senyawa CC-3 dan CC-5 yang memiliki aktivitas moderat terhadap sel kanker payudara MCF-7.", "Daftar File": {"ABSTRAK Adhan Apriadi Putra": "https://digilib.itb.ac.id/gdl/download/258941", "PUSTAKA Adhan Apriadi Putra": "https://digilib.itb.ac.id/gdl/download/263239"}, "Penulis": "Adhan Apriadi Putra [20519302]", "Kontributor / Dosen Pembimbing": ["Dr. Lia Dewi Juliawaty, M.S."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Cryptocarya costata, furofuran lignan, MCF-7, DU145", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "14 Sep 2022"}