{"Nomor": 68336, "Judul": "IMPLEMENTATION OF KNOWLEDGE MANAGEMENT CYCLE  TO IMPROVE QUALITY IN LINE FRAME ASSY  AT PT PRESS KOGYO MANUFACTURING INDONESIA", "Abstrak": "PT Press Kogyo Manufacturing Indonesia (PKMI) merupakan anak perusahaan Press Kogyo \nJepang yang memproduksi side member truk, bis dan frame assembling untuk truk kecil dan mobil\npenumpang.\nDampak dari pandemic covid-19 pada tahun 2020 berdampak pada penurunan produksi di industri\notomotif nasional maupun global yang sangat signifikan. Untuk bisa bertahan dan apalagi untuk\nbisa tumbuh dalam kondisi ini membutuhkan upaya yang inovatif tanpa henti, begitu pula pada PT\nPress Kogyo Manufacturing Indonesia, selama ini terus berupaya untuk melakukan perbaikan yang\nberkesinambungan. Salah satu upaya untuk terus berinovasi meningkatkan standar kualitas\nproduk, dengan menerapkan konsep Knowledge Management Cycle, kami jadikan materi utama\ndari tugas akhir ini. \nPengalaman riset terkait thesis ini memberikan pemahaman penting buat kami, bahwa perubahan\nadalah sebuah keniscayaan, dan yang penting bagi kita adalah – bagaimana membangun organisasi\nyang mampu melakukan respon terhadap perubahan dengan cepat – dan kami meyakini bahwa\nkemampuan beradaptasi dengan cepat adalah kemampuan kritikal di era kini. Untuk mampu\nbereaksi dengan cepat, kita butuh upaya-upaya khusus dari pimpinan agar semua unit kerja di\nseluruh bagian perusahaan harus memiliki kepekaan yang tinggi dan mampu memberikan respon\nyang cepat dan benar terhadap tuntutan perubahan yang terjadi.\nDengan issue bisnis dan bisnis plan yang ada, maka dilakukanlah sebuah penerapan siklus\nknowledge management yang dinilai mampu memberikan solusi dan keuntungan bagi perusahaan. Tugas akhir ini berfokus pada upaya untuk implementasi siklus knowledge management dengan\nmenggunakan model Meyer dan Zack, lengkap untuk kelima tahapannya, yaitu meliputi tahap\nakuisisi pengetahuan, penyempurnaan pengetahuan, penyimpanan/penemuan kembali\npengetahuan, distribusi pengetahuan, dan presentasi/implementasi pengetahuan.\nDiharapkan hasil dari tugas akhir ini dapat menjadi salah satu strategi alternative untuk PT. PKMI\nagar dapat menjadi perusahaan yang mampu bertahan serta tumbuh dan berkembang secara\nberkelanjutan.", "Daftar File": {"2022_TS_PP_Indriani Suryadi_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/258940"}, "Penulis": "Indriani Suryadi [29120608]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Jann Hidajat Tjakraatmadja, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Knowledge Management, Siklus Knowledge Management , Model KM siklus Meyer dan Zack", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "14 Sep 2022"}