{"Nomor": 68331, "Judul": "PERENCANAAN SKENARIO PENGEMBANGAN UNTUK TRANSPORTASI UMUM DI JAKARTA GUNA MENCAPAI NET ZERO EMISSION", "Abstrak": "Indonesia merupakan salah satu negara yang berpartisipasi dalam Paris Agreement, pakta internasional yang berfokus dengan pengurangan pertumbuhan pemanasan global. Indonesia juga telah menargetkan untuk mencapai Net Zero Emission (NZE) pada tahun 2060 atau lebih awal. Pengurangan emisi yang dihasilkan dapat dilakukan di banyak sektor; salah satunya melalui sektor transportasi. Penelitian ini mengambil bagian di Jakarta, ibu kota Indonesia. Sebagai salah satu Kota Terburuk Dunia untuk Kemacetan Lalu Lintas pada tahun 2020, Jakarta menghasilkan jumlah emisi yang tinggi. Penelitian ini dilakukan untuk mengidentifikasi tantangan dan skenario bagi transportasi umum di Jakarta dalam sepuluh tahun mendatang untuk mencapai net zero emission. Dalam penelitian ini, peneliti melakukan analisis industri dengan menggunakan PESTEL dan didukung dengan pengumpulan data yang terdiri dari tinjauan pustaka dan wawancara. Wawancara dilakukan dengan beberapa responden dari penyedia transportasi umum yang memahami transportasi umum secara komprehensif dan penerapan net zero emission di perusahaannya masing-masing. Wawancara ini bertujuan untuk menangkap langkah-langkah apa yang telah diambil, tantangan, dan kekuatan pendorong yang memiliki dampak dan ketidakpastian yang tinggi, yang dapat mendorong penerapan net zero emission di masing-masing perusahaan. Hasil wawancara tersebut kemudian menjadi bahan utama dalam analisis skenario untuk mencapai net zero emission untuk angkutan umum di Jakarta. Kegiatan wawancara menjelaskan empat kekuatan pendorong tingkat dampak yang tinggi: 1) Ekonomi, 2) Teknologi, 3) Hukum dan 4) Politik. Selain itu, ada empat kekuatan pendorong dengan tingkat ketidakpastian yang tinggi: 1) Sosial budaya, 2) Ekonomi, 3) Politik, dan 4) Hukum. Alih-alih memilih dua faktor teratas mana yang memiliki dampak dan ketidakpastian tertinggi, penulis membuat skenario berdasarkan semua faktor tersebut. Mengingat semua faktor memiliki interkoneksi sehingga implementasi tidak akan berjalan dengan baik jika kita mengeluarkan salah satu faktor dari grup. Isu utama dalam studi ini adalah “Langkah-langkah apa yang perlu diambil untuk mencapai Net Zero-Emissions dalam sepuluh tahun ke depan?”. Skenario yang dikembangkan dalam penelitian ini dilakukan dalam bentuk skenario transformatif. Terdapat lima skenario, dan urutan skenario diimplementasikan berdasarkan urgensi untuk mencapai situasi ideal sesuai dengan analisis interkoneksi masing-masing faktor di atas. Kombinasi dari semua ini menciptakan lima skenario, yaitu 1) Gridlock and Pollution, 2) Stopping at Red Light, 3) Green Light to Go, 4) Getting There, dan 5) Green and Connected. Oleh karena itu, diharapkan penyedia angkutan umum bekerja sama dengan pemerintah, regulator, dan perusahaan terkait operasional angkutan umum untuk mencapai net zero emission pada tahun 2032.", "Daftar File": {"COVER Muhammad Rizky Ramadhan": "https://digilib.itb.ac.id/gdl/download/265222", "BAB 1 Muhammad Rizky Ramadhan": "https://digilib.itb.ac.id/gdl/download/265223", "BAB 2 Muhammad Rizky Ramadhan": "https://digilib.itb.ac.id/gdl/download/265224", "BAB 3 Muhammad Rizky Ramadhan": "https://digilib.itb.ac.id/gdl/download/265225", "BAB 4 Muhammad Rizky Ramadhan": "https://digilib.itb.ac.id/gdl/download/265226", "PUSTAKA Muhammad Rizky Ramadhan": "https://digilib.itb.ac.id/gdl/download/265227"}, "Penulis": "Muhammad Rizky Ramadhan [29320459]", "Kontributor / Dosen Pembimbing": ["Dr. Agung Wicaksono, S.T., M.Sc.", "Yos Sunitiyoso, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Skenario Perencanaan, Angkutan Umum, Net Zero Emission.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "13 Sep 2022"}