{"Nomor": 68340, "Judul": "PENGEMBANGAN SISTEM PEMANTAUAN DAN PENGELOLAAN DATA PRODUKSI BERBASIS CONFIGURABLE VIRTUAL WORKSTATION (CVWS): STUDI KASUS PERAKITAN GERBONG DATAR", "Abstrak": "Secara umum proses perakitan kereta api adalah proses yang memiliki karakteristik\nperakitan berbasis manual, mempunyai kontrol kualitas yang ketat, jumlah produksi\nrendah, dan memiliki banyak variasi. Pada kegiatan proses perakitan ini data setiap\nproduk harus dikumpulkan, diatur, dan dikelola dengan baik, sehingga keseluruhan\nproses produksi dapat dipantau dan ditelusuri dengan baik. Pengelolaan data\nproduksi yang sangat banyak dan bervariasi merupakan hal yang sulit untuk\ndilakukan secara manual, sehingga diperlukan suatu sistem yang dapat digunakan\nuntuk memantau proses produksi selama berlangsung. Studi ini mengusulkan suatu\nrancangan kerangka kerja untuk pemantauan dan pengelolaan data produksi\nberbasis Configurable Virtual Workstation pada industri kereta api di Indonesia,\ndengan studi kasus proses perakitan gerbong datar. Metodologi yang digunakan\ndalam kerangka kerja ini yaitu dengan cara membuat model virtual elemen\nperakitan sesuai kondisi nyata di lantai produksi. Masing-masing elemen virtual ini\nakan saling terhubung untuk mendapatkan informasi terbaru di lantai produksi\nsecara akurat dan transparan untuk membangun Cyber Physical System sebagai\nlangkah awal menuju Industri 4.0. Beberapa informasi yang dapat diperoleh dari\npenerapan sistem ini antara lain: 1) jam kerja operator; 2) operasi yang sedang\nberlangsung; 3) status penyelesaian produk; 4) status pasokan material; 5) mampu\ntelusur produk. Berdasarkan informasi tersebut maka kondisi aktual di lantai\nproduksi dapat diketahui dan dipantau dengan mudah dan akurat.", "Daftar File": {"ABSTRAK Andi Arif Isyanto": "https://digilib.itb.ac.id/gdl/download/258944"}, "Penulis": "Andi Arif Isyanto [23120022]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Yatna Yuwana Martawirya", "Dr. Ir. Sri Raharno, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Industri 4.0, cyber physical system, configurable virtual workstation, industri kereta api", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Sep 2022"}