{"Nomor": 68348, "Judul": "ANALISIS PENILAIAN RATING HOTEL BERDASARKAN KLASIFIKASI SENTIMEN PENGGUNA DENGAN SENTISTRENGTH MENGGUNAKAN ALGORITMA SUPPORT VECTOR MACHINE (STUDI KASUS PEGIPEGI.COM)", "Abstrak": "Pencarian hotel sangat dipermudah oleh maraknya travel agent yang sudah ada di\nIndonesia. Kemanapun dan dimanapun pengguna berasal, dapat memastikan jadwal\nkeberangkatan dengan cepat dan efisien. Akan tetapi hal tersebut akan tercapai\ndengan cepat jika pengguna sudah mempunyai pengalaman menginap di hotel yang\ndiminati. Masalah terjadi jika referensi yang diminati tidak sesuai dengan harapan.\nOleh karena itu pengguna cenderung menghabiskan waktunya untuk mencari tahu\npengalaman pengguna lain yang sudah menginap dengan membaca review atau\nkomentar. Berdasarkan kebutuhan akan peminatan pesanan hotel yang begitu\nbanyak dan penilaian akan kualitas hotel belum maksimal dilakukan maka\nmenawarkan solusi pembuatan indikator penilaian berdasarkan ulasan yang\ndikomentari oleh pengunjung. Dengan metode SentiStrength maka pembobotan\nkata berdasarkan kata yang sering muncul. Maka dapat memberikan kategori\nsentimen ulasan untuk mengetahui kondisi hotel berdasarkan ulasan yang\ndiberikan. Dan akan diberikan rekomendasi berdasarkan penilaian positif, negatif\nserta netral dalam mengomentari kondisi hotel dengan bentuk ulasan setiap\npelanggan yang berkunjung. Hal yang sangat membantu pelanggan dalam\nmenentukan kondisi hotel berdasarkan penilaian sentimen yang baik.", "Daftar File": {"COVER Aristyo Hadikusuma": "https://digilib.itb.ac.id/gdl/download/258950", "BAB 1 Aristyo Hadikusuma": "https://digilib.itb.ac.id/gdl/download/258952", "BAB 2 Aristyo Hadikusuma": "https://digilib.itb.ac.id/gdl/download/258953", "BAB 3 Aristyo Hadikusuma": "https://digilib.itb.ac.id/gdl/download/258954", "BAB 4 Aristyo Hadikusuma": "https://digilib.itb.ac.id/gdl/download/258955", "BAB 5 Aristyo Hadikusuma": "https://digilib.itb.ac.id/gdl/download/258956", "PUSTAKA Aristyo Hadikusuma": "https://digilib.itb.ac.id/gdl/download/258957", "2022 TS PP Aristyo Hadikusuma  1 - LAMPIRAN.pdf)u": "https://digilib.itb.ac.id/gdl/download/258958"}, "Penulis": "Aristyo Hadikusuma [23217141]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Bambang Pharmasetiawan, M.S.EE."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "mesin belajar, penilaian, teknologi informasi, komentar, natural language programming, sentistrength, bobot kata", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "14 Sep 2022"}