{"Nomor": 68343, "Judul": "PEMBUATAN IMUNOSENSOR ELEKTROKIMIA MENGGUNAKAN MATERIAL HKUST-1 YANG DIMODIFIKASI DENGAN PENAMBAHAN MODULATOR TRIETHANOLAMINE (TEOA) UNTUK MENDETEKSI NS-1 DENGUE VIRUS SEROTYPE 3", "Abstrak": "Organisasi Kesehatan Dunia (WHO) menganggap demam berdarah sebagai tantangan kesehatan masyarakat global utama di negara-negara tropis dan subtropics. Penularan virus demam berdarah ini berasal dari gigitan nyamuk aedes aegyepti betina. Salah satu upaya untuk mengatasi wabah DBD ini yaitu dengan upaya deteksi dini virus ini, yang umumnya menggunakan antigen NS1 dengue virus sebagai protein yang dideteksi.\nPada studi ini dikembangkan biosensor elektrokimia yang berbasis material MOF (Metalorganic Framework) HKUST-1 yang dimodifikasi dengan modulator triethanolamine. HKUST-1 adalah material MOF yang dibentuk dari metal Cu (Cupper) dan ligan organik H3BTC (trimesic acid). Sintesis material menggunakan metode co-precipitation dengan pelarut air, dan TEOA digunakan sebagai pengatur pH dan struktur dari HKUST-1 Penambahan triethanolamine divariasikan konsentrasinya yaitu 10 wt%, 20 wt% dan 30 wt%. Karakterisasi sampel menggunakan Difraksi Sinar-X (XRD), Scanning Elecktron Mikroskop (SEM), Fourier Transform Infra-Merah (FTIR). Proses imobilisasi antibodi monoklonal DENV dilakukan dengan EDC-NHS coupling dengan material matriks material HKUST-1/TEOA 30%. Performa imunosensor elektrokimia dievaluasi menggunakan metode cyclic voltametry (CV), dan differential pulse voltametry (DPV). Semua pengujian dilakukan dengan instrumen PalmSENS pada elektrolit 3 mM K4[Fe(CN)6] dalam PBS 0.01 M. Validasi keberhasilan imobilisasi setiap bionalit diamati dengan pengujian DPV\nHasil karakterisasi menunjukkan bahwa penambahan TEOA mengubah proses pertumbuhan, bentuk dan ukuran kristal HKUST-1yang dihasilkan. Karakterisasi FTIR menunjukkan efek penambahan TEOA meningkatkan intesitas vibrasi gugus N-H dan C=O yang berperan sebagai penyedia site untuk proses imobilisasi antibody. Pengujian lebih lanjut menunjukkan bahwa elektroda yang dimodifikasi berhasil mendeteksi keberadaan antigen NS-1 DENV-3 sebagai targetnya.", "Daftar File": {"ABSTRAK Ferdiansyah Gustian": "https://digilib.itb.ac.id/gdl/download/258946"}, "Penulis": "Ferdiansyah Gustian [13317012]", "Kontributor / Dosen Pembimbing": ["Ir. Ahmad Nuruddin, M.Sc., Ph.D.", "Prof. Brian Yuliarto, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "imunosensor elektrokimia, modifikasi HKUST-1, triethanolamine, antigen NS1 DENV-3", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Sep 2022"}