{"Nomor": 68341, "Judul": "KAJIAN TEKNIS KONFIGURASI KEPULAUAN INDONESIA", "Abstrak": "Wilayah suatu negara merupakan unsur utama dalam pembentukan negara, untuk itu penentuan suatu negara didasarkan pada norma hukum internasional yang berlaku. Hal yang paling mendasar dalam upaya melindungi wilayah laut adalah mengetahui luas dan batas wilayah negara. Batas wilayah suatu negara berdasarkan UU No 43 Tahun 2008 pasal 5 ditetapkan atas dasar perjanjian bilateral dan/atau trilateral berdasarkan peraturan perundang-undangan dan hukum internasional. Hal ini berpengaruh pada manifestasi wilayah suatu negara dapat ditanggapi oleh negara lain. Salah satu masalah yang timbul adalah sengketa perbatasan wilayah laut akibat ketidakjelasan batas-batas negara dengan status wilayah yang paling bertumpah tindih menurut versi masing-masing negara. Untuk itu perlu adanya garis pangkal sebagai instrumen dalam penentuan batas wilayah negara. Permasalahan yang timbul terkait dengan perbatasan wilayah dan yurisdiksi negara Indonesia adalah penentuan teknis penarikan garis pangkal kepulauan berdasarkan PP No. 38 Tahun 2002 sesuai dengan pedoman garis pangkal UNCLOS III (United Nations Convention on the Law of The Sea) dan TALOS (Technical Aspect of The United Nations Convention on The Law of The Sea) 1982 atau tidak. Diharapkan dengan adanya kajian yang dilakukan oleh penulis, batas garis pangkal kepulauan dapat digunakan sebagai acuan dalam penetapan konfigurasi kepulauan Indonesia sesuai dengan hukum laut Indonesia.", "Daftar File": {"ABSTRAK Hendrik Syam Harahap": "https://digilib.itb.ac.id/gdl/download/258945"}, "Penulis": "Hendrik Syam Harahap [15117065]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eka Djunarsjah, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Garis Pangkal Kepulauan, Hukum Laut, Batas Wilayah", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Sep 2022"}