{"Nomor": 68354, "Judul": "ANALISIS SENTIMEN PADA BAHASA SUNDA MENGGUNAKAN PRE-TRAINED LANGUAGE MODEL MULTI BAHASA", "Abstrak": "Banyaknya pengguna media sosial mengakibatkan data teks yang tersedia secara\ndigital sangat banyak. Data dari media sosial tersebut tidak hanya menggunakan\nbahasa Indonesia, tetapi juga menggunakan bahasa daerah seperti di daerah Jawa\nBarat menggunakan bahasa Sunda. Sayangnya, masih sedikit penelitian dengan\nmenggunakan data bahasa Sunda dalam kasus natural language processing (NLP).\nSehingga penelitian ini bertujuan untuk memanfaatkan data tersebut dalam task\nanalisis sentimen. Akan tetapi pada pemanfaatannya terdapat teks yang tercampur\ndengan bahasa lain dan ketika mengambil data dari media social, terdapat masalah\nyaitu banyaknya kata typo, atau kata-kata yang tidak baku atau out-of vocabulary\n(OOV). Untuk mengatasi masalah tersebut, penulis akan menggunakan model pretrained\nlanguage model multi bahasa.\nDalam eksperimennya, penelitian ini menggunakan empat model untuk mengetahui\nkinerja terbaik dalam task analisis sentimen pada bahasa Sunda yaitu, Naive Bayes,\nXLM-R, XLM-Tw dan mBERT. Data yang digunakan pada penelitian ini diambil\ndari media sosial twitter sebanyak 7.771 tweet dengan query “persib” yang telah\ndianotasi dengan sentimen neutral, negative dan positive. Data tersebut dibagi\nmenjadi 60% data latih 20% data validasi dan 20% data uji. Hasil eksperimen pada\npenelitian ini memperoleh kinerja tertinggi dengan akurasi sebesar 87%\nmenggunakan model XLM-Tw dengan teknik fine-tuning. Hasil tersebut meningkat\ndibandingkan dengan akurasi dari model Naïve Bayes dan XLM-R juga dilakukan\neksperimen menggunakan dataset bahasa Sunda NusaX dengan model XLM-Tw\ndan mendapatkan akurasi 82%.", "Daftar File": {"COVER Hadi Permana": "https://digilib.itb.ac.id/gdl/download/258975", "BAB 1 Hadi Permana": "https://digilib.itb.ac.id/gdl/download/258976", "BAB 2 Hadi Permana": "https://digilib.itb.ac.id/gdl/download/258977", "BAB 3 Hadi Permana": "https://digilib.itb.ac.id/gdl/download/258978", "BAB 4 Hadi Permana": "https://digilib.itb.ac.id/gdl/download/258979", "BAB 5 Hadi Permana": "https://digilib.itb.ac.id/gdl/download/258980", "PUSTAKA Hadi Permana": "https://digilib.itb.ac.id/gdl/download/258981"}, "Penulis": "Hadi Permana [23519033]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ayu Purwarianti, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "analisis sentimen, bahasa Sunda, multilingual model, low-resource language XLM-R, XLM-Tw", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "14 Sep 2022"}