{"Nomor": 68352, "Judul": "MANAJEMEN RISIKO PADA PROYEK PENGEMBANGAN LAPANGAN MIGAS DENGAN CADANGAN MARGINAL:   KASUS PADA LAPANGAN TUA DI KALIMANTAN TIMUR", "Abstrak": "Industri minyak dan gas bumi sangat erat kaitannya dengan risiko. Beberapa risiko yang diketahui pada industri ini mulai dari risiko ekonomi, risiko politik, risiko keselamatan dan lingkungan, hingga risiko geologis sendiri. Oleh karena minyak dan gas bumi merupakan sumber energi tak terbarukan, semakin tua umur lapangan migas, risiko bagi perusahaan untuk mengembangkan lapangan melalui usulan investasi bisa menjadi lebih rendah namun sekaligus lebih tinggi pada saat yang bersamaan. Memasuki fase declining, PT MNO yang dipercayai oleh pemerintah Indonesia untuk mengoperasikan lapangan eks terminasi di Kalimantan Timur yang sudah berproduksi hampir 50 tahun, perlu menetapkan strategi untuk dapat terus mengoperasikan blok tersebut hingga akhir Kontrak Kerja Sama di akhir tahun 2037, di mana cadangan hidrokarbon yang tersisan semakin marginal. Proyek pengembangan yang diusulkan perlu dikemas secara bundling untuk memastikan flesibilitas selama fase eksekusi dalam pemilihan kandidat berdasarkan data terkini yang diperoleh dari pemboran sumur berikutnya. Dengan demikian, risiko dapat ditekan menjadi minimal.  \nOptimasi Pengembangan Lapangan 2.3 telah disiapkan oleh PT MNO sebagai salah satu bagian dari rencana jangka panjang perusahaan dan komitmen setelah menerima paket insentif dari Pemerintah Indonesia pada tahun 2021. Sesuai dengan Pedoman Perusahaan, Register Risiko wajib untuk dikembangkan sejak awal proyek yang mencakup identifikasi risiko, analisis risiko, dan evaluasi risiko. Tim proyek juga bertanggungjawab untuk mendefinisikan penanganan risiko untuk mengelola risiko yang dimiliki oleh proyek. Hal ini sesuai dengan Tata Kelola Perusahaan, di mana manajemen risiko harus disusun sejak awal siklus proyek.  \nStudi ini mencakup kajian risiko yang diterapkan pada proyek OPL 2.3 berbasis pada lingkup proyek yang telah ditetapkan dan divalidasi secara teknis. Kajian risiko akan menentukan risiko tertinggi pada OPL 2.3 dengan mempertimbangkan faktor internal seperti kompetensi utama dalam subsurface, pengeboran, dan penyambungan sumur dan juga faktor  eksternal seperti tren harga mintak dan permintaan gas/ LNG. Risiko-risiko tersebut akan dipantau untuk memastikan OPL 2.3 tetap menciptakan nilai untuk pemegang saham sesuai rencana, menghindari kerugian, atau mengambil kesempatan untuk menambah nilai proyek. Analisis risiko akan dilakukan melalui Diskusi Kelompok Terpumpun melibatkan ahli perusahaan dan menggunakan Analytical Hierarchy Process (AHP) dengan perangkat lunak Expert Choice. \nPenanganan risiko diusulkan pada studi ini terhadap faktor risiko yang diklasifikasi sebagai risiko level moderat hingga tinggi. Rencana implementasi juga telah diusulkan terhadap faktor risiko tersebut yang dilengkapi dengan rencana kerja, fungsi yang bertanggungjawab (sebagai pemilik risiko), tata Waktu, jenis pencatatan, serta strategi yang dimaksud. Studi ini menyimpulkan risiko paling penting dalam pengembangan Lapangan migas tua dengan cadangan yang marginal terkait dengan pergerakan harga minyak, data teknis subsurface, skema komersialisasi gas, biaya pemboran membengkak, keterlambatan dalam proses pengadaan, dan permintaan gas/ LNG global. Perusahaan dapat memfokuskan penanganan risiko tersebut dalam manajemen risiko untuk pengembangan sejenis di masa mendatang.", "Daftar File": {"2022_TS_PP_Dyah Saptarini 29120583_Abstrak-1.pdf?_": "https://digilib.itb.ac.id/gdl/download/258973"}, "Penulis": "Dyah Ayusta Saptarini [29120583]", "Kontributor / Dosen Pembimbing": ["Yunieta Anny Nainggolan, S.E., M.Com., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Manajemen Risiko, Risiko Utama, Lapangan migas tua, cadangan marginal", "Sumber": "LAPANGAN TUA DI KALIMANTAN TIMUR", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "14 Sep 2022"}