{"Nomor": 68353, "Judul": "PERSIAPAN NEGOSIASI KONTRAK DAN  ANALISIS INVESTASI PROYEK MANAJEMEN PARKIR   APARTEMEN TAMANSARI BINTARO MANSION   PT. BINAJASA ABADIKARYA", "Abstrak": "Kendaraan pribadi masih merupakan moda transportasi pilihan utama untuk mayoritas masyarakat Indonesia terutama yang berdomisili di kota besar seperti Jakarta dan kepemilikan kendaraan pribadi masih mengalami kenaikan setiap tahunnya. Banyak pekerja di Jakarta adalah pekerja komuter karena rumah mereka berlokasi di kota satelit Jakarta menyebabkan mereka harus menggunakan kendaraan pribadi untuk komuter setiap harinya. Hal ini menyebabkan peningkatan permintaan lahan parkir termasuk jasa pengelolaan parkir di Jakarta. Akan tetapi, pandemi Covid-19 yang menyerang Jakarta sejak April 2020 memaksa pemerintah DKI Jakarta untuk menetapkan kebijakan pembatasan social berskala besar dan ini menyebabkan banyak perusahaan jasa pengelolaan parkir mengalami penurunan profit yang cukup signifikan. Tahun 2022 kebijakan pembatasan sosial berskala besar telah dilonggarkan dan banyak aktifitas Kembali normal, termasuk mobilitas penduduk untuk melakukan perjalanan dan ini menandakan kesempatan kebangkitan industri pengelolaan parkir. \nTahun 2022, PT KDJ Int International, investor dari Apartemen Tamansari Bintaro Mansion yang berlokasi di Kota Tangerang Selatan, Provinsi Banten, terletak berdekatan dengan kota Jakarta akan mengadakan negosiasi dengan PT Binajasa Abadikarya, perusahaan alih daya yang juga mengelola lahan parkir yang ditunjuk oleh PT KDJ Int International sebagai pengelola lahan pakir Apartemen Tamansari Bintaro Mansion. Hingga saat tesis ini dibuat, keberjalanan negosiasi sedang dalam tahap kesepakatan durasi kontrak dan proporsi pembagian hasil profit antara kedua perusahaan. PT Binajasa Abadikarya berharap output dari negosiasi ini adalah hasil yang memberikan profit paling optimal untuk mereka. \nAnalisis keuangan dengan menggunakan teknik capital budgeting berdasarkan pendekatan free cash flow dari alternatif durasi kontrak dengan menggunakan parameter seperti payback period, net present value dan internal rate of return. Analisis sensitivitas dipakai untuk identifikasi pengaruh dari perubahan variabel yaitu inflasi Indonesia, tenaga kerja langsung dan volume kendaraan. Analisis scenario dipakai untuk simulasi Monte Carlo dengan tujuan identifikasi resiko net present value bernilai negative. Negotiation Checklist dipakai untuk persiapan negosiasi yang berisikan tentang mengetahui tujuan kedua pihak dalam negosiasi, titik aspirasi dan reservasi dan identifikasi alternatif terbaik dari negosiasi, situasi dan hubungan kedua pihak. \nAnalisis keuangan menunjukkan bahwa dalam opsi 3 tahun dan di titik aspirasi, payback periodnya adalah 1,97 tahun dengan discounted payback period sebesar 2,39 tahun, net present value sebesar Rp.114.932.646,69 dan internal rate of return sebesar 19,29% dan di titik reservasi sebesar 46% payback periodnya adalah 2,39 tahun dengan discounted payback period sebesar 2,99 tahun, net present value sebesar Rp. 2.240.299,95 dan internal rate of return sebesar 11,98%. Opsi 4 tahun dan di titik aspirasi, payback periodnya adalah 1,97 tahun dengan discounted payback period sebesar 2,39 tahun, net present value sebesar Rp.281.621.282,62 dan internal rate of return sebesar 24,25% dan di titik reservasi sebesar 22% payback periodnya adalah 3,03 tahun dengan discounted payback period sebesar 3,99 tahun, net present value sebesar Rp. 846.087,95 dan internal rate of return sebesar 11,87%. Opsi 5 tahun dan di titik aspirasi, payback periodnya adalah 1,97 tahun dengan discounted payback period sebesar 2,39 tahun, net present value sebesar Rp.404.739.096,92 dan internal rate of return sebesar 25,12% dan di titik reservasi sebesar 17% payback periodnya adalah 3,21 tahun dengan discounted payback period sebesar 4,95 tahun, net present value sebesar Rp. 1.498.711,61 dan internal rate of return sebesar 11,89%. Opsi yang paling baik adalah kontrak berdurasi 5 tahun dengan rentang proporsi pembagian hasil yang menguntungkan untuk PT Binajasa Abadikarya mulai dari 17%:83% hingga 70%:30%. BATNA PT Binajasa Abadikarya adalah mencari proyek pengelolaan parkir di tempat lain dan analisis resiko menunjukkan bahwa parkir langganan bulanan dan gaji tenaga kerja langsung adalah variabel paling riskan yang bisa memengaruhi net present value. \nRekomendasi untuk PT Binajasa Abadikarya adalah saat negosiasi sedang berlangsung disarankan untuk mengidentifikasi masalah yang PT KDJ Int International miliki berkaitan dengan proyek pengelolaan parkir, estimasi BATNA dan titik aspirasi dan titik reservasi dari PT KDJ Int International.", "Daftar File": {"2022_TS_PP_ANANDHYKA RAMADHAN 29120640_Abstrak1.pdf?_": "https://digilib.itb.ac.id/gdl/download/258974"}, "Penulis": "Anandhyka Ramadhan [29120640]", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Analisis Capital Budgeting, Free Cash Flow, Negosiasi, Proporsi Pembagian Hasil, Titik Reservasi.", "Sumber": "PT. BINAJASA ABADIKARYA", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "14 Sep 2022"}