{"Nomor": 68355, "Judul": "OPTIMISASI DESAIN BUKAAN BILATERAL DENGAN PERANGKAT KERAI UNTUK PENINGKATAN KINERJA PENCAHAYAAN ALAMI PADA RUANG KELAS DENGAN IKLIM TROPIS MENGGUNAKAN ALGORITMA RBFOPT", "Abstrak": "Dalam beberapa tahun terakhir, penghematan pemakaian energi serta masalah\nlingkungan telah mengubah persepsi terkait penggunaan pencahayaan elektrik\nsebagai sumber cahaya utama pada bangunan dan membuat pencahayaan alami\nkembali menjadi faktor utama dalam perancangan suatu bangunan. Ruang kelas\npada sekolah merupakan contoh di mana pemanfaatan cahaya alami diperlukan\ndalam bangunan, terutama untuk memastikan proses belajar-mengajar yang efektif,\nkhususnya untuk siswa sekolah dasar yang lebih sensitif terhadap cahaya. Di\nwilayah dengan iklim tropis, pencahayaan alami mempunyai potensi yang besar\nuntuk dimanfaatkan sebagai sumber cahaya utama pada ruang kelas pada sekolah.\nHal tersebut dikarenakan cahaya matahari pada daerah iklim tropis tersedia\nsepanjang tahun dengan waktu penyinaran yang relatif konstan. Namun,\npencahayaan alami yang tidak dikendalikan dengan baik dapat mengakibatkan\nketidaknyamanan visual, sehingga diperlukan strategi-strategi untuk\nmengendalikan cahaya matahari yang masuk ke dalam bangunan.\nPenanggulangan dampak negatif dari pencahayaan alami tersebut telah dilakukan\noleh beberapa peneliti, di mana perangkat peneduh yang bersifat kompleks seperti\nkerai memiliki efek yang signifikan terhadap peningkatan kualitas pencahayaan\nalami dan penghematan energi dalam ruang. Hal tersebut dikarenakan perangkat\npeneduh tersebut dapat mencegah masuknya sinar matahari secara langsung dan\ndapat mendistribusikan cahaya dari luar ruangan dengan baik. Kinerja perangkat\nkerai dipengaruhi oleh desain bilah yang tersusun pada perangkat. Penelitian\nmengenai evaluasi dari desain perangkat kerai pada bangunan dengan iklim tropis\nsudah dilakukan pada berbagai penelitian terdahulu, tetapi simulasi kinerja\npencahayaan alami pada bangunan masih menggunakaan metode matriks Radiance\n2PH, sedangkan bangunan dengan perangkat kerai melibatkan sistem fenestrasi\nkompleks, sehingga perlu metode matriks Radiance 3PH perlu digunakan dalam\nmensimulasikan kinerja pencahayaan alami. Akan tetapi, penggunaan metode\nmatrik Radiance 3PH untuk bangunan dengan perangkat kerai masih terbatas dalam\nsimulasi maupun dengan kondisi iklim non-tropis. \nUntuk mendapatkan desain bangunan yang memiliki kinerja pencahayaan alami\nyang optimum diperlukan proses optimisasi dari desain bangunan yang digunakan.\nBeberapa metode optimisasi telah dikembangkan dengan kinerja yang berbedabeda,\ndi mana dilakukan sebuah perbandingan kinerja antara algoritma-algoritma\noptimisasi black-box objektif tunggal lainnya, di mana metode algoritma Radial\nBasis Function Optimization (RBFOpt) mempunyai kinerja yang terbaik dengan\njumlah iterasi yang lebih rendah serta cukup robust, di mana kedua hal tersebut menjadi\nfaktor yang cukup penting pada desain kerai yang melibatkan fenomena sistem\nfenestrasi yang kompleks. Maka dari itu, diperlukan optimisasi desain bukaan\nbilateral dengan perangkat peneduh kerai untuk peningkatan kinerja pencahayaan\nalami pada ruang kelas dengan iklim tropis, khususnya di Indonesia menggunakan\nalgoritma RBFOpt.\nPada tesis ini, bangunan ruang kelas dimodelkan pada dua lokasi yaitu\nLhokseumawe dan Bandung, empat orientasi bangunan yaitu 0°, 45°, 90°, 135°,\nserta tanpa dan dengan peneduh eksternal. Lalu, analisis sensitivitas dilakukan\nuntuk mendapatkan parameter masukan desain yang terdiri dari window to wall\nratio (WWR), rasio luas sistem kerai terhadap luas jendela (BWR), lebar bilah\nkerai, jarak antara bilah kerai, sudut kemiringan bilah kerai, kedalaman dan elevasi\ndari peneduh eksternal yang paling mempengaruhi parameter keluaran desain yaitu\nkinerja pencahayaan alami. Kinerja pencahayaan alami diwakili oleh metrik\nASE1000,250, sDA300/50%, UDI100-3000lx, UDI250-750lx. Analisis sensitivitas dilakukan\nmenggunakan koefisien regresi standar, dilanjutkan dengan optimisasi desain\nbukaan bilateral dengan perangkat kerai pada kedua desain kelas menggunakan\nalgoritma RBFOpt. Pada kondisi awal dengan bukaan bilateral tanpa perangkat\nkerai, hasil simulasi menunjukkan bahwa terdapat cahaya matahari langsung\nberlebih pada ruang kelas, terutama pada daerah yang dekat dengan bukaan, yang\nditunjukkan oleh nilai metrik ASE1000,250 .\nHasil analisis sensitivitas menunjukkan bahwa parameter WWR dan BWR menjadi\nparameter yang paling mempengaruhi kinerja pencahayaan alami pada desain ruang\nkelas tanpa peneduh eksternal. Pada desain ruang kelas dengan dengan peneduh\neksternal, parameter WWR, BWR, dan elevasi peneduh eksternal menjadi\nparameter yang paling berpengaruh. Lalu, berdasarkan hasil optimisasi desain, nilai\nWWR optimum berada pada rentang 15% - 25%, nilai BWR optimum pada rentang\n75% - 100%, serta nilai WWR, BWR, dan elevasi peneduh lebih tinggi pada kondisi\nyang relatif lebih banyak cahaya matahari. Kinerja pencahayaan alami yang\ndihasilkan oleh desain yang optimum tersebut yaitu ASE1000,250 pada rentang 0% -\n3,6%, sDA300/50% sebesar 100%, UDI100-3000lx pada rentang 88,5% - 99,5%, serta\nUDI250-750lx pada rentang 70,4% - 91,7% pada kedua lokasi bangunan, keempat\norientasi bangunan, dan kedua desain ruang kelas.", "Daftar File": {"ABSTRAK Fahmi Nur Hakim": "https://digilib.itb.ac.id/gdl/download/258982"}, "Penulis": "Fahmi Nur Hakim [23320015]", "Kontributor / Dosen Pembimbing": ["Rizki Armanto Mangkuto, S.T., M.T., Ph.D.", "Dr.-Ing. Justin Pradipta, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Optimisasi desain, bukaan bilateral, perangkat kerai, kinerja pencahayaan alami, ruang kelas, iklim tropis, RBFOpt", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "14 Sep 2022"}