{"Nomor": 68364, "Judul": "PERANCANGAN SISTEM INVENTORI DENGAN THIRD PARTY LOGISTICSS (3PL) DAN VENDORMANAGED INVENTORY (VMI) PADA UPT PENGADAAN ITB MENGGUNAKAN SIMULASI MONTE CARLO", "Abstrak": "UPT Pengadaan ITB merupakan unit kerja internal ITB yang mengelola pengadaan\nkebutuhan barang dan jasa untuk seluruh unit kerja di dalam lingkup ITB. UPT\nPengadaan ITB memiliki permasalahan waktu pemenuhan permintaan barang\nkhususnya kelompok kertas dan toner/cartridge yang terlalu lama, yaitu 46 hingga\n69 hari pada tahun 2016 hingga 2020. Kelompok barang kertas memiliki jumlah\npermintaan terbanyak dari 2016 hingga 2020 sebesar 75,920, sedangkan kelompok\nbarang toner/cartridge menempati urutan keenam terbanyak sebesar 8,544. Maka\ndari itu, minimasi dari waktu pemenuhan tersebut hendak dilakukan oleh UPT\nPengadaan ITB untuk meningkatkan kelancaran operasional ITB.\nPenelitian ini pertama-tama melakukan analisis terhadap proses bisnis eksisting\ndengan value stream mapping (VSM). Kemudian berdasarkan studi literatur,\nditetapkan bahwa implementasi sistem inventori dapat membantu minimasi waktu\nsistem. Implementasi sistem inventori yang dapat dilakukan oleh UPT Pengadaan\nterbagi mejadi vendor managed inventory (VMI), pengelolaan mandiri oleh UPT\nPengadaan, dan penggunaan jasa 3rd party logisticss (3PL). Selanjutnya, dilakukan\nevaluasi waktu dan biaya terhadap ketiga sistem alternatif usulan tersebut. Evaluasi\nwaktu sistem dilakukan dengan metode simulasi Monte Carlo, sedangkan evaluasi\nbiaya dilakukan dengan melihat komponen biaya setiap sistem.\nSetelah simulasi waktu pengadaan dan evaluasi biaya dilakukan, didapat\nkesimpulan bahwa sistem terbaik pengelolaan sistem inventori dilakukan oleh\nvendor atau vendor managed inventory (VMI). Performansi sistem usulan yang\ndirekomendasikan dapat mengurangi waktu pemenuhan hingga 11,7 hari kerja atau\npenurunan 74,6% hingga 83%. Biaya untuk implementasi sistem usulan VMI\ndiestimasi sebesar Rp2.082.611.616,62 yang naik 18,58% dari biaya sistem\neksisting, sebesar Rp1.756.357.184,48. Namun kenaikan biaya tersebut\ndikompensasi dengan penurunan waktu pengadaan sekitar 70% hingga 80%.", "Daftar File": {"COVER Stevenlie August Nathaniel": "https://digilib.itb.ac.id/gdl/download/259024", "BAB 6 Stevenlie August Nathaniel": "https://digilib.itb.ac.id/gdl/download/259030", "PUSTAKA Stevenlie August Nathaniel": "https://digilib.itb.ac.id/gdl/download/259031"}, "Penulis": "Stevenlie August Nathaniel [13417103]", "Kontributor / Dosen Pembimbing": ["Suprayogi, S.T., M.T., Ph.D.", "Rully Tri Cahyono, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "sistem inventori, simulasi Monte Carlo, vendor managed inventory (VMI), 3rd party logistics (3PL)", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "14 Sep 2022"}