{"Nomor": 68362, "Judul": "USULAN STRATEGI USAHA UNTUK MENINGKATKAN KOMERSIALISASI GAS PT PERTAGAS NIAGA DI WILAYAH SUMATERA BAGIAN UTARA", "Abstrak": "Pemanfaatan gas alam baik yang dikomersialisasikan dalam bentuk gas pipa, Liquified Natural Gas (“LNG”), maupun Compress Natural Gas (“CNG”) memiliki peranan besar dalam pemenuhan kebutuhan energi terutama sebagai bahan bakar transisi menuju ekonomi rendah karbon. PT Pertagas Niaga (“PTGN”) merupakan anak perusahaan PT Pertamina Gas (“PPG”) yang beroperasi penuh sejak tahun 2012 untuk menjalankan usaha komersialisasi gas di seluruh Indonesia. Wilayah Sumatera bagian Utara (“NSA”) yang melingkupi atas Provinsi Aceh dan Provinsi Sumatera Utara memiliki potensi besar dalam komersialisasi gas alam karena tersedianya sumber gas yang didukung dengan fasilitas infrastruktur gas dengan kapasitas yang besar yang belum termanfaatkan secara optimal; yaitu fasilitas regasifikasi dan terminal LNG yang berlokasi di Arun – Lhokseumawe dengan kapasitas maksimum 405 MMSCFD, pipa transmisi utama open akses ruas Arun – Belawan sepanjang 350 kilometer dengan total kapasitas angkut 300 MMSCFD dan ruas Belawan – KIM – KEK sepanjang 138 kilometer dengan kapasitas tiap segment adalah 89 MMSCFD dan 40 MMSCFD. Serta pipa distribusi gas Kuala Tanjung sepanjang 22 kilometer dengan kapasitas angkut 4.3 MMSCFD.\n\nHarga gas, khususnya gas pipa, masih sepenuhnya diatur oleh pemerintah. Untuk mendorong percepatan pertumbuhan ekonomi dan peningkatan daya saing industri nasional melalui penggunaan gas bumi, maka, Pada April 2020 pemerintah mengeluarkan beberapa aturan baru tentang penetapan harga gas alam tertentu di titik serah (plant gate) di konsumen akhir pengguna gas alam dengan harga maksimal 6 USD/ MMBTU (“Set price”). Adapun implementasinya termasuk detail harga gas hulu, biaya penyaluran gas, dan biaya niaga telah ditentukan dan wajib mengacu kepada Peraturan Menteri Energi dan Sumber Daya Mineral No. 8/2020, Keputusan Menteri Energi dan Sumber Daya Mineral No. 134 K/2021 dan No. 135 K/2021 disingkat sebagai “PERATURAN”. \n\nPenelitian ini akan membahas mengenai dampak PERATURAN terhadap PTGN dan strategi apa saja yang dibutuhkan oleh PTGN selaku perusahaan yang diberikan mandat oleh pemerintah sebagai aggregator komersialisasi gas alam di wilayah NSA dapat meningkatkan revenue dan profit serta mampu mengoptimalkan pemanfaatan infrastruktur eksisting melalui peningkatan monetisasi gas alam secara cepat dengan komersialisasi gas alam yang berkeberlanjutan dan dengan harga jual yang telah ditetapkan kepada konsumen utama (seperti PT PLN dan PT Pupuk Iskandar Muda), sehingga industri dapat bertumbuh terutama di kawasan ekonomi khusus (“KEK”) yang telah dipersiapkan pemerintah seperti KEK Sei Mangke, Kawasan Industri Medan, serta kawasan industri lainnya. \n\nPenelitian dan analisis dilakukan pada regulasi gas alam dan update pasar, permasalahan penyaluran gas alam, teori ekonomi, identifikasi peluang market, analisa faktor eksternal dan internal perusahaan, serta menemukan pengembangan model bisnis yang berkontribusi untuk mencapai target perusahaan (peningkatan revenue/ profit dan market share). Penelitian ini menggunakan metode analisis kuantitatif dan kualitatif melalui studi kasus secara mendalam dan wawancara serta melakukan FGD dengan orang-orang yang relevan dan berpengalaman.\n\nPTGN dipandang memiliki advantage sehubungan dengan kondisi industry rivalry atas komersialisasi gas yang rendah. Namun demikian, bagaimana menciptakan total landed cost yang rendah dan melakukan optimasi supply di tengah kondisi operasional yang memiliki banyak kendala, serta mengembangkan market di wilayah yang pertumbuhan industrinya relatif rendah merupakan tantangan tersendiri PTGN harus lebih kreatif, inovatif dalam menarik konsumen dan menawarkan proposisi yang baik kepada pelanggan.\n\nFaktanya, pengaturan harga gas di atas hanya berdampak kecil terhadap penurunan laba PTGN. Namun, manajemen PTGN melihat ini sebagai peluang baru, lanskap baru untuk dapat lebih meningkatkan pendapatan. Dengan volume penyaluran gas yang semakin banyak maka diharapkan biaya distribusi per unit akan semakin rendah, harga semakin kompetitif, sehingga memberikan efisiensi kepada PTGN dan mampu berkontribusi meningkatkan daya saing Indonesia pada umumnya. Penurunan harga tersebut tidak berpengaruh signifikan terhadap PTGN karena pemotongan biaya terbesar berada pada porsi harga hulu (pengurangan bagian penerimaan negara) dan biaya distribusi gas (toll fee) yang mempengaruhi pendapatan PPG sebagai perusahaan pengelola infrastruktur gas. PTGN berhasil melakukan negosiasi internal dengan PPG agar margin yang diperoleh tetap sama dengan periode sebelumnya.\n\nDari hasil kajian juga diketahui bahwa banyak strategi taktis yang dapat dilakukan yang akan meningkatkan volume penjualan, pendapatan dan laba PTGN, namun peluang utama yang dapat membantu meningkatkan volume penjualan secara masif adalah dengan segera memulai Bisnis LNG dengan memanfaatkan momentum harga yang kompetitif. Yaitu saat harga perolehan LNG PTGN saat ini lebih rendah dari rata-rata harga LNG di pasar internasional dan kompetitif dibandingkan dengan harga Liquefied Petroleum Gas (“LPG”) yang relatif tinggi. Dengan demikian, LNG PTGN dapat menjadi energi alternatif bagi pengguna LPG domestik. Strategi utama terkait pengembangan Bisnis LNG PTGN sangat diperlukan mengingat pertumbuhan pasar pipa gas di NSA selama 2 (dua) tahun terakhir (sejak pemberlakuan harga baru yang ditetapkan) belum meningkat secara signifikan. Namun demikian, PTGN masih perlu melakukan penyempurnaan model bisnis yang ada, antara lain melakukan kanvasing ulang pasar gas bumi (menambah segmen pelanggan dan saluran penjualan), meningkatkan jumlah penjualan, meningkatkan promosi dan value proposition, meningkatkan kompetensi sumber daya manusia, meningkatkan hubungan. manajemen dengan pemangku kepentingan utama, dan meningkatkan kepuasan pelanggan.", "Daftar File": {"COVER Virani Yusita Sari": "https://digilib.itb.ac.id/gdl/download/265750", "BAB 1 Virani Yusita Sari": "https://digilib.itb.ac.id/gdl/download/265751", "BAB 2 Virani Yusita Sari": "https://digilib.itb.ac.id/gdl/download/265752", "BAB 3 Virani Yusita Sari": "https://digilib.itb.ac.id/gdl/download/265753", "BAB 4 Virani Yusita Sari": "https://digilib.itb.ac.id/gdl/download/265754", "PUSTAKA Virani Yusita Sari": "https://digilib.itb.ac.id/gdl/download/265755"}, "Penulis": "Virani Yusita Sari [29318447]", "Kontributor / Dosen Pembimbing": ["Widhyawan Prawiraatmadja, M.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pertagas Niaga, Northern Sumatra Area, LNG Ritel, LNG Regasifikasi, Arun, LNG Ekspor, Substitusi LPG, Permen ESDM No. 8/2020, Kepmen ESDM No. 134 K/2021, 135 K/2021.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "14 Sep 2022"}