{"Nomor": 68363, "Judul": "RELATIONSHIP AMONG DIGITAL COMPETENCIES, ONLINE LEARNING, AND DIGITAL ORGANIZATIONAL CULTURE TOWARDS GENERATION Z INDIVIDUAL PERFORMANCE DURING  HYBRID INTERNSHIP ACTIVITY, STUDY CASE: MBKM INTERNSHIP", "Abstrak": "Di era Digitalisasi saat ini, pandemi Covid-19 membutuhkan transformasi besar-besaran tentang\ncara kerja karyawan di dalam sebuah perusahaan. Daftar karyawan termasuk Magang Generasi Z\nyang merupakan pendatang baru di pasar tenaga kerja. Hybrid Internship menjadi ajang besar\nuntuk beradaptasi dengan kondisi pandemi. Selanjutnya, seiring dengan berkembangnya industri\ndigital di seluruh dunia, diperlukan pemahaman yang lebih mendalam tentang faktor-faktor yang\nmenjadi variabel bagi Kinerja Individu Generasi Z. Masih kurangnya Jurnal penelitian yang\nmelakukan penelitian terutama yang berfokus pada Generasi Z dengan beberapa variabel yang\nerat kaitannya dengan industri digital yang semakin berkembang. Penelitian ini bertujuan untuk\nmelakukan pendekatan akademik untuk menentukan faktor-faktor yang mempengaruhi Kinerja\nIndividu Generasi Z dengan menggunakan studi kasus di Magang MBKM. Kesempatan Magang\nMBKM menjadi kondisi ideal untuk menguji beberapa variabel yang terkait dengan Kinerja\nIndividu Generasi Z menuju masa depan industri digital yang lebih maju. Penelitian ini\nmenggunakan pendekatan Kuantitatif dengan Analisis Regresi Linier Berganda untuk mengukur\nhubungan antar variabel bebas terhadap variabel terikat dan pendekatan Kualitatif dengan\nWawancara untuk menangkap kondisi faktual industri untuk menentukan variabel yang dianalisis\ndalam penelitian ini. Variabel yang dianalisis dalam penelitian ini adalah Pembelajaran Online,\nKompetensi Digital dan Budaya Organisasi Digital sebagai Variabel Independen dan Kinerja\nIndividu sebagai Variabel Dependen. Populasi penelitian ini adalah 358 responden yang\nmengikuti Magang MBKM dan juga mengikuti kegiatan Belajar Online yang tersebar terutama\nnamun tidak terbatas pada Populasi di Pulau Jawa. Penelitian ini menunjukkan terdapat hubungan\nyang positif dan signifikan antara Kompetensi Digital dan Budaya Organisasi Digital terhadap\nKinerja Individu Generasi Z dan juga tidak terdapat hubungan antara Pembelajaran Online\nterhadap Kinerja Individu Generasi Z.\n \nKeywords: Digital Competencies, Digital Organizational Culture, Generation Z, Individual\nPerformance, Online Learning.", "Daftar File": {"2022 SK PP Rahadyan Pramudito-Abstract.pdf?": "https://digilib.itb.ac.id/gdl/download/258995"}, "Penulis": "Rahadyan Pramudito K. [19019028]", "Kontributor / Dosen Pembimbing": ["Dr. rer. pol. Achmad Fajar Hendarman, S.T., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Digital Competencies, Digital Organizational Culture, Generation Z, Individual Performance, Online Learning.", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "14 Sep 2022"}