{"Nomor": 68373, "Judul": "PEMBUATAN PROTOTIPE ULTRASONIKATOR DENGAN ALIRAN KONTINU UNTUK INAKTIVASI BAKTERI", "Abstrak": "WHO menyatakan bahwa terjadi 600 juta kasus penularan penyakit melalui makanan setiap tahunnya. Berbagai usaha telah dilakukan untuk menjaga kebersihan makanan, salah satu teknik yang paling umum digunakan adalah teknik pasteurisasi. Sayangnya teknik ini mengubah rasa, tekstur, dan kandungan nutrisi dalam makanan, sehingga dibutuhkan teknik sterilisasi makanan yang lebih baik. Alternatif yang dapat dipilih adalah teknik ultrasonikasi.\nUltrasonikator yang beredar di pasaran, pada umumnya hanya dapat bekerja pada frekuensi tunggal. Sehingga pada penelitian sebelumnya, prototipe ultrasonikator yang mampu bekerja dalam berbagai frekuensi telah dibuat. Proses ultrasonikasi dapat dilakukan dengan aliran yang kontinu untuk mempermudah proses sterilisasi dan meningkatkan kapasitas cairan yang akan disterilkan. Selain itu, berdasarkan penelitian yang telah dilakukan sebelumnya penggabungan proses ultrasonikasi dengan peningkatan temperatur sampel dapat meningkatkan laju inaktivasi bakteri. Proses ini disebut proses termosonikasi.\nBerdasarkan masalah yang telah diuraikan di atas, pada penelitian ini akan dibuat prototipe ultrasonikator dengan aliran kontinu yang dapat bekerja pada berbagai frekuensi dan daya dengan dilengkapi sistem kontrol temperatur. Dimensi tangki ultrasonikator akan dibuat agar dapat menghasilkan amplitudo tekanan air maksimum pada proses ultrasonikasi dengan bantuan perangkat lunak COMSOL melalui analisis elemen hingga. Prototipe telah selesai dibuat dan berhasil menonaktifkan Escherichia coli dan Staphylococcus aureus pada kepadatan 2×107 CFU/ml. Hasil eksperimen menunjukkan bahwa proses ultrasonikasi pada temperature 55oC selama 10 menit dapat meningkatkan jumlah bakteri yang terinaktivasi sebanyak 3,9% dibandingkan proses ultrasonikasi di temperatur ruang.", "Daftar File": {"ABSTRAK Michael Julian Estefan": "https://digilib.itb.ac.id/gdl/download/259075"}, "Penulis": "Michael Julian Estefan [13118149]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ignatius Pulung Nurprasetio, M.SME.", "Poetro Lebdo Sambegoro, M.Sc., Ph.D.", "Maya Fitriyanti, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "ultrasonikator aliran kontinu, inaktivasi bakteri, termosonikasi, analisis elemen hingga, tekanan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Sep 2022"}