{"Nomor": 68372, "Judul": "KAJIAN DAMPAK PERUBAHAN TATA GUNA LAHAN TERHADAP DEBIT BANJIR SUNGAI MOLIBAGU KABUPATEN BOLAANG MONGONDOW SELATAN PROVINSI SULAWESI UTARA", "Abstrak": "Kabupaten Bolaang Mongondow Selatan merupakan salah satu Kabupaten di wilayah Sulawesi Utara yang hampir setiap tahunnya mengalami banjir.banjir yang terjadi pada sungai Molibagu yang terletak pada Kabupaten Bolaang Mongondow Selatan dikarenakan beberapa faktor yaitu perubahan tatagunalahan, curah hujan yang tinggi dan kapasitas penampang sungai tidak mampu menampung debit banjir dan mengakibatkan air meluap pada saat musim penghujan tiba. Tujuan dari penelitian adalah menghitung debit rancangan dengan Metode SCS CN dengan bantuan aplikasi HEC-HMS dan memodelkan tinggi genangan, kedalaman banjir, dengan software HEC-RAS 2D, serta memetakan risiko banjir dengan software GIS\npada DAS Molibagu. Kedua dikalibrasi dengan menggunakan Aplikasi HEC-HMS dan mendapatkan hasil mendekati yaitu Metode SCS CN. Berdasarkan hasil analisa salah satu faktor alamiah yang menyebabkan banjir di daerah penelitian yaitu curah hujan tinggi tahun 2011 adalah 62 mm dan tahun 2020 adalah 192 mm. Berdasarkan hasil analisis Hidrologi menggunakan aplikasi HEC-HMS dengan Metode SCS CN debit pada pos duga air Molibagu pada Tahun 2011 dan Tahun 2020 sesudah kalibrasi dan sesudah analisa mencatatkan DAS Molibagu kala ulang\n2 tahun, 5 tahun, 10 tahun, 25 tahun, 50 tahun dan 100 tahun debit puncak/maksimum 44,416 (m3/s), 101,157 (m3/s), 149,811(m3/s), 218,274 (m3/s), 272.959 (m3/s) dan 329.801 (m3/s) dengan volume runoff/Kelebihan sebesar 18,639 mm, 39,244 mm, 56,949 mm, 81,398 mm, 101,684 mm, dan 123,069 mm. Tahun 2020 pada kala ulang 2 Tahun, 5 tahun, 10 tahun, 25 tahun, 50 tahun dan 100 tahun debit puncak/maksimum 82,424 (m3/s), 189,628 (m3/s), 275,534 (m3/s), 403,352 (m3/s), 505,416 (m3/s), 611,474 (m3/s) dengan volume runoff/Kelebihan sebesar 31,949 mm, 71,826 mm, 103,622 mm, 148,096 mm, 183,443 mm, 220,096 mm. Parameter Daerah aliran sungai Molibagu nilai CN dan koefisien pengaliran C yang berpengaruh terhadap debit banjir yaitu untuk 2011 memiliki nilai CN 42,04 dan Koefisien Pengaliran C memiliki nilai 0,412 dan 2020 memiliki nilai CN 42,20 dan koefisien Pengaliran C memiliki nilai 0,415. Analisis peta kerentanan banjir Tahun 2011 daerah aliran sungai Molibagu memiliki kerentanan tinggi yaitu desa molibagu dengan luas 0,11 km2, kerentanan sedang yaitu Desa Sogou, Desa Toluaya dan Desa Popodu dengan luas 0,42 km2,dan kerentanan rendah yaitu Desa Salongo Timur 0,01 km2. Kerentanan banjir Tahun 2020 yang memiliki kerentanan tinggi yaitu Desa Soguo, Desa Toluaya dan Desa Molibagu dengan luas 1,96 km2 dan kerentanan sedang yaitu Desa Popodu, Desa Salongo Timur, dan Desa Pintandia dengan luas 0,26 km2.", "Daftar File": {"ABSTRAK Ficky Marcellino Oroh": "https://digilib.itb.ac.id/gdl/download/259074"}, "Penulis": "Ficky Marcellino Oroh [25020023]", "Kontributor / Dosen Pembimbing": ["Joko Nugroho, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Perubahan Tatagunalahan (CN),Hidrologi (HEC-HMS),Hidraulika (HEC-RAS 2D), Risiko Banjir.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Sep 2022"}