{"Nomor": 68381, "Judul": "PEMANFAATAN METODE GFI MODIFIKASI UNTUK MENGIDENTIFIKASI DAERAH RAWAN BANJIR PADA SAAT KEJADIAN LA NINA (STUDI KASUS: INDONESIA BAGIAN TIMUR)", "Abstrak": "La Nina seringkali dikaitkan dengan peningkatan curah hujan dan banjir di Indonesia, khususnya wilayah Indonesia Bagian Timur. Namun periode La Nina yang relatif panjang dan berdampak pada wilayah yang luas, seringkali menyulitkan dalam idenfitikasi wilayah yang berpotensi banjir secara rinci. Pemetaan ancaman banjir dengan metode empiric, salah satunya adalah Geomorphology Flood Index (GFI), telah berkembang dalam satu dekade terakhir memberikan harapan dapat diimplementasikan untuk melakukan identifikasi daerah rawan banjir akibat kejadian La Nina. Namun, pada umumnya metode empiric tidak melibatkan data hujan dalam perhitungannya.\n\nPenelitian ini mengusulkan indeks hujan ekstrem IP-A yang digunakan sebagai masukan kedalam GFI Modifikasi untuk mengestimasi daerah rawan banjir pada saat terjadi La Nina. IP-A dihitung berdasarkan curah hujan maksimum pada setiap kasus, curah hujan dengan periode ulang 5 (P5) dan 100 tahun (P100). Terdapat empat curah hujan maksimum yang diujikan pada penelitian ini, yaitu: maksimum harian (RX1), lima harian (RX5), tujuh harian (RX7), dan sepuluh harian (RX10). Data Global Precipitation Measurement (GPM) digunakan untuk mengestimasi keempat nilai maksimum curah hujan tersebut secara spasial pada dua kasus kejadian La Nina kuat, kasus 2008 dan kasus 2010.\n\nHasil perhitungan GFI Modifikasi menunjukkan bahwa data RX1 menghasilkan luas kawasan banjir yang lebih besar dibandingkan dengan RX5, RX7, dan RX10, yang menunjukkan bahwa potensi banjir pada saat kejadian La Nina lebih dipengaruhi oleh peningkatan hujan harian. Penerapan metode ini berhasil mengkonfimasi bahwa kasus La Nina 2010 menghasilkan luas kawasan banjir yang lebih besar dibandingkan kasus La Nina 2008 (1,12 kali lipat). Selain itu, penelitian ini juga menunjukkan bahwa La Nina berpotensi menghasilkan banjir antara 14,86% dan 13,22% pada masing-masing kasus La Nina 2010 dan 2008 jika dibandingkan dengan banjir dengan periode ulang 100 tahun.", "Daftar File": {"ABSTRAK Muhammad Haikal Fikri": "https://digilib.itb.ac.id/gdl/download/259088"}, "Penulis": "Muhammad Haikal Fikri [12818008]", "Kontributor / Dosen Pembimbing": ["Dr. Joko Wiratmo, M.P.", "Dr. Edi Riawan, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "La Nina, Kawasan Rawan Banjir, GFI Modifikasi, Hujan Ekstrem, Indonesia Bagian Timur", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Sep 2022"}