{"Nomor": 68383, "Judul": "PREDIKSI HUJAN JANGKA PENDEK BERBASIS CITRA SATELIT MENGGUNAKAN CONVOLUTIONAL NEURAL NETWORK (CNN) (STUDI KASUS: KECAMATAN MAJALAYA DAN SEKITARNYA)", "Abstrak": "Kecamatan Majalaya merupakan daerah yang sering mengalami banjir akibat terjadinya hujan. Keberadaan informasi prediksi hujan yang andal sangat dibutuhkan untuk mendukung kesiapsiagaan masyarakat di daerah tersebut dalam menghadapi banjir. Pada penelitian ini dibuat model prediksi hujan jangka pendek untuk Kecamatan Majalaya dan sekitarnya dengan melatih algoritma Convolutional Neural Network (CNN) agar mampu membedakan antara fitur awan pada citra satelit yang mengindikasikan terjadinya hujan dan yang tidak mengindikasikan terjadinya hujan pada 30, 60, 90, dan 120 menit yang akan datang di Kecamatan Majalaya dan sekitarnya.\n\nAlgoritma CNN dilatih menggunakan sekumpulan data citra satelit historis yang bersumber dari satelit Himawari-8 yang telah melalui beberapa tahap pra-pemrosesan (pemotongan, komposit, dan klasifikasi/labeling) untuk menghasilkan model yang diharapkan. Model yang dihasilkan melalui proses pelatihan kemudian divalidasi menggunakan set data validasi yang terdiri dari empat kategori citra yang masing-masing menggambarkan karakteristik awan dominan yang tergambar pada citra. Hasil validasi ditulis dalam bentuk tabel kontingensi dan kemudian digunakan untuk menghitung probabilitas deteksi, nilai bias, rasio alarm palsu, dan nilai akurasi secara keseluruhan dari model prediksi untuk menganalisis tingkat keandalannya.\n\nHasil penelitian ini menunjukan bahwa model prediksi hujan dengan lag waktu 30 menit mampu memprediksi seluruh kategori citra pada set data validasi dengan baik. Sementara model prediksi hujan dengan lag waktu 60, 90, dan 120 menit mengalami kesulitan dalam memprediksi kategori citra yang merepresentasikan dominasi langit cerah dan kategori citra yang merepresentasikan dominasi awan tebal dengan puncak pada level atas (Cb). Model prediksi hujan dengan lag waktu 60, 90, dan 120 menit memiliki kecenderungan yang tinggi untuk melakukan under forecast ketika menerima input kategori citra yang merepresentasikan dominasi langit cerah dan memiliki kecenderungan yang tinggi untuk melakukan over forecast ketika menerima input kategori citra yang merepresentasikan dominasi awan tebal dengan puncak pada level atas (Cb).", "Daftar File": {"ABSTRAK Yanuar Rizky Ramadhan": "https://digilib.itb.ac.id/gdl/download/259090"}, "Penulis": "Yanuar Rizky Ramadhan [12818011]", "Kontributor / Dosen Pembimbing": ["Dr. Edi Riawan, S.Si., M.T.", "Dr. Muhammad Rais Abdillah, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Nowcasting, Convolutional Neural Network, Citra Satelit", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Sep 2022"}