{"Nomor": 68394, "Judul": "THE INTENTION OF E-WALLET UTILIZATION IN COLLEGE STUDENTS (CASE STUDY: BANDUNG INSTITUTE OF TECHNOLOGY)", "Abstrak": "Revolusi teknologi yang tak terhindarkan selalu terjadi untuk membantu masyarakat menjalani kehidupan yang lebih baik. Salah satu teknologi yang mengalami pertumbuhan pesat dan berdampak pada industri teknologi adalah adaptasi Financial Technology, khususnya pemanfaatan E-Wallet. Ada banyak faktor yang mendorong orang untuk menggunakan E-Wallet di masyarakat saat ini. Penelitian ini menekankan pada penentuan alasan di balik niat masyarakat (Mahasiswa) dalam menggunakan E-Wallet dalam kehidupan sehari-hari. Variabel dipersempit menjadi: Security, Image, Perceived Enjoyment, dan Trust sebagai Variabel Independen, dan Perceived of Usefulness, Perceived Ease of Use, Attitude to Behaviour, dan Behavior Intention to Use sebagai Variabel Dependen, yang diturunkan dari TAM ( Kerangka Model Penerimaan Teknologi). Brand E-Wallet yang akan menjadi fokus penelitian ini adalah Gopay dan OVO. Penelitian ini akan dilakukan dengan menggunakan pendekatan kuantitatif. Dengan menggunakan survei online, penelitian ini juga akan disampaikan dengan menggunakan statistik deskriptif dengan metode PLS-SEM untuk menganalisis data. Hasil penelitian menunjukkan bahwa Image, Trust, Security, dan Perceived Enjoyment berpengaruh positif terhadap pemanfaatan E-Wallet, yang dapat dianggap sebagai faktor yang memunculkan niat penggunaan E-Wallet di kalangan mahasiswa khususnya di Institut Teknologi Bandung.", "Daftar File": {"2022 SK PP Naila Hadiandini-Abstract.pdf\n]": "https://digilib.itb.ac.id/gdl/download/259100"}, "Penulis": "Naila Hadiandini [19019160]", "Kontributor / Dosen Pembimbing": ["Atika Irawan, S.Mn., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "E-Wallet, Technology Acceptance Model, Security, Image, Perceived Enjoyment, Trust, Perceived Usefulness, Perceived Ease of Use, Attitude towards Use, Behaviour Intention to Use.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "14 Sep 2022"}