{"Nomor": 68399, "Judul": "PENGEMBANGAN ALGORITMA SIMULATED ANNEALING UNTUK PERANCANGAN LINTAS PERAKITAN PRODUK CAMPURAN DAN PERAKITANNYA MENGGUNAKAN KOLABORASI MANUSIA-ROBOT", "Abstrak": "PT JVC Electronics Indonesia (JEIN) merupakan perusahaan di industri\nelektronik yang telah memanfaatkan otomasi di lintas perakitannya dengan\npenerapan human-robot collaboration (HRC). Penggunaan collaborative robot\ndipilih PT JEIN sebagai upaya untuk bertahan di pasar agar dapat tetap memenuhi\nkebutuhan konsumen. Banyaknya variasi produk dan karakteristik umum produk\nelektronik yang memiliki umur pendek membuat perusahaan perlu menyesuaikan\ndan mendesain ulang lintas perakitan produk dengan cepat.\nPenelitian ini bertujuan untuk mengembangkan algoritma simulated annealing\nuntuk masalah keseimbangan lintas perakitan produk campuran dengan kolaborasi\nmanusia-robot. Algoritma simulated annealing terbagi menjadi dua prosedur\nutama, yaitu outer loop dan inner loop. Algoritma simulated annealing yang\ndikembangkan dalam penelitian ini memiliki tiga subprosedur yang termasuk\ndalam inner loop, yaitu prosedur penukaran tugas, prosedur penukaran sumber\ndaya, dan prosedur minimalisasi jumlah stasiun kerja.\nEksperimen menggunakan metode fractional factorial design dilakukan untuk\nmengetahui parameter algoritma signifikan terhadap nilai objektif. Dua parameter\nditemukan berpengaruh signifikan pada nilai objektif, yaitu jumlah penurunan\ntemperatur (????) dan jumlah iterasi pada tiap temperatur (????). Algoritma simulated\nannealing mampu menghasilkan solusi yang layak untuk 8 data dengan 3 data\ndiperoleh hasil optimal dan 5 data diperoleh hasil optimum lokal. Eksperimen\nmenghasilkan rata-rata selisih sebesar 12,33% terhadap metode analitis dan\n95,39% untuk waktu komputasi. Jika waktu komputasi diatur pada 86400 detik,\ndihasilkan rata-rata selisih 22,87% terhadap masing-masing nilai optimum lokal.", "Daftar File": {}, "Penulis": "Gabriella Riama Natasia [13418104]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Anas Ma'", "ruf, M.T.", "Muhammad Akbar, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "lintas perakitan, produk campuran, kolaborasi manusia-robot, simulated annealing", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "15 Sep 2022"}