{"Nomor": 68390, "Judul": "STUDI ANALISIS METODE KONSTRUKSI TEROWONGAN YANG MELALUI CLAYSHALE (STUDI KASUS: KERETA CEPAT JAKARTA-BANDUNG)", "Abstrak": "Konstruksi terowongan di daerah Jawa Barat, khususnya proyek Kereta Cepat Jakarta-Bandung, dihadapkan pada tantangan ditemukan formasi clayshale pada 7 dari 13 terowongan yang dikonstruksi. Pada terowongan yang ditinjau terjadi longsor pada bidang terowongan dan penurunan pada permukaan. Untuk mengatasi masalah tersebut, telah dilaksanakan perkuatan yang perlu dikaji secara lebih komprehensif. Penelitian ini bertujuan untuk mengetahui karakteristik clayshale pada terowongan yang melalui clayshale serta menentukan metode galian (three bench, CRD, double wall heading) dan sistem perkuatan (surface grouting, rockbolt) yang tepat berdasarkan karakteristik tersebut.\nData yang dikumpulkan berupa data penyelidikan lapangan dan laboratorium. Analisis dilakukan dengan program elemen hingga PLAXIS 2D dan 3D serta model Mohr-Coulomb, Hardening Soil, Hoek-Brown, dan Hoek-Brown with Softening.\nDitemukan clayshale pada terowongan yang ditinjau merupakan formasi Subang (Msc) dan berdasarkan sampel yang diuji memiliki kandungan mineral lempung dominan kaolinite dan illite serta memiliki plastisitas tinggi. Pemodelan 3D dengan model Hoek-Brown with Softening menghasilkan perilaku deformasi yang paling mendekati data monitoring pada analisis jangka pendek.\nDiperlukan analisis secara komprehensif untuk setiap segmen untuk menentukan metode dan perkuatan yang paling tepat berdasarkan kondisi pada segmen tersebut. Ditemukan bahwa penggunaan metode Center Cross Diaphragm (CRD) dan Double Wall Heading (DWH) pada lapisan clayshale dapat mengurangi deformasi yang terjadi pada arch hingga 90.63% dan 93.44% dibandingkan metode Three Bench walaupun memerlukan durasi konstruksi yang lebih lama. Perkuatan berupa surface grouting dapat digunakan untuk mengurangi deformasi yang terjadi pada segmen yang berpotensi mengalami pergerakan dan dilaksanakan sebelum pergerakan tersebut terjadi agar efektif. Ditemukan bahwa perkuatan rockbolt dengan spasi antara 0.8-1.0m efektif dalam mengurangi deformasi yang terjadi dalam konstruksi terowongan melalui clayshale. Semakin besar overburden suatu segmen terowongan maka perubahan effective stress dan potensi deformasi yang terjadi semakin besar. Analisis jangka panjang menunjukkan peningkatan effective stress dan deformasi yang terjadi, ditandai oleh terdisipasinya excess pore water pressure, sehingga bila menggunakan pendekatan batuan maka creep perlu dipertimbangkan.", "Daftar File": {"ABSTRAK Jonathan Bratanata": "https://digilib.itb.ac.id/gdl/download/259097"}, "Penulis": "Jonathan Bratanata [25021092]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. I Wayan Sengara, M.S.EM, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "clayshale, NATM, elemen hingga, PLAXIS, model konstitutif", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Sep 2022"}