{"Nomor": 68404, "Judul": "HYDROGEN SEPARATION FROM DRY REFORMER EFFLUENT USING PD82-AG18/?-AL2O3 MEMBRANE DURING TRANSIENT START-UP PERIOD", "Abstrak": "Hydrogen is an emerging alternative source of energy that can solve the global energy demand and sustainability issues. Synthesis gas is the primary source of hydrogen, and a processing example is dry reforming of methane which converts CH4 and CO2 into hydrogen. Hydrogen can be separated from syngas via membrane however, to obtain high purity hydrogen through Pd-membrane separation under transient start-up operation, it suffers from long time lag. The objective of this research was to determine the optimal operating conditions for the Pd82-Ag18/?-Al2O3 membrane during transient start-up period that resulted the most hydrogen recovery and least time lag. The Pd82-Ag18/?-Al2O3 membrane was compared to other Pd-membranes which are more widely researched such as the Pd75-Ag25 membrane.\nThe flow rate of nitrogen as sweep gas in the tube-side was varied from 150 to 200 mL/min while the DRM effluent in the shell-side was varied from 50 to 250 mL/min. The flow rate was controlled and measured by using a mass flow controller (MFC). Additionally, temperature was also varied from 325 to 375 °C by a furnace and controlled using a thermocontrol and indicator to see the effect on hydrogen recovery and time lag. The membrane’s effluent gas composition was evaluated by capillary column gas chromatography Shimadzu GC-14B with a data collection in 15-minute intervals for 5 hours. Altering the flow rates of both shell and tube side of the membrane brought changes in time lag due to different partial pressure. When the flowrate of both shell and tube were identical at 150 mL/min, the time lag was 4.25 hours instead of 1.5 hours when the shell-side and tube-side flow rate was 150 and 200 mL/min, respectively. Temperature affected the hydrogen recovery as they had a linear relationship with each other due to greater kinetic energy of gas molecules. At 375 °C, the hydrogen recovery was 37% compared to 16% at 325 °C in similar flow rates. In this experiment, a variation of shell-side flow rate of 150 mL/min and tube-side flow rate of 200 mL/min at 375 °C exhibited the best result with average hydrogen recovery rate of 37% and a time lag of 2 hours.", "Daftar File": {"ABSTRAK Dominikus Denis Dewantomo": "https://digilib.itb.ac.id/gdl/download/259110"}, "Penulis": "Dominikus Denis Dewantomo [13018209]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Yogi Wibisono Budhi, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "energy, hydrogen, DRM, Pd membrane, temperature, flow rate, time lag", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Sep 2022"}