{"Nomor": 68400, "Judul": "PENGEMBANGAN METODOLOGI PEMBELAJARAN PADA MATERI MATRIKS MENGGUNAKAN MEDIA KOMIKA ( KOMIK MATEMATIKA )", "Abstrak": "Media pembelajaran mempunyai peran yang penting dalam proses pembelajaran. Media pembelajaran dapat membantu guru untuk menyampaikan materi secara menarik dan mudah dipahami oleh siswa. Ketersediaan media pembelajaran pada saat ini sudah sangat bervariatif, namun untuk materi Matriks pada mata pelajaran matematika untuk kelas XI SMA masih sangat jarang ditemukan.berangkat dari kenyataan tersebut, peneliti mencoba untuk mengembangkan metodologi pembelajaran pada materi matriks menggunakan media pembelajaran komik.sehingga tujuan dari penelitian ini adalah menghasilkan produk komik sebagai media pembelajaran pada materi matriks untuk siswa kelas XI SMA.\nPendekatan yang digunakan dalam pengembangan buku ini adalah model ADDIE. ADDIE merupakan akronim dari tahapan-tahapan yang dilaksanakan dalam pengembangan buku pengayaan. Terdapat 5 tahapan pada pengembangan buku, yaitu tahap analisis (analysis), tahap perancangan (design), tahap pengembangan (development), tahap implementasi (implementation), dan tahap evaluasi (evaluation). Aspek yang dinilai dalam tahap validasi dan uji coba adalah aspek materi, aspek bahasa, aspek sajian, dan aspek grafika. Validasi dilakukan oleh seorang ahli materi, dua orang ahli media, seorang guru matematika, dan 20 orang peserta didik sebagai peserta uji coba.\nHasil validasi dari ahli materi, ahli media,dan guru matematika menunjukkan bahwa persentase nilai rata-ratanya berturut turut adalah 90% , 86%, dan 83% sehingga buku dianggap sangat layak untuk digunakan. Hasil uji coba dengan peserta didik mendapatkan nilai rata-rata 87%, buku masuk dalam kategori sangat baik menurut peserta didik. Oleh karena itu, buku komik matematika ini telah layak digunakan.", "Daftar File": {"ABSTRAK Nuurillaah Rahma Dewi": "https://digilib.itb.ac.id/gdl/download/259107"}, "Penulis": "Nuurillaah Rahma Dewi [24619306]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. M. Salman A.N., S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Media Komik, Metodologi Pembelajaran, Matriks.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "15 Sep 2022"}