{"Nomor": 68412, "Judul": "PREFERENSI STRUKTUR KANOPI BAGI HABITAT SURILI (PRESBYTIS COMATA DESMAREST 1822) DI TAMAN NASIONAL GUNUNG CIREMAI, JAWA BARAT", "Abstrak": "Surili (Presbytis comata) adalah primata endemik Jawa Barat. Kehidupan surili sangat bergantung pada kanopi hutan (arboreal). Adanya ancaman berupa degradasi lahan akibat perambahan dapat merubah struktur habitat alami dari hewan tersebut, khususnya tutupan vegetasi. Hingga saat ini, informasi mengenai dampak adanya perubahan struktur vegetasi terhadap surili masih cukup jarang. Oleh karena itu, penelitian ini dilakukan dengan tujuan untuk mengidentifikasi struktur kanopi yang dipilih (preferensi) oleh populasi surili di Taman Nasional Gunung Ciremai. Kegiatan dilakukan dengan mengamati kerapatan kanopi, ketinggian bebas cabang (TBC), ketinggian total (TT), ketebalan kanopi (TK) serta model arsitektur pohon berdasarkan perilaku surili yang diamati di lapangan. Karakteristik kerapatan kanopi diidentifikasi melalui metode hemispherical photography, bagian karakteristik kanopi melalui pengukuran langsung di lapangan, serta studi literatur. Secara umum, surili ditemukan beraktivitas pada kanopi pohon dengan kerapatan kanopi rata – rata 76,966 ± 1,692%, lalu TBC dengan rata – rata 7,544 ± 0,369 m, TT dengan rata – rata 18,705 ± 0,396 m, TK dengan rata – rata 12,164 ± 1,163 m, serta pada kanopi dengan model arsitektur Roux. Berdasarkan perilaku, surili dengan perilaku mobile ditemukan pada TBC yang lebih tinggi, sedangkan surili dengan perilaku immobile ditemukan pada TT dan TK yang lebih tinggi. Secara umum dapat disimpulkan bahwa surili di TNGC relatif lebih sering dijumpai beraktivitas pada ekosistem hutan primer dengan kanopi kerapatan sedang hingga rapat, tebal dan berada pada strata C hingga B.", "Daftar File": {}, "Penulis": "Adhisty Larasati [11518035]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Tati Suryati Syamsudin, MS, DEA", "Aditya Dimas Pramudya, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "arsitektur pohon, habitat, kerapatan kanopi, struktur kanopi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "0 file", "Tanggal Input": "15 Sep 2022"}