{"Nomor": 68416, "Judul": "ANALISIS KARAKTERISTIK BIOFISIK PADA AREAL IZIN PEMANFAATAN HUTAN PERHUTANAN SOSIAL (IPHPS) CIKANCUNG, BPKH CIPARAY, KPH BANDUNG SELATAN", "Abstrak": "IPHPS di BKPH Ciparay merupakan kawasan yang telah diberikan SK oleh Menteri LHK sejak tahun 2018 seluas 28 ha. Dalam mewujudkan kawasan IPHPS yang lestari diperlukan pengelolaan sumber daya alam (biofisik) sehingga dapat terbentuk kelembagaan yang baik. Penelitian ini bertujuan untuk mengkaji aspek biofisik berupa faktor edafik sebagai daya dukung lingkungan, keanekaragaman vegetasi sebagai aspek biodiversitas, dan tutupan lahan untuk menganalisis kerapatan tutupan vegetasi pada kawasan IPHPS. Untuk memudahkan penelitian kawasan tersebut dibagi menjadi 5 Blok berdasarkan kondisi floris dan penggunaan lahan. Dilakukan analisis faktor edafik yang mencakup sifat fisik, sifat kimia tanah, dan makro fauna tanah untuk menganalisis kesuburan tanah. Analisis vegetasi dan pengecekan lapangan diperlukan untuk menganalisis struktur dan komposisi vegetasi pada kawasan tersebut. Analisis spasial menggunakan data Peta Rupabumi Indonesia (RBI) dan citra satelit Sentinel 2A dilakukan untuk menguatkan data observasi. Kondisi daya dukung tanah pada kawasan tersebut dinilai cukup baik dengan sebagian besar bulk density ? 0,90 g/cm3 dengan pH tanah 4,8 – 6,7. Jenis tanah adalah tanah andosol yang memiliki karakteristik subur. Tingkat keragaman makro fauna tanah pada tingkat sedang. Kondisi tutupan lahan tebal dengan NDVI > 0.4. Kawasan IPHPS berpotensi untuk ditingkatkan produktivitas lahan dan komoditasnya.", "Daftar File": {"ABSTRAK A'an Nasihul Fiqhi El Haqque": "https://digilib.itb.ac.id/gdl/download/259123"}, "Penulis": "A'an Nasihul Fiqhi El Haqque [11518004]", "Kontributor / Dosen Pembimbing": ["Dr. Mulyaningrum, S.Hut., M.Si.", "Dr. Pujo, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Analisis spasial, Analisis Vegetasi, Faktor Edafik, Tanah Andosol, Tutupan Lahan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Sep 2022"}