{"Nomor": 68410, "Judul": "RANCANG BANGUN SIMULATOR ALIRAN FLUIDA UNTUK PENGUJIAN RUGI-RUGI KALOR PADA PIPA DENGAN VARIASI BAHAN INSULASI", "Abstrak": "Rugi-rugi kalor pada pipa menyebabkan penurunan suhu dan tekanan aliran fluida yang mengalir di dalamnya dan menimbulkan berbagai dampak negatif. Salah satu metode yang digunakan untuk menanggulangi rugi-rugi kalor pada pipa adalah dengan melapisi permukaan luar pipa dengan insulasi termal. Insulasi termal adalah material yang memiliki konduktivitas termal yang rendah sehingga mampu menghambat aliran kalor. Salah satu jenis dari insulasi termal adalah termal insulation coating (TIC). TIC merupakan insulasi termal berbentuk cair yang dapat mengering setelah disemprotkan pada permukaan objek. Karena struktur mikroskopis yang berbeda dengan lembaran insulasi termal konvensional, nilai konduktivitas termal pada TIC sulit untuk diprediksi seperti insulasi termal lainnya.\nPada penelitian ini telah dirancang dan dibangun suatu perangkat uji sebagai alternatif metode untuk mengukur rugi-rugi kalor dan sifat-sifat termal termal dari bahan insulasi termal, namun tidak terbatas pada TIC saja. Perangkat uji berupa pipa carbon steel sepanjang 3 m yang dialiri fluida berupa udara panas yang berasal dari blower dan heater. Dinding luar pipa dilapisi bahan insulasi termal yang akan diuji. Sensor termokopel dipasang untuk mengukur suhu aliran udara pada 5 lokasi di dalam pipa dan suhu dinding luar pipa. Penyearah aliran, orifice, dan sensor perbedaan tekanan digunakan untuk mengukur debit aliran udara. Eksperimen pertama dilakukan pada pipa tanpa insulasi termal dan diperoleh profil eksponensial pada penurunan suhu udara di dalam pipa, dengan nilai rugi-rugi kalor sebesar 354 hingga 613 W dan koefisien transfer kalor total sebesar 18,58 W/m2.K pada rentang suhu 70-90oC. Koefisien transfer kalor total pada pipa juga dihitung secara analitik berdasarkan koefisien konveksi aliran udara dan konduktivitas termal pipa, yaitu 14,94 W/m2.K. Eksperimen berikutnya dilakukan dengan pipa yang dilapisi insulasi termal TIC dengan ketebalan 1 dan 2 mm. Nilai rugi-rugi kalor berkurang menjadi 306 hingga 489 W pada rentang suhu yang sama. Koefisien transfer kalor total juga berkurang menjadi 12,67 W/m2.K. Nilai konduktivitas termal dari bahan insulasi termal yang diuji berhasil diperoleh sebesar 0,08 W/m2.K.", "Daftar File": {"ABSTRAK Abdul Akhir Zainudin": "https://digilib.itb.ac.id/gdl/download/259118"}, "Penulis": "Abdul Akhir Zainudin [13317065]", "Kontributor / Dosen Pembimbing": ["Rahmat Romadhon, S.T., M.T.", "Narendra Kurnia Putra, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "pipa, rugi-rugi kalor, insulasi termal, konduktivitas termal", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Sep 2022"}