{"Nomor": 68417, "Judul": "MODIFIKASI PERMUKAAN MEMBRAN POLIPROPILENA DENGAN POLIDOPAMIN DAN REDUCED GRAPHENE OXIDE UNTUK MENINGKATKAN FLUKS DAN ANTIFOULING", "Abstrak": "Modifikasi hidrofilik menjadi metode yang menjanjikan untuk mengatasi masalah fouling pada membran polipropilena (PP). Adanya gugus fungsi oksigen yang hidrofilik pada reduced graphene oxide (RGO) membuatnya potensial menjadi kandidat modifikasi membran PP. Terlebih, RGO dapat disintesis dari limbah baterai dengan kualitas yang baik, ramah lingkungan, dan lebih ekonomis. Namun, pemanfaatan RGO secara langsung untuk modifikasi membran masih jarang dilakukan. Dalam penelitian ini, akan dilakukan modifikasi permukaan membran PP dengan RGO dengan metoode dip coating. Untuk mengatasi kesulitan deposisi RGO yang seragam ke permukaan membran PP akibat perbedaan hidrofilisitas, polidopamin (PDA) yang bersifat amfifilik dan memiki sifat adesif yang tinggi ditambahkan untuk merekatkan RGO ke permukaan PP. Konsentrasi RGO divariasikan sebesar 3 mg/L, 4 mg/L, 5 mg/L, dan 10 mg/L dengan konsentrasi PDA dibuat tetap sebesar 3 g/L dan waktu perendaman 2 jam. Hasil penelitian menunjukkan bahwa pelapisan PDA/RGO berhasil meningkatkan hidrofilisitas membran PP yang ditunjukkan dengan penurunan sudut kontak air dari 122,79o menjadi 41,49o dan peningkatan fluks air murni sebesar 35%. Modifikasi hidrofilik juga menunjukkan peningkatan karakteristik antifouling terhadap asam humat, ditunjukkan dengan penurunan fluks yang lebih rendah dari membran PP. Selain itu, saat direndam dalam larutan asam, basa, dan alkohol dalam kurun waktu 41 jam, membran masih hidrofilik dengan sudut kontak sedikit meningkat, kecuali saat direndam dengan basa kuat.", "Daftar File": {"ABSTRAK Anggun Tri Yuniarti": "https://digilib.itb.ac.id/gdl/download/259124"}, "Penulis": "Anggun Tri Yuniarti [13018014]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. I Gede Wenten, M.Sc., Ph.D.", "Dr. Anita Kusuma Wardani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "fouling,hidrofilik, membran PP, PDA, RGO.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Sep 2022"}