{"Nomor": 68422, "Judul": "MEMBRAN BERBASIS KITIN NANOFIBER/ SELULOSA ASETAT TERMODIFIKASI SEBAGAI SEPARATOR BATERAI ION LITIUM", "Abstrak": "Pertumbuhan konsumsi baterai Li-ion telah meningkat secara signifikan untuk\nmendukung rencana pengurangan emisi, pengembangan sistem energi terbarukan, dan\nmeminimalisir dampak polusi yang mengakibatkan kerusakan lingkungan. Namun,\npeningkatan ini tentu akan berdampak pula pada peningkatan limbah baterai. Limbah baterai\nsaat ini telah dapat didaur ulang untuk didapat material aktif dari elektroda, sayangnya masih\nada komponen lain yang tidak dapat diproses dan tidak mudah terdegradasi yaitu separator.\nSeparator komersil tersusun dari material poliolefin yang tidak mudah terdegradasi dan berasal\ndari sumber tidak terbarukan. Oleh karena itu dalam penelitian ini dibuatlah suatu alternatif\nseparator berbahan dasar biopolimer kitin nanofiber (CH) dengan campuran selulosa asetat\n(CA) termodifikasi. Separator CA/CH termodifikasi dibuat dengan menggunakan teknik\ncasting inversi fasa. Membran yang didapat memiliki ketebalan antara 100-180 ?m. Hasil\nkarakterisasi Scanning Electron Microscopy menunjukan stuktur pori asimetris dengan ukuran\npori yang beragam. Campuran kitin nanofiber dalam selulosa asetat mampu mencegah\npembentukan kerutan dan kekusutan pada proses fabrikasi membran. Analisis termal\nmenggunakan Thermogravimetry Analysis menunjukan peningkatan stabilitas termal dengan\nadanya kitin nanofiber. Uji penyusutan termal menunjukan membran stabil secara dimensional\ndibandingkan dengan separator komersil jenis PP (Celgard 2400), dengan kadar penyusutan\nsebanyak 4% pada temperatur 90oC. Konsentrasi optimum didapat dengan campuran CH\nsebanyak 15% (b/v) dengan porositas sebesar 65%. serapan elektrolit dari separator yang\ndihasilkan mencapai 800% dengan nilai konduktivitas maksimum yaitu 5.7 x 10-1 mS.cm-1.\nNilai konduktivitas yang tinggi ini diharapkan mampu mendukung performansi baterai dengan\noptimal.", "Daftar File": {"ABSTRAK Putri Putih Puspa Asri": "https://digilib.itb.ac.id/gdl/download/259129"}, "Penulis": "Putri Putih Puspa Asri [23720007]", "Kontributor / Dosen Pembimbing": ["-"], "Jenis Koleksi": "Tesis", "Penerbit": "Ilmu dan Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "separator, kitin nanofiber, selulosa asetat, inversi fasa, baterai ion-litium.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Sep 2022"}