{"Nomor": 68424, "Judul": "IDENTIFIKASI KERUMUNAN PADA SISTEM PELACAKAN POSISI DI DALAM RUANGANBERBASIS WIFI-RSSI", "Abstrak": "Corona Virus Disease 2019 (COVID-19) merupakan penyakit yang penyebarannya sangat pesat. Penyebarannya di Indonesia sangat cepat dan dalam hal angka kematian, Indonesia menempati peringkat ketiga terbanyak di Asia dan menempati peringkat pertama terbanyak di Asia Tenggara. Oleh karena itu, diperlukan teknologi yang bisa membantu pencegahan dan antisipasi untuk menurunkan penyebaran COVID-19. Teknologi selalu mengalami perkembangan seiring dengan bertambahnya kebutuhan manusia. Salah satunya adalah pelacakan posisi. Teknologi pelacakan posisi yang populer adalah Global Positioning System (GPS). Namun dalam penggunaannya di dalam ruangan, GPS akan mengalami Not Line of Sight (NLOS) dikarenakan struktur bangunan kompleks yang berada di antara pemancar dan penerima. Oleh karena itu, diperlukan sistem pelacakan posisi dalam ruangan yang lebih baik dan lebih efektif. Pada penelitian ini, metode yang digunakan adalah Received Signal Strength Indicator (RSSI) dari router WiFi. RSSI adalah daya yang diterima dari pemancar oleh penerima. Nilai RSSI akan berbanding terbalik dengan jarak antara pemancar dengan penerima. Metode ini memanfaatkan infrastruktur yang sudah ada, yaitu perangkat router yang sudah terpasang di berbagai tempat di dalam gedung. Area penelitian dibagi menjadi 96 titik. Nilai RSSI yang didapatkan dari 17 router untuk setiap titik akan dimasukkan ke dalam database. Kemudian nilai RSSI realtime akan dibandingkan dengan nilai RSSI pada database menggunakan algoritma k – Nearest Neighbour. Posisi pengguna beserta dengan keterangannya ditampilkan pada webpage. Pada webpage dapat menampilkan hingga 5 pengguna. Dalam mengidentifikasi kerumunan, digunakan parameter jarak untuk menentukan identitas fisik dari setiap pengguna. Alert message akan muncul di saat ada lebih dari 2 orang yang berkumpul pada 1 titik yang sama", "Daftar File": {"ABSTRAK Jovan Ezra Yahya": "https://digilib.itb.ac.id/gdl/download/259133"}, "Penulis": "Jovan Ezra Yahya [10218017]", "Kontributor / Dosen Pembimbing": ["Dr. Nina Siti Aminah, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Alert Message, Fingerprint, k – NN, Router, RSSI, Tracking, Webpage", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "15 Sep 2022"}