{"Nomor": 68437, "Judul": "ANALISIS PERBEDAAN DAMPAK EL NINO TERHADAP CURAH HUJAN DI BENUA MARITIM DENGAN MODEL IKLIM GLOBAL LINEAR BAROCLINIC MODEL (LBM)", "Abstrak": "Curah hujan di Benua Maritim (BM) dipengaruhi oleh variabilitias iklim global. Salah satu fenomena yang mempengaruhi curah hujan di Benua Maritim adalah El Nino Southern Oscillation (ENSO). ENSO menyebabkan curah hujan di BM mengalami anomali negatif, namun pada kenyataannya ada beberapa kejadian ENSO yang menyebabkan curah hujan di BM mengalami anomali positif. Perbedaan dampak yang ditimbulkan ENSO di BM belum diketahui mekanisme penyebabnya, untuk itu penelitian ini bertujuan untuk menganalisis perbedaan dampak ENSO tersebut.\nPenelitian ini menggunakan model iklim global yang dilinearkan, yaitu Linear Baroclinic Model (LBM). LBM digunakan untuk mensimulasikan pengaruh anomali Sea Surface Temperature (SSTa) terhadap curah hujan di BM. Data anomali SST dikelompokkan menjadi dua, yaitu El Nino-dry dan El Nino-wet. Data yang dikelompokkan digunakan pada simulasi LBM sebagai forcing SSTa.\nHasil penelitian menunjukan bahwa simulasi kontrol LBM El Nino-dry dan El Nino-wet memiliki pola curah hujan yang mirip dengan observasi. Hasil simulasi skenario El Nino-dry (2) dimana sebagian besar SSTa negatif di Benua Maritim, curah hujan di Benua maritim mengalami anomali negatif. Sedangkan simulasi LBM skenario El Nino-wet (2) dimana sebagian besar SSTa positif di Benua Maritim, hasil simulasi menunjukan sebaliknya.", "Daftar File": {"ABSTRAK Rival Aulia Ramadhani": "https://digilib.itb.ac.id/gdl/download/259146"}, "Penulis": "Rival Aulia Ramadhani [12817011]", "Kontributor / Dosen Pembimbing": ["Dr. Muhammad Rais Abdillah, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "El Nino, curah hujan, Benua Maritim (BM), Samudera Pasifik, Linear Baroclinic Model (LBM)", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Sep 2022"}