{"Nomor": 68447, "Judul": "PERANCANGAN HOTEL IBIS STYLE CANDILAND DI SEMARANG", "Abstrak": "Perancangan Hotel Ibis Style Candiland Semarang terdiri dari 11 lantai dan 3 semibasement.\nGedung dirancang sebagai sistem rangka bangunan dinding geser beton\nbertulang khusus dengan pembebanan berdasarkan SNI 1727:2020 dan\nperencanaan ketahanan gempa dilakukan berdasarkan SNI 1726:2019. Perhitungan\npreliminary design dilakukan secara manual dan pemodelan serta analisis struktur\ndilakukan dengan menggunakan ETABS. Perancangan geoteknik dilakukan\nberdasarkan SNI 8460:2017. Dinding penahan tanah yang digunakan adalah\ndinding secant pile dengan perkuatan menggunakan angkur tanah permanen\nmenggunakan program PLAXIS 2D. Fondasi yang digunakan ialah fondasi rakit\ndengan analisis dilakukan secara manual untuk mendapatkan daya dukung tanah\ndan analisis lanjutan menggunakan program ETABS untuk menganalis kekuatan\naksial, lateral, dan penurunan yang terjadi pada fondasi. Manajemen konstruksi\nyang akan direncanakan meliputi perencanaan site plan, rincian pembagian struktur\npekerjaan proyek (Work Breakdown Structure), metode pelaksanaan konstruksi\nyang meliputi pekerjaan persiapan, tanah, struktur bawah, dan struktur atas, serta\npenyusunan jadwal pelaksanaan konstruksi dan estimasi biaya konstruksi. Metode\nkonstruksi yang digunakan pada gedung ini adalah metode bottom-up.", "Daftar File": {"ABSTRAK Calvin Jonathan Soetjipto": "https://digilib.itb.ac.id/gdl/download/259158"}, "Penulis": "Calvin Jonathan Soetjipto [15018081]", "Kontributor / Dosen Pembimbing": ["Ir. Sindur P. Mangkoesoebroto, M.S.EM, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "bottom-up, fondasi rakit, dinding secant pile, sistem rangka bangunan dinding geser beton bertulang khusus, struktur tahan gempa, metode pelaksanaan konstruksi, penjadwalan konstruksi, estimasi biaya konstruksi, PLAXIS 2D, ETABS.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Sep 2022"}