{"Nomor": 68453, "Judul": "STUDI PARAMETRIK DAN OPTIMASI STRUKTUR HYBRID CRASHBOX PADA SUBFLOOR PESAWAT MENGGUNAKAN METODE DESIGN FOR SIX SIGMA", "Abstrak": "Dengan meningkatnya kebutuhan terhadap penerbangan, potensi cedera dan korban jiwa harus semakin dikurangi. Struktur laik tabrak menjadi komponen penting dalam proteksi penumpang ketika terjadi tabrakan. Struktur laik tabrak menyerap energi saat tabrakan dengan cara bedeformasi sehingga meminimalisasi energi yang sampai ke penumpang. Salah satu komponen utama struktur laik tabrak adalah crashbox. Material komposit yang mulai digunakan dalam struktur pesawat secara luas menjadi salah satu inovasi dalam struktur crashbox karena memiliki spesific strength yang tinggi. Hibridisasi antara komposit yang memiliki spesific strength besar dengan logam yang ulet dalam struktur crashbox diharapkan mampu menghasilkan penyerapan energi yang lebih besar.\nPenelitian ini menganalisis penyerapan energi spesifik hybrid crashbox dengan penampang lingkaran pada subfloor pesawat ketika menerima beban dinamik. Analisis yang dilakukan menggunakan metode elemen hingga dengan perangkat lunak LS-DYNA. Penelitian ini melakukan studi parameter pengaruh beberapa parameter terhadap penyerapan energi spesifik. Setelah melakukan studi parametrik, dilakukan optimasi menggunakan metode design for six sigma.\nHasil simulasi menunjukkan komponen dengan kontribusi penyerapan energi terbesar adalah frame dengan kontribusi 61.82% total penyerapan kemudian crashbox sebesar 21.48% dan skin sebesar 10.79%. Adapun hasil studi parameter menunjukkan pengaruh ketebalan aluminium dan konfigurasi yang signifikan terhadap penyerapan energi spesifik. Sedangkan pada hasil optimasi diperoleh crashbox dengan ketebalan aluminium 1.6 mm, 8 layer komposit dengan orientasi 0°/±45° dengan aluminium di bagian luar dan tanpa menggunakan trigger menghasilkan penyerapan energi spesifik terbesar.", "Daftar File": {"ABSTRAK Ahmad Khatami Cholidy": "https://digilib.itb.ac.id/gdl/download/259166"}, "Penulis": "Ahmad Khatami Cholidy [13618058]", "Kontributor / Dosen Pembimbing": ["Djarot Widagdo, Ph.D.", "Dr. Ir. Sigit Puji Santosa, M.SME."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "crashbox, kelaikan tabrak, subfloor, uji dinamik, design for six sigma", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Sep 2022"}