{"Nomor": 68455, "Judul": "PERHITUNGAN RASIO LOGARITMIK ENERGI SEISMIC MOMENT, DURASI RUPTURE, DAN MAGNITUDO MWPD UNTUK SISTEM PERINGATAN DINI TSUNAMI DI BALI DAN NUSA TENGGARA", "Abstrak": "Daerah Bali dan Nusa Tenggara memiliki aktivitas kegempaan yang tinggi, hal ini dipengaruhi oleh subduksi Lempeng Indo-Australia terhadap Lempeng Eurasia, selain itu juga terdapat beberapa sesar aktif di daerah tersebut. Zona subduksi dan sesar aktif di dasar samudra dapat memicu terjadinya gempabumi yang membangkitkan tsunami. Penelitian ini bertujuan untuk menganalisis rasio logaritmik energi seismic moment (?), durasi rupture (Tdur), dan Mwpd pada gempabumi kuat di daerah Bali dan Nusa Tenggara. Data yang digunakan dalam penelitian ini adalah waveform dari jaringan stasiun seismik Badan Meteorologi, Klimatologi, dan Geofisika (BMKG) yang merekam 15 gempabumi Mw > 6 pada tahun 2010 - 2020 yang terjadi di Bali dan Nusa Tenggara. Hasil penelitian ini menunjukkan bahwa gempabumi yang membangkitkan tsunami memiliki ? ? -5.0, Tdur ? 111.65 s, dan Mwpd ? 7.0, sedangkan gempabumi yang tidak membangkitkan tsunami memiliki ? ? -4.5, Tdur ? 101.47 s, dan Mwpd ? 7.0. Hasil perhitungan nilai Mwpd selama 5 menit setelah origin time dan Mw dari BMKG untuk 15 kejadian gempabumi di daerah Bali dan Nusa Tenggara memiliki selisih M ± 0.2 dengan nilai korelasi 40%. Nilai ?, Tdur, dan Mwpd dapat dijadikan sebagai parameter pendukung dalam Sistem Peringatan Dini Tsunami di daerah Bali dan Nusa Tenggara.", "Daftar File": {"ABSTRAK Muh. Soekarno Saputra Rahman": "https://digilib.itb.ac.id/gdl/download/259168"}, "Penulis": "Muh. Soekarno Saputra Rahman [22420042]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Antonius Nanang Tyasbudi P., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Rasio logaritmik energi seismic moment, durasi rupture, Mwpd, gempabumi, tsunami, Bali, Nusa tenggara", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Sep 2022"}