{"Nomor": 68459, "Judul": "KANTOR SEWA DENGAN PENDEKATAN ARSITEKTUR BIOFILIK DI KOTA SURABAYA", "Abstrak": "Kota Surabaya merupakan kota yang terkenal dengan suhu panas. UHI atau Urban Heat Island yang merupakan fenomena dimana suhu pusat kota lebih tinggi dari kawasan sekelilingnya menjadi salah satu penyebab suhu tinggi di Kota Surabaya. UHI memiliki dampak pada beberapa aspek yang saling berkaitan. Pada aspek lingkungan, UHI memperburuk kualitas lingkungan dimana polusi semakin meningkat dan dapat memperburuk global warming. Aspek produktivitas serta kesehatan manusia pun ikut memburuk seiring memburuknya kualitas lingkungan. Selain pengaruh buruk terhadap kegiatan manusia UHI secara tidak langsung juga mempengaruhi ekonomi perkotaan dimana ketika produktivitas masyarakat terutama tenaga kerja menurun maka ekonomi perkotaan juga akan menurun. Pada tahun 2019, Kota Surabaya diketahui memiliki indeks UHI sebesar 2 poin. Proyek ini akan berfokus pada pengaruh UHI terhadap produktivitas dan kesehatan manusia terutama tenaga kerja.\nMerespon permasalahan tersebut, penghadiran alam dalam bangunan terbukti mampu meningkatkan produktivitas dan kesehatan manusia serta dapat berkontribusi dalam mengurangi efek UHI. Oleh karena itu, akan dirancang sebuah gedung perkantoran sewa dengan pendekatan arsitektur biofilik. Selain itu, pada bangunan juga diterapkan beberapa strategi mitigasi UHI sebagai upaya mengurangi efek UHI di kawasan bangunan. Gedung perkantoran sewa ini juga dilengkapi dengan beberapa fasilitas penunjang seperti convention hall, fungsi komersial (restoran, kafe, mini market, ATM center, dan beberapa retail kecil), dan taman atap.", "Daftar File": {}, "Penulis": "Shara Sribila Kentasya [15218042]", "Kontributor / Dosen Pembimbing": ["Permana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "UHI, Arsitektur Biofilik, Kantor Sewa, Surabaya", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "15 Sep 2022"}