{"Nomor": 68457, "Judul": "PENGARUH PERBEDAAN MONTASE ELEKTRODA TERHADAP PITA FREKUENSI ALFA SINYAL EEG DALAM KONDISI ISTIRAHAT", "Abstrak": "Elektroensefalografi (EEG) merupakan metode yang umum digunakan dalam penelitian neurosains berupa perekaman aktivitas kelistrikan di otak dengan elektroda yang ditempel pada kulit kepala. Dalam pengukuran EEG diperlukan\nsistem pengukuran beda potensial atau montase untuk analisis EEG. Berdasarkan kaidah fisika, konsep pengukuran potensial bergantung dengan titik referensi pengukuran, hal ini yang menjadi faktor pertimbangan lokalisasi dan lateralisasi sinyal EEG. Dalam studi ini dilakukan analisis perbandingan kuantitatif dari pemilihan montase untuk mengetahui pengaruhnya terhadap sinyal EEG pita alfa yang diukur menggunakan alat EEG klinis pada 17 subjek sehat dalam kondisi istirahat tutup dan buka mata. Montase yang digunakan ialah montase referensial A1-A2 ipsilateral, montase longitudinal bipolar, dan montase rata-rata yang terdapat pada alat EEG yang digunakan. Kemudian hasil rekam sinyal EEG yang telah diolah menunjukkan bahwa montase referensial A1-A2 secara umum memberikan hasil perhitungan Power Spectral Density dan koherensi sinyal yang lebih tinggi dibandingkan kedua montase lainnya karena memiliki amplitudo dan sinkronisasi sinyal yang lebih tinggi serta minim distorsi. Hasil EEG untuk kondisi tutup mata lebih tinggi dari kondisi buka mata dan terkonfirmasi oleh ketiga montase, hal ini mengindikasikan bahwa dalam kondisi tutup mata subjek berada di keadaan\nistirahat penuh sesuai dengan pengkategorian gelombang alfa.", "Daftar File": {"ABSTRAK Melisa Damayanti": "https://digilib.itb.ac.id/gdl/download/259170"}, "Penulis": "Melisa Damayanti [10218020]", "Kontributor / Dosen Pembimbing": ["Dr. Siti Nurul Khotimah, M.Sc.", "Galih Restu Fardian Suwandi, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "EEG, Koherensi, Montase, Power Spectral Density.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "15 Sep 2022"}