{"Nomor": 68454, "Judul": "ANALISIS PRODUKTIVITAS DAN POTENSI GAMAL (GLIRIDIA SEPIUM) SEBAGAI TANAMAN ENERGI MENGGUNAKAN MATRIKS LESLIE DI KPH PURWAKARTA", "Abstrak": "Kebutuhan energi di Indonesia semakin meningkat dan berbanding terbalik dengan ketersediaan dan produksi energi itu sendiri. Salah satu usaha yang dapat dilakukan untuk mengatasi masalah tersebut adalah menggalakkan penggunaan kayu sebagai biomassa. Tujuan dari penelitian ini adalah menganalisis produktivitas Gamal sebagai tanaman energi di KPH Purwakarta serta memproyeksikan potensi Gamal untuk suplay listrik pada kondisi dua tapak yang berbeda. Penelitian dilakukan pada 128 sampel tegakan Gamal tumbuh kurang baik pada tapak 69E-1 dan 142 pada sampel Gamal tumbuh baik yang berada pada petak 70C-2 dimana kedua petak ditanam Gamal yang memiliki umur sama yaitu peneltiain dilakukan pada tahun ketiga penanaman. Diperoleh data penelitian berupa tinggi, diameter dan volume pada masing masing kondisi Gamal dengan riap tinggi, diameter dan volume pada Gamal tumbuh baik secara berturut turut adalah 0,9368 m/tahun, 0,047 m/tahun dan 0,0156 m3/tahun serta riap tinggi, diameter dan volume Gamal tumbuh kurang secara berturut turut adalah 0,726 m3/tahun, 0,013 m3/tahun dan 0,00135m3/tahun. Proyeksi pertambahan dimensi Gamal menggunakan metode matriks leslie diperoleh nilai pertambahan dimensi tinggi, diameter dan volume pada Gamal tumbuh kurang baik adalah 6,3 cm , 0,071 cm dan 0,0104 cm3 serta nilai pertambahan dimensi Gamal tumbuh baik secara berturut turut adalah 19,1 cm, 0,36 cm, 0,049 cm3 dengan laju pertambahan dimensi tinggi , diameter dan volume secara berturut turut adalah sebesar 5%, 3,5%, dan 1,5% untuk Gamal tumbuh kurang baik dan untuk Gamal yang tumbuh baik memiliki laju pertambahan dimensi tinggi, diameter dan volume secara berturut turut adalah 4,9%, 4,55% dan 2,1% . Model Hasil penelitian menunjukkan bahwa karakteristik tegakan (luas bidang dasar, jumlah pohon dan ukuran/diameter pohon) berpengaruh berbeda terhadap model ingrowth, upgrowth, dan mortality tegakan pada masing-masing kondisi Gamal (Gamal tumbuh baik dan kurang baik ). Dari data poyeksi pertambahan dimensi volume diperoleh potensi Gamal tumbuh baik pada luas lahan 1 Ha adalah sebesar 1.663.298 cm3 dan 116.635 cm3 untuk potensi Gamal yang tumbuh kurang baik. Penanaman tanaman energi di KPH Purwakarta pada luas total lahan 10,94 Ha (pada petak 70C-2 dan 69E-1) akan berpotensi membangkitkan energi listrik sebesar 67.684.033 watt/tahun.", "Daftar File": {"ABSTRAK Friska Dinarta Aritonang": "https://digilib.itb.ac.id/gdl/download/259167"}, "Penulis": "Friska Dinarta Aritonang [11518056]", "Kontributor / Dosen Pembimbing": ["Dr. Atmawi Darwis, S.Hut., M.Si.", "Dr. Yoyo Suhaya, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Produktivitas, riap tanaman, ingrowth, upgrowth, mortality, proyeksi potensi, tanaman energi, matriks leslie, nilai eigen, potensi Gamal, potensi listrik", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Sep 2022"}