{"Nomor": 68465, "Judul": "INVESTMENT ANALYSIS OF THE CORRUGATED BRIDGE CONSTRUCTION PHASE V IN PIT C2HS   JOB SITE SAMBARATA MINE OPERATION  PT. BERAU COAL", "Abstrak": "Pit C2HS adalah salah satu Pit di Sambarata Mine Operation (SMO) yang\nmerupakan salah satu area operasional penambangan terbuka milik PT. Berau \nCoal. Pit ini ditargetkan memproduksi batubara sebesar 5,915,000 MT selama 3 \ntahun (2023-2025).\n\nSaat ini aktivitas penambangan di Pit C2HS terus bergeser yang menyebabkan\njarak angkut antara lokasi penggalian batuan penutup (front loading) dengan area\npenumpukan (front disposal) menjadi semakin jauh, dimana hal ini akan\nberdampak terhadap peningkatan operating cost atau biaya penambangan\nbatubara secara keseluruhan (cost/tones). Satu-satunya alternative yang bisa\ndilakukan untuk memperpendek jarak angkut ini adalah membangun jalan akses\nbaru dan konstruksi jembatan yang melintasi sungai Sambarata. Faktor utama\nyang perlu diperhatikan adalah bahwa proyek ini menggunakan skema membangun\ndan mengoperasikan konstruksi jembatan hanya dalam kurun waktu 2,5 tahun saja\n(2023-2025) mengingat izin konsesi penambangan yang diberikan pemerintah\nRepublik Indonesia kepada PT. Berau Coal hanya sampai 2025, artinya investasi\nini harus mampu menghasilkan return yang lebih besar dari biaya modal (cost of\ncapital) sebelum kontrak berakhir. Oleh karena itu, keputusan investasi harus\nmelalui analisis parameter keekonomian yang komprehensif agar proses\npengambilan keputusan menjadi tepat. \nUntuk mengukur kondisi bisnis, kerangka PESTLE digunakan untuk mengetahui\npengaruh faktor eksternal terhadap lingkungan bisnis, sedangkan untuk analisis\nkemampuan internal perusahaan dilakukan dengan identifikasi tangible dan\nintangible resource perusahaan.  \nCapital Budgeting digunakan untuk mengevaluasi kelayakan proyek secara\nfinansial termasuk juga analisa sensivitas terhadap beberapa parameter ekonomi\njuga dilakukan untuk mengetahui parameter apa saja yang memberikan dampak\nsignifikan terhadap keekonomian proyek.", "Daftar File": {"2022_TS_PP_Tommy Yulian_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/259177"}, "Penulis": "Tommy Yulian [29120336]", "Kontributor / Dosen Pembimbing": ["Oktofa Yudha Sudrajad, S.T., M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Investment Analysis, Jarak Angkut, Corrugated Bridge, Capital Budgeting, Risk Analysis", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "15 Sep 2022"}