{"Nomor": 68466, "Judul": "PENILAIAN RISIKO PADA PROYEK KONSTRUKSI JEMBATAN (STUDI KASUS: PROYEK PEMBANGUNAN JEMBATAN BATANG JUJUAN DAN BATANG GANEH)", "Abstrak": "Pelaksanaan proyek pembangunan jembatan di wilayah Sumatera Barat kemungkinan akan\nmenimbulkan banyak risiko yang harus dipertimbangkan oleh para pemangku kepentingan\nkarena dampaknya merugikan dan dapat mempengaruhi penyelesaian proyek secara\nkeseluruhan. Dalam hal ini perlu dilakukan analisis risiko, penentuan prioritas risiko, dan \nrespon terhadap risiko terkait ISO 31000:2018. Dimulai dari hal pertama yaitu mengetahui \nsecara pasti risiko yang muncul dari masing-masing pemangku kepentingan, kedua\nmenentukan parameter risiko untuk setiap sumber risiko menggunakan pendekatan proses\nhirarki analitis, dan yang ketiga mengetahui strategi respon risiko masing-masing pemangku\nkepentingan. Untuk mendapatkan hasil yang akurat dalam menganalisis risiko dari setiap\npemangku kepentingan, beberapa orang mewakili setiap elemen pemangku kepentingan yang\ndianggap mampu dan memiliki pengetahuan yang memadai tentang risiko yang akan terjadi\nselama pelaksanaan pembangunan jembatan di wilayah Sumatera Barat.\n\nBerdasarkan analisis yang dilakukan dengan menggunakan metode analitis hirarki proses,\ndapat disimpulkan bahwa faktor risiko masing-masing pemangku kepentingan sesuai dengan\npemilik, kontribusi risiko dari kriteria ekonomi adalah pertimbangan yang paling prioritas\ndengan bobot 51%, kriteria konstruksi sebesar 35% dan kriteria yang ditentukan oleh hukum\ndan kontrak sebesar 14%. Sedangkan menurut kontraktor, kriteria ekonomi juga dominan\ndengan bobot 60%, kriteria konstruksi 29%, dan kriteria legal dan kontrak 11%. Perhitungan\nglobal yang diwakili oleh masing-masing pemangku kepentingan menunjukkan bahwa risiko\npada faktor ekonomi merupakan risiko yang dominan, yaitu 52% persepsi pemilik dan 57%\npersepsi kontraktor. Untuk mencegah risiko yang akan timbul, setiap pemangku kepentingan\nmemiliki pertimbangan yang berbeda dalam menentukan tingkat kepentingan berdasarkan\npertimbangan pemangku kepentingan dan dibuat mengikuti undang-undang, peraturan, dan\nketentuan lainnya.", "Daftar File": {"2022_TS_PP_Hafizh Zona_1-Abstrakcs.pdf)u": "https://digilib.itb.ac.id/gdl/download/259179"}, "Penulis": "Hafizh Zona [29120593]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudarso Kaderi Wiryono, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "manajemen risiko, proyek pembangunan jembatan, ISO 31000:2018, analytical hierarchy process", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "15 Sep 2022"}