{"Nomor": 68464, "Judul": "PENGGUNAAN METODE K-NEAREST NEIGHBORS (KNN) UNTUK PREDIKSI FASIES BERDASARKAN DATA SUMUR", "Abstrak": "Dalam ilmu perminyakan dan geosains, machine learning banyak digunakan dalam prediksi litologi dan fasies dengan memanfaatkan beberapa input log dan data seismik. Sampai saat ini, berbagai macam metode machine learning telah banyak digunakan untuk mengestimasi fasies, diantaranya adalah K-Nearest Neighbors (KNN) dan Artificial Neural Network (ANN). Pada penelitian ini, telah dilakukan prediksi fasies pada sumur dengan metode KNN. Metode KNN dipilih karenametodenya yang lebih sederhana daripada ANN dan tidak memberatkan kepada device pendukung penelitian. Penelitian terdiri dari dua percobaan, pada percobaan pertama telah dilakukan prediksi fasies terhadap sumur log dengan tanpa informasi fasies aktual. Data sumur yang digunakan pada percobaan pertama ini terdiri dari data sumur konvensional dan data sumur sintetis dengan tiga input data log yaitu log densitas, log neutron, dan log gamma ray. Pada kedua jenis data tersebut dilakukan interpretasi fasies sehingga hasil fasies digunakan menjadi data train dalam prediksi fasies. Pada percobaan kedua telah dilakukan prediksi fasies terhadap sumur log yang telah diketahui informasi fasies aktualnya. Data sumur yang digunakan pada percobaan ini terdiri dari tiga data sumur dengan enam input data log yaitu log gamma ray, log densitas, log neutron, log resistivitas, log sonic, dan log spontaneous potensial. Satu dari ketiga sumur tersebut yaitu sumur T dijadikan sebagai data train, dua sumur lainnya yaitu sumur A dan sumur B dijadikan sebagai data test. Dari hasil percobaan pertama, diperoleh hasil prediksi fasies pada sumur konvensional lebih baik dari pada sumur sintetis. Dari hasil percobaan kedua, metode KNN mampu menghasilkan prediksi fasies yang baik dengan diperolehnya nilai akurasi maksimum 79.99% pada sumur A dan 70.02% pada sumur B.", "Daftar File": {"ABSTRAK Fakhrul Rahadian": "https://digilib.itb.ac.id/gdl/download/259883"}, "Penulis": "Fakhrul Rahadian [10218003]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. rer. nat. Umar Fauzi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "K-Nearest Neighbors, Machine Learning, Prediksi Fasies, Sumur.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "15 Sep 2022"}