{"Nomor": 68469, "Judul": "FAKTOR PENDORONG DAN PENGHALANG BAGI MAHASISWA DAN KARYAWAN WANITA PADA INDUSTRI KONSTRUKSI DI JABODETABEK", "Abstrak": "Industri konstruksi adalah salah satu industri di mana tenaga kerja profesional wanita kurang terwakili pada negara Indonesia. Sebagai salah satu upaya meningkatkan kompetensi, profesionalitas, dan produktivitas tenaga kerja konstruksi nasional, perlu dilakukan analisa terhadap faktor yang menjadi pendorong atau penghalang bagi pekerja tenaga kerja profesional wanita yang bekerja pada industri konstruksi di Indonesia. Dengan begitu, diharapkan dapat diambil strategi sebagai tindak lanjut dari upaya memperbaiki suasana atau budaya lingkungan kerja agar menghasilkan kinerja kerja karyawan wanita yang lebih baik. Penelitian ini bertujuan untuk mengidentifikasi faktor-faktor pendorong dan penghalang bagi wanita untuk berpartisipasi pada industri konstruksi serta memberikan strategi yang perlu dilakukan untuk membantu para wanita tersebut melakukan tugas dan tanggung jawabnya pada industri tersebut. Faktor-faktor yang menjadi pendorong bagi wanita untuk memilih program studi yang berhubungan dengan industri konstruksi adalah ketertarikan dengan bidang ilmu STEM dan pengaruh dari orangtua. Sedangkan faktor penghalangnya adalah kesulitan untuk mempelajari bidang ilmu STEM. Faktor-faktor yang menjadi pendorong bagi karyawan wanita pada industri konstruksi untuk bertahan pada pekerjaannya adalah ketertarikan pada industri konstruksi, memiliki dasar pengetahuan industri konstruksi, dukungan dari keluarga, lingkungan kerja yang mendukung, dan kesempatan promosi yang setara. Sedangkan faktor-faktor penghalangnya adalah citra industri konstruksi yang buruk, keseimbangan antara pekerjaan dan keluarga, jam kerja yang panjang, dan lokasi tempat kerja yang jauh dari keluarga. Strategi yang sebaiknya dilakukan bagi mahasiswa wanita adalah perlunya pemberian ilmu dasar serta penerapan kesetaraan gender pada tahap edukasi. Sedangkan strategi untuk karyawanwanita adalah pembuatan dan penerapan regulasi, pengkajian kebijakan, pengadaan program, serta sosialisasi yang berkaitan dengan kesetaraan gender pada perusahaan industri konstruksi.", "Daftar File": {"ABSTRAK Agung Luthfian Hakim": "https://digilib.itb.ac.id/gdl/download/259181"}, "Penulis": "Agung Luthfian Hakim [25018332]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Krishna Suryanto"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "wanita pada industri konstruksi, faktor pendorong, faktor penghalang", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Sep 2022"}