{"Nomor": 68467, "Judul": "PREDIKSI EFISIENSI CAIRAN ION SEBAGAI INHIBITOR KOROSI MENGGUNAKAN GROUP CONTRIBUTION METHOD", "Abstrak": "Ketahanan termal dan kimia, kaya akan heteroatom elektronegatif dan ikatan\nrangkap, tekanan uap sangat rendah, sifat hidrofobisitas dan hidrofilisitas yang mudah\ndirekayasa, kelarutan yang baik, dan potensi jumlah cairan ion yang sangat besar\nmerupakan sifat-sifat cairan ion yang dipertimbangkan sebagai inhibitor korosi baru\nyang diklaim efisien dan ramah lingkungan. Hingga kini, cairan ion memiliki\nketerbatasan berupa harga yang tinggi dan ketersediaan yang rendah karena relatif\ndibandingkan dengan senyawa konvensional sejenis, produksi cairan ion skala curah\nmasih terbatas dalam hal jumlah produsen, jenis cairan ion, dan jumlah cairan ion\nterproduksi terlebih lagi untuk digunakan sebagai inhibitor korosi. Keterbatasan kajian\nmengenai efisiensi dan toksisitas menjadi salah satu hambatan bagi produsen untuk\nmulai memproduksi suatu jenis cairan ion akibat jumlah cairan ion yang ada tidak\nmungkin untuk diuji secara laboratorium secara menyeluruh.\nKajian awal yang menyeluruh yang dapat digunakan sebagai seleksi awal cairan\nion. Penentuan efisiensi secara group contribution method menggunakan perangkat\nlunak MATLAB2021b dengan mengolah data penelitian efisiensi dilakukan khusus baja\nkarbon dengan larutan HCl 1M dengan variasi temperatur dan cairan ion yang beragam\nmenggunakan deskriptor gugus fungsi yang Menyusun inhibitor korosi. Hasil penelitian\nini didapat Model “O” dengan metode pengukuran weight loss dan anion dicacah\ndengan tingkat keberhasilan tertinggi yakni dari hasil training dan test AARD 10,24%\ndan R2 0,749404 dan hasil validasi AARD 16% dan R2 0,6961. Pola efisiensi untuk\nCholine dan BMIm dapat diprediksi. Efisiensi turun dengan naiknya temperatur kecuali\n[BPyr]Br dapat diprediksi dengan tepat. Kenaikan konsentrasi seacara konsisten\nmengakibatkan kenaikan efisiensi pada hasil prediksi dengan bentuk kurva menyerupai\nLangmuir. Anion yang memberikan dampak efisiensi yang tinggi adalah [CF3SO3] >\n[Ac] > I > Cl. Kation yang memberik dampak efisiensi yang tinggi adalah [MTOA]Cl >\n[BMIm]Cl > [Choline]Cl dan [L-PAME] > [L-LME] > [L-AME] dan [BPOBIm] >\n[VAPIm]. Cairan ion dengan anion berbasis lauril sulfat atau kation berbasis BDBOIm,\nBDBBIm, BDBMIm, HexDoHAm, HexDoPAm, dan HexDoEAm dapat mencapai\nefisiensi lebih dari 150% pada konsentrasi 0.004%w/w.", "Daftar File": {"ABSTRAK Yosef Juliyus Kevin": "https://digilib.itb.ac.id/gdl/download/259180"}, "Penulis": "Yosef Juliyus Kevin [13018071]", "Kontributor / Dosen Pembimbing": ["Dr. Megawati Zunita, S.Si., M.Si.", "Kiki Adi Kurnia, S.Si., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Cairan ion, inhibitor korosi, prediksi, efisiensi, group contribution method", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "15 Sep 2022"}