{"Nomor": 68475, "Judul": "PERANCANGAN USULAN PERBAIKAN IMPLEMENTASI MANAJEMEN PENGETAHUAN PADA PROSES PENGELOLAAN PELANGGAN PT REKA CIPTA SELERA", "Abstrak": "Pertumbuhan industri makanan cepat saji diproyeksikan terus meningkat yang\ndiiringi dengan daya saing yang tinggi. PT Reka Cipta Selera atau Crisbar\nmerupakan penyedia layanan makan cepat saji di Indonesia yang didirikan tahun\n2017. Selain tantangan industri, permasalahan yang dihadapi Crisbar adalah\ntingginya customer churn rate sebesar 30% dari target sebesar 22% yang salah\nsatunya disebabkan oleh pemanfaatan data pelanggan menjadi pengetahuan kurang\nefektif.\nPenelitian dilakukan dengan mengidentifikasi tahap pertumbuhan organisasi\nmenggunakan model tahap pertumbuhan organisasi melalui pengisian ASTROITB,\nwawancara mendalam, dan analisis tematik. Kemudian, diidentifikasi proses\npengelolaan pelanggan melalui metode wawancara mendalam, observasi, dan\nanalisis tematik. Proses pengelolaan pelanggan kemudian dinilai tingkat\nmaturitasnya menggunakan business process maturity model. Terakhir,\ndiidentifikasi maturitas manajemen pengetahuan pada proses pengelolaan\npelanggan menggunakan model maturitas manajemen pengetahuan Asian\nProductivity Organization dan skala Likert yang disesuaikan dengan konteks proses\npengelolaan pelanggan, kemudian data diolah menggunakan operasi numerik.\nDiperoleh hasil bahwa Crisbar berada pada tahap pertumbuhan organisasi\nexpansion. Crisbar melakukan 11 proses pengelolaan pelanggan, dengan proses\nidentifikasi kriteria segmentasi pelanggan, segmentasi pelanggan, dan perencanaan\ntim manajemen segmen bernilai paling rendah. Maturitas manajemen pengetahuan\npada proses pengelolaan pelanggan berada pada tingkat expansion dengan kategori\nprocesses memiliki gap terbesar. Diusulkan pengembangan sistem informasi\nsegmentasi dengan framework for the application of systems thinking (FAST),\nsehingga proses pengelolaan pelanggan terkait segmentasi lebih efektif dan efisien.", "Daftar File": {}, "Penulis": "Kireina Rendra Savira [14418041]", "Kontributor / Dosen Pembimbing": ["Dr. Hasrini Sari, S.T., M.T.", "Dr. Made Andriani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "industri makanan cepat saji, maturitas manajemen pengetahuan, proses pengelolaan pelanggan, tahap pertumbuhan organisasi, framework for the application of systems thinking, sistem informasi segmentasi.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "16 Sep 2022"}