{"Nomor": 68473, "Judul": "PENGARUH SENTIMEN PASAR SAHAM TERHADAP NIAT INVESTASI INVESTOR RITEL TERHADAP GOTO", "Abstrak": "GOTO adalah sebuah perusahaan yang baru saja mencatatkan namanya di bursa saham\nIndonesia, yang merupakan sebuah merger dari dua perusahaan unicorn antara Gojek dan\nTokopedia. Perusahaan tersebut menjadi salah satu prospek paling dinanti-nanti di antara\ninvestor ritel. Hal ini adalah hal yang masih asing bagi investor ritel, mereka akan\nmenghadapi sentiment pasar saham yang berbeda tapi serupa, yang dapat mengakibatkan\nirrasionalitas investor, dan bisa berujung kepada potensi kesalahpahaman terhadap saham\nteknologi dan kerugian modal, yang masih relatif baru di pasar saham Indonesia. Riset\nini dituju kepada sentiment pasar saham yang mencakup pengaruh pergerakan harga sama\ndan liputan media terhadap niat investasi investor ritel. Riset ini dilakukan menggunakan\nmetode kuantitatif dengan survei online sebagai alat untuk mendapatkan data secara\nmendalam. Data tersebut akan dianalisa menggunakan beberapa metode seperti statistik\ndeskriptif dan model regresi logistic untuk mengetahui dampak dari variabel independen\nterhadap variabel dependen. Riset ini berekspektasi untuk menjawab informasi mengenai\nsentiment pasar saham dan pengaruhnya terhadap niat investasi investor ritel terhadap\nGOTO. Selain itu, riset ini juga berekspektasi untuk menyediakan wawasan bagi investor\nritel yang masih baru di pasar saham dalam mengenali sentimen pasar saham dan\nmenyaringnya secara baik.\n\nKata kunci: Investor Ritel, Pasar Saham, Sentimen, Saham, GOTO, Pergerakan Harga, \nLiputan Media, Kerugian Modal, Keuntungan Modal, Irasionalias", "Daftar File": {"2022 SK Evano Djatmiko-Abstract.pdf)u": "https://digilib.itb.ac.id/gdl/download/259201"}, "Penulis": "Evano Djatmiko [19019201]", "Kontributor / Dosen Pembimbing": [], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Investor Ritel, Pasar Saham, Sentimen, Saham, GOTO, Pergerakan Harga,  Liputan Media, Kerugian Modal, Keuntungan Modal, Irasionalias", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "15 Sep 2022"}