{"Nomor": 68479, "Judul": "PEMBUATAN DAN KARAKTERISASI GROUND PAD SHOE UNTUK MEDIUM WEIGHT TANK BERBASIS KARET SBR/BR DENGAN FILLER CARBON BLACK DAN LIGNIN", "Abstrak": "Tank Harimau buatan PT Pindad Persero merupakan tank medium yang\nmembutuhkan ground pad shoe (GPS) yang terbuat dari elastomer yang masih\nharus diimpor. Hal ini menyebabkan Indonesia memiliki ketergantungan terhadap\nnegara lain untuk pemenuhan alutsista yang akan merugikan Indonesia apabila di\nkemudian hari terjadi embargo. Untuk meningkatkan kemandirian negara Indonesia\nterhadap pemenuhan alutsista, maka pada penelitian ini dilakukan pembuatan GPS\nuntuk kebutuhan tank Harimau yang diproduksi oleh PT Pindad Persero.\nTahap pertama pembuatan GPS yaitu dengan menentukan rasio blending karet\nSBR/BR optimal untuk digunakan sebagai base rubber. Sifat mekanik dan sifat\nfisik dari spesimen pengujian kemudian dibandingkan dengan GPS komersial.\nPengujian mekanik yang dilakukan adalah uji tarik mengikuti standar ASTM D 412\nuntuk menentukan kekuatan tarik, elongation, dan 200% modulus. Pengujian\nmekanik lain yang dilakukan adalah uji sobek yang mengikuti standar ASTM D\n624, uji keras yang mengikuti standar ASTM D 2240 dan uji ketahanan abrasi yang\nmengikuti standar ASTM D 5963. Karakterisasi fisik yaitu crosslink density\ndilakukan dengan perendaman karet di dalam toluene selama 5 hari. Hasil\npengujian mekanik dan karakterisasi menunjukkan rasio SBR/BR yang optimum\nuntuk digunakan sebagai base rubber adalah 80:20. Tahap kedua penelitian ini\nadalah dengan dilakukan proses substitusi filler CB dengan lignin yang sudah\ndilakukan proses silanisasi. Substitusi lignin dilakukan pada 0 phr, 5 phr, 10 phr,\ndan 15 phr kemudian sifat mekanik dan sifat fisik dari karet dengan lignin\ndibandingkan terhadap sifat mekanik dan sifat fisik dari GPS komersial. Pengujian\ndilakukan dengan prosedur yang sama dengan pengujian dan karakterisasi pada\nkaret SBR/BR. Karakterisasi tambahan yaitu dilakukan untuk menentukan dispersi\nfiller dari karet dengan lignin dan dilakukan pengujian aging pada temperatur 120\n°C selama 70 jam serta dilakukan juga bound rubber analysis. Hasil pengujian\nmekanik dan karakterisasi menunjukkan bahwa jumlah lignin yang paling optimum\nuntuk mensubstitusi filler CB adalah sebanyak 5 phr.", "Daftar File": {"ABSTRAK Muhammad Hisyam Ramadhan": "https://digilib.itb.ac.id/gdl/download/259207"}, "Penulis": "Muhammad Hisyam Ramadhan [23720311]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Mardiyati, S.Si., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Ilmu Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "blending karet, carbon black, filler hybrid, ground pad shoe, lignin.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Sep 2022"}