{"Nomor": 68476, "Judul": "IMPLEMENTASI SISTEM PEMANTAUAN AKTIVITAS PRODUKSI JARAK JAUH SECARA REAL TIME BERBASIS CYBER PHYSICAL PRODUCTION SYSTEM PADA INDUSTRI MAKE-TO-ORDER", "Abstrak": "CV Cipta Sinergi Manufacturing (CSM) merupakan perusahaan yang bergerak di bidang industri make-to-order yang menggunakan sistem monitoring produksi logbook. Logbook ini digunakan sebagai sumber data untuk meningkatkan produktivitas dan daya tanggap perusahaan dalam memenuhi kebutuhan konsumen. Operator mengisi sistem logbook ini dengan memasukkan waktu mulai dan selesai pekerjaan. Sistem logbook ini menyebabkan tidak akuratnya data yang diperoleh pada sistem monitoring produksi karena input manual.\nPenelitian ini bertujuan untuk mengembangkan dan mengimplementasikan sistem pemantauan aktivitas produksi jarak jauh secara real-time berbasis cyber-physical production system (CPPS). Kajian diawali dengan mengidentifikasi data dan informasi yang dibutuhkan oleh sistem monitoring produksi menggunakan CPPS. Perancangan CPPS terdiri dari arsitektur, perangkat keras, dan perangkat lunak. CPPS yang diusulkan diuji di CSM. Uji coba ini meliputi mengadaptasi sistem monitoring produksi menggunakan CPPS dengan sistem produksi yang ada untuk skenario nyata dan memonitor aktivitas produksi secara real-time pada kondisi proses produksi sesuai pesanan.\nSistem pemantauan aktivitas produksi ini memenuhi tiga persyaratan: 1) CPPS dapat melakukan pengambilan data secara otomatis, 2) konektivitas antara mesin dan ERP, dan 3) hasil sistem pemantauan waktu nyata. Output dari sistem CPPS yang diusulkan adalah dalam penangkapan kegiatan produksi: setup, produktif dan non-produktif, dan juga menyediakan pelacakan pesanan tugas produksi.", "Daftar File": {}, "Penulis": "M Rafif Rajendra W [13418091]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Anas Ma'", "ruf, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "rCyber Physical Production System, Sistem Pemantauan Aktivitas produksi, Integrasi", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "16 Sep 2022"}