{"Nomor": 68489, "Judul": "PERANCANGAN KONTEN INFORMASI PADA MEDIA SOSIAL PT X BERBASIS MODEL INTENSI DAN WORD-OF-MOUTH PENDAFTARAN PEKERJAAN", "Abstrak": "Rekrutmen sumber daya manusia merupakan salah satu masalah utama yang\ndihadapi perusahaan. Terdapat perbedaan produktivitas yang cukup signifikan\nantara pekerja rata-rata dan pekerja berkinerja tinggi, ditunjukkan oleh temuan\nbeberapa studi. Berbagai saluran, salah satunya media sosial kini dimanfaatkan oleh\nperusahaan dalam upaya pembangunan awareness kepada calon pekerja berkinerja\ntinggi melalui pembentukan employer branding. Penggunaan media sosial untuk\nrekrutmen juga diadopsi oleh PT X, perusahaan yang memproduksi dan\nmendistribusikan sepeda motor di Indonesia. Terdapat isu rekrutmen yang sedang\ndihadapi PT X saat ini, yaitu rendahnya pendaftar lowongan pekerjaan yang\nmemenuhi kriteria. Kriteria yang diinginkan PT X adalah lulusan/calon lulusan\nsarjana pada tahun 2021, 2022, dan 2023. Mengetahui salah satu perilaku calon\npekerja yang ditargetkan PT X adalah penggunaan media sosial secara rutin, maka\npeningkatan strategi rekrutmen dengan media sosial dijadikan fokus oleh PT X.\nIdentifikasi variabel kunci pendorong intensi pendaftaran pekerjaan dan intensi\nword-of-mouth untuk calon pekerja yang ditargetkan PT X dijadikan tujuan dalam\npenelitian kali ini. Dengan tujuan tersebut, dibangun model berdasarkan penelitian\nterdahulu yang membahas mengenai rekrutmen. Model tersebut kemudian\ndianalisis dengan teknik partial least squares structural equation modeling (PLSSEM)\nuntuk mengidentifikasi pendorong utama dalam mendorong intensi\npendaftaran pekerjaan dan intensi word-of-mouth.\nHasil yang ditunjukkan dari penelitian ini yaitu firm attractiveness, career success\nexpectations, perceived corporate ability, perceived corporate social\nresponsibility, development value, value of cooperation, dan positive publicity\nmerupakan faktor-faktor yang secara signifikan meningkatkan intensi pendaftaran\npekerjaan dan intensi word-of-mouth. Dengan menggunakan informasi tersebut,\nstrategi perancangan konten informasi media sosial beserta tampilan mock-up\ndisusun sebagai hasil untuk PT X.", "Daftar File": {}, "Penulis": "Muhammad Fadhil Kusuma P S [14418028]", "Kontributor / Dosen Pembimbing": ["Titah Yudhistira, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "rekrutmen, intensi pendaftaran pekerjaan,word-of-mouth, PLS-SEM", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "16 Sep 2022"}