{"Nomor": 68480, "Judul": "PEMANTAUAN PERUBAHAN NILAI KONDUKTIVITAS LISTRIK TANAH SELAMA PROSES PERTUMBUHAN TANAMAN SAWI HIJAU (CAISIM BRASSICA VAR) DENGAN METODE GEOLISTRIK SINGLE CHANNEL", "Abstrak": "Pemantauan sifat fisis selama proses pertumbuhan tanaman pertanian dilakukan untuk membantu pengambilan keputusan mengenai kebutuhan dari tanaman sehingga proses pertanian dapat berjalan lebih presisi. Sebelumnya telah dilakukan pemantauan pertumbuhan tanaman dengan menggunakan sensor yang terintegrasi dengan Internet of Things (IoT) untuk mengukur beberapa sifat fisis seperti pH, temperatur dan konduktivitas listrik. Pada penelitian ini digunakan metode geolistrik single channel untuk mengukur nilai konduktivitas listrik selama proses pertumbuhan tanaman sawi. Alat yang digunakan untuk mengukur konduktivitas listrik adalah Soil Electrical Conductivity meter seri YY-1000 yang memiliki empat buah elektrode. Terdapat empat pot yang diberi perlakuan yang berbeda terkait pemupukan dan penyiraman untuk melihat perbandingan nilai konduktivitas listrik selama tanaman sawi tumbuh dan setiap pot terdiri dari empat titik pengukuran. Pengukuran dilakukan setiap hari selama empat puluh hari yang diukur untuk setiap titiknya dalam keadaan sebelum disiram dan setelah disiram, sehingga akan dihasilkan nilai konduktivitas listrik terhadap jarak (spasial) dan terhadap hari (time series) untuk masing masing keadaan. Dari hasil yang didapatkan terlihat bahwa proses penyiraman air, pemupukan dan penanaman sawi hijau membuat perbedaan nilai konduktivitas listrik dari tanah. Penyiraman dan pemupukan membuat nilai konduktivitas listrik tanah mengalami kenaikan, dengan kenaikan konduktivitas listrik akibat penyiraman tidak terlalu signifikan dibandingkan dengan pemberian pupuk. Kehadiran tanaman sawi membuat nilai konduktivitas listrik menjadi berubah-berubah bergantung dari aktivitas tanaman sawi hijau tersebut. Faktor lainnya yang memengaruhi perubahan nilai konduktivitas listrik tanah adalah kelembaban, sedangkan untuk pH dan temperatur tidak terlihat pengaruhnya.", "Daftar File": {"ABSTRAK Amanda Clara Dwi Putri": "https://digilib.itb.ac.id/gdl/download/259208"}, "Penulis": "Amanda Clara Dwi Putri [10218072]", "Kontributor / Dosen Pembimbing": ["Dr. Neny Kurniasih, M.Si.", "Harry Mahardika, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "EC meter, Konduktivitas Listrik, Metode Geolistrik, Sawi Hijau.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "16 Sep 2022"}