{"Nomor": 68499, "Judul": "DAMPAK MANAJEMEN RISIKO KEUANGAN DALAM KEBERHASILAN MERGER DAN AKUISISI", "Abstrak": "Studi ini mengeksplorasi cara-cara untuk mengelola risiko keuangan dan juga manajemen risiko dalam kasus merger dan akuisisi. Tujuan dari penelitian ini adalah untuk 1.) Melakukan pemeriksaan kritis terhadap manajemen risiko keuangan di bidang merger dan akuisisi, yang berisi perhitungan aset, analisis keuangan, analisis pasar, dan profitabilitas proyek, serta hubungan antara aspek-aspek tersebut. menuju suksesi menjalani proses merger dan akuisisi. 2.) Menelaah hasil analisis data untuk mencapai kesimpulan dan saran dalam rangka keberhasilan merger dan akuisisi.\n\nStrategi penelitian yang termasuk dalam makalah ini adalah penelitian kuantitatif dan studi kasus. Salah satu strategi penelitiannya adalah dengan menggunakan metode David S. Clifton & David E Fyfe dari “Project Feasibility Analysis”. Strategi penelitian lain yang akan digunakan dalam makalah ini adalah Failure Mode and Effects Analysis. Data yang dikumpulkan oleh peneliti sebagian besar akan berasal dari PT Indo Kaya Energi dalam bentuk metode pengarsipan, selain itu beberapa sumber sekunder dari artikel dan jurnal di internet akan digunakan dalam penelitian ini.\n\nStudi ini menunjukkan bahwa proses merger dan akuisisi perlu diperiksa dengan cermat, alasan di balik ini adalah karena peneliti perlu menganalisis tidak hanya laporan keuangan dari perusahaan, tetapi juga menganalisis pasar, aset, dan perkiraan arus kas proyek masa depan seperti yang dinyatakan dalam “Project Feasibility Analysis”.", "Daftar File": {"2022 SK PP Dimas Akbar Rizkiyawan-Abstract.pdf\n]": "https://digilib.itb.ac.id/gdl/download/259226"}, "Penulis": "Dimas Akbar Rizkiyawan [19019279]", "Kontributor / Dosen Pembimbing": ["Dr. Qin Xiao", "Layung Anind Prasetyanti", "Dr. Eng. Nur Budi Mulyono, S.T, M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Keuangan, Manajemen Keuangan, Manajemen Resiko, Merger and Akuisisi", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "16 Sep 2022"}