{"Nomor": 68496, "Judul": "STUDI PENENTUAN PARAMETER FISIS BINTANG GANDA GERHANA: ATLAS KURVA FORWARD MODEL SEBAGAI ALAT BANTU ANALISIS KURVA CAHAYA PENGAMATAN", "Abstrak": "Bintang ganda gerhana merupakan salah satu objek astronomi yang dapat\nmemberikan informasi fundamental fisika bintang. Kurva pengamatan bintang\nganda gerhana dibentuk oleh berbagai parameter fisis dan fenomena yang\nmungkin terjadi di dalam sistem tersebut. Analisis kurva pengamatan bintang\nganda gerhana melalui pencarian model terbaik, dikenal sebagai penyelasaian\ninverse problem, seringkali membutuhkan waktu untuk trial-and-error karena\nbanyaknya parameter sistem yang perlu ditinjau. Untuk membantu pengguna\ndalam mempelajari dan menentukan nilai parameter saat melakukan analisis\ninverse problem, pada Tesis ini, dibuat katalog (atlas) kurva cahaya forward\nmodel bintang ganda gerhana dengan memvariasikan berbagai parameter sistem\n(i, e, (Rs + Rp)/a, Ts/Tp, Rs/Rp) dan bintik bintang (?, ?, f, r) pada\nsistem detached, semidetached, dan contact.\nDalam pemanfaatan katalog kurva cahaya forward model yang telah dibuat,\ndilakukan analisis pada bintang ganda gerhana ASAS ID 002257-2039.4,\nKIC 6863229, KIC 9357273, TIC 272467271, dan TIC 85600400. Objek KIC\n6863229, KIC 9357275, dan TIC 85600400 memerlukan penentuan nilai parameter\nsecara manual, dan pemanfaatan katalog kurva cahaya yang telah dibuat\ndapat membantu model awal menjadi lebih dekat dengan kurva pengamatan,\nserta membantu program optimasi untuk mencapai model terbaik.", "Daftar File": {"ABSTRAK Aliyya Nur Rahma": "https://digilib.itb.ac.id/gdl/download/259223"}, "Penulis": "Aliyya Nur Rahma [20321003]", "Kontributor / Dosen Pembimbing": ["Dr. Mahasenaputra"], "Jenis Koleksi": "Tesis", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "bintang ganda: gerhana – bintang: parameter dasar – metode: tradisional, numerik – teknik: fotometri", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Sep 2022"}