{"Nomor": 68494, "Judul": "IMPLEMENTASI METODE KONTROL PENGIKUT JALUR DAN DETEKSI OBJEK PADA PENGEMBANGAN MODEL TREM OTONOM TANPA REL", "Abstrak": "Transportasi memegang peranan penting dalam mobilisasi. Untuk memenuhi rasa aman dan kenyamanan pada manusia, penelitian di bidang transportasi sudah banyak dilakukan. Penelitian mengenai implementasi kecerdasan buatan telah dilakukan pada bus otonom dan kereta untuk meminimalisir tabrakan akibat faktor kesalahan manusia.\nTrem otonom merupakan sebuah inovasi di bidang transportasi yang menggabungkan karakteristik bus, kereta dan trem. Trem bersifat ramah lingkungan karena trem menggunakan super kapasitor dalam pengoperasiannya. Karena trem beroperasi secara otonom di jalan raya dan bergerak mengikuti jalur virtual, trem memerlukan pengaplikasian metode kontrol pengikut jalur dan kecerdasan buatan agar dapat mendeteksi objek penghalang dan rambu lalu lintas.\nTrem pada penelitian tugas akhir ini merupakan miniatur kereta LEGO High Passenger Train 60197 yang dimodifikasi sedemikian rupa sehingga memiliki kemudi agar dapat berjalan tanpa rel. Metode pengontrol fuzzy dan Stanley dengan kompensasi laju perubahan sudut yaw diterapkan pada penelitian ini untuk dibandingkan performanya. Metode deep learning diterapkan dalam penelitian tugas akhir ini agar trem dapat mengenali objek penghalang dan rambu lalu lintas yang meliputi rambu belok kanan, kiri, dan stop. Simulasi dan tahap tuning parameter dilakukan sebelum tahap implementasi agar didapatkan pengontrol dengan performa yang optimal. Trem diuji pada lintasan lurus dan berbelok untuk menguji dan membandingkan performa pengontrol fuzzy dan Stanley. Mekanisme perpindahan jalur diterapkan pada tahap pengujian kontrol pengikut jalur dan deteksi objek.\nPada pengujian lintasan lurus, pengontrol Stanley menghasilkan nilai rata-rata MAE sebesar 0,194 m dan nilai rise time sebesar 5,257 s sementara pengontrol fuzzy menghasilkan nilai rata-rata MAE (Mean Average Error) sebesar 0,1774 m dan nilai rise time sebesar 12,961 s. Pada pengujian lintasan berbelok, pengontrol Stanley menghasilkan nilai MAE sebesar 0,2004 m di mana nilai tersebut lebih kecil dibanding nilai MAE yang dihasilkan pengontrol fuzzy sebesar 0,2658 m. Hasil pelatihan model deteksi objek menunjukkan bahwa model dapat mendeteksi objek dengan nilai mAP (mean Average Precission) sebesar 0,81 dan trem dapat berpindah jalur berdasarkan hasil deteksi objek.", "Daftar File": {"ABSTRAK Muhamad Asa Nurrizqita Adhiem": "https://digilib.itb.ac.id/gdl/download/259221"}, "Penulis": "Muhamad Asa Nurrizqita Adhiem [13317018]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Yul Yunazwin, M.Sc., DIC.", "Naila Zahra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Trem, deteksi objek, kontrol pengikut jalur", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Sep 2022"}