{"Nomor": 68506, "Judul": "THE INFLUENCE OF GREEN BRAND AFFECT ON GREEN PURCHASE INTENTION OF SMALL AND MEDIUM ENTERPRISE IN FOOD INDUSTRY: THE MEDIATION EFFECTS OF GREEN BRAND ATTITUDE AND GREEN BRAND IMAGE", "Abstrak": "Pemborosan dan kehilangan makanan adalah masalah global, dan pemilik perusahaan adalah salah satu penyebab utamanya. Sektor makanan adalah salah satu penyumbang limbah makanan terbesar, dan perusahaan-perusahaan Indonesia belum mengurangi limbahnya. Menurut penelitian sebelumnya, banyak usaha kecil menghadapi beberapa tantangan dalam menerapkan nilai-nilai lingkungan, termasuk ketidaktahuan tentang praktik hijau, kurangnya pemahaman tentang perlunya mengatasi konsekuensi lingkungan mereka, dan kurangnya pemahaman bagaimana mengintegrasikan pemahaman tersebut ke dalam perencanaan bisnis dasar. Untuk mengurangi pemborosan dalam bisnis perawatan pribadi dan mempromosikan penerapan prinsip-prinsip lingkungan, peneliti mempelajari elemen apa yang dapat mempengaruhi \"niat pembelian hijau\". Tujuan pembelian untuk mengetahui permintaan pasar merek hijau Studi ini mempelajari pengaruh emosional merek hijau terhadap niat beli hijau di industri makanan menggunakan PLS SEM. Ini juga menguji efek mediasi dari sikap merek hijau dan citra merek hijau. Dampak merek hijau adalah \"respons emosional konsumen yang menguntungkan terhadap suatu merek sebagai akibat dari kinerja lingkungan merek\" karena pengaruh merek sangat penting dalam proses pengambilan keputusan pembelian. Studi ini berfokus pada orang Indonesia berusia 14 hingga 39 tahun yang telah membeli produk makanan hijau. 212 orang menjawab. Penelitian ini menggunakan kuesioner untuk memvalidasi kerangka penelitian. Branding hijau dapat mempengaruhi niat membeli hijau, menurut penelitian tersebut. Penelitian ini mengungkapkan bahwa citra merek hijau berpengaruh positif terhadap niat membeli hijau, menyiratkan bahwa variabel ini berhasil memediasi secara parsial pengaruh merek hijau pada niat beli hijau sedangkan sikap merek hijau memoderasi sebagian hubungan ini. Bisnis harus memperkuat citra dan sikap merek hijau mereka saat niat beli hijau pelanggan meningkat. Penelitian ini bertujuan untuk membantu usaha kecil mengekspresikan dan melaksanakan cita-cita lingkungan dengan memeriksa hubungan antara sikap merek hijau, citra merek hijau, dan niat pembelian hijau.", "Daftar File": {"2022 SK PP Hafiz Rifky Yulianto-Abstract.pdf)u": "https://digilib.itb.ac.id/gdl/download/259232", "Format Final Project Revised - Hafiz Rifky Yulianto.pdf": "https://digilib.itb.ac.id/gdl/download/265337"}, "Penulis": "Hafiz Rifky Yulianto [19219012]", "Kontributor / Dosen Pembimbing": ["Qorri Aina, S.E., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Merek Hijau, Citra Merek, Kehilangan Makanan, Sikap Merek, Niat Beli, Emosional Merk", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "2 file", "Tanggal Input": "16 Sep 2022"}