{"Nomor": 68504, "Judul": "THE IMPACT OF COVID-19 ON THE SUPPLY CHAIN MANAGEMENT OF THE E-COMMERCE INDUSTRY IN INDONESIA", "Abstrak": "COVID-19 telah menimbulkan perubahan besar terhadap bisnis yang konvensional, brick-to-mortar, ataupun bisnis secara umum untuk beroperasi. Oleh karena itu, arus operasi untuk berbagai sektor bisnis menjadi terganggu. Banyak aktifitas bisnis yang telah terguncang, terutama operasi yang bergantung dengan pekerjaan fisik. Hal ini disebabkan oleh protokol kesehatan yang bersifat ketat di Indonesia. Dengan protokol kesehatan yang ketat, ada faktor-faktor yang harus di di pertimbangkan oleh bisnis untuk di terapkan agar dapat bertahan. Salah satu elemen yang harus di implemtasikan adalah untuk memanfaatkan teknologi digital. Dengan fenomena digitalisasi yang semakin berkembang, penerapan hal tersebut menjadi suatu kunci keberhasilan di tengah pandemi. Dengan elemen tersebut, hal-hal yang dapat dimanfaatkan bisa berbeda pada berbagai industri dengan perusahaan yang berbeda. Makalah ini akan membahas korespondensi mengenai adaptasi sektor bisnis dan industri yang berkembang melalui e-commerce. Menjadi sebuah platform yang berbasis elektronik melalui internet, penggunaan e-commerce telah tumbuh secara signifikan pada era ini. Secara global, e-commerce telah menjadi salah satu metode pembelian yang layak di andalkan. Dalam penulisan ini, penulis akan secara khusus membedah salah satu pasar e-commerce yang paling terabaikan di dunia, yaitu Indonesia. Memiliki jumlah pengguna e-commerce terbesar di Asia Tenggara, Indonesia memiliki potensi untuk memanfaatkan sektor bisnis ini secara maksimal. Dampak pandemi secara langsung akan berdampak pada bisnis e-commerce di Indonesia dalam fungsi supply chain management-nya. Akan tetapi seiring dengan pertumbuhan digitalisasi dan regulasi COVID-19 di Indonesia, supply chain management memiliki kemampuan untuk meningkatkan proses kerjanya dengan menerapkan teknologi digital. Dengan banyaknya variabel teknologi digital, penerapannya pada fungsi supply chain management akan berbeda dari bisnis ke bisnis. Penelitian ini akan membedah perbedaan pemanfaatan teknologi digital dalam supply chain management pada bisnis e-commerce di Indonesia, seperti penggunaan Big Data Analytics, peningkatan penggunaan Internet of Things (IoT) dan pemanfaatan Cloud Computing. Makalah ini juga akan menyelidiki dampak COVID-19 terhadap bisnis e-commerce di Indonesia melalui lensa pelanggan dan penjual. Penelitian ini akan menggunakan kerangka desain deskriptif dengan skala waktu longitudinal. Makalah ini terdiri dari data kuantitatif melalui metode penelitian sekunder untuk menganalisis dan membandingkan industri e-commerce sebelum dan sesudah pandemi. Kesimpulan dan hasil analisis dapat menunjukan pertumbuhan industri e-commerce terbukti terkena dampak langsung dari COVID-19. Wabah tersebut secara signifikan meningkatkan permintaan e-commerce di Indonesia. Fungsi supply chain management sendiri memainkan peran besar di sektor bisnis ini karena menjadi solusi selama pandemi. Ini mengarah pada inovasi dan peningkatan bisnis e-commerce melalui penggunaan digitalisasi dan teknologi dalam manajemen rantai pasokannya. Sebagai rekomendasi, untuk penelitian lebih lanjut, karena keterbatasan sumber daya pengumpulan data, penerapan kumpulan data primer dari pelaku e-commerce Indonesia untuk analisis akan meningkatkan penelitian dengan membuatnya lebih mengarah dan spesifik.", "Daftar File": {"2022 SK PP Salman Yusuf-Abstract.pdf?_": "https://digilib.itb.ac.id/gdl/download/259245"}, "Penulis": "Salman Yusuf [19019221]", "Kontributor / Dosen Pembimbing": ["Adhya Rare Tiara, S.T., M.T.", "Dr. Eng. Nur Budi Mulyono, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Supply Chain Management, Covid-19, E-Commerce Industry, Indonesia, Internet of Things (IoT)", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini  \n                                     Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "16 Sep 2022"}