{"Nomor": 68527, "Judul": "PENGARUH MASKER TERHADAP KUALITAS KEJELASAN SUARA UCAP PADA PROSES PEMBELAJARAN DI RUANG KELAS DALAM KONDISI PANDEMI", "Abstrak": "Perubahan signifikan yang terjadi akibat pandemi COVID-19 berpengaruh kepada kehidupan masyarakat dengan sangat cepat. Pada dunia pendidikan terdapat transisi dalam transfer ilmu dari luring menjadi daring. Setelah dua tahun pandemi, terjadi adaptasi kedua metode pembelajaran menjadi hibrida. Protokol kesehatan seperti penggunaan masker perlu terus dilakukan secara ketat untuk menghindari penyebaran virus. Namun, proses pembelajaran metode hibrida dengan sebagian siswa berada di kelas yang menggunakan masker dianggap menyulitkan proses transfer ilmu dikarenakan suara ucap dari pengajar maupun siswa akan terganggu sehingga mengurangi tingkat pemahaman yang diterima oleh siswa.\nPenelitian ini bertujuan untuk melihat pengaruh masker terhadap kualitas kejelasan suara ucap di sebuah kelas. Pada penelitian ini pengukuran dilakukan pada ruang kelas TF 2 lantai 4. Agar dapat merepresentasikan kondisi pembelajaran luring di kelas, pengukuran berbasis metode respon impuls dilakukan sebagai langkah awal untuk mengevaluasi kondisi sebuah ruang kelas. Lalu, dilanjutkan dengan pengukuran parameter Speech Transmission Index (STI) menggunakan sumber dari Artificial Mouth berupa white noise dan mikrofon sebagai receiver. Selain itu, Acoustic Camera juga digunakan untuk melihat distribusi energi suara. Terdapat 13 variasi masker, lima variasi jarak, dan dua variasi tingkat tekanan suara yang akan dievaluasi. Hasil penelitian menunjukkan variasi jenis dan lapisan masker tidak mempengaruhi kejelasan suara ucap secara signifikan. penurunan kejelasan suara ucap di ruangan kelas TF 2 lantai 4 lebih disebabkan karena kondisi pantulan suara di dalam kelas. perubahan nilai STI terutama disebabkan karena jarak antara sumber suara dengan pendengar dan tingkat tekanan suara dari sumber suara. Secara umum penggunaan masker tidak akan menurunkan kejelasan suara ucap, namun hanya mengubah karakter suara dan distribusi suara dari pembicara.", "Daftar File": {"ABSTRAK Jihan Fauziyah": "https://digilib.itb.ac.id/gdl/download/259256"}, "Penulis": "Jihan Fauziyah [13318014]", "Kontributor / Dosen Pembimbing": ["Ir. R. Sugeng Joko Sarwono, M.T, Ph.D.", "Anugrah Sabdono Sudarsono, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "COVID-19, masker, suara ucap, Speech Transmission Index, respon impuls, Artificial Mouth, White Noise.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Sep 2022"}