{"Nomor": 68528, "Judul": "OPTIMALISASI DESAIN KAWASAN PERUMAHAN SUBSIDI DENGAN KONSEP ARSITEKTUR HIJAU", "Abstrak": "Perancangan optimalisasi kawasan perumahan subsidi pada tesis ini menjelaskan bagaimana konsep arsitektur hijau diterapkan dalam perancangan kawasan perumahan murah di lahan yang berkontur. Area dari perumahan subsidi ini terletak di Kelurahan Plesungan, Kecamatan Gondangrejo, Kabupaten Karanganyar, Jawa Tengah. Area ini merupakan lahan yang berkontur dan memiliki perbedaan ketinggian hingga 24 meter dari sisi Barat ke Timur. Oleh karena itu diperlukan penerapan konsep arsitektur yang ramah lingkungan dan menjaga kelestarian lingkungan agar tidak berdampak negatif bagi area sekitarnya maupun area yang berada di bawah dari lereng area perumahan subsidi.\nTesis ini akan memperlihatkan proses pengolahan lahan yang berkontur di Kelurahan Plesungan untuk dijadikan tapak yang siap untuk dikembangkan sebagai kawasan perumahan subsidi. Proses ini menekankan pada prinsip site grading dan kriteria greenship neighborhood untuk didapatkan tapak yang optimal untuk perumahan. Prinsip site grading menekankan pada sistem cut and fill dengan meminimalisir pengubahan bentuk kontur sehingga dapat menekan pekerjaan tanah dan sedapat mungkin tidak membuang atau mendatangkan tanah dari luar tapak. Greenship neighborhood dipilih beberapa kriterianya yang bersinggungan dengan lahan yang berkontur. Sehingga hanya kriteria peningkatan ekologi lahan, pergerakan dan konektivitas, dan manajemen dan konservasi air yang akan ditekankan dalam kawasan perumahan ini. Ketiga kriteria ini diharapkan dapat menjadi dasar dari pengembangan perumahan subsidi terutama kawasan perumahan yang berada di lahan berkontur.\nSelanjutnya akan dilakukan proses perencanaan dan perancangan kawasan perumahan subsidi. Kawasan perumahan subsidi mengimplementasikan kriteria greenship neighborhood dan dikombinasikan dengan peraturan fasilitas dan sarana dari perumahan subsidi. Analisis area hijau dilakukan dengan mempertahankan area hijau dan pohon-pohon besar yang ada. Area tersebut dikembangkan menjadi area yang dapat dimanfaatkan untuk publik. Analisis sirkulasi dilakukan dengan mempertimbangkan kemiringan lahan agar dapat diakses dengan mudah oleh penghuni. Analisis akses memiliki prinsip dasar dari kriteria pergerakan dan konektivitas sehingga fasilitas dan sarana akan menyesuaikan kriteria tersebut. Serta prinsip akses yang tidak terputus akan memudahkan penghuni untuk mengakses ke seluruh bagian dari kawasan perumahan subsidi. Analisis air tanah dilakukan untuk mendapatkan aliran air tanah dan limpasan di dalam kawasan untuk menghindari air yang meluap keluar kawasan jika berlebih. \nSetelah itu dilakukan proses perencanaan dan perancangan bangunan rumah subsidi. Bangunan rumah menekankan pada beberapa kriteria greenship homes dan analisis yang sudah dilakukan menyesuaikan dengan tapak yang berkontur. Prinsip desain pasif diterapkan dalam perancangan rumah dan dikombinasikan dengan konsep desain rumah tumbuh. Inovasi ini dilakukan untuk mewadahi kebutuhan penghuni akan ruang tambahan tanpa harus membangun di area hijau dari kavling rumah. Material yang digunakan pun memaksimalkan material lokal dan pra fabrikasi untuk mengurangi jejak karbon dan sampah konstruksi di kawasan perumahan subsidi.", "Daftar File": {"ABSTRAK Erwin Herlian": "https://digilib.itb.ac.id/gdl/download/259258"}, "Penulis": "Erwin Herlian [25219032]", "Kontributor / Dosen Pembimbing": ["Dewi Larasati, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "optimalisasi, kawasan perumahan, perumahan subsidi, arsitektur hijau, lahan kontur", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "16 Sep 2022"}