{"Nomor": 68520, "Judul": "HUBUNGAN ANTARA ORGANISASI PEMBELAJARAN BARU, KESIAPAN SUMBER DAYA MANUSIA, DAN KINERJA DI ERA  INDUSTRI 4.0", "Abstrak": "Perkembangan teknologi yang semakin cepat, banyaknya pesaing, arus informasi\nyang cepat, dan perubahan pola masyarakat menjadi tantangan besar bagi\nperekonomian modern. Hal ini menuntut pegusaha untuk berinvestasi dalam\npeningkatan Internet of Things (IoT), Big Data, AI, Virtual Reality. Teknologi\ndigital menjadi faktor utama pendorong pertumbuhan ekonomi modern. Selain itu,\ndata Bloomberg pada Juli, 2022 bahwa kemungkinan negara-negara Asia diterpa\nresesi meningkat. Namun, dari sisi ketahanan, Asia masih lebih baik daripada\nEropa dan Amerika. Bloomberg memperkirakan peluang Indonesia terkena resesi\nsebesar 3%, jauh di bawah negara tetangga seperti Malaysia, Vietnam, dan\nThailand yang 10%. Sementara itu, peluang Australia, Tiongkok, dan Jepang\nterkena resesi lebih tinggi, yaitu di atas 20%. Untuk mencegah ancaman resesi\nmaka Indonesia perlu memperkuat UMKM, hal ini karena lebih dari 90%\nmasyarakat Indonesia bergantung pada UMKM. Tingginya jumlah UMKM yang\nterdaftar sebagai pengguna e-commerce menjadi tantangan besar. Pasalnya\nliterasi digital di Indonesia seperti praktik komunikasi, menjalin relasi, transaksi\ndigital, dan aktivitas lain yang berkaitan dengan media digital masih rendah. Lebih\nlanjut keberhasilan UMKM di Amerika dan negara maju lainnya disebabkan oleh\nadanya pelatihan khusus UMKM. Oleh karena itu penting bagi organisasi saat ini\nuntuk memperhatikan new learning organization dan human capital readiness\nuntuk meningkatan kinerja karyawan. \nTujuan penelitian ini adalah mengetahui hubungan new learning organization dan\nhuman capital readiness dengan kinerja. Desain penelitian ini adalah crossectional\nstudy, dengan menggunakan metode penelitian yang digunakan adalah deskriptif\ndan inferensial dengan Teknik pengumpulan data survey kuesioner. Total populasi\nadalah 17.250.000 UMKM yang terdaftar pada platform digital. Dengan\nmenggunakan teknik probability sampling pendekatan incidental sampling\ndiketahui jumlah minimal sampel sebesar 400 UMKM yang terdaftar pada platform\ndigital (E-commerce) (nilai presisi 5% atau 0,05). Hasil penelitian membuktikan\nbahwa terdapat hubungan yang signifikan positif new learning organisation\ndengan individual performance, human capital readiness dengan individual\nperformance, dan new learning organisation dengan human capital readiness.\nSelain itu human capital readiness dapat memediasi hubungan keduanya namun\nmediasi yang rendah (nilai-p < 0,01/CI 99% sampai dengan 0,10/CI 90%).\nKata kunci: new learning organisation; human capital readiness; individual \nperformance; UMKM; E-commerce.", "Daftar File": {"2022 TS LAILATUL SAADAH-ABSTRACT.pdf?": "https://digilib.itb.ac.id/gdl/download/259248"}, "Penulis": "Lailatul Saadah [29020057]", "Kontributor / Dosen Pembimbing": ["Dr. rer. pol. Achmad Fajar Hendarman, S.T., M.S.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "new learning organisation; human capital readiness; individual  performance; UMKM; E-commerce.", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "16 Sep 2022"}