{"Nomor": 68521, "Judul": "CREATIVE PLACEMAKING: PERANCANGAN CREATIVE CENTER DI BINTARO JAYA, TANGERANG SELATAN", "Abstrak": "Saat ini industri kreatif merupakan salah satu bidang ekonomi yang berkembang pesat di Indonesia. Ekonomi kreatif merupakan nilai tambah dari perwujudan suatu gagasan kekayaan intelektual yang mengandung keorisinilan dan kreativitas yang berbasis ilmu pengetahuan, teknologi, serta warisan budaya. Terdapat enam belas subsektor dari ekonomi kreatif, yaitu arsitektur, desain interior, desain grafis, desain produk, developer aplikasi dan game, film dan animasi, fotografi, kriya, kuliner, musik, penerbitan, periklanan, seni pertunjukan, seni rupa, serta televisi dan radio. Dalam usaha mengembangkan ekonomi kreatif nasional, pemerintah pusat mengarahkan untuk memberdayakan pelaku ekonomi kreatif, mengembangkan potensi lokal, meningkatkan apresiasi masyarakat terhadap kreativitas dan hak kekayaan intelektual, menyediakan infrastruktur dan teknologi untuk mendukung berkembangnya usaha ekonomi kreatif, dan meningkatkan pemasaran dan promosi karya kreatif. Namun, masih terdapat beberapa masalah dalam pemberdayaan ekonomi kreatif di kota-kota Indonesia, salah satunya adalah kota Tangerang Selatan. Dalam merespon permasalahan tersebut, dicanangkan proyek arsitektur yang bertujuan untuk memberdayakan usaha ekonomi kreatif dan meningkatkan apresiasi masyarakat terhadap berbagai subsektor ekonomi kreatif di Kota Tangerang Selatan. Pendekatan yang dilakukan berdasarkan Teori Placemaking, Sense of Community, dan pendekatan Creative Space. Ketiga teori tersebut dirumuskan untuk merencanakan konsep desain dengan gabungan fungsi tipologi creative hub yang mencakup ruang pameran, retail, studio kreatif, auditorium, co-working space, dan ruang publik terbuka sebagai strategi untuk menjawab isu proyek. Tapak terletak di Bintaro Jaya, Kecamatan Pondok Aren, dan dipilih berdasarkan letak central business district, potensi dari pengembangan daerah urban yang sedang berjalan, kawasan residensial kelas menengah keatas, serta letak komunitas-komunitas kreatif yang ditargetkan dapat memanfaatkan fungsi bangunan.", "Daftar File": {}, "Penulis": "Muhammad Nadhif Adristia N. [15218064]", "Kontributor / Dosen Pembimbing": ["Widiyani, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "ekonomi kreatif, Tangerang Selatan, komunitas, creative hub, placemaking", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "16 Sep 2022"}