{"Nomor": 68548, "Judul": "PEMBERDAYAAN KONTRAKTOR UNTUK MENINGKATKAN KINERJA ENVIRONMENTAL, SOCIAL, AND GOVERNANCE (ESG) DI PT PERTAMINA", "Abstrak": "Investasi berkelanjutan di industri finansial global menunjukkan pertumbuhan dalam beberapa tahun belakangan ini. Praktik investasi berkelanjutan menjadi kekuatan pendorong utama yang membentuk pasar modal dunia saat ini dan mempengaruhi lembaga keuangan dan perusahaan yang ingin meningkatkan permodalan di pasar global. Menurut laporan yang diterbitkan oleh Global Sustainable Investment Alliance (GSIA) tahun 2020, investasi berkelanjutan global mencapai USD 35,3 triliun pada awal tahun 2020 dimana jumlah tersebut merupakan 35,9% dari total assets under management (AUM) global. Angka tersebut meningkat dari tahun 2018 yang sebesar USD 30,6 triliun atau 33,4% dari total AUM global. \nDalam Rencana Jangka Panjang Perusahaan (RJPP) tahun 2022-2026, Pertamina merencanakan belanja modal sebesar USD 92 miliar. Kebutuhan modal ini diperlukan untuk membiayai proyek-proyek perusahaan yang terdiri dari 14 Proyek Strategis Nasional (PSN), seperti Refinery Development Master Plan (RDMP), Grass Root Refinery (GRR), dan lebih dari 300 proyek lainnya di sektor hulu, hilir, dan energi baru dan terbarukan. Untuk itu, Pertamina perlu merencanakan sumber pembiayaan untuk mencapai target jangka panjangnya. Tentu saja, Pertamina tidak dapat menyediakan keseluruhan belanja modal tersebut dari internal perusahaan. Untuk memenuhi kebutuhan modal tersebut, perusahaan perlu mencari peluang pembiayaan dari eksternal, seperti melalui penerbitan bond. \nUntuk mengetahui situasi bisnis yang mempengaruhi Pertamina, dilakukan analisis lingkungan eksternal menggunakan kerangka PESTEL untuk mengetahui faktor eksternal yang mendisrupsi industri migas. Kemudian, dilakukan pemetaan strategic group untuk mengetahui strategi kompetitor terhadap eksplorasi dan produksi (E&P) migas dan transisi energi. Selain itu, dilakukan analisis lingkungan internal dengan menganalisa resources dan capability yang dimiliki Pertamina dan menggunakan kerangka VRIO untuk mengidentifikasi resources/capabilities yang dapat dikembangkan untuk menciptakan keunggulan kompetitif yang berkelanjutan.\nSalah satu strategi Pertamina untuk mempertahankan keunggulan kompetitifnya adalah integrasi ESG. Akan tetapi, beberapa indikator ESG Pertamina tidak menunjukkan kinerja yang baik, seperti kecelakaan kerja dan fatalities, tumpahan minyak, dan kasus corporate ethics, sehingga berdampak pada rating ESG perusahaan. Dengan kinerja ESG saat ini, investor tidak akan tertarik untuk berinvestasi karena risiko bisnis yang tinggi sehingga akan menyulitkan bagi Pertamina untuk mendapatkan akses permodalan. Untuk meningkatkan kinerja ESGnya, Pertamina dapat melibatkan dan mendorong para kontraktor untuk berpartisipasi aktif mengimplementasikan ESG.", "Daftar File": {"COVER Alexander Cuandy": "https://digilib.itb.ac.id/gdl/download/264292", "BAB 1 Alexander Cuandy": "https://digilib.itb.ac.id/gdl/download/264293", "BAB 2 Alexander Cuandy": "https://digilib.itb.ac.id/gdl/download/264294", "BAB 3 Alexander Cuandy": "https://digilib.itb.ac.id/gdl/download/264295", "BAB 4 Alexander Cuandy": "https://digilib.itb.ac.id/gdl/download/264296", "PUSTAKA Alexander Cuandy": "https://digilib.itb.ac.id/gdl/download/264297"}, "Penulis": "Alexander Cuandy [29320477]", "Kontributor / Dosen Pembimbing": ["Yudo Anggoro, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Berkelanjutan, Keunggulan Kompetitif, Integrasi ESG, Kontraktor", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "16 Sep 2022"}