{"Nomor": 68546, "Judul": "KERANGKA STUDI UNTUK MENGEMBANGKAN ENERGI BARU TERBARUKAN (ENERGI SURYA, ENERGI ANGIN, ENERGI AIR, DAN ENERGI BIOMASSA) DI INDONESIA", "Abstrak": "Pengembangan dan pemanfaatan Energi Baru Terbarukan (EBT) terus didorong dalam hal pemenuhan kebutuhan pasokan listrik dan pengurangan penggunaan Bahan Bakar Minyak (BBM). Berdasarkan dokumen RUPTL 2021–2030, ditargetkan tercapainya proporsi bauran energi terbarukan sebesar 23% pada tahun 2025. Melalui RUPTL 2021–2030 disebutkan bahwa untuk mencapai target komposisi bauran energi di Indonesia, penggunaan sumber energi terbarukan seperti PLTS, PLTB, dan pembangkit listrik intermitensi yang dikategorikan sebagai sumber energi baru dan terbarukan harus dapat dimanfaatkan secara maksimal. Hingga semester I 2020, total pembangkit EBT yang beroperasi adalah sebesar 7.982 MW atau 12,7% dari total kapasitas pembangkit seluruh Indonesia sebesar 62.832 MW. Pada kondisi ini, pembangkit EBT membutuhkan dorongan untuk melakukan percepatan pembangunan agar dapat memenuhi target. Penelitian ini bertujuan untuk memberikan solusi implementasi strategis untuk menambah daftar rencana pengembangan proyek-proyek energi baru terbarukan yang potensial dengan membuat kerangka desk study dalam mengembangkan beberapa jenis energi terbarukan seperti PLTS, PLTB, PLTA, dan PLTBm dengan menggunakan faktor-faktor seperti aspek permintaan dan pertumbuhan kebutuhan energi, potensi energi terbarukan berdasarkan site-specific, dan penilaian kemampuan lahan untuk pengembangan lebih lanjut, sehingga dapat terpilih lokasi potensial yang optimal dan layak untuk diusulkan  menjadi sebuah konsep pengembangan energi terbarukan di beberapa lokasi. Metodologi yang digunakan dalam penelitian ini adalah melalui transfer pengetahuan, proses pengetahuan dikumpulkan melalui tinjauan literatur dan wawancara dengan insinyur dengan praktik terbaik mereka dan penilaian keahlian untuk mendapatkan lokasi proyek potensial. Hasil dari penelitian ini adalah kerangka proses langkah-demi-langkah untuk memetakan beberapa lokasi potensial di Indonesia untuk dikembangkan pembangkit listrik energi terbarukan sehingga pengguna penelitian ini awalnya dapat menilai lokasi yang mereka rencanakan apakah berpotensi untuk pengembangan energi terbarukan atau tidak. Dilengkapi juga dengan paperwork template dan spreadsheet untuk menghitung seberapa besar potensi energi terbarukan di suatu lokasi.", "Daftar File": {"COVER Muhammad Hammam Reza": "https://digilib.itb.ac.id/gdl/download/265169", "BAB 1 Muhammad Hammam Reza": "https://digilib.itb.ac.id/gdl/download/265170", "BAB 2 Muhammad Hammam Reza": "https://digilib.itb.ac.id/gdl/download/265172", "BAB 3 Muhammad Hammam Reza": "https://digilib.itb.ac.id/gdl/download/265173", "BAB 4 Muhammad Hammam Reza": "https://digilib.itb.ac.id/gdl/download/265174", "PUSTAKA Muhammad Hammam Reza": "https://digilib.itb.ac.id/gdl/download/265175"}, "Penulis": "Muhammad Hammam Reza [29320524]", "Kontributor / Dosen Pembimbing": ["Yudo Anggoro, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Renewable Energy, Off-Grid System, Dedieselization, Remote Area, Pembangkitan Tenaga Listrik", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "16 Sep 2022"}