{"Nomor": 68555, "Judul": "PEMBUATAN ELECTROACTIVE SCAFFOLD BERBASIS KOMPOSIT POLIMER BIOKOMPATIBEL-PERAK NANOPARTIKEL DENGAN MENGGUNAKAN 3D PRINTER KOMERSIL", "Abstrak": "Penelitian terkait scaffold (perancah) telah banyak dilakukan, terutama scaffold tulang. Tulang yang telah diketahui membutuhkan dan mampu menghasilkan sinyal listrik, mendapatkan keuntungan ketika diberi stimulus listrik pada saat cedera. Scaffold dengan kemampuan memberikan respon listrik (electroactive/elektroaktif) dapat difabrikasi dengan menggunakan matriks polimer non konduktif yang biokompatibel dan biodegradable dengan filler konduktif untuk memenuhi kebutuhan ini. AgNPs (silver nanoparticles/ nanopartikel perak) memiliki kemampuan untuk menghantarkan listrik dan sifat antibakteri yang sangat baik. Kemampuan antibakteri merupakan nilai tambah tersendiri bagi AgNPs, yang mana dapat mencegah terjadinya infeksi dalam proses pemasangan scaffold. Sintesis AgNPs yang dilakukan adalah sintesis ramah lingkungan (green synthesis) dengan menggunakan ekstrak ubi cilembu (Ipomoea batatas L var. Rancing) sebagai pereduksi ion Ag+ dan penstabil (capping agent) agar tidak terjadi penggumpalan AgNPs. AgNPs disiapkan dengan melakukan sintesis pada larutan AgNO3 dengan konsentrasi 10 mM dan ekstrak ubi cilembu. AgNPs yang telah berhasil disintesis selanjutnya dilakukan karakterisasi UV-Vis, FTIR dan XRD. Karakterisasi UV-Vis pada AgNPs didapatkan puncak SPR (surface plasmon resonance) di bawah 450 nm. Dengan menggunakan XRD (X-Ray Diffraction) diketahui bahwa ditemukan AgCl selain AgNPs. AgNPs lalu dicampurkan dengan polimer biokompatibel dan biodegradable yang berperan sebagai matriks scaffold nanokomposit elektroaktif. PCL (polikaprolakton) digunakan sebagai pilihan pertama matriks. PCL murni, sebagai variasi pertama, dibuat menjadi filamen dengan bantuan ekstruder filamen komersil. Setelah berhasil dibuat, filamen PCL difabrikasi dengan menggunakan 3D printer komersil. Dalam proses fabrikasi, diketahui sifat PCL yang relatif lunak mengakibatkan jamming di roda gigi ekstruder 3D printer. Sifat lunak PCL disebabkan PCL telah melewati fasa gelas, karena temperatur transisi gelasnya (TG) yang rendah. Maka dari itu, digunakan PLA (polylactic acid) sebagai matriks polimer scaffold nanokomposit elektroaktif. PLA bersifat biokompatibel dan lebih kaku daripada PCL. Filamen PLA murni dan filamen nanokomposit PLA/AgNPs dengan variasi penambahan filler berhasil dibuat. Variasi yang diberikan adalah 0.1, 0.3, dan 0.5% wt AgNPs. Scaffold kemudian difabrikasi menggunakan filamen yang telah dibuat sebagai bahannya. Karakterisasi yang dilakukan untuk mengetahui sifat scaffold adalah pengamatan SEM (scanning electron microscopy) dan EDS (energy dispersive spectroscopy), uji tekan, pengukuran sudut kontak (wettability test), dan uji konduktivitas. Pengamatan dengan SEM dapat dilihat morfologi permukaan scaffold, baik dari atas maupun dari samping. Pengukuran diameter mikro filamen dan lebar pori juga dapat dilakukan. Hasil EDS dengan tegangan akselerasi 5 kV menunjukkan adanya perak yang dideteksi pada scaffold. Uji tekan menunjukkan bahwa scaffold PLA murni memiliki kekuatan paling tinggi, lalu scaffold komposit PLA/0.1% wt AgNPs, scaffold komposit PLA/0.3% wt AgNPs, dan scaffold komposit PLA/0.5% wt AgNPs. Kekuatan scaffold tersebut didukung dengan citra hasil pengamatan SEM yang menunjukkan banyak pori, yang kemungkinan disebabkan gelembung saat persiapan pellet komposit, pada mikro filamen. Pengukuran sudut kontak pada tiap variasi scaffold menunjukkan adanya penurunan nilai sudut kontak berdasar jumlah AgNPs yang ditambahkan. Uji konduktivitas menunjukkan adanya penurunan nilai hambatan seiring ditambahkannya AgNPs.", "Daftar File": {"ABSTRAK Helmi Majid Ar Rasyid": "https://digilib.itb.ac.id/gdl/download/259277"}, "Penulis": "Helmi Majid Ar Rasyid [28720001]", "Kontributor / Dosen Pembimbing": ["Dr. Anggraini Barlian, M.Sc.", "Dr. Arie Wibowo, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknologi Nano", "Fakultas": "", "Subjek": "", "Kata Kunci": "scaffold, elektroaktif, AgNPs, green synthesis, ubi cilembu, PCL, PLA, komposit, nanokomposit, 3D print, FFF, FDM.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Sep 2022"}