{"Nomor": 68553, "Judul": "RENCANA AKSI STRATEGIS UNTUK MENINGKATKAN PENGALAMAN PELANGGANAN SELAMA PERJALANAN PELANGGAN DI RITEL  KECANTIKAN OMNICHANNEL (SOCIOLLA)", "Abstrak": "Pasar kecantikan menunjukkan pertumbuhan yang prospektif di Indonesia karena saat ini produk\nkecantikan sudah dianggap sebagai gaya hidup oleh banyak orang. Pertumbuhan di sektor e-commerce\ndan kemudahan berbelanja dari banyak saluran juga berkontribusi pada pertumbuhan pasar kecantikan.\nSaat ini, orang dapat dengan mudah berbelanja online dan offline dengan pengalaman tanpa batas yang\ndisebut omnichannel. Strategi ini diterapkan oleh salah satu perusahaan beauty-tech terkemuka di\nIndonesia, Sociolla. Namun, selama implementasi, ada beberapa pain points dari pelanggan sepanjang\nperjalanan pelanggan yang perlu ditangani dan ditingkatkan lebih lanjut. Untuk itu, penelitian ini\ndilakukan dengan menggunakan metode kuantitatif dengan menyebarkan kuesioner kepada pelanggan\nSociolla sebagai data primer dan studi pustaka, penelusuran online, dan observasi sebagai data\nsekunder. Hasil kuesioner dianalisis dan dikonsolidasikan dengan studi literatur yang meliputi analisis\nlingkungan internal dan eksternal untuk merumuskan rencana aksi strategis yang sesuai. Pertama-tama,\nperjalanan pelanggan dipetakan untuk memahami seluruh perjalanan pengalaman berbelanja\npelanggan. Kemudian, pain points diidentifikasi termasuk touchpoints yang paling penting sepanjang\nperjalanan pelanggan. Selanjutnya, perubahan perilaku konsumen terhadap saluran pilihan mereka\nuntuk membeli produk kecantikan dianalisis untuk merumuskan strategi pemasaran omnichannel yang\npaling relevan. Sebagai hasilnya, pain points yang teridentifikasi ditemukan di tahap \"appeal\" dan \"ask\"\nsepanjang perjalanan pelanggan sesuai dengan kerangka kerja 5A, dan touchpoints yang paling penting\nadalah media sosial dan situs web. Selain itu, dari hasil tersebut dapat disimpulkan bahwa belanja online\nmasih lebih disukai tetapi orang ingin ke toko offline untuk melihat produk secara langsung. Dengan\ndemikian, rekomendasi dibagi menjadi strategi perjalanan pelanggan yang direkomendasikan dengan\nmeningkatkan tahap “appeal” dengan mendesain ulang halaman beranda media digitalnya (situs web\ndan aplikasi seluler) dan meningkatkan tahap “ask” dengan memanfaatkan konten video pendidikan di\nmedia digital. dan mengelola karyawan hubungan pelanggan; dan strategi pemasaran omnichannel yang\ndirekomendasikan adalah dengan meningkatkan personalisasi pengalaman berbelanja dan\nmemanfaatkan perkembangan teknologi digital.", "Daftar File": {"COVER Andiani Wanda Putri": "https://digilib.itb.ac.id/gdl/download/264304", "BAB 1 Andiani Wanda Putri": "https://digilib.itb.ac.id/gdl/download/264305", "BAB 2 Andiani Wanda Putri": "https://digilib.itb.ac.id/gdl/download/264306", "BAB 3 Andiani Wanda Putri": "https://digilib.itb.ac.id/gdl/download/264307", "BAB 4 Andiani Wanda Putri": "https://digilib.itb.ac.id/gdl/download/264308", "PUSTAKA Andiani Wanda Putri": "https://digilib.itb.ac.id/gdl/download/264309"}, "Penulis": "Andiani Wanda Putri [29320403]", "Kontributor / Dosen Pembimbing": ["Dr. Neneng Nurlaela Arief, S.E., M.A.B."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pengalaman Pelanggan, Perjalanan Pelanggan, Kecantikan, Omnichannel, Perilaku Konsumen, Touchpoints", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "16 Sep 2022"}