{"Nomor": 68565, "Judul": "ANALISIS KAPASITAS UNTUK PENINGKATAN NILAI TAMBAH MAKANAN LAUT PADA KML PLANT II", "Abstrak": "Permintaan akan produk makanan laut yang bernilai tambah terus meningkat\nsetiap tahunnya, hal ini terjadi karena nilai tambah makanan laut merupakan\nkebutuhan pokok pangan yang memiliki nilai gizi tinggi. PT Kelola Mina Laut\nmerupakan salah satu perusahaan pengolahan hasil laut terbesar di Indonesia.\nSalah satu pabriknya yaitu KML Plant II, dibangun khusus untuk produksi\nmakanan laut bernilai tambah. Pada tahun 2021, KML Plant II mengalami\npenurunan pemenuhan permintaan yang cukup signifikan. Tingkat pelayanan\npabrik menurun dari 69% menjadi 58% dibandingkan tahun sebelumnya. Salah\nsatu penyebab turunnya produksi adalah dengan kapasitas mesin produksi yang\nsudah tidak mampu lagi memenuhi permintaan yang ada.\n\nTujuan dari penelitian ini adalah untuk mengetahui factor-faktor penyebab\npenurunan tingkat pelayanan. Berdasarkan analisis kapasitas, didapatkan bahwa\nterdapat perbedaan nilai kapasitas desain dan kapasitas efektif yang signifikan\npada mesin grill yang memproduksi chikuwa dan mesin steam yang memproduksi\nebikani. Selisihnya bahkan mencapai 75-90%. Penelitian ini juga menggunakan\nanalisis pareto untuk melihat produk mana yang paling berkontribusi terhadap\ntingginya pesanan pembelian yang tidak terpenuhi dan analisis 5 why(s) untuk\nmenyimpulkan akar permasalahan.\n\nSolusi yang diusulkan untuk meningkatkan produksi adalah dengan berinvestasi\npada mesin baru untuk produk chikuwa dan ebikani. Simulasi peramalan dilakukan\nuntuk mendapatkan prakiraan permintaan untuk 5 tahun ke depan berdasarkan\ndata historis dari tahun 2020 hingga April 2022. 4 metode peramalan yang\ndigunakan yaitu moving average, trend projection, single exponential smoothing,\ndan double exponential smoothing. Analisis ekonomi juga dilakukan untuk menilai\nkelayakan investasi mesin baru dapat diterima atau tidak.\n\nHasil analisis menunjukkan bahwa metode trend projection memberikan nilai MSD\npaling rendah dibandingkan dengan metode peramalan lainnya. Hasil peramalan\npermintaan akan digunakan sebagai acuan untuk kapasitas produksi dan analisis\nekonomi. Dengan nilai investasi sebesar Rp6.037.184.975 pada mesin grill dan\nRp4.550.818.175 pada mesin steam, didapatkan nilai NPV positif dan payback\nperiod berada dibawah patokan perusahaan yaitu 4 tahun.", "Daftar File": {"2022_TS_PP_Daldi Rochiman Danil_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/259283"}, "Penulis": "Daldi Rochiman Danil [29120340]", "Kontributor / Dosen Pembimbing": ["Dr. Yuanita Handayati, MSM"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Tingkat Layanan, Analisis Kapasitas, Peramalan, Analisis Ekonomi", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "16 Sep 2022"}