{"Nomor": 68562, "Judul": "DIGITALISASI PADA SISTEM MANAJEMEN DISTRIBUTOR DI PERTAMINA LUBRICANTS: PERMASALAHAN DAN SOLUSI PADA FASE IMPLEMENTASI", "Abstrak": "Pertamina Lubricants telah menyatakan transformasi digital sebagai salah satu proyek terobosan untuk mengakselerasi digitalisasi yang merupakan salah satu inisatif strategis perusahaan. Inisiatif strategis ini memiliki tujuan untuk meningkatkan manajemen saluran penjualan dan kapabilitas distributor sebagai mitra bisnis strategis perusahaan untuk memenuhi target volume penjualan yang telah ditentukan oleh Pertamina Lubricants. Salah satu bentuk dari implementasi transformasi digital adalah Distributor Management System (DMS). Sistem transformasi digital ini dikembangkan oleh Tim Sales & Marketing PT Pertamina Lubricants untuk mengatur operasional dan proses dari secondary sales yang dilakukan oleh distributor sebagai mitra bisnis.\n\nNamun, kondisi dari implementasi DMS saat ini yang dilakukan oleh distributor tidak memenuhi harapan dari Pertamina Lubricants. Tingkat penerimaan distributor dalam menggunakan DMS cukup rendah. Selain itu, terdapat berbagai macam masalah yang dialami distributor yang teridentifikasi melalui analisa Diagram Fishbone yang mengakibatkan mereka tidak mengutilisasi DMS secara menyeluruh dalam rangka meningkatkan volume penjualann\n.\nJadi, dalam penelitian ini akan membantu Pertamina Lubricants untuk mengidentifikasi tingkat penerimaan serta faktor-faktor masalah yang dialami distributor sehingga mengakibatkan mereka tidak bersedia mengutilisasi DMS secara menyeluruh. Berdasarkan hasil analisa, terdapat beberapa solusi yang diusulkan untuk meningkatkan level penerimaan DMS oleh distributor. Setelah dilakukan analisa brainstorming dan analytical hierarchy process, program penyelarasan insentif terpilih sebagai solusi terbaik untuk Pertamina Lubricants untuk membuat distributor dapat meningkatkan tingkat penerimaan mereka dalam menggunakan DMS di masa depan.", "Daftar File": {"COVER Indra Yudanto": "https://digilib.itb.ac.id/gdl/download/264841", "BAB 1 Indra Yudanto": "https://digilib.itb.ac.id/gdl/download/264842", "BAB 2 Indra Yudanto": "https://digilib.itb.ac.id/gdl/download/264843", "BAB 3 Indra Yudanto": "https://digilib.itb.ac.id/gdl/download/264844", "BAB 4 Indra Yudanto": "https://digilib.itb.ac.id/gdl/download/264845", "PUSTAKA Indra Yudanto": "https://digilib.itb.ac.id/gdl/download/264846"}, "Penulis": "Indra Yudanto [29320357]", "Kontributor / Dosen Pembimbing": ["Dr. Jacob Silas Mussry"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Digitalisasi, Tingkat Penerimaan, Persepsi Kegunaan, Persepsi Kemudahan System, Diagram Fishbone, Analytical Hierarchy Process, Brainstorming.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "16 Sep 2022"}