{"Nomor": 68564, "Judul": "DAUR ULANG LITIUM DARI KATODA BATERAI ION LITIUM BEKAS MENGGUNAKAN METODE HIDROMETALURGI DENGAN PELARUT ORGANIK", "Abstrak": "Proses daur ulang limbah elektronika terutama limbah baterai sesuai dengan metode urban mining untuk mendapatkan bahan baku atau material dari pengelolaan dan pengolahan limbah. Katoda merupakan salah satu komponen dalam baterai yang dapat didaur ulang untuk memperoleh material logam yang bernilai, diantaranya logam litium. Daur ulang litium menggunakan metode hidrometalurgi memiliki efisiensi recovery yang tinggi, namun metode tersebut tidak ramah lingkungan karena penggunaan pelarut anorganik dalam prosesnya. Pada penelitian ini dipelajari pengaruh suhu dan konsentrasi asam asetat, penambahan glukosa sebagai reduktor, dan memperoleh kembali litium sebagai litium karbonat (Li2CO3) dengan cara pengendapan (precipitation). Tahapan dari penelitian ini adalah disassembly, discharging, dismantling, pretreatment, leaching, precipitation. Pada tahapan leaching tanpa penambahan glukosa, kondisi optimum diperoleh pada konsentrasi asam asetat 3,5M, suhu 60°C, dengan efisiensi leaching yang tertinggi sebesar 61%. Sedangkan dengan penambahan glukosa sebagai reduktor, kondisi optimum diperoleh pada konsentrasi asam asetat 3,5M, konsentrasi glukosa 0,5M, suhu larutan 70°C, dengan efisiensi leaching litium tertinggi sebesar 89%. Penambahan glukosa sebagai reduktor mampu meningkatkan efisiensi leaching sebesar 28% dibandingkan tanpa penambahan glukosa. Pada pengendapan (precipitation) litium diperoleh serbuk Li2CO3 dengan kemurnian relatif 1,26%. Penggunaan asam asetat dan glukosa sebagai pelarut organik yang ramah lingkungan, renewable, dan murah, memberikan prospek yang baik dalam daur ulang litium dari katoda baterai ion litium bekas.", "Daftar File": {"ABSTRAK Titi Rachmawati": "https://digilib.itb.ac.id/gdl/download/259282"}, "Penulis": "Titi Rachmawati [23720003]", "Kontributor / Dosen Pembimbing": ["Afriyanti Sumboja, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Ilmu Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "katoda baterai ion litium bekas, daur ulang litium, pelarut organik, reduktor organik, asam asetat, glukosa.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Sep 2022"}