{"Nomor": 68568, "Judul": "DESAIN LAYOUT DAN PEKERJAAN PENGERUKAN ALUR PELAYARAN DAN KOLAM PUTAR PELABUHAN SEI BEROMBANG PROVINSI SUMATERA UTARA", "Abstrak": "Pelabuhan Sei Berombang di Kabupaten Labuhanbatu, Provinsi Sumatera Utara memiliki permasalahan kedalaman pada kolam putar dan alur pelayaran sehingga kapal hanya dapat masuk ke pelabuhan dan bersandar di dermaga saat air pasang saja. Untuk kelancaran, keselamatan, dan meningkatkan kegiatan pelayaran, diperlukan adanya pekerjaan pengerukan alur pelayaran dan kolam putar di Pelabuhan Sei Berombang yang bisa memfasilitasi kapal yang akan bersandar tanpa terganggu kondisi pasang surut. Dalam Tugas Akhir ini, akan dibahas desain layout alur pelayaran dan kolam putar, estimasi volume keruk, estimasi durasi pekerjaan pengerukan, dan estimasi biaya pekerjaan pengerukan. Dari hasil desain didapatkan dimensi alur pelayaran berupa kedalaman 2.0 meter dari LWS, lebar 45.0 meter, dan kemiringan tanah dasar perairan 1:3. Sedangkan kolam putar memiliki kedalaman 2.0 meter dari LWS dan diameter 55.0 meter. Dengan menggunakan metode cross section, diperoleh estimasi volume keruk sebesar 1,000,969.50 m3. Pekerjaan pengerukan ini dilakukan dengan 1 unit kapal CSD “B250 – Banter Minimax”, 1 unit kapal backhoe dredger “Rhea”, dan 1 unit kapal backhoe dredger “BDC 29” dengan bantuan 19 unit tugboat dan 19 unit split hopper barge. Pekerjaan pengerukan ini dilakukan selama 148 hari termasuk mobilisasi dan demobilisasi dengan estimasi biaya pekerjaan sebesar Rp168,962,921,177 atau Rp168,799/m3.", "Daftar File": {"ABSTRAK Muhammad Ihsanil Arsyad": "https://digilib.itb.ac.id/gdl/download/259284"}, "Penulis": "Muhammad Ihsanil Arsyad [15518045]", "Kontributor / Dosen Pembimbing": ["Ir. Alamsyah Kurniawan, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pelabuhan Sei Berombang, Pengerukan, Alur Pelayaran, Kolam Putar", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Sep 2022"}