{"Nomor": 68571, "Judul": "STUDI PENGARUH PRE-OKSIDASI BIJIH EMAS TAMBANG DOUP SULAWESI UTARA MENGGUNAKAN GAS OZON SECARA LANGSUNG DAN TAK LANGSUNG TERHADAP PERSEN EKSTRAKSI EMAS PADA PROSES SIANIDASI", "Abstrak": "Bijih emas refraktori merupakan tipe bijih emas yang sulit diolah dan menghasilkan recovery emas terlarut <95% bahkan <50% untuk kategori highly refractory, apabila diproses dengan sianidasi konvensional. Recovery emas dapat ditingkatkan dengan melakukan pre-treatment pada bijih emas refraktori tipe sulfida dimana butiran emas terjebak dalam mineral sulfida yang sulit dilarutkan. Salah satu metode pre-treatment yang berpotensi diterapkan adalah penggunaan gas ozon sebagai oksidator. Ozon memiliki potensial reduksi standar yang tinggi, yaitu +2,07 V (vs SHE) yang dapat diproduksi dari gas oksigen murni maupun udara. Dalam penelitian ini, dilakukan studi pengaruh pre-oksidasi secara langsung dan tak langsung terhadap sampel bijih emas dari Tambang Doup, Sulawesi Utara terhadap peningkatan recovery emas pada proses sianidasi.\n\nBijih emas dilakukan pengeringan, penggerusan dan pengayakan hingga distribusi ukuran partikel bijih 100% <74 mikron, dan sampling dengan metode coningquartering.\nSampel bijih selanjutnya dilakukan analisis X-ray Diffraction (XRD), X-ray Fluorescence (XRF), fire assay, dan Scanning Electron Microscope (SEM). Selanjutnya dilakukan serangkaian pelindian diagnostik untuk mempelajari persebaran emas secara kuantitatif di dalam kelompok mineral tertentu pada bijih. Serangkaian percobaan pre-oksidasi secara langsung dan tak langsung dilakukan dengan variasi pH dan bahan baku ozon (udara dan O2 murni). Profil perubahan temperatur, pH, dissolved ozone (DO3), dissolved oxygen (DO2), oxidationreduction potential (ORP) dicatat dan dilakukan sampling larutan selama waktu tertentu pre-oksidasi. Filtrat hasil pre-oksidasi kemudian dilakukan analisis konsentrasi Cu, Fe, dan Zn terlarut menggunakan Atomic Absorption Spectroscopy (AAS). Sementara, residu dari setiap percobaan pre-oksidasi selanjutnya dilakukan\nsianidasi sehingga didapatkan pregnant leach solution (PLS) untuk dianalisis konsentrasi emas terlarutnya menggunakan AAS.\n\nHasil persen ekstraksi Cu, Fe dan Zn terlarut selama pre-oksidasi didapatkan meningkat seiring dengan waktu pre-oksidasi, pengaturan keasaman pada pH 2, dan penggunaan O2 murni sebagai bahan baku ozon. Proses pre-oksidasi secara langsung dengan pengaturan pada pH 2 dan udara sebagai bahan baku ozon selama 240 menit mampu meningkatkan ekstraksi emas dari 79,08% menjadi 82,78% pada proses sianidasi. Kondisi pre-oksidasi tanpa pengaturan keasaman, dihasilkan persen ekstraksi sianidasi emas yang lebih rendah dibandingkan kondisi pada pH 2 akibat dari pembentukan lapisan ferric hydroxide yang menghambat oksidasi mineral sulfida lebih lanjut. Kemungkinan pembentukan produk samping sulfur elemental dari hasil pre-oksidasi secara langsung juga dapat berakibat pada lambatnya laju pelindian emas dan meningkatnya konsumsi sianida.", "Daftar File": {"ABSTRAK Chanovanto Chrisna": "https://digilib.itb.ac.id/gdl/download/259288"}, "Penulis": "Chanovanto Chrisna [12518073]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Mohammad Zaki Mubarok, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Metallurgy", "Kata Kunci": "bijih refraktori, ekstraksi, emas, ozon, pre-oksidasi, sianidasi", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "16 Sep 2022"}