{"Nomor": 68587, "Judul": "ANALISA CAPITAL BUDGETING RENCANA PENGEMBANGAN JANGKA PANJANG LAPANGAN MIGAS  (KASUS STUDI BLOK SUMAWA)", "Abstrak": "Tujuan penelitian ini adalah untuk membantu PT Strim Energi Indonesia, sebuah perusahaan minyak dan gas yang berbasis di Indonesia yang mengoperasikan Blok Sumawa, mengembangkan Rencana Jangka Panjang yang mampu memenuhi tujuan dari pemangku kepentingan yaitu meningkatkan produksi, melaksanakan semua komitmen pasti yang dinyatakan dalam PSC, memberikan rencana bisnis yang menarik bagi investor dan memberikan nilai tambah bagi perusahaan. Teknik penganggaran modal (NPV dan IRR) akan digunakan untuk menghitung kelayakan kasus pengembangan yang ada dan alternatif dengan tepat. Analisis metode yang ada menunjukkan bahwa dalam investasi multiyears, penyimpangan dari rumus referensi untuk menghitung Arus Kas Operasi (OCF) dapat menghasilkan NPV dan IRR yang berbeda. Oleh karena itu, disarankan agar perusahaan menggunakan OCF dalam perhitungannya. \nAda 3 kasus pengembangan dalam Rencana Jangka Panjang yang ada: Low Case yang mencakup produksi sumur yang ada dengan workover dan pengeboran infill hingga 2023, Mid Case yang mencakup workover, pengeboran infill dengan fasilitas lepas pantai baru hingga 2030, dan High Case yang mencakup proyek marjinal , Enhance Oil Recovery (EOR) dan pengembangan lapangan yang akan ditemukan dari kegiatan eksplorasi. Mengingat tingginya tingkat risiko pada proyek High Case, diusulkan untuk menerapkan faktor koreksi pada produksi minyak sebesar 50% yang selanjutnya akan diberi nama High Case Termodifikasi, sebagai dasar untuk membangun kasus pengembangan alternatif. \nBerdasarkan produksi minyak kumulatif, NPV dan IRR, diusulkan untuk mempertahankan Mid Case dan Modified High Case tanpa proyek marjinal dalam Rencana Jangka Panjang usulan. Analisis sensitivitas pada kasus-kasus ini menunjukkan bahwa 5 parameter yang memengaruhi NPV adalah: harga minyak, pengeluaran operasi (OPEX), split minyak, pengeluaran modal (CAPEX), dan hurdle rate. Simulasi Monte Carlo dengan rentang parameter sensitivitas menunjukkan bahwa Mid Case dan High Case Termodifikasi tanpa proyek marjinal berisiko, ditunjukkan oleh kemungkinan 43% memiliki NPV kurang dari 0. Dalam konteks lapangan minyak tua, penting untuk menggunakan metode analisis penganggaran modal yang baik  dan juga memiliki proforma yang realistis, dalam hal ini perkiraan produksi, karena sensitivitasnya tinggi. Usulan akan dilannjutkan dengan upaya optimalisasi biaya dan permohonan insentif kepada pemerintah", "Daftar File": {"2022_TS_PP_Antonius Andi Krisnaputra  29120495_Abstrak-1.pdf?_": "https://digilib.itb.ac.id/gdl/download/259305"}, "Penulis": "Antonius Andi Krisnaputra [29120495]", "Kontributor / Dosen Pembimbing": ["Yunieta Anny Nainggolan, S.E., M.Com., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "capital budgeting, mature oil field, risk analysis, NPV, IRR.", "Sumber": "PT Strim Energi Indonesia", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "16 Sep 2022"}