{"Nomor": 68589, "Judul": "DAMPAK RADIASI PENGION TERHADAP TUBUH MANUSIA DI ORBIT GEOSTASIONER", "Abstrak": "Radiasi di luar angkasa, khususnya di wilayah Tata Surya, berasal dari tiga sumber, yaitu Trapped Particle di Sabuk Van Allen, Solar Cosmic Radiation (SCR) yang berasal dari aktivitas Matahari, dan Galactic Cosmic Ray (GCR) yang berasal dari luar Tata Surya. Skenario misi satu tahun di orbit geostasioner dengan material tameng pesawat luar angkasa berupa aluminium menunjukan dampak yang diterima oleh tubuh manusia dari radiasi elektron, proton, dan foton dengan tebal tameng 0.001 cm memberikan efek deterministik berupa rangkaian Sindrom Radiasi Akut (Sindrom Sumsum Tulang Belakang, Sindrom Gastrointestinal, dan Sindrom Sistem Saraf Pusat & Kardiovaskular), infertilitas, kelainan janin, katarak, eritema, dan kerusakan kulit fatal. Untuk efek stokastik, resiko kanker yang ditimbulkan setelah menerima dosis radiasi kumulatif memiliki nilai yang relatif dependen dengan organ/jaringan yang terpapar. Walaupun dapat diatasi dengan tameng aluminium setebal 1 cm, sumber radiasi sekunder berupa foton sekunder yang muncul akibat interaksi radiasi dengan aluminium butuh diperhatikan. Kriteria tameng ideal untuk misi luar angkasa adalah fleksibel, kuat, dan stabil (tidak menimbulkan sumber radiasi kedua). Material yang dirujuk oleh beberapa referensi dan berdasarkan pada material dinding ISS adalah material dari polietilen seperti Kevlar dengan desain berupa stuffed whipple shield. Material tambahan yang juga menambah proteksi radiasi seperti air dan limbah manusia juga disarankan oleh beberapa referensi.", "Daftar File": {"ABSTRAK Vemby Somadias": "https://digilib.itb.ac.id/gdl/download/259306"}, "Penulis": "Vemby Somadias [10317028]", "Kontributor / Dosen Pembimbing": ["Dr. Dhani Herdiwijaya, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Misi Eksplorasi, Radiasi Pengion, Space Radiobiology, Proteksi Radiasi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Sep 2022"}