{"Nomor": 68580, "Judul": "SIMULATION AND ANALYSIS OF A ONE-DIMENSIONAL MODEL OF A DUAL FUEL DIESEL ENGINE", "Abstrak": "Bahan bakar yang berasal dari minyak bumi merupakan sumber energi paling banyak digunakan saat ini. Selain menguntungkan karena efisiensinya yang tinggi, minyak bumi juga disukai karena mudah diubah menjadi bentuk energi lain. Karena itulah mesin pembakaran dalam yang merupakan salah satu peralatan mekanik yang mengubah energi kimia dari bahan bakar menjadi energi mekanik sering kali digunakan baik di industri ataupun untuk memenuhi kebutuhan sehari-hari.\nMesin diesel merupakan salah satu mesin pemabakaran dalam yang paling banyak digunakan di industry karena kemampuannya untuk menghasilkan torsi yang tinggi. Tingginya harga jual bahan bakar diesel oleh pemerintah, khususnya untuk sektor industry, mendorong upaya untuk mencari bahan bakar lain yang lebih murah. Salah satu alternatifnya adalah penggunaan mesin diesel bahan bakar ganda, yang menggunakan bahan bakar utama gas alam terkompresi (CNG) dan bahan bakar diesel sebagai bahan bakar pilot untuk menyalakan bahan bakar gas. Bahan bakar diesel dibutukan di mesin ini karena kompresi saja tidak cukup untuk menyalakan CNG karena suhu autoignition dari CNG yang tinggi.\nDalam penelitian ini difokuskan pada performa dan emisi yang dihasilkan oleh mesin diesel bahan bakar ganda dengan mesin gas dan diesel sebagai pembanding, dan juga menacari persantase subtitusi BBM yang optimal antara bahan bakar diesel dan gas.", "Daftar File": {"ABSTRAK Umar": "https://digilib.itb.ac.id/gdl/download/259300"}, "Penulis": "Umar [13118248]", "Kontributor / Dosen Pembimbing": ["Dr. techn. Ir. Arief Hariyanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Mesin Diesel, Mesin Diesel Bahan Bakar Ganda, Mesin Gas, Performa, Emisi, Bahan Bakar Diesel, gas alam terkompresi (CNG).Diesel Engine,", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Sep 2022"}