{"Nomor": 68582, "Judul": "PENGARUH PARAMETER ELECTROPOLISHING TERHADAP KEKASARAN PERMUKAAN DAN KETAHANAN KOROSI BAJA TAHAN KARAT AISI 316L", "Abstrak": "Electropolishing banyak digunakan di berbagai cabang industri seperti pada industri makanan, farmasi, dan biomedis. Proses electropolishing dalam industri tersebut dibutuhkan untuk mendapatkan spesifikasi kualitas permukaan yang tiggi seperti permukaan yang halus, mudah dibersihkan dan tahan korosi. Hasil akhir dari proses electropolishing bergantung pada parameter-parameter proses seperti komposisi elektrolit, voltase, rapat arus, temperatur, waktu dan lain-lain. Pada penelitian ini dilakukan percobaan electropolishing pada substrat Baja Tahan Karat AISI 316L dengan memvariasikan parameter berupa kekasaran awal, jarak antar elektroda, voltase, waktu, dan komposisi elektrolit. Hal ini dilakukan untuk mengetahui pengaruh dari masing-masing parameter terhadap kualitas permukaaan berupa % penurunan kekasaran permukaan (%DRa) serta mendapatkan parameter yang menghasilkan % DRa optimum. Hasil percobaan menunjukkan bahwa kekasaran awal dan jarak antar elektroda tidak berpengaruh pada %DRa dan parameter voltase, waktu, serta komposisi elektrolit berpengaruh pada %DRa. Parameter electropolishing yang menghasilkan %DRa paling optimum adalah pada voltase 7 volt, rapat arus 60 A/dm2, waktu 3 menit, dan temperatur 65oC dengan %DRa sebesar 54±1.97% pada campuran larutan 20% v/v H2SO4 85%, 60% v/v H3PO4 96%, 10 %v/v H2O, dan 10% v/v Gliserol 99%. Kemudian dilakukan evaluasi ketahanan korosi Baja Tahan Karat AISI 316L menggunakan metode elektrokimia berupa open circuit potential (OCP), electrochemical impedance spectroscopy (EIS), dan polarisasi tafel. Hasil pengujian tersebut menunjukkan bahwa setelah proses elctropolihising, ketahanan korosi Baja Tahan Karat AISI 316L meningkat 94.27±3.75 %.", "Daftar File": {"ABSTRAK Siti Rodotun": "https://digilib.itb.ac.id/gdl/download/259302"}, "Penulis": "Siti Rodotun [23721013]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Aditianto Ramelan", "Dr.Eng. Asep Ridwan Setiawan, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Ilmu Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "baja tahan karat, electropolishing, kekasaran permukaan, ketahanan korosi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Sep 2022"}