{"Nomor": 68596, "Judul": "PERENCANAAN TANGGUL DAN NORMALISASI SEBAGAI UPAYA PENANGGULANGAN BANJIR SUNGAI BONE HILIR DI KOTA GORONTALO", "Abstrak": "Banjir adalah fenomena alam yang terjadi karena tidak sanggupnya saluran\nmenerima kapasitas air yang mengalir sehingga terjadinya luapan air ke luar saluran\nmenuju daerah sekitar sungai seperti pemukiman penduduk, jalan dan fasilitas\numum. Saat ini, banjir menjadi perhatian khusus bagi Kota Gorontalo karena selalu\nterkena banjir dalam beberapa tahun terakhir. Kota Gorontalo sendiri merupakan\ndaerah yang sangat berkembang dan padat, sehingga dampak banjir seperti\nkerugian secara materi sangat terasa pengaruhnya.\nLokasi yang dijadikan fokus tinjauan pada tugas akhir ini adalah bagian hulu sungai\nbone yang bersinggungan langsung dengan kepadatan penduduk di kecamatan kota\nselatan, kota timur, Hulonthalangi dan Dumbo Raya. Karena DAS Bone yang besar,\nhulu sungai bone tidak cukup kuat dalam menampung kiriman aliran air dari hilir\nsungai yang berada di kabuapten Bone Bolango saat kondisi hujan cukup ekstrim.\nDengan saluran drainase yang buruk, sedimentasi dari hulu, dan penyempitan\nsungai, diperlukan perencanaan pengendalian banjir yang tepat. Pada penelitian kali\nini didapatkan debit banjir maksimum periode ulang 25 tahun sebesar 889,8 m3/s.\nKondisi penampang Hilir sungai Bone yang tidak dapat menampung debit tersebut\nmenjadikan daerah di sekitar sungai menjadi banjir.\nOleh karena itu, pembangunan tanggul dan normalisasi sungai menjadi solusi untuk\nmeningkatkan kapasitas sungai sehingga cukup dalam menampung dan\nmengalirkan air ke laut tanpa membanjiri daerah sekitar yang sangat padat\npenduduk. Selain itu bronjong juga dipasang dibeberapa titik yang rawan erosi\nsesuai dengan simulasi transport sedimen menggunakan software Hec-RAS.", "Daftar File": {"ABSTRAK Muhammad Attariq Aditya": "https://digilib.itb.ac.id/gdl/download/259313"}, "Penulis": "Muhammad Attariq Aditya [15817016]", "Kontributor / Dosen Pembimbing": ["Joko Nugroho, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Sep 2022"}