{"Nomor": 68609, "Judul": "PENINGKATAN STATUS BEKAS CADANGAN TIMAH ALUVIAL DARAT MENJADI CADANGAN DENGAN CARA PENAMBANGAN BOREHOLE DAN EVALUASI GEOSTATISTIK SISA HASIL PENGOLAHAN TIMAH MENJADI SUMBERDAYA, STUDI KASUS: WILAYAH BANGKA-BELITUNG", "Abstrak": "Kemunculan dan semakin maraknya penambangan timah yang dilakukan oleh masyarakat berdampak pada rusaknya sumberdaya dan cadangan timah aluvial darat wilayah IUP PT. Timah Tbk. dengan meninggalkan bekas-bekas cadangan. Bekas-bekas cadangan yang tersebar dalam bentuk setempat-setempat ini tidak dapat ditambang lagi menggunakan metode tambang semprot karena faktor dimensi maupun keekonomiannya. Kondisi ini menyebabkan bekas-bekas cadangan ini diklasifikasikan kembali sebagai sumberdaya dan mengakibatkan jumlah cadangan timah menjadi berkurang. Saat terjadi penurunan produksi yang cukup signifikan dari PT. Timah Tbk. selama periode tahun 2011 – 2016, berbagai program dilaksanakan diantaranya dengan menampung bijih timah dari sisa hasil pengolahan (SHP) oleh masyarakat, sehingga dalam periode tahun 2017-2019 PT. Timah Tbk berhasil meningkatkan kembali produksi timahnya.\n\nKeberhasilan perusahaan untuk kembali meningkatkan produksinya memunculkan permasalahan baru, karena secara neraca timah, terjadi ketidakseimbangan antara jumlah produksi dengan jumlah sumberdaya dan cadangan timah yang secara resmi dinyatakan oleh perusahaan berdasarkan standar pelaporan sumberdaya dan cadangan (JORC/KCMI), terutama pada tahun 2019. Pada tahun 2019 produksi timah yang berasal dari produksi darat mengalami peningkatan yang sangat berarti dan melebihi jumlah cadangan timah pada tahun yang sama.\n\nFokus dari penelitian ini adalah menganalisis secara rinci penyebab dari permasalahan yang ada, kemudian mencari dan mengusulkan solusi agar neraca timah dapat disesuaikan. Obyek penelitian utama yang dianalisis adalah bekas cadangan timah aluvial darat yang tersebar secara setempat-setempat dalam bentuk yang tidak beraturan dan kondisi sisa hasil pengolahan (SHP) yang terindikasi merupakan penyebab dari ketidaksesuaian neraca timah tersebut.\n\nFaktor pengubah (modifying factor) yang digunakan untuk mengubah klasifikasi bekas cadangan timah aluvial darat dari sumberdaya menjadi cadangan adalah cara penambangan borehole mining semprot-hisap, yang merupakan salah satu kebaruan di dalam penelitian ini. Sedangkan untuk SHP akan dilakukan uji kualitas dengan\nmengambil conto-conto (samples) di beberapa lokasi SHP kemudian dilakukan analisis geostatistik sehingga dihasilkan rentang klasifikasi tingkat keyakinan endapan SHP yang juga merupakan kebaruan dalam penelitian ini. Tujuan utama yang diharapkan dari penelitian ini adalah dihasilkannya faktor pengubah untuk meningkatkan klasifikasi bekas cadangan timah aluvial yang tersebar menjadi cadangan kembali dan menyatakan bahwa endapan SHP masih dapat diklasifikasikan sebagai sumberdaya.\n\nHasil penelitian ini menunjukkan bahwa penambangan borehole semprot-hisap dapat diaplikasikan untuk penambangan pada bekas cadangan timah aluvial darat sehingga dapat menjadi faktor pengubah dari sumberdaya menjadi cadangan. Penelitian ini juga membuktikan bahwa endapan SHP mempunyai klasifikasi tingkat keyakinan endapan sehingga dapat dinyatakan sebagai sumberdaya.", "Daftar File": {"ABSTRAK Ichwan Azwardi": "https://digilib.itb.ac.id/gdl/download/259331", "BAB 1 Ichwan Azwardi": "https://digilib.itb.ac.id/gdl/download/259332", "BAB 2 Ichwan Azwardi": "https://digilib.itb.ac.id/gdl/download/259333", "BAB 3 Ichwan Azwardi": "https://digilib.itb.ac.id/gdl/download/259334", "BAB 4 Ichwan Azwardi": "https://digilib.itb.ac.id/gdl/download/259335", "BAB 5 Ichwan Azwardi": "https://digilib.itb.ac.id/gdl/download/259338", "BAB 6 Ichwan Azwardi": "https://digilib.itb.ac.id/gdl/download/259339", "PUSTAKA Ichwan Azwardi": "https://digilib.itb.ac.id/gdl/download/259340"}, "Penulis": "Ichwan Azwardi [32119001]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Komang Anggayana, M.S.", "Dr.-Ing. Ir. Arjo Prawoto Wibowo, M.Eng.", "Dr.Eng. Nuhindro Priagung Widodo, M.T."], "Jenis Koleksi": "Disertasi", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Bekas cadangan, timah aluvial, penambangan borehole semprot-hisap, endapan SHP, analisis geostatistik", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "16 Sep 2022"}