{"Nomor": 68601, "Judul": "PERANCANGAN SISTEM INFORMASI UNTUK OPTIMASI PELAKSANAAN EVALUASI TRAINING PADA DIVISI LEARNING AND DEVELOPMENT PT TOBA PULP LESTARI TBK", "Abstrak": "PT Toba Pulp Lestari Tbk. (PT TPL) merupakan sebuah perusahaan manufaktur yang bergerak dalam industri Pulp Eucalyptus di Provinsi Sumatera Utara, Indonesia. Divisi Learning and Development di PT TPL bertanggung jawab dalam pelaksanaan evaluasi terhadap training di lingkungan perusahaan. Pelaksanaan evaluasi tersebut dilakukan dengan berdasarkan pada framework Kirkpatrick dan masih dilakukan pada level 1 dan 2 (dari total 4 level) serta dilakukan secara manual. Hal tersebut menimbulkan beberapa masalah, seperti kurang maksimalnya hasil evaluasi dan tidak efektifnya pelaksanaan evaluasi tersebut. Oleh karena itu, PT TPL membutuhkan solusi yang dapat mengoptimasi pelaksanaan evaluasi training tersebut, yaitu dengan adanya sistem informasi.\nPenelitian ini bertujuan untuk merancang model evaluasi level 3 dan sistem informasi yang dapat mengoptimasi pelaksanaan evaluasi training di PT TPL. Perancangan model evaluasi level 3 tersebut dilakukan berdasarkan framework Kirkpatrick. Sedangkan perancangan sistem informasi dilakukan berdasarkan metode Framework for the Application of System (FAST). Metode FAST tersebut dinilai paling sesuai untuk pengembangan sistem baru yang sederhana karena tahapan pengerjaan yang jelas serta dapat diaplikasikan pada kondisi dengan sumber daya yang terbatas.\nProses perancangan model evaluasi level 3 pada penelitian ini meliputi evaluasi terhadap model existing, perancangan model evaluasi level 3, perancangan kuesioner evaluasi, dan perancangan pengolahan data evaluasi yang menghasilkan sebuah usulan model evaluasi level 3. Sedangkan perancangan sistem informasi meliputi identifikasi kebutuhan sistem, pemodelan proses dan data, perancangan UI prototipe, dan konstruksi prototipe menggunakan VBA Excel yang desain sistem dan sebuah prototipe yang kemudian diverifikasi dan divalidasi untuk memastikan solusi yang dibangun telah menjawab permasalahan yang ada.", "Daftar File": {}, "Penulis": "Sandro Daniel Sitanggang [13418037]", "Kontributor / Dosen Pembimbing": ["Dissa Riandaso Chandra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "evaluasi training, Kirkpatrick, sistem informasi, FAST, VBA Excel", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "16 Sep 2022"}