{"Nomor": 68611, "Judul": "ANALISIS DESAIN BERBASIS KINERJA STRUKTUR DERMAGA PETI KEMAS DENGAN METODE NON-LINIER RESPON DINAMIK RIWAYAT WAKTU", "Abstrak": "Perencanaan dermaga merupakan bagian penting dalam mendapatkan struktur dermaga yang layak. Meskipun demikian sampai saat ini belum tersedia pedoman khusus dalam melakukan perencanaan struktur dermaga peti kemas di Indonesia, sehingga perencana dalam melakukan analisis umumnya menggunakan peraturan asing. Sehingga, analisis yang memerlukan parameter khusus seperti gempa tidak terkoordinasi dengan baik dan dapat menyebabkan struktur menjadi tidak ekonomis. Salah satu upaya yang bisa dilakukan untuk mendapatkan struktur yang ekonomis adalah dengan melakukan analisis berbasis kinerja, seperti dilakukan pada penelitian ini.\nStudi kasus dilakukan pada salah satu dermaga peti kemas di daerah Semarang. Pembebanan mengacu ke BS 6349 dan kombinasi pembebanan mengacu terhadap POLB 5.0. Parameter desain awal gempa linier mengacu terhadap SNI 1726 2019, dengan R=2 dan Cd=2, yang sesuai dengan ASCE/COPRI 61-14. Untuk meninjau efisiensi struktur, dilakukan pula analisis non-linier yang mengacu pada POLB 5.0. Hasil analisis ditargetkan memenuhi kinerja code level design earthquake (DE). Pengecekan menggunakan analisis non-linier statik pushover (NSP) dan non-linier respon dinamik riwayat waktu (NLTHA) dengan 7 set gempa yang sudah dilakukan spectral matching.\nHasil analisis menunjukkan bahwa kinerja struktur dermaga peti kemas masih berada dalam level kinerja operating level earthquake (OLE), dengan sendi plastis terjadi di daerah tiang pancang baja, sedangkan untuk daerah balok masih berperilaku elastik. Selanjutnya dilakukan optimasi struktur dan analisis ulang untuk menentukan parameter desain gempa. Dari perhitungan bahwa struktur yang optimum dapat diperoleh dengan menggunakan R=4 dan Cd=4 pada analisis beban gempa. Dengan demikian dari hasil tersebut terbukti dengan analisis berbasis kinerja, bisa didapatkan struktur dermaga peti kemas yang jauh lebih ekonomis.", "Daftar File": {"ABSTRAK Yaddi Nugraha Kusnadi": "https://digilib.itb.ac.id/gdl/download/259342"}, "Penulis": "Yaddi Nugraha Kusnadi [25020029]", "Kontributor / Dosen Pembimbing": ["Dyah Kusumastuti, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Desain Berbasis Kinerja, Faktor Modifikasi Respon, Pelabuhan, Dermaga Peti Kemas, Pushover, Nonlinier, Riwayat Waktu", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Sep 2022"}