{"Nomor": 68614, "Judul": "PENGEMBANGAN MODEL KLASIFIKASI MULTIKELAS SMS BAHASA INDONESIA BERDASARKAN KONTEN  PESAN", "Abstrak": "SMS adalah layanan komunikasi berbasis teks tanpa internet yang tersedia pada\nhampir seluruh perangkat ponsel, dan dapat diterima di seluruh dunia, termasuk\nIndonesia. Kemudahan yang diberikan oleh SMS ini menjadikan SMS\ndimanfaatkan untuk banyak hal, mulai dari iklan, sarana pemberitahuan, hingga\npercakapan sehari-hari. Namun, karena kemudahan itu juga, SMS kerap digunakan\nuntuk mengirim pesan yang bersifat penipuan.\nKeberagaman pemanfaatan SMS ini dapat menyulitkan pengguna untuk mengakses\nSMS dengan konten tertentu. Untuk itu, dilakukan penelitian terkait klasifikasi\npesan SMS berdasarkan konten pesan. Pada penelitian ini, konten SMS dibagi\nmenjadi 4 kelas, yaitu iklan, informasi, penipuan, dan reguler.\nMetode yang digunakan untuk melakukan klasifikasi adalah algoritma tradisional\nberbasis statistik, yaitu logistic regression dan decision tree. Kemudian digunakan\njuga metode berbasis deep learning, yaitu CharCNN (Zhang dkk., 2015) dan McM\n(Shakeel dkk., 2019), serta model pretrained IndoBERT (Wilie dkk., 2020). Hasil\n\neksperimen memberikan IndoBERT-base-p2 sebagai metode dengan nilai macro-\nF1 terbaik yaitu 94,05%.\n\nSelain evaluasi berdasarkan hasil klasifikasi, dilakukan juga analisis terhadap\nukuran penyimpanan dan waktu inferensi pada IndoBERT. Proses deployment\nIndoBERT pada perangkat Android memberikan hasil akhir ukuran penyimpanan\nmodel sebesar 241,34 MB dan rata-rata waktu inferensi 0,2279 detik pada Samsung\nGalaxy A52s 5G dan 0,786 detik pada Vivo Y65.", "Daftar File": {}, "Penulis": "Hasna Roihan Nafiisah [13518008]", "Kontributor / Dosen Pembimbing": ["Fariska Zakhralativa Ruskanda, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "SMS, bahasa Indonesia, klasifikasi.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "17 Sep 2022"}