{"Nomor": 68625, "Judul": "KAJIAN USULAN LOKASI DAN PERENCANAAN DESAIN FASILITAS SELTER OJEK DARING DI KOTA BANDUNG (STUDI KASUS: KAWASAN UMKM KULINER DAGO-DIPATI UKUR)", "Abstrak": "Percepatan proses digitalisasi dalam metode transaksi penjualan bagi pelaku usaha UMKM kuliner menjadi strategi yang dilakukan agar dapat bertahan di saat Pandemi Covid-19 berlangsung. Penjualan produk secara digital dapat melalui layanan e-commerce dan aplikasi layanan ojek daring. Keberadaan layanan pengantaran makanan (online food delivery) melalui aplikasi layanan ojek daring mampu meningkatkan minat beli bagi konsumen (64% konsumen sering menggunakan aplikasi OFD di saat pandemi berdasarkan survei dari Tenggara Strategics) dan berdampak baik pada pertumbuhan ekonomi dengan kenaikan presentase 1% berdasarkan survei yang dilakukan oleh LD FEB UI.\nTujuan penelitian ini adalah untuk mengkaji perencanaan fasilitas Selter Ojek Daring berdasarkan karakteristik, sosiodemografi, dan kebutuhan mitra pengemudi ojek daring agar tidak terjadi alih fungsi fasilitas perkotaan (bahu jalan dan trotoar pejalan kaki) sebagai lahan parkir untuk mitra pengemudi ojek daring.\nPengumpulan data dilakukan menggunakan kuesioner daring kepada 125 responden dengan kriteria respondennya adalah mitra pengemudi ojek daring yang menggunakan aplikasi (Gojek, Grab, Shopee Food, dan lainnya), beroperasi di Kota Bandung, dan aktif minimal selama satu tahun kebelakang. Pendekatan analisis likert digunakan untuk mengidentifikasi karakteristik dan kebutuhan responden.\nPerencanaan penyediaan fasilitas Selter Ojek Daring memperhatikan berbagai hal, diantaranya mengacu pada kriteria-kriteria perencanaan sesuai regulasi yang berlaku, Prinsip 1: Berorientasi Kepada Manusia, Prinsip 2: Kolaborasi antar Pemangku kepentingan, Prinsip 3 Integrasi dengan Sistem Perkotaan, Prinsip 4: Skema Penyediaan dan Pengelola yang Terstandarisasi, standar kebutuhan ruang (ruang gerak manusia dan kendaraan), elemen-elemen pendukung (elemen dasar dan elemen pendukung), dan tipologi berdasarkan kriteria lokasi potensial. Melihat dari kondisi lokasi pada wilayah studi (Kawasan Dipati Ukur) tipologi fasilitas selter yang sesuai adalah tipologi Tipe 1: Fasilitas Selter Berada di Dalam\nii\nKavling dengan usulan lokasinya berada di lahan parkir restauran Mie Gacoan Cabang Dipati Ukur dengan dasar pertimbangannya adalah berdasarkan hasil observasi banyak mitra pengemudi ojek daring yang beroperasi di sekitar restauran tersebut dan lahan parkir ini memiliki ketersediaan lahan yang cukup sehingga kebutuhan ruang fasilitas selter pada lokasi ini adalah sebesar 62 m2. Usulan lokasi selanjutnya adalah pada lahan parkir bersama di sebelah kampus Unikom dengan dasar pertimbangannya memiliki lahan yang cukup dan dekat dengan keberadaan fasilitas perkotaan (pendidikan, perbelanjaan, dan titik transit) sehingga kebutuhan ruang fasilitas selter pada lokasi ini adalah sebesar 55 m2. Lalu berdasarkan tipologi Tipe 2: Fasilitas Selter Berada pada Ruang Publik Tidak Optimum dengan usulan lokasinya adalah fasilitas bekas halte sepeda yang berada di Jalan Ganesa dengan dasar pertimbangannya adalah pemanfaatan kembali bangunan atau ruang yang tidak terpakai dan dekat dengan fasilitas perkotaan (pendidikan, perkantoran, dan pariwisata), kebutuhan ruang fasilitas selter pada lokasi ini adalah sebesar 72 m2.\nUsulan skema penyediaannya memperlibatkan pemangku kepentingan di dalamnya. Pada lokasi lahan parkir restauran Mie Gacoan Cabang Dipati Ukur, pemerintah berperan sebagai perantara antara pihak aplikasi layanan dan ojek daring dan pihak restauran dalam pengadaan fasilitas selter. Pada lokasi lahan parkir bersama sebelah kampus Unikom, pemerintah berperan sebagai perantara antara pihak aplikasi layanan dan ojek daring dan masyarakat dalam pengadaan fasilitas selter. Dan pada lokasi lahan bekas halte sepeda di Jalan Ganesa, pemerintah berperan sebagai penyedia lahan, perusahaan aplikasi layanan ojek daring berperan sebagai pemberi dana, dan masyarakat berperan sebagai pengelola fasilitas selter tersebut.", "Daftar File": {"ABSTRAK Muhammad Azmi Azzami": "https://digilib.itb.ac.id/gdl/download/259349", "BAB 1 Muhammad Azmi Azzami": "https://digilib.itb.ac.id/gdl/download/259481", "BAB 2 Muhammad Azmi Azzami": "https://digilib.itb.ac.id/gdl/download/259482", "BAB 3 Muhammad Azmi Azzami": "https://digilib.itb.ac.id/gdl/download/259484", "BAB 4 Muhammad Azmi Azzami": "https://digilib.itb.ac.id/gdl/download/259489", "BAB 5 Muhammad Azmi Azzami": "https://digilib.itb.ac.id/gdl/download/259490", "BAB 6 Muhammad Azmi Azzami": "https://digilib.itb.ac.id/gdl/download/259492"}, "Penulis": "Muhammad Azmi Azzami [25420044]", "Kontributor / Dosen Pembimbing": ["Dr. Niken Prilandita, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Selter, Ojek Daring, Kebutuhan Ruang, UMKM Kuliner", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "17 Sep 2022"}