{"Nomor": 68620, "Judul": "INTEGRASI ASPEK KESEHATAN, KESELAMATAN, KEAMANAN, DAN LINDUNGAN LINGKUNGAN (K3LL) DALAM MENGGAPAI KEBERLANJUTAN BISNIS DARI PERUSAHAAN MARITIM, PELAYARAN, DAN LOGISTIK", "Abstrak": "PTK adalah salah satu anak perusahaan dari Pertamina (Persero) yang bergerak dengan bisnis utama di bidang maritim, pelayaran, dan logistik. Perusahaan mengalami sejumlah perubahan dan perkembangan selama beberapa tahun terakhir. Sesuai dengan visinya “Menjadi perusahaan jasa maritim terintegrasi dengan skala global pada tahun 2026”, PTK meyakini bahwa keunggulan operasi dicapai dengan membangun manajemen sistem terintegrasi. Dengan demikian, peningkatan aspek K3LL dapat dilakukan dengan memahami kinerja utama dari sistem manajemen K3LL, analisa komponen sistem, identifikasi indikator keberlanjutan bisnis, dan menentukan strategi dalam memenuhi celah yang ditemukan. Analisa lebih lanjut dari celah sistem manajemen K3LL saat ini dilakukan dengan menggunakan diagram tulang ikan dan model sebab-akibat untuk mengidentifikasi hubungan antar faktor yang mungkin mempengaruhi keunggulan K3LL. Lebih lanjut, kerangka kerja yang digunakan adalah ESG dari Sustainalytics. Kerangka kerja terdiri dari tiga elemen, pertama terkait pengelolaan korporasi sebagai pondasi mengacu pada standar internasional seperti sistem manajemen Tunggal (ISO 14001, ISO 45001, ISM, ISPS, dan ANZI Z10) dan sistem manajemen terintegrasi (PAS 99, ISRS 9, OEMS, dan SUPREME). Elemen kedua adalah materialitas berdasarkan riset dan perhitungan risiko mengacu pada daftar Sustainalytics dan SASB. Elemen ketiga terkait isu keistimewaan yang mana tanpa diperkirakan atau diharapkan berkaitan dengan suatu industri dan model bisnis yang ditemukan pada sub industri tersebut mengacu pada GISIS, IMO berupa data insiden selama 5 tahun terakhir. Hasil kajian diperoleh usulan sistem manajemen terintegrasi yang terdiri atas 16 proses dan dapat dikategorikan menjadi empat pilar, yakni Orang, Proses, Aset, dan Kinerja. Sebagai bagian dari strategi untuk menutup celah yang muncul dari sistem manajemen terintegrasi adalah menetapkan tingkatan kematangan K3LL berdasarkan ISO 9004 yang mana menggambarkan persyaratan dari tiap kategori pilar (4Ps) dan tingkatan kematangan (Tingkat 1 hingga Tingkat 5). Hasil kajian berdasarkan tingkat kematangan sistem manajemen terintegrasi K3LL dapat diketahui bahwa PTK pada tingkat 3 aspek Orang dan Kinerja serta pada tingkat 2 aspek Proses dan Aset. Usulan kerangka kerja kematangan sistem dapat digunakan sebagai panduan bagi PTK dalam peningkatan lebih lanjut kematangan sistemnya pada setiap pilar dan demikian juga pada setiap elemen sistem manajemen terintegrasi.", "Daftar File": {"COVER Bakhtiar Nofti Cahyono": "https://digilib.itb.ac.id/gdl/download/264357", "BAB 1 Bakhtiar Nofti Cahyono": "https://digilib.itb.ac.id/gdl/download/264358", "BAB 2 Bakhtiar Nofti Cahyono": "https://digilib.itb.ac.id/gdl/download/264359", "BAB 3 Bakhtiar Nofti Cahyono": "https://digilib.itb.ac.id/gdl/download/264360", "BAB 4 Bakhtiar Nofti Cahyono": "https://digilib.itb.ac.id/gdl/download/264361", "PUSTAKA Bakhtiar Nofti Cahyono": "https://digilib.itb.ac.id/gdl/download/264362"}, "Penulis": "Bakhtiar Nofti Cahyono [29320440]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Keberlanjutan Bisnis, Logistik, Maritim, Pelayaran, Sistem Manajemen Terintegrasi, Tingkat Kematangan Sistem", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "17 Sep 2022"}