{"Nomor": 68628, "Judul": "PEMODELAN PEMILIHAN MODA AKSES (FEEDER) MENUJU STASIUN ATAU HALTE DARI PERJALANAN KOMUTER ANTARA KOTA TANGERANG SELATAN MENUJU DKI JAKARTA", "Abstrak": "Meningkatnya kegiatan perjalanan komuter dapat menimbulkan berbagai masalah,\nsalah satunya adalah masalah transportasi, diikuti tingginya biaya kebutuhan hidup\ndi DKI Jakarta menyebabkan sebagian penduduknya memilih bertempat tinggal di\npinggiran Jakarta (Bodetabek), salah satunya Kota Tangerang Selatan, dengan\npergerakan harian pekerja komuter menyebabkan kemacetan, terutama pada jam\nsibuk, hal ini menjadi latar belakang permasalahan dalam penelitian ini. Tujuan\npenelitian ini untuk memodelkan sejauh mana pemilihan moda akses (feeder)\nmenuju stasiun atau halte dari pelaku perjalanan komuter yang berasal dari Kota\nTangerang Selatan menuju pusat Kota DKI Jakarta berdasarkan faktor-faktor yang\nmempengaruhi preferensi komuter yaitu sikap, perspektif dan ketersediaan moda.\nPengumpulan data melalui survei lapangan yakni terdiri dari bagian karakteristik\nsosio-ekonomi, karakteristik perjalanan, pernyataan sikap individu terhadap\naktivitas komuter, dan eksperimen stated preference. Total 1560 observasi\nterkumpul melalui survei lapangan.\nPertama-tama, variabel persepsi yang berpengaruh terhadap pilihan moda yaitu\nsikap, perspektif dan ketersediaan moda diidentifikasi melalui exploratory factor\nanalysis. Berdasarkan hasil pemodelan yang telah dilakukan menggunakan aplikasi\nBiogeme, model yang dinilai paling baik dan digunakan dalam penelitian ini adalah\nmultinomial logit. Adapun faktor-faktor yang berpengaruh terhadap pemilihan\nmoda perjalanan dan atribut alternatif SP yang ditawarkan sebagai alternatif pilihan\nkemudian dihitung dalam model masih terdapat hasil yang signifikan para pelaku\nperjalanan komuter memilih kendaraan pribadi (sepeda motor, mobil) sebagai moda\nakses (feeder) perjalanan menuju stasiun atau halte terdekat.", "Daftar File": {"ABSTRAK Derin Marshall": "https://digilib.itb.ac.id/gdl/download/261127", "BAB 1 Derin Marshall": "https://digilib.itb.ac.id/gdl/download/261128", "BAB 2 Derin Marshall": "https://digilib.itb.ac.id/gdl/download/261129", "BAB 3 Derin Marshall": "https://digilib.itb.ac.id/gdl/download/261130", "BAB 4 Derin Marshall": "https://digilib.itb.ac.id/gdl/download/261131", "BAB 5 Derin Marshall": "https://digilib.itb.ac.id/gdl/download/261132", "BAB 6 Derin Marshall": "https://digilib.itb.ac.id/gdl/download/261133", "PUSTAKA Derin Marshall": "https://digilib.itb.ac.id/gdl/download/261134", "LAMPIRAN Derin Marshall": "https://digilib.itb.ac.id/gdl/download/261135"}, "Penulis": "Derin Marshall [24220002]", "Kontributor / Dosen Pembimbing": ["Dr. I Gusti Ayu Andani, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "moda pendukung, pilihan moda, stated preference, revealed preference, multinomial logit", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "9 file", "Tanggal Input": "17 Sep 2022"}