{"Nomor": 68642, "Judul": "KORELASI DAN CLUSTERING FASIES CLAY BATUAN SHALE SUMATRA MENGGUNAKAN PADUAN SPEKTRUM X-RAY DIFFRACTION DAN MACHINE LEARNING", "Abstrak": "Shale gas merupakan energi hidrokarbon non konvensional yang terbentuk dan perperangkap dalam permukaan matriks formasi shale. Tujuan dari penelitian ini adalah melakukan korelasi dan clustering fasies clay batuan shale lapangan X dan Y. Studi ini meliputi karakterisasi mineral clay dengan difraksi sinar-X, menghitung relasi antar porositas dengan persentase mineral, dan mengkuantifikasi korelasi antar sampel dengan bantuan machine learning. Persentase mineral clay lapangan X didominasi oleh mineral Illite dan Kaolinite, sedangkan lapangan Y didominasi oleh mineral Illite dan Chlorite. Perhitungan korelasi menunjukkan relasi antar sampel lapangan X dan Y memiliki korelasi yang cukup kuat sebesar 0,556 untuk sampel 8 dan sampel 14 Formasi Brownshale. Relasi porositas dan kandungan mineral menunjukkan persentase Illite berbanding terbalik dengan porositas, sedangkan Kaolinite berbanding lurus dengan porositas. Klasifikasi persentase mineral dengan SVM menunjukkan bahwa clay pada jarak yang jauh\nmempunyai korelasi yang cukup kuat berkisar lebih dari 50%, sementara antar formasi juga terdapat ada korelasi overlapping berkisar 50%. Analisis jumlah cluster menggunakan K-Means dengan metode elbow dan silhouette score menunjukkan jumlah cluster dua buah masih kurang representatif untuk pembedaan class formasi. Hal ini dikarenakan K-Means merupakan unsupervised machine learning yang hanya dapat menentukan jumlah cluster yang mendasarkan dari keinginan pengguna saja. Analisis class menggunakan PCA menunjukkan adanya irisan antar kedua class yang berkisar 50% dari keseluruhan data sampel yang berasal dari lapangan dan formasi yang berbeda. Analisis pemrosesan data pada nilai korelasi dan machine learning menunjukan bahwa sampel yang berasal dari lapangan dan formasi yang berbeda memiliki korelasi berkisar 50%. Hal ini menunjukkan bahwa kadar mineral clay antara dua formasi masih memiliki keserupaan berkisar 50%.", "Daftar File": {"ABSTRAK Maria Cindrawati": "https://digilib.itb.ac.id/gdl/download/259366"}, "Penulis": "Maria Cindrawati [10218059]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. R. Bagus Endar Bachtiar N."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "K-Means, PCA, Shale, SVM, X-Ray Diffraction", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "19 Sep 2022"}