{"Nomor": 68643, "Judul": "IDENTIFIKASI PENGARUH PERBEDAAN UKURAN ROI PADA ANALISIS FITUR RADIOMIK TUMOR LIVER BERBASIS CT", "Abstrak": "Kanker liver menjadi salah satu jenis penyakit kanker yang memiliki tingkat kematian\ntinggi di dunia. Oleh karena itu dibutuhkan deteksi dini kanker liver sebagai upaya\npencegahan peningkatan tingkat kematian dari tahun ke tahun. Berdasarkan pedoman\ndiagnosis internasional kanker liver non-invasive, pencitraan memiliki peranan penting\nsebagai uji skrining dan modalitas diagnosis. Meskipun demikian, empat dari lima\npedoman diagnosis tersebut memiliki keterbatasan pada diagnosis lesi berukuran kecil.\nEksplorasi computer aided diagnosis (CAD) menjadi potensial dalam menjawab\nketerbatasan ini sebagai opsi kedua dalam membantu interpretasi citra. Perkembangan\nCAD dalam waktu dekat ini mengarah pada quantitative image analysis (QIA). Salah\nsatu aplikasi QIA adalah radiomik yang bekerja dengan mengubah analisis kualitatif\nmenjadi data kuantitatif. Di dalam proses radiomik, salah satu yang paling sensitif\nadalah segmentasi region of interest (ROI) karena dapat mempengaruhi keandalan fitur\nradiomik. Pada umumnya, beberapa penelitian diagnosis tumor liver dengan\npendekatan radiomik menggunakan segmentasi ROI jaringan normal dengan batasan\njaringan normal meliputi keseluruhan jaringan parenkim bebas tumor dan jaringan\ntumor sendiri. Namun terdapat sebuah penelitian yang memvariasikan ukuran ROI\ntersebut, ROI jaringan normal berskala sama dengan ROI jaringan tumor. Hasil yang\ndiperoleh dari variasi tersebut terbukti cukup unggul apabila dibandingkan dengan\nhasil penelitian ROI tanpa variasi. Sehingga dalam studi ini dilakukan pengujian\nterhadap variasi ukuran ROI, mulai dari besar, sedang hingga kecil pada karakterisasi\nbagian normal dan bagian tumor menggunakan pendekatan radiomik berbasis CT.\nPengamatan fitur-fitur radiomik yang berpengaruh dan konsisten muncul pada\nberbagai variasi ukuran serta hasil peformansi model penggolongan bagian normal dan\nbagian tumor menjadi fokus penelitian ini.\nUntuk mendapatkan tujuan pengamatan tersebut, metode radiomik yang dirancang\nterdiri dari lima tahapan yakni pra-pemrosesan, segmentasi, ekstraksi fitur, seleksi\nfitur, serta klasifikasi. Data yang digunakan berasal dari liver tumor segmentation\nchallenge (LiTS17). Tahap segmentasi melibatkan variasi skala pengukuran ROI pada\n\nii\n\ncitra mask data tersebut. Setelah itu, fitur statistika orde pertama, fitur bentuk, dan fitur\ntekstur diekstraksi menggunakan PyRadiomics. Seleksi fitur diterapkan dengan dengan\ndua metode yang berbeda, metode pertama menggunakan kombinasi korelasi Pearson,\nbackward elimination, dan principal component analysis (PCA), metode kedua terdiri\ndari kombinasi mutual information (MI), F-test, Chi2-test yang kemudian direduksi\nmenggunakan LASSO. Begitu pula tahapan klasifikasi juga diterapkan dengan dua\nbuah metode yang berbeda, metode pertama meliputi enam jenis machine learning\nsedangkan metode kedua berfokus pada satu jenis, hyperparameter machine learning.\nImplementasi metode tersebut menghasilkan mayoritas fitur tekstur yang terbukti andal\npada setiap ukuran ROI untuk memberikan karakterisasi bagian normal dan bagian\ntumor, serta satu fitur first-order energy dan satu fitur shape surface volume ratio.\nSementara itu, fitur yang telah terseleksi dan konsisten muncul pada semua observasi\nada empat yakni GLSZM (large area high gray level emphasis, zone entropy), GLCM\n\nautocorrelation dan GLDM dependence non-uniformity normalized. Performansi fitur-\nfitur terseleksi dari ukuran ROI besar, sedang hingga kecil berturut-turut menghasilkan\n\nnilai AUC 0.82, 0.99, dan 0.98. Hal ini membuat ukuran ROI kecil dinilai mampu\nmenjadi alternatif pengganti ukuran ROI sedang yang pada umumnya digunakan dalam\ndeteksi jaringan normal dan jaringan tumor pada abnormalitas kanker liver.", "Daftar File": {}, "Penulis": "Rasyida Shabihah Zukro Aini [23219327]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Tati Latifah Erawati Rajab"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "tumor liver, radiomik, variasi ROI, fitur tekstur, PCA, MI, LASSO.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "19 Sep 2022"}