{"Nomor": 68656, "Judul": "KAJIAN IN SILICO AFINITAS SENYAWA ADULTERANT TURUNAN SILDENAFIL TERHADAP ENZIM FOSFODIESTERASE TIPE-5 DAN SINTESIS SENYAWA TURUNAN SILDENAFIL BARU SEBAGAI KANDIDAT BAKU PEMBANDING", "Abstrak": "Sejak United States Food and Drug Administration (US FDA) memberikan\npersetujuan penggunaan sildenafil sebagai pilihan obat pertama untuk terapi\ndisfungsi ereksi (DE), obat tersebut telah mengalami transformasi penggunaan\nmenjadi lifestyle-drug yang juga digunakan pada kondisi normal untuk\nmempercepat atau meningkatkan durasi ereksi. Di sisi lain, upaya pembatasan\npenggunaan sildenafil untuk terapi DE melalui peresepan oleh tenaga medis,\nmenyebabkan sildenafil semakin sulit diperoleh secara bebas. Kondisi tersebut\nberdampak pada munculnya kriminalitas obat, yaitu penggunaan ilegal sildenafil\ndan atau turunananya dalam produk herbal dan suplemen kesehatan penambah\nstamina pria. Keterlibatan street chemistry dan designer drug dalam melakukan\nriset dan produksi ilegal senyawa turunan sildenafil, turut menjadi hambatan pada\nproses pengendalian dan penegakan hukum, terutama pada tahapan penyediaan\nbukti melalui hasil pengujian secara laboratorium. Tidak kurang dari 50 senyawa\nturunan sildenafil telah teridentifikasi dalam berbagai produk herbal maupun\nsuplemen kesehatan yang beredar secara komersial. Kajian efek farmakologi dan\nkeamanan berbagai senyawa turunan sildenafil tersebut terhadap kesehatan\nmanusia belum dilaporkan. Demikian pula upaya penegakan hukum yang bersifat\nantisipasif belum bisa dilakukan optimal, karena keterbatasan untuk memperoleh\nbaku pembanding yang sesuai untuk pengujian secara laboratorium. Penelitian\ndisertasi ini bertujuan untuk mendapatkan data afinitas berbagai senyawa turunan\nsildenafil yang teridentifikasi sebagai adulterant dalam produk herbal dan\nsuplemen kesehatan melalui kajian interaksinya secara in silico terhadap enzim\nfosfodiesterase tipe-5 (PDE5) sebagai bagian dari proses risk asessment (kajian\nrisiko) sifat hazard senyawa tersebut serta mendapatkan kandidat baku pembanding\nturunan sildenafil baru.\nMekanisme kerja sildenafil pada kondisi DE berdasarkan inhibisi aktifitas katalitik\nenzim PDE5 sebagai target kerja, memunculkan asumsi bahwa semua senyawa\nturunan sildenafil juga akan bekerja dengan mekanisme yang sama. Kajian in silico\ndilakukan melalui tahapan penambatan molekul (molecular docking, MD) dan\nsimulasi dinamika molekul (molecular dynamic simulation, MDS) untuk\nii\nmengamati potensi afinitas 50 senyawa adulterant turunan sildenafil terhadap\nenzim PDE5 menggunakan sildenafil sebagai pembanding. Melalui tahapan MD\ndiperoleh data gugus fungsi ligan dan residu asam amino protein target yang\nesensial untuk terjadinya interaksi serta jenis interaksi/ikatan kimia yang terbentuk\nantara ligan – enzim PDE5. Pada tahapan MDS dilakukan simulasi pergerakan ligan\npada sisi pengikatan protein target selama rentang waktu tertentu dan dilakukan\nperhitungan energi interaksi yang dinyatakan sebagai energi bebas ikatan (DG).\nRancangan struktur molekul senyawa turunan sildenafil baru dikembangkan\ndengan tetap mempertimbangkan potensi afinitasnya terhadap enzim PDE5\nberdasarkan keberadaan farmakofor dalam hasil rancangan struktur molekul, serta\nprobabilitas kemudahan sintesisnya. Sintesis senyawa turunan sildenafil baru\ndilakukan dengan mengacu pada rute sintesis sildenafil menggunakan starting\nmaterial yang tersedia secara komersial. Konfirmasi struktur dan kemurnian produk\nsintesis dibuktikan melalui teknik pengukuran spektroskopi resonansi magnetik inti\nuntuk proton dan karbon-13 (1\nH- dan 13C-NMR), serta spektroskopi massa resolusi\ntinggi (HRMS). Pengukuran karakteristik produk sintesis sebagai kandidat baku\npembanding dilakukan dengan mencakup parameter uji: identifikasi (FTIR,\nSpektrometer UV/Vis, KLT, KCKT, dan DSC); uji kemurnian (KCKT), dan\npenetuan nilai acuan untuk uji kuantisasi (assay by difference).\nHasil MD dari 50 senyawa adulterant turunan sildenafil terhadap enzim PDE5\nmenunjukkan bahwa semua ligan berinteraksi dengan bagian katalitik dari enzim\nPDE5 dengan nilai DG berada pada rentang -36,5 kJ/mol sampai dengan -57,4\nkJ/mol. Fitur farmakofor inhibitor PDE5 dan interaksi penting melalui ikatan\nhidrogen antara atom pada gugus pirazolopirimidin dengan residu asam amino\nGln817 dari enzim PDE5, terbentuk pada kompleks enzim PDE5 dengan 36 ligan,\n34 diantaranya menunjukkan potensi afinitas yang lebih kuat dibandingkan\nsildenafil. Sementara itu, 14 ligan lainnya tidak membentuk ikatan hidrogen dengan\nGln817, namun berinteraksi dengan PDE5 dengan membentuk interaksi hidrofobik\ndan atau ikatan hidrogen dengan residu asam amino selain Gln817. Interaksi ligan\ndan enzim target PDE5 juga dikaji pada kondisi lingkungan dan fleksibilitas yang\nlebih kompleks serta terkendali untuk lebih mendekati lingkungan fisiologis normal\ntubuh manusia, melalui MDS. Selama MDS berlangsung, 50 senyawa adulterant\nturunan sildenafil sebagai ligan menunjukkan stabilitas interaksi pada bagian\nkatalitik enzim PDE5. Nilai DG interaksi dihitung dengan menggunakan model\nperhitungan Molecular Mechanics Poisson-Boltzmann Survace Area (MMPBSA),\nberada pada rentang -38,54 kJ/mol untuk ligan SA07 sampai dengan -212,42 kJ/mol\nuntuk SA27. SA04, SA08, dan SA30 menunjukkan kemiripan orientasi,\nkonformasi, dan interaksi yang terbentuk dalam kompleks PDE5 dengan sildenafil\ndengan nilai DG masing-masing sebesar -179,42 kJ/mol, -176,16 kJ/mol dan\n-144,71 kJ/mol, bernilai lebih negatif dibandingkan dengan Nilai DG interaksi\nsildenafil dengan PDE5. Berdasarkan karakteristik afinitas tersebut, ketiga senyawa\nadulterant turunan sildenafil ini diprediksi memiliki potensi karakteristik hazard\nyang setara atau lebih tinggi dari sildenafil.\nSintesis kandidat baku pembanding senyawa turunan sildenafil baru dilakukan\nsebagai salah satu langkah antisipasi terhadap munculnya senyawa adulterant baru.\nSebanyak 4 senyawa turunan sildenafil telah disintesis dan dikembangkan sebagai\niii\nkandidat baku pembanding, dengan jumlah perolehan rendemen masing-masing\nsebesar 80% (NSA-1), 68% (NSA-2), 61% (NSA-3), dan 31% (NSA-4). Hasil\npengukuran 1\nH-NMR dan 13C-NMR serta HRMS menunjukkan konfirmasi dengan\nstruktur molekul target. Pengukuran karakteristik identifikasi secara FTIR,\nSpektrofotometer UV/Vis, KLT, dan KCKT; uji kemurnian dengan KCKT; dan\npenetapan nilai acuan bahan kandidat baku pembanding turunan sildenafil baru\nmenunjukkan hasil yang memenuhi sebagai kandidat baku pembanding untuk\ntujuan identifikasi dan uji kemurnian dengan nilai acuan diperoleh sebesar 98,88%\n(NSA-1); 98,05% (NSA-2); 96,06% (NSA-3); dan 99,07% (NSA-4). Potensi\nafinitas empat senyawa tersebut terhadap enzim PDE5 berdasarkan kajian in silico\nmenunjukkan potensi afinitas dari NSA-3 dan NSA-4 terhadap enzim PDE5,\ndengan nilai DG masing-masing sebesar -118,15 kJ/mol dan -115,65 kJ/mol.", "Daftar File": {"ABSTRAK Tanti yulianti": "https://digilib.itb.ac.id/gdl/download/259374"}, "Penulis": "Tanti yulianti [30718002]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.rer.nat. apt. Rahmana Emran Kartasasmita, M.Si.", "Prof. Dr. Slamet Ibrahim Surantaatmadja.", "Dr. rer. nat. Didin Mujahidin, S.Si., M.Si."], "Jenis Koleksi": "Disertasi", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "turunan sildenafil baru, sintesis turunan sildenafil, in silico, baku pembanding, PDE5, inhibitor PDE5.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "19 Sep 2022"}