{"Nomor": 68653, "Judul": "DIARISASI EMOSI PADA AUDIO PERCAKAPAN BAHASA INDONESIA MENGGUNAKAN KODE PERAN PEMBICARA  DAN MODEL HYBRID RNN-CRF", "Abstrak": "Diarisasi emosi merupakan proses untuk mengidentifikasi label emosi pada\nsegmen-segmen homogen sekuensial dalam aliran sinyal suara. Proses ini dapat\ndilakukan untuk meningkatkan sistem pengenalan emosi percakapan yang telah\ndikembangkan hingga saat ini. Sistem pengenalan emosi percakapan yang telah ada\nmemiliki keterbatasan dalam mengidentifikasi emosi pada audio berdurasi panjang\ndan juga pada penanganan segmentasi audio menjadi segmen-segmen.\nPembangunan sistem diarisasi emosi memungkikan untuk memproses input audio\npercakapan panjang utuh tanpa segmentasi manual dan memberikan output label\nemosi untuk setiap segmen di stempel waktu tertentu.\nPenelitian diarisasi emosi masih minim dilakukan terutama untuk percakapan\ndalam Bahasa Indonesia. Meskipun struktur sistem diarisasi pembicara dapat\ndiadaptasi, model hasil penelitian diarisasi pembicara relatif sulit untuk diterapkan\ndalam penelitian diarisasi emosi karena adanya perbedaan karakteristik dan\nrepresentasi fitur antara identitas yang bersifat diskrit dan bisa dikelompokkan\ndengan keadaan emosi pembicara yang bersifat lebih abstrak dan perlu\ndidefinisikan kelasnya. Dengan demikian, perlu diinvestigasi arsitektur dan\nalgoritma yang dapat menangani tugas diarisasi emosi ini.\nDalam penelitian Tesis ini, diusulkan arsitektur jaringan saraf yang memanfaatkan\nrepresentasi fitur tingkat segmen dan frame dengan menggunakan kombinasi model\nencoder berbasis RNN, dan model classifier berbasis RNN-CRF. Model encoder\ndigunakan untuk mengekstrak representasi frame setiap segmen. Model classifier\ndigunakan untuk melakukan pelabelan emosi sekuensial pada sekuens segmen.\nSelanjutnya, diselidiki juga pengaruh penambahan kode peran pembicara pada fitur\nuntuk membantu model dalam mengenali emosi. Eksperimen dilakukan untuk\nmemilih algoritma model classifier, menentukan ukuran segmen yang akan\ndigunakan, memilih fitur yang paling optimal, menentukan algoritma encoder, dan\nmenentukan metode penambahan kode peran pembicara. Eksperimen dilakukan\nuntuk menghasilkan sistem diarisasi emosi yang memberikan kinerja paling\noptimal.\nBerdasarkan hasil eksperimen, arsitektur dan algoritma yang diusulkan\nmemberikan kinerja pengenalan emosi yang paling baik diantara baseline.\nArsitektur Hybrid LSTM-BiLSTM-CRF dengan penambahan kode peran\npembicara memberikan nilai F1-score sebesar 0.6318. Hal ini menunjukkan\npeningkatan sekitar 9% dibandingkan dengan algoritma dan arsitektur baseline\npada domain bahasa Indonesia.", "Daftar File": {}, "Penulis": "Aisyah Nurul Izzah Adma [23521067]", "Kontributor / Dosen Pembimbing": ["Dessi Puji Lestari, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "diarisasi emosi, audio percakapan, bahasa Indonesia, kode peran pembicara, hybrid, RNN-CRF", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "19 Sep 2022"}