{"Nomor": 68651, "Judul": "ANALISA PENGARUH DARI MARKETING MIX 7P TERHADAP LOYALITAS PELANGGAN DI MCDONALD'S INDONESIA", "Abstrak": "Saat ini banyak bermunculan bisnis di berbagai bidang. Kemajuan dan perkembangan teknologi memicu dan memudahkan para pelaku bisnis dalam menjalankan usahanya. Dari berbagai usaha yang ada, makanan dan minuman merupakan lini usaha yang selalu ada. Bisnis makanan dan minuman juga menjadi salah satu bisnis yang bisa bertahan. Pangan yang merupakan kebutuhan primer bagi manusia tentunya sangat dibutuhkan untuk memenuhi kebutuhan sehari-hari. Oleh karena itu, manusia membutuhkan makanan untuk kelangsungan hidupnya. Bisnis makanan dan minuman merupakan bisnis yang menarik untuk dikaji keberhasilannya, karena terdapat berbagai jenis bisnis makanan dan minuman. Salah satu jenis usaha makanan dan minuman adalah makanan cepat saji. Industri makanan cepat saji berkembang di seluruh dunia. Indonesia merupakan salah satu tempat yang memiliki perkembangan industri makanan cepat saji yang signifikan, oleh karena itu diperlukan hubungan yang baik antara pelanggan dan kualitas pelayanan sehingga dapat mendukung perkembangan industri makanan cepat saji. Bisnis restoran cepat saji di Indonesia tergolong bisnis yang potensial. Ada berbagai merek makanan cepat saji yang masuk ke pasar Indonesia, seperti McDonald's, KFC, Burger King, Wendy's, A&W, dan masih banyak lagi. Persaingan yang ketat antara merek-merek tersebut, sehingga setiap perusahaan mendorong bisnisnya untuk terus berkembang dan dijalankan dengan mengembangkan loyalitas pelanggan. Dalam industri makanan dan minuman, makanan cepat saji seringkali menjadi pilihan manusia ketika hendak membeli makanan. Oleh karena itu, penelitian ini dibuat untuk mengetahui alasan mengapa makanan cepat saji sering menjadi top of mind dalam membeli makanan dan sejauh mana faktor tersebut mempengaruhi loyalitas pelanggan. Loyalitas pelanggan memainkan peran yang sangat penting dalam memastikan kesuksesan bisnis di pasar yang sangat kompetitif di era ini. Para pelaku bisnis harus selalu menjaga dan memiliki pelanggan yang loyal untuk menjaga keberlangsungannya. Loyalitas pelanggan menggambarkan kesediaan pelanggan untuk selalu berlangganan suatu perusahaan dalam jangka panjang. Hal ini dibuktikan dengan pelanggan membeli dan menggunakan barang dan/atau jasa perusahaan secara berulang-ulang, serta pelanggan secara sukarela merekomendasikan produk perusahaan kepada kerabat atau pihak lain. Penelitian ini mengacu pada merek makanan cepat saji yang cukup terkenal yaitu McDonald's. Penelitian ini dilakukan di Indonesia, khususnya di kota Jakarta dan Bandung yang merupakan dua kota besar di Indonesia. McDonald's memiliki banyak cabang di Indonesia. Penelitian ini menggunakan Bauran Pemasaran 7P, sebagai ukuran dari faktor-faktor yang mendukung orang membeli McDonald's. Bauran pemasaran 7P terdiri dari Produk, Harga, Tempat, Promosi, Orang, Proses, dan Bukti Fisik. Penelitian ini menggunakan data primer dan data sekunder, dengan pendekatan kuantitatif terhadap responden. Metode analisis yang digunakan dalam pengolahan data adalah Regresi Linier Berganda. Hasil dari penelitian ini hanya beberapa elemen Bauran Pemasaran 7P yang mempengaruhi minat beli pelanggan, selebihnya sedikit atau tidak berpengaruh. Penelitian ini dapat digunakan oleh para pelaku bisnis khususnya di bidang food and beverage dalam memprediksi elemen atau faktor apa saja yang harus ditonjolkan agar usahanya dapat menarik minat beli masyarakat.", "Daftar File": {"2022 SK PP Diandra Shaffa Sadira-Abstract.pdf?": "https://digilib.itb.ac.id/gdl/download/259370"}, "Penulis": "Diandra Shaffa Sadira [19019233]", "Kontributor / Dosen Pembimbing": ["Dr. Nilanthi Ratnayake", "Lisandy Arinta", "Dr. Eng. Nur Budi Mulyono, S.T. M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bauran Pemasaran, Restoran Cepat Saji, Loyalitas Pelanggan", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "19 Sep 2022"}