{"Nomor": 68654, "Judul": "PEMODELAN PENJADWALAN DINAMIS DERMAGA TERMINAL BAHAN BAKAR MINYAK PONTIANAK MENGGUNAKAN DISCRETE-EVENT SYSTEMS DAN MODEL PREDICTIVE CONTROL", "Abstrak": "Terminal BBM (TBBM) merupakan unit yang menerima produk BBM dalam volume besar serta kemudian mengedarkan ke berbagai daerah pelayanan baik industri maupun retail. Lokasi Terminal BBM Pontianak berada di tengah pemukiman penduduk dan dekat dengan Sungai Kapuas. Terdapat 2 jenis dermaga pada TBBM, yakni dermaga untuk supply (dermaga 1 dan 2) dan dermaga untuk konsinyasi (dermaga 3). Penjadwalan dermaga tidak berjalan dengan efisien. Hal ini ditandai dengan rata-rata waktu tunggu kapal pada dermaga 1, dermaga 2, dan dermaga 3 berturut-turut 17,69 jam, 18,26 jam, dan 2,11 jam. Standar UNCTAD 2021 menyatakan bahwa standar waktu tunggu kapal rata-rata adalah 14 jam. Akar permasalahan yang diangkat dalam penelitian ini adalah penjadwalan dermaga tidak efisien. Tujuan dari penelitian ini yaitu meminimasi total waktu tunggu kapal, berth occupancy ratio (BOR) dan biaya penyewaan kapal (charter fee).\nPendekatan penelitian menggunakan pemodelan discrete-event systems (DES). Pemilihan metode DES berkenaan dengan karakteristik status alokasi dermaga yang berubah dari waktu ke waktu (dinamis). Alokasi dermaga melibatkan beberapa variabel status yaitu waktu mulai berlabuh, waktu operasi tersisa, dan waktu selesai berlabuh kapal. Optimisasi model DES dilakukan dengan pendekatan model predictive control. Terdapat dua skenario yaitu skenario 1, mempertimbangkan pasang surut dan skenario 2, tidak mempertimbangkan pasang surut.\nDibandingkan dengan jadwal dermaga eksisting, dari keluaran model didapatkan rata-rata waktu tunggu kapal pada dermaga untuk supply (dermaga 1 dan 2) menjadi 8,15 jam dan 0,24 jam berturut-turut untuk skenario 1 dan 2. Selain itu, rata-rata waktu tunggu kapal pada dermaga untuk konsinyasi (dermaga 3) menjadi 1,83 jam dan 1,43 jam berturut-turut untuk skenario 1 dan 2.", "Daftar File": {}, "Penulis": "Adrian Ramanda [13418003]", "Kontributor / Dosen Pembimbing": ["Rully Tri Cahyono, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Terminal BBM, penjadwalan dermaga, total waktu tunggu, discrete-event systems, dan model predictive control", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "19 Sep 2022"}