{"Nomor": 68672, "Judul": "OPTIMISASI PENENTUAN LOKASI TERMINAL BAHAN BAKAR MINYAK BARU PT X DI PROVINSI RIAU DENGAN MELIBATKAN OPERASI KAPAL DAN PIPANISASI MENGGUNAKAN METODE PEMROGRAMAN LINIER", "Abstrak": "Terminal Bahan Bakar Minyak Y (TBBM Y) merupakan salah satu terminal BBM\nPT X yang berlokasi di Provinsi Riau. Saat ini pola pasokan TBBM Y mahal dan\ntidak efisien yang sebagian besar dipengaruhi oleh adanya jembatan yang rendah\npada Sungai Siak dan operasi kapal hanya dapat dilakukan ketika hari terang. Selain\nitu, pola pasok TBBM Y saat ini dipasok oleh pemasok 3 yang mendapatkan pasokan\ndari pemasok 1 karena adanya keterbatasan dermaga pasokan 1. Pola operasi ini\ndinilai tidak efektif karena secara jarak geografis pemasok 1 lebih dekat\ndibandingkan pemasok 3. Berdasarkan keterbatasan kondisi yang dimiliki oleh\nTBBM Y, dipertimbangkan untuk melakukan pemindahan lokasi untuk menghindari\nbatasan operasi kapal saat ini. Pada penelitian ini selain kapal, juga dipertimbangkan\nopsi pola pasok menggunakan transportasi pipa. Opsi moda transportasi pipa mampu\nmenghilangkan batasan lingkungan yang dimiliki oleh TBBM Y saat ini.\nPenelitian ini menggunakan model mixed integer linear programming yang mengacu\npada penelitian Kazemi & Szmerekovsky (2015). Model acuan terpilih disesuaikan\ndengan konteks permasalahan TBBM Y dengan adanya pembatas tambahan terkait\nhanya 1 lokasi terpilih, tidak adanya alokasi minimum untuk suatu moda transportasi,\ndan pertimbangan kapasitas menggunakan coverage days. Solusi lokasi terpilih\nTBBM Y adalah lokasi alternatif 2 yang terletak di Tanjung Kuras dengan pemasok\n2,3, dan 4. Seluruh moda transportasi pasokan menggunakan kapal berjenis general\npurpose. Kapasitas TBBM Y didapatkan sebesar 245.654 kl. Jika ditinjau dari aspek\nbiaya, solusi terpilih hanya membutuhkan biaya sekitar 25,38% dari biaya untuk\nmempertahankan lokasi dan pola pasokan saat ini.", "Daftar File": {}, "Penulis": "Fadhila Qudsi [13418052]", "Kontributor / Dosen Pembimbing": ["Rully Tri Cahyono, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Penentuan lokasi, rantai pasok migas, mixed integer linear programming, pipanisasi, dan operasi kapal.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "19 Sep 2022"}