{"Nomor": 68670, "Judul": "PRODUKSI SENYAWA GAHARU DARI KULTUR KALUS GYRINOPS VERSTEEGII (GILG.) DOMKE YANG DIELISITASI DENGAN HOMOGENAT MISELIUM FUSARIUM OXYSPORUM", "Abstrak": "Gyrinops versteegii merupakan tanaman penghasil gaharu yang paling banyak\nterdapat di Indonesia. Untuk memproduksi gaharu, G. versteegii harus diberikan\ncekaman berupa induksi mikroorganisme endofit. Saat ini, produksi senyawa\ngaharu cukup terhambat karena spesies yang dilindungi dan proses\npembentukannya yang mencapai puluhan tahun. Alternatif produksi senyawa\ngaharu yang ramah lingkungan dan berkelanjutan adalah kultur in vitro. Tujuan\npenelitian ini adalah menentukan pengaruh variasi konsentrasi elisitor berupa\nhomogenat miselium Fusarium oxysporum terhadap perolehan dan profil senyawa\ngaharu dari kalus G. versteegii yang dikultivasi secara in vitro. Kalus G. versteegii\ndikultivasi pada media MS cair dengan setengah konsentrasi komponennya untuk\ndianalisis pertumbuhannya. Laju pertumbuhan spesifik dan doubling time kalus\ndiperoleh sebesar 0,053 hari-1 dan 13,063 hari. Kurva tumbuh kalus menunjukkan\nfase stasioner yang dimulai pada hari ke-10 sebagai basis waktu pemberian elisitor.\nKalus kemudian dikultivasi dengan metode yang sama selama 20 hari. Elisitor\nhomogenat miselium diberikan pada hari ke-10 dengan konsentrasi 0 mg/L\n(kontrol), 4 mg/L, 8 mg/L, dan 16 mg/L. Sampel yang dielisitasi menghasilkan\nperolehan senyawa gaharu yang lebih tinggi dengan perolehan tertinggi sebesar\n3,795% pada konsentrasi homogenat miselium 8 mg/L. Pasca perlakuan elisitasi,\nkalus memiliki tekstur yang kompak, kadar air di atas 90%, serta warna yang\nsemakin gelap seiring dengan peningkatan konsentrasi homogenat miselium. Profil\nsenyawa gaharu dari sampel 8 mg/L dianalisis dengan metode GC-MS. Kandungan\nsenyawa dominan yang diperoleh adalah hexanedioic acid, dioctyl ester. Sampel 8\nmg/L juga menghasilkan produktivitas senyawa gaharu tertinggi sebesar 0,0028\ng/L.hari. Berdasarkan hasil penelitian, elisitor homogenat miselium F. oxysporum\nmampu meningkatkan jumlah dan ragam jenis kandungan metabolit sekunder\nsehingga menimbulkan aroma pada senyawa gaharu dari kalus G. versteegii.", "Daftar File": {"ABSTRAK Maria Griselda Perangin Angin": "https://digilib.itb.ac.id/gdl/download/259389"}, "Penulis": "Maria Griselda Perangin Angin [11218007]", "Kontributor / Dosen Pembimbing": ["Dr. Ahmad Faizal, S.Si., M.Si.", "Neil Priharto, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "G. versteegii, senyawa gaharu, homogenat miselium, elisitasi, kultur in vitro", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Sep 2022"}