{"Nomor": 68674, "Judul": "PEMODELAN, SIMULASI, DAN VALIDASI MODEL UNTUK KONVERSI KATALITIK TANDAN KELAPA SAWIT MENJADI BIODEGRADABLE PLA", "Abstrak": "Tandan Kelapa Sawit (TKS) adalah biomassa lignoselulosa yang merupakan limbah hasil\npengolahan Tandan Buah Sawit (TBS). TKS mengandung selulosa dan hemiselulosa yang\ndapat dikonversi menjadi Poli Asam Laktat (PLA), bahan baku plastik biodegradable. TKS\nmemiliki kandungan rata-rata selulosa dan hemiselulosa tertinggi dibandingkan dengan alternatif\nbiomassa lignoselulosa lainnya di Indonesia seperti limbah jagung (corn stover), bagase tebu, dan\nsekam padi. Proses konversi katalitik TKS menjadi PLA dilakukan dalam empat tahap besar: pretreatment\nTKS untuk memisahkan lignin dan bahan ekstraktif dari selulosa dan hemiselulosa pada\nTKS, konversi katalitik TKS menjadi Asam Laktat (LA), pemurnian produk LA, dan polimerisasi\nLA menjadi PLA. Model konversi katalitik TKS menjadi PLA dibangun menggunakan piranti\nlunak Aspen Plus V11 berdasarkan data eksperimen peneliti terdahulu, yaitu Jauhari (2017) dan\nNatanael dan Christopher (2020) dengan pengembangan dari model peneliti terdahulu (Fujiyama,\n2020; Zahra dan Pramudya, 2021). Simulasi model pre-treatment TKS menggunakan metode\nalkaline hydrothermal dengan umpan TKS sebanyak 67,1 gram pada kondisi ruang (30oC, 1\natm) menghasilkan 22,3 gram selulosa dan 12,36 gram hemiselulosa, sesuai dengan hasil\neksperimen Jauhari (2017). Simulasi model konversi katalitik TKS menggunakan katalis PbCl2\ndengan umpan TKS pre-treated sebanyak 50 gram pada temperatur 30oC dan tekanan 20 bar\n(19,74 atm) yang direaksikan selama 4 jam menghasilkan LA sebanyak 22,31 gram, sesuai\ndengan hasil eksperimen Jauhari (2017). Simulasi model pemisahan katalis PbCl2 dengan\nproses pengendapan menggunakan larutan H2SO4 pada kondisi ruang (30oC dan 1 atm)\nmenghasilkan endapan PbSO4 sebanyak 6,94 gram, sesuai dengan hasil eksperimen Jauhari\n(2017). Simulasi model esterifikasi menggunakan n-butanol dan hidrolisis pada temperatur\n90oC dan tekanan 1 atm mampu menghilangkan pengotor HMF sebanyak 92,3%, dan\nmenghasilkan perolehan kembali LA sebanyak 78,17%, dengan galat yang sangat kecil\n(0,03%) dibandingkan hasil eksperimen Jauhari (2017). Simulasi model steam distillation\nmenggunakan kolom distilasi vigreux pada tekanan 0,4 bar (0,39 atm), temperatur umpan\ncampuran LA sebesar 85oC dan temperatur steam sebesar 100oC menghasilkan perolehan LA\nsebesar 2,66 gram, sesuai dengan hasil eksperimen Christopher dan Natanael (2020). Simulasi\nmodel polimerisasi polikondensasi langsung LA menjadi PLA pada temperatur 180oC dan\ntekanan 50 torr (0,07 atm) menghasilkan polimer PLA dengan berat molekul sebesar 75.041\ng/mol, dengan galat yang sangat kecil (1,89%) dibandingkan hasil eksperimen Jauhari (2017).", "Daftar File": {"ABSTRAK Muchammad Adriyan": "https://digilib.itb.ac.id/gdl/download/259393"}, "Penulis": "Muchammad Adriyan [13018042]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Johnner Sitompul, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "TKS, LA, PLA, Model, pre-treatment, konversi katalitik, pemurnian, polimerisasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Sep 2022"}