{"Nomor": 68677, "Judul": "ANALISIS KESESUAIAN HABITAT PRIMATA MENGGUNAKAN CITRA SATELIT DI CAGAR ALAM GUNUNG TILU, JAWA BARAT", "Abstrak": "Cagar Alam Gunung Tilu (CAGT) menjadi tempat pelepasliaran primata endemik Jawa Barat seperti Lutung Jawa (Trachypithecus auratus), Surili (Presbytis comata), dan Owa Jawa (Hylobates moloch). Hal ini karena kawasan CAGT memiliki kondisi lingkungan yang stabil baik dari ketersedian pakan yang melimpah dan keadaan ekologi di kawasan hutan masih asri. Oleh karena itu, perlu dilakukan kajian mengenai kesesuaian habitatnya dalam mendukung upaya kegiatan pelepasliaran primata sehingga dapat meningkatkan populasi primata endemik Jawa. Penelitian ini bertujuan untuk menentukan faktor biofisik yang paling berpengaruh dalam kesesuaian habitat primata endemik Jawa di CAGT dan menentukan kesesuaian habitat primata endemik Jawa. Penelitian dilakukan dengan metode observasi dalam menemukan titik perjumpaan primata endemik Jawa dan pemodelan kesesuaian habitat primata endemik Jawa dengan metode pembobotan menggunakan analisis komponen utama (PCA) berdasarkan variabel habitat berupa nilai NDVI ketinggian, kelerengan, jarak dari sungai, dan jarak dari jalan yang kemudian dibuat kedalam bentuk peta. Hasil penelitian menunjukkan bahwa Ketinggian dan Jarak dari Sungai merupakan faktor paling penting dalam kesesuaian habitat primata endemik Jawa di CAGT. Model kesesuaian habitat primata endemik Jawa diklasifikasikan menjadi tiga kelas. Kelas habitat kesesuaian tinggi seluas 2949,8 ha, kesesuaian sedang seluas 3060,1 ha, dan kesesuaian rendah seluas 1201,01 ha. Model kesesuaian habitat primata endemik Jawa mendapatkan tingkat validasi 55,55%.", "Daftar File": {"ABSTRAK Aldri Hardiansyah": "https://digilib.itb.ac.id/gdl/download/259396"}, "Penulis": "Aldri Hardiansyah [11518038]", "Kontributor / Dosen Pembimbing": ["Dr. Rina Ratnasih Purnamahati, M.S., M.Sc.", "Aditya Dimas Pramudya, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Kesesuaian Habitat, Primata Endemik Jawa, Konservasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Sep 2022"}