{"Nomor": 68690, "Judul": "PENGEMBANGAN KOMPOSIT CELLULOSE NANOCRYSTALS (CNCS)/NANOPARTIKEL BERBASIS PERAK/BEESWAX UNTUK HAND SANITIZER BEBAS ALKOHOL", "Abstrak": "Pada saat ini, penjualan hand sanitizer sebagai pencuci tangan meningkat pesat seiring dengan mewabahnya penyakit COVID-19 sebagai pandemi global. Hand sanitizer yang ada di pasaran saat ini didominasi oleh hand sanitizer berbasis alkohol yang terkadang dapat menyebabkan iritasi dan mudah terbakar. Oleh karena itu, diperlukan hand sanitizer alternatif yang bebas alkohol yang dapat digunakan oleh penderita alergi alkohol, tidak beracun, dan lebih ramah terhadap lingkungan. Dalam penelitian ini, nanopartikel berbasis perak digunakan untuk menggantikan alkohol karena memiliki sifat antibakteri yang tinggi, cellulose nano crystals (CNCs) digunakan sebagai media pendispersi, dan beeswax digunakan sebagai pelembab.\nPenelitian ini bertujuan untuk membuat hand sanitizer berbasis komposit CNCs/nanopartikel berbasis perak/Beeswax dengan memvariasikan metode sintesis nanopartikel berbasis perak dan konsentrasi prekursor AgNO3 (4,8; 8,1 dan 10,6 mM). Komposit disintesis melalui dua metode, yaitu reduksi AgNO3 dengan NaOH dan glukosa sebagai reduktor (metode A) dan reduksi AgNO3 menggunakan reduktor ethylene glycol (EG) (metode C). Dari pengamatan visual, sampel C memiliki nilai estetika yang lebih baik dari sampel A karena sampel C berwarna putih sedangkan sampel A berwarna hitam. Berdasarkan efek tyndall, partikel di sampel C kemungkinan berukuran nanometer. Sampel C-2 dan C-3 memiliki sifat antibakteri terhadap S. aureus dengan zona inhibisi sebesar 7,32 ± 0,18 dan 8,64 ± 0,16 mm. Pengujian menggunakan metoda X-Ray Diffraction (XRD) menunjukkan bahwa sampel C mengandung Ag dan AgCl. Citra TEM dari sampel C-2 menunjukkan bahwa nanopartikel dengan ukuran 7,6 ± 5,6 nm tersebar merata dipermukaan CNCs, sedangkan sampel C-1 dan C-3 menunjukkan adanya agglomerasi dari nanopartikel. Berdasarkan pertimbangan estetika, sifat antibakteri dan biaya bahan baku, sampel C-2 dipilih sebagai komposit yang paling berpotensi untuk dikembangkan secara komersial.", "Daftar File": {"ABSTRAK Andika Choirun Al Fisha": "https://digilib.itb.ac.id/gdl/download/259425"}, "Penulis": "Andika Choirun Al Fisha [13018052]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Yogi Wibisono Budhi, S.T., M.T.", "Dr. Arie Wibowo, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "antibakteri, CNCs, hand sanitizer bebas alkohol, nanopartikel berbasis perak", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Sep 2022"}