{"Nomor": 68692, "Judul": "PENDETEKSIAN DAN PENGHINDARAN RINTANGAN PADA HYBRID AUTONOMOUS UNDERWATER GLIDER (HAUG)", "Abstrak": "Hybrid AutonomousUnderwater Glider (HAUG) merupakan kendaraan bawah laut\nyang banyak digunakan untuk melakukan beberapa misi seperti pengawasan potensi\nsumber daya bawah laut dan pencarian sumber daya bawah laut. Ketika HAUG\nmelakukan misinya, HAUG biasanya dihadapkan dengan kondisi lingkungan yang\ntidak diketahui dan ekstrem, seperti adanya rintangan yang dapat mengancam\nkeselamatan HAUG itu sendiri. Oleh karena itu, HAUG harus dapat mendeteksi\nrintangan yang ada dihadapanya dan kemudian melakukan proses penghindaran.\nMulti-beam Forward Looking Sonar (FLS) digunakan pada penelitian ini untuk dapat\nmendeteksi rintangan. Permasalahn mendasar dalam mendeteksi rintangan bawah laut\nyaitu adanya noise pada data sonar. Oleh karena itu, dengan membangun sistem\npendeteksi rintangan yang baik diharapkan dapat mengatasi permasalahan tersebut\nsehingga HAUG dapat melakukan proses penghindaran. Pendeteksian rintangan pada\npenelitian ini menggunakan Frost Filter untuk menghilangkan noise dari pembacaan\nsonar. Selain itu, pada penelitian ini memanfaatkan metode local image histogram\nentropy dan thresholding untuk proses segmentasi hasil filtering. Penelitian ini\nmengadaptasi algoritma BK-fuzzy dan reactive untuk proses penghindaran rintangan\nserta memanfaatkan algoritma perencanaan jalur dengan metode RRT* juga sebagai\nalgoritma untuk menghindari rintangan.\nDari hasil simulasi dan pengujian pendeteksian rintangan, dimensi moving window\npada proses filtering yang digunakan yaitu berukuran 17x17. Moving window ini\nmerupakan matriks yang memuat 289 pixel citra yang selalu bergeser. Pada tahapan\nsegmentasi, ukuran moving window yang digunakan yaitu berukuran 11x11 yang\nberarti matriks yang bergeser ini akan memuat 121 pixel citra hasil filtering. Nilai\nupper dan lower thresholding yang digunakan pada proses pendeteksian rintangan\nyaitu 0.868581 dan 0.613116. Hasil simulasi penghindaran rintangan memperlihatkan\n\nii\n\nbahwa metode RRT* menghasilkan nilai error antara jalur sebenarnya dengan jalur\npenghindaran yang relative besar, apabila dibandingkan dengan metode BK-fuzzy dan\nreaktif. Nilai error jalur yang dihasilkan oleh metode RRT* masing-masing yaitu 10.6\nmeter dan 22.2 meter.\nHasil eksperimen penghindaran rintangan dengan metode BK-fuzzy dan reactive\ndilakukan dengan dua skenario. Skenario pertama yaitu ketika wahana akan\nmenjalankan mode penghindaran ketika jarak rintangan kurang dari 4.5 meter dan\nskenario kedua yaitu ketika wahana akan menjalankan mode penghindaran ketika jarak\nrintangan kurang dari 2.5 meter. Nilai error antara jalur yang diinginkan dan jalur\nsebenarnya pada masing-masing skenario yaitu 8.3 meter dan 8.4 meter.", "Daftar File": {}, "Penulis": "A.A. Gde Jenana Putra [23219309]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Riyanto Trilaksono", "Egi Muhammad Idris Hidayat, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "HAUG, pendeteksian rintangan, penghindaran rintangan, multi-beam  forward-looking sonar, Frost Filter, local image histogram entropy, thresholding, BK- fuzzy, reaktif, RRT*", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "19 Sep 2022"}