{"Nomor": 68694, "Judul": "PENGARUH PENGGUNAAN BARANG MEWAH TERHADAP KEPERCAYAAN DIRI PENGGUNANYA", "Abstrak": "Pengertian Barang Mewah dapat diartikan sebagai barang-barang berkualitas tinggi yang menawarkan nilai unik, layak dihargai tinggi, dan memiliki citra prestisius di mata penggunanya. Namun, definisi kemewahan dari sudut pandang orang berubah seiring berjalannya waktu. Permintaan akan barang-barang mewah juga meningkat. Munculnya banyak merek baru, kenaikan dan penurunan nilai merek menurut pendapat pengguna. Jurnal ini bertujuan untuk mempelajari bagaimana barang mewah mempengaruhi kepercayaan diri konsumen. Penulis percaya bahwa kepercayaan diri mempengaruhi penjualan barang mewah di masyarakat dimana ada korelasi antara kedua subjek. Kelas sosial yang tercipta dalam masyarakat membuat orang berusaha mencapai kelas sosial atas. Penelitian dilakukan melalui survei dimana kategori kemewahan dibagi menjadi 3 yaitu mobil, barang, dan rumah. Pasalnya, preferensi orang terhadap kemewahan berbeda-beda. Terbukti dalam kuesioner dimana ada beberapa responden yang memilih mobil dan rumah sebagai tipe kemewahannya. Penelitian tersebut meliputi perasaan konsumen saat membeli dan memakai barang mewah. Kemampuan masyarakat untuk membeli barang mewah juga mempengaruhi munculnya barang mewah palsu atau palsu. Mungkin bisa menjadi pilihan bagi orang yang mungkin tidak rela mengeluarkan banyak uang tapi tetap ingin tampil mewah atau fashionable dengan membeli barang mewah palsu atau palsu. Hasil penelitian menunjukkan bahwa ada pengaruh penggunaan barang mewah dalam meningkatkan kepercayaan diri konsumen.", "Daftar File": {"2022 SK PP Hany Elvina Sembiring-Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/259427"}, "Penulis": "Hany Elvina Sembiring [19019216]", "Kontributor / Dosen Pembimbing": ["Ziyi Wang", "Valid Hasyimi", "Dr. Eng. Nur Budi Mulyono, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kemewahan, Nilai, Kepercayaan Diri", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "19 Sep 2022"}