{"Nomor": 68693, "Judul": "USULAN STRATEGI PEMASARAN UMKM BUBUR AYAM PMI 79 BERDASARKAN TAHAP PERTUMBUHAN ORGANISASI", "Abstrak": "Bubur Ayam PMI 79 merupakan UMKM pada kategori usaha kecil pada bidang kuliner yang berdiri sejak tahun 2009 di Kota Bandung. Saat ini Bubur Ayam PMI 79 belum memiliki strategi pemasaran yang disesuaikan dengan kondisi dan kemampuan bisnisnya. Dalam menyusun strategi pemasaran yang proaktif, perusahaan harus mengenali kemampuan usahanya terlebih dahulu dengan mengetahui posisi perusahaan dalam tahap pertumbuhan organisasi. Pada penelitian ini ditentukan usulan rancangan strategi pemasaran UMKM Bubur Ayam PMI 79 berdasarkan tahap pertumbuhan organisasi saat ini.\nPenelitian dimulai dengan identifikasi tahap pertumbuhan organisasi menggunakan asesmen pada website Astro ITB. Penelitian dilanjutkan dengan identifikasi strategi pemasaran eksisting pada strategic marketing dan tactical marketing serta identifikasi strategi diversifikasi produk dan pasar menggunakan analisis tematik. Kemudian dilakukan evaluasi strategi pemasaran eksisting terhadap tahap pertumbuhan organisasi saat ini dan diberikan usulan strategi pemasaran berdasarkan kondisi ideal tahap pertumbuhan organisasi Bubur Ayam PMI 79 saat ini.\nBubur Ayam PMI 79 berada dalam tahap pertumbuhan organisasi kedua yaitu growth. Strategi pemasaran Bubur Ayam PMI 79 belum sesuai dengan tahap pertumbuhan organisasi saat ini pada aspek strategic marketing dan tactical marketing pada karakteristik product, price, dan promotion. Usulan strategi pemasaran mencakup pendefinisian target pasar, akuisisi pelanggan melalui promosi menggunakan media sosial dan perubahan metode penentuan harga berbasis persaingan, penerapan strategi cross-selling dan up-selling, serta perancangan basis data pelanggan untuk pembuatan program loyalitas.", "Daftar File": {}, "Penulis": "Raden Dharani Mahasramana [13418099]", "Kontributor / Dosen Pembimbing": ["Aldila Rizkiana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "strategi pemasaran, tahap pertumbuhan organisasi, UMKM", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "19 Sep 2022"}