{"Nomor": 68701, "Judul": "PERANCANGAN FONDASI TIANG PUSH-IN, DINDING SECANT PILE DENGAN PERKUATAN STRUT, DAN GALIAN AMPHITHEATRE PADA PROYEK PERPUSTAKAAN UMUM DENGAN ELEVATED WALKWAY DI KELAPA GADING", "Abstrak": "Daerah Bundaran Kelapa Gading yang padat pemukiman dan ramai akan aktivitas komersial memunculkan potensi pembangunan fasilitas publik berupa perpustakaan umum untuk memicu interaksi dan menghubungkan masyarakat. Perpustakaan ini merupakan gedung beton bertulang yang terdiri dari empat lantai di atas muka tanah dengan elevasi maksimum 19m beserta dua lantai basement dengan kedalaman total 7m dari muka tanah. Untuk meningkatkan aksesibilitas pejalan kaki tanpa mengganggu lalu lintas jalan, direncanakan infrastruktur pelengkap berupa elevated walkway yang menghubungkan gedung perpustakaan dengan bangunan-bangunan lainnya yang berada di sekitar bundaran. Jembatan didesain dengan rangka baja dan pier beton bertulang.\n\nGalian basement dengan kedalaman total 9m didesain dengan dinding penahan tanah berupa secant pile dengan panjang 18m. Dinding secant pile dipilih oleh karena kemudahannya untuk membentuk denah-denah tertentu, seperti lengkungan pada denah basement. Secant pile yang digunakan berdiameter 1000mm dengan overlapping antara secondary dan primary pile sebesar 250mm. Perkuatan dinding yang digunakan adalah strutting baja H350.350 oleh karena terbatasnya lahan untuk pemasangan angkur. Analisis tahapan galian dan pemasangan perkuatan menggunakan bantuan software Plaxis2D.\n\nGalian amphitheatre dengan kedalaman total 3m didesain dengan dinding penahan tanah berupa non-tangent pile dengan panjang 8m. Tipe tersebut dipilih oleh karena dinding hanya berfungsi sebagai penahan tanah saja, tidak memblokir rembesan air dari belakang dinding. Rembesan tersebut akan ditahan sendiri oleh struktur amphitheatre. Non-tangent pile yang digunakan berdiameter 800mm dengan jarak antar-pile sebesar 1100mm. Tiang bor sedalam 25m juga didesain pada struktur amphitheatre agar dapat menahan gaya uplift yang dapat terjadi. Analisis tahapan galian menggunakan bantuan software Plaxis 2D.\n\nFondasi yang digunakan untuk gedung perpustakaan dan elevated wafkway adalah spun pile dengan hydraulic jack yang dapat mengantisipasi terjadinya polusi suara, gangguan vibrasi, dan kerusakan struktural pada pemukiman sekitar yang padat. Untuk gedung perpustakaan, digunakan spun pile dengan diameter 800mm dan panjang 30m, sedangkan fondasi elevated walkway dirancang dengan spun pile diametet 1000mm dan panjang 16m. Analisis daya dukung lateral tiang tunggal dan kelompok menggunakan bantuan software LPILE dan GROUP.", "Daftar File": {"ABSTRAK David Rhein Panuturi Gurning": "https://digilib.itb.ac.id/gdl/download/259431"}, "Penulis": "David Rhein Panuturi Gurning [15018072]", "Kontributor / Dosen Pembimbing": ["Endra Susila, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "spun pile dengan hydraulic jack, tiang push-in, tiang bor, secant pile, non-tangent pile, strut baja, dewatering, LPILE, GROUP, Plaxis 2D", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Sep 2022"}