{"Nomor": 68707, "Judul": "INTERAKSI ANTARA VARIABEL TIME-SPACE PRISM DAN MOBILITY BIOGRAPHY TERHADAP PENGGUNAAN TRANSPORTASI UMUM DI BANDUNG METROPOLITAN AREA", "Abstrak": "Penelitian perilaku perjalanan bertujuan untuk memahami bagaimana keputusan dari suatu perjalanan, seperti: moda transportasi yang digunakan, siapa yang menggunakan, rute mana yang akan dilalui, dan sebagainya. Keputusan perjalanan merupakan suatu efek dari saling ketergantungan yang kompleks antara kegiatan yang direncanakan, sudah terjadwal dan telah dilaksanakan, kemudian antara kegiatan dan perjalanan itu sendiri, serta kemungkinan lokasi kegiatan di sekitar individu yang dapat di akses, dan segala bentuk regulasi atau aturan-aturan yang berlaku. Ketika pengembangan sistem transportasi umum tidak sesuai dengan kebutuhan mobilitas individu, transportasi yang dipersonalisasi dengan bentuk apapun akan mendominasi pergerakan. Oleh karena itu, perlu meningkatkan metodologi untuk melakukan perilaku perjalanan-aktivitas orang dalam memenuhi kebutuhan dan keinginan. Untuk itu, pada penelitian kali ini fokus untuk mengintegrasi variabel-variabel dari time-space prism dan mobility biography terhadap penggunaan transportasi umum di Bandung Metropolitan Area. Penelitian ini juga dapat memberikan masukan atau rekomendasi pada pemberi kebijakan bahwasannya penggunaan transportasi umum dapat dipengaruhi oleh analisis berbasis perjalanan seperti biografi mobilitas. Dengan menggunakan analisis regresi linier berganda yang terdapat dalam program perangkat lunak SPSS dimaksudkan untuk menguji pengaruh dua atau lebih variabel independen terhadap satu variabel dependen yaitu persentase penggunaan transportasi umum. Interpretasi dari model regresi yang dihasilkan menunjukan bahwa variabel time-space prism dan mobility biography memiliki pengaruh yang signifikan terhadap yang dihipotesiskan. Perilaku mereka pada beberapa tahun lalu mempengaruhi perilaku mereka saat ini terutama dalam pemilihan moda transportasi. Aktivitas mereka setiap hari mendorong mereka bagaimana memilih moda. Persentase penggunaan transportasi umum cenderung menurun setiap tahunnya, hal ini memungkinkan pada negara berkenbang layanan angkutan umum yang masih buruk.", "Daftar File": {"ABSTRAK Wiwien Suzanti": "https://digilib.itb.ac.id/gdl/download/259446"}, "Penulis": "Wiwien Suzanti [25018014]", "Kontributor / Dosen Pembimbing": ["Prof. Ade Sjafruddin, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Time-Scpace Prism, Activity-Travel Participation, Mobility Biography.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Sep 2022"}