{"Nomor": 68700, "Judul": "ANALISIS KEKASARAN DAN TORTUOSITAS JALUR PORI TERHUBUNG PADA MODEL MEDIA BERPORI", "Abstrak": "Sifat fisis media berpori yang penting untuk dipelajari adalah tingkat kerumitan struktur pori terhubung pada media berpori yang berpengaruh terhadap mudah tidaknya fluida melewati ruang pori. Kerumitan tersebut dapat dideskripsikan oleh tingkat kekasaran dan juga oleh karakteristik tortuositas hidrolik. Penentuan tingkat kekasaran dilakukan dengan merumuskan definisi matematis dari karakteristik ini. Di lain hal, penentuan tortuositas dari suatu media berpori terutama tortuositas hidrolik sulit dilakukan secara eksperimen. Untuk mempelajari karakteristik ini, digunakanlah pendekatan teknik Digital Rock Physics (DRP). Analisis tortuositas hidrolik pada media berpori dapat dilakukan dengan memanfaatkan pemodelan\nberbasis citra digital yang dilanjutkan dengan perhitungan secara komputasi melalui simulasi aliran fluida. Salah satu metode simulasi aliran fluida yang dapat digunakan adalah metode kisi Boltzmann yang diterapkan pada pustaka Palabos (Parallel Lattice Boltzmann Solver). Pengembangan kode program yang memanfaatkan pustaka Palabos dilakukan untuk menyertakan perhitungan tortuositas hidrolik berdasarkan rasio rata-rata kecepatan total (????????????????????) terhadap rata-rata kecepatan arah sumbu-x ????????. Pengujian dan validasi data dilakukan untuk memastikan bahwa kode program yang dikembangkan berjalan baik dan perhitungan tortuositasnya sesuai. Analisis dilakukan dengan mengkaji hubungan diameter, tingkat kekasaran, dan rasio ukuran model terhadap kanvasnya pada nilai tortuositas dengan tujuan untuk menganalisis pengaruh parameter kekasaran terhadap nilai tortuositas. Dari penelaahan beberapa rumusan tingkat kekasaran, diperoleh bahwa model matematis berdasarkan teknik roll-out merupakan\npendekatan yang paling baik dalam mendefinisikan kekasaran. Selain itu diperoleh juga bahwa semakin besar nilai parameter kekasaran maka galat yang diperoleh pada perhitungan tortuositas semakin besar.", "Daftar File": {"ABSTRAK Fajar Ridwan Sidik": "https://digilib.itb.ac.id/gdl/download/259433"}, "Penulis": "Fajar Ridwan Sidik [10217102]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. rer. nat. Umar Fauzi", "Dr. Fourier Dzar Eljabbar, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "kompleksitas, tortuositas, simulasi aliran fluida, tingkat kekasaran.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "1 file", "Tanggal Input": "19 Sep 2022"}