{"Nomor": 68711, "Judul": "PERANCANGAN STRUKTUR ATAS MIXED-USE BUILDING DI DELI SERDANG", "Abstrak": "Mixed-Use Building di Deli Serdang memiliki fungsi sebagai pusat perbelanjaan, perkantoran, dan apartemen. Bangunan yang memiliki fungsi campuran tersebut dapat memaksimalkan fungsi bangunan dengan meminimalisasi kebutuhan ruang dan mobilitas dari penghuninya. Bangunan ini terdiri dari basement, podium, tower office, dan tower apartment. Perancangan struktur atas Mixed-Use Building di Deli Serdang terdiri dari struktur beton bertulang, meliputi elemen balok, kolom, pelat, dan dinding geser dengan mengacu pada SNI 2847:2019. Pembebanan struktur didesain berdasarkan SNI 1727:2020 dan ASCE 7-16. Selain itu, struktur bangunan akan dirancang tahan terhadap gempa dengan mengacu pada SNI 1726:2019. Parameter ketahanan gempa yang diperiksa pada struktur Mixed-Use Building di Deli Serdang adalah periode fundamental struktur, gaya gempa lateral ekuivalen, simpangan antar tingkat, efek P-Delta, persyaratan sistem ganda, ketidakberaturan horizontal, ketidakberaturan vertikal, dan faktor redundansi. Seluruh parameter di atas diperiksa berdasarkan SNI 1726:2019.\nDesain penulangan elemen struktur dilakukan dengan prinsip desain kapasitas metode LRFD. Beban akan diberikan suatu faktor amplifikasi, sedangkan kapasitas elemen struktur akan diberikan suatu faktor reduksi sesuai kondisi gaya tinjauan (aksial, lentur, geser, torsi). Sistem struktur yang digunakan adalah sistem ganda, gabungan antara Sistem Rangka Pemikul Momen Khusus (SRPMK) dan Sistem Dinding Struktural Khusus (SDSK). Pemodelan struktur dilakukan menggunakan software CSI ETABS dengan analisis linear dinamik respons spektrum satu tahap. Penulangan balok dan transversal kolom didesain secara manual, penulangan pelat didesain menggunakan bantuan software CSI SAFE, sedangkan penulangan longitudinal kolom dan dinding geser didesain menggunakan bantuan software spColumn.", "Daftar File": {"ABSTRAK Brandon Louis Gunawan": "https://digilib.itb.ac.id/gdl/download/259451"}, "Penulis": "Brandon Louis Gunawan [15018008]", "Kontributor / Dosen Pembimbing": ["Erwin Lim, S.T., M.S., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "bangunan fungsi campuran, ketahanan gempa, linear dinamik, respons spektrum, sistem struktur, sistem ganda, rangka pemikul momen khusus, dinding struktural khusus", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Sep 2022"}