{"Nomor": 68718, "Judul": "KAJIAN DAMPAK SPLIT SLEEP TERHADAP KELELAHAN BERDASARKAN PERUBAHAN SINYAL ELECTROENCEPHALOGRAM (EEG) SAAT MENGEMUDIKAN SIMULATOR KERETA API", "Abstrak": "Kelelahan diketahui sebagai isu yang penting bagi keselamatan dalam sektor transportasi kereta api. Faktor terkait tidur merupakan salah satu faktor yang mempengaruhi tingkat kelelahan. Kantuk yang merupakan bentuk dari kelelahan dapat diakibatkan oleh tidur yang terpotong (split sleep). Split sleep lazim terjadi pada pengoperasian kereta api karena waktu istirahat yang terpotong akibat kebutuhan sosial, ibadah, kepentingan keluarga, serta perjalanan pulang pergi. Penelitian ini bertujuan untuk mengkaji dampak split sleep terhadap tingkat kelelahan pengemudi kereta api. Sebanyak 9 partisipan menjalani dua kondisi tidur dalam penelitian ini, yaitu split sleep dan consolidated sleep. Kondisi split sleep melibatkan dua segmen tidur (pukul 05.00 – 10.00 dan 12.00 – 15.00), sedangkan consolidated sleep hanya melibatkan satu segmen tidur (pukul 05.00 – 13.00). Simulasi kereta api nantinya akan dilakukan di laboratorium setelah masing-masing kondisi tidur dijalankan. Tingkat kelelahan diukur berdasarkan perubahan sinyal EEG serta nilai kantuk subjektif Karolinska Sleepiness Scale (KSS) dan Visual Analogue Scale (VAS). Perubahan aktivitas gelombang otak pada lobus frontal ditinjau dari 5 menit awal dan akhir simulasi, sedangkan nilai KSS dan VAS ditinjau setiap 30 menit sepanjang simulasi. Hasil penelitian ini menunjukkan adanya perbedaan yang signifikan pada power relatif ???? antara kedua kondisi tidur. Hal tersebut mengindikasikan kegiatan mengemudi dengan kondisi tidur split sleep cenderung lebih lelah dibandingkan mengemudi dengan kondisi tidur consolidated sleep. Namun, power relatif ????, ????, dan rasio (????+????)/???? serta nilai KSS dan VAS tidak menunjukkan perbedaan yang signifikan antara kedua kondisi tidur. Dari hasil penelitian ini, disimpulkan split sleep dapat diterapkan pada kegiatan mengemudi kereta api jika dibutuhkan, dengan catatan kuantitas dan kualitas tidur masinis harus optimal. Pemenuhan kuantitas tidur 7 – 8 jam per hari dan peningkatan kualitas tidur sebelum melakukan perjalanan kereta api direkomendasikan untuk dilakukan untuk menekan dampak split sleep terhadap kelelahan.", "Daftar File": {}, "Penulis": "Clementine E. T. [13418119]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Hardianto Iridiastadi, M.SIE."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "kelelahan, train driver, split sleep, electroencephalography (EEG), KSS, VAS", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "19 Sep 2022"}