{"Nomor": 68710, "Judul": "STUDI GAYABERAT DAERAH PROSPEK PANAS BUMI KADIDIA SULAWESI TENGAH", "Abstrak": "Manifestasi panas bumi berupa air panas, dan batuan alterasi ditemukan di Kadidia\nSelatan, Sulawesi Tengah. Fluida panas bumi daerah Kadidia dipengaruhi dengan\nfluida magmatik dengan perkiraan presentase sebesar ±10 – 20%. Aktifitas\nkegempaan di Danau Lindu dan adanya segmen dari pergerakan sesar aktif Palu\nKoro, diperkirakan menjadi pengontrol pembentukan sistem panas bumi di daerah\nKadidia. Maka, dilakukanlah studi data gayaberat menggunakan nilai gayaberat\nobservasi yang diperoleh dari PSDMBP dengan jarak antar titik yang bervariasi 250\n– 1500 m, untuk dapat menggambarkan sistem panas bumi daerah Kadidia dan\nKadidia Selatan. Pengolahan data gayaberat dilakukan dengan menghitung anomali\nBouguer lengkap, pemisahan anomali regional dan residual dengan polynomial\ntrend surface, upward continuation, dan moving average, dan interpretasi melalui\nforward modeling dan inverse modeling. Berdasarkan pengolahan dan pemodelan\ndata gayaberat pada daerah panas bumi Kadidia dan Kadidia Selatan, diketahui\nbahwa Formasi batuan gunungapi Tineba diperkirakan sebagai heat source,\nditunjukkan dengan nilai kontras densitas positif, begitu juga dengan lapisan granit\ndi atasnya yang terpanaskan oleh heat source menjadi conductive heated zone yang\nditunjukkan dengan nilai kontras densitas positif pula. Sedangkan pada granit yang\nterekahkan ditunjukkan dengan nilai kontras densitas negatif, diduga sebagai\nreservoir dari panas bumi daerah Kadidia. Didukung dengan model magnetotelurik\ndan studi geokimia, sistem panas bumi Kadidia dan Kadidia Selatan diketahui\nmemiliki reservoir yang berbeda, hal ini ditunjukkan dengan nilai densitas yang\nberbeda di baratdaya dan timurlaut daerah penelitian pada hasil dari forward\nmodeling dan inverse modeling.", "Daftar File": {"ABSTRAK Aulia Huda Pinandita": "https://digilib.itb.ac.id/gdl/download/259449"}, "Penulis": "Aulia Huda Pinandita [22319005]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Wawan Gunawan A. Kadir, M.S.", "Dr. Indra Gunawan, S.Kom., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "panas bumi, gayaberat, forward modeling, inverse modeling", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "19 Sep 2022"}