{"Nomor": 68712, "Judul": "EVALUASI FORMATIVE USABILITY PADA PROTOTIPE WEBSITE PENGELOLAAN TENAGA KERJA PENUNJANG TELKOM DIREKTORAT DIGITAL BUSINESS", "Abstrak": "Pada tahun 2021 Telkom Direktorat Digital Business (Telkom DDB) mengembangkan website pengelolaan Tenaga Kerja Penunjang (TKP). TKP merupakan sebutan untuk pekerja kontrak yang ada di PT. Telkom. Saat ini, website pengelolaan TKP belum diluncurkan ke pengguna karena masih dalam bentuk prototipe. Sebelum prototipe tersebut dibangun menjadi website dan diluncurkan ke pengguna, perlu dilakukan evaluasi usability terlebih dahulu untuk memastikan rancangan desain website pengelolaan TKP dapat diterima dan digunakan dengan mudah.\nPenelitian ini dilakukan untuk mengetahui usability dari prototipe website pengelolaan TKP. Metode yang digunakan adalah formative evaluation. Terdapat lima daftar tugas untuk menguji usability prototipe website pengelolaan TKP. Parameter usability yang digunakan yaitu, task success rate untuk mengukur efektivitas, lostness score untuk mengukur efisiensi, dan system usability scale (SUS) untuk mengukur kepuasan. Pengujian prototipe website pengelolaan TKP juga dilengkapi retrospective think aloud (RTA). Selama proses pengerjaan tugas pengujian, partisipan menggunakan electroencephalogram (EEG) untuk mengukur beban kerja mental yang diterima partisipan. Beban kerja mental diukur dari rasio gelombang beta/alpha. Rasio gelombang beta/alpha >= 1 menandakan beban kerja mental yang diterima tinggi.\nPenelitian dilakukan kepada 12 partisipan. Hasil penelitian menunjukkan prototipe website pengelolaan TKP belum sepenuhnya efektif dan efisien karena tugas 4 memiliki task success rate 67% (standar task success rate >70% = efektif) dan tugas 3 memiliki lostness score 0.479 (standar lostness score <0.4 = efisien). Beban kerja mental yang diterima partisipan saat mengerjakan tugas 3 dan 4 termasuk tinggi (rasio gelombang beta/alpha = 1.153 dan 1.092). Adapun hasil rata-rata kuesioner SUS sebesar 68.13 dari 100, nilai ini menandakan website berada pada kategori marginal, sehingga perlu diperbaiki. Melalui RTA, dirancang 12 usulan prioritas perbaikan untuk prototipe website pengelolaan TKP.\nKata kunci: Usability, formative evaluation, website pengelolaan TKP.\nx ii\nABSTRACT\nIn 2021 Telkom Directorate of Digital Business (Telkom DDB) developed a website for the manage one of their worker groups, namely Tenaga Kerja Penunjang (TKP). TKP is a term for contract workers at PT. Telkom. Currently, the website is still in prototype format and has not been yet launched to the market. Before the website launch, it is necessary to evaluate the usability of the product to target users for ensure the website can be used easily. This study was conducted to determine the usability of website pengelolaan TKP.\nThe methods used for data collection were formative evaluation. There are five test task to evaluate the website. The usability parameters used are task success rate to measure effectiveness, lostness score to measure efficiency, and system usability scale to measure satisfaction. This usability evaluation also equipped with retrospective think aloud (RTA). During the process of working on the task test, participants also wearing an electroencephalogram (EEG) to measure the mental workload that participant received. Mental workload is measured by beta/alpha wave ratio. Beta/alpha wave ratio >= 1 indicates menta workload received is high.\nThe study was conducted on 12 participants who were asked to do five lists of test tasks. The results showed that website pengelolaan TKP was not yet fully effective and efficient because task four had a percentage of successful completion of task 67% (task success rate > 70% = effective) and task three had a lostness score of 0.479 (lostness score < 0.4 = efficient). The mental workload received by participants when doing tasks three and four was high ( beta/alpha wave ratio = 1.153 and 1.092). The average result of the SUS questionnaire is 65.83 out of 100, this value indicates the website is in the marginal category so it needs to be improved. Through the RTA, 12 proposed priority improvement designs for website pengelolaan TKP.", "Daftar File": {}, "Penulis": "Ditasari Almaidah [13418100]", "Kontributor / Dosen Pembimbing": ["Prof. Ari Widyanti, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Usability, formative evaluation, anda website pengelolaan TKP.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "19 Sep 2022"}