{"Nomor": 68728, "Judul": "ANALISA STABILITAS, DEFORMASI DAN REMBESAN SERTA PENERAPAN DESIGN FOR MAINTENANCE (DFM) PADA BENDUNGAN SADAWARNA", "Abstrak": "Konsep keamanaan bendungan memiliki tiga pilar yaitu keamanan struktur, kegiatan operasi, pemeliharaan serta pemantauan dan kesiapsiagaan tindak darurat. Pada penelitian ini dilakukan analisa keamanan struktur pada Bendungan Sadawarna sebagai upaya mengurangi resiko kegagalan menggunakan Peta Gempa 2017. Berdasarkan, desain dan kegiatan konstruksi dilakukan pula analisa untuk meninjau konsep penerapan DFM pada Bendungan Sadawarna sebagai upaya untuk mendukung kegiatan pengelolaan.  Analisa stabilitas dan rembesan menggunakan software Plaxis V.20 dan Geostudio. Hasil analisis menunjukkan untuk kondisi tanpa gempa dan kondisi Gempa OBE, nilai keamanan memenuhi nilai keamanan ijin yang disyaratkan (FK >1,2). Namun untuk pembebanan Gempa MDE terdapat beberapa   kondisi dengan nilai keamanaan dibawah angka keamanan ijin (<1).  Berdasarkan Pd-T-14-2004-A diperlukan analisa Metode Alihan Tetap (Makdisi-Seed) dengan syarat deformasi yang terjadi tidak melebihi 50% tinggi jagaan. Hasil analisis memperlihatkan deformasi maksimum  yang terjadi sebesar 10 cm dengan angka keamanan 290 cm. Rembesan pada Bendungan Sadawarna 4,57164 l/detik dengan angka keamanan terhadap piping 4,984 > 4. Sehingga dapat disimpulkan Bendungan Sadawarna memenuhi syarat stabilitas, piping dan deformasi. \n\nPenerapan DFM pada Bendungan Sadawarna  dinilai berdasarkan attribut DFM yang bersumber dari penelitian terdahulu. Dilakukan wawancara untuk mengetahui isu permasalahan pada bendungan secara umum dan pencegahan yang dilakukan oleh Pihak Bendungan Sadawarna. Dilakukan pula pembagian kuesioner yang bertujuan untuk mengetahui seberapa besar penerapan DFM dalam Desain Bangunan Intake. Serta dilakukan analisa attribut DFM dengan dokumen desain dan gambar detail.", "Daftar File": {"ABSTRAK Khoirunnisa Nur Amalina": "https://digilib.itb.ac.id/gdl/download/259476"}, "Penulis": "Khoirunnisa Nur Amalina [25018009]", "Kontributor / Dosen Pembimbing": ["Endra Susila, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Bendungan Sadawarna, stabilitas, deformasi, rembesan, Design For Maintenance,", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Sep 2022"}