{"Nomor": 68735, "Judul": "VALUASI SAHAM PT. CHANDRA ASRI PETROCHEMICAL, TBK: PENGARUH  VOLATILITAS HARGA MINYAK MENTAH", "Abstrak": "Indonesia, dengan 270 juta penduduk dan pertumbuhan PDB 4-5%, memegang peran\npenting sebagai pemain industri petrokimia di Asia Tenggara. Selain itu, Indonesia\nmemiliki potensi permintaan yang besar dengan keunggulan bonus demografi dan\nkelas menengah yang terus tumbuh. Dengan keunggulan tersebut, Indonesia\ndiharapkan dapat meningkatkan daya beli, yang berpotensi berdampak pada\npertumbuhan permintaan petrokimia berbasis olefin, misalnya pada kemasan barang\npelanggan, konstruksi, dan bahan otomotif. Sebagai pemain penting dalam industri\npetrokimia, PT Chandra Asri Petrochemical (TPIA) saat ini merupakan produsen olefin\ntertinggi ketujuh dengan hampir 2.100 KTA dan produsen poliolefin tertinggi kelima\ndengan 1.200 KTA di Asia Tenggara. Fluktuasi harga minyak mentah mengubah kinerja\nkeuangan TPIA. Dari sisi lain, hal ini menjadi peluang untuk mengumpulkan sahalm\nberfundamental baik dengan harga yang lebih rendah pada kondisi tertentu pasar\nminyak mentah—penelitian menggunakan data sekunder dari laporan tahunan TPIA\nperiode 2017 hingga 2021. Data diolah menggunakan metode penilaian absolut melalui\nDiscounted Cash Flow terhadap proyeksi Free Cash Flow to Equity. Nilai wajar TPIA\npada akhir tahun 2021 terhitung sebesar Rp 625 – 1.361/saham, sehingga menyebabkan\nharga pasar dinilai terlalu tinggi sebesar Rp2650/saham. Pengamatan lebih lanjut juga\ndilakukan, dengan hasil bahwa harga minyak mentah berdampak signifikan terhadap\nlaba bersih TPIA namun kurang berdampak pada nilai wajarnya. Sebaliknya, nilai\nwajar TPIA lebih sensitif terhadap pertumbuhan laba kotor, depresiasi & amortisasi.", "Daftar File": {"COVER Mohamad Vigar Parasdhika": "https://digilib.itb.ac.id/gdl/download/265054", "BAB 1 Mohamad Vigar Parasdhika": "https://digilib.itb.ac.id/gdl/download/265055", "BAB 2 Mohamad Vigar Parasdhika": "https://digilib.itb.ac.id/gdl/download/265056", "BAB 3 Mohamad Vigar Parasdhika": "https://digilib.itb.ac.id/gdl/download/265057", "BAB 4 Mohamad Vigar Parasdhika": "https://digilib.itb.ac.id/gdl/download/265058", "PUSTAKA Mohamad Vigar Parasdhika": "https://digilib.itb.ac.id/gdl/download/265059"}, "Penulis": "Mohamad Vigar Parasdhika [29320530]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Asep Darmansyah, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Olefin, Petrokimia, Valuasi Saham, Arus Kas Diskon, Harga Minyak Mentah", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "19 Sep 2022"}