{"Nomor": 68738, "Judul": "ANALISIS PENGGUNAAN POHON OLEH OWA JAWA (HYLOBATES MOLOCH), SURILI (PRESBYTIS COMATA), DAN LUTUNG JAWA (TRACHYPITHECUS AURATUS) DI CAGAR ALAM GUNUNG TILU, JAWA BARAT", "Abstrak": "Cagar Alam Gunung Tilu (CAGT) merupakan habitat bagi tiga primata endemik jawa yaitu owa jawa (Hylobates moloch), surili (Presbytis comata), dan lutung jawa (Trachypithecus auratus). Dalam melakukan upaya konservasi primata, CAGT bekerja sama dengan The Aspinal Foundation (TAF) dalam melakukan rehabilitasi dan re-introduksi primata. Re-introduksi merupakan usaha untuk membentuk populasi suatu spesies di area yang menjadi habitatnya di masa lampau, namun saat ini populasinya telah lenyap atau punah. Ketiga primata ini memiliki kebutuhan yang mirip, baik pakan maupun kebutuhan dalam penggunaan ruang. Oleh karena itu, tumpang tindih relung antar spesies dapat terjadi dan berdampak pada tidak terpenuhinya kebutuhan dari masing masing spesies. Penelitian ini bertujuan untuk menganalisis penggunaan pohon oleh owa jawa, surili, dan lutung jawa, serta menghitung tumpang tindih relung terkait dengan penggunaan jenis dan strata pohon yang digunakan oleh ketiga primata tersebut dalam melakukan aktivitasnya. Pengambilan data dilakukan dengan metode eksplorasi dan pengamatan perilaku terkait penggunaan jenis dan strata pohon pada masing masing primata. Analisis data dilakukan dengan menggunakan analisis statistik, serta penentuan Indeks Pianka untuk menghitung tingkat tumpang tindih relungnya. Hasil penelitian menunjukkan bahwa owa jawa, surili, dan lutung jawa paling banyak menggunakan pohon puspa (Schima wallichii). Lutung jawa paling banyak melakukan aktivitasnya pada strata D (16-20 m), owa jawa pada strata E (11-15 m), dan surili pada strata F (6-10 m). Ketiga primata menunjukan tumpang tindih relung terkait dengan penggunaan jenis dan strata pohon dalam rentang sedang hingga tinggi.", "Daftar File": {"ABSTRAK Puti Nailatulfarihah I Khainur": "https://digilib.itb.ac.id/gdl/download/259488"}, "Penulis": "Puti Nailatulfarihah I Khainur [11518007]", "Kontributor / Dosen Pembimbing": ["Dr. Rina Ratnasih Purnamahati, M.S., M.Sc.", "Aditya Dimas Pramudya, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "CAGT, jenis pohon, lutung jawa, owa jawa, strata pohon, surili", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Sep 2022"}