{"Nomor": 68747, "Judul": "PENENTUAN STRATEGI PENINGKATAN PERFORMA BISNIS  LLTT DENGAN ANALISA INTQUAL (INTERNAL QUALITY) DAN  SERVQUAL (SERVICE QUALITY) STUDI KASUS : DELI SERDANG, SUMATERA UTARA", "Abstrak": "Saat ini Pemerintah menetapkan RPJMN 2020-2024 untuk mencapai akses sanitasi (Air Limbah Domestik) layak dan aman sebesar 90% untuk menurunkan kematian ibu dan stunting. Di Kabupaten Deli Serdang, akses penduduk terhadap fasilitas sanitasi layak dan aman masih membutuhkan peningkatan. Berdasarkan Data Dokumen Pemutakhiran Strategi Sanitasi Kota/Kab. Tahun 2016, diketahui bahwa 158.462 penduduk tidak memiliki sarana sanitasi yang layak, 95.077 penduduk melakukan BABS dan 25.750 penduduk membuang air limbah langsung ke saluran drainase. Salah satu upaya Pemerintah untuk mencapai tujuan sanitasi aman adalah dengan menerapkan sistem Layanan Lumpur Tinja Terjadwal (LLTT) yang merupakan program yang menghubungkan tangki septik dengan IPLT. Penelitian ini bertujuan untuk mengidentifikasi faktor- faktor dominan yang mempengaruhi business performance yang dilihat dari dimensi INTQUAL dari perspektif pengelola yaitu aspek teknis, aspek NSPK, aspek finansial, aspek kelembagaan dan aspek hubungan masyarakat, serta SERVQUAL dari segi pelanggan LLTT yang dilihat dari aspek reliability, tangibility, responsiveness, assurance, empathy. Penelitian ini dilakukan untuk menyelidiki kesesuaian praktik LLTT dari 78 pengelola dan 78 pelanggan teknik purposive sampling. Hasil kuesioner kemudian dianalisa dengan metode SEM dan AMOS. Ditemukan bahwa model yang dibentuk telah memenuhi goodness of fit serta ditemukan juga INTQUAL signifikan secara statistik mempengaruhi Business Performance. Adapun rekomendasi yang diberikan yaitu berfokus pada sisi pengelola atau pelaksana yaitu dengan menerapkan Strategi teknik produk/jasa, Strategi penetapan harga dan kemudahan pembayaran, Strategi Pengembangan dan Pemasaran, dan Strategi Promosi.", "Daftar File": {"abstrak clarita_25721006.pdf\n]": "https://digilib.itb.ac.id/gdl/download/259498"}, "Penulis": "Clarita Dwiandarti P. Bangun [25721006]", "Kontributor / Dosen Pembimbing": ["Dr. Muhammad Sonny Abfertiawan, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Infrastruktur Air Bersih dan Sanitasi", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Business Performance, INTQUAL, Karakterisasi Produk, LLTT, Pengelola", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "19 Sep 2022"}