{"Nomor": 68743, "Judul": "OPTIMASI KONVERSI FRUKTOSA DALAM [EMIM]CL MENJADI ASAM FORMAT DENGAN KATALIS NAVO3", "Abstrak": "Biomassa merupakan salah satu sumber energi terbesar didunia yang masih belum\ndimanfaatkan secara optimal. Saat ini, penelitian tentang konversi biomassa untuk digunakan\nsebagai bahan baku pembuatan bahan kimia yang lebih beguna sedang banyak dilakukan.\nPenggunaan pelarut organik sebagai media dalam konversi biomassa memiliki banyak\nkekurangan seperti volatilitas, mudah terbakar toksisitas dan penggunaan volume yang tinggi\nsehingga diperlukan pelarut yang lebih fleksibel. Cairan ion merupakan salah satu alternatif\npengganti pelarut organik yang sangat fleksibel karena dapat disesuaikan penggunaannya.\nSalah satu produk yang menjadi target dari konversi biomassa adalah asam format karena dapat\ndigunakan sebagai pembawa hidrogen guna menjadi bahan bakar ramah lingkungan. Untuk\nmemaksimalkan konversi biomassa menjadi asam format, maka akan digunakan sodium\nmetavanadat (NaVO3) sebagai katalis yang dapat disintesis dari V2O5 dan NaOH. Pada\npercobaan ini juga akan dilakukan optimasi proses konversi pada faktor temperatur, daya, dan\njumlah aqua DM yang digunakan. Hasil pengolahan data menunjukkan kondisi optimum proses\nkonversi fruktosa dalam [EMIM]Cl dengan katalis NaVO3 untuk mencapai yield asam format\nsebesar 8,04% dapat dicapai dengan kondisi daya 240 W, waktu reaksi 3 menit, dan\npenambahan 1,04 mL aqua DM, sedangkan yield asam format sebesar 9,44% menggunakan\n[EMIM]Cl reuse dapat dicapai dengan kondisi daya 240 W, waktu reaksi 3 menit, dan\npenambahan 1,5 mL aqua DM.", "Daftar File": {"ABSTRAK Dzaky Muhammad Yuan": "https://digilib.itb.ac.id/gdl/download/259496"}, "Penulis": "Dzaky Muhammad Yuan [13018002]", "Kontributor / Dosen Pembimbing": ["Dr. Megawati Zunita, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Biomassa, Cairan ion, [EMIM]Cl, Konversi biomassa, NaVO3", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Sep 2022"}