{"Nomor": 68745, "Judul": "KONSTRUKSI KECEPATAN GELOMBANG S MENGGUNAKAN AMBIENT SEISMIC NOISE TOMOGRAPHY GELOMBANG LOVE DI WILAYAH JAWA BARAT", "Abstrak": "Jawa Barat terletak pada bagian utara zona subduksi antara Lempeng Australia dan\nLempeng Eurasia dengan tatanan tektonik yang kompleks dan level seismisitas\nyang tinggi. Pada tahun 2016, Institut Teknologi Bandung (ITB) dan Australia\nNational University (ANU) memasang stasiun seismometer dalam tiga periode\nwaktu perekaman dengan total 90 titik stasiun untuk mengetahui kondisi bawah\npermukaan daerah ini. Pada penelitian ini, penulis melakukan konstruksi profil\nkerak bumi bagian atas dengan menggunakan metode Ambient Noise Tomography\n(ANT) gelombang Love. Penelitian ini memanfaatkan data komponen NS dan EW\ndalam melakukan ekstraksi Empirical Green’s Function (EGF) dalam\npemrosesannya.\nData harian rekaman seismogram komponen NS dan EW dirotasi untuk\nmendapatkan komponen transversal. Kemudian dilakukan pre-processing dan\npersiapan data untuk selanjutnya data harian dapat dikorelasi-silangkan. Hasil\nkorelasi-silang data harian kemudian di-stack untuk mendapatkan EGF dengan nilai\nsignal-to-noise ratio yang tinggi. EGF yang dihasilkan kemudian dianalisis dengan\nmenggunakan frequency-time analysis (FTAN) untuk mengekstraksi kecepatan\ngrup gelombang Love yang memiliki resolusi baik dari periode 3s s/d 15s.\nSelanjutnya kecepatan grup gelombang Love ini diinversi untuk mendapatkan\nkecepatan gelombang S yang dapat meresolusi hingga kedalaman 12 km. Hasil dari\npenelitian ini diharapkan dapat memberikan informasi tambahan terkait struktur\nkerak bagian atas di wilayah Jawa Barat. Terdapat beberapa kondisi geologi daerah\ndi wilayah Jawa bagian barat yang mampu diinterpretasikan melalui penelitian ini,\ndi antaranya adalah Cekungan Bandung dan Cekungan Garut yang memiliki\nkecepatan gelombang geser (Vs) antara 2200-2500 m/s serta Zona Bogor dengan\nkecepatan gelombang geser Vs lebih dari 3200 m/s", "Daftar File": {"ABSTRAK Nurida Luthfiyani": "https://digilib.itb.ac.id/gdl/download/259495"}, "Penulis": "Nurida Luthfiyani [22319305]", "Kontributor / Dosen Pembimbing": ["Dr. Tedi Yudistira, S.Si., M.Si.", "Dr. Shindy Rosalia, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Ambient Noise Tomography, Empirical Green’s function, kecepatan grup gelombang Love", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "19 Sep 2022"}