{"Nomor": 68740, "Judul": "DETEKSI KESALAHAN PADA SIMULATOR POINT MACHINE WESEL KERETA API MENGGUNAKAN INTERNET OF THINGS DAN TINY MACHINE LEARNING UNTUK MENDUKUNG PREDICTIVE MAINTENANCE", "Abstrak": "Peralatan persinyalan di industri perkeretaapian mempunyai peran yang sangat\npenting dalam menjamin keselamatan dan kelancaran operasional kereta api.\nTurnout system atau sistem wesel merupakan peralatan persinyalan kereta api\nyang memainkan peran sangat penting dalam operasional kereta api. Masalah\nseperti keterlambatan, tabrakan kereta, roda kereta keluar jalur merupakan\nmasalah yang ditimbulkan oleh kerusakan atau gangguan dari sistem wesel. Point\nmachine merupakan salah satu komponen penting di dalam sistem wesel dan\nsering menjadi penyebab kegagalan operasi pada sistem wesel. Oleh karena itu\ndibutuhkan strategi pemeliharaan prediktif atau predictive maintenance (PdM)\nuntuk mendeteksi kerusakan, mengurangi waktu henti peralatan dan mengurangi\nbiaya perawatan peralatan sekaligus mengetahui harapan hidup suatu peralatan\nsebagai peringatan dini khususnya pada point machine. Pada dasarnya PdM dapat\ndikombinasikan dengan Internet of Things (IoT), akan tetapi penggunaan IoT\npada PdM menimbulkan dampak lain seperti memperoleh, menyimpan, dan\nmemelihara serta menganalisis data memerlukan biaya yang meningkat seiring\ndengan bertambahnya jumlah data. Selain itu adanya latency, payload dan data\ntransfer rate menjadi tantangan untuk implementasi PdM menggunakan IoT pada\npoint machine. Oleh karena itu dibutuhkan sebuah pendekatan untuk\nmenyeimbangkan antara kecepatan pengiriman data, penyimpanan data sekaligus\nmemberikan informasi terkini tentang status point machine. Selain itu PdM\nmerupakan sebuah konsep besar yang mempunyai tahap-tahap yang harus\ndilakukan sebelum membuat prediksi atau membuat keputusan salah satunya fase\nfault detection (deteksi kesalahan). Pada penelitian ini dilakukan simulasi pada\nfase deteksi kesalahan pada point machine menggunakan motor DC dengan\nmenggabungkan teknologi IoT dan Tiny Machine Learning (TinyML) untuk\nmencari keseimbangan antara efisiensi penyimpanan dan kecepatan data yang\ndikumpulkan sekaligus memberikan informasi cepat. Hasil simuluasi menunjukan\npenggunaan IoT dan TinyML dapat mengurangi 60,9% data penyimpanan pada\nplatform Thingsboard sekaligus mampu mempertahankan tranfer rate ? 1 detik.", "Daftar File": {}, "Penulis": "Zastra Alfarezi Pratama [23220043]", "Kontributor / Dosen Pembimbing": ["Dr. Fadhil Hidayat, S.Kom., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "IoT, TinyML, Predictive Maintenance, Turnout system, Point machine", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "19 Sep 2022"}