{"Nomor": 68759, "Judul": "PENGEMBANGAN MODEL PENERIMAAN LEARNING MANAGEMENT SYSTEM (LMS) OLEH PESERTA PELATIHAN PADA SISTEM PEMBELAJARAN DARING DARI PERSPEKTIF LINTAS GENERASI", "Abstrak": "Pandemi Covid-19 berdampak signifikan terhadap lembaga pelatihan dan\npendidikan, salah satunya Pusat Pengembangan Sumber Daya Kemetrologian\n(PPSDK), yang mengubah skema pelatihan dari konvensional menjadi daring.\nSemenjak dilakukannya pelatihan secara daring melalui LMS Kudagang, terjadi\npenurunan tingkat kelulusan peserta pelatihan sebesar 23%. Hal ini disebabkan oleh\npenggunaan LMS Kudagang yang tergolong baru dan tingkat penggunaan LMS\nKudagang oleh peserta pelatihan yang masih tergolong rendah (didominasi oleh\nGenerasi X sebesar 67%). Salah satu alasan utama yang menyebabkan penerimaan\nLMS sebagai media pembelajaran daring belum optimal yaitu kurangnya\npemahaman terkait faktor-faktor penting yang dapat mempengaruhi penerimaan\npeserta pelatihan terhadap LMS Kudagang. Oleh karena itu, penelitian ini bertujuan\nuntuk mengembangkan model penerimaan LMS oleh peserta pelatihan dari sudut\npandang lintas generasi yang mencakup faktor knowledge management process,\nkarakteristik individu, karakteristik sistem, sikap pengajar, dan budaya.\nModel yang dikembangkan berbasis Technology Acceptance Model (TAM) terdiri\natas 50 indikator yang merefleksikan 13 variabel laten penelitian. Pengumpulan\ndata dilakukan melalui penyebaran kuesioner secara online kepada 46 peserta\npelatihan Generasi X dan 131 Generasi Y yang mengikuti pelatihan kemetrologian\nsecara daring. Selanjutnya, data diolah menggunakan teknik PLS-SEM dengan\nbantuan perangkat lunak SmartPLS v.3.2.9.\nHasil penelitian menunjukkan bahwa hubungan antar seluruh variabel inti TAM\nterbukti signifikan dan perceived usefulness adalah prediktor terkuat yang\nmempengaruhi niat peserta pelatihan untuk menggunakan LMS Kudagang.\nComputer self-efficacy merupakan determinan terkuat yang menentukan persepsi\nkemudahan penggunaan LMS Kudagang. Sementara knowledge sharing\nmerupakan prediktor terkuat dalam menentukan persepsi kegunaan LMS\nKudagang. Dalam konteks penggunaan LMS Kudagang yang mendadak dan\ndipaksakan, efek moderasi budaya tidak mempengaruhi niat penggunaan terhadap\npenggunaan LMS Kudagang secara aktual. Terakhir, hasil MGA menunjukkan\nadanya perbedaan yang signifikan antara peserta pelatihan Generasi X dan Generasi\nY dalam hal pengaruh perceived ease of use dan system response terhadap\nperceived usefulness. Semakin mudah penggunaan LMS Kudagang, maka persepsi\nGenerasi X terhadap kegunaan LMS Kudagang lebih besar dibandingkan Generasi\nY. Sebaliknya, semakin cepat dan konsisten LMS Kudagang dalam merespon\npermintaan peserta pelatihan, maka persepsi Generasi Y terhadap kegunaan LMS\nKudagang lebih besar dibandingkan Generasi X. Terakhir, implikasi manajerial\ndari hasil penelitian ini diantaranya adalah lembaga pelatihan perlu\nmengoptimalkan fitur berbagi pengetahuan agar peserta pelatihan merasa bahwa\nLMS Kudagang berguna dalam proses pembelajaran, misalnya penggunaan\ngamifikasi dalam fitur forum diskusi.", "Daftar File": {"ABSTRAK Wellia Gustiari": "https://digilib.itb.ac.id/gdl/download/259528"}, "Penulis": "Wellia Gustiari [23420039]", "Kontributor / Dosen Pembimbing": ["Dr. Made Andriani, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "LMS, knowledge management, karakteristik individu, karakteristik sistem, sikap pengajar, budaya.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "19 Sep 2022"}