{"Nomor": 68757, "Judul": "PENGEMBANGAN SISTEM PEMANTAUAN PRODUKSI SECARA REAL-TIME BERBASIS CLOUD PADA LINI PRODUKSI DURAL LINE PT DIRGANTARA INDONESIA", "Abstrak": "Dengan semakin berkembangnya teknologi pada bidang industri, PT Dirgantara Indonesia berencana untuk mengotomatisasi salah satu lini produksinya yaitu dural line . Dural line adalah bagian dari surface treatment area, dimana sebelumnya telah dilakukan penelitian pada lini produksi ini tentang perancangan pengendalian gerak dari crane yang berbasis PLC dan sistem pengendali HMI sehingga memungkinkan pengendalian secara manual dan otomatis. Penelitian ini berupaya membangun sebuah prototipe sistem pemantauan pada lini dural line berbasis cloud dengan sistem IoT untuk proses pemantauan secara online.\nMetode pengembangan aplikasi yang dipakai pada penelitian ini adalah metode prototyping. Metode yang digunakan pada penelitian ini akan disesuaikan dengan hasil wawancara dan informasi dari PTDI, pertimbangan dosen pembimbing dan juga penelitian sebelumnya.\nHasil dari penelitian menghasilkan arsitektur perangkat keras dan lunak yang digunakan untuk menghasilkan proses pemantauan produksi pada lini dural line berbasis cloud. Arsitektur dari perangkat keras digunakan untuk berkomunikasi antar perangkat dan menghubungkan data dengan internet. Perangkat lunak yang digunakan merupakan untuk mengirimkan data ke internet. Hasil rancangan di evaluasi menggunakan 3 jenis skenario yang dapat terjadi pada lantai produksi dan di evaluasi hasilnya. Hasil evaluasi menunjukkan bahwa prototipe dapat memenuhi kebutuhan yang telah ditetapkan dengan beberapa batasan dan juga pengembangan ke depan.", "Daftar File": {"ABSTRAK Aldryan Minanto": "https://digilib.itb.ac.id/gdl/download/259526"}, "Penulis": "Aldryan Minanto [13418095]", "Kontributor / Dosen Pembimbing": ["Dr. Wisnu Aribowo, S.T., M.T.", "Fariz Muharram Hasby, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "dural line, cloud computing, internet of things (IoT), programmable logic controller (PLC), real-time monitoring", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Sep 2022"}