{"Nomor": 68758, "Judul": "PRODUKSI BIOETANOL DAN ASAM KARBOKSILAT BERNILAI TINGGI DARI GLISEROL HASIL PRODUK SAMPING PRODUKSI BIODIESEL MENGGUNAKAN BAKTERI ENTEROBACTER AEROGENES PADA FERMENTASI CURAH", "Abstrak": "Kebutuhan bahan bakar yang kian meningkat seiring dengan perkembangan zaman\nmerupakan salah satu pendorong penggunaan bahan bakar ramah lingkungan dan\nterbarukan. Energi terbarukan yang ramah lingkungan seperti bioetanol dapat\ndihasilkan dari fermentasi menggunakan Enterobacter aerogenes. Fermentasi\ndilakukan dengan substrat gliserol sebagai satu-satunya sumber karbon dengan\nkonsentrasi awal berkisar antara 10, 15, 20, 25, hingga 30 g L?1 dalam botol kaca\n1000 mL dalam kondisi terkendali pada suhu 37°C selama fermentasi 48 jam.\nSampel cair, selama fermentasi, dikumpulkan untuk mengukur konsentrasi substrat,\nproduk, biomassa, dan pH. Enterobacter aerogenes menghasilkan pertumbuhan\noptimal pada konsentrasi 30 g/L dengan nilai laju pertumbuhan nilai 0.08 jam-1.\nFermentasi curah pada konsentrasi 20 g/L menghasilkan perolehan asam\nkarboksilat dan bioetanol terbaik dengan nilai perolehan secara berturut-turut; 0,06;\n0,15; 0,80 g-produk/g-gliserol dan produktivitas asam laktat dan asam asetat\ntertinggi dicapai oleh variasi konsentrasi gliserol 20 g/L dengan nilai 0,01 dan 0,03\ng/L/jam sedangkan produktivitas bioetanol tertinggi dicapai oleh konsentrasi\ngliserol 30 g/L dengan nilai 0.17 g-etanol/g-gliserol. Pembentukan produk asam\nlaktat, asam asetat, dan bioetanol pada fermentasi curah berkorelasi growth\nassociated. Pemodelan pertumbuhan dilakukan menggunakan persamaan Monod\ndengan nilai ?maks= 0,063 jam-1, Ks = 5,787, R2=0,835 dan SSE=0,132.", "Daftar File": {"ABSTRAK Jonathan": "https://digilib.itb.ac.id/gdl/download/259527"}, "Penulis": "Jonathan [11218017]", "Kontributor / Dosen Pembimbing": ["Neil Priharto, S.Si., M.T., Ph.D.", "Jayen Aris Kriswantoro, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Bioetanol, Gliserol, Fermentasi, Enterobacter aerogenes, Monod.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Sep 2022"}