{"Nomor": 68750, "Judul": "KAJIAN EFEKTIVITAS ALOKASI SPASIAL UNTUK STRATEGI PENGURANGAN RISIKO BENCANA BANJIR DAN ROB MELALUI PENDEKATAN NATURE-BASED SOLUTIONS DI KAWASAN PERKOTAAN PESISIR (STUDI KASUS: PESISIR KOTA SEMARANG)", "Abstrak": "Mayoritas perkotaan di Indonesia tumbuh dan berkembang di kawasan pesisir\npantai, dimana kawasan perkotaan ini memiliki kerentanan terhadap risiko bencana\nyang lebih tinggi dibandingkan kawasan lain. Selain itu, sebagai lingkungan\nalamiah, kawasan pesisir sering juga dipengaruhi oleh perubahan baik itu proses\nalami maupun antropogenik. Perubahan baik yang disebabkan oleh sistem alami\nmaupun manusia tersebut terkategori sebagai tekanan yang intens yang mampu\nmengubahnya menjadi ancaman bencana. Selain itu, berdasarkan data BNPB\nmayoritas kejadian bencana dengan frekuensi tinggi adalah bencana dengan\ntipologi hidro-meteorologi seperti banjir dan rob. Pada konteks perubahan iklim,\npenggenangan pesisir tidak hanya dipengaruhi oleh curah hujan yang tinggi, dan\ngenangan akibat meluapnya aliran sungai tetapi juga karena banjir rob akibat\nkenaikan muka air laut. Tipe bencana ini menjadi ancaman terbesar karena\nfrekuensinya yang tinggi dan menyebabkan kerugian cukup signifikan baik pada\naspek lingkungan alamiah maupun terhadap permukiman dan masyarakat pesisir.\nSalah satu alternatif solusi untuk menyelesaikan berbagai permasalahan yang ada\nadalah pengurangan risiko bencana dengan melalui solusi berbasis alam atau nature\nbased-solution (NbS). Konsep solusi berbasis alam dimanfaatkan untuk\nmenyelaraskan antara pendekatan implementasi rekayasa teknologi infrastruktur\nagar memberikan manfaat kepada masyarakat, mempertahankan dan menjaga\nkeberlanjutan lingkungan alamiah. Salah satu kawasan pesisir yang memiliki\nancaman tinggi terhadap penggenangan banjir dan rob di pesisir adalah Kota\nSemarang. Kawasan pesisir tersebut selain memiliki permasalahan terkait banjir\ndan rob juga memiliki isu terkait degradasi lingkungan. Di sisi lain, keberadaan\npembangunan yang pesat di kawasan pesisir telah mengancam keberadaan\nekosistem mangrove sebagai pelindung alami kawasan pesisir dari naiknya air laut\ndan gelombang. Disamping itu, ruang pada kawasan pesisir juga perlu dioptimalkan\nuntuk alokasi ruang yang efektif. Pada akhirnya, tindakan risiko pengurangan\nbencana yang mempertimbangkan alokasi ruang sangat diperlukan karena ancaman\nbencana dengan dampak yang besar dapat mengancam masyarakat lokal dan\nkerusakan lingkungan. Oleh karena itu, penelitian ini bertujuan untuk identifikasi\nalokasi spasial yang efektif yang dimanfaatkan untuk strategi pengurangan risiko\nancaman banjir dan rob melalui pendekatan nature-based solutions di kawasan\npesisir Kota Semarang. Penelitian ini menggunakan pendekatan metode penelitianii\ncampuran yang mengtriangulasikan pendekatan kuantitatif dan kualitatif.\nSelanjutnya, metode analisis merupakan langkah lanjutan untuk mengolah data\nprimer maupun sekunder yang telah diperoleh. Teknik analisis ini berguna\nmerepresentasikan seluruh data yang didapat dengan bentuk yang disesuaikan\ndengan kebutuhan. Metode analisis yang digunakan pada penelitian ini adalah\nanalisis perubahan fisik alamiah, analisis perubahan genangan banjir dan rob,\nanalisis efektivitas alokasi spasial, serta analisis kualitatif strategi pengurangan\nrisiko banjir dan rob. Hasil penelitian ini menunjukan bahwa kawasan pesisir Kota\nSemarang memiliki perubahan garis pantai dan mangrove yang disebabkan oleh\ndua faktor utama yaitu faktor manusia atau antropogenik dan faktor alami.\nSelanjutnya berdasarkan trend skenario perubahan genangan banjir dan rob dari\ntahun 2001 hingga proyeksi tahun 2031 terjadi peningkatan genangan banjir dan\nrob yang mendampak terhadap area abu-abu atau permukiman dan infrastruktur.\nPenggenangan banjir dan rob tersebut mengindikasikan tidak hanya berdampak\nterhadap alokasi spasial khususnya ruang abu namun juga berdampak terhadap\nperubahan kondisi fisik dan kerusakan ekosistem pesisir. Kemudian banjir dan rob\nberdampak pada kesejahteraan masyarakat yang ditandai dengan berbagai\ngangguan yakni gangguan ekonomi, kerusakan struktur bangunan, penyakit,\nkerusakan infrastruktur, gangguan layanan dasar hingga menyebabkan adanya\nevakuasi masyarakat. Lebih lanjut, hasil analisis efektivitas alokasi spasial didapati\nbahwa efektivitas alokasi mengalami degradasi seiring berjalannya waktu. Artinya,\nperubahan tingkat efektivitas alokasi spasial seiring waktu bergerak pada kondisi\nyang semakin tidak efektif. Oleh karena itu strategi hibrid menjadi alternatif selain\nuntuk mengatasi pengenangan banjir dan rob juga untuk mengefektifkan alokasi\nspasial di kawasan pesisir Kota Semarang. Strategi ini terpilih didasarkan persepsi\npengampu kepentingan dan juga pada adanya keterbatasan implementasi ruang abu\nbersamaan dengan kebutuhan permukiman sejalan dengan peningkatan penduduk\nyang tidak dapat dihindari. Sehingga pembangunan infrastruktur abu-abu sangat\nterbatas dan bisa jadi memberikan dampak negatif di masa mendatang, namun di\nlain sisi apabila hanya mengandalkan proses alami tidak akan optimal, terlebih\nruang-ruang terbuka baik ruang hijau dan ruang biru belum diprioritaskan\ndibandingkan dengan ruang abu. Sehingga, kombinasi ketiganya penting dilakukan\njuga dengan penggunaan teknologi yang saat ini sudah berkembang untuk\nmenciptakan keseimbangan antara alam dan aktivitas manusia, guna mencapai\nkesejahteraan masyarakat dan kelestarian ekosistem.", "Daftar File": {"ABSTRAK Susiyowati Indah Ayuni": "https://digilib.itb.ac.id/gdl/download/259500", "BAB 1 Susiyowati Indah Ayuni": "https://digilib.itb.ac.id/gdl/download/259501", "BAB 2 Susiyowati Indah Ayuni": "https://digilib.itb.ac.id/gdl/download/259502", "BAB 3 Susiyowati Indah Ayuni": "https://digilib.itb.ac.id/gdl/download/259503", "BAB 4 Susiyowati Indah Ayuni": "https://digilib.itb.ac.id/gdl/download/259504", "BAB 5 Susiyowati Indah Ayuni": "https://digilib.itb.ac.id/gdl/download/259505", "BAB 6 Susiyowati Indah Ayuni": "https://digilib.itb.ac.id/gdl/download/259506", "PUSTAKA Susiyowati Indah Ayuni": "https://digilib.itb.ac.id/gdl/download/259507", "LAMPIRAN Susiyowati Indah Ayuni": "https://digilib.itb.ac.id/gdl/download/259508"}, "Penulis": "Susiyowati Indah Ayuni [25420006]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Djoko Santoso Abi Suroso, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Other social problems & services", "Kata Kunci": "penggenangan banjir dan rob, fisik alami, alokasi spasial, efektivitas, strategi nature-based solutions", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "19 Sep 2022"}