{"Nomor": 68761, "Judul": "PENGEMBANGAN MODEL TRANSFORMASI DIGITAL PADA ORGANISASI PEMERINTAH DALAM PERSPEKTIF LINTAS GENERASI", "Abstrak": "Saat ini, transformasi digital bukan hanya gencar dilakukan oleh organisasi swasta, tetapi juga organisasi pemerintah. Namun, karakteristik organisasi pemerintah yang birokratis, hierarkis, berada di lingkungan yang tidak kompetitif, serta tidak berorientasi pada profit menjadikan penerapan transformasi digital lebih lambat dibandingkan organisasi swasta. Di sisi lain, fenomena dunia kerja saat ini menunjukkan keterlibatan karyawan lintas generasi. Setiap generasi memiliki karakteristik yang unik dan bagaimana persepsi setiap generasi terhadap perubahan digital akan mempengaruhi keberhasilan implementasi transformasi digital. Hasil studi literatur menunjukkan bahwa penelitian yang secara spesifik mengkaji transformasi digital di organisasi pemerintah, terutama dari perspektif lintas generasi, masih terbatas. Hasil studi lapangan menunjukkan implementasi transformasi digital masih belum optimal dan diduga terdapat pengaruh dari faktor reaksi terhadap perubahan, budaya organisasi, kesiapan organisasi, serta perbedaan generasi. Oleh karena itu, tujuan utama penelitian ini adalah untuk mengembangkan dan menguji secara empiris model penelitian yang mencakup keempat faktor tersebut, selanjutnya dianalisis menggunakan perspektif lintas generasi.\nModel yang dikembangkan merupakan hierarchical component model yang terdiri atas 2 konstruk reflektif-reflektif dan 2 konstruk reflektif-formatif. Variabel laten reaksi individu terhadap perubahan, budaya digital, kesiapan organisasi, dan transformasi digital merupakan higher-order construct (HOC). Keempat variabel laten tersebut didefinisikan sebagai konstruk multidimensi, dan dimensi-dimensi tersebut merupakan lower-order construct (LOC) dari masing-masing HOC. Penelitian ini menggunakan pendekatan kuantitatif dengan teknik MANOVA dan PLS-SEM. Pengumpulan data dilakukan menggunakan teknik purposive sampling. Responden penelitian terdiri atas pegawai Gen X dan Gen Y dengan masa kerja lebih dari 1 tahun.\nHasil penelitian menunjukkan bahwa Gen Y memiliki reaksi afektif yang lebih positif daripada Gen X, tetapi tidak ada perbedaan reaksi kognitif maupun reaksi perilaku di antara keduanya. Selain itu, reaksi individu terhadap perubahan, budaya digital, dan\nii\nkesiapan organisasi merupakan anteseden yang menentukan keberhasilan transformasi digital, dengan budaya digital sebagai prediktor terkuat. Hasil MGA menunjukkan tidak ada perbedaan antara Gen X dan Gen Y terhadap anteseden yang mempengaruhi transformasi digital. Implikasi teoretis dari studi ini adalah hasil penelitian memperkuat teori kesiapan organisasi bahwa kesiapan struktural dan kesiapan psikologis merupakan prekursor bagi keberhasilan perubahan organisasi, serta kesiapan struktural (budaya digital) akan menentukan tinggi rendahnya persepsi individu terhadap komitmen dan keyakinan kolektif untuk berubah (kesiapan psikologis). Implikasi manajerial dari studi ini adalah PPSDK dapat melibatkan Gen X dan Gen Y ke dalam tim manajemen perubahan, salah satunya untuk memastikan internalisasi nilai-nilai budaya yang adaptif, fleksibel, dan kolaboratif di dalam organisasi. Salah satu langkah konkret yang diusulkan adalah melalui implementasi Office Automation.", "Daftar File": {"ABSTRAK Laksana Angga Widoto": "https://digilib.itb.ac.id/gdl/download/259538"}, "Penulis": "Laksana Angga Widoto [23420042]", "Kontributor / Dosen Pembimbing": ["Dr. Made Andriani, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "transformasi digital, organisasi pemerintah, reaksi individu terhadap perubahan, budaya digital, kesiapan organisasi, multigenerasi kerja", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "19 Sep 2022"}