{"Nomor": 68774, "Judul": "OPTIMASI TRANSFORMASI TRANSIEN DAN STABIL UNTUK DESAIN SISTEM GENOME EDITING CRISPR/CAS9 PADA CABAI (CAPSICUM ANNUUM L.) CV. TANJUNG-2", "Abstrak": "Cabai (Capsicum annuum) merupakan tanaman penting di dunia yang digunakan\nsebagai komponen campuran dalam industri makanan, kosmetik dan farmasi.\nNamun produktivitas cabai dapat mengalami penurunan karena serangan patogen,\nsalah satunya begomovirus. Pengeditan genom (genome editing) menggunakan\nCRISPR/Cas9 merupakan strategi yang dapat dilakukan untuk meningkatkan\nresistensi tanaman terhadap virus. Di sisi lain, cabai diketahui sulit untuk\ndimanipulasi secara in vitro karena merupakan tanaman rekalsitran yang sulit untuk\ndilakukan regenerasi dan transformasi. Cabai juga merupakan tanaman dengan\ngenotype dependent, sehingga optimasi untuk regenerasi dan transformasi dari\nsetiap kultivar cabai berbeda. Pada penelitian ini, dilakukan optimasi media tumbuh\nyang terdiri dari media Murashige & Skoog (MS) yang dikombinasikan dengan zat\npengatur tumbuh seperti Benzyl Amino Purin (BAP), Indole Acetic Acid (IAA),\nThidiazuron (TDZ), dan 2,4-Dichlorophenoxyacetic acid (2,4-D) untuk induksi\nkalus dan pucuk dari eksplan daun cabai in vitro maupun ex vitro. Transformasi\ndilakukan menggunakan Agrobacterium tumefaciens strain GV3101 untuk\noptimasi ekspresi transien dan stabil. Optimasi transformasi transien menggunakan\nplasmid pCambia 1303 yang membawa gen reporter GUS pada eksplan in vitro\ndengan metode imersi meliputi kepadatan bakteri (OD600), waktu ko-kultivasi, dan\nkonsentrasi asetosiringon. Hasil optimasi menggunakan gen reporter GUS\ndigunakan kembali untuk konfirmasi efisiensi transformasi transien pada eksplan\nex vitro menggunakan plasmid pK7WGF2 dengan gen reporter GFP dengan metode\nsyringe agroinfiltrasi. Selanjutnya, hasil optimasi transformasi transien digunakan\nuntuk transformasi stabil dengan plasmid CRISPR/Cas9 (pDIRECT_21A) yang\nmembawa sgRNA menarget protein F-box yang berperan untuk proliferasi\nbegomovirus pada cabai. Hasil penelitian menunjukkan bahwa media terbaik untuk\ninduksi pucuk pada eksplan in vitro yaitu media MS dengan penambahan 1 mgL-1\nTDZ, tetapi konsentrasi yang sama tidak dapat menginduksi pucuk pada eksplan\nex vitro. Media terbaik untuk induksi kalus yaitu media MS dengan 2 mgL-1 2,4-D.\nEfisiensi transformasi transien yang optimum diperoleh pada kepadatan bakteri\nOD600=1,00, waktu ko-kultivasi 3 hari, dan konsentrasi asetosiringon 100 ?M.\nTransformasi stabil menggunakan plasmid CRISPR/Cas9 berhasil dilakukan,\nnamun regenerasi tanaman hanya sampai pada tahap kalus. Hasil analisis PCR dari\nsampel kalus menunjukkan positif Cas9 dan negatif VirC yang mengkonfirmasi\nbahwa Cas9 telah terintegrasi ke dalam genom tanaman. Hasil ini membuktikan  bahwa hasil optimasi transformasi transien dapat digunakan untuk transformasi\nstabil pada cabai cv. Tanjung-2. Perlu dilakukan optimasi induksi pucuk dan\naklimatisasi dari eksplan hasil transformasi, sehingga dapat dilakukan uji tantang\ndengan penyakit, untuk membuktikan mutasi pada protein F-box dapat\nmeningkatkan resistensi cabai terhadap virus.", "Daftar File": {"ABSTRAK Syarul Nugroho": "https://digilib.itb.ac.id/gdl/download/259554"}, "Penulis": "Syarul Nugroho [21120011]", "Kontributor / Dosen Pembimbing": ["Dr. Rizkita Rachmi Esyanti", "Dr. Ahmad Faizal, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Cabai, CRISPR/Cas9, transformasi stabil, transformasi transien.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Sep 2022"}