{"Nomor": 68773, "Judul": "STRATEGI OPTIMASI PENGELOLAAN SANITASI BERKELANJUTAN DI KAWASAN PERMUKIMAN KUMUH MELALUI PROGRAM PENINGKATAN TAMPILAN FISIK (STUDI KASUS : KAMPUNG PELANGI BEKELIR, TANGERANG DAN KAMPUNG PELANGI CODE, YOGYAKARTA", "Abstrak": "Tingginya angka pertumbuhan penduduk pada kawasan-kawasan tertentu merupakan masalah krusial yang terjadi dan dihadapi di kota-kota tidak hanya di Indonesia tetapi juga di kota-kota besar di dunia. Lingkungan permukiman kumuh ini digambarkan dengan kondisi sanitasi yang dibawah nilai ideal. Keterbatasan dana masih menjadi persoalan dalam mengentaskan permasalahan permukiman kumuh sehingga konsep peningkatan tampilan fisik permukiman kumuh menjadi suatu program yang diusulkan untuk menjadi modal dalam menumbuhkan partisipasi masyarakat guna mengelola lingkungan di sekitarnya. Penelitian ini bertujuan untuk mengidentifikasi keberhasilan program peningkatan tampilan fisik permukiman kumuh di dua permukiman kumuh dengan tipologi permukiman berbeda yaitu Kampung Pelangi Code, Yogyakarta yang merupakan permukiman kumuh di bantaran sungai dan Kampung Pelangi Bekelir, Tangerang yang merupakan permukiman kumuh di dataran rendah dengan menggunakan path analysis konstruk Theory of Planned Behavior untuk selanjutnya dapat direncanakan strategi dalam optimasi pengelolaan sanitasi guna menunjang keberlanjutan pengelolaan sanitasi sebagai dasar dilakukannya program peningkatan tampilan fisik permukiman kumuh dengan berdasarkan identifikasi faktor-faktor keberlanjutan pengelolaan sanitasi yang dirumuskan dengan metode Structural Equation Modelling Method. Didapatkan bahwa program peningkatan tampilan fisik memiliki dampak dalam intensi dan perilaku untuk tidak mandi, cuci dan kakus di sungai (p = 0,396 ; p = 0,454), intensi untuk mengolah air limbah domestik (p = 0,289), intensi dan perilaku untuk tidak membuang sampah ke sungai (p = 0,536 ; p = 0,308) serta intensi dan perilaku untuk melakukan pengelolaan sampah di tingkat sumber (p = 0,496 ; p = 0,388). Namun berdasarkan hasil KAP Survey, untuk pengelolaan air limbah domestik, masih terdapat masyarakat yang melakukan praktik mandi, cuci dan kakus di sungai dan tidak memiliki tangki septik pribadi di rumahnya dan untuk pengelolaan persampahan, tingkat pemilahan sampah di sumber masih rendah. Berdasarkan kondisi ini disimpulkan bahwa diperlukan optimasi pengelolaan sanitasi guna menunjang keberlanjutan pengelolaan sanitasi pasca program peningkatan tampilan fisik. Ditinjau dari faktor-faktor yang berpengaruh dalam pengelolaan sanitasi, didapatkan untuk Kampung Pelangi Bekelir, Tangerang, aspek regulasi/institusi (0,235 ; 0,224) serta aspek finansial/ekonomi (0,219 ; 0,213) menjadi aspek keberlanjutan yang berpengaruh signifikan dalam pengelolaan air limbah domestik dan pengelolaan persampahan, untuk Kampung Code, Yogyakarta, aspek sosial budaya (0,302 ; 0,225) serta aspek regulasi/institusi (0,263 ; 0,203) menjadi aspek keberlanjutan yang berpengaruh signifikan dalam pengelolaan air limbah domestik dan pengelolaan persampahan. Hal ini menandakan bahwa strategi yang diperlukan untuk kedua kampung memiliki pendekatan berbeda meskipun dilakukan program penanganan permukiman kumuh yang sama.", "Daftar File": {"Abstrak_25721001_Muhammad Iqbal Novanta.pdf\n]": "https://digilib.itb.ac.id/gdl/download/259553"}, "Penulis": "Muhammad Iqbal Novanta [25721001]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Prayatni Soewondo, M.S."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Infrastruktur Air Bersih dan Sanitasi", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "pengelolaan air limbah domestik, pengelolaan sampah, peningkatan tampilan fisik, permukiman kumuh, strategi optimasi", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "19 Sep 2022"}