{"Nomor": 68787, "Judul": "USULAN RANCANGAN KOMUNIKASI PEMASARAN BERDASARKAN FAKTOR YANG MEMENGARUHI INTENSI PENGGUNAAN APLIKASI PENCARI KERJA UNTUK PEKERJA KERAH BIRU PADA APLIKASI CERI", "Abstrak": "Pekerja kerah biru adalah kelompok pekerja yang memiliki keterampilan rendah dan memiliki pendidikan terakhir SMA/SMK. Selama pandemi, pekerja kerah biru menyumbang proporsi paling besar dalam angka pengangguran. Untuk menyelesaikan hal tersebut, Ceri diluncurkan sebagai job portal yang menghubungkan pencari kerja dan pemberi kerja dengan menggunakan aplikasi mobile. Namun, saat ini Ceri masih menghadapi tantangan dalam mengakuisisi pengguna dikarenakan rendahnya adopsi Ceri di kalangan pekerja kerah biru. Hasil survey menunjukkan dari 231 responden, hanya 16 orang yang mengetahui Ceri dan hanya 5 orang yang sudah menggunakan Ceri. Rendahnya angka ini dikarenakan saat ini komunikasi pemasaran yang dimiliki masih belum efektif dalam meningkatkan awareness dan adopsi aplikasi Ceri. Saat ini, pemahaman tentang faktor yang menentukan intensi mengadopsi dan tentang perilaku pencari kerja online yang masih terbatas.\nPenelitian ini bertujuan untuk mengidentifikasi faktor yang memengaruhi intensi mengadopsi aplikasi pencari kerja online pada pekerja kerah biru. Model yang digunakan dalam penelitian ini adalah model Lin (2010) yang mengintegrasikan Theory of Planned Behavior dan Technology Acceptance Model. Penyelesaian masalah dilakukan dengan menggunakan kuesioner yang disebarkan ke pekerja kerah biru. Data hasil kuesioner diolah dengan menggunakan metode partial least square structural equation modeling (PLS-SEM).\nPenelitian ini menunjukkan bahwa attitude, perceived usefulness, perceived ease of use, information quality, system quality, subjective norm, interpersonal influence, external influence, perceived behavioral control, dan self-efficacy adalah faktor yang secara signifikan meningkatkan intensi menggunakan aplikasi pencari kerja bagi pekerja kerah biru. Dengan hasil tersebut, dirancang usulan komunikasi pemasaran dalam bentuk mock-up untuk meningkatkan awareness dan adopsi dari Ceri.", "Daftar File": {"ABSTRAK Naomi Luh Cintya Prakasita": "https://digilib.itb.ac.id/gdl/download/259568"}, "Penulis": "Naomi Luh Cintya Prakasita [14418026]", "Kontributor / Dosen Pembimbing": ["Titah Yudhistira, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "aplikasi pencari kerja, pekerja kerah biru, intensi adopsi, PLS-SEM", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Sep 2022"}