{"Nomor": 68781, "Judul": "PERANCANGAN SISTEM PENGAWASAN DAN PENGENDALIAN KUALITAS UDARA BERBASIS INTERNET OF THINGS", "Abstrak": "CV Cipta Sinergi Manufacture (CV CSM) merupakan industri manufaktur yang menerapkan konsep Make-to-Order (MTO) dalam proses produksinya. CV CSM sudah menerapkan konsep industri 4.0, dimana penggunaan ERP perusahaan sebagai alat untuk mengintegrasikan dokumen-dokumen perusahaan. Sehubungan dengan berkembangnya industri 4.0, CV CSM memiliki visi untuk mencapai corporate sustainability terutama pada elemen lingkungannya. CV CSM memiliki concern mengenai kondisi kualitas udara di production floor, dimana mesin-mesin CNC menghasilkan polusi udara yang dikhawatirkan memberikan dampak buruk bagi operator di masa yang akan datang. CV CSM telah mengimplementasikan solusi yaitu penggunaan blower yang diaktifkan secara manual oleh stakeholder ketika dirasa kondisi udara di production floor memburuk, namun solusi tersebut dianggap tidak memberikan dampak yang signifikan. Sehingga diperlukan alat pengukuran yang dapat membantu stakeholder untuk mengetahui kondisi kualitas udara di production floor secara real-time dan berbasis IoT. Pada penelitian ini dirancang sistem pengawasan dan pengendalian kualitas udara berbasis IoT.\nPenelitian ini diselesaikan dengan merancang sistem menggunakan model arsitektur IoT yaitu FOG layer, dimana sistem menerapkan closed-loop control system. Perancangan sistem dilakukan dengan menggunakan hardware dan software yang mendukung proses pengawasan dan pengendalian kualitas udara di production floor.\nDari hasil perancangan sistem, diperoleh suatu sistem pengawasan dengan hasil akhir berupa dashboard yang menampilkan data secara real-time, dan sistem\nii\npengendalian yang ditunjukkan oleh kondisi aktuator dari sistem. Dari sistem pengawasan dan pengendalian kualitas udara tersebut, CV CSM dapat mengetahui kondisi aktual dan memperoleh acuan data dari hasil pengukuran untuk melakukan perbaikan pada production floor.", "Daftar File": {}, "Penulis": "Fathya Rachma Djati [13418092]", "Kontributor / Dosen Pembimbing": ["Mohammad Mi'", "radj Isnaini, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Sistem pengawasan dan pengendalian, kualitas udara, IoT", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "19 Sep 2022"}