{"Nomor": 68780, "Judul": "PERANCANGAN FONDASI TIANG BOR, DINDING PENAHAN TANAH, DAN SISTEM DRAINASE PROYEK CREATIVE DIGITAL OFFICE JAKARTA SELATAN", "Abstrak": "Creative Digital Office merupakan gedung kantor yang dibangun di Jalan Setiabudi\nTengah No. 2, Setiabudi, Jakarta Selatan. Gedung kantor ini dirancang terdiri atas\n6 lantai dan 1 lantai basemen yang berfungsi sebagai tempat parkir. Tugas akhir\ndesain ini bertujuan untuk merancang sistem fondasi yang dapat menopang beban\ndari struktur atas, dinding penahan tanah yang mampu menopang tekanan tanah\nlateral dan memberikan keamanan terhadap galian basemen, serta sistem drainase\nyang mampu menyalurkan air hujan yang masuk ke lahan proyek ke saluran\ndrainase jalan eksisting.\nPerancangan dinding penahan tanah bertujuan untuk mengakomodasi gaya lateral\ntanah dan memberikan keamanan terhadap galian basemen sedalam 3 meter. Jenis\ndinding penahan tanah yang digunakan adalah dinding counterfort dengan\nkedalaman 4 meter dan alas 2,8 meter. Perkuatan dinding counterfort ini memiliki\ntebal 0,2 meter dengan jarak antar perkuatan adalah 2 meter. Analisis dan\npemodelan dinding counterfort dilakukan dengan menggunakan PLAXIS 2D\nmelalui konstruksi bertahap. Analisis dengan bantuan perangkat lunak ini\nmenghasilkan gaya dalam, defleksi lateral, dan faktor keamanan dari tiap tahapan\npekerjaan.\nFondasi yang digunakan pada proyek ini adalah fondasi tiang bor dengan diameter\n0,8 meter dan kedalaman 25 meter. Analisis dilakukan dengan menentukan daya\ndukung aksial tiang tunggal secara manual, daya dukung lateral dengan LPILE,\ndaya dukung grup tiang dengan GROUP, analisis penurunan secara manual,\npenulangan dengan SPCol. Selain itu dirancang pile cap yang terdiri atas 3 tipe\nyaitu tebal 1 meter, 1,2 meter, dan 1,5 meter yang dimodelkan dengan SAFE.\nSistem drainase dirancang dengan menggunakan sump pit sebagai pompa dan\nsaluran U-Ditch yang berfungsi mengalirkan air hujan ke sump pit untuk dipompa.  Pada proyek ini direncanakan 2 sump pit dan saluran U-Ditch dengan lebar 0,3\nmeter dan tinggi 0,4 meter.", "Daftar File": {"ABSTRAK Farras Zukhal Abror": "https://digilib.itb.ac.id/gdl/download/259559"}, "Penulis": "Farras Zukhal Abror [15018055]", "Kontributor / Dosen Pembimbing": ["Andhika Sahadewa, S.T., M.S.E, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "fondasi tiang bor, dinding counterfort, penurunan, sump pit, u-ditch, LPILE, GROUP, PLAXIS 2D, SPCol, SAFE.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "2 file", "Tanggal Input": "19 Sep 2022"}