{"Nomor": 68807, "Judul": "PERANCANGAN SISTEM PERPIPAAN INJEKSI BRINE PADA PEMBANGKIT LISTRIK TENAGA PANAS BUMI ULUBELU KLUSTER E KE KLUSTER R1 DAN R2", "Abstrak": "Potensi panas bumi sebagai sumber energi alternatif terbesar di Indonesia mencapai 23,9 Giga Watt (GW). Namun, pemanfaatan energi tersebut baru sebesar 8,9% atau 2.130,6 MW. Hal ini mendorong pemerintah melalui Kementerian ESDM untuk menargetkan peningkatan pemanfaatan panas bumi hingga 16,8% atau sebesar 7.241,5 MW pada tahun 2025. Pemanfaatan energi panas bumi tersebut dapat dimaksimalkan dengan meningkatkan pembangunan fasilitas pembangkit listrik tenaga panas bumi yang mumpuni.\nDalam tugas sarjana ini, dilakukan perancangan sistem perpipaan brine pada PLTP Ulubelu kluster E hingga kluster R1 dan R2. Perancangan ini mencakup analisis hidrolik, pemilihan diameter, material pipa, tebal pipa, analisis potensi pengendapan silika, pemilihan insulasi pipa, analisis jarak span maksimum dan expansion loop. Sistem perpipaan juga diuji terhadap beban sustain¸ beban ekspansi termal, beban occasional gempa, dan beban occasional angin berdasarkan kode ASME B31.1 Power Piping. Pemodelan sistem perpipaan dan simulasi pembebanan dilakukan dengan menggunakan perangkat lunak Bentley AutoPIPE.\nBerdasarkan analisis, disimpulkan bahwa sistem perpipaan brine berdiameter NPS 20 Schedule Standard dengan material baja karbon API 5L Grade B. Sistem perpipaan menggunakan insulasi kalsium silikat dengan ketebalan 65 mm. Tegangan yang terjadi pada sistem perpipaan telah memenuhi kriteria aman ASME B31.1 pada dua pemodelan yang dibuat yaitu pemodelan awal dengan nilai tegangan maksimal 132,3 MPa (0,94) akibat beban occasional gempa dan pemodelan hasil modifikasi dengan nilai tegangan maksimal 159,4 MPa (0,90) akibat beban ekspansi termal. Studi parameter menunjukkan sistem perpipaan akan gagal apabila gempa mencapai 0,50 percepatan gravitasi dan kecepatan angin sebesar 400 km/jam.", "Daftar File": {"ABSTRAK Marvin Maximilian S. Wongkar": "https://digilib.itb.ac.id/gdl/download/259595"}, "Penulis": "Marvin Maximilian S. Wongkar [13118133]", "Kontributor / Dosen Pembimbing": ["M. Agus Kariem, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Perancangan, Perpipaan, Brine, PLTP, ASME B31.1, Analisis Tegangan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Sep 2022"}