{"Nomor": 68803, "Judul": "PENGEMBANGAN MODEL KLASIFIKASI PERSEDIAAN SUKU CADANG BERBASIS MACHINE LEARNING DI PT X", "Abstrak": "PT X merupakan salah satu perusahaan yang berfokus sebagai produsen serta melakukan ekspor komponen maupun produk otomotif. Terdapat 9000 SKU (Stock Keeping Unit) yang dilakukan kebijakan inventory dalam gudang PT X untuk SKU yang memiliki data order historis dalam kurun waktu 2 tahun. Karena jumlahnya relatif besar, maka PT X melakukan strategi klasifikasi atau pengelompokan untuk penyediaan suku cadang. Proses pengelompokan ini didasari dari nilai performansi persediaan atau performance score (PS). Untuk memastikan proses pengelompokan dilakukan dengan benar, maka diperlukan pengecekan terlebih dahulu apakah terdapat nilai PS negatif dari data yang akan diklasifikasikan serta melakukan penyesuaian pada nilai tersebut jika ditemukan data PS negatif. Namun, proses penyesuaian ini masih dilakukan secara manual hingga proses akhir dari pengelompokan persediaan yaitu penentuan data grup. Selain itu, seiring bertambahnya data suku cadang yang dianalisis maka hal tersebut dapat membuat waktu komputasi meningkat serta adanya peluang kesalahan jika masih menggunakan cara tradisional. Oleh karena itu, pada penelitian ini, dibangun model prediksi klasifikasi persediaan dengan menggunakan machine learning yang dapat mengefisiensikan waktu komputasi.\nMetodologi yang digunakan dalam proses pembangunan tersebut yaitu Cross Industry Standard Process for Data Mining (CRISP-DM). Pembangunan model ini dilakukan oleh lima algoritma yaitu Decision Tree, Support Vector Machine, Random Forest, Adaboost, dan K-Nearest Neighbor. Model terbaik yang dipilih pada penelitian ini merupakan model yang dibangun oleh Decision Tree dengan akurasi 99,78%, presisi G1 99,71%, presisi G2 99,92%, presisi G3 99,52%, presisi G4 99,88%, recall G1 100%, recall G2 99,84%, recall G3 99,53%, dan recall G4 99,82%. Model terpilih ini memiliki waktu komputasi sebesar 0,94% dari model acuan PT X untuk melakukan klasifikasi persediaan.", "Daftar File": {"ABSTRAK Luthfiana Firdaus": "https://digilib.itb.ac.id/gdl/download/259592"}, "Penulis": "Luthfiana Firdaus [13418044]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Abdul Hakim Halim, M.Sc.", "Praditya Ajidarma, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "klasifikasi persediaan, machine learning, CRISP-DM, Decision Tree, Support Vector Machine, Random Forest, Adaboost, K-Nearest Neighbor", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Sep 2022"}