{"Nomor": 68806, "Judul": "EVALUASI PENGGUNAAN STIMULUS VISUAL BERUPA KEMIRINGAN LINTASAN JALAN PADA HEAD MOUNTED DISPLAY VIRTUAL REALITY DALAM SISTEM PELATIHAN GAIT UNTUK PENGGUNA KAKI PROSTETIK", "Abstrak": "Pelatihan cara berjalan bagi pengguna kaki prostetik atas lutut (transfemoral)\ndibutuhkan sebagai bentuk rehabilitasi untuk meminimasi gangguan berjalan dan\nmeningkatkan kemampuan berjalan. Permukaan jalan di dunia nyata tidak rata\nsehingga penting untuk dapat latihan berjalan dengan kondisi yang beragam,\ntermasuk berjalan pada berbagai level kemiringan lintasan jalan. Salah satu\nteknologi yang dapat dimanfaatkan untuk pelatihan bagi pengguna kaki prostetik\nadalah VR karena memiliki keunggulan yaitu dapat memicu perubahan gait lebih\nbaik dan meningkatkan motivasi pengguna. Meskipun demikian, pemanfaatan VR\nsaat ini pada pelatihan gait mahal karena umumnya menggunakan jenis VR\nCAVE yaitu CAREN dan treadmill yang dapat diubah kemiringannya untuk\nmensimulasikan kemiringan lintasan jalan.\nPenelitian ini bertujuan untuk mengevaluasi apakah penggunaan VR HMD\ndengan tingkat immersion yang tinggi untuk menampilkan stimulus visual berupa\nkemiringan lintasan jalan dapat memengaruhi gait (cara berjalan) pengguna kaki\nprostetik. Gait diukur berdasarkan parameter spatio-temporal dan parameter\nkinematic. Penelitian ini dilakukan terhadap 6 orang pengguna kaki prostetik dan\n6 orang normal. Pengolahan data secara garis besar menggunakan uji ANOVA\nrepeated measure, uji Friedman, uji ANOVA mixed model, uji Post-Hoc\nWilcoxon, dan uji Post-Hoc Bonferroni.\nHasil penelitian menunjukkan bahwa stimulus visual berupa kemiringan lintasan\njalan di lingkungan virtual pada penelitian ini dapat memberikan gangguan untuk\nmengubah gait dari pengguna kaki prostetik, namun besarnya kurang cukup untuk\nmengubah semua parameter. Beberapa parameter memiliki nilai p-value\nmendekati 0,05, maka bisa terjadi perubahan hasil penelitian apabila desain\neksperimen diubah. Terdapat juga beberapa perbedaan strategi berjalan antara\norang normal dan pengguna kaki prostetik pada kemiringan lintasan jalan. Oleh\nsebab itu, stimulus visual pada VR HMD memiliki peluang yang baik untuk\nmenjadi intervensi sistem pelatihan saat ini dan membuat pelatihan yang efektif.", "Daftar File": {"ABSTRAK Kirei Serly Agatha": "https://digilib.itb.ac.id/gdl/download/259594"}, "Penulis": "Kirei Serly Agatha [13418020]", "Kontributor / Dosen Pembimbing": ["Prof. Yassierli, S.T., M.T., Ph.D.", "Dwita Astari Pujiartati, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "kaki prostetik, stimulus visual, kemiringan, gait, virtual reality", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Sep 2022"}