{"Nomor": 68817, "Judul": "PERANCANGAN MANAJEMEN DAN REKAYASA KONSTRUKSI KOMPLEKS HUNIAN MILENIAL THE GRID: GEDEBAGE", "Abstrak": "As the generation with the largest population of productive age in Indonesia, we\nneed a residential concept that caters to the needs of millennials, especially in the\ncity of Bandung. The Grid Gedebage is designed as an attractive alternative for\nsustainable housing for the millennial generation, especially with a strategic\nlocation considering the construction of the Jakarta-Bandung High Speed Train\nStation in the Gedebage area and the establishment of the Gedebage area as the\nsecond city service center.\nThe construction management design for The Grid Gedebage project includes\ndetermining the right construction method, planning the optimal project\nimplementation schedule, and estimating the cost of construction. In this final\nproject, the design will be carried out for 2 buildings consisting of 9 and 10 floors\nand an additional basement floor, with the determination of the construction method\nadapted to the project conditions and the calculated volume of work. In addition,\nwork unit price analysis calculations will be carried out for each job to form a Direct\nCost and Indirect Cost Budget Plan, as well as making an S curve as a project\nscheduling plan. From the results of data analysis and processing, the project will\ncost Rp. 295.997.535.858 with a cost per unit area of Rp. 12.616.944. The\nconstruction of this building will take 560 working days, starting from 12\nSeptember 2022 and ending on 26 June 2024.", "Daftar File": {"ABSTRAK Daniel Immanuel Cahyarini": "https://digilib.itb.ac.id/gdl/download/259625"}, "Penulis": "Daniel Immanuel Cahyarini [15018119]", "Kontributor / Dosen Pembimbing": ["Rani Gayatri Kusumawardhani P., S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Manajemen dan Rekayasa Konstruksi, Metode Pelaksanaan Konstruksi, Estimasi Biaya Konstruksi, Penjadwalan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Sep 2022"}