{"Nomor": 68818, "Judul": "KAJIAN SKENARIO INFLUEN SUNGAI KELAY AKIBAT PENGARUH AKTIVITAS TAMBANG BATUBARA DENGAN PENDEKATAN STREAM MODEL DI BERAU, KALIMANTAN TIMUR", "Abstrak": "k. Penambangan batubara open pit adalah teknik penambangan permukaan\ndimana batubara diekstraksi dengan menggali, mengangkut, dan menimbun lapisan\npenutup ke area pembuangan. Kegiatan ini berpotensi menimbulkan perubahan\ntopografi dan tutupan lahan. Oksidasi mineral sulfida dari overburden berpotensi\nmenghasilkan air asam tambang yang memiliki pH rendah dan mengandung\nsenyawa SO4\n2-\n, Fe2+, Al3+, dan Mn2+\n. QUAL2Kw yang termasuk salah satu tools\nstream model merupakan model matematika yang digunakan sebagai alat untuk\nmemperkirakan hubungan sebab-akibat antara beban polusi yang masuk ke sungai\ndengan kualitas air dalam skenario yang berbeda. Terdapat 4 skenario kondisi\ninfluen yang dimodelkan. Pada skenario 1, pH = 6 dan TSS = 300 mg/L dari point\nsource dan diffuse source pada kondisi eksisting. Skenario 2 memiliki nilai pH = 6\ndan TSS = 300 mg/L pada point source dan diffuse source. Pada skenario 3\nkondisinya sama dengan skenario 1 namun nilai pH = 9 dan TSS = 30 mg/L.\nSkenario 4 merubah pH dan TSS pada point source dan diffuse source menjadi pH\n= 9 dan TSS = 30 mg/L. Dari keempat skenario tersebut, didapatkan hasil\npemodelan bahwa simulasi yang dilakukan pada skenario yang tidak mengubah\nnilai atau konsentrasi pada diffuse source tidak memiliki dampak yang signifikan\nterhadap perubahan konsentrasi atau nilai pada aliran Sungai Kelay. Sebaliknya,\napabila konsentrasi pada diffuse source diubah maka perubahan yang terjadi tampak\nlebih jelas. Kecilnya debit yang masuk dari point source ke Sungai Kelay apabila\ndibandingkan dengan debit dari diffuse source dapat menjadi penyebab utama. Oleh\nkarena itu, upaya menjaga pH dan konsentrasi TSS tetap berada di bawah Baku\nMutu tidak hanya harus dilakukan di point source saja,namun juga diperlukan pengawasan konsentrasi aliran dari diffuse source.", "Daftar File": {"ALIFYA  SALSADILA.pdf": "https://digilib.itb.ac.id/gdl/download/259613"}, "Penulis": "Alifya Salsadila [15318027]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Mindriany Syafila, MS, Ph.D.", "Dr. Muhammad Sonny Abfertiawan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "baku mutu, diffuse source, model, pH, point source, tambang, TSS, QUAL2Kw, skenario", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "19 Sep 2022"}