{"Nomor": 68811, "Judul": "ANALISIS BEBAN KERJA DIVISI POLICY OWNER SERVICE DAN LEGAL AND POLICY PT XYZ", "Abstrak": "PT XYZ merupakan perusahaan yang bergerak pada sektor asuransi jiwa. Adanya isu\npengalihan polis dari PT ABC sekaligus kondisi perusahaan yang belum stabil berdampak\nterhadap sistem kerja divisi-divisi PT XYZ, khususnya divisi Policy Owner Service dan Legal\nand Policy. Kedua divisi mengalami indikasi beban kerja berlebih, seperti penyelesaian tugas\nyang mundur dari deadline dan frekuensi lembur yang cukup tinggi. Divisi Human Capital PT\nXYZ sendiri telah melakukan pengukuran beban kerja pegawai. Namun metode eksisting\nmemiliki bias yang tinggi dan tidak sesuai dengan teori pengukuran waktu. Dengan demikian,\npenelitian ini bertujuan untuk meninjau tingkat beban kerja dan menentukan rekomendasi\nperbaikan bagi kedua divisi agar dihasilkan beban kerja yang merata. Selain itu, penelitian ini\njuga bertujuan untuk menentukan teknik pelaksanaan pengukuran waktu yang tepat secara teori\nuntuk seluruh divisi PT XYZ.\nPada penelitian ini, metode yang digunakan untuk meninjau tingkat beban kerja dan\nmenentukan jumlah kebutuhan pegawai adalah Full Time Equivalent (FTE) dengan teknik\nwork sampling. Selain itu, dilakukan penyebaran kuesioner NASA-TLX kepada 18 orang\npegawai divisi Policy Owner Service dan 12 orang pegawai divisi Legal and Policy pada\njabatan officer dan staff untuk mengukur beban kerja mental pegawai. Hasil analisis beban\nkerja mental digunakan untuk mendukung penentuan jumlah kebutuhan pegawai berdasarkan\nperhitungan dengan metode FTE. Selain itu, penelitian ini juga menggunakan metode\nAnalytical Hierarchy Process (AHP) untuk menentukan alternatif terbaik teknik pelaksanaan\nwork sampling.\nBerdasarkan hasil penelitian, dibutuhkan penambahan dua orang pegawai pada divisi Policy\nOwner Service dan penambahan empat orang pegawai pada divisi Legal and Policy untuk\nmenghasilkan beban kerja yang normal dan merata. Penelitian ini juga menghasilkan\nrekomendasi perbaikan lainnya yang dapat diterapkan oleh divisi Policy Owner Service dan\nLegal and Policy. Sementara itu, alternatif terbaik untuk melaksanakan work sampling pada\nseluruh divisi perusahaan adalah dengan melakukan pengadaan CCTV.", "Daftar File": {}, "Penulis": "Andita Permatasari [13418008]", "Kontributor / Dosen Pembimbing": ["Khoirul Muslim, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "analisis beban kerja, FTE, work sampling, NASA-TLX.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "19 Sep 2022"}