{"Nomor": 68816, "Judul": "EVALUASI PENGARUH DURASI PELATIHAN CARA BERJALAN BERBASIS VIRTUAL REALITY TERHADAP KELELAHAN DAN CARA BERJALAN PENGGUNA KAKI PROSTETIK", "Abstrak": "Kaki prostetik merupakan sebuah alat penunjang bagi penyandang amputasi kaki untuk dapat meningkatkan mobilitas dan kualitas hidup. Namun dalam praktiknya, penggunaan kaki prostetik masih dihadapkan dengan permasalahan. Masalah umum yang sering ditemui dari penggunaan kaki prostetik adalah timbulnya gangguan cara berjalan. Dalam mengatasi hal tersebut, maka dibutuhkan sebuah pelatihan cara berjalan untuk memperbaiki cara berjalan pengguna kaki prostetik. Treadmill dan virtual reality merupakan teknologi yang dapat dimanfaatkan dalam pelatihan cara berjalan, sehingga dapat meningkatkan intensitas pelatihan pengguna. Namun dalam pengembangan sebuah sistem pelatihan cara berjalan, durasi pelatihan perlu ditentukan untuk memerhatikan keamanan dan kenyamanan pengguna kaki prostetik. Hal ini berkaitan dengan potensi timbulnya kelelahan oleh pengguna prostetik saat berjalan jauh akibat dari durasi pelatihan yang diberikan. Maka dari itu, pada tugas akhir ini akan dilakukan penelitian yang berfokus dalam mengevaluasi pengaruh durasi pelatihan terhadap kelelahan, serta dampaknya terhadap cara berjalan pengguna kaki prostetik. Penelitian ini dilakukan melalui eksperimen dengan melibatkan sejumlah 6 partisipan pengguna kaki prostetik. Partisipan diminta untuk berjalan sesuai dengan sistem yang dirancang selama 4 sesi, yaitu 10 menit, 20, menit, 30 menit, dan 40 menit. Dari setiap sesi, kemudian akan diukur tingkat kelelahan menggunakan Borg RPE scale dan cara berjalan menggunakan Vicon motion capture. Hasil penelitian menunjukkan bahwa durasi pelatihan memiliki pengaruh yang signifikan terhadap kelelahan, serta kelelahan berkorelasi positif terhadap 2 parameter cara berjalan spatio-temporal, yaitu step length dan double support time. Sedangkan durasi pelatihan terhadap 9 parameter cara berjalan spatio-temporal yang diuji (cadence, walking speed, stride time, stride length, step time, step length, step width, single support time, dan double support time) tidak berpengaruh signifikan selama dijalankan satu kali pelatihan.", "Daftar File": {"ABSTRAK Imelia Astrit Dwi Cahyanti": "https://digilib.itb.ac.id/gdl/download/259610"}, "Penulis": "Imelia Astrit Dwi Cahyanti [13418027]", "Kontributor / Dosen Pembimbing": ["Dwita Astari Pujiartati, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Kaki prostetik, pelatihan cara berjalan, durari pelatihan, kelelahan, cara berjalan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Sep 2022"}