{"Nomor": 68821, "Judul": "USULAN KEBIJAKAN UNTUK PENGEMBANGAN PANGSA PASAR MOTOR LISTRIK DI INDONESIA DENGAN PENDEKATAN CHOICE-BASED CONJOINT HIERARCHICAL BAYES", "Abstrak": "Salah satu langkah yang dilakukan pemerintah Indonesia untuk mengurangi gas rumah kaca (GRK) adalah mengurangi emisi pada sektor transportasi. Mengadopsi motor listrik secara luas dipandang sebagai metode signifikan untuk mencapai tujuan ini. Motor listrik adalah kendaraan roda dua dengan motor elektrik yang memiliki emisi CO2 rendah atau tanpa emisi dan menggunakan sumber daya listrik terjangkau. Walaupun kebijakan untuk mendorong adopsi dan pengembangan sepeda motor listrik adalah langkah besar untuk mengurangi emisi GRK, dasar kebijakan serta arah pengembangan motor listrik masih belum ada. Maka dari itu, penelitian ini bertujuan untuk mengetahui persepsi dan preferensi konsumen perorangan Indonesia terhadap motor listrik.\nPenelitian ini menggabungkan metodologi choice-based conjoint (CBC) dengan estimasi hierarchical Bayes (HB) untuk menganalisis preferensi konsumen Indonesia terhadap motor listrik. Harga beli, biaya per 100 km, jarak tempuh, kecepatan, tingkat emisi, dan cara isi ulang merupakan atribut yang dipertimbangkan. Simulasi konjoin digunakan untuk memprediksi pangsa pasar dan analisis klaster untuk mengidentifikasi segmen tipe konsumen motor listrik.\nDitemukan bahwa konsumen Indonesia memiliki urutan preferensi tipe motor listrik yaitu PEM, HEM, dan BSEM. Pengembangan motor listrik ke arah optimal, penerapan insentif harga beli, penerapan insentif biaya isi ulang, dan penyediaan infrastruktur fast charging juga dapat meningkatkan pangsa pasar motor listrik. Tiga segmen yang teridentifikasi: the economist, the environmentalist, dan the convenience seeker.\nPemerintah direkomendasikan untuk menerapkan kebijakan insentif harga beli dan biaya isi ulang dalam jangka pendek serta menyediakan infrastruktur isi ulang fast charging dalam jangka panjang. Sementara itu, pelaku industri motor listrik diharapkan dapat fokus memasarkan motor listrik tipe PEM serta memilih pendekatan pemasaran yang sesuai untuk tiap segmen. Selain itu, pada jangka panjang, pelaku industri juga diharapkan dapat mengembangkan teknologi motor listrik ke arah optimal sesuai preferensi konsumen Indonesia.", "Daftar File": {}, "Penulis": "Raissa Azzahra [13418038]", "Kontributor / Dosen Pembimbing": ["Titah Yudhistira, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "motor listrik, riset pemasaran, choice-based conjoint, hierarchical bayes multinomial logit, simulasi konjoin, analisis klaster", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "19 Sep 2022"}