{"Nomor": 68827, "Judul": "ANALISIS KEBUTUHAN SUPPORT PRESSURE UNTUK MEMINIMALKAN POTENSI SQUEEZING PADA TEROWONGAN DALAM", "Abstrak": "Fenomena squeezing umumnya terjadi pada penggalian terowongan dengan kelas massa batuan buruk dan kedalaman overburden yang dalam. Squeezing merupakan deformasi besar yang bergantung pada waktu dan terjadi disekeliling perimeter terowongan. Dalam banyak kasus, squeezing memberikan tekanan besar yang dapat menyebabkan terjadinya kerusakan pada penyangga yang telah dipasang. Salah satu cara untuk meminimalkan potensi squeezing adalah dengan cara menyeimbangkan rasio antara besaran support pressure penyangga (pi) dan tegangan in situ (po) hingga mencapai batas tertentu. Penelitian ini dilakukan dengan mengumpulkan 83 data strain hasil pengukuran konvergen dan support pressure dari terowongan berpenyangga pada kondisi squeezing dan non-squeezing. Hasil analisis menunjukkan bahwa squeezing terjadi pada saat support pressure dari penyangga hanya bernilai 10% dari tegangan in situ, dengan tingkat keparahan squeezing bergantung pada kekuatan massa batuan. Pemodelan numerik dilakukan pada 16 terowongan yang mengalami squeezing dari data literatur menggunakan nilai support pressure aktual dan simulasi squeezing pressure untuk memperoleh nilai konvergen pemodelan yang sesuai dengan aktual. Pemodelan lalu dilanjutkan dengan mengubah nilai support pressure hingga diperoleh nilai strain pada critical strain. Hasil penelitian menunjukkan bahwa untuk menurunkan level strain akibat squeezing ke batas critical strain-nya, maka rasio pi/po yang diperlukan adalah 0,4 untuk kondisi extreme squeezing, 0,3 untuk kondisi very severe squeezing, 0,1-0,3 untuk kondisi severe squeezing dan 0,1 untuk kondisi minor squeezing. Dimana rasio pi/po tersebut dipengaruhi oleh kekuatan massa batuan, semakin kecil nilai kekuatan massa batuan maka semakin besar rasio yang dibutuhkan untuk meminimalkan potensi squeezing.", "Daftar File": {"ABSTRAK Anatasya Claresta": "https://digilib.itb.ac.id/gdl/download/259621"}, "Penulis": "Anatasya Claresta [22119025]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ridho Kresna Wattimena, M.T, Ph.D.", "Simon Heru Prassetyo, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "critical strain, squeezing, squeezing pressure, support pressure, tegangan insitu, terowongan dalam", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "19 Sep 2022"}