{"Nomor": 68841, "Judul": "VEHICLE RESPONSE BASED COMBINED TRACK IRREGULARITIES DETECTION USING MACHINE LEARNING METHOD", "Abstrak": "Track irregularities are the main disturbance to rail vehicle dynamics systems.\nSevere track irregularities will subject the passing vehicles to safety risks and\nunfavourable riding condition. Thus, track irregularities must be assessed regularly\nand kept within an acceptable level.\nCurrently, track irregularities are commonly assessed based on measurement data\nobtained from special track measurement vehicles. However, track irregularity\nassessment methods based on track geometry measurement often show poor\ncorrelation with the actual vehicle response running on the track. Alternative\nmethods based on vehicle response have been an emerging research focus, aiming\nto overcome the shortcomings of geometry-measurement-based methods.\nTrack irregularity assessment based on vehicle acceleration works by establishing\nthe correlation between vehicle response (dynamic output) to track irregularities\n(dynamic input). Studies done so far have focused on analysing the different types\nof track irregularities separately. Combined track irregularities have yet to become\na focus of study, despite possible cross correlation affecting vehicle response. The\npresent work aims to examine the use of machine learning methods to analyse\ncombined track irregularities based on vehicle response.\nRail vehicle response data generated through dynamic multibody simulation is\nfiltered and processed into datasets of six features comprising standard deviation\nand peak value of carbody lateral acceleration, vertical acceleration, and roll\nacceleration per section of 100 metres. For machine learning training purpose, track\nirregularities dataset containing standard deviation and peak value of longitudinal\nlevel, alignment level, and cross level irregularities is also constructed.\nMachine learning classification is done with all six features as the predictors and\nboth single-type irregularity class label and combined class label as the response,\nseparately. Five classification algorithms are used: Decision tree, linear SVM,\nlogistic regression, kNN, and random forest.\nMachine learning classification model training result shows high validation\naccuracy value across all classification cases and algorithms. Combined\nclassification test result also presents high accuracy value.\nFurther simulations are done with variance in rail vehicle speed, carbody mass, and\nwheel-rail friction coefficient. Previously trained combined classification model\ncan predict the track irregularities condition in those condition with reasonable\naccuracy. This shows that the classification model is not overly sensitive to change\nin operational parameter, suggesting a high probability of success for use with ontrack\nmeasurement data.\nTrack irregularities classification result is interpreted using Shapley additive\nexplanation (SHAP). The Shapley explanation of the analysed track section\nindicates the most important predictors that explain the classification result. This\nindication can be used to analyse the type of track irregularities that is in\nunacceptable condition on that track section.", "Daftar File": {"ABSTRAK Prasidya Wikaranadhi": "https://digilib.itb.ac.id/gdl/download/259635"}, "Penulis": "Prasidya Wikaranadhi [23120019]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Andi Isra Mahyuddin, Ph.D.", "Pramudita Satria Palar, S.T., M.T., Ph.D.", "Yunendar Aryo Handoko, S.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Rail vehicle, track irregularities, combined irregularities, machine learning, classifier sensitivity, SHAP", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Sep 2022"}