{"Nomor": 68856, "Judul": "FABRIKASI BIOSENSOR ELEKTROKIMIA WEARABLE DENGAN FOTORESIS SOLDERMASK PCB SEBAGAI BAHAN DIELEKTRIK DAN BAHAN HIDROFOBIK MENGGUNAKAN METODE  STENSIL", "Abstrak": "Biosensor elektrokimia merupakan perangkat yang dapat mendeteksi komponen biologis dan\nmengubahnya menjadi sinyal. Jenis biosensor ini merupakan biosensor yang komersil dikarenakan\nia memiliki banyak kelebihan seperti kemudahan penggunaan, cost effective, stabilitas yang baik\nserta potensi pengembangan yang sangat tinggi. Salah satu bentuk pengembangan dari biosensor\nelektrokimia adalah biosensor wearable yang melakukan pendeteksian dengan mementingkan\naspek non-invasif. Berbagai penelitian menunjukkan bahwa untuk membuat biosensor wearable\nini memerlukan berbagai aspek seperti proses fabrikasi yang cepat, integrasi fungsi material, serta\nsistem tambahan untuk menampung volume sampel.\nDalam penelitian kali ini, dilakukan pembuatan biosensor elektrokimia wearable dengan\nmenggunakan substrat kain katun dengan pertimbangan sifat fisik dan kimiawi kain katun yang\ncocok serta non-invasif bagi tubuh. Fabrikasi biosensor elektrokimia wearable ini menggunakan\nmetode stensil dengan metode yang relatif mudah untuk dilakukan agar dapat diproduksi massal.\nBiosensor elektrokimia wearable bekerja dengan sistem tiga elektroda menggunakan pasta\nAg/AgCl dan karbon, dengan lapisan pelindung berupa material fotoresis soldermask PCB.\nBiosensor elektrokimia wearable hasil fabrikasi kemudian diuji dengan berbagai tahap seperti\npengujian fisis berupa uji nilai resistansi elektroda dan lapisan insulasi serta stabilitas elektroda\nreferensi, maupun pengujian elektrokimia menggunakan metode Cyclic Voltammetry (CV) dan\nDifferential Pulse Voltammetry (DPV), serta jenis pengujian lainnya seperti variasi scan rate dan\nperforma konduktivitas sensor\nOptimasi metode fabrikasi biosensor wearable yang optimal merupakan salah satu fokus dalam\npenelitian ini. Selain itu pada biosensor wearable kemampuan pasta fotoresis soldermask PCB\nsebagai bahan dielektrik juga diuji dan memberikan hasil yang sesuai standar insulasi. Metode CV\ndan DPV digunakan sebagai penguji performa sensor dengan menggunakan rentang linear serta\nsensitivitas sebagai parameter kualitas performa sensor", "Daftar File": {}, "Penulis": "Nadhira Anindita Koeswirjatno [18318033]", "Kontributor / Dosen Pembimbing": ["Isa Anshori, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Biosensor wearable, kain katun, fotoresis soldermask PCB, CV, DPV", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "19 Sep 2022"}