{"Nomor": 68852, "Judul": "ANALISIS KUALITAS AIR LAUT DAN PEMODELAN MATEMATIKA SIKLUS NITROGEN DI OSEANARIUM", "Abstrak": "Oseanarium adalah akuarium raksasa yang digunakan untuk memelihara biota laut\nsebagai kegiatan konservasi. Keberhasilan oseanarium ditentukan oleh kondisi kualitas air\nlaut dan siklus nitrogen. Penelitian yang dilakukan di PIAMARI ini mencoba untuk\nmengukur parameter kualitas air dan memodelkan siklus nitrogen. Pengukuran yang\nmencakup parameter suhu, pH, salinitas, DO, TDS, dan nutrien dilakukan 4 kali setiap\nharinya sejak 20 September hingga 19 Oktober 2021.\nKualitas air laut yang digunakan sebagai air baku oseanarium memiliki kesesuaian\n71,42% terhadap nilai optimumnya. Setelah ditampung dan diolah di ground water tank\n(GWT), kesesuaiannya meningkat menjadi 85,71% dan kembali turun menjadi 57,14%\nsetelah berada di oseanarium. Korelasi yang cukup signifikan didapatkan antara parameter\nDO dengan suhu air laut dan DO dengan pH (berturut-turut R=-0,34 dan R=0,35), sementara\nkorelasi antara suhu air laut dengan pH dan suhu air laut dengan salinitas sangat lemah\n(berturut-turut R=-0,21 dan R=-0,06).\nOseanarium menghasilkan ammonia yang konsentrasinya terus meningkat secara\ncepat, mencapai maksimum 3 mg/l di hari ke-10 dan berkurang secara cepat dan mencapai\nkondisi steady state dengan konsentrasi sekitar 0,6 mg/l di hari ke-35. Di hari ke-5 ion\nammonuim mulai dioksidasi menjadi ion nitrit, dan setelah hari ke-10 ion nitrit dioksidasi\nmenjadi ion nitrat. Konsentrasi nitrit mencapai maksimum 6 mg/l di hari ke-25, kemudian\nberkurang secara cepat mencapai konsentrasi steady state yaitu 0,25 mg/l setelah hari ke-35.\nKonsentrasi maksimum nitrat 2 mg/l terjadi di hari ke-32 dan relatif mencapai steady state\nsebesar 1 mg/l setelah hari ke-40. Selama proses nitrifikasi konsentrasi oksigen dalam\noseanarium mencapai nilai minimum 6,5 mg/l di hari ke-32, dan kembali naik ke konsentrasi\nsteady state 7,4 mg/l setelah hari ke-40.", "Daftar File": {}, "Penulis": "Muhamad Ridho Novrian [12917034]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Mutiara Rachmat Putri, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Siklus Nitrogen, Oseanarium, Kualitas Air Laut.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "0 file", "Tanggal Input": "19 Sep 2022"}