{"Nomor": 68863, "Judul": "PERANCANGAN DASHBOARD PENGELOLAAN DAN PEMANTAUAN PELANGGAN FLICK.ID DENGAN METODE GUPEA", "Abstrak": "Flick.id merupakan perusahaan start up teknologi finansial yang mencoba\nmenawarkan pengalaman finansial yang mudah, cepat, dan aman di Indonesia\nmelalui produk point of sales. Flick.id baru saja mendapatkan suntikan dana dari\nsalah satu investornya. Hal ini menyebakan Flick.id dituntut oleh investornya\nuntuk mengembangkan berbagai produk baru dan memperluas lini produk yang\nakan ditawarkan. Flick.id berencana untuk mengembangkan sistem informasi\ndashboard untuk meningkatkan performa dan mendukung pemilihan\nkeputusannya dan Flick.id membutuhkan metodologi perancangan sistem\ninformasi dashboard yang dapat menyesuaikan dengan berbagai permasalahan\nmendatang. Saat ini persaingan bisnis point of sales semakin ketat akibat berbagai\nperusahan besar mulai mengembangkan produk point of sales. Untuk dapat tetap\nbersaing dengan kompetitor-kompetitornya di masa ini dan di masa mendatang\nFlick.id berencana mengeksploitasi kelebihannya dalam kedekatan dengan\npelanggan. Oleh karena itu akan dibangun metodologi, indikator informasi, dan\nprototipe dashboard pengelolaan pelanggan yang sesuai dengan kebutuhan\nFlick.id.\nSolusi yang dihasilkan adalah metodologi perancangan sistem informasi, dengan\nkarakteristik metodologi penelitian top-down, usage-centered, dan menggunakan\nprototipe. Rekomendasi metodologi disintensis menggunakan dasar metodologi\nGupea dan dengan gabungan metodologi-metodologi perancangan lain yang telah\ndiidentifikasi. Dengan lima tahapan yang terdiri dari requirement elication,\ndashboard type selection, perancangan & evaluasi prototipe, evaluasi, dan\npemeliharaan berkala. Direkomendasikan kebutuhan informasi pemantauan bisnis\nyang dibutuhkan untuk dipantau oleh Flick.id sebanyak tiga belas metrik\npengelolaan pelanggan. Prototipe aplikasi dirancang sebagai dasar pengembangan\ndengan memili lima halaman yang didalamnya terdapat fitur identifikasi tren dan\nidentifikasi korelasi.\nKata kunci: perancangan dasbor, sistem informasi, pengelolaan pelanggan,\nprototipe.\nxiii\nABSTRACT\nFlick.id is a financial technology start-up company that tries to offer an easy, fast,\nand secure financial experience in Indonesia through point of sales products.\nRecently, Flick.id has just received an injection of funds by one of its investors.\nThis caused Flick.id to be demanded by its investors to develop various new\nproducts and expand product lines. Flick.id plans to develop a dashboard\ninformation system to improve its performance and support its decision making.\nFlick.id also requires a dashboard information system design methodology that\nable to adapt towards various future problems. Nowadays, point of sales business\ncompetition is getting tighter due to various large companies starting to develop\npoint of sales products. In order to remain competitive with its competitors at\npresent and in the future, Flick.id plans to exploit its advantages in proximity to\ncustomers. Therefore, methodologies, information indicators, and prototypes of\ncustomer management dashboards will be built according to Flick.id's needs.\nThe recommendation solution is adesign methodology is a methodology that\nuses the characteristics of top-down, usage-centered, and uses a prototype.\nMethodological recommendations were synthesized on the basis of the Gupea\nmethodology and in combination with the other design methodologies\nidentified. With five stages consisting of requirement elication, dashboard type\nselection, prototype design & evaluation, evaluation, and periodic\nmaintenance. It is recommended that thirteen customer management metrics\nneed to be monitored by Flick.id for business monitoring information. The\nprototype is designed as the basis for application development by selecting five\npages in which there are features such as trend identification and correlation\nidentification.", "Daftar File": {}, "Penulis": "Reyhan Xhavier Makabbie Amir [14418023]", "Kontributor / Dosen Pembimbing": ["Dissa Riandaso Chandra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "dashboard design, information system, customer relationship management, prototype.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "19 Sep 2022"}