{"Nomor": 68866, "Judul": "STUDI LONJAKAN DAN PERAMBATAN TEKANAN GAS SULFUR HEKSAFLUORIDA DALAM GAS CIRCUIT BREAKER AKIBAT BUSUR LISTRIK", "Abstrak": "Listrik sudah menjadi kebutuhan pokok setiap manusia di dunia yang akan terus meningkat. Transmisi listrik dari pembangkit dan distribusi listrik ke pengguna memerlukan peralatan proteksi terhadap kejadian kelebihan beban. Salah satu sistem proteksi dalam suatu instalasi listrik adalah Gas Circuit Breaker (GCB). Proses pemutusan arus dalam GCB menyebabkan munculnya busur listrik yang selanjutnya akan menimbulkan lonjakan tekanan gas sulfur heksafluorida (SF6) di dalam kompartemen GCB. Gas SF6 dalam GCB berfungsi untuk memadamkan busur listrik. Dalam tugas sarjana ini dilakukan studi tentang lonjakan dan perambatan tekanan gas SF6 dalam GCB dan dituangkan dalam bentuk lembar kerja perhitungan. Lembar kerja perhitungan ini bermanfaat untuk analisis maupun perancangan kompartemen GCB dengan gas SF6.\nMetode yang diterapkan untuk menelaah lonjakan gas dalam kompartemen adalah model statik yang dirumuskan oleh Garzon, sedangkan untuk menelaah perambatan tekanan gas dalam kompartemen adalah model dinamik yang dirumuskan oleh Dasbach. Sifat fisik (termodinamika) gas SF6 diperoleh dari perumusan CoolProp. Dilakukan perhitungan untuk 5 kategori studi kasus dan 1 kasus khusus.\nModel statik oleh Garzon menunjukkan hasil yang tidak akurat pada frekuensi 60 Hz dan menunjukkan hasil lonjakan tekanan di dalam jejari ekivalen pada frekuensi 50 Hz. Model dinamik oleh Dasbach menunjukkan perambatan tekanan dari pusat busur listrik hingga jarak 1,5 m. Kasus khusus GCB 550 kV 63 kA menunjukkan lonjakan tekanan sebesar 1445,98 bara pada jarak 0,5 m dari pusat busur listrik dan 151,77 bara pada jarak 1,5 m dari pusat busur listrik.", "Daftar File": {"ABSTRAK Septian Ainul Qulby": "https://digilib.itb.ac.id/gdl/download/259657"}, "Penulis": "Septian Ainul Qulby [13116131]", "Kontributor / Dosen Pembimbing": ["Ir. Hendi Riyanto, M.SME."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Gas circuit breaker, sulfur heksafluorida, busur listrik, lonjakan tekanan, perambatan tekanan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Sep 2022"}