{"Nomor": 68874, "Judul": "IDENTIFIKASI EFISIENSI PENGGUNAAN LAHAN PERKOTAAN DI PULAU JAWA-BALI BERDASARKAN INDIKATOR 11.3.1 TUJUAN PEMBANGUNAN BERKELANJUTAN", "Abstrak": "Pertumbuhan perkotaan, baik perluasan wilayah maupun pertumbuhan penduduknya,\ntelah terjadi dengan pesat dalam beberapa dekade terakhir dan diprediksi akan terus\nmeningkat di tingkat global, nasional, maupun regional, termasuk di Pulau Jawa-Bali\nyang kini menjadi wilayah perkotaan terbesar di Indonesia. Apabila tidak\ndikendalikan, pertumbuhan perkotaan yang terjadi terutama urban sprawling akan\nmengakibatkan pelayanan kebutuhan masyarakat perkotaan yang tidak efisien.\nIndikator 11.3.1 Tujuan Pembangunan Berkelanjutan (TPB), sebagai salah satu\nindikator dalam upaya mewujudkan pembangunan perkotaan yang berkelanjutan,\nmenawarkan pengukuran efisiensi penggunaan lahan dalam memahami fenomena ini\nsehingga dapat dilakukan tindakan untuk meminimalkan dampak buruk dari\npertumbuhan perkotaan sekaligus memaksimalkan manfaatnya. Pengukuran ini\ndilakukan dengan sederhana melalui identifikasi hubungan antara perluasan ruang\ndan perubahan populasi di suatu wilayah perkotaan, yang diformulasikan sebagai\nrasio laju konsumsi lahan perkotaan (land consumption rate/LCR) secara spasial\nterhadap laju pertumbuhan penduduknya (population growth rate/PGR), atau disebut\nLCRPGR. Hasil perhitungan nilai LCRPGR di perkotaan Pulau Jawa-Bali pada tahun\n1975-2015 menunjukkan bahwa sebagian besar perkotaan di kedua pulau\nberkembang pesat dengan laju konsumsi lahan melebihi pertumbuhan penduduknya\n(LCRPGR › 1), yang mengindikasikan penggunaan lahan perkotaan yang tidak efisien.\nDibandingkan laju pertumbuhan penduduk, laju konsumsi lahan perkotaan di Pulau\nJawa-Bali lebih memiliki pola dan dinamika tertentu dalam pertumbuhan perkotaan\nyang terjadi, baik secara spasial maupun temporal. Secara spasial, laju konsumsi\nlahan yang tinggi terjadi di banyak perkotaan pada bagian timur Pulau Jawa-Bali.\nSedangkan secara temporal, laju konsumsi lahan relatif lebih tinggi pada periode\n1990-2000. Dalam rangka mewujudkan pembangunan perkotaan yang berkelanjutan,\ndiperlukan peninjauan indikator TPB perkotaan lainnya untuk dapat memaknai nilai\nefisiensi penggunaan lahan tersebut.", "Daftar File": {}, "Penulis": "Dinda Alshauma Dwi Harman [15417055]", "Kontributor / Dosen Pembimbing": ["Ir. Teti Armiati Argo, M.E.S, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "pertumbuhan perkotaan, efisiensi penggunaan lahan, agenda tujuan pembangunan berkelanjutan, Pulau Jawa-Bali", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "19 Sep 2022"}