{"Nomor": 68872, "Judul": "DETEKSI DAN LOKALISASI EVENT SEISMIK SECARA OTOMATIS PADA LAPANGAN PANAS BUMI X", "Abstrak": "Salah satu pekerjaan dalam mikroseismik adalah menentukan lokasi, dimana\nsebelumnya memerlukan waktu tiba gelombang P dan S di setiap kejadian gempa\npada masing-masing stasiun. Data yang sangat banyak menyebabkan waktu\npengolahan data yang panjang. Hal ini disebabkan karena akusisi data\nmikroseismik dilakukan dalam jangka waktu satu bulan atau lebih. Biasanya\nseismometer dipasang sesuai dengan desain akuisisi yang mengitari daerah\nprospek pada suatu lapangan panas bumi. Pada penelitian ini digunakan metode\nTemplate Matched Filter (TMF) dalam mencari keterdapatan event lalu metode\nAkaike Information Criteria (AIC) dalam menentukan waktu tiba gelombang P\nserta Differential Evolution (DE) dalam mengestimasi lokasi event mikroseismik.\nBerdasarkan langkah-langkah metode TMF ditemukan 270 potongan seismogram\nyang diduga terdapat event mikroseismik. Selanjutnya dari potongan-potongan\ntersebut dilakukan onset pick gelombang P menggunakan metode AIC. Kemudian\ndilakukan estimasi lokasi menggunakan metode DE dan diplot menggunakan\nGMT sehingga menghasilkan 106 event mikroseismik lokal. Pada tahap estimasi\ndigunakan kecepatan gelombang P homogen yaitu 5 km/s. Perbandingan dengan\npengolahan data manual menunjukkan bahwa jumlah event yang terdeteksi lebih\nbanyak yang memberikan indikasi keunggulan pengolahan data otomatis. Lokasi\nevent yang dihasilkan terbukti lebih akurat dan menggambarkan sesar yang paling\naktif pada lapangan panas bumi ini yaitu Sesar Rancabali.", "Daftar File": {"ABSTRAK Fredericus Kevin Chrysant Jardin": "https://digilib.itb.ac.id/gdl/download/259669"}, "Penulis": "Fredericus Kevin Chrysant J [12318067]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. R. Mohammad Rachmat, S.T., M.T.", "Dr. rer. nat. Andri Hendriyana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Akaike Information Criteria, Differential Evolution, estimasi lokasi, event detection, mikroseismik, onset pick, Template Matched Filter", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "19 Sep 2022"}