{"Nomor": 68878, "Judul": "PERUBAHAN VOLUME ANAK KRAKATAU DAN BATIMETRI SEKITARNYA PASCA ERUPSI TAHUN 2018", "Abstrak": "Gunung Anak Krakatau yang muncul dari sisa runtuhan Krakatau yang meletus pada tahun 1883 menunjukkan kegiatan yang aktif belakangan ini. Sebelumnya Anak Krakatau diketahui melakukan beberapa kali erupsi pada tahun 2007 – 2008. Menurut Kementrian ESDM, Letusan ini bertipe eksplosif, dengan ketinggian abu dan material lainnya terlontar pada ketinggian sekitar 100 – 500 m. Selain itu, gunung api ini juga melakukan kegiatan erupsi lagi pada tahun 2012. Erupsi ini dikatakan sebagai erupsi tipe strombolian, yang memuntahkan material pijar hingga 200 – 300m. Kemudian terjadi erupsi yang cukup besar pada tahun 2018, pada kegiatan erupsi gunung Anak Krakatau 22 Desember 2018, sisi sayap gunung mengalami kerusakan sehingga sebagian materialnya runtuh dan kemudian masuk ke dalam badan air sekitar Anak Krakatau. Pemantauan satelit dan pengamatan di lapangan mengungkapkan bahwa Anak Krakatau berada pada tahap aktivitas yang meningkat sepanjang tahun 2018. Foto-foto udara menunjukkan potongan yang tajam dan curam dari sekitar kawah ke arah barat daya dari sisi gunung. Salah satunya adalah satelit sentinel 1A, citra Sentinel 1 SAR merekam permukaan bumi menggunakan C-band dari spektrum gelombang mikro. Salah satu karakteristik penting C-band adalah sinyal hamburan dari sensor Sentinel 1 SAR dapat menembus lapisan kanopi vegetasi atas, tetapi tidak menembus cukup dalam untuk mencapai lapisan kanopi tengah atau bawah. Karena karakteristiknya, kemungkinan tidak dapat mengekstrak DEM menggunakan metode interferometri untuk area yang memiliki tutupan vegetasi yang lebat. Satu-satunya kemungkinan untuk mengekstrak DEM yaitu menggunakan metode InSAR, metode ini menggunakan citra kompleks atau SLC (Single Look Complex). InSAR menggunakan 2 citra radar yang memiliki karakteristik sama, dengan perkalian silang antara dua piksel citra dihasilkan citra yang di dalamnya berisi informasi phase dan amplitude. Teknologi InSAR memanfaatkan informasi phase yang ada pada citra SAR untuk mendapatkan beda jarak dan perubahan jarak dari dua citra SLC pada permukaan yang sama.\nRuntuhan sisi gunung Anak Krakatau yang masuk ke dalam badan air membuat perairan sekitar Anak Krakatau terjadi pendangkalan. Untuk mengetahui adanya pendangkalan pada wilayah ini, data kedalaman air dibutuhkan. Data kedalaman air didapatkan dengan melakukan survei batimetri menggunakan teknologi akustik bawah air yang merekam permukaan dasar perairan dengan memantulkan  gelombang suara. Kemudian data DEM dan Batimetri ini akan digunakan untuk mencari nilai volume runtuhan Anak Krakatau dan volume perubahan dasar laut yang terjadi pada 22 Desember 2018. Setelah pengolahan data dilakukan, didapat nilai volume pada tahun 2016 adalah sekitar ± 0,356 km3, sedangkan pada tahun 2019 adalah sekitar ± 0,151 km3. Sehingga volume selisih pasca erupsi adalah sekitar ± 0,205 km3. Sedangkan nilai volume material yang masuk ke badan air dan menyebabkan pendangkalan di sisi Kaldera adalah sekitar sekitar ± 0,141 km3 dan 0,022 km3 di sisi utara pulau Anak Krakatau. Pendangkalan yang terjadi pada perairan barat daya Anak Krakatau adalah sekitar ± 24 – 25 m. Batimetri sekitar perairan komplek Krakatau memiliki rata-rata kedalaman antara ± 30 m sampai ± 90 m. Namun bagian kaldera di sisi barat daya Anak Krakatau pada tahun 2016 memiliki kedalaman antara ± 230 m hingga ± 250 m, dengan daerah terendah pada area ini yaitu ± 250,3 m. Sedangkan pada tahun 2019, terjadi perubahan batimetri menjadi ± 210 m hingga 220 m dengan kedalaman terendah sekitar ± 226.12 m. Di sisi lain terdapat pertambahan luas dan volume pada area luar gunung Anak Krakatau. Luasan pulau pada 2019 menjadi lebih besar dibandingkan dengan pulau pada 2016, volume yang didapat adalah sekitar ± 0,116 km3 dan pada tahun 2019 bertambah menjadi ± 0,135 km3. Dengan ini nilai pertambahan volume sekitar pulau Anak Krakatau didapatkan sebesar ± 0,019 km3. Kemudian selisih akhir volume sebesar ± 0,023 km3.", "Daftar File": {"ABSTRAK Rosi Ajeng Khusnul Hanifa": "https://digilib.itb.ac.id/gdl/download/259684"}, "Penulis": "Rosi Ajeng Khusnul Hanifa [22420023]", "Kontributor / Dosen Pembimbing": ["Dr. Lamona Irmudyawati Bernawis, S.Pi., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Anak Krakatau, Batimetri, InSAR, dan Topografi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Sep 2022"}