{"Nomor": 68887, "Judul": "PRA-RANCANGAN INDUSTRI BUBUK KAKAO (THEOBROMA CACAO L.) TERINTEGRASI DENGAN TEKNOLOGI FERMENTASI TERKONTROL DAN PROSES PENYANGRAIAN : OPTIMASI PENYANGRAIAN BIJI KAKAO (THEOBROMA CACAO L.) UNTUK MENINGKATKAN KUALITAS BIJI KAKAO SANGRAI DENGAN MENGGUNAKAN PENDEKATAN RESPONSE SURFACE METHODOLOGY (RSM)", "Abstrak": "Kakao adalah salah satu komoditas andalan perkebunan di Indonesia dengan jumlah produksi tertinggi dihasilkan dari perkebunan rakyat. Kakao memiliki kandungan senyawa bioaktif yang bermanfaat bagi kesehatan dan memiliki sifat sebagai antioksidan, antikarsinogenik dan antimikroba. Nusa Tenggara Barat merupakan salah satu provinsi penghasil kakao di Indonesia dengan produksi kakao yang terbanyak adalah di pulau Lombok khususnya Lombok Utara. Jenis kakao yang paling banyak dibudidayakan oleh petani disana yaitu jenis kakao Forastero (Bulk cacao). Namun terdapat suatu masalah, yaitu kualitas kakao yang berasal dari petani masih tergolong rendah. Untuk meningkatkan kualitas dan konsistensi mutu kakao maka diperlukan penanganan pasca panen atau pengolahan kakao yang baik. Proses roasting atau penyangraian merupakan salah satu tahap dalam pengolahan kakao yang sangat penting karena dapat mempengaruhi mutu produk kakao yang dihasilkan terutama aroma dan cita rasa khas coklat. Faktor suhu dan lama penyangraian menentukan keberhasilan proses penyangraian. Oleh karena itu, perlu dilakukan optimasi penyangraian biji kakao yang berasal dari Lombok. Rancangan penelitian dilakukan dengan menggunakan program Minitab 20® Response Surface Methodology (RSM) Central Composite Design (CCD). Komponen respon diuji berdasarkan parameter susut bobot, kadar air, kadar kulit, organoleptik, pH, nilai warna, kecerahan dan total polifenol. Rentang nilai variabel bebas berdasarkan karakter kenampakan biji kakao yaitu suhu penyangraian 120-140°C dan waktu penyangraian 10-40 menit. Perbedaan variasi suhu dan lama penyangraian berpengaruh signifikan respon uji kadar air, susut bobot, organoleptik aroma, pH,  total polifenol, kecerahan dan nilai warna. Sedangkan respon uji kadar kulit, organoleptic warna dan organoleptic tekstur hanya dipengaruhi oleh perbedaan variasi waktu penyangraian. Variasi kondisi penyangraian yang paling optimal untuk meningkatkan kualitas biji kakao sangrai adalah suhu penyangraian 132,14°C selama 18,36 menit dengan nilai desirability 0,79.", "Daftar File": {"ABSTRAK Yuda Muhammad Ramdhani": "https://digilib.itb.ac.id/gdl/download/259694"}, "Penulis": "Yuda Muhammad Ramdhani [11918038]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Pingkan Aditiawati, M.S.", "Dr.Eng. Kamarisima, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "biji kakao, bubuk kakao, penyangraian, RSM (Response Surface Methodology)", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Sep 2022"}