{"Nomor": 68896, "Judul": "STUDI PENGARUH PELARUT TERHADAP SIFAT TERMODINAMIKA DAN ELEKTRONIK PADA SENYAWA KOMPLEKS [MN(SDPH)2(H2O)2] DENGAN METODE DFT", "Abstrak": "Jumlah penderita kanker salah satunya adalah kanker payudara termasuk dalam kategori dua tertinggi setelah penyakit kardiovaskuler di dunia yang telah mencapai 10 juta jiwa menurut World Health Organization (WHO) tahun 2020. Potensi senyawa kompleks sebagai obat antikanker masih menjadi studi yang terus dikembangkan. Salah satunya yaitu senyawa kompleks dengan logam transisi dan ligan basa Schiff telah banyak dikaji potensinya dalam bioaktivitas, sebagai contoh kompleks Mn(II) dengan ligan basa Schiff aril hidrazon (DPHN) telah berhasil diuji secara in vitro terhadap protein sel kanker MCF-7. Kompleks Mn(II)-DPHN tersebut menunjukkan potensi dapat menghambat perkembangan sel kanker dengan didukung oleh hasil sitotoksisitas yang tinggi. Kendala yang umum dihadapi dalam studi in vitro pada senyawa kompleks sebagai obat antikanker yaitu pelarutan senyawa kompleks yang umumnya tidak larut dalam air dan cenderung larut dalam pelarut organik. Pada penelitian ini interaksi kompleks [Mn(SDPH)2(H2O)2] dengan beberapa pelarut protik dan aprotik dikaji menggunakan metode DFT fungsional B3LYP himpunan basis DEF2-SVP terhadap pelarut. Pelarut yang digunakan antara lain etanol, metanol, DMSO, aseton, dan air dengan kompleks pada keadaaan spin tinggi dan rendah. Parameter yang digunakan pada penelitian ini meliputi sifat termodinamika baik terhadap pembentukan kompleks dan pelarutan kompleks, sifat elektronik (Frontier Molecular Orbital), serta interaksi antarmolekul pada kompleks [Mn(SDPH)2(H2O)2] dan pelarut. Selain itu, senyawa kompleks Mn(II) dengan ligan basa Schiff salisilaldehid-2,4-dinitrofenilhidrazin (SDPH) juga dipelajari potensinya sebagai senyawa obat antikanker secara komputasi melalui metode molecular docking.\nBerdasarkan data termodinamika (?Gf, ?Hf, dan ?Sf) pada pembentukan kompleks [Mn(SDPH)2(H2O)2] yang diperoleh menunjukkan bahwa kompleks spin rendah dalam pelarut etanol dan metanol cenderung bersifat stabil dan dapat terbentuk secara spontan serta reaksi terjadi secara eksotermik. Hal ini ditunjukkan dari nilai ?Gf paling negatif berturut-turut yaitu sebesar -2.974 kJ.mol-1 dan -2.975 kJ.mol-1. Kemudian berdasarkan data termodinamika (?Gsolv, ?Hsolv, dan ?Ssolv) menunjukkan bahwa pelarutan kompleks [Mn(SDPH)2(H2O)2] pelarut etanol dan metanol memiliki kecenderungan mudah larut dan dapat terjadi lebih spontan dibandingkan dengan pelarut lainnya. Nilai ?Gsolv pelarutan pada kompleks dalam\nii\netanol dan metanol berturut-turut yaitu sebesar -133,071 kJ.mol-1 dan -134,534 kJ.mol-1. Proses pelarutan tersebut terjadi secara eksotermik. Selain itu, pengaruh pelarut juga dikaji berdasarkan sifat elektronik (Frontier Molecular Orbital), yang menunjukkan bahwa kompleks [Mn(SDPH)2(H2O)2] dengan keadaan spin rendah dalam pelarut etanol dan metanol memiliki kestabilan yang lebih tinggi serta kurang reaktif. Hal ini didapatkan berdasarkan analisis parameter sifat elektronik yang terdiri dari: (i) celah energi HOMO-LUMO (?E), (ii) potensial kimia (?), (iii) indeks kekerasan (?), (iv) elektronegatifitas (?), (v) elektrofilisitas (?), dan (vi) momen dipol. Untuk mendukung data elektronik dan termodinamika tersebut, interaksi antarmolekul pada kompleks [Mn(SDPH)2(H2O)2] dengan pelarut dikaji berdasarkaran beberapa teori diantaranya yaitu QTAIM (Quantum Theory of Atoms in Molecule), NCI-RDG (Noncovalent Interaction-Reduce Density Gradient), IGMH (Independent Gradien Model on Hirshfeld Partition), IRI (Interaction Region Indicator), dan NBO (Natural Bond Order). Hasil kajian tersebut menunjukkan bahwa interaksi antarmolekul kompleks dengan pelarut etanol dan metanol lebih kuat dibandingkan dengan pelarut lainnya. Jenis interaksi diamati yaitu interaksi antarmolekul yang kuat berupa ikatan hidrogen dan interaksi lemah berupa interaksi dipol-dipol, dipol-dipol terinduksi serta gaya dispersi London. Selain itu adanya tolakan efek sterik pada cincin benzen pada ligan SDPH yang membuat seluruh interaksi antarmolekul kompleks dan pelarut semakin meningkat. Hal ini juga dapat mempengaruhi kelarutan pada kompleks dalam pelarut tersebut.\nStudi molecular docking menggunakan protein sel kanker payudara yaitu 17?-HSD dengan kode PDB: 3HB5 menunjukkan bahwa kompleks [Mn(SDPH)2(H2O)2] spin rendah dapat berinteraksi dengan 11 jenis asam amino pada sisi aktif protein sel kanker dengan energi afinitas sebesar -11,7 kcal.mol-1 dan memiliki persentase kemiripan interaksi dengan sisi aktif protein sel kanker sebesar 57,9%. Sedangkan interaksi protein sel kanker dengan ligan SDPH memberikan energi afinitas sebesar\n-5,6 kcal.mol-1 dan kemiripan interaksi dengan sisi aktif protein sebesar 26,3%. Hal ini menandakan bahwa potensi kompleks [Mn(SDPH)2(H2O)2] sebagai obat antikanker terutama pada protein sel kanker 17?-HSD lebih besar dibandingkan ligan SDPH sebagai obat antikanker.", "Daftar File": {"ABSTRAK Winda Eka Pratiwi": "https://digilib.itb.ac.id/gdl/download/259705", "PUSTAKA Winda Eka Pratiwi": "https://digilib.itb.ac.id/gdl/download/264711"}, "Penulis": "Winda Eka Pratiwi [20520009]", "Kontributor / Dosen Pembimbing": ["Irma Mulyani, S.Si., M.Si., Ph.D.", "Dr. Atthar Luqman Ivansyah, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "kompleks [Mn(SDPH)2(H2O)2],pengaruh pelarut, DFT, interaksi nonkovalen antarmolekul, molecular docking", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "19 Sep 2022"}