{"Nomor": 68906, "Judul": "STUDI KARAKTERISTIK NET ZERO ENERGY BUILDING PADA TIPE BANGUNAN APARTEMEN DI KOTA JAKARTA", "Abstrak": "Transisi energi merupakan proses panjang yang harus dilakukan oleh negara-negara di dunia untuk menekan emisi karbon yang dapat menyebabkan perubahan iklim. Untuk mencapai pemanfaatan energi bersih yang terus meningkat tercipta sebuah konsep perancangan bangunan energi yang bertujuan untuk memenuhi kebutuhan energinya sendiri dengan bantuan sumber energi terbarukan yang disebut konsep net zero energy building.\nDalam tugas sarjana ini, dilakukan perumusan net zero energy building pada tipe bangunan apartemen dengan menggunakan panel surya sebagai sumber energi terbarukan yang digunakan. Dalam melakukan perumusan net zero energy building dibantu dengan metode aplikasi EDGE untuk membantu mencari konsumsi energi pada bangunan dan aplikasi Autodesk Revit untuk perancangan bangunan apartemen. Kemudian kedua data dari aplikasi tersebut digunakan untuk menentukan kriteria net zero energy building pada tipe bangunan apartemen.\nDari proses analisis, diperoleh 3 kriteria net zero energy building pada tipe bangunan apartemen. Pembagian tipe tersebut berdasarkan kapasitas penghuni dalam ruangan, jumlah kamar tidur, konsumsi energi total, dan luas ruangan. Net zero energy building bisa diterapkan maksimal pada bangunan apartemen tipe 1 dengan kriteria 5 lantai dan 14 ruangan per lantai. Net zero energy building bisa diterapkan maksimal pada bangunan apartemen tipe 2 dengan kriteria 4 lantai dan 8 ruangan per lantai. Net zero energy building bisa diterapkan maksimal pada bangunan apartemen tipe 3 dengan kriteria 3 lantai dan 20 ruangan per lantai.", "Daftar File": {"ABSTRAK Prabu Amurwasandy Wiweko": "https://digilib.itb.ac.id/gdl/download/259715"}, "Penulis": "Prabu Amurwasandy Wiweko [13118005]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ari Darmawan Pasek, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Nero Zet Energy Building, Apartemen, Panel Surya, Aplikasi EDGE, Aplikasi Autodesk Revit", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Sep 2022"}