{"Nomor": 68919, "Judul": "STUDI PEMODELAN CRASH BOX HYBRID AL-KOMPOSIT PADA PEMBEBANAN IMPAK AKSIAL", "Abstrak": "Perkembangan zaman diikuti oleh perkembangan ekonomi, sosial, budaya, dan teknologi. Perkembangan zaman juga diikuti oleh tingkat mobilisasi manusia yang semakin tinggi. Meningkatnya kebutuhan mobilisasi ini diikuti juga oleh meningkatnya jumlah alat transportasi, khususnya alat transportasi darat. Peningkatan jumlah alat transportasi ini perlu diikuti oleh peningkatan tingkat keselamatan pada alat transportasi. Peningkatan tingkat keselamatan pada alat transportasi ini salah satu bentuknya adalah pengembangan struktur laik tabrak kendaraan yang bertujuan untuk melindungi penumpang.\nPenelitian yang dilakukan adalah pemodelan kasus pembebanan impak aksial pada crash box aluminium, crash box hybrid Al-GFRP dan AL-CFRP. Dilakukan studi parametrik berupa studi parametrik mass scaling untuk mengetahui pengaruh mass scaling terhadap hasil simulasi, studi parametrik penipisan sudut crash box untuk memodelkan deformasi splaying, studi parametrik model material untuk mempelajari pengaruh penggunaan model material yang berbeda terhadap hasil simulasi, dan studi parametrik formulasi elemen untuk memperlajari pengaruh penggunaan formulasi elemen yang berbeda terhadap hasil simulasi.\nHasil dari studi parametrik mass scaling menunjukkan bahwa penggunaan mass scaling dapat mempercepat watku simulasi tanpa pengaruh yang signifikan terhadap hasil simulasi. Hasil studi parametrik penipisan sudut crash box berhasil mereplikasi bentuk deformasi splaying pada salah satu variasi ketebalannya namun dari segi parameter crashworthiness masih memiliki error yang tinggi. Hasil studi parametrik model material menunjukkan bahwa model material Enhanced Composite Damage menghasilkan bentuk deformasi paling mirip dengan eksperimen dan juga menghasilkan parameter crashworthiness yang sudah mendekati dengan nilai yang didapat di eksperimen. Hasil studi formulasi elemen menunjukkan bahwa elemen Belytschko-Tsay merupakan formulasi elemen yang paling efisien karena dapat menghasilkan error yang kecil dengan waktu komputasi paling cepat, namun elemen ini mengalami hourglassing yang cukup parah, elemen Fully Integrated Shell merupakan formulasi elemen yang paling akurat karena menghasilkan error paling rendah dan tidak terjadi hourglassing.", "Daftar File": {"ABSTRAK Aulia Sufian Adi": "https://digilib.itb.ac.id/gdl/download/259734"}, "Penulis": "Aulia Sufian Adi [13618065]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Leonardo Gunawan", "Dr. Annisa Jusuf, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "crash box hybrid, mass scaling, splaying, model material, formulasi elemen", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Sep 2022"}