{"Nomor": 68916, "Judul": "STUDI KELAYAKAN TERHADAP APLIKASI PENGGUNAAN TIGA-SUDU TURBIN ANGIN SAVONIUS PADA JALUR LAYANG MRT JAKARTA", "Abstrak": "Dikarenakan kondisi geografis, Indonesia memiliki kecepatan angin yang rendah\n(1.3-6.3 m/s), terlebih di ibu kota Jakarta (2.8-3.35 m/s) [28]. Hal ini mengakibatkan\nkurangnya pemanfaatan energi angin di Indonesia [5] dikarenakan 3.3-3.8 m/s kecepatan\nangin dibutuhkan untuk memutar turbin angin, dan 13.88-16.67 m/s dibutuhkan untuk\nmemanfaatkan kapasitas maksimalnya.\nTugas akhir ini mengajukan ide pemanfaatan Mass Rapid Transit (MRT) Jakarta,\ndan ketinggian lokasi untuk menghasilkan kecepatan angin yang lebih cepat, dengan\nmenggunakan jalur layang kereta. Pemanfaatan energi angin dilakukan menggunakan\nturbin angin Savonius berdasarkan penyesuaian dengan kondisi Indonesia [18], [19].\nSpesifikasi turbin angin tersebut ditentukan melalui tinjauan Pustaka dan simulasi\nmenggunakan ANSYS Fluent. Kelayakan daripada ide tersebut ditentukan berdasarkan\ndaya yang dihasilkan, keamanan & pemeliharaan, dan juga biaya & keuntungan daripada\nide tersebut jika direalisasikan.\nDapat disimpulkan bahwa ide tersebut layak, namun beberapa kompromi butuh\ndilakukan. Terdapat 260-unit turbin angin yang dapat dipasang di jalur kereta diantara\nstasiun Lebak Bulus - Fatmawati, dengan 31.790 kWh daya yang dihasilkan per-bulannya.\nPemasangan tersebut memiliki total biaya Rp4.139.113.060,00, dengan 58,095% listrik\nbulanan stasiun Lebak Bulus yang dapat digantikan. Keuntungan sebesar\nRp42.797.263,00 dapat dihasilkan per-bulannya, dan waktu sekitar 8 tahun dibutuhkan\nuntuk mencapai balik modal. Pemeliharaan dilakukan minimal dua kali per-tahun [38] dan\nisu keamanan dapat dihindari dengan pengecekan berkala.", "Daftar File": {"ABSTRAK Fauzan Abdurrahim": "https://digilib.itb.ac.id/gdl/download/259731"}, "Penulis": "Fauzan Abdurrahim [13118213]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Tubagus Ahmad Fauzi Soelaiman, M.SME, Ph.D.", "Dr.Eng. Firman Bagja Juangsa, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Turbin Angin Savonius, MRT Jakarta, ANSYS Fluent, Studi Kelayakan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Sep 2022"}