{"Nomor": 68928, "Judul": "DESIGN PROCEDURE AND ADDITIVE MANUFACTURING OF TRANSFEMORAL PROSTHETIC SOCKET", "Abstrak": "Banyak penyandang disabilitas yang membutuhkan soket atas lutut dengan harga\nterjangkau untuk menghubungkan tungkai sisa dengan bagian kaki lainnya. Namun,\nsoket ini masih dibuat dengan cara konvensional. Dengan munculnya manufaktur aditif\nsebagai metode manufaktur yang modern, universitas di seluruh dunia telah mulai\nmenggunakan metode ini untuk membuat soket tungkai bawah. Ada banyak alasan\nmengapa metode percetakan 3D memiliki keunggulan dibandingkan metode cetakan,\nyaitu dapat menghemat waktu dan biaya. Dalam tugas sarjana ini, suatu prosedur\ndikembangkan untuk merancang dan membuat soket transfemoral menggunakan metode\nmanufaktur aditif dan memeriksa apakah metode ini memang memiliki manfaat tersebut.\nPenelitian dimulai dengan proses desain. Proses perancangan meliputi pemindaian\ntungkai, pemodelan dan validasi model tungkai, serta pemodelan dan validasi model\nsoket. Karena printer 3D tidak dapat mencetak satu soket sekaligus, langkah selanjutnya\nditambahkan, yaitu pemisahan model soket menjadi dua bagian dan penambahan lapisan\ntumpang tindih pada soket bawah. Terakhir, model soket dikirim ke alat pengiris 3D\nuntuk dicetak dan kedua bagian soket dihubungkan oleh sianoakrilat.\nHasil dari tugas sarjana ini adalah soket transfemoral yang dicetak secara 3D beserta\nprosedur desain dan manufaktur yang terdokumentasi. Pembuatan soket ini\nmembutuhkan waktu 51 jam 15 menit dan biaya pembuatannya hanya Rp.151.000.\nPenelitian ini telah berhasil membuktikan bahwa soket yang dibuat dengan metode\nmanufaktur aditif lebih murah dan lebih cepat untuk dibuat daripada dengan metode\nkonvensional. Untuk penelitian selanjutnya optimasi desain dan pengaturan pengiris\nserta pengujian kekuatan dapat dilakukan untuk memperbaiki desain socket.", "Daftar File": {"ABSTRAK Belinda Ambarsari Arya Putri": "https://digilib.itb.ac.id/gdl/download/259743"}, "Penulis": "Belinda Ambarsari Arya Putri [13118245]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Sandro Mihradi", "Vani Virdyawan, S.T., M.T., Ph.D.", "Arif Sugiharto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "prostetik, soket, transfemoral, manufaktur aditif, desain", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Sep 2022"}