{"Nomor": 68926, "Judul": "DESIGN & STRESS ANALYSIS FOR 62 KM LONG NATURAL GAS TRANSMISSION PIPELINE", "Abstrak": "The Ministry of Energy and Mineral Resources plans to develop a 230-kilometer pipeline system connecting cities in northern Java. The first stage for the development of this pipeline system is to develop a 62-km gas transmission pipeline. To construct the pipeline system, certain factors must be considered. It is crucial that several analysis must be performed on the pipeline system to ensure that the pipeline system operates without failure that can impede operations.\nIn this final year project, a design and analysis of the gas pipeline system is conducted by including a diameter selection, material selection & wall thickness calculation, corrosion protection design, and stress analysis with the help of CAESAR II software to make sure of the pipeline safety and optimize the transportation of the natural gas. the design will be based on ASME B31.8, API RP 1102, and ESDM Regulation.\nBased on the results, the natural gas pipeline will use API 5L X52 with NPS 20 SCH 40 as the material. The pipeline will also use 3LPE protective coating with a thickness of 2.2 mm. The cathodic protection system will have 15 LIDA Tubular Anodes, and 3 rectifiers with calcined petroleum coke breeze backfill material. Based on the stress analysis, The severe pipeline segment is deemed safe to use based on ASME B31.8 with CSR (Code Stress Result) mainly below 50%, and safe to operate based on API RP 1102 for pipeline crossing highway and railroad.", "Daftar File": {"ABSTRAK Reza Muthia Ardiany": "https://digilib.itb.ac.id/gdl/download/259741"}, "Penulis": "Reza Muthia Ardiany [13118208]", "Kontributor / Dosen Pembimbing": ["Rachman Setiawan, S.T., M.Sc., Ph.D.", "Steven, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Natural Gas, Pipeline, ASME B31.8, API RP 1102", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Sep 2022"}