{"Nomor": 68931, "Judul": "ANALISIS KEGAGALAN PADA SIMULASI NUMERIK IMPAK HIDRODINAMIK", "Abstrak": "Indonesia sedang membuat pesawat amfibi N219 dengan konfigurasi twin-float\nyang mampu mendarat di darat dan air. Pesawat ini dibuat untuk menjangkau pulaupulau\nterpencil yang tidak mempuyai fasilitas pendaratan pesawat. Struktur yang\npenting dalam pembuatan pesawat ini adalah struktur float, dimana bagian ini harus\nmampu menahan beban impak hidrodinamik yang cukup besar saat mendarat di air.\nUntuk mendapatkan struktur float yang kuat, maka dapat diteliti bagian float yang\nrawan akan kegagalan menggunakan analisis numerik.\nDalam penelitian ini, dilakukan pemodelan simulasi numerik impak\nhidrodinamik berdasarkan sebuah eksperimen untuk mendapatkan hasil kegagalan\nyang sama dengan eksperimen. Jika pemodelan simulasi numerik ini berhasil\nmenghasilkan hasil yang sesuai dengan eksperimen, metode pemodelan ini dapat\ndigunakan untuk pemodelan analisis numerik struktur float kedepannya.\nEksperimen yang dilakukan adalah dengan menjatuhkan pelat alumunium tipis\nbeserta pendukungnya ke air sehingga menghasilkan kegagalan di tengah pelat.\nUntuk memodelkan eksperimen ini, perangkat lunak yang digunakan adalah\nABAQUS/CAE dan menggunakan metode Coupled Eulerian-Lagrangian. Agar\ndapat memodelkan kegagalan, akan didefinisikan properti ductile damage.\nDari perbandingan hasil yang dilakukan, hasil dari simulasi numerik dapat\nmereplikasi bentuk kegagalan dan nilai maksimum akselerasi yang didapatkan oleh\neksperimen. Sehingga, metode pemodelan dalam penelitian ini dapat digunakan\nuntuk menganalisis kegagalan pada struktur float.", "Daftar File": {"ABSTRAK Raihan Hakim": "https://digilib.itb.ac.id/gdl/download/259745"}, "Penulis": "Raihan Hakim [13618033]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Leonardo Gunawan", "Satrio Wicaksono, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "analisis kegagalan, ductile damage, float, pesawat amfibi, impak hidrodinamik, analisis numerik, Coupled Eulerian-Lagrangian.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Sep 2022"}