{"Nomor": 68932, "Judul": "EKSPRESI DAN PURIFIKASI N-ACYLHOMOSERINE LACTONASE PADA FRAKSI EKSTRASELULER ESCHERICHIA COLI BL21(DE3) DARI GEN AIIA BACILLUS LICHENIFORMIS DAHB1", "Abstrak": "Indonesia sebagai salah satu produsen udang terbesar di dunia dapat mengalami penurunan produksi udang secara drastis akibat patogen. Penyakit udang Acute Hepatopancreatic Necrosis Disease (AHPND) mampu menurunkan produksi udang hingga 45% seperti di Thailand pada tahun 2012-2013. Penyakit ini disebabkan oleh Vibrio parahaemolyticus yang memanfaatkan sistem Quorum Sensing (QS) untuk mengekspresikan faktor virulensi. Salah satu metode yang dapat digunakan untuk mencegah terjadinya QS pada V. parahaemolyticus berupa Quorum Quenching (QQ) yang bertujuan mengganggu jalur pensinyalan QS dengan menggunakan enzim atau senyawa kimia. Salah satu enzim yang dapat digunakan untuk tujuan tersebut berupa lactonase dari gen aiiA Bacillus licheniformis DAHB1 yang menghidrolisis cincin lactone pada N-acyl-homoserine lactone (AHL) sehingga AHL terdegradasi dan mengganggu proses QS. Penelitian ini bertujuan untuk menentukan ekspresi gen aiiA penghasil AHL lactonase pada Escherichia coli BL21(DE3) di bagian ekstraseluler. Pada penelitian ini gen aiiA diinsersikan pada plasmid pET-26B(+) dan ditransformasi pada Escherichia coli BL21(DE3). Setelah itu dilakukan ekspresi dengan menggunakan variasi kondisi konsentrasi IPTG (0, 0.5, 0.75, dan 1 mM) dan variasi waktu inkubasi setelah induksi IPTG (16, 20, dan 38 jam) pada suhu 24?. Fraksi supernatan (ekstrasel) dianalisis dengan menggunakan SDS-PAGE. Kondisi yang menghasilkan yield protein tertinggi digunakan untuk purifikasi dengan kolom kromatografi afinitas Ni-NTA. Hasil SDS-PAGE dianalisis dengan menggunakan ImageJ dan signifikansi secara statistik dilakukan dengan menggunakan ANOVA One Way dan Post-Hoc menggunakan Tukey HSD. Dari penelitian didapatkan konstruk pET26b(+)-aiiA-6xHis dan pET-26b(+)-N20-aiiA-6xHis telah berhasil diinsersi dan ditransformasi pada sel E. coli BL21(DE3) dengan dikonfirmasi PCR dan PCR koloni. Berdasarkan hasil SDS-Page didapatkan pita yang diduga merupakan protein aiiA dan N20-aiiA. Yield tertinggi fraksi ekstrasel didapatkan pada kondisi inkubasi setelah induksi selama 16 jam dan terdapat signifikansi antar perlakuan (p < 0,05) sementara untuk variasi IPTG tidak terdapat signifikansi ketika dibandingkan dengan kondisi perlakuan lainnya (p > 0,05) sehingga dipilih konsentrasi\nIPTG 0,5 mM. Isolat protein dari fraksi supernatant dengan kondisi optimum kemudian dipurifikasi dengan kolom Ni-NTA dan berhasil didapatkan pita protein yang diduga aiiA dan N20-aiiA yang bersifat soluble dengan analisis SDS-PAGE. Diharapkan hasil isolat murni aiiA dan N20-aiiA dapat berpotensi digunakan untuk pencegahan penyakit berbasis QS pada udang.", "Daftar File": {"ABSTRAK Martinus Marco DJ": "https://digilib.itb.ac.id/gdl/download/259746"}, "Penulis": "Martinus Marco DJ [10418004]", "Kontributor / Dosen Pembimbing": ["Dr. Adi Pancoro"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "aiiA, Enzim, N-acylhomoserine Lactonase, Quorum Quenching, Quorum Sensing", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Sep 2022"}