{"Nomor": 68936, "Judul": "STRATEGI DESAIN, SINTESIS, DAN FUNGSIONALISASI UNTUK MENGATUR SIFAT OPTIK MATERIAL NANO BERBASIS KARBON", "Abstrak": "Material nano berbasis karbon merupakan salah satu kelompok material maju, menunjukkan fleksibilitas serbaguna dalam sifat superiornya, seperti sifat optik dan elektronik. Hal ini menjadikan material nano berbasis karbon banyak digunakan dalam beragam aplikasi termasuk, perangkat optoelektronik, sensor, dan katalis. Desain rasional melalui sintesis dan fungsionalisasi yang dapat dikontrol dianggap sebagai cara paling efektif untuk mengatur sifat unggulnya, terutama sifat optik yang mencakup fotoluminesensi dan absorbansi. Namun, kompleksitas proses sintesis dan fungsionalisasi, juga struktur material nano berbasis karbon yang disintesis menjadi hambatan besar untuk pengembangan lebih lanjut. Pada penelitian ini, strategi desain material nano berbasis karbon melalui metode sintesis yang mudah dan fungsionalisasi in-situ berhasil mengatur sifat fotoluminesensi dan absorbansi material nano berbasis karbon. Selain itu, studi eksperimental dan komputasi diintegrasikan untuk menjelaskan peran\nmendasar dari fungsionalisasi nitrogen dalam pengaturan sifat-sifat material nano berbasis karbon ini. Hasil penelitian menunjukkan bahwa emisi karbon nanopartikel (CNPs) yang disintesis berhasil diatur dari panjang gelombang emisi 490-530 nm, menunjukkan emisi biru-kuning dengan Fluorescence Quantum Yield maksimum sebesar 14,5%. Pengaturan sifat emisi tersebut dapat dicapai melalui kontrol konsentrasi nitrogennya, yang sangat bergantung pada suhu akhir selama iradiasi gelombang mikro. Selain itu, spektrum absorbansi Carbon Dots (CDs) juga berhasil diatur dengan mengontrol jenis, konsentrasi, dan posisi fungsionalisasi nitrogennya. CDs yang disintesis menunjukkan puncak absorbansi tambahan yang berpusat pada 650 nm, yang berada di daerah first NIR window, daerah panjang gelombang yang dapat dimanfaatkan untuk aplikasi biomedis. Selanjutnya, pemahaman mendalam tentang fungsionalisasi nitrogen, yaitu, pyrrolic-N, pyridinic-N, dan Graphitic-N terhadap sifat optik, elektronik, dan\nmorfologi CDs dikaji secara sistematis dan komprehensif. Studi ini menyediakan wawasan ilmiah mengenai strategi sintesis dan pemahaman mendalam tentang peran fungsionalisasi nitrogen terhadap sifat optik, elektronik, dan morfologi yang saling berkaitan pada material CDs.", "Daftar File": {"ABSTRAK Fitri Aulia Permatasari": "https://digilib.itb.ac.id/gdl/download/259752"}, "Penulis": "Fitri Aulia Permatasari [30218301]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ferry Iskandar, M.Eng.", "Dr. rer. nat. Akfiny Hasdi Aimon, S.Si., M.Si.", "Fahdzi Muttaqien, S.Si., M.Si., M.Sc., M.Eng., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "absorbansi, Carbon Dots (CDs), Carbon Nanoparticles (CNPs), emisi, energi celah pita, graphitic-N, pyridinic-N, dan pyrrolic-N", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "1 file", "Tanggal Input": "19 Sep 2022"}