{"Nomor": 68934, "Judul": "PENENTUAN KETEBALAN DAN STRESS ANALYSIS PIG LAUNCHER DAN PIG RECEIVER PADA SISTEM PERPIPAAN TRANSMISI GAS BUMI", "Abstrak": "Pada setiap sistem transmisi gas terdapat mekanisme Pigging yang fungsi utamanya adalah untuk melakukan pembersihan pada sistem transimisi gas dan juga melakukan inspeksi terhadap kerusakan pada pipa penyalur gas. Alat yang digunakan untuk melakukan Pigging adalah Pig Launcher dan Pig Receiver. Pig Launcher dan Pig Receiver bekerja dengan memasukkan Pig ke barrel pada Pig Launcher dan Pig Receiver.\nPada penelitian ini, penulis akan melakukan analisis untuk menentukan ketebalan untuk barrel Pig Launcher dan Pig Receiver. Selain itu, akan dilakukan juga stress analysis untuk menghitung tegangan yang diterima oleh Pig Launcher dan Pig Receiver. Analisis dilakukan pada Pig Launcher dan Pig Receiver dengan material API 5L X52 dan ASTM A106 Grade B.\nSebelum dilakukan analisis, model dari barrel Pig Launcher dan Pig Receiver perlu dibuat menggunakan perangkat lunak Computer-Aided Design (CAD). Analisis perhitungan dilakukan berdasarkan code ASME B31.8 dan ASME.BPVC.VIII.1. Analisis secara numerik akan menggunakan metode elemen hingga yang divisualisasikan dengan menggunakan perangkat lunak Finite Element Analysis.\nMelalui penelitian ini, didapatkan bahwa perhitungan ketebalan dan analisis tegangan sudah memenuhi batas tegangan yang diterapkan oleh ASME B31.8 dan ASME.BPVC.VIII.1. Perhitungan ketebalan secara analitik juga telah divalidasi menggunakan analisis tegangan sehingga nilai dari ketebalan dari barrel baik major barrel maupun minor barrel dari Pig Launcher dan Pig Receiver dapat diterima.", "Daftar File": {"ABSTRAK Muhammad Iqbal Firdaus": "https://digilib.itb.ac.id/gdl/download/259748"}, "Penulis": "Muhammad Iqbal Firdaus [13118007]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bagus Budiwantoro"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Pigging, Pig Launcher dan Pig Receiver, barrel, metode elemen hingga", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Sep 2022"}