{"Nomor": 68930, "Judul": "DAYA DUKUNG FAKTOR-FAKTOR TANAH DAN LAHAN TERHADAP POTENSI REGENERASI ALAMI PADA KAWASAN TAMAN NASIONAL GUNUNG CIREMAI, JAWA BARAT", "Abstrak": "Kebakaran hutan merupakan salah satu gangguan yang sering terjadi di kawasan hutan Gunung Ciremai. Kebakaran hutan mengakibatkan kerusakan struktur tanah yang berimplikasi pada penurunan kualitas tanah. Menurunnya kualitas tanah disertai perubahan karakteristik tanah dapat menghambat regenerasi alami hutan. Penelitian ini bertujuan untuk menentukan karakteristik fisik dan kimia tanah serta pengaruhnya terhadap potensi regenerasi alami pada kawasan Taman Nasional Gunung Ciremai. Metode yang digunakan adalah pengambilan sampel tanah dengan sengaja (purposive sampling) dan data jumlah perkecambahan pada 3 tipe tutupan vegetasi yaitu hutan alam, kaliandra, dan semak belukar. Kemudian dilakukan analisis di laboratorium untuk menentukan sifat fisik dan kimia tanah pada tiap tutupan vegetasi. Parameter fisik yang dianalisis yaitu bobot isi, porositas, kadar air, dan kandungan organik tanah. Parameter kimia yang diuji yaitu kandungan nitrogen total, fosfor, dan sulfur. Dari hasil data karakteristik tanah dan jumlah perkecambahan, dibuat model hubungan antara keduanya menggunakan analisis regresi. Hasil penelitian menunjukan karakter fisik tanah pada hutan alam memiliki porositas, kadar air, kandungan organik tanah yang lebih tinggi dan bobot isi yang lebih rendah dibanding tutupan vegetasi lainnya. Karakter kimia tanah pada hutan alam memiliki kandungan fosfor sedang, kandungan nitrogen tinggi hingga sangat tinggi, dan kandungan suflur sedang hingga tinggi. Faktor tanah yang memiliki pengaruh terhadap perkecambahan adalah pH, dan kandungan fosfor.", "Daftar File": {"ABSTRAK Muhammad Biharul Anwar": "https://digilib.itb.ac.id/gdl/download/259744"}, "Penulis": "Muhammad Biharul Anwar [11518055]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Tati Suryati Syamsudin, MS, DEA", "Dr. Ichsan Suwandhi, S.Hut., M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "karakter tanah pasca kebakaran, faktor edafik, regenerasi alami, Taman Nasional Gunung Ciremai", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Sep 2022"}