{"Nomor": 68949, "Judul": "PENGARUH OSILASI MADDEN JULIAN TERHADAP VARIABILITAS KONSENTRASI PARTICULATE MATTER 2.5 DI BENUA MARITIM INDONESIA", "Abstrak": "Indonesia merupakan negara yang memiliki peringkat tertinggi di Asia Tenggara dalam pencemaran PM2.5. Konsentrasi PM2.5 dapat menurun melalui berbagai proses, salah satunya deposisi basah melalui hujan. Curah hujan di Indonesia dipengaruhi berbagai fenomena yang sangat kompleks, salah satunya adalah Madden Julian Oscillation (MJO). MJO mempengaruhi anomali hujan di wilayah yang dilewatinya. Peningkatan dan penurunan curah hujan akibat MJO diduga ikut mempengaruhi sebaran PM2.5 di Indonesia. Pada penelitian sebelumnya pengaruh MJO terhadap variabilitas konsentrasi PM2.5 yang ada di keseluruhan wilayah Indonesia masih belum dibahas secara mendalam. Oleh karenanya, penelitian ini dilakukan untuk mempelajari bagaimana pengaruh dari MJO terhadap konsentrasi PM2.5 di Benua Maritim Indonesia pada periode musim DJF dan JJA.\nData yang digunakan berupa data konsentrasi PM2.5 permukaan dari data reanalisis MERRA-2 M2R1NXAER, data curah hujan MSWEP, dan data indeks MJO dari Badan Meteorologi Australia tahun 1980-2018. Data tersebut diolah dengan menggunakan analisis komposit dan korelasi nilai anomali curah hujan dan PM2.5 untuk melihat pengaruh MJO aktif terhadap konsentrasi PM2.5 dan komponen penyusunnya pada periode musim DJF dan JJA. Nilai anomali curah hujan dan PM2.5 diperoleh dengan melakukan bandpass filter dengan cut-off 20 dan 70 hari. Sebelum melakukan bandpass filter, rata-rata dan tiga harmonik pertama dari siklus tahunan dihilangkan untuk mengeliminasi variabilitas yang tidak diinginkan.\nHasil penelitian ini menunjukkan anomali konsentrasi PM2.5 lebih tinggi pada musim JJA dibandingkan pada musim DJF. Pada musim DJF menunjukkan konsentrasi PM2.5 memiliki anomali positif pada fase 7 dan negatif pada fase 4 di sebagian besar wilayah Indonesia. Pada musim JJA menunjukkan anomali positif terjadi pada fase 6-8 dan anomali negatif pada fase 1-4 pada sebagian besar wilayah utara Indonesia. Respon anomali PM2.5 akibat anomali curah hujan pada musim DJF dan JJA sebagian besar menunjukkan korelasi negatif di Indonesia mencakup wilayah Kalimantan, Papua, Sumatra, dan Sulawesi. Komponen penyusun PM2.5 yang memiliki nilai terbesar saat musim DJF dan JJA pada saat MJO aktif di Palangkaraya dan Pekanbaru berupa karbon organik, Jakarta berupa sea salt dan SO4, dan Mamuju tidak menunjukkan adanya komponen yang dominan dari PM2.5.", "Daftar File": {"ABSTRAK Deta Ewila Br Sinuraya": "https://digilib.itb.ac.id/gdl/download/259764"}, "Penulis": "Deta Ewila Br Sinuraya [12818015]", "Kontributor / Dosen Pembimbing": ["Rachmy Fitriani, S.Si., M.Si.", "Faiz Rohman Fajary, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Anomali curah hujan, Indonesia, Madden Julian Oscillation, MERRA-2, PM2.5.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Sep 2022"}