{"Nomor": 68940, "Judul": "DESAIN PEMECAH GELOMBANG AMBANG RENDAH (PEGAR) BERCELAH DAN PEMODELAN HIDRO-MORFODINAMIKA DI KECAMATAN LEGONKULON, KABUPATEN SUBANG", "Abstrak": "Indonesia menduduki peringkat kedua di dunia sebagai negara dengan garis pantai\nterpanjang yang nilainya mencapai 108.000 km. Garis pantai yang panjang\ntersebut dihuni hingga 16,42 juta jiwa dan membuat wilayah pesisir maupun\npantai banyak dimanfaatkan sebagai sumber mata pencaharian. Kondisi geografis\nIndonesia yang berada di daerah tropis dan pada pertemuan dua samudera dan dua\nbenua membuat wilayah pesisir rawan cuaca ekstrim, gelombang ekstrim, dan\nabrasi. Salah satu daerah di Indonesia yang mengalami erosi masif adalah bagian\nutara Desa Mayangan dan Desa Legonwetan, Kecamatan Legonkulon, Kabupaten\nSubang, Provinsi Jawa Barat. Bagian utara dari kedua desa tersebut telah\nmengalami kemunduran garis pantai sejak tahun 2008 dan terus belanjut hingga\n2022. Kemunduran garis pantai menyebabkan hilangnya area daratan sehingga\nmembuat produksi komoditas unggulan padi dan jumlah penduduk di kedua desa\ntersebut berada pada peringkat terendah dibandingkan dengan desa lain pada\nKecamatan Legonkulon. Rehabilitasi lahan dan perlindungan pantai di Desa\nMayangan dan Desa Legonwetan menjadi sangat penting agar kesejahteraan serta\nkualitas hidup penduduk meningkat.\nDilakukan pemodelan hidrodinamika dan morfodinamika menggunakan perangkat\nlunak XBeach untuk menentukan titik rencana pembangunan PEGAR, mendesain\nkonfigurasi serta dimensi PEGAR, dan memodelkan pertambahan garis pantai\nakibat adanya PEGAR. Pembangunan PEGAR direncanakan berada pada jarak\n450m dari pantai eksisting dengan jumlah PEGAR sebanyak empat buah, jarak\nantar PEGAR sebesar 428m, dan panjang 1380m. Elevasi puncak PEGAR berada\npada +0,2233m dari Mean Sea Level (MSL) dan didesain menggunakan lapisan\narmor utama berupa dolos, lapisan armor sekunder berupa batu alam, dan lapisan\ninti berupa batu alam dengan ukuran yang lebih kecil. Perhitungan dimensi\nPEGAR mengacu pada Shore Protection Manual (1984) Volume I & II dan The\nRock Manual (2007).\nPemodelan morfodinamika dengan kondisi gelombang sehari-hari dan waktu\nsimulasi enam bulan memperlihatkan bahwa adanya PEGAR dapat menambah\ngaris pantai sejauh 100m ke arah laut dengan ketebalan maksimum sedimentasi\nsebesar 25cm. Sedangkan pemodelan morfodinamika dengan kondisi gelombang\nekstrim periode ulang 50 tahun dan waktu simulasi tiga jam tidak memperlihatkan\nadanya pengurangan garis pantai. Dapat dikatakan bahwa adanya perencanaan\npembangunan PEGAR di utara Desa Mayangan dan Desa Legonwetan dapat\nmenambah garis pantai dan merehabilitasi lahan yang telah hilang.", "Daftar File": {"ABSTRAK Paskasius Evan Fernando": "https://digilib.itb.ac.id/gdl/download/259755"}, "Penulis": "Paskasius Evan Fernando [15518014]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Hendra Achiari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pantai, Erosi, PEGAR, XBeach, Pemodelan, Desain", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Sep 2022"}