{"Nomor": 68946, "Judul": "APLIKASI KONSEP GREEN PORT TERHADAP DESAIN LAYOUT FASILITAS DAN SISTEM OPERASI TERMINAL PETI KEMAS UNTUK MENDUKUNG G20 INDONESIA PADA TERMINAL KIJING, PELABUHAN PONTIANAK, KALIMANTAN BARAT", "Abstrak": "Terminal Kijing merupakan salah satu terminal di Pelabuhan Pontianak yang\nmerupakan gerbang perekonomian di Kalimantan Barat. Pembangunan Terminal\nKijing dijadikan sebagai salah satu proyek strategis nasional dan merupakan bentuk\nsolusi dari ketidakmampuan Terminal Dwikora dalam menangani kapal besar. Dalam\nrencana kegiatan operasional pelabuhan tentunya akan menimbulkan beberapa\nmasalah lingkungan yang berpengaruh terhadap kualitas air, energi, udara,\nkebisingan, dan pengelolaan limbah. Konsep Green Port diterapkan sebagai langkah\nuntuk mengurangi dampak kerusakan lingkungan. Indonesia saat ini juga\nberkomitmen untuk menerapkan net zero emission pada tahun 2060 mendatang dan\nmenurunkan emisi karbondioksida pada tahun 2030. Isu ini dijadikan sebagai isu\nprioritas dalam presidensi G20 Indonesia 2022.\nPada tugas akhir ini akan dibahas mengenai penerapan konsep Green Port di\nTerminal Kijing dengan elektrifikasi alat bongkar muat dan alat penanganan peti\nkemas. Dengan elektrifikasi alat bongkar muat dan penanganan peti kemas akan\nmencapai net zero emission pada lingkungan pelabuhan baik area dermaga maupun\nlapangan penumpukan. Pemilihan alat elektrik juga berpengaruh terhadap desain\nlayout dan pola operasi serta tarif penanganan peti kemas. Dari proses desain yang\ntelah dilakukan diperoleh kapasitas penanganan peti kemas di dermaga sebesar\n2.355.371 TEU/tahun dan 2.375.805 TEU/tahun pada area lapangan penumpukan.\nPenerapan konsep Green Port hasil desain juga dapat mengurangi emisi\nkarbondioksida sebesar 15-70% dan dapat menghemat biaya bahan bakar hingga\n76,97% jika dibandingkan dengan penggunaan alat biasa.", "Daftar File": {"ABSTRAK Muhammad Arif Sadewo": "https://digilib.itb.ac.id/gdl/download/259760"}, "Penulis": "Muhammad Arif Sadewo [15518054]", "Kontributor / Dosen Pembimbing": ["Ir. Andojo Wurjanto, MCE, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Peti Kemas, Pelabuhan, Green Port, Terminal Kijing, Produktivitas, Kapasitas, Emisi CO2, Elektrifikasi, Tarif Penanganan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Sep 2022"}