{"Nomor": 68957, "Judul": "PEMODELAN DELAMINASI MODUS-I PADA KOMPOSIT AKIBAT PEMBEBANAN KUASI-STATIK DAN SIKLIK DENGAN ELEMEN KOHESIF", "Abstrak": "The use of composites is increasing in the world, especially in the aviation\nworld. The most common failure of composite is delamination. Delamination\ncan be caused by static or cyclic loads. One numerical method that can be\nused to analyze delamination is cohesive zone modeling. In an era of increasing\nuse of finite element method, cohesive zone modeling has the advantage that it\ncan be applied to finite elements easily by using a damage variable. Currently,\ncohesive zone modeling for quasi-static loading has been successfully developed\nand has been widely used. However, the application of cohesive zone modeling\nin the finite element method for cyclic loading is still being developed because\nit has challenges in the form of elements that must experience damage under\ncyclic loading with the same maximum displacement.\nIn this thesis, the model developed by Turon is used to predict fatigue crack\npropagation. The developed cohesive element was built using the UEL subroutine\nin ABAQUS software. Several simulations have been conducted under\nquasi-static and cyclic loading using two models, i.e. single element and double\ncantilever beam test. The single-element tests have shown suitable results under\nquasi-static and cyclic loading compared to the ABAQUS built-in cohesive\nelement. The double cantilever beam simulation under quasi-static loading\nhas provided a promising result compared to the reference which is followed\nby a convergence test. Meanwhile, the double cantilever beam simulation under\ncyclic loading has presented a similar trend to the experimental results.\nHowever, the result of fatigue simulation is still not fully in accordance with\nthe experimental results and leads to the need for parametric studies, containing\ncycle jump value and mode-I fracture toughness. From the results of these  simulations, potential future works will be obtained that can be developed\nfrom this thesis.", "Daftar File": {"ABSTRAK Arifian Sandovic Perdana": "https://digilib.itb.ac.id/gdl/download/259774"}, "Penulis": "Arifian Sandovic Perdana [23621001]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Kismono Hadi", "Dr. Annisa Jusuf, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "delamination, cyclic load, cohesive zone modeling, damage variable, fatigue crack propagation, UEL subroutine, cycle jump", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Sep 2022"}