{"Nomor": 68950, "Judul": "ANALISIS DAMPAK OPERASI TERHADAP MIKROSTRUKTUR, KEKERASAN DAN UKURAN BAUT RODA PESAWAT TERBANG", "Abstrak": "Industri pesawat terbang selalu meningkat dari tahun ke tahun, hal ini termasuk\npeningkatan produksi pesawat terbang. Pesawat terbang memiliki banyak komponen krusial\ntermasuk baut roda pesawat. Baut berfungsi sebagai penghubung antar roda dengan plat\nroda. Ketika pesawat tebang melakukan lepas landas dan pendaratan, roda pesawat akan\nmengalami guncangan dalam menopang pesawat. Pada proses yang sama, baut roda pesawat\nakan mengalami tegangan dan regangan untuk menahan roda dan pelat roda pesawat.\nTegangan yang melewati kekuatan tarik akan menyebabkan perubahan dimensi dan\nkekerasan pada baut roda pesawat terbang. Oleh karena itu perlu dilakukan penelitian lebih\nlanjut terhadap baut roda pesawat terbang agar perubahan yang terjadi tidak melebihi\nkapasitas material. Pada penelitian ini akan diambil 2 jenis sampel yakni sampel sebelum\ndigunakan pada roda pesawat dan sampel yang sudah digunakan pada roda pesawat. Pada\npenilitian diambil 3 parameter pengujian yakni mikrostruktur, ukuran dan kekerasan baut.\nPada mikrostruktur tidak ditemukan hasil yang signifikan perbedaan antara sebelum dan\nsesudah pemakaian sebagai baut. Baut yang sudah dipakai pada roda pesawat terbang\nmengalami penambahan nilai dimensi / deformasi pada titik depth of thread, root radius dan\nangle of thread berturut-turut sebesar 1,4% ; 2% dan 3,4% .Baut yang sudah dipakai pada\nroda pesawat terbang mengalami kenaikan kekerasan pada titik A , B , C sebesar 6,1 % ; 13\n%; dan 4,3 %. Pada mikrostruktur tidak ada perubahan signifikan.", "Daftar File": {"ABSTRAK Putra Surya Jaya Togatorop": "https://digilib.itb.ac.id/gdl/download/259765"}, "Penulis": "Putra Surya Jaya Togatorop [13717055]", "Kontributor / Dosen Pembimbing": ["Ir. Arif Basuki, M.Eng., Ph.D.", "Ir. Untung Ari Wibowo, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Baut Pesawat, Perubahan Dimensi, Uji Keras.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Sep 2022"}