{"Nomor": 68958, "Judul": "PENGEMBANGAN PERANGKAT LUNAK UNTUK PERHITUNGAN KEKUATAN ANALISA DAN DESAIN DARI RODAGIGI BEVEL DAN WORM", "Abstrak": "Roda gigi adalah mekanisme untuk mentransmisikan daya dari satu alat ke alat yang lain. Ada\nbeberapa tipe roda gigi, yaitu roda gigi lurus, roda gigi spiral, roda gigi bevel, dan roda gigi\nworm. Setiap roda gigi mempunyai properti dan cara penentuan kekuatannya masing-masing.\nTapi, proses analisis dan desain untuk roda gigi merupakan proses yang panjang dan rumit.\nMaka dari itu, proses ini memakan banyak waktu dan rentan terhadap kesalahan manusia.\nFokus dari tugas sarjana ini adalah untuk mengembangkan perangkat lunak yang bisa\nmembantu dalam proses analisis dan desain dari roda gigi bevel dan worm. Tujuannya adalah\nuntuk menambah efisiensi dengan mengurangi waktu perhitungan dan menambah akurasi\ndengan mengurangi kemungkinan dari terjadinya kesalahan manusia.\nPerangkat lunak ini dikembangkan dengan menggunakan Microsoft Excel. Setelah proses\npengembangan perangkat lunak selesai, maka dilakukan proses verifikasi. Proses verifikasi\ndilakukan dengan membandingkan hasil yang diberikan oleh perangkat lunak dengan hasil dari\nperhitungan manual.\nAda 4 studi kasus yang digunakan untuk memverifikasi perangkat lunak. Studi kasus diambil\ndari standar AGMA dan buku Shigley. Dua studi kasus (studi kasus 1 dan 2) adalah untuk roda\ngigi bevel, dan dua studi kasus (studi kasus 3 dan 4) adalah untuk roda gigi worm. Studi kasus\n1, 2, 3, dan 4 mempunyai perbedaan yang kecil antara hasil dari perangkat lunak dan\nperhitungan manual. Perbedaan bisa terjadi karena adanya pembulatan selama perhitungan\nberlangsung. Ini menunjukkan bahwa pengembangan perangkat lunak sudah selesai.\nDalam tugas sarjana ini, sebuah perangkat lunak untuk melakukan analisa dan desain proses\nuntuk roda gigi bevel dan worm sudah berhasil dikembangkan. Perangkat lunak menggunakan\nstandar AGMA sebagai referensi. Pada umumnya, proses verifikasi dari perangkat lunak\nmenunjukkan adanya perbedaan yang kecil. Perbedaan ini disebabkan oleh pembulatan dari\nangka-angka saat proses perhitungan.", "Daftar File": {"ABSTRAK Firyan Musaddiq Luthfan": "https://digilib.itb.ac.id/gdl/download/259775"}, "Penulis": "Firyan Musaddiq Luthfan [13117201]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. I Wayan Suweca, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Bevel gear, worm gear, gear rating, AGMA standards, Microsoft Excel", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Sep 2022"}