{"Nomor": 68955, "Judul": "RESPONS PISANG CAVENDISH (MUSA ACUMINATA CAVENDISH AAA) YANG DIINDUKSI ELISITOR SILIKA DAN KITOSAN TERHADAP INFEKSI FUSARIUM OXYSPORUM F. SP. CUBENSE TROPICAL RACE 4", "Abstrak": "Pisang Cavendish (Musa acuminata Cavendish AAA) merupakan komoditas buah terpenting keempat yang diproduksi dan diperjualbelikan di Indonesia. Penyakit Layu Fusarium atau Panama Disease yang disebabkan oleh jamur Fusarium oxysporum f.sp. cubense Tropical Race 4 (Foc TR4) merupakan penyakit yang menyebabkan kerusakan terbesar komoditas pisang di Indonesia. Salah satu upaya yang dapat dilakukan untuk meningkatkan ketahanan tanaman adalah dengan elisitasi. Silika dan kitosan dilaporkan merupakan elisitor yang mampu meningkatkan ketahanan pisang terhadap penyakit Layu Fusarium, namun diperlukan penelitian lebih lanjut untuk membandingkan dan mengetahui konsentrasi terbaik dari kedua elisitor tersebut. Penelitian ini bertujuan untuk membandingkan respons pisang Cavendish yang dielisitasi silika dan kitosan terhadap infeksi Foc TR4 serta dengan menambahkan silika pada konsentrasi 30 ppm, 45 ppm, dan 60 ppm, dan kitosan dengan konsentrasi 40 ppm, 60 ppm, dan 80 ppm. Pada penelitian ini digunakan dua kontrol yaitu kontrol negatif yang tidak diberikan elisitor dan inokulasi jamur serta kontrol positif yang diinokulasikan jamur tanpa elisitor. Parameter ketahanan yang digunakan yaitu indeks keparahan penyakit (DSI), kadar klorofil daun, kadar protein dan fenol akar dan bonggol, serta aktivitas enzim peroksidase (POD) dan polifenol oksidase (PPO) pada akar dan bonggol. Selain itu dilakukan juga preparasi sampel akar untuk analisis SEM dengan metode freeze-dry. Hasil penelitian menunjukkan bahwa tanaman yang didedahkan silika pada konsentrasi 30, 45, dan 60 ppm memiliki skor Leaf Severity Index (LSI) berturut-turut 2,75; 3; dan 2 serta Rhizome Discoloration Index (RDI) 2,75 pada ketiga konsentrasi sehingga termasuk kategori rentan-toleran. Skor LSI planlet yang didedahkan kitosan 40, 60, dan 80 ppm secara berturut-turut adalah 2,5;2,5 dan 2,25 dengan skor RDI berturut-turut 3,75; 3,5, dan 3,5 sehingga termasuk kategori rentan. Tanaman perlakuan silika 60 ppm, kitosan 60 ppm dan 80 ppm memiliki kadar protein lebih baik dibanding kontrol positif. Selain itu, penambahan silika dan kitosan dapat mempertahankan kadar klorofil dibandingkan dengan kontrol positif, perlakuan silika memiliki kadar klorofil lebih baik dibanding perlakuan kitosan. Perlakuan kitosan 60 dan 80 ppm memiliki aktivitas enzim PPO lebih tinggi dibanding kontrol positif dan perlakuan silika, sedangkan aktivitas PPO tanaman perlakuan silika 60 ppm lebih rendah dibanding kontrol positif. Aktivitas enzim POD perlakuan kitosan lebih tinggi dibanding perlakuan silika dengan peningkatan aktivitas enzim POD yang signifikan terhadap kontrol positif hanya terjadi pada perlakuan kitosan 80 ppm. Kadar senyawa fenol pada perlakuan kitosan 80 ppm lebih tinggi dibanding kontrol dan perlakuan silika, sedangkan fenol pada perlakuan silika 60 ppm lebih rendah dari kontrol positif. Hasil pengamatan dengan SEM menunjukkan bahwa pada akar perlakuan silika 60 ppm terdapat deposit agregat silika pada perbatasan korteks dengan silinder pusat dan penebalan silika pada epidermis dengan penambahan persen massa 2,7 kali lipat dibanding kontrol. Berdasarkan penelitian dapat disimpulkan bahwa pemberian silika dapat meningkatkan ketahanan tanaman Pisang Cavendish secara fisik dan biokimia, sedangkan kitosan hanya meningkatkan ketahanan secara biokimia.", "Daftar File": {"ABSTRAK Shinta Fitriannisa": "https://digilib.itb.ac.id/gdl/download/259772"}, "Penulis": "Shinta Fitriannisa [10618019]", "Kontributor / Dosen Pembimbing": ["Dr. Rizkita Rachmi Esyanti", "Trimurti Hesti Wardini, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Pisang Cavendish, Foc TR4, silika, kitosan, elisitor, induksi ketahanan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Sep 2022"}