{"Nomor": 68952, "Judul": "DESAIN DAN ANALISIS ON BOTTOM ROUGHNESS PADA PIPA BAWAH LAUT DENGAN METODE ELEMEN HINGGA", "Abstrak": "Kebutuhan masyarakat yang tinggi akan minyak bumi dan gas alam menjadi alasan dilakukannya eksplorasi miyak bumi dan gas alam. Salah satu fasilitas yang mendukung adalah pipa bawah laut. Perancangan pipa bawah laut yang detail harus dilakukan agar memenuhi kriteria-kriteria yang berlaku. Tahapan pertama yang dilakukan adalah mendesain tebal dinding pipa menggunakan standar desain DNVGL-ST-F101, API RP 1111, dan ASME B31.8 yang memenuhi kriteria pressure containmen, system collapse, propagation buckling, dan combined loading. Kemudian dilakukan analisis kestabilan pipa berdasarkan DNVGL-RP-F109 untuk mendapatkan besar tebal selimut beton yang memenuhi stabilitas pipa akibat beban pada arah vertikal dan lateral. Dilanjutkan dengan analisis instalasi menggunakan perangkat lunak OFFPIPE untuk mendapatkan konfigurasi roller dan stinger pada barge yang memenuhi kriteria tegangan. Dasar laut yang tidak rata dapat menyebabkan terjadinya bentang bebas pada pipa, apabila bentang bebas terlalu besar pipa dapat mengalami kegagalan akibat fatigue, maka dari itu dilakukan analisis bentang bebas yang mengacu pada DNVGL-RP-F105 untuk mendapatkan nilai bentang bebas yang diizinkan. Untuk mengetahui lokasi bentang bebas yang melewati batas izin desain dilakukan analisis on bottom roughness. Pada tugas ini, analisis dilakukan menggunakan metode elemen hingga dengan perangkat lunak Abaqus. Selain memprediksi lokasi bentang bebas, tujuan lain dari analisis ini adalah mengetahui berapa banyak support yang dibutuhkan sepanjang jalur pipa untuk memperkecil bentang bebas yang terlalu besar. Dari proses desain yang telah dilakukan diperoleh tebal dinding pipa sebesar 12.70 mm untuk diameter pipa 14 inci dengan tebal selimut beton 45 mm untuk enam sektor dan bentang bebas yang diizinkan untuk masing-masing sektor yang memenuhi kriteria fatigue screening. Dilakukan analisis instalasi untuk memperoleh konfigurasi menggunakan Barge C. Terdapat delapan bentang bebas dan dibutuhkan tiga support untuk KP 0 – KP 0.96.", "Daftar File": {"ABSTRAK Destriaura Rohimatul Isriyah": "https://digilib.itb.ac.id/gdl/download/259770"}, "Penulis": "Destriaura Rohimatul Isriyah [15518037]", "Kontributor / Dosen Pembimbing": ["Eko Charnius Ilman, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pipa bawah laut, wall thickness, on bottom stability, instalasi, bentang bebas, on bottom roughness, metode elemen hingga", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "3 file", "Tanggal Input": "19 Sep 2022"}