{"Nomor": 68976, "Judul": "PENERAPAN ALGORITMA IMPROVED K-MEANS CLUSTERING DAN METODE SIMPLE ADDITIVE WEIGHTING (SAW) UNTUK SISTEM PENDUKUNG KEPUTUSAN PENILAIAN KINERJA GURU DI SEKOLAH A BANJARMASIN", "Abstrak": "Sekolah A Banjarmasin merupakan boarding school dimana kepala sekolah memotivasi gurunya dengan mengadakan pemilihan guru teladan serta pemberian kenaikan gaji yang terbagi 4 cluster berdasarkan kinerja gurunya. Berdasarkan hasil wawancara, pada tahun 2019 dan tahun 2020 kepala sekolah tidak melakukan penilaian kinerja guru sehingga kenaikan gaji semua guru disamaratakan. Masalah yang ditemui salah satunya karena tidak ada back-up data dari kepala sekolah sebelumnya serta belum tersedia suatu sistem yang membantu penilaian tersebut. Penulis mengusulkan untuk membantu merancang suatu Sistem Pendukung Keputusan (SPK) yang bertujuan mendukung proses pengambilan keputusan menggunakan algoritma Imptoved K-means Clustering untuk pengklasteran kenaikan gaji serta metode simple additive weighting (SAW) untuk menentukan guru teladan. Bahasa pemprograman yang dipilih adalah Visual Basic for Application (VBA) Excel.\nData yang digunakan adalah hasil penilaian kinerja guru pada tahun 2021/2022 dengan 4 dimensi penilaian yang terdiri dari 11 kriteria penilaian. Terdapat 2 output pada SPK yang dirancang, yaitu output 1 dan output 2. Hasil yang ditampilkan pada output 1 menghasilkan akurasi 97.30% dengan membandingkan hasil berdasarkan ketentuan dari sekolah. Hanya terdapat 3 cluster yang memiliki anggota sedangkan cluster 4 tidak memiliki anggota karena tidak ada data anggota yang memenuhi ketentuan cluster tersebut. Hasil yang ditampilkan output 2 merupakan pengklasteran yang direkomendasikan oleh penulis dimana akan selalu terdapat 4 cluster kenaikan gaji, sehingga tidak ada cluster yang kosong. SPK yang dirancang akan sangat membantu pengambil keputusan karena menampilkan perhitungan dan perangkingan yang lebih akurat dan objektif serta memberikan hasil rekomendasi sebagai bahan pertimbangan pengambil keputusan untuk kedepannya.", "Daftar File": {"ABSTRAK Mawarni": "https://digilib.itb.ac.id/gdl/download/261470"}, "Penulis": "Mawarni [24619301]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Yodi Gunawan, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "k-means clusering, simple additive weighting, penilaian kinerja guru, VBA excel", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "19 Sep 2022"}