{"Nomor": 68977, "Judul": "DESAIN DAN ANALISIS PEMODELAN FISIK PEMECAH GELOMBANG SEMENTARA TIANG BAMBU SEBAGAI PELINDUNG PANTAI ALAMI DI INDONESIA", "Abstrak": "Indonesia merupakan salah satu negara maritim di dunia dengan luas perairan mencapai 3.25 juta km2 atau sekitar 63 % dari wilayah Indonesia dan juga memiliki garis pantai sepanjang 81,000 km. Oleh karena itu, Indonesia memiliki potensi sumber daya pesisir dan lautan yang sangat besar terutama pada wilayah pesisirnya. Gelombang laut dapat membawa energi yang besar sehingga mempunyai potensi merusak kawasan pantai. Oleh karena itu, perlu dibuat pelindung pantai untuk pencegahan kerusakan tersebut. Salah satu pelindung pantai alami adalah hutan mangrove. Namun, dalam proses penanaman dan penumbuhan bibit mangrove diperlukan adanya pelindung untuk menjaga agar mangrove dapat tumbuh dengan baik sehingga dapat berfungsi secara optimal. Pelindung bibit mangrove disebut juga pelindung pantai sementara dapat berupa struktur breakwater tiang, cerucuk bambu, ataupun pelindung lainnya. Struktur breakwater tiang adalah salah satu pelindung pantai sementara yang efektif dan dapat dimodelkan secara fisik. Tugas Akhir ini berfokus pada hasil percobaan transmisi gelombang pada sistem perlindungan pantai alami untuk menentukan konfigurasi tiang bambu yang paling efektif dengan mengujinya dengan beragam variasi gelombang. Variasi gelombang yang digunakan adalah variasi pada tinggi gelombang signifikan (Hs) dan perioda puncak (Tp). Rentang kecuraman gelombang disesuaikan dengan kondisi gelombang di Indonesia sebesar 0.0005-0.006. Tinggi gelombang signifikan yang digunakan dalam penelitian ini adalah 0.15 m, 0.10 m, dan 0.08 m. Periode puncak berkisar antara 1.17 detik hingga 5.56 detik. Pada penelitian ini terdapat 9 skenario struktur dengan 10 variasi gelombang. Hasil penelitian menunjukkan bahwa nilai koefisien trasmisi yang dihasilkan akibat adanya pelindung pantai berupa breakwater tiang dan mangrove adalah sebesar 0.741 dan 0.574 sedangkan persentase reduksi tinggi gelombang signifikan dengan breakwater tiang bambu adalah sebesar 25.9% dan 42.6% untuk sistem breakwater tiang dan mangrove. Selain itu, desain atau konfigurasi yang paling efektif berdasarkan hasil nilai koefisien trasnmisi, persentase reduksi serta penggunaan banyaknya tiang pada konfigurasi tersebut adalah SB1 dengan lebar breakwater 1.50 m, jarak antar baris 0.10 m, jarak antar kolom 0.05 m dan banyaknya tiang yang digunakan adalah 360 buah.", "Daftar File": {"ABSTRAK Muhamad Apri Muharom": "https://digilib.itb.ac.id/gdl/download/259799"}, "Penulis": "Muhamad Apri Muharom [15518057]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nita Yuanita, S.T., M.T.", "Ir. Alamsyah Kurniawan, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pelindung pantai alami, Mangrove, Breakwater tiang, Koefisien transmisi, Pemodelan fisik", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Sep 2022"}