{"Nomor": 68982, "Judul": "STUDI ANALISIS PERILAKU DINAMIK JEMBATAN KERETA CEPAT TIPE SIMPLY SUPPORTED BEAM AKIBAT BEBAN KERETA", "Abstrak": "Jembatan kereta cepat berbeda dengan jembatan kereta pada umumnya, karena\nkereta yang melewati jembatan akan beroperasi dengan kecepatan yang tinggi yaitu\n350 km/jam. Kecepatan kereta yang tinggi akan menyebabkan efek dinamik yang\ntinggi pada jembatan sehingga efek dinamik ini sering menjadi penentu dalam\ndesain. Efek dinamik yang terjadi dapat berupa percepatan dan resonansi pada\njembatan, Percepatan yang tinggi pada jembatan akan menyebabkan ketidak\nnyamanan berkendara bagi penumpang dan ketidak stabilan pada track kereta.\nSedangkan resonansi pada jembatan akan menyebabkan terjadinya peningkatan\npercepatan pada jembatan secara signifikan. Tujuan penelitian ini adalah\nmelakukan studi parametrik untuk mengetahui parameter yang paling berpengaruh\ndalam perilaku dinamik jembatan yang dilewati beban kereta yang akan dievaluasi\ndengan peraturan Eurocode dan Chinacode.\nAnalisis linear time history akibat beban kereta cepat dilakukan pada struktur\njembatan box girder tipe simply supported beam dengan variasi bentang yaitu 24m,\n32m, 40m, dan 48m yang direpresentasikan dengan frekuensi natural struktur.\nJembatan dibebani dengan beban kereta dinamik Eurocode High Speed Load Model\n(HSLM) A1 sampai A10 dan kereta aktual CR400AF dengan variasi kecepatan 100\nsampai 450 km/jam.\nHasil analisis menunjukkan bahwa kecepatan kereta, posisi kereta, konfigurasi\njarak gandar kereta, beban kereta, dan frekuensi jembatan mempunyai pengaruh\nyang besar terhadap respon dinamik jembatan. Kecepatan kereta dapat\nmempengaruhi frekuensi beban yang berdampak pada meningkatnya nilai respon\ndinamik jembatan sampai resonansi terjadi. Posisi kereta yang memberikan respon\nmaksimal adalah posisi dimana dua kereta memasuki jembatan secara bersamaan.\nKonfigurasi jarak antar gandar kereta dengan rasio L/D > 1,5 mempengaruhi posisi\npuncak resonansi pada kecepatan tinggi dan L/D < 1,5 mempengaruhi puncak\nresonansi pada kecepatan rendah. Variasi bentang jembatan mempengaruhi\nfrekuensi natural sturkur dimana frekuensi struktur yang besar memberikan puncak\nresonansi pada kecepatan tinggi dan frekuensi struktur yang kecil memberikan\npuncak resonansi pada kecepatan rendah. Dinamik Amplifikasi Faktor (DAF)\ndipengaruhi oleh kecepatan kereta, frekuensi jembatan, dan konfigurasi jarak  gandar kereta. Hal tersebut dapat memberi pengaruh terhadap posisi puncak\nresonansi terjadi didalam rentang kecepatan desain atau diluar. Apabila puncak\nresonansi berada diluar rentang kecepatan desain maka jembatan cukup dilakukan\nanalisis statik dengan DAF, dan apabila puncak resonansi berada pada rentang\nkecepatan desain maka diperlukan analisis dinamik untuk memastikan keamanan\ndan kenyamanan jembatan. Eurocode dan Chinacode sudah memperhitungkan\npengaruh kecepatan, frekuensi jembatan, dan konfigurasi jarak gandar kereta\nsehingga code tersebut memberikan hasil yang konservatif pada analisis berbasis\nDAF.", "Daftar File": {"ABSTRAK Rizki Noviansyah": "https://digilib.itb.ac.id/gdl/download/259806"}, "Penulis": "Rizki Noviansyah [25019033]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Aris Aryanto, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Jembatan kereta cepat, perilaku dinamik, resonansi, frekuensi natural struktur, frekuensi beban, Dinamik Amplifikasi Faktor, DAF, Time history", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Sep 2022"}