{"Nomor": 68985, "Judul": "EVALUASI TRANSFER BEBAN DAN PENURUNAN FONDASI TIANG PANCANG PADA TANAH PASIR KELEMPUNGAN MENGGUNAKAN METODE ELEMEN HINGGA", "Abstrak": "Pada proyek dermaga besar di Kalimantan Barat ditemukan tanah pasir dengan kandungan butiran halus yang cukup banyak yaitu berkisar dari 35% hingga 49%. Menurut sistem klasifikasi USCS, tanah ini termasuk kedalam tanah berbutir kasar. Namun, jika di klasifikasi menggunakan system AASHTO, tanah ini termausk ke dalam tanah berbutir halus. Dugaan awal karena adanya jumlah butiran halus yang cukup banyak ini akan menutup pori-pori pada tanah pasir sehingga kenaikan air pori berlebih tidak bisa terdisipasi secara cepat seperti yang terjadi pada tanah berbutir kasar biasanya.\nDengan adanya kenaikan tegangan air pori berlebih yang tidak dapat terdisipasi secara cepat ini, terdapat kemungkinan adanya tambahan penurunan pada fondasi yaitu penurunan konsolidasi. Dan juga kondisi kondisi tidak terdrainase harus dipertimbangkan dalam perhitungan daya dukung fondasi untuk tanah tinjauan tersebut.\nPada tesis ini penulis melakukan studi terkait evaluasi transfer beban dan penurunan yang terjadi pada tanah yang ditinjau tersebut menggunakan metode elemen hingga yaitu ABAQUS CAE. Pemilihan software tersebut didasarkan pada kemampuan ABAQUS untuk memodelkan interaksi tiang- tanah di sepanjang tiang dan juga di ujung lebih baik, serta dapat memodelkan respon kenaikan air pori terhadap kecepatan pembeban lebih baik.\nUntuk memastikan bahwa model kondisi tiang tunggal sesuai dengan kondisi lapangan, penulis melakukan curve matching dari kurva load-settlement antara model dengan hasil pembebanan statik. Parameter hasil curve matching selanjutnya digunakan untuk analisis lebih lanjut.\nBerdasarkan hasil pemodelan dan analisis diperoleh bahwa terjadi kenaikan tegangan air pori pada tanah tinjauan yang tidak dapat terdisipasi secara cepat sehingga menimbulkan tambahan penurunan jangka panjang yaitu penurunan konsolidasi serta daya dukung fondasi memberikan hasil dibawah yang diprediksi karena mengganggap tanah tinjauan sebagai tanah pasir.", "Daftar File": {"ABSTRAK Asyifah Annafis Milda": "https://digilib.itb.ac.id/gdl/download/259810"}, "Penulis": "Asyifah Annafis Milda [25020328]", "Kontributor / Dosen Pembimbing": ["Endra Susila, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "tanah pasir kelempungan, tanah pasir dengan fine content>35%, transfer beban, penurunan konsolidasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Sep 2022"}