{"Nomor": 68993, "Judul": "PENENTUAN RATE PREMI TUNGGAL MURNI ASURANSI PENYAKIT KRITIS DENGAN MODEL MULTISTATUS MENGGUNAKAN FUNGSI HAZARD WEIBULL: DATA KESEHATAN ITALIA 2019", "Abstrak": "Asuransi penyakit kritis merupakan produk asuransi kesehatan dengan manfaat yang dibayarkan secara utuh jika pemegang polis terdiagnosis penyakit kritis yang tercantum dalam kontrak. Perpindahan status kesehatan seseorang dapat dijelaskan menggunakan model multistatus di bawah asumsi rantai Markov tak homogen dengan waktu kontinu yang melibatkan estimasi peluang transisi. Terbatasnya data laju insidensi menjadi salah satu kendala dalam mengestimasi intensitas transisi. Akan tetapi, laju prevalensi yang pada praktiknya lebih mudah diperoleh dapat digunakan untuk memodelkan transisi dari keadaan sehat menjadi sakit. Pada Tugas Akhir ini, akan ditentukan premi tunggal murni untuk polis Stand Alone dan polis Full Acceleration. Pada polis Stand Alone, manfaat dibayarkan secara utuh apabila pemegang polis terdiagnosis penyakit kritis. Sedangkan polis Full Acceleration merupakan polis asuransi jiwa dengan rider asuransi penyakit kritis.\nUntuk menentukan rate premi dari masing-masing jenis polis, diperlukan estimasi intensitas transisi dan peluang transisi. Dalam Tugas Akhir ini, mortalitas orang sehat dan orang sakit dimodelkan menggunakan fungsi hazard Weibull. Dilakukan dua pendekatan untuk mengestimasi intensitas transisi, yaitu intensitas transisi yang konstan dalam tiap kelompok usia dan intensitas transisi yang diperoleh dari hasil graduasi. Dalam Tugas Akhir ini, metode graduasi untuk memuluskan estimasi intensitas transisi dilakukan menggunakan metode cubic spline; dan peluang transisi dapat dihitung dengan pendekatan numerik. Selanjutnya, dibandingkan hasil rate premi tunggal murni untuk polis Stand Alone dan polis Full Acceleration yang diperoleh menggunakan intensitas transisi yang konstan dalam tiap kelompok usia dan intensitas transisi hasil graduasi.", "Daftar File": {"ABSTRAK Felicia Cindy": "https://digilib.itb.ac.id/gdl/download/259820"}, "Penulis": "Felicia Cindy [10118079]", "Kontributor / Dosen Pembimbing": ["Dra. Dumaria Rulina Tampubolon, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "asuransi penyakit kritis, model multistatus, laju prevalensi, intensitas transisi, fungsi hazard Weibull, graduasi cubic spline.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "19 Sep 2022"}