{"Nomor": 68992, "Judul": "PERANCANGAN STRUKTUR TAHAN GEMPA BANGUNAN PUSAT KEBUDAYAAN CIREBON YOUTH AND CULTURAL CENTER", "Abstrak": "Indonesia merupakan negara yang kaya akan budaya yang tersebar di setiap kepulauannya. Sayangnya, budaya yang ada sering kali pudar seiring dengan efek globalisasi yang masuk ke Indonesia. Gedung Cirebon Youth and Cultural Center merupakan bangunan yang berfungsi sebagai pusat kebudayaan yang dibangun di Kota Cirebon, di sudut Jalan Veteran dan Jalan Siliwangi yang dibangun dengan tujuan untuk melestarikan kebudayaan Indonesia serta mengenalkannya ke negara lain. Bangunan ini memiliki empat buah lantai dan satu buah basement dan dibangun di atas lahan seluas 8000m2. Pada bangunan ini juga terdapat jembatan rangka baja sebagai penghubung kedua sisi di lantai tiga. Struktur ini dirancang dapat memikul beban gempa yang bekerja sesuai peraturan SNI 1729:2019. Prosedur analisis dimulai dari penentuan pembebanan, penentuan kategori desain seismik, analisis struktur, dan detailing penulangan komponen struktur. Struktur jembatan dirancang menggunakan sistem rangka baja tipe warren truss. Profil yang digunakan diantaranya adalah profil H, profil I, dan profil IWF. Pelat jembatan didesain dengan menggunakan pelat komposit beton dan baja. Struktur yang dibangun memiliki KDS D sesuai dengan parameter percepatan spektral dan juga fungsi bangunan. Sistem struktur yang digunakan adalah sistem ganda yang mencakup Sistem Rangka Pemikul Momen Khusus dan Sistem Dinding Struktural Khusus. Proses desain struktur dilakukan dengan menggunakan bantuan software CSi ETABS untuk pemodelan dan analisis struktur serta SpColumn untuk penulangan elemen kolom dan dinding geser.", "Daftar File": {"ABSTRAK Andika Ary Saputra": "https://digilib.itb.ac.id/gdl/download/259818"}, "Penulis": "Andika Ary Saputra [15018070]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Herlien Dwiarti Soemari"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "beban gempa, pembebanan, kategori desain seismik, detailing penulangan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Sep 2022"}