{"Nomor": 68995, "Judul": "PENENTUAN RATE PREMI TUNGGAL MURNI ASURANSI PENYAKIT KRITIS DENGAN MODEL MULTISTATUS MENGGUNAKAN FUNGSI HAZARD GOMPERTZ: DATA KESEHATAN ITALIA 2019", "Abstrak": "Asuransi penyakit kritis merupakan asuransi kesehatan yang memberikan benefit apabila pihak tertanggung menderita penyakit kritis selama periode polis. Polis asuransi penyakit kritis dapat berupa polis Stand Alone yang membayarkan manfaat secara lump sum apabila pihak tertanggung terdiagnosis salah satu penyakit kritis ataupun polis Full Acceleration dengan benefit tambahan (rider) pada asuransi jiwa. Dengan polis Full Acceleration, benefit dapat diklaim apabila tertanggung terdiagnosis penyakit kritis ataupun meninggal dunia. Dalam tugas akhir ini, digunakan model multistatus di bawah asumsi Rantai Markov tidak homogen dengan waktu kontinu untuk menentukan harga premi asuransi penyakit kritis. Model multistatus melibatkan estimasi intensitas transisi dan peluang transisi.\nUntuk membangun model multistatus asuransi penyakit kritis dibutuhkan data laju insidensi. Namun, karena terbatasnya data, laju prevalensi dapat digunakan untuk memodelkan transisi dari keadaan sehat menjadi sakit. Dalam tugas akhir ini, fungsi hazard Gompertz digunakan untuk memodelkan mortalitas orang sehat dan orang sakit. Kemudian, suatu metode graduasi digunakan untuk memuluskan hasil estimasi awal dari intensitas transisi sedangkan pendekatan numerik digunakan untuk menghitung peluang transisi. Lalu, ditentukan rate premi tunggal murni untuk suatu polis Critical Illness Stand Alone dan suatu polis Full Acceleration. Ditinjau juga perbandingan rate premi tunggal murni kedua jenis polis menggunakan intensitas transisi yang digraduasi dan tidak digraduasi.", "Daftar File": {"ABSTRAK Faiq Muhamad Fathan Al Badri": "https://digilib.itb.ac.id/gdl/download/259823"}, "Penulis": "Faiq Muhamad Fathan Al Badri [10118049]", "Kontributor / Dosen Pembimbing": ["Dra. Dumaria Rulina Tampubolon, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "model multistatus, asuransi penyakit kritis, laju prevalensi, intensitas transisi, cubic spline graduation, fungsi hazard Gompertz", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "19 Sep 2022"}