{"Nomor": 69002, "Judul": "PENGARUH PARAMETER PERLAKUAN TERMAL TERHADAP STRUKTUR MIKRO, KEKERASAN, DAN KETAHANAN KOROSI DARI SAMBUNGAN BAJA TAHAN KARAT 347H", "Abstrak": "Baja tahan karat 347H merupakan jenis material yang popular digunakan \npada aplikasi temperatur tinggi dengan jangka waktu pakai yang lama. Baja jenis \nini memiliki fasa utama berupa fasa austenit dengan paduan khusus berupa unsur \nniobium Kehadiran niobium dapat mencegah terjadinya peristiwa korosi batas \nbutir. Baja jenis ini kerap kali diberikan perlakuan pengelasan. Proses pengelasan \ntanpa memberikan perlakuan termal membuat kemampuan material ini dalam \nmencegah korosi batas butir berkurang drastis. Pada penelitian ini, dilakukan \nperlakuan termal pada sampel sabungan baja tahan karat 347H tanpa perlakuan \ntermal yang telah beroperasi pada temperatur 600? selama 2 tahun. Diberikan \nperlakuan termal berupa solution treatment dan stabilizing yang divariasikan \nparameternya. Pengujian dan karakterisasi yang dilakukan meliputi proses \nmetalografi, uji keras Vickers, dan uji polarisasi tafel. Pada penelitian ini didapati \nbahwa perubahan temperatur solution treatment dari 1100o\nC menuju 1200o\nC \nmengakibatkan semakin tingginya laju korosi dan semakin rendahnya nilai \nkekerasan material. Durasi solution treatment yang meningkat dari 15 menit \nmenjadi 60 menit menunjukkan penurunan laju korosi, sedangkan temperatur \nstabilizing yang meningkat dari 850o\nC menjadi 925o\nC dapat menurunkan laju \nkorosi pada Sampel. Pada penelitian ini juga dibahas pengaruh parameter terhadap \nstrukur serta pengaruh struktur terhadap sifat material", "Daftar File": {"ABSTRAK Pramodya Triadhi Kusuma": "https://digilib.itb.ac.id/gdl/download/259829"}, "Penulis": "Pramodya Triadhi Kusuma [13718038]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Husaini Ardy", "Dr.Eng. Raden Dadan Ramdan, S.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Heat Treatment; Stabilization; Intergranular corrosion; Karbida;  NbC; Austenitic Stainless steel", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Sep 2022"}