{"Nomor": 69008, "Judul": "DETEKSI KETIDAKTERATURAN VERTIKAL JALAN REL BERDASARKAN RESPONS DINAMIK BADAN KERETA API MENGGUNAKAN METODE \\TEXTIT{MACHINE LEARNING}", "Abstrak": "Ketidakteraturan rel merupakan penyimpangan geometri rel terhadap nilai nominalnya. Ketidakteraturan yang tinggi dapat mengurangi kenyamanan serta keamanan berkendara. Saat ini, penilaian jalur kereta dilakukan dengan pengukuran geometri menggunakan kereta khusus yang membutuhkan biaya investasi tinggi serta menghentikan operasional kereta.\nRespons dinamik badan kereta salah satunya berasal dari geometri rel, akan tetapi keduanya memiliki korelasi yang buruk. Beberapa metode telah digunakan untuk memetakan respons dinamik badan kereta dengan geometri rel, salah satu yang sedang berkembang adalah machine learning. Saat ini, penggunaan machine learning mengenai ketidakteraturan geometri rel terbatas pada klasifikasi ketidakteraturan suatu segmen rel ke dalam kelompok diskrit. Pada tugas sarjana ini, sebagai tambahan dari klasifikasi secara diskrit, nilai probabilitas kemunculan ketidakteraturan geometri juga diberikan.\nDataset dikumpulkan menggunakan simulasi dinamik dengan memberikan ketidakteraturan geometri rel. Respons dinamik badan kereta direpresentasikan oleh akselerasi vertikal dan roll. Fitur yang diambil sebagai masukan machine learning adalah kecepatan serta standar deviasi dan peak pada akselerasi vertikal dan roll. Sedangkan fitur keluaran didasarkan pada tingkat keberterimaan standar deviasi dan peak ketidakteraturan geometri rel. Algoritma logistic regression dan neural network dipilih karena memiliki kemampuan dalam memberikan nilai probabilitas serta melakukan perubahan ambang batas.\nKedua model berhasil memberikan akurasi 90% dengan precision 90% dan recall 93%. Performa tersebut menunjukkan kedua model cocok digunakan pada kasus ini. Studi dilanjutkan dengan mengubah nilai ambang batas pada 0.2 hingga 0.8. Perubahan nilai ambang batas digunakan untuk mengoptimalkan nilai precision dan recall sesuai kebutuhan.", "Daftar File": {"ABSTRAK Stefanus Deo Alfian": "https://digilib.itb.ac.id/gdl/download/259838"}, "Penulis": "Stefanus Deo Alfian [13118065]", "Kontributor / Dosen Pembimbing": ["Pramudita Satria Palar, S.T., M.T., Ph.D.", "Yunendar Aryo Handoko, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "ketidakteraturan geometri rel, machine learning, perubahan ambang batas.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "2 file", "Tanggal Input": "19 Sep 2022"}