{"Nomor": 69014, "Judul": "POTENSI PEMANFAATAN KEBUN TEH PT PERKEBUNAN NUSANTARA VIII KERTAMANAH UNTUK TERAPI BERBASIS ALAM", "Abstrak": "Stres yang terjadi secara berkepanjangan dapat memiliki dampak buruk pada kesehatan mental maupun fisik. Telah banyak penelitian terkait pemanfaatan kawasan hutan dalam terapi berbasis alam yang menunjukkan hasil positif dalam pengelolaan stres, yang ditunjukkan dengan membaiknya fungsi fisiologis, psikologis, dan kognitif manusia. Namun, belum diketahui apakah ekosistem perkebunan, khususnya kebun teh, juga berpotensi sebagai alternatif dalam terapi berbasis alam. Untuk itu, penelitian ini dilakukan untuk menelaah potensi pemanfaatan kebun teh di PT Perkebunan Nusantara VIII (PTPN VIII) Kertamanah, Pangalengan, Jawa Barat, sebagai kawasan terapi berbasis alam. Untuk memahami potensi tersebut, penelitian juga dilakukan di kawasan suburban sebagai kontrol, yakni di Lapangan Bola Batununggal (LBB), Bandung, Jawa Barat, untuk kemudian dibandingkan dengan hasil yang diperoleh di PTPN VIII. Pada penelitian ini, potensi ditentukan berdasarkan karakteristik fisik lingkungan serta persepsi kenyamanan dan respons fisiologis partisipan. Karakteristik fisik lingkungan didapatkan melalui analisis citra udara serta pengukuran parameter lingkungan sehingga diperoleh kelas kelerengan lahan, kelas kerapatan vegetasi, kondisi mikroklimat, dan tingkat kebisingan di PTPN VIII. Pengukuran mikroklimat dan tingkat kebisingan juga dilakukan di LBB. Partisipan dalam penelitian ini dibagi ke dalam dua kelompok berdasarkan aktivitas relaksasi di masing-masing lokasi, yaitu Kelompok Strolling (N = 4) yang melakukan jalan santai, dan Kelompok Landscape Viewing (N = 4) yang melihat pemandangan. Pengambilan data dari partisipan berupa skor perceived comfort serta kondisi tubuh (denyut nadi, tekanan darah sistol, tekanan darah diastol) awal dan akhir dilakukan dalam dua sesi di tiap lokasi, dengan jarak satu minggu antar sesi. Hasil analisis citra udara menunjukkan mayoritas wilayah kajian di PTPN VIII memiliki kelerengan < 15%, yang dinilai nyaman, dan bervegetasi jarang. Kondisi mikroklimat PTPN VIII sedikit lebih kering daripada LBB, dengan rata-rata tingkat kebisingan yang lebih rendah. Rata-rata skor perceived comfort di PTPN VIII sedikit lebih tinggi dibandingkan LBB, tetapi tidak memiliki perbedaan yang berarti. Perubahan kondisi fisiologis terbaik terjadi di PTPN VIII pada Kelompok Landscape Viewing. Analisis statistik lebih lanjut menunjukkan bahwa data yang didapat belum cukup untuk membuktikan adanya perbedaan signifikan pada perubahan kondisi fisiologis antar lokasi.", "Daftar File": {"ABSTRAK Khoirun Nisa Alfaini": "https://digilib.itb.ac.id/gdl/download/259846"}, "Penulis": "Khoirun Nisa Alfaini [10618013]", "Kontributor / Dosen Pembimbing": ["Prof. Intan Ahmad Musmeinan, Ph.D.", "Dr. Hikmat Ramdan, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "stres, terapi berbasis alam, karakteristik fisik lingkungan, perceived comfort, perubahan kondisi fisiologis", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Sep 2022"}