{"Nomor": 69012, "Judul": "ANALISIS TUTUPAN LAHAN SUB DAERAH ALIRAN SUNGAI SILENG, DAERAH ALIRAN SUNGAI PROGO", "Abstrak": "Peran atau fungsi DAS dapat mengalami penurunan yang disebabkan oleh pengelolaan sumberdaya alam secara eksploitatif. Salah satu pengelolaan sumberdaya alam secara eksploitatif yaitu pemanfaatan lahan berlereng sebagai lahan pertanian. Tutupan lahan pada kemiringan lereng >15% dan kondisi riparian merupakan aspek yang penting dalam pengelolaan DAS. Pengelolaan lahan di suatu DAS dapat dilihat dari penggunaan lahan yang tergambar dalam tutupan lahan. Upaya meningkatkan daya dukung DAS dilakukan melalui rehabilitasi hutan dan lahan di DAS yang merupakan kewajiban pemegang IPPKH dan Keputusan Menteri tentang Pelepasan Kawasan Hutan akibat tukar menukar kawasan hutan. PT Adaro Indonesia sebagai pemegang IPPKH berkewajiban melakukan rehabilitasi hutan dan lahan yang sebagian areanya berada di sub DAS Sileng, DAS Progo. Penelitian ini bertujuan mengetahui distribusi tutupan lahan, mengevaluasi tutupan lahan pada kemiringan lereng >15%, mengevaluasi tutupan lahan zona riparian sub DAS Sileng, dan mengevaluasi lokasi rehabilitasi DAS PT Adaro Indonesia secara spasial. Analisis dilakukan menggunakan Sistem Informasi Geografis (SIG). Hasil analisis menunjukkan bahwa kelas tutupan lahan sub DAS Sileng terdiri dari hutan dengan luas 1.563,69 ha (51,2%), tanaman semusim lahan kering 430,73 ha (14,1%), permukiman 377,7 ha (12,4%), kebun dan tanaman campuran 369,71 ha (12,1%), sawah 243,99 ha (8%), semak dan belukar 38 ha (1,2%), dan sungai 28,36 ha (0.9%). Tutupan lahan yang berpotensi meningkatkan erosi pada kemiringan lereng >15% berupa tanaman semusim lahan kering, permukiman, dan sawah memiliki proporsi 13.7% dari luas total lahan yang memiliki kemiringan lereng >15%. Kondisi riparian di sub DAS Sileng berpotensi menurunkan kualitas sungai karena 26.73% dari luas seluruh segmen zona riparian merupakan tutupan lahan tanaman semusim lahan kering, sawah, dan permukiman. Lokasi rehabilitasi DAS PT Adaro Indonesia didominasi tutupan lahan hutan (89,21%), Sebagian besar (88,87%) berada di kemiringan lereng >15%, dan hanya 3,61% dari lokasi penanaman merupakan zona riparian.", "Daftar File": {}, "Penulis": "Fitrotun Nisa [11518018]", "Kontributor / Dosen Pembimbing": ["Endah Sulistyawati, S.Si., Ph.D.", "Dr. Susana Paulina Dewi, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Daerah Aliran Sungai, Tutupan lahan, Kemiringan lereng, Riparian, Sistem Informasi Geografis (SIG)", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Sep 2022"}