{"Nomor": 69026, "Judul": "PREDIKSI PROSES BIOKOROSI DAN PENGARUHNYA TERHADAP KEKUATAN MATERIAL", "Abstrak": "Biodiesel merupakan bahan bakar alternatif yang lebih ramah lingkungan. Biodiesel digunakan di Indonesia dengan komposisi 30%-v biodiesel dan 70%-v solar (B30). Namun, biodiesel memiliki kelemahan berupa sifat higroskopis dan mudah terdegradasi. Hal ini dapat menyebabkan terjadinya korosi yang dipercepat oleh mikroorganisme yang disebut biokorosi atau Microbiologically Influenced Corrosion (MIC). MIC ini bisa mengakibatkan kerusakan terhadap baja karbon sebagai material penyimpanan biodiesel. Penelitian ini dilakukan untuk memahami pengaruh MIC akibat aktivitas kultur B30 terhadap kekuatan material baja karbon. Material yang digunakan untuk pengujian adalah logam baja karbon ST 37 serta mikroorganisme yang digunakan berupa kultur campuran biofilm B30 dan kultur pengenceran lumpur B30. Pengukuran laju korosi menggunakan metode gravimetri dan polarisasi potensiodinamik. Hasil penelitian ini menunjukkan laju korosi lebih tinggi pada kondisi ditumbuhi mikroorganisme, terutama kultur pengenceran lumpur B30 karena teridentifikasi adanya bakteri Pseudomonas sp. yang bisa hidup berdampingan dengan bakteri pereduksi sulfat yang mekanismenya bisa mempercepat korosi. Nilai laju korosi pada metode polarisasi potensiodinamik lebih tinggi dibandingkan pada metode gravimetri karena perbedaan akumulasi air yang digunakan. Jika ditinjau dari nilai laju korosi terhadap meterial baja karbon, baja karbon memiliki kekuatan relatif yang sangat baik karena laju korosi dalam sistem penyimpanan B30 dengan dan tanpa mikroorganisme sangatlah rendah sehingga waktu estimasi kerusakan tangki diestimasikan sangat lama", "Daftar File": {"ABSTRAK Dewi Mawaddatus Sholekhah": "https://digilib.itb.ac.id/gdl/download/259857"}, "Penulis": "Dewi Mawaddatus Sholekhah [13018031]", "Kontributor / Dosen Pembimbing": ["Ardiyan Harimawan, S.T., M.Eng., Ph.D.", "Hary Devianto, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Biodiesel, biokorosi, baja karbon, gravimetri, polarisasi potensiodinamik", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Sep 2022"}