{"Nomor": 69021, "Judul": "PERANCANGAN BIDANG TRANSPORTASI PELABUHAN MULTIPURPOSE KOTA DUMAI", "Abstrak": "Penyediaan infrastruktur industri di dalam dan di luar kawasan industri dan/atau di\ndalam kawasan peruntukan industri merupakan salah satu prasyarat yang\ndibutuhkan untuk mewujudkan industri andalan, pendukung, dan hulu, serta\npemanfaatan sumber daya di masa yang akan datang. Kota Dumai merupakan\nWilayah Pusat Pertumbuhan Industri (WPPI) yang terletak di Wilayah\nPengembangan Industri (WPI) Riau. Keberadaan Pelabuhan Multipurpose Kota\nDumai nantinya diharapkan mampu memenuhi kebutuhan jasa kepelabuhan dari\ndaerah hinterland, yaitu Kawasan Industri Dumai, sesuai dengan RTRW Kota\nDumai Tahun 2019-2039, serta mampu mendukung perekonomian daerah dan\nwilayah sekitarnya. Pelabuhan dirancang dengan dermaga jenis jetty dan tiga jenis\ndermaga untuk masing-masing komoditas daerah hinterland: general cargo, curah\nkering, curah cair. Pelabuhan dirancang dengan spesifikasi teknis awal sebagai\npelabuhan dengan hierarki pelabuhan pengumpan lokal, seperti yang tertera pada\ndokumen Rencana Induk Pelabuhan Nasional. Pemodelan kebutuhan pergerakan\nmengacu pada metode pemodelan empat tahap, dengan menggunakan pendekatan\nanalisis runtun waktu dan menggunakan perangkat lunak Optant PL. Pembebanan\npada jaringan lalu lintas menghasilkan kebutuhan pergerakan di tahun rencana pada\npelabuhan sebesar 5.214.361,50 ton/tahun. Fasilitas sisi laut pelabuhan hasil\nperancangan meliputi panjang dermaga untuk dermaga general cargo, curah kering,\ncurah cair berturut-turut sepanjang 558 m, 540 m, dan 126 m; apron masing-masing\ndermaga dirancang dengan lebar tipikal 32 m; trestle dirancang dengan panjang 504\nm dan lebar 16 m. Lingkup perancangan fasilitas sisi darat pelabuhan meliputi\nterminal general cargo, terminal curah kering, dan terminal curah cair. Kebutuhan\nluas gudang penyimpanan kargo sebesar 5.035,02 m2. Kebutuhan luas stockpile\nterminal curah kering sebesar 676,57 m2. Kebutuhan tangki penyimpanan curah cair\ndengan kapasitas masing-masing tangki 4500 m3 sebanyak 26 unit. Untuk\nmemenuhi kebutuhan terhadap aksesibilitas pelabuhan, maka dirancang perkerasan\njalan menggunakan perkerasan kaku dengan tebal pelat beton 265 mm, lapis fondasi\nLMC 100 mm, dan lapis drainase 150 mm.", "Daftar File": {"ABSTRAK Muhammad Hafidh Setiawan": "https://digilib.itb.ac.id/gdl/download/259853"}, "Penulis": "Muhammad Hafidh Setiawan [15018142]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Febri Zukhruf, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "analisis runtun waktu, pemodelan empat tahap, multipurpose, jetty, berth occupancy ratio, general cargo, curah kering, curah cair, produktivitas, antrean, terminal, perkerasan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Sep 2022"}