{"Nomor": 69025, "Judul": "HYDRODYNAMIC ANALYSIS AND STATION-KEEPING DESIGN OF OFFSHORE SOLAR FARM IN EAST OF SUMBA", "Abstrak": "The disparity between the realized solar energy utilization in Indonesia of 0.135 GW\nand its theoretical solar energy potential of 207.8 GW means Indonesia still has huge\nunexploited energy potential. The choice of renewable energy technology that should\nbe used in each region would of course differs with its local characteristics. In\nIndonesia, where the land mass area is less than a third of its water mass area, floating\nsolar panels (FPV) / floating photovoltaic is seen as one of the most promising\ntechnology to best utilize the untapped solar energy potential. However, there is still\nhuge knowledge gap in terms of how the FPV structures behave in sea environments.\nThis study is aimed to examine the hydrodynamic behaviour of the FPV suport\nstructure in the ocean for the given design criteria. Furthermore, the most effective\nmooring configuration and heading for FPV support structure is shown in this study.\nThe modeled FPV structure has a dimension of 36.54 x 35.44 m with mounted PV,\nwalkway floaters, PV floaters, and moorings. The mooring’s nominal diameter is 64\nmm Nylon with 8-strands while a typical HDPE FPV floater is used. In this study, the\nFPV is modeled in ORCAFLEX as 6DOF buoy that is connected by line element to\nimitate the floater connection stiffness. The hydrodynamic response analysis under\nregular wave is done in time domain, while the response analysis under random waves\nis done in the frequency domain. The most effective mooring’s configuration is found\nto be a main-to-branches mooring: the main mooring connects the anchor point to the\nbranch connection point, while the branch moorings connects the branch connection\npoint to the fairlead. The final result shows the best configuration is the one with\n168.136 m of mooring line and 2 to 4 branches on each main line. As expected, the\nmooring tension is found to be larger when the environmental loading is perpendicular\nto the PV’s face area.", "Daftar File": {"ABSTRAK Frederick Gavin Surjadi": "https://digilib.itb.ac.id/gdl/download/259856"}, "Penulis": "Frederick Gavin Surjadi [15518042]", "Kontributor / Dosen Pembimbing": ["Ir. Krisnaldi, M.Sc., Ph.D.", "Farid Putra Bakti, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Renewable energy, floating solar farm, floating structure, station-keeping, random waves, OrcaFlex", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Sep 2022"}