{"Nomor": 69023, "Judul": "OPTIMASI KEGIATAN USAHA BUDIDAYA IKAN NILA MERAH (OREOCHROMIS SP.) DENGAN PENDEKATAN BIOEKONOMI DI KANGPUJ FARM, CIPARAY, KABUPATEN BANDUNG", "Abstrak": "Ikan nila merupakan salah satu komoditas perikanan budidaya terbesar di Indonesia dengan menghasilkan 1.172.633 ton pada tahun 2020 dan produsen terbesarnya adalah provinsi Jawa Barat yang memproduksi 256.537 ton. Pada tahun 2016, terdapat 350,660 rumah tangga terlibat dalam perikanan budidaya di Jawa Barat dan banyak di antaranya merupakan UMKM (Usaha Mikro Kecil dan Menengah). Salah satu UMKM itu adalah Kangpuj Farm yang terletak di Ciparay, Kabupaten Bandung. UMKM ini memproduksi ikan nila merah (Oreochromis sp.) dan menjualnya dalam bentuk olahan ikan bumbu. Hal ini dilakukan untuk meningkatkan nilai jual produk dan margin keuntungan. Kendala yang dialami Kangpuj Farm dan kebanyakan UMKM lainnya adalah peralatan dan tenaga kerja yang masih kurang memadai sehingga pengecekan kualitas air dan sampling ikan yang dilakukan masih bersifat kualitatif. Oleh karena itu dilakukan pengecekan secara kuantitatif untuk melihat kualitas air kolam. Data kadar oksigen terlarut, suhu air, serta pH diambil menggunakan DO meter dan pH meter dengan pengambilan sampel air sebanyak enam kali pada dua kolam bundar dengan diameter 1,7 meter dengan tinggi 1 meter yang menggunakan aerator. Sedangkan data kadar ammonia total, fosfat total, nitrit, dan nitrat didapatkan dari hasil pengujian di Laboratorium Balai Lingkungan Hidup Kota Bandung. Selain itu ingin diketahui pula pola pertumbuhan ikan dengan dilakukan pengukuran panjang dan berat dari ikan nila merah. Data panjang dan berat ikan didapatkan dengan melakukan pengukuran panjang dan penimbangan berat ikan nila merah menggunakan meteran dan timbangan digital terhadap 10 individu ikan nila merah dari kelompok umur budidaya 30, 60, 90, 120, dan 150 hari. Hasil pengukuran suhu air, oksigen terlarut, pH, ammonia total, dan fosfat total, nitrat dan nitrit secara berturut-turut adalah 24.2 ± 0.6 oC, 3.02 ± 0.59 mg/L, 7.5 ± 0.2, 0,561 mg/L, 3,8 mg/L, 3,07 mg/L, dan < 0,003 mg/L. Seluruh parameter pengujian kualitas air menunjukkan hasil yang baik berdasarkan literatur kecuali suhu air dan kadar oksigen terlarut. Kemudian dianalisis juga hubungan panjang-berat ikan nila merah berdasarkan persamaan umum W=aLb adalah W=0.1114L2.39009 yang menunjukkan bahwa pola pertumbuhan ikan bersifat alometrik negatif karena nilai b < 3. Hal ini diduga karena lingkungan (suhu air dan kandungan oksigen terlarut) dan kandungan protein pada pakan yang kurang optimal. Pada penelitian ini diukur pula waktu panen untuk mencapai berat ikan yang sesuai dengan umur kematangan biologis ikan dan permintaan pasar yaitu 200, 250, dan 333 gram/individu ikan dengan model pertumbuhan ikan yang kemudian dilakukan pendekatan bioekonomi untuk melihat keuntungan terbesar yang dapat dihasilkan dalam satu tahun. Hasilnya waktu yang dibutuhkan individu ikan nila merah untuk mencapai berat 200, 250, dan 333 gram adalah 154, 182, dan 223 hari. Model bioekonomi menghasilkan model yaitu ? = -0,158tb3 + 209,76tb2 + 4.319,85tb + 921.331,2 dengan ? adalah keuntungan (Rp) dan tb merupakan waktu budidaya (hari). Keuntungan pertahun paling besar didapatkan ketika membudidayakan ikan nila hingga ukuran 250 gram/individu yaitu sebesar Rp 15.406.240,79. Hal ini disebabkan karena waktu budidayanya yang hanya membutuhkan 182 hari sehingga dapat dilakukan dua kali panen dalam satu tahun.", "Daftar File": {"ABSTRAK Nur Fadhlan Aminun": "https://digilib.itb.ac.id/gdl/download/259854"}, "Penulis": "Nur Fadhlan Aminun [10618035]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Yooce Yustiana, M.Si.", "Angga Dwiartama, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Ikan nila merah, kualitas air, bioekonomi, ikan budidaya, pola pertumbuhan ikan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Sep 2022"}