{"Nomor": 69036, "Judul": "STUDI PERANAN ACE2,TMPRSS2 DAN FURIN DALAM INTERAKSINYA DENGAN SARS COV-2", "Abstrak": "Covid-19 adalah penyakit yang disebabkan oleh SARS CoV 2 yang telah menjadi pandemi \ndalam hampir tiga tahun ini. Secara umum infeksi SARS CoV 2 pada sel inang diperantarai \noleh spike protein. Pemotongan spike merupakan tahap yang penting dalam infeksi SARS CoV \n2. Protein Spike yang berada pada posisi inaktif memerlukan aktivasi melalui protease yang \nterdapat pada sel inang. Protein yang disinyalir menjadi kunci penting dalam infeksi SARS \nCoV 2 yaitu ACE2, TMPRSS2 dan Furin. Berdasarkan penelitian sebelumnya, ketiga protein \ntersebut memiliki variasi/polimorfisme yang diduga memiliki pengaruh pada infeksi SARS \nCoV 2. Oleh karena itu, studi literatur ini bertujuan untuk mempelajari peranan ACE2, \nTMPRSS2 dan Furin serta pengaruh polimorfisme ketiganya berkaitan dengan infeksi SARS \nCoV 2. Studi ini melibatkan jurnal yang dipublikasikan pada tahun 2020-2022 yang bersumber \ndari pencarian Google Scholar, dan PubMed. Berdasarkan studi literatur yang dilakukan, ACE2 \nberperan sebagai reseptor utama pada infeksi SARS CoV 2, pengikatan SARS CoV 2 \nmemerlukan aktivasi Furin sebagai protease. Furin mengaktivasi spike protein saat biosintesis \npartikel baru virus yang terjadi di dalam membran Golgi. Aktivasi yang dilakukan furin berupa \npemotongan situs S1/S2. Oleh karena itu, RBD dapat berikatan dengan ACE2 secara lebih \nefisien. TMPRSS2 berperan dalam memotong situs S2’ setelah spike berikatan dengan ACE2 \nuntuk memicu terjadinya fusi membran virus ke membran plasma sel inang. Polimorfisme \nACE2, TMPRSS2 dan Furin ditemukan terjadi di daerah regulasi dan intron sehingga \nmenyebabkan peningkatan maupun penurunan ekspresi masing-masing protein. Peningkatan \nACE2, TMPRSS2, dan Furin secara bersamaan mampu membuat infeksi SARS CoV 2 pada \nsel inang berada pada kondisi yang optimal. Kondisi ini mengakibatkan peningkatan resiko \ninfeksi SARS CoV 2. Namun, penurunan level salah satu protein perlu diteliti lebih lanjut. \nStudi ini diharapkan dapat membantu pengembangan senyawa yang melibatkan peranan \npenting ACE2, TMRSS2, dan Furin, serta memperhitungkan polimorfisme yang ada pada \nketiga protein dengan mengacu pada pengembangan medikasi personal terhadap individu yang \nmemiliki variasi ACE2, TMPRSS2, dan Furin.", "Daftar File": {"ABSTRAK Shofi Al Jannah": "https://digilib.itb.ac.id/gdl/download/259868"}, "Penulis": "Shofi Al Jannah [10617016]", "Kontributor / Dosen Pembimbing": ["Dr. Anggraini Barlian, M.Sc.", "Ernawati Arifin Giri-Rachman, M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "SARS CoV 2 Varian, ACE2, TMPRSS2, Furin dan Polimorfisme", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Sep 2022"}