{"Nomor": 69041, "Judul": "PENENTUAN PREMI REASURANSI CATASTROPHE EXCESS OF LOSS MENGGUNAKAN PROPORTIONAL HAZARD TRANSFORM: STUDI KASUS DATA BENCANA ALAM DI INDONESIA TAHUN 2000-2019", "Abstrak": "Indonesia merupakan salah satu negara yang rawan terjadi bencana alam. Apabila terjadi bencana alam yang mengakibatkan terjadinya banyak korban jiwa, maka apabila di antara para korban jiwa tersebut memiliki polis asuransi jiwa, maka perusahaan asuransi jiwa memiliki risiko untuk membayar klaim yang besar. Untuk dapat mengelola risiko kerugian finansial, perusahaan asuransi dapat membeli produk reasuransi Catastrophe Excess of Loss (Cat XL) dan memberikan kompensasi berupa premi kepada perusahaan reasuransi. Pada Tugas Akhir ini, dibahas suatu model penentuan premi Cat XL dengan studi kasus menggunakan data banyak orang meninggal akibat bencana alam di Indonesia dari tahun 2000 sampai tahun 2019. Banyak kejadian bencana alam yang mengakibatkan minimal ???? orang meninggal dunia dimodelkan dengan distribusi Poisson; banyak orang meninggal akibat bencana alam diberikan minimal ???? orang meninggal dunia mengikuti distribusi Discrete Generalized Pareto; banyak klaim yang diajukan ke perusahaan asuransi dimodelkan dengan distribusi Beta Binomial; dan besar klaim yang dibayarkan oleh perusahaan asuransi dimodelkan dengan distribusi log normal. Premi reasuransi Cat XL ditentukan dengan simulasi Monte Carlo menggunakan ukuran risiko Proportional Hazard (PH) Transform.", "Daftar File": {"ABSTRAK Jasen Theodorus": "https://digilib.itb.ac.id/gdl/download/259874"}, "Penulis": "Jasen Theodorus [10818030]", "Kontributor / Dosen Pembimbing": ["Dumaria R. Tampubolon, M.Sc., Ph. D", "Rudy Kusdiantara, S.Si., M.Si., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "reasuransi catastrophe excess of loss, peaks over threshold, discrete generalized pareto, proportional hazard transform.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "20 Sep 2022"}