{"Nomor": 69047, "Judul": "ANALISIS LAJU SEDIMENTASI, KARAKTERISTIK SUBSTRAT, DAN STRUKTUR KOMUNITAS TUMBUHAN DI KAWASAN TELUK CILETUH, KAB. SUKABUMI, JAWA BARAT", "Abstrak": "Teluk Ciletuh merupakan salah satu kawasan pesisir di Indonesia yang memiliki\nbentang alam yang unik. Pada tahun 2021, diketahui bahwa kondisi air laut pesisir\npantai Geopark Ciletuh-Palabuhanratu tepatnya pada kawasan Teluk Ciletuh\nteramati cukup keruh. Salah satu penyebab utama dari kekeruhan yang dialami oleh\nTeluk Ciletuh adalah sedimentasi pada muara sungai yang merupakan akumulasi\ndari angkutan sedimen yang dibawa oleh aliran sungai. Oleh karena itu, penelitian\nyang dilaksanakan pada bulan Maret-April 2022 ini bertujuan untuk mengetahui\nstruktur komunitas tumbuhan dan parameter lingkungan hutan pantai, serta laju\nsedimentasi dan karakteristik substratnya. Penelitian dilakukan dengan mengambil\ndata analisis vegetasi, parameter lingkungan, dan laju sedimentasi menggunakan\nsediment trap. Pengambilan contoh sedimen dilakukan dua kali dalam interval\nwaktu dua minggu dengan penempatan sediment trap pada enam titik dan dilakukan\nanalisis granulometri untuk menentukan fraksi dominan endapan sedimen. Hasil\npenelitian menunjukkan ditemukannya 34 spesies dari seluruh bentuk hidup\ntumbuhan. Rata-rata nilai laju sedimentasi di muara Sungai Cimarinjung adalah\n0,31 kg m-2 hari-1 dengan kecepatan arus muara Sungai Cimarinjung rata-rata\nsebesar 0,12 m/s. Didapatkan fraksi yang mendominasi endapan sedimen adalah\npasir.", "Daftar File": {"ABSTRAK Nadya Safitri": "https://digilib.itb.ac.id/gdl/download/259879"}, "Penulis": "Nadya Safitri [11518045]", "Kontributor / Dosen Pembimbing": ["Dr. Devi Nandita Choesin, M.Sc.", "Dr. Ichsan Suwandhi, S.Hut., M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "laju sedimentasi, sediment trap, Teluk Ciletuh, struktur komunitas tumbuhan, fraksi sedimen", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Sep 2022"}