{"Nomor": 69056, "Judul": "IDENTIFIKASI SAMPAH PASAR DAN POTENSI PENGELOLAANNYA DI PASAR KELAS I KOTA BANDUNG", "Abstrak": "Pola konsumsi masyarakat yang tinggi akan memberikan kontribusi dalam\nmenimbulkan sampah yang menyebabkan adanya keanekaragaman jenis dan\nkarakteristik sampah serta menyebabkan volume sampah yang bertambah. Salah\nsatu sektor yang menjual kebutuhan sehari-hari adalah pasar. Dalam penelitian ini,\ndipilih satu pasar dengan kategori Kelas I Kota Bandung berdasarkan komoditas\nutama, kurangnya ketersediaan/keberjalanan fasilitas dan pengelolaan sampah\npasar, serta dampak negatif lingkungan yang dirasakan akibat adanya timbulan\nsampah, berdasarkan penilaian Simple Additive Weighting (SAW) pasar terpilih\nadalah Pasar Induk Gedebage yang dikelola oleh Perumda Pasar Induk Gedebage\ndibawah Perumda Pasar Juara Kota Bandung. Tujuan penelitian ini adalah\nmenentukan jumlah timbulan, komposisi, karakteristik sampah organik dan\nanorganik, serta menentukan rekomendasi pengelolaan sampah pasar dari pasar\nterpilih. Dalam penelitian ini dilakukan pengambilan sampel sebanyak 67 pedagang\ndi lapangan selama 8 hari berturut-turut mengikuti SNI 19-3964-1994 dan analisis\ndeskriptif terhadap data yang diperoleh kemudian dilakukan evaluasi. Timbulan\nPasar Induk Gedebage berdasarkan berat yaitu 0,173 kg/m2\n/hari dan berdasarkan\nvolume yaitu 2,010 L/m2\n/hari. Komposisi sampah dihasilkan Pasar Induk Gedebage\nadalah sampah organik 87,894%, sampah anorganik terdiri dari kertas 1,834%,\nkayu 0,000%, kain/tekstil 0,006%, karet 0,005%, plastik 10,001%, logam 0,001%,\ndan kaca 0,074%. Karakteristik sampah Pasar Induk Gedebage terbesar untuk kadar\nair sampah organik 49,84%, kadar volatil sampah kain 91,96%, kadar abu sampah\nplastik 1,05%, kadar karbon tetap sampah kertas 20,58%, nilai kalor sampah plastik\n6866,71 cal/gr, C-organik sampah organik 64,127%, N-total sampah organik\n2,475%, dan rasio C/N sampah anorganik 43,865. Rekomendasi pengelolaan\nsampah Pasar Induk Gedebage meliputi penggunaan kantong belanja tidak sekali\npakai, penyediaan wadah komunal di sumber, penyediaan ruang terpisah pada alat\npengumpul, penyediaan pemisahan sampah terpilah di kontainer TPS, membangun\nlandasan permanen di TPS, pengolahan sampah organik dengan pengomposan dan\nsampah anorganik yang memiliki nilai ekonomi dijual ke pihak daur ulang, dan\npemrosesan akhir residu ke TPA.", "Daftar File": {"ATSYA  RALISTA  FATAHILLAH.pdf": "https://digilib.itb.ac.id/gdl/download/259892"}, "Penulis": "Atsya Ralista Fatahillah [15318058]", "Kontributor / Dosen Pembimbing": ["Drs. Moh. Irsyad, M.Si.", "Dr. Opy Kurniasari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "karakteristik, komposisi, sampah, sampah pasar, timbulan, pengelolaan sampah pasar", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "20 Sep 2022"}