{"Nomor": 69054, "Judul": "METABOLIT SEKUNDER DARI TUMBUHAN CRYPTOCARYA INDONESIA DAN POTENSINYA SEBAGAI ANTIKANKER", "Abstrak": "Leukemia (kanker darah) merupakan jenis kanker yang menjadi penyebab kematian tertinggi dan memiliki riwayat kasus yang buruk di dunia. Salah satu pengobatan leukemia dilakukan dengan menargetkan jalur apoptosis,  tepatnya  dengan menargetkan protein reseptor yang terlibat pada jalur tersebut, di antaranya yaitu protein Bcl-2 dan Bcl-xL. Sampai saat ini, inhibitor komersial yang umum digunakan untuk menginhibisi kedua protein tersebut yaitu venetoc/ax dan. navitoclax . Namun, kedua inhibitor ini masih menyebabkan efek samping, salah satunya resistensi obat. Oleh karena itu, d iperlukan pencarian senyawa alternatif berbasis senyawa bahan alam, seperti tumbuhan. Sa!ah satu tumbuhan di Indonesia yang telah dilaporkan metaboJit sekundernya memiliki aktivitas antikanker, yaitu tumbuhan genus Cryptocarya. Hal ini dibuktikan oleh aktivitas antikanker terhadap sel  murin leukemia  P-388  secara   in-vitro   yang   signifikan   dari   senyawa   kriptokaryon (C. konishh) dan goniotalamin (C. massoia). Oleh karena itu, dapat dilakukan kajian lebih Janjut yaitu pencarian metaboliit sekunder, khususnya mengisolasi metabolit sekunder dari Cryptocarya Indonesia, dan dapat dilakukan pula  kajian  potensi inhibisi antikanker secara khusus dengan metode in silico, misalnya molecular docking. Pada penelitian ini telah dilakukan isolasi senyawa dari tumbuhan Cryptocarya Indonesia, khususnya C. massoia. Selain itu, telah dilakukan pula kajian potensi inhibisi dari senyawa hasil isolasi Cryptocarya massoia beserta senyawa turunan flavonoid dari Cryptocmya konishii terhadap Bcl-2 dan Bcl-xL, dengan metode molecular docking. Isolasi metabolit sekunder dari Cryptocarya massoia dilakukan melal ui beberapa tahap, yai:tu maserasi serbuk kulit batang dengan pelarut aseton, fraksinasi ekstrak aseton dan pemurnian fraksi yang diperoleh menggunakan berbagai teknik kromatografi, seperti Kromatografi Cair Vakum (KCV) dan Kromatografi Kolom Gravitasi (KKG). Karakterisasi struktur senyawa isolasi dari C1yptocarya massoia dilak:ukan berdasarkan data spektroskopi NMR. Penentuan struktur senyawa hasil isolasi berdasarkan data ID NMR ((1H-NMR dan 13C-NMR) dan 2-D NMR (HSQC dan HMBC) menunjukkan bahwa dua senyawa yang sudah dikenal  telah  diperoleh  dari  kulit  batang  C.  massoia, yang  diidentifikasi  sebagai\nstigmast-4-en-3-on  yaitu  turunan  steroid  yang  baru  pertama  kal i  dilaporkan  pada\nC. massoia, namun sebelumnya telah  diisolasi dari C. idenburgernsis, serta C-10 massoialakton sebagai senyawa utama dari C. massoia. Selanjutnya, hasil molecular docking menunjukkan bahwa kurzicalkolakton dari C. konishii memiliki potensi inhibisi terbaik terhadap Bcl-2 dan Bcl-xL dengan docking score masing-masing sebesar -9,7 kkal/mol dan -11 kkal/mol. Interaksi hidrofobik residu-residu hot spot Bcl-2 dan Bcl-xL diketahui memegang peranan penting dalam proses mekanisme inhibisi kurzicalkolakton . Oleh karena itu, kurzicalkolakton berpotensi untuk dikembangkan  lebih lanjut sebagai agen antikanker.", "Daftar File": {"ABSTRAK Shaffa Nabila Farahnita": "https://digilib.itb.ac.id/gdl/download/259888", "PUSTAKA Shaffa Nabila Farahnita": "https://digilib.itb.ac.id/gdl/download/263217"}, "Penulis": "Shaffa Nabila Farahnita [10518068]", "Kontributor / Dosen Pembimbing": ["Dr. Lia Dewi Juliawaty, M.S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Cryptocarya , Bcl-2, Bcl-xL, in-silico, molecular docking", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "20 Sep 2022"}