{"Nomor": 69068, "Judul": "?-GLUCOSIDASE INHIBITION ACTIVITY OF RUTIN, NICOTIFLORIN, FROM CASSAVA LEAF (MANIHOT ESCULENTA CRANTZ)", "Abstrak": "?-glucosidase is an enzyme that can break down carbohydrates into glucose in the digestive tract.\nTherefore, this enzyme can increase blood sugar and to overcome it, an enzyme inhibitor is needed to\nprevent blood sugar from rising. ?-glucosidase inhibitors can inhibit the activity of these enzymes. This\nresearch was aimed to study the inhibitory activity of the ?-glucosidase enzyme from rutin,\nnicotiflorin, and the combination rutin-nicotiflorin from cassava leaves (Manihot esculenta) using a\n96-well microplate and a microplate spectrophotometer reader with a wavelength of 405 nm.\nSamples, enzymes, and substrates were prepared and put into a 96-well plate for the absorbance to\nbe read by the instrument. The absorbance results obtained were calculated so that the percentage\nof inhibition was obtained. The samples used were in the form of rutin, nicotiflorin, and a mixture of\npure rutin-nicotiflorin so no extraction was carried out. Acarbose which is one of the drugs from the\n????-glucosidase inhibitor class was used as a positive control. The enzyme substrate used was p-NPG or\n4-nitrophenyl-????-D-glucopyranoside, the addition of substrate after the sample solution and the\nenzyme solution were incubated causing the final result to appear yellow. The color of the sample\nitself is already yellow, so sample blanks must be made to be reduced at the end after getting the\nabsorbance results from the sample mixed with the enzyme solution. The percentage of inhibition of\nthe rutin sample ranged from 25.15-90.34% with a sample concentration of 100 ppm to 500 ppm. The\npercentage of inhibition of the nicotiflorin sample ranged from 21.48%-83.30% from the sample\nconcentration of 100 ppm to 500 ppm. The percentage of inhibition of the combined sample of rutinnicotiflorin ranged from 38,60-91.35% from the sample concentration of 100 ppm to 500 ppm. The\nresult of the percentage of inhibition increases with the increase in the concentration of each sample.", "Daftar File": {"ABSTRAK Sallynitha Azmiya Bunyamin": "https://digilib.itb.ac.id/gdl/download/259905"}, "Penulis": "Sallynitha Azmiya Bunyamin [10718204]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Elfahmi, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "?-glucosidase, rutin, nicotiflorin, inhibition, Manihot esculenta", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "20 Sep 2022"}