{"Nomor": 69063, "Judul": "PENGARUH PENATAAN LINGKUNGAN FISIK  TERHADAP KECEMASAN IBU DALAM MENGHADAPI PRAKELAHIRAN (STUDI KASUS: TEMPAT PRAKTIK MANDIRI BIDAN HJ. ADE MARKONAH S. ST, KABUPATEN CIREBON)", "Abstrak": "Ibu selalu mengharapkan kelahiran bayinya normal, aman dan penuh dengan\npengalaman positif. Melahirkan merupakan hal yang kompleks dan krusial, bukan\nhanya kesehatan reproduksi dan lingkungan fisik, tetapi lebih jauh lagi terkait\npsikofisiologis seorang ibu dan perasaan keluarganya. Kesadaran masyarakat akan\nkesehatan melahirkan semakin meningkat, begitupun dalam menilai fasilitas\nkesehatannya. Pengalaman melahirkan dinilai krusial demi kesehatan ibu dan\nbayinya serta menentukan keputusan reproduksi di masa depan. Pemerintah menilai\nserius permasalahan ini dan menghimbau agar masyarakat Indonesia untuk\nmelahirkan di fasilitas kesehatan. Himbauan ini tercantum dalam peraturan\npemerintah dalam Peraturan Menteri Kesehatan No. 97 Tahun 2014 Pasal 14 ayat\n(1). Tempat praktik mandiri bidan swasta menjadi salah satu fasilitas kesehatan\nyang memiliki peminat tersendiri di mana fasilitas ini memang dikhususkan untuk\nmenangani berbagai hal seputar kelahiran. Menurut Dinkes Kabupaten Cirebon\npada tahun 2019-2021, TPMB swasta menempati urutan kedua sebagai tempat yang\nbanyak menangani persalinan setelah rumah sakit. Penentuan tempat melahirkan\npun dilatar belakangi oleh berbagai faktor mulai dari kepercayaan pada tenaga\nmedis hingga faktor lingkungan.\nMenjelang melahirkan, seringkali ibu mengalami perubahan psikologis yang\nmeningkat secara kompleks dan akhirnya mengakibatkan kecemasan prakelahiran.\nUmumnya semakin mendekati waktu melahirkan, ibu merasa semakin cemas\n(Muzayyana dan Saleh, 2021). Di Indonesia sendiri terdapat 107.000.000 ibu\n(28,7%) mengalami kecemasan dalam menghadapi prakelahiran (Muzayyana dan\nSaleh, 2021). Hal ini disebabkan oleh timbulnya berbagai emosi, perubahan fisik\ndan psikologis hingga perlunya penyesuaian baru yang harus dijalani ibu demi hasil\nterbaik untuk bayi dan dirinya. Jika kecemasan ini dibiarkan dapat berdampak\nnegatif pada proses maupun hasil kelahiran. Oleh karena itu diperlukan berbagai\nupaya untuk menekan kecemasan ini, salah satunya diperlukan pula peran\nlingkungan sebagai pendekatan non-medis (non-farmakologis). Namun sangat\ndisayangkan, secara umum pengelola fasilitas kesehatan belum banyak menaruh\nperhatian pada penataan lingkungan kelahiran terhadap psikologis pasiennya.\nMereka cenderung hanya mengoptimalkan sisi kualitas penanganan medis dan\npelayanannya saja, dengan tampilan lingkungan yang sederhana dan apa adanya\nsehingga terkesan mengabaikan faktor psikologis pasien dan kenyamanannya.\nSebaiknya kesadaran masyarakat akan pentingnya kesehatan melahirkan ini juga\ndidukung oleh pemerintah melalui peningkatan pelayanan dan pemerataan yang\nmencakup tenaga, sarana dan prasarana tak terkecuali pengadaan lingkungan\nfasilitas kesehatan yang baik dari segi kuantitas maupun kualitasnya.\nPengalaman melahirkan ibu sangat penting dalam menilai kualitas perawatan\nintrapartum (kelahiran bayi). Hal ini dipengaruhi oleh kemampuan mempersepsi\ndan adaptasi ibu dalam menilai lingkungannya yang bersifat subjektif. Hal ini\nbergantung pada kondisi, persepsi dan kebutuhan tiap individu yang berbeda.\nPenilaian tersebut dapat dipengaruhi oleh kondisi ibu bersalin yang berbeda dengan\nkondisi individu normal pada umumnya, di mana ia memerlukan pendekatan\nkhusus baik secara fisik maupun psikis. Seringkali ibu prakelahiran mengalami\ndisfungsi pada beberapa indranya. Hal ini dikarenakan keadaan diri ibu yang kurang\noptimal akibat serangkaian yang terjadi saat masa prakelahiran sehingga\nmemengaruhi dan membatasi kemampuan pengindraanya.\nPenelitian ini bertujuan untuk mengidentifikasi pengaruh berbagai unsur fisik\nlingkungan fasilitas kebidanan terhadap penurunan kecemasan prakelahiran. Objek\npenelitian ini merupakan ruang prakelahiran di TPMB Hj. Ade M. Kabupaten\nCirebon. Ruang prakelahiran ini bersifat multifungsi yang dapat menampung\nberbagai aktivitas, mulai dari menunggu waktu kelahiran tiba, menjadi tempat\nmelahirkan jika dalam kondisi darurat hingga menjadi ruang rawat setelah ibu\nselesai melahirkan bayinya. Penelitian ini berfokus pada persepsi ibu dalam\nmenilai ruang prakelahirannya berdasarkan pengalamannya dulu sewaktu tinggal di\nsana. Penilaian pada penelitian ini berdasarkan pada 29 responden berlatar\nbelakang sebagai ibu rumah tangga yang berdomisili di Kabupaten Cirebon dengan\nkategori usia ideal reprosuksi (20 – 34 tahun).\nDalam penelitian ini peneliti membandingkan standar dari kajian pustakan, hasil\nobservasi objek studi, persepsi responden dan pengelola TPMB mengenai penataan\nfisik ruang prakelahiran yang selanjutnya akan dianalisis secara deskriptif dan\nkomparatif. Teori psikologi lingkungan menjadi teori utama dalam penelitian ini\nuntuk menjelaskan interaksi manusia dan lingkungan yang saling membentuk.\nPenelitian ini berhasil melengkapi bukti pengaruh lingkungan fisik terhadap\npsikologi ibu prakelahiran. Hasil penelitian menunjukkan bahwa elemen yang\npaling memengaruhi kenyamanan ibu sebelum melahirkan ialah (1) suhu; kedua\nadalah (2) pemandangan alam, (3) luas ruangan, dan (4) kebersihan; ketiga ialah (5)\nsuara dan (6) aroma; disusul dengan (7) pencahayaan; (8) furnitur dan aksesoris\ninterior; (9) estetika interior pada urutan selanjutnya. Penelitian ini juga\nmenemukan jika elemen yang paling berpengaruh adalah suhu sekaligus\nmenyanggah teori yang menyatakan jika stimuli visual merupakan stimuli yang\npaling dominan diantara elemen lainnya (Augustin ,2009; Bochicchio dan Winsler,\n2020). Selain itu, kebutuhan akan pemandangan alam belum tergantikan oleh\nestetika interior ruang prakelahiran yang ada. Melalui penelitian ini juga ditemukan\nbahwa penyebab kecemasan prakelahiran pada ibu didominasi oleh oleh faktor\ninternal, namun penyelesaian justru melalui faktor eksternal, dikarenakan nilai\n\npsikososial, pengetahuan dan membutuhkan distraksi positif di luar diri ibu.\nTemuan ini menekankan pentingnya penggabungan teknik non-farmakologi dalam\npenataan lingkungan fasilitas kesehatan untuk menekan kecemasan prakelahiran.\nHal ini menjadi referensi terbaru dalam merancang lingkungan kelahiran dengan\nmengoptimalkan suhu ruang prakelahiran yang diwujudkan dari rancangan elemen\nfisik lainnya dalam membangun citra sejuk berdasarkan indra penglihatan (visual),\nindra pendengaran (audition), indra penciuman (olfactory) dan tentunya indra\nthermoreception.", "Daftar File": {"2022 TS PP REGITA AYU RUFAIDA 1.pdf": "https://digilib.itb.ac.id/gdl/download/259899"}, "Penulis": "Regita Ayu Rufaida [27120021]", "Kontributor / Dosen Pembimbing": ["Dr. Andriyanto Wibisono, S.Sn., M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "lingkungan fisik, kecemasan, ruang prakelahiran, tempat praktik bidan mandiri", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "20 Sep 2022"}