{"Nomor": 69077, "Judul": "BIOLEACHING LOGAM TANAH JARANG DARI LIMBAH RED MUD INDUSTRI PENGOLAHAN BIJIH BAUKSIT DI TAYAN, KALIMANTAN BARAT MENGGUNAKAN BAKTERI PAENIBACILLUS PASADENENSIS STRAIN SKC/S-7", "Abstrak": "Red mud merupakan residu yang dihasilkan dari proses bayer pengolahan bijih bauksit menjadi alumina. Red mud mengandung logam-logam berharga seperti Fe, Al, Ti dan logam tanah jarang (REE) seperti Ce, Sc, Y, Nd dan Gd yang menyebabkan limbah ini bersifat toksik dan dapat menyebabkan pencemaran lingkungan. Ekstraksi logam dari limbah red mud umumnya dilakukan dengan jalur hidrometalurgi. Sebagai alternatif proses hidrometalurgi, dikembangkan metode ekstraksi logam dari red mud dengan jalur biohidrometalurgi. Biohidrometalurgi merupakan metode yang ramah lingkungan, memerlukan sedikit energi dan dapat mengekstraksi logam dengan konsentrasi yang sangat rendah. Dalam penelitian ini,\nekstraksi REE dari red mud yang berasal dari industri pengolahan bijih bauksit di Tayan, Kalimantan Barat dipelajari dengan metode bioleaching dengan memanfaatkan bakteri Paenibacillus pasadenensis Strain SKC/S-7 sebagai agen pelindian.\n\nSerangkaian percobaan bioleaching dilakukan untuk mempelajari pengaruh pulp density dan medium bioleaching terhadap persen ekstraksi REE. Proses bioleaching dilakukan pada suhu ruang (???? 25 °C), pH medium 1, ukuran partikel red mud -200# +270# (-75 ?m +53 ?m), 10% (v/v) inokulum bakteri dan kecepatan rotary shaker 183 rpm selama 7 hari. Percobaan bioleaching dilakukan pada variasi 2% dan 5% pulp density serta empat variasi medium sebagai berikut: 4 g/L molase, penambahan 5 g/L sulfur, penambahan 5 g/L sulfur dan 2,8 g/L pirit serta penambahan 10 g/L sulfur dan 5,6 g/L pirit. Persen ekstraksi REE sebagai fungsi waktu pada berbagai kondisi bioleaching secara periodik ditentukan dengan analisis ICP-MS (inductively coupled plasma-mass spectrometry).\n\nBerdasarkan hasil percobaan, parameter proses bioleaching terbaik adalah pada variasi 2% pulp density pada medium 4 (4 g/L molase, 10 g/L sulfur, 5,6 g/L pirit) dengan nilai persen ekstraksi REE yaitu 73,35% Tm; 68,11% Eu; 61,32% La; 58,85% Y; 51,7% Nd; 38,46% Pr; 22,48 Ce; 6,8% Yb; 4,84% Sc; 4,3% Ho; 4,75% Gd; 3,47% Lu dan 2,45% Tb. Peningkatan pulp density menyebabkan penurunan persen ekstraksi REE karena terjadinya cell damage, penurunan konsentrasi O2 dan efek agitasi karena viskositas larutan meningkat serta pertumbuhan bakteri yang terhambat karena peningkatan konsentrasi logam pada medium bioleaching yang bersifat toksik. Penurunan persen ekstraksi REE pada medium tanpa penambahan sulfur dan pirit disebabkan karena bakteri kekurangan pasokan energi. Sulfur berperan sebagai sumber senyawa sulfida yang diperlukan sebagai donor elektron\nuntuk metabolisme bakteri, sedangkan pirit berperan sebagai sumber Fe2+ untuk meningkatkan nilai potensial redoks pada proses bioleaching.", "Daftar File": {"ABSTRAK Anggi Supriyono": "https://digilib.itb.ac.id/gdl/download/259915"}, "Penulis": "Anggi Supriyono [12518064]", "Kontributor / Dosen Pembimbing": ["Ir. Siti Khodijah, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "bioleaching, Paenibacillus pasadenensis Strain SKC/S-7, REE, red mud", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "20 Sep 2022"}