{"Nomor": 69074, "Judul": "PENGEMBANGAN JARINGAN DISTRIBUSI AIR MINUM SKALA PEDESAAN DI KECAMATAN BAYAT, KABUPATEN KLATEN", "Abstrak": "RISPAM Kabupaten Klaten 2015 – 2034 merencanakan pengembangan akses air minum wilayah pedesaan di Kecamatan Bayat dengan peningkatan jaringan perpipaan. Jaringan perpipaan di Kecamatan Bayat baru mencapai 51,35% sehingga untuk mencapai 100% jaringan perpipaan, maka dilakukan pengembangan jaringan distribusi air minum. Pengembangan jaringan dilakukan dengan tahapan identifikasi masalah, penentuan tujuan, pengumpulan data, studi literatur, proyeksi kebutuhan air, pembuatan 3 alternatif jaringan, pemilihan alternatif terbaik, dan pembuatan gambar teknik. Terdapat 10 desa rencana di Kecamatan Bayat dengan 9 desa akan dilakukan pengembangan jaringan distribusi dan 1 desa direncanakan untuk perancangan jaringan distribusi yang baru. Pada tahun akhir periode perencanaan yaitu tahun 2034, proyeksi kebutuhan air yang direncanakan melayani Kecamatan Bayat sebesar 97,48 lps. Jaringan distribusi air minum untuk melayani Kecamatan Bayat dibuat 3 alternatif untuk masing-masing desa rencana dengan variasi jalur yang dapat dilewati. Dari 3 alternatif tersebut dipilih alternatif terbaik menggunakan metode SAW berdasarkan kriteria biaya investasi, tekanan, kecepatan pipa, dan kemudahan konstruksi. Hasil penilaian menunjukkan bahwa alternatif terpilih untuk Desa Bogem, Jarum, Jambakan, Tegalrejo, dan Jotangan yaitu alternatif 1; untuk Desa Banyuripan, Gununggajah dan Talang yaitu alternatif 2; dan untuk Desa Krakitan dan Ngerangan yaitu alternatif 3. Jaringan distribusi dibuat dengan pengaliran secara gravitasi dan pola kombinasi dengan total panjang pipa rencana 53,695 km.", "Daftar File": {"15718029_Misi Wulandari.pdf?": "https://digilib.itb.ac.id/gdl/download/259911"}, "Penulis": "Misi Wulandari [15718029]", "Kontributor / Dosen Pembimbing": ["Drs. Dady Surachman, M.Si.", "Ir. Ahmad Soleh Setiyawan, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "distribusi air minum, Kecamatan Bayat, pengembangan jaringan distribusi, skala pedesaan", "Sumber": "", "Staf Input/Edit": "Asep Kusmana  \n                                     Asep Kusmana", "File": "1 file", "Tanggal Input": "20 Sep 2022"}