{"Nomor": 69075, "Judul": "PENGERINGAN BUAH PISANG DENGAN METODE VACUUM DRYING", "Abstrak": "Pisang merupakan salah satu buah yang melimpah di Indonesia. Tidak terkecuali di\nManggarai Barat, Nusa Tenggara Timur, pada daerah ini terdapat buah pisang dengan\nnilai produksi 12.121,6 ton pada 2019. Namun, pada musim panen, buah yang berlimpah\nmenjadi busuk akibat tidak terserap oleh pasar. Pengolahan buah pisang dengan vacuum\ndrying dapat meningkatkan umur simpan buah. Pengeringan bertemperatur rendah seperti\nvacuum drying juga mengurangi kerusakan buah sehingga produknya lebih disukai.\nVacuum drying dilakukan pada buah pisang mas (Musa acuminata) seperti yang banyak\nterdapat di Manggarai Barat. Penelitian dilakukan dengan variasi temperatur 60-90 oC\ndan tekanan absolut 10-50 cmHg dengan ketebalan irisan melintang 2 mm dan umpan per\nbatch sebesar 50 gram. Penelitian ditujukan untuk mempelajari pengaruh temperatur dan\ntekanan terhadap karakteristik pengeringan serta water activity, warna, dan tekstur produk.\nPengeringan buah pisang dengan kadar air awal 73,62% dapat menghasilkan pisang\nkering dengan kadar air 4,8%-12,36% dalam durasi pengeringan 75-225 menit. Evaluasi\nterhadap 5 model pengeringan menunjukkan Model Page memberikan gambaran\nkarakteristik pengeringan buah pisang terbaik dengan rentang nilai R2 sebesar 0,9980-\n1,000. Tekanan dan temperatur proses vacuum drying secara signifikan mempengaruhi\nnilai water activity, perubahan warna, dan kerenyahan pisang kering. Namun, variabel\ntersebut tidak berpengaruh signifikan terhadap hardness pisang kering. Pada rentang\nvariasi penelitian ini, diperoleh nilai water activity buah pisang kering sebesar 0,186-\n0,445; nilai perbedaan warna total terhadap buah pisang segar sebesar 30,97-222,79; nilai\nhardness sebesar 4,65-6,42 N; dan nilai kerenyahan sebesar 1,00-11,20.", "Daftar File": {"ABSTRAK Tengku Romansyah": "https://digilib.itb.ac.id/gdl/download/259912"}, "Penulis": "Tengku Romansyah [13018065]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Lienda Aliwarga, M.Eng.", "Ir. Sanggono Adisasmito, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Pengeringan, pisang, vacuum drying, karakteristik pengeringan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Sep 2022"}