{"Nomor": 69083, "Judul": "SIMULASI PENGARUH TINGGI GENANGAN CHEMICAL SOLUTION TERHADAP KESTABILAN HEAP LEACH", "Abstrak": "PT XYZ merupakan perusahaan pertambangan emas yang menggunakan heap leach statik untuk memisahkan logam berharga dengan batuannya. Mekanisme heap leach jenis statik adalah menumpuk material fresh ore (sebelum di leaching) di atas material spent ore (sesudah leaching) untuk diirigasi. Mekanisme ini terus dilanjutkan, material fresh ore akan ditumpuk kembali di atas lapisan spent ore sehingga terbentuk tumpukan ore yang semakin tinggi. Fine material ore yang turun saat proses irigrasi dapat mengisi rongga-rongga antar material F2 yang menyebabkan chemical solution tidak dapat menerus menuju pipa-pipa drainage di bawah material F2. Sehingga menyebabkan chemical solution terperangkap di dalam badan heap leach. Permodelan tinggi genangan chemical solution dalam penelitian ini dilakukan berdasarkan ketinggian dari 2 titik monitoring VWP yaitu VWP 12 & 13. Tujuan penelitian adalah mengetahui pengaruh tinggi genangan terhadap kestabilan badan heap leach. Analisis dilakukan dengan cara\nmensimulasikan tinggi genangan chemical solution dengan metode kesetimbangan batas menggunakan software Slide2. Hasil dari penelitian ini menujukkan bahwa tinggi genangan chemical solution pada elevasi 44.39 untuk VWP 12 dan 70.18 untuk VWP 13 menyebabkan heap leach pada kondisi tidak stabil yang diindikasikan dengan FK=1,058 dan POF=27%. Hal tersebut dibenarkan berdasarkan hasil validasi yang menunjukkan kesamaan antara displacement RS2 dengan displacement monitoring prisma HLO-4. Analisis juga menunjukkan bahwa setelah adanya perbaikan dan penanganan yang dilakukan PT XYZ dengan memasang horizontal drainage pada lift 1 dan 2, menginstalasi geomembran diatas lift 5 dan membuat buttress pada kaki tumpukan heap leach yang ada telah memperbaiki kestabilan dengan FK= 1.980 & POF=0% untuk surface failure sepanjang penambahan geomembran dan geomembran lama dan FK=2.008 & POF=0% untuk surface failure sepanjang geomembran lama.", "Daftar File": {"COVER Andromeda Nabella": "https://digilib.itb.ac.id/gdl/download/259927"}, "Penulis": "Andromeda Nabella [22120009]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Budi Sulistianto, M.T.", "Dr.Eng. Tri Karian, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Heap leach Statik, Kestabilan heap leach, Fresh ore & Spent ore, Ketinggian Chemical Solution.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "20 Sep 2022"}