{"Nomor": 69096, "Judul": "PENERAPAN KONSEP CONCAVE HULL DAN CONVEX HULL UNTUK PENENTUAN TITIK DASAR DI LAUT SULAWESI", "Abstrak": "Menurut UNCLOS (1982) Indonesia merupakan Negara Kepulauan (archipelagic state) dengan jumlah pulau lebih dari 17ribu dan luas laut sekitar 5,8 Juta km2. Hal yang dapat dilakukan untuk mengoptimalkan kekayaan yang dimiliki dengan mengkaji tentang batas batas terluar wilayah kedaulatan Indonesia. Menurut Peraturan Pemerintah (PP) nomor 38 Tahun 2002 tentang daftar koordinat geografis titik-titik garis pangkal kepulauan Indonesia bahwa dapat dilakukan perubahan atas daftar koordinat geografis yang sudah ada. Perubahan digunakan untuk mendapatkan distribusi persebaran titik dasar yang optimal untuk luas perairan Indonesia yang maksimal. Penelitian kali ini dilakukan menggunakan dua macam konsep yaitu Convex Hull dan Concave Hull, serta tiga macam metode yaitu Jarvis March dan Graham Scann untuk menghasilkan Convex Hull dan Alpha Shape untuk menghasilkan Concave Hull. Hasil dari penelitian untuk metode Convex Hull tidak dapat digunakan untuk penentuan Titik Dasar di Laut Sulawesi karena bentuk geometris pulaunya menghasilkan garis segmen garis pangkal yang tidak sesuai dengan kesepakatan UNCLOS 1982. Metode Concave Hull threshold 0.35 menghasilkan titik dasar yang optimal daripada titik dasar yang tercantum pada PP no. 38 tahun 2002 dengan tambahan luas laut pedalaman sejumlah 9765,28 km2 dan sesuai dengan aturan berlaku.", "Daftar File": {"ABSTRAK Muhammad Ilman Nusantara": "https://digilib.itb.ac.id/gdl/download/259954"}, "Penulis": "Muhammad Ilman Nusantara [15118065]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eka Djunarsjah, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "titik dasar, garis pangkal, penentuan batas laut", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Sep 2022"}