{"Nomor": 69092, "Judul": "PEMODELAN SPASIAL TINGKAT KERENTANAN KEBAKARAN MULTI KEDALAMAN LAHAN GAMBUT TROPIS BERBASIS MACHINE LEARNING", "Abstrak": "Lahan gambut tropis memiliki peran penting sebagai penyimpan stok karbon dunia, habitat flora & fauna langka, serta penyedia air dan mata pencaharian bagi warga. Namun, kebakaran yang meningkat intensitas dan frekuensinya akibat perubahan iklim mengancam kesehatan dan eksistensi lahan gambut tropis dunia. Jadi, analisis kerentanan lahan gambut tropis terhadap kebakaran dan faktor pemicunya urgen dilakukan untuk membantu proses mitigasi dan adaptasi terhadap bencana tersebut. Salah satu upaya analisis yang dapat dilakukan yaitu pemodelan spasial tingkat kerentanan kebakaran lahan gambut tropis multi kedalaman dengan menggunakan algoritma Machine Learning (ML). Algoritma ML yang digunakan pada penelitian ini adalah Random Forest (RF), Classification and Regression Tree (CART), dan Support Vector Machine (SVM). Pengolahan data dilakukan pada Google Earth Engine. Variabel respons diambil dari data titik api satelit MODIS, sementara variabel prediktor terdiri dari indeks kekeringan, kelembaban tanah, curah hujan, serta kandungan air tanah dan karbon tanah pada enam kedalaman berbeda. Pada proses model fitting, dilakukan spatial block cross-validation yang diulang sebanyak lima kali dengan hasil peta probabilitas dan biner kerentanan terjadinya kebakaran di lahan gambut tropis. Hasil yang didapatkan dari penelitian ini adalah bahwa lahan gambut di Kalimantan Tengah, pesisir Sumatera Selatan, serta bagian Riau dan Kalimantan Barat memiliki kerentanan tinggi terhadap kebakaran sehingga membutuhkan perhatian khusus; variabel prediktor paling berpengaruh pada model bervariasi antara kandungan karbon tanah dengan indeks kekeringan atau presipitasi; serta model dari algoritma RF dan CART memenuhi standar uji akurasi AUC-ROC , Sensitivity-Specificity, serta Overall Accuracy; sementara SVM hanya memenuhi standar uji akurasi Overall Accuracy.", "Daftar File": {"ABSTRAK Lukman Fadlansyah Ramadhan": "https://digilib.itb.ac.id/gdl/download/259943"}, "Penulis": "Lukman Fadlansyah Ramadhan [15118074]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agung Budi Harto, M.Sc.", "Dr.Eng. Anjar Dimara Sakti, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "gambut, kebakaran, machine learning, kerentanan, kandungan air dan karbon tanah", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Sep 2022"}