{"Nomor": 69106, "Judul": "PERANCANGAN STRUKTUR PEMECAH GELOMBANG TERAPUNG DI MAKASSAR NEW", "Abstrak": "Makassar New Port merupakan salah satu pelabuhan yang termasuk dalam Proyek Strategis Nasional sebagai pelabuhan peti kemas dengan standar internasional yang dapat menjadi pilar pertumbuhan ekonomi Indonesia. Agar proses bongkar muat peti kemas dapat berjalan dengan kondusif, pemecah gelombang diperlukan untuk menciptakan perairan yang tenang pada kolam pelabuhan.\nPada Tugas Akhir ini akan dilakukan perancangan struktur pemecah gelombang terapung berbentuk box dengan material beton bertulang yang memiliki inti polystyrene dan memiliki ballast dengan material beton. Dilakukan perhitungan respons heave dan roll dengan gelombang desain yang memiliki tinggi 2,425 meter dan periode 6,921 detik. Hasil dari perhitungan respons maksimum heave adalah 0,534 meter dan respons maksimum roll adalah 6,81 derajat. Koefisien transmisi gelombang dihitung menggunakan metode fluks energi yang melalui celah antara dasar struktur dan seabed dengan asumsi respons struktur tidak menghasilkan energi yang dapat membangkitkan gelombang. Hasil dari analisis koefisien transmisi adalah nilai koefisien transmisi sebesar 0,198 dengan tinggi gelombang transmisi sebesar 0,481 m. Dilakukan analisis sistem catenary mooring dengan arus pasang surut yang memiliki kecepatan maksimum 0,422 meter per detik. Tali tambatan berupa rantai besi yang dapat menerima tegangan sebesar 166 kN sebelum terjadi deformasi. Hasil dari analisis sistem catenary mooring ketika pasang tertinggi adalah panjang tali tambatan sebesar 14,265 meter dengan berat anchor sebesar 2197,969 kilogram.", "Daftar File": {"ABSTRAK Harlan Giovani Lukman": "https://digilib.itb.ac.id/gdl/download/259985"}, "Penulis": "Harlan Giovani Lukman [15516035]", "Kontributor / Dosen Pembimbing": ["Ir. Muslim Muin, M.SOE, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pemecah Gelombang Terapung, Respons Heave, Respons Roll, Koefisien Transmisi, Catenary Mooring, Makassar New Port", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Sep 2022"}