{"Nomor": 69105, "Judul": "APLIKASI INVERSI SEISMIK STOKASTIK DAN SEISMIK STRATIGRAFI DALAM MEMETAKAN RESERVOAR LAPISAN TIPIS LTAF PADA LAPANGAN UNTUNG YANG TERKOMPARTEMENTALISASI, BLOK JABUNG, SUMATRA SELATAN", "Abstrak": "Lapangan Untung terletak pada blok Jabung, cekungan Sumatera Selatan, tepatnya\nsekitar 50 km arah Tenggara dari Kota Jambi. Studi ini berfokus berada pada\nformasi Lower Talang Akar, dimana berdasarkan data sumur, formasi ini\nterendapkan pada tiga jenis lingkungan, yaitu Braided River, Meandering Channel,\nserta anomostosing channel atau coastal plain. Formasi Lower Tangan Akar ini\nterkompartementalisasi menjadi tiga akibat adanya patahan mayor yang membagi\nLapangan Untung. Target reservoar pada Formasi Lower Talang Akar ialah\nbatupasir yang tipis dan disisipi oleh batu bara sehingga sulit untuk diidentifikasi\noleh data seismik. Maka dari itu diperlukan pendekatan geostatistik dengan\nmelakukan inversi stokastik untuk menganalisis reservoir LTAF pada lapangan\nUnutng agar dapat meresolusi batupasir lapisan – lapisan tipis serta melihat arah\npersebaran pengendapannya.\nPenelitian dilakukan menggunakan data seismik 3D Pre-Stack Time Migration,\ndengan 64 data sumur dan 2 sumur untuk validasi. Berdasarkan analisis tuning\nthickness, ketebalan individu batupasir yang ada di dalam LTAF berada dibawah\nresolusi vertikal seismik, dengan dilakukannya inversi stokastik, maka batupasir\nyang tidak teresolusi akan terlihat dengan hasil inversi. Proses inversi stokastik\ndilakukan dengan 30 realisasi dan 150 iterasi, dari hasil tersebut dipilih realisasi\nterbaik berdasarkan nilai peta error yang terkecil dengan persentase kebenaran\n83.6%. Pada studi ini, hasil dari inversi stokastik berfokus pada volum densitas\ndimana densitas dapat memisahkan litologi batupasir, shale, dan coal yang paling\nbaik. Nilai densitas yang digunakan berdasarkan dari hasil analisis sensitivitas.\nSelain itu, dapat telihat arah pengendapan reservoir berarah Northeast – Southwest\nserta North-South. Dengan mengintegrasikan seismik stratigrafi dan hasil inversi\nstokastik, dapat terlihat pola – pola endapan channel fill serta floodplain sebagai\nfasies dari reservoir LTAF.", "Daftar File": {"ABSTRAK Ilona Jocelynn Untung": "https://digilib.itb.ac.id/gdl/download/259984"}, "Penulis": "Ilona Jocelynn Untung [22321011]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sigit Sukmono, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Inversi seismik stokastik, lapisan batupasir tipis, Lower Talang Akar Formation, Kompartementalisasi, Cekungan Sumatera Selatan", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "20 Sep 2022"}