{"Nomor": 69101, "Judul": "PERANCANGAN ULANG KAWASAN PASAR BARU BEKASI", "Abstrak": "Pasar rakyat merupakan tempat kegiatan jual beli terlangsung melalui proses\ntawar-menawar dan menjadi salah satu kontributor terhadap aspek ekonomi perkotaan.\nNamun, sebagian besar pasar rakyat masih dalam kondisi yang kurang tertata dan\nbelum didukung oleh fasilitas pasar secara kuanti tas dan kualitas, berpotensi\nmenyebabkan penurunan minat masyarakat untuk berbelanja di pasar rakyat. Kawasan\nPasar Baru Bekasi yang merupakan salah satu pasar rakyat di Kota Bekasi memiliki\npersoalan seperti kurangnya aksesibilitas, kurangnya fasilitas p endukung pasar, tidak\nada pembagian jelas antar ruang dagang dan maraknya pemakaian jalan sebagai\ntempat berdagang, kurangnya area penyerapan air hujan yang ketika musim hujan\nmenyebabkan genangan, serta aktivitas pasar yang menyebabkan eksternalitias nega tif\nseperti kemacetan dan parkir liar, menyebabkan kesan semrawut dan kumuh di kawasan\nPasar Baru Bekasi.\nDari kondisi kawasan Pasar Baru Bekasi tersebut, salah satu alternatif untuk\nmeminimalisir persoalan di kawasan Pasar Baru Bekasi adalah dengan melakukan\nperancangan ulang pada untuk memecahkan persoalan perancangan yang ada, agar\ntercapai fungsinya sebagai sarana perdagangan dan jasa yang optimal . Perancangan\nulang pada kawasan Pasar Baru Bekasi menggunakan metode fragmental dan teknik\nproblem solving, dengan mempertimbangkan kondisi fisik kawasan, persepsi dan\npreferensi masyarakat, serta peraturan/literatur terkait pasar rakyat yang ideal\nsebagai dasar perancangan ulang kawasan Pasar Baru Bekasi. Oleh karena itu, disusun\nkebijakan perancangan kawasan Pasar Baru Bekasi yang inklusif dan terintegrasi,\nmelalui penyediaan ruang dagang yang saling terhubung dengan kegiatan lain,\npeningkatan aksesibilitas jalan, penyediaan ruang terbuka hijau sebagai ruang publik,\ndan pemenuhan fasilitas pendukung lainnya, dapat mewujudkan kawasan Pasar Baru\nBekasi yang memperhatikan keselamatan, aksesibilitas, kesehatan, kebersihan,\nkeamana, kenyamanan, dan estetika.", "Daftar File": {}, "Penulis": "Clarine Natasha [15418232]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Denny Zulkaidi, MUP.", "Naya Cinantya Drestalita, S.T., M.Arts."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "pasar rakyat, kawasan Pasar Baru Bekasi, perancangan ulang, metode fragmental, teknik problem solving", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "20 Sep 2022"}