{"Nomor": 69109, "Judul": "PENGEMBANGAN DESAIN INTERAKSI APLIKASI AUDIOBOOK PADA PLATFORM ANDROID UNTUK PENYANDANG DISABILITAS PENGLIHATAN (PDP)", "Abstrak": "Bagi penyandang disabilitas penglihatan (PDP), informasi hanya dapat diterima melalui media cetak yang menggunakan sistem penulisan braille atau melalui media suara. Maka, terdapat kesenjangan informasi antara PDP dengan non-PDP. Akan tetapi, dengan terus berkembangnya teknologi yang digunakan oleh manusia, kesenjangan tersebut mulai dapat diperkecil. Salah satu teknologi yang dapat digunakan untuk memperkecil kesenjangan tersebut adalah buku audio. Penelitian ini berfokus untuk merancang desain interaksi aplikasi pada platform Android bagi pengguna PDP untuk menggunakan buku audio. Proses perancangan desain dilakukan dengan menggunakan pendekatan user-centered design yang melibatkan target pengguna dalam proses pengembangannya. Hasil akhir berupa high-fidelity prototype pada platform Android yang didapatkan akan sedekat mungkin sesuai dengan kebutuhan pengguna. Proses perancangan dimulai dengan mengumpulkan data melalui kuesioner dan wawancara. Dari data yang telah\ndikumpulkan, kemudian dirancang dua buah prototipe, yaitu low-fidelity prototype dan high-fidelity prototype. Kedua prototipe tersebut kemudian diujikan kepada target pengguna untuk menganalisis task completion rate, single ease question (SEQ), system usability scale (SUS), dan post-test questionnaire untuk mengetahui apakah prototipe sudah memenuhi usability dan user experience goals yang ditargetkan, yaitu effective to use, easy to use, dan helpful. Berdasarkan evaluasi hasil pengujian, didapatkan bahwa prototipe yang dirancang sudah berhasil mencapai usability dan user experience goals yang ditargetkan.", "Daftar File": {}, "Penulis": "Izharulhaq [13518092]", "Kontributor / Dosen Pembimbing": ["Dessi Puji Lestari, S.T., M.Eng., Ph.D.", "Rizal Dwi Prayogo, S.Si., M.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "buku audio, desain interaksi, penyandang disabilitas penglihatan, user-centered design.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "20 Sep 2022"}