{"Nomor": 69108, "Judul": "IMPLEMENTASI APLIKASI BACKEND SEBAGAI INTEGRATOR MODEL PEMBELAJARAN MESIN DAN APLIKASI MOBILE PENDETEKSI OBJEK SECARA REAL TIME UNTUK PENYANDANG LOW VISION", "Abstrak": "Low vision merupakan keadaan dimana fungsi penglihatan seseorang menurun dan keadaan tersebut tidak dapat dibantu dengan alat optik sehingga membuat penyandangnya kesulitan menjalani kegiatan sehari-hari. Pengembangan aplikasi mobile pendeteksi objek yang membantu penyandang low vision dalam mengenali benda di sekitarnya memiliki keterbatasan pendeteksian, yaitu hanya untuk benda-benda yang sudah didefinisikan di awal saja. Pengembangan aplikasi backend integrator dimaksudkan untuk dapat menghubungkan model pendeteksi objek dan aplikasi mobile sehingga peningkatan akurasi model dapat terus meningkat secara periodik. Aplikasi backend integrator terdiri dari dua komponen, yaitu aplikasi backend API yang menyediakan API berbasis REST untuk dapat memberikan model deteksi objek ke aplikasi mobile dan menerima citra objek hasil deteksi pengguna serta aplikasi backend scheduler untuk menjadwalkan pelatihan ulang model secara periodik. Dalam perancangan aplikasi backend integrator, dilakukan penentuan arsitektur dan teknologi yang tepat serta penentuan skema dan fitur entitas dalam basis data. Implementasi aplikasi backend API meliputi pembangunan API-API yang dibutuhkan untuk operasi CRUD data citra objek dan model pendeteksi objek. Implementasi aplikasi backend scheduler meliputi pembangunan scheduler dengan konfigurasi CRON untuk pelatihan ulang masing-masing model.\n\nHasil yang diperoleh dari tugas akhir ini adalah terjalinnya hubungan antara aplikasi mobile dan model pendeteksi objek secara efisien. Pelatihan model secara berkala dapat menghasilkan model yang baru yang dapat ditaruh di aplikasi mobile untuk memperbarui model sebelumnya. Peningkatan akurasi pelatihan model berdampak pada peningkatan user experience bagi pengguna.", "Daftar File": {}, "Penulis": "Fadhil Muhammad Rafi' [13518079]", "Kontributor / Dosen Pembimbing": ["Nugraha Priya Utama, S.T., MA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "low vision, backend, model machine learning, scheduler", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "20 Sep 2022"}