{"Nomor": 69115, "Judul": "DESAIN KARTOGRAFI PETA PERKEBUNAN MASA KOLONIAL DI PRIANGAN PASCA CULTUURSTELSEL", "Abstrak": "Sejak zaman kolonial, perkebunan memiliki arti penting bagi perekonomian pemerintah Hindia Belanda. Era swastanisasi perkebunan dimulai setelah tanam paksa berakhir di tahun 1870. Pemilik modal swasta dari Belanda maupun Eropa lainnya berbondong-bondong datang ke Priangan untuk membangun perkebunan. Pada masa pasca tanam paksa tersebut, bahkan Priangan menjadi salah satu pusat perkebunan di Hindia Belanda. Dengan latar belakang yang dimiliki, sejarah perkebunan di Priangan sangat menarik untuk diteliti. Sampai saat ini belum ada peta tematik yang memadai untuk menginformasikan sejarah perkebunan di Priangan masa kolonial. Tujuan penelitian ini adalah untuk membuat peta tematik perkebunan masa kolonial di Priangan pasca cultuurstelsel. Penggambaran sejarah dalam bentuk peta merupakan salah satu bentuk komunikasi yang kompleks. Bukan hanya berfungsi untuk menyampaikan informasi yang mudah dipahami kepada pembaca, pembuatan peta tematik juga perlu memperhatikan aspek keindahan. Data yang digunakan dalam penelitian ini adalah peta perkebunan di Priangan masa kolonial, peta RBI, dan data ketinggian berupa citra SRTM. Metodologi yang digunakan dalam mendesain peta diawali dengan studi literatur, pengumpulan data, pengolahan data, pengklasifikasian unsur, serta proses desain kartografi yang terdiri dari pembuatan simbol, desain warna, tata letak, tipografi, dan infografis. Hasil penelitian ini berupa peta tematik yang mampu memberikan informasi mengenai sejarah perkebunan di Priangan pasca tanam paksa termasuk lokasi 477 perkebunan dengan 14 komoditas tanamannya.", "Daftar File": {"ABSTRAK Rachmita Hardilayanti": "https://digilib.itb.ac.id/gdl/download/259989"}, "Penulis": "Rachmita Hardilayanti [15118094]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agung Budi Harto, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Kartografi, Peta Tematik, Perkebunan, Priangan, Tanam Paksa", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Sep 2022"}