{"Nomor": 69110, "Judul": "PERANCANGAN DESAIN INTERAKSI SOCIAL LISTENING TOOLS  DENGAN PENDEKATAN USER CENTERED DESIGN", "Abstrak": "Citra suatu merek adalah aspek yang penting dipertimbangkan oleh konsumen saat\nmembeli suatu produk. Salah satu cara untuk mengukur dampak brand awareness\nadalah dengan memeriksa media sosial. Tetapi dengan cakupan media sosial yang\nluas, maka solusi yang dapat mengatasi semua masalah tersebut adalah dengan\nmenggunakan aplikasi social listening tool. Aplikasi ini memiliki kemampuan\nuntuk memantau interaksi antara pelanggan dan non-pelanggan di berbagai\nplatform digital dengan suatu kata kunci tertentu. Saat ini, terdapat beberapa\nplatform yang menawarkan social listening tetapi banyak dari pengguna tersebut\nmelaporkan hal seperti aplikasi memiliki layout design yang masih sulit pengguna\ndalam mendapatkan data terkait engagement dari keyword. Keluhan berikutnya\ndimana pengguna merasa perlunya interaksi dengan konsumen. Oleh karena itu\naplikasi diperlukan Social Listening Tool yang mendukung pemahaman\nengagement yang komprehensif. Perancangan aplikasi harus sesuai dengan\nkebutuhan dari pengguna, oleh karena itu perancangan desain dilakukan dengan\nmetodologi user centered design (UCD). Metodologi UCD adalah proses desain\nberulang di mana desainer fokus pada pengguna dan kebutuhan mereka di setiap\nfase proses desain. Perancangan desain dilakukan dengan dua tahapan, yaitu\nperancangan prototipe low-fidelity dan high-fidelity. Usability testing dilakukan\nuntuk menguji user experience goals dan usability goals aplikasi, yaitu membantu\ndan memiliki utilitas yang baik. Hasil menunjukkan prototipe mencapai seluruh\ngoals dengan parameter completion rate sebesar 100%, Single Ease Question\n(SEQ) dengan nilai 6,62 dari 7, SUS sebesar 97,6 dari 100, dan IMI sebesar 6,62\ndari 7. Berdasarkan perolehan yang didapatkan, dapat disimpulkan bahwa usability\ndan user experience goals yang ingin dipenuhi dari prototipe ini sudah tercapai.", "Daftar File": {}, "Penulis": "Yan Arie Motinggo [13518129]", "Kontributor / Dosen Pembimbing": ["Adi Mulyanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "social listening tool, brand awareness, user-centered design, prototipe, usability testing", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "20 Sep 2022"}