{"Nomor": 69112, "Judul": "FORMULASI DAN KARAKTERISASI ENKAPSULASI MINYAK BIJI BABCHI (PSORALEA CORYLIFOLIA) DALAM MIKROSPONS", "Abstrak": "Bakuchiol merupakan komponen utama dari minyak biji babchi (Psoralea corylifolia) yang tidak hanya\nmemiliki efek antioksidan yang baik, namun juga memiliki profil keamanan yang baik. Untuk dapat\nmeningkatkan mekanisme kerja zat aktif pada tubuh, dilakukan perkembangan sistem penghantaran\nobat baru yang dapat memberikan efek terapeutik yang maksimal, salah satunya adalah dalam bentuk\nmikrospons. Dalam penelitian ini, akan dibahas terkait formulasi dan karakterisasi enkapsulasi minyak\nbiji babchi dalam mikrospons. Pembuatan mikrospons dilakukan dengan menggunakan polivinyl\nalkohol, etil selulosa, diklorometana, Tween 80, dan aquades dengan metode quasi-emulsion solvent\ndifussion. Mikrospons yang dihasilkan berbentuk sferis dan tergolong dalam partikel dengan jenis pori\nmesoporous berukuran 14,92 nm. Mikrospons ini dapat melepaskan zat aktif sebesar 77,33% setelah\n6 jam, dan memiliki IC50 aktivitas dari zat aktif dalam sediaan sebesar 1451,30 ppm yang ditentukan\ndengan metode DPPH. Hasil uji stabilitas mikrospons pada kondisi suhu ruang dan pada suhu 40°C\ndengan kelembaban 75%±5% RH menunjukkan bahwa mikrospons memiliki stabilitas fisika yang baik,\nsedangkan hasil uji stabilitas kimia menunjukkan adanya penurunan kadar zat aktif dalam sediaan\nyang signifikan.", "Daftar File": {"ABSTRAK Dharin Raissa Grahanti B": "https://digilib.itb.ac.id/gdl/download/259986"}, "Penulis": "Dharin Raissa Grahanti B [10718025]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Jessie Sofia Pamudji, M.S.", "Amirah Adlia, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Bakuchiol, minyak biji babchi, formulasi, karakterisasi, mikrospons", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "20 Sep 2022"}