{"Nomor": 69127, "Judul": "OPTIMALISASI UTILISASI KAPASITAS DAN KINERJA BAGIAN PENGAWASAN MUTU DI LABORATORIUM PT H", "Abstrak": "Laboratorium merupakan bagian dari rantai pasok kelancaran proses produksi obat di\npabrik. Tuntutan efisiensi dan optimalisasi proses menjadi tantangan utama di\nlaboratorium di lingkungsn industri, bagian pengawasan mutu yang berkewajiban\nmelakukan optimalisasi utilisasi kapasitas dan kinerja. Tujuan penelitian ini adalah\nmelakukan penilaian utilisasi kapasitas kemudian dilakukan aktivitas pengurangan\npemborosan untuk mendapatkan utilisasi yang optimal terhadap kapasitas yang dimiliki.\nPenelitian dimulai dari perhitungan utilisasi kapasitas laboratorium PT H, dilanjutkan\ntahap identifikasi proses analisa dan penjadwalannya, dilanjutkan penilaian beban kerja\nanalis secara sampling dilanjutkan identifikasi aktivitas pemborosan untuk dilakukan\npenanggulangannya. Utilisasi kapasitas dihitung terhadap instrumen Kromatografi Cair\nKinerja Tinggi (KCKT), Spektrofotometer UV/Vis, dan alat uji disolusi dengan ruang\nlingkup pada proses analisa produk komersial dari proses analisa granul sampai produk\njadi dan analisa stabilita produk.\nHasil perhitungan utilisasi kapasitas instrumen di bulan Februari-Maret 2022\nmenunjukkan hasil kapasitas dengan tiga KCKT 115,3% (5 Hari Kerja/HK), 95,3%\n(6HK); empat KCKT 86,5% (5HK), 71,5% (6HK); alat disolusi 14,8% (5HK), 12,2%\n(6HK); dan Spektofotometer UV/Vis 15,0% (5HK), 12,4% (6HK). Hasil penilaian\nkompetensi menunjukkan seluruh personil kompeten sehingga analisa beban kerja\ndilakukan secara sampling dengan dua analis dan dua staf dengan hasil beban kerja\njabatan di 98,3% tidak lebih dari 100,0% sehingga dapat dikatakan kinerja personil telah\noptimal. Dilakukan penggabungan parameter analisa dengan sistem KCKT yang similar\nsebagai pengurangan pemborosan terhadap waktu sehingga utilisasi kapasitas di\nlaboratorium PT H menurun menjadi 65,2% untuk 3 KCKT dan 48,9% untuk 4 KCKT.\nPeninjauan efektivitas pengurangan waktu dilakukan dengan menghitung utilisasi\nkapasitas laboratorium di bulan Juni-Juli 2022 dengan hasil utilisasi sebesar 86,5%\ndimana angka tersebut mendekati nilai optimum kapasitas secara empiris 85,0%. Adanya\nvariasi jumlah dan jenis permintaan analisa produk setiap bulannya menjadi pengaruh\nbesarnya nilai utilisasi kapasitas yang dihasilkan.", "Daftar File": {"ABSTRAK Ismi Fathonah": "https://digilib.itb.ac.id/gdl/download/260007"}, "Penulis": "Ismi Fathonah [21820006]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Sundani Nurono", "Dr. rer. nat. apt. Rachmat Mauludin, S.Si., M.Si.", "Dr. apt. Yuda Prasetya Nugraha, S.Farm., M.Si"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi Industri", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "laboratorium, utilisasi kapasitas, proses analisa, instrumen, beban kerja.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "20 Sep 2022"}