{"Nomor": 69124, "Judul": "COMPARATIVE STUDY OF PRODUCTION PERFORMANCE AND ECONOMICS ATTRACTION OF SOME EOR PROJECTS IN INDONESIAN BROWNFIELDS: TANJUNG AND JATIBARANG", "Abstrak": "Domestic energy needs, especially from the oil and gas sector continue to increase with population growth. Meanwhile, domestic oil production is decreasing year by year. In times of difficulty finding new sources of reserves that are ready to be produced, dependence on mature fields continues to be relied upon. The Enhanced Oil Recovery method as a tertiary recovery has long been introduced and applied in the whole of the world. Determining a suitable EOR method is one of the challenges before apply EOR in a field.\nThis study is intended to investigate the performance and economics of several EOR methods that are worthy of consideration for application in two mature fields in Indonesia. They are namely Tanjung and Jatibarang Fields. Through an integrated study using an in-house PertaEOR software, the known EOR methods are filtered into 5 methods with the greatest probability of success for further performance testing and economic analysis to produce appropriate recommendations.\nThe results of the study show that EOR Polymer Flood is the leading option to be applied in the Tanjung Field ahead of Miscible Hydrocarbon, Miscible CO2, and Immiscible CO2. Meanwhile, for the Jatibarang Field, the study recommends EOR Miscible CO2 Injection to be applied as a more attractive option among Miscible Hydrocarbon, Polymer Flood, and Surfactant-Polymer.", "Daftar File": {"ABSTRAK Ahmad Riyad Hidayat": "https://digilib.itb.ac.id/gdl/download/259997"}, "Penulis": "Ahmad Riyad Hidayat [12218051]", "Kontributor / Dosen Pembimbing": ["Zuher Syihab, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "EOR, Performance, Economics, Mature Field, Polymer Flood, Miscible CO2 Injection", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "20 Sep 2022"}