{"Nomor": 69121, "Judul": "ANALISIS STUDI KOMPARASI SATELLITE DERIVED BATHYMETRY (SDB) DENGAN MENGGUNAKAN BEBERAPA METODE (STUDI KASUS: PULAU BONGKOK, KEPULAUAN SERIBU)", "Abstrak": "Seiring dengan berkembangnya teknologi penginderaan jauh (remote sensing) memberikan peluang untuk berbagai macam implementasi. Salah satunya untuk pemetaan batimetri. Utamanya pemetaan pada daerah yang memiliki tingkat perubahan kedalaman secara cepat ataupun daerah yang memiliki tingkat perubahan kedalaman secara cepat ataupun pada daerah yang sangat dangkal. Salah satu metode untuk mendapatkan model kedalaman ialah menggunakan metode Satellite Derived Bathymetry (SDB). Pada proses pembuatan model kedalaman SDB, diperlukan data berupa citra satelit serta data kedalaman batimetri. Data citra satelit yang digunakan adalah citra sentinel 2A sebanyak 24 citra yang diakuisisi pada rentang waktu 1 Januari 2021 hingga 1 Januari 2022. Lalu, data batimetri yang digunakan ialah hasil pengukuran menggunakan Single Beam Echosounder (SBE) yang diikatkan pada wahana UAV serta diakuisisi pada tanggal 4 Juli 2021. Tugas akhir ini dibuat dengan tujuan, untuk melakukan analisis komparasi terhadap beberapa hasil model kedalaman SDB berdasarkan rentang kedalaman dan tutupan dasar laut. Metode yang digunakan dalam pembuatan model SDB ialah Random Forest, Stumpf, K-Nearest Neighboor, dan Lyzenga. Analisis berdasarkan rentang kedalaman, dibagi menjadi 6 rentang kedalaman, yaitu <1 meter, 1-2 meter, 2-3 meter, 3-4 meter, 4-5 meter, >5 meter. Pada setiap kenaikan rentang kedalaman, hasil RMSE menunjukkan semakin dalam rentang kedalaman, nilai RMSE yang dihasilkan cenderung lebih besar. Lalu, analisis yang dilakukan berdasarkan tutupan dasar perairan yang diklasifikasikan menjadi 4 kelas menunjukkan bahwa, masing-masing tutupan dasar perairan menghasilkan nilai RMSE yang berbeda-beda, dengan nilai rata-rata RMSE berurutan dari A, B, C, D sebagai berikut. 1.912 meter ; 0.393 meter; 0.448 meter; dan 0.551 meter.", "Daftar File": {"ABSTRAK Rakha Jidhan Putra Yanuar": "https://digilib.itb.ac.id/gdl/download/259995"}, "Penulis": "Rakha Jidhan Putra Yanuar [15118035]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agung Budi Harto, M.Sc.", "Dr. Budhy Soeksmantono, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Sep 2022"}