{"Nomor": 69126, "Judul": "PENGARUH DEFORMASI PRA-REGANGAN TERHADAP SIFAT MEKANIK DAN PERILAKU STRESS CORROSION CRACKING PADUAN ALUMINIUM 2024-T72", "Abstrak": "Paduan aluminium merupakan salah satu material yang banyak digunakan saat ini pada berbagai bidang, salah satunya pada manufaktur pesawat terbang. Salah satu jenis paduan aluminium yang umum digunakan dalam struktural pesawat terbang adalah paduan aluminium seri 2024. Paduan ini memiliki sifat komprehensif, seperti kekuatan spesifik yang sangat baik, sifat mampu dibentuk, dan ketahanan lelah yang baik. Namun, paduan Al2024 rentan terhadap stress corrosion cracking (SCC). Permintaan untuk paduan aluminium yang diaplikasikan kepada komponen struktural komersial adalah mereduksi berat dengan peningkatan kekuatannya. Pada umumnya, sifat mekanik kinerja tinggi dicapai dengan thermomechanical treatment (TMT), yaitu penguatan deformasi melalui pemberian deformasi plastis dan penguatan transformasi melalui perlakuan panas. Sifat paduan aluminium yang mengalami pembentukan cenderung tidak stabil, sehingga perlakuan panas overaging menjadi fundamental untuk melunakkan paduan aluminium dengan tujuan menghindari terjadinya retak. Pada penelitian ini dipelajari pengaruh deformasi berupa pra-regangan terhadap sifat mekanik dan stress corrosion cracking paduan aluminium 2024 dengan perlakuan panas overaging (T72).\n\nPemberian pra-regangan dilakukan terhadap sampel dengan variasi 0%, 1%, 3%, 6%, dan 12%. Pengaturan otomatis digunakan mesin uji tarik dengan kecepatan regangan 2 mm/menit. Perlakuan panas yang digunakan adalah T72. Sifat mekanik yang diuji adalah kekuatan, elongasi, ketangguhan, dan kekerasan. Pengamatan struktur mikro dan pengujian kekerasan dilakukan terhadap patahan spesimen uji tarik. Pengujian stress corrosion cracking (SCC) dilakukan dengan beban statis sebesar 10 kgf. Lingkungan korosif yang digunakan adalah larutan NaCl (5 wt.%). Pengujian dilakukan hingga sampel patah atau dihentikan setelah 10 hari bila tidak patah. Sampel pengujian SCC yang patah akan dilakukan pengamatan fraktografi dengan Scanning Electron Microscope (SEM).\n\nSifat kekuatan dan kekerasan tertinggi diperoleh pada sampel pra-regangan 12%, dengan nilai yield strength 289,76 MPa, ultimate tensile strength 361,86 MPa, dan kekerasan 147,65 HV. Nilai kekuatan dan kekerasan cenderung berbanding lurus dengan meningkatkan pra-regangan. Sifat ketangguhan cenderung meningkat dengan bertambahnya pra-regangan hingga 6%, kemudian menurun. Sampel SCC dengan variasi pra-regangan 12% mengalami kegagalan pada hari ke-8, sementara variasi yang lain tidak patah setelah 10 hari percobaan. Urutan ketahanan stress corrosion cracking dari yang paling baik berturut-turut yaitu pra-regangan 6%, 3%, 1%, 0%, 12%. Kombinasi sifat mekanik dan ketahanan terhadap SCC terbaik pada percobaan ini adalah pra-regangan 6%, dengan nilai ketangguhan tertinggi 22,18 MJ/m3 dan tidak mengalami kegagalan SCC setelah 10 hari percobaan.", "Daftar File": {"ABSTRAK Shuantdifa Grahish Vidhi": "https://digilib.itb.ac.id/gdl/download/260000"}, "Penulis": "Shuantdifa Grahish Vidhi [12518003]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Akhmad Ardian Korda, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Aluminium 2024, pra-regangan, overaging, sifat mekanik, stress corrosion cracking.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "20 Sep 2022"}