{"Nomor": 69138, "Judul": "WELL MANAGEMENT STRATEGY THROUGH PRODUCTION MODELING: STUDY CASE WELL B-5", "Abstrak": "In conventional wisdom, operators of oil or gas fields with sandstone reservoirs often produce their wells under pressure drawdown limit to avoid sand production. Tiffin et al. (2003) reported that the recommended pressure drawdown is ranging from 500 psi to 1000 psi depends on the experience and analogue data for wells with installed sand control. However in their research, they shown that pressure drawdown is not an appropriate approach to avoid sand production. They introduce the concept of flux limit to replace pressure drawdown limit since velocity of produce fluid through sand screen is the main variable affecting sand control failure. Similar flux limit application also studied by Procyk et al. in 2015.\nAs an object of this study, B-5 is the third development well in B field. The field consists of shallow multi-stacked sandstone reservoirs, which were deposited under fluvial deltaic environment. Reservoir quality can be considered as fair to good indicated by high porosity and low water saturation value. As an implication of its shallow depth and good reservoir quality, Sand production is expected on the B field as observed in surrounding analogues field. To mitigate sand production, sand control of fracpack and gravel pack was installed under five inflow control valves (ICVs) in B-5 well. In total 11 reservoir were commingle in those five ICVs where each ICV is equipped with pressure and temperature gauge in both inside tubing and annulus.\nOn this research, dynamic simulation model in B field is coupled with well and surface facility model. Well management strategy through production modeling approach is carried out to take into account the backpressure from each ICVs. Flux limit on sand screen can be updated continuously by considering the depletion on reservoir pressure. This integrated study is important to create strategy to safely optimize well production by avoiding sand production and cover widest production range as possible as required by gas demands.", "Daftar File": {"ABSTRAK Budi Khoironi": "https://digilib.itb.ac.id/gdl/download/260053"}, "Penulis": "Budi Khoironi [22219003]", "Kontributor / Dosen Pembimbing": ["Dr. Dedy Irawan, S.T., M.T.", "Dr. Amega Yasutra, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "inflow control valve, sand control, production modeling, flux limit.", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "20 Sep 2022"}