{"Nomor": 69134, "Judul": "MONITORING KONTAMINASI AIR ASAM TAMBANG DI SUNGAI TROPIS MENGGUNAKAN MAKROZOOBENTOS SEBAGAI BIOINDIKATOR (STUDI KASUS: SUNGAI LATI, PROVINSI KALIMANTAN TIMUR)", "Abstrak": "Kontaminan air asam tambang (AAT) dicirikan bersifat asam dan mengandung\nlogam berat yang tinggi sehingga potensial menyebabkan gangguan dalam\nekosistem. Metode biomonitoring dengan memanfaatkan makrozoobentos dapat\nmenunjukkan pengaruh kadar logam terhadap kehidupan organisme di dalam\nekosistem itu sendiri. sungai Lati sebagai penerima efluen air asam tambang PT\nBerau Coal Energy Tbk. Dipilih sebagai lokasi penelitian karena menjadi drainase\nutama aliran AAT di area kerja Lati Mine Operation (LMO). Pengambilan sampel\nmakrozoobentos dan sedimen dilaksanakan pada bulan Maret dan dilanjutkan\ndengan analisis sampel pada April sampai dengan Juli 2022. Analisa data berupa:\n1). Perhitungan indeks biologis yang meliputi indeks kelimpahan (K), indeks\nkeanekaragaman Shannon-Wiener (H), indeks keseragaman (E) dan dominansi (D);\n2). Indeks kualitas air CCME WQI; 3). Analisis korelasi Pearson-Spearman; dan\n4). Uji Principal Component Analysis (PCA). Hasil yang diperoleh menunjukkan\nsebanyak 15 taksa genus makrozoobentos ditemukan di sungai Lati. Kualitas air\ndan ekosistem sungai Lati tergolong tercemar yaitu kategori kualitas kurang hingga\nburuk berdasarkan indeks CCME WQI dan indeks biotik. Parameter lingkungan\nyang berasosiasi dengan kehadiran logam berat berkorelasi negatif terhadap\nkelimpahan dan keanekaragaman makrozoobentos. Uji PCA yang telah dilakukan\nmembagi stasiun penelitian sungai Lati ke dalam tiga kuadran berbeda. Stasiun 1\nsebagai stasiun yang paling identik dengan parameter lingkungan akibat masuknya\nAAT, sedangkan taksa yang berasosiasi kuat dengan AAT adalah Chimarra.", "Daftar File": {"RIZA  AGUNG ISMADI.pdf": "https://digilib.itb.ac.id/gdl/download/260029"}, "Penulis": "Riza Agung Ismadi [25320323]", "Kontributor / Dosen Pembimbing": ["Dr. Muhammad Sonny Abfertiawan, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Biomonitoring, bioindikator, air asam tambang, Chimarra dan PCA.", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "20 Sep 2022"}