{"Nomor": 69133, "Judul": "IMPLEMENTATIONS OF MANAGED PRESSURE DRILLING TO OPTIMIZING THE RATE OF PENETRATION OF DRILLING IN CARBONATE FORMATIONS : PREDICTION USING LIGHT GBM ALGORITHM MACHINE LEARNING MODEL", "Abstrak": "Managed Pressure Drilling (MPD) is an adaptive drilling process used to precisely control the annular pressure profile throughout the wellbore. Managed pressure drilling is commonly used in drilling with a narrow pressure window. Managed pressure drilling uses lower mud densities than conventional drilling to maintain the wellbore pressure close to formation pressure (slightly overbalanced). This is why Managed pressure drilling is not only used in drilling with a narrow pressure window. The use of lower mud densities can increase the Rate of Penetration (ROP) in drilling, thus making drilling more efficient.\nIn this study, Managed pressure drilling will be used to allow drilling with lower mud densities to increase rate of penetration and, this study will also predict rate of penetration when managed pressure drilling is used in wells with the same formation and section, namely in the carbonate formation and section 6 1/8” by creating a machine learning-based program using the light GBM algorithm.\nThis study used 32086 clean data from 4 wells with the same formation in a field for training in machine learning models. The algorithm used as a machine learning model is light GBM with an R2 Score of 0.9368 with a predicted RMSE value that is smaller than the standard deviation value of the actual data used.\nThis study resulted in an increase in rate of pentration when lower mud densities were used as a result of the application of managed pressure drilling.", "Daftar File": {"ABSTRAK Muhammad Fajar": "https://digilib.itb.ac.id/gdl/download/260027"}, "Penulis": "Muhammad Fajar [12218064]", "Kontributor / Dosen Pembimbing": ["Dimas Taha Maulana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "managed pressure drilling; rate of penetration; mud densities; machine learning.", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "20 Sep 2022"}