{"Nomor": 69145, "Judul": "PENGARUH VITAMIN B KOMPLEKS TERHADAP VO2MAX, KONSENTRASI LAKTAT DARAH SERTA LAJU DENYUT JANTUNG ATLET FUTSAL SE-BANDUNG RAYA PASCAPEMULIHAN COVID-19", "Abstrak": "COVID-19 merupakan penyakit virus yang menyerang bagian paru-paru sehingga\nmengakibatkan terjadinya penurunan sejumlah variabel respirasi, terutama nilai\nVO2max. Dari penurunan nilai VO2max tersebut menyebabkan reaksi berantai yang\nmempengaruhi variabel-variabel kebugaran individu seperti konsentrasi laktat\ndarah dan laju denyut jantung, baik secara langsung maupun tidak langsung.\nPenelitian mengenai pengaruh vitamin B kompleks terhadap VO2max dan\nkonsentrasi laktat darah sudah ada, walaupun tidak digambarkan secara spesifik.\nPenelitian ini bertujuan untuk melihat perbandingan nilai VO2max, konsentrasi\nlaktat darah serta laju denyut jantung pada saat sebelum dan sesudah suplementasi\nterhadap atlet futsal. Sebagai tambahan, penelitian ini diharapkan untuk dapat\nmelihat seberapa besar nilai restorasi ketika dilakukan suplementasi vitamin B\nkompleks. Studi melibatkan 10 orang atlet futsal amatir yang memiliki riwayat\nCOVID-19 mulai dari tiga bulan yang lalu hingga 12 bulan, dibagi menjadi dua\nkelompok perlakuan; yaitu kelompok suplemen dan kelompok plasebo. Subyek\ndiuji nilai VO2maxnya dengan menggunakan Uji Cooper 2,4 km. Untuk uji\nkonsentrasi laktat darah dan laju denyut jantung masing-masing menggunakan\nAccutrend®\n Plus dan Polar®\n Heart Rate Sensor H10 serta Polar®\n Heart Rate\nMonitor M400 selama dilakukannya uji Cooper 2,4 km. Hasil kemudian\ndibandingkan masing-masing variabel dan kelompok uji antara sebelum dan\nsesudah suplementasi vitamin B kompleks. Hasil perbandingan VO2max dan\nkonsentrasi laktat darah menunjukkan perbedaan yang bermakna antara sebelum\ndan sesudah suplementasi pada kelompok (p<0,05), sedangkan laju denyut\njantung tidak memberikan perbedaan yang cukup bermakna (p<0,05). Kesimpulan\nyang didapat adalah suplementasi vitamin B kompleks memberikan pengaruh\nterhadap nilai VO2max dan konsentrasi laktat darah, namun tidak untuk laju denyut\njantung.", "Daftar File": {"ABSTRAK Rizki Marta Djakaria": "https://digilib.itb.ac.id/gdl/download/260052"}, "Penulis": "Rizki Marta Djakaria [21719002]", "Kontributor / Dosen Pembimbing": ["Dr. Samsul Bahri, M.Kes.", "Dr. rer. nat. apt. Rachmat Mauludin, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Keolahragaan", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "vitamin B kompleks, VO2max, laktat darah, laju denyut jantung, COVID-19", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "20 Sep 2022"}