{"Nomor": 69140, "Judul": "EFEKTIVITAS PEMETAAN PARTISIPATIF MASYARAKAT UNTUK PENYELESAIAN KONFLIK PERTANAHAN (STUDI KASUS: KELURAHAN BALEENDAH, KABUPATEN BANDUNG)", "Abstrak": "Pada tahun 1970-an, Kelurahan Baleendah pernah direncanakan sebagai pusat pemerintahan Kabupaten Bandung. Pemerintah Kabupaten Bandung melaksanakan penjualan bidang tanah yang dialokasikan sebagai perumahan kepada masyarakat dan pembangunan sarana dan prasarana, seperti kantor pemerintahan, fasilitas umum, dan pendidikan. Tanah yang dimiliki oleh Pemerintah Daerah Kabupaten Bandung tersebut dijual dan dibeli oleh masyarakat dengan dikeluarkan Surat Keputusan (SK) Bupati No: 648/487/UM/VII/87. Dengan dikeluarkannya SK tersebut, masyarakat memperoleh SPH (Surat Pelepasan Hak). Akan tetapi, pada tahun 1986, rencana Kelurahan Baleendah menjadi pusat pemerintahan di Kabupaten Bandung tidak direalisasikan. Dari SPH tersebut tidak dapat dilakukan kegiatan pendaftaran pertanahan terkait penerbitan sertifikat, sehingga terjadinya permasalahan pertanahan di Kelurahan Baleendah dan dikeluarkannya kebijakan moratorium oleh pemerintah terkait sertifikasi atas tanah. Peneliti melakukan pemetaan partisipatif masyarakat untuk melakukan pendataan dan pemetaan persil-persil tanah terkait tanah yang merupakah pelepasan hak. Pemetaan partisipatif tersebut melibatkan masyarakat dan pihak Kelurahan Baleendah. Dalam penelitian ini peneliti merancang kerangka evaluasi partisipasi masyarakat dalam pelaksanaan pemetaan partisipatif di Kelurahan Baleendah untuk menyelesaikan konflik yang ada. Kerangka evaluasi yang disusun terdiri dari domain sosial, pertanahan, dan pemetaan partisipatif, berikut dengan sub-domain dan sub-domain criteria-nya. Hasil evaluasi tingkat partisipasi masyarakat melalui kerangka evaluasi yang disusun, mengidentifikasikan partisipasi masyarakat yang rendah. Hal tersebut terjadi, dikarenakan tidak adanya kelanjutan dan kepastian dari sosialisasi pemerintah kepada masyarakat terkait pertanahan dan dibuktikan dengan jumlah data yang berhasil dikumpulkan sedikit, sehingga pelaksanaan pemetaan partisipatif yang dilakukan tidak efektif/tidak berjalan dengan baik sebagai upaya dalam penyelesaian konflik pertanahan.", "Daftar File": {"ABSTRAK Muhammad Annis Wichi Luthfina": "https://digilib.itb.ac.id/gdl/download/260040"}, "Penulis": "Muhammad Annis Wichi Luthfina [25119005]", "Kontributor / Dosen Pembimbing": ["Dr. rer. pol. Rizqi Abdulharis, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Pemetaan partisipatif, pertanahan, konflik pertanahan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Sep 2022"}