{"Nomor": 69141, "Judul": "PREDIKSI MASSA MAKRO DAN MIKROPLASTIK, SERTA PEMODELAN SEBARAN KONSENTRASI MIKROPLASTIK DI PERAIRAN TELUK JAKARTA", "Abstrak": "Ibukota, seperti halnya Jakarta, mengalami pertumbuhan penduduk. Pertumbuhan penduduk pada sebuah daerah memiliki hubungan dengan jumlah produksi plastik pada daerah tersebut. Sampah plastik yang tidak tertangani dengan baik mengakibatkan sampah tersebut memasuki lingkungan laut. Selanjutnya, dinamika di lautan menyebabkan sampah plastik tersebut terdegradasi menjadi ukuran yang lebih kecil dan dapat tersebar di perairan. Penelitian mikroplastik di Teluk Jakarta dilakukan dengan pemodelan numerik untuk memprediksi jumlah massa mikroplastik hingga sebaran konsentrasi mikroplastik di laut.\nProduksi plastik di Provinsi DKI Jakarta tahun 1950-2020 mengalami peningkatan secara non-linear. Massa makro dan mikroplastik berubah secara simultan dan diestimasi massa plastik pada tahun 2010 dan tahun 2020 adalah sebesar 5.584,31 ton, 23,76 ton, 6.67,67 ton, dan 33,87 ton. Perlu adanya tindak preventif sehingga massa makro dan mikroplastik pada tahun 2050 tidak mencapai 9.869,38 ton dan 72,24 ton. Pada skenario constant waste input memprediksikan bahwa massa plastik berkurang hingga 26,26% dan 45,14% pada tahun 2050. Skenario kedua dan ketiga memberikan kesimpulan bahwa diperlukan tindak preventif untuk mengurangi jumlah sampah plastik di laut dan penanggulangan untuk membersihkan sampah plastik yang tersisa di laut.\nSimulasi mikroplastik selama 1 bulan pada tahun 2019 memperlihatkan bahwa masih terdapat mikroplastik di Teluk Jakarta pada akhir simulasi. Konsentrasi mikroplastik yang tersisa diakhir simulasi adalah sebesar 0,953-30,108% dengan rata-rata sebesar 27,77% dari konsentrasi awal dan sebanyak 72,22% menyebar keluar dari Teluk Jakarta. Penyebaran konsentrasi mikroplastik mengikuti arah arus laut. Pada musim barat, mikroplastik menyebar ke timur menuju Perairan Laut Jawa Barat dan sebagian besar mikroplastik terdampar di sekitar Muara Bekasi hingga Sungai Citarum. Pada musim timur, mikroplastik menyebar ke barat menuju Pulau Pari dan Perairan Banten.", "Daftar File": {"ABSTRAK Edwin Apriyanta Winardi": "https://digilib.itb.ac.id/gdl/download/260207"}, "Penulis": "Edwin Apriyanta Winardi [22420004]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Mutiara Rachmat Putri, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "distribusi konsentrasi mikroplastik, massa makro dan mikroplastik, prediksi, Teluk Jakarta.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "20 Sep 2022"}