{"Nomor": 69144, "Judul": "PENGARUH VARIASI UNSUR AL DAN NB TERHADAP DESAIN  PADUAN TI-AL-NB DENGAN SIMULASI MOLECULAR DYNAMIC UNTUK APLIKASI BIOMEDIS", "Abstrak": "Titanium dan paduannya kerap digunakan untuk biomaterial karena memiliki kombinasi sifat mekanik dan biokompatibiltas yang baik, selain itu dari segi harga juga ekonomis. Ti-6Al-4V extra low interstity (ELI) sering digunakan untuk biomaterial karena memiliki kekuatan yang baik dan sudah digunakan secara luas, namun vanadium memiliki tingkat toksisitas yang relatif, sehingga digantikan niobium yang memiliki tingkat toksisitas yang lebih rendah. Ti-Al-Nb yang telah distandarisasi untuk bahan baku implan adalah Ti-6Al-7Nb, sehingga pada penelitian ini akan dilihat bagaimana pengaruh Al dan Nb di sekitar komposisi Ti- 6Al-7Nb. Desain paduan logam konvensional memiliki keterbatasan waktu dan biaya, sehingga dengan melakukan simulasi molecular dynamic agar didapat prediksi sifat mekanik lebih cepat dan murah serta dengan suhu dan jumlah atom\nyang banyak.\n\nSimulasi molecular dynamic dilakukan menggunakan package LAMMPS dengan struktur paduan HCP dan variasi komposisi 4-8 wt.% Al dan 3, 5, 7, 9, 11 wt.% Nb dengan sebaran atom yang acak dan pada suhu 300 K. Simulasi dilakukan dengan jumlah atom 2000 dengan arah x [2-1-10], y [-12-10], z [0001]. Simulasi dimulai dengan optimisasi struktur sehingga didapatkan nilai lattice parameter a dan c yang equilibrium, lalu dilanjutkan dengan simulasi uniaxial tensile test, lalu dilakukan perhitungan stacking fault energy (SFE).\n\nPenambahan Al pada logam Ti dan paduan Ti-Nb akan menurunkan lattice parameter a dan menaikkan lattice parameter c. Penambahan Nb pada Ti akan menaikkan lattice parameter a dan menurunkan lattice parameter c, adapun pengaruh penambahan Nb pada Ti-Al terhadap lattice parameter stagnan. Pengaruh penambahan kandungan Al dan Nb pada logam titanium dan Ti-Al-Nb akan menaikkan Ultimate tensile strength (UTS) dengan penambahan Nb pada Ti lebih memperkuat daripada penambahan Al dan penambahan Al pada Ti-Al-Nb lebih memerkuat dibandingkan penambahan Nb. Penambahan Al dan Nb pada logam titanium dan Ti-Al-Nb menurunkan Stacking fault energy (SFE) dari logam titanium dan paduan Ti-Al-Nb. Efek penambahan Nb pada Ti lebih menurunkan SFE dibandingkan penambahan Al. Adapun penambahan Al lebih besar penurunan\nSFE dibandingkan penambahan Nb.", "Daftar File": {"ABSTRAK Muhammad Rosyid Ridho": "https://digilib.itb.ac.id/gdl/download/260044"}, "Penulis": "Muhammad Rosyid Ridho [12518027]", "Kontributor / Dosen Pembimbing": ["Tria Laksana Achmad, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Lattice parameter, molecular dynamic, stacking fault energy, Ti-Al- Nb, ultimate tensile strength, variasi Al dan Nb", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "20 Sep 2022"}