{"Nomor": 69148, "Judul": "PENGARUH KONSENTRASI ETHEPHON DAN IRADIASI RED LED LIGHT TERHADAP PROSES DEGREENING BUAH JERUK LEMON (CITRUS LIMON L.) CALIFORNIA", "Abstrak": "Jeruk lemon (Citrus limon L.) merupakan buah dengan kandungan antioksidan serta vitamin C tinggi yang baik bagi kesehatan tubuh sehingga permintaan dan produksinya meningkat. Namun, konsumen lebih menyukai lemon impor karena memiliki warna kuning yang lebih merata dibandingkan lemon lokal. Warna kulit lemon menjadi penentu kualitas sehingga sangat memengaruhi penerimaan konsumen. Peningkatan warna kuning lemon dapat dilakukan dengan menginduksi biosintesis pigmen warna kuning (karotenoid) lemon melalui teknologi degreening menggunakan ethephon yang disertai bantuan iradiasi red LED light. Ethephon dapat merangsang aktivitas enzim chlorophyllase yang berfungsi merombak klorofil dan mensintesis karotenoid, dibantu paparan red LED light yang mampu meningkatkan akumulasi karotenoid. Penelitian ini dilakukan untuk melihat pengaruh variasi konsentrasi ethephon dan perlakuan red LED light terhadap perubahan warna kulit, sifat fisikokimia, dan sensoris pada lemon selama degreening. Digunakan Rancangan Acak Kelompok (RAK) sederhana dengan variasi konsentrasi ethephon (600, 700, 800 ppm) dan perlakuan iradiasi dengan red LED light (non-iradiasi dan iradiasi). Variabel pengujian berupa total klorofil dan karotenoid, Citrus Color Index, oHue, susut bobot, kekerasan, Total Padatan Terlarut (TPT), kandungan jus, vitamin C, dan uji hedonik warna kulit lemon. Hasil penelitian menunjukkan perbedaan konsentrasi ethephon dan perlakuan red LED light memengaruhi perubahan warna kulit lemon dengan ditunjukkan oleh perlakuan berpengaruh nyata terhadap total klorofil, total karotenoid, Citrus Color Index, oHue, kandungan jus, nilai kekerasan dan TPT, dan kesukaan panelis pada uji hedonik, serta tidak berpengaruh nyata terhadap susut bobot dan vitamin C. Perlakuan terbaik yaitu konsentrasi ethephon 800 ppm dengan dan tanpa iradiasi red LED light pada hari ke-8 degreening.", "Daftar File": {"ABSTRAK Ellen Laurraine Afriliza N.": "https://digilib.itb.ac.id/gdl/download/260058"}, "Penulis": "Ellen Laurraine Afriliza N. [11918010]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Rika Alfianny, M.P.", "Khalilan Lambangsari, S.T., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Jeruk lemon, Degreening, Ethephon, Red LED light, Konsentrasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Sep 2022"}