{"Nomor": 69143, "Judul": "PENGARUH IRADIASI RED LED LIGHT DAN DURASI PERENDAMAN ETHEPHON TERHADAP PROSES DEGREENING JERUK LEMON (CITRUS LIMON L.) CALIFORNIA", "Abstrak": "Jeruk lemon (Citrus limon L.) merupakan buah bernilai ekonomis tinggi dan kaya akan vitamin C yang bermanfaat bagi tubuh manusia. Namun, jeruk lemon lokal sering kali kurang diminati oleh konsumen dikarenakan jeruk lemon berwarna hijau atau hijau kekuningan sehingga untuk memperbaiki warna jeruk lemon diperlukan teknologi degreening menggunakan ethephon dan red LED light. Penelitian ini bertujuan untuk melihat pengaruh variasi perlakuan red LED light dan durasi perendaman ethephon yang terbaik terhadap perubahan warna kulit, sifat fisikokimia, dan sensoris jeruk lemon selama degreening. Rancangan penelitian yang digunakan adalah Rancangan Acak Kelompok (RAK) sederhana, dengan perlakuan durasi perendaman ethephon (1, 3, 5 menit) dan perlakuan red LED light (tanpa red LED light dan menggunakan red LED light). Variabel pengujian terdiri dari Citrus Color Index (CCI), oHue, total klorofil dan karotenoid, susut bobot, kekerasan, Total Padatan Terlarut (TPT), kandungan jus, vitamin C, dan hedonik terhadap warna kulit jeruk lemon. Hasil penelitian menunjukkan bahwa durasi perendaman ethephon dan iradiasi red LED light memberikan pengaruh nyata terhadap Citrus Color Index (CCI), oHue, total klorofil dan karotenoid, Total Padatan Terlarut (TPT), Vitamin C, dan tingkat kesukaan panelis terhadap warna kulit jeruk lemon. Sedangkan variasi perlakuan durasi perendaman ethephon dan perlakuan red LED light tidak memberikan pengaruh nyata terhadap susut bobot, kekerasan, dan kandungan jus jeruk lemon. Perlakuan terbaik adalah perlakuan durasi perendaman ethephon selama 5 menit disertai pemaparan red LED light.", "Daftar File": {"ABSTRAK Fahri Rahman": "https://digilib.itb.ac.id/gdl/download/260043"}, "Penulis": "Fahri Rahman [11918022]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Rika Alfianny, M.P.", "Khalilan Lambangsari, S.T., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "jeruk lemon, degreening, ethephon, durasi, red LED light", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Sep 2022"}