{"Nomor": 69147, "Judul": "ANALISIS METABOLIT SEKUNDER DARI KULTUR KALUS DAN SUSPENSI SELTANAMAN KELOR (MORINGA OLEIFERA L.)", "Abstrak": "Kelor (Moringa oleifera L.) merupakan tanaman herbal yang digunakan sebagai makanan dan\nalternatif pengobatan karena memiliki kandungan gizi yang tinggi dan manfaat pada hampir seluruh\nbagiannya serta memiliki kemampuan dalam penyembuhan berbagai penyakit dan beberapa penyakit\nkronis. Selain itu, tanaman kelor bermanfaat untuk ibu hamil, menyusui, dan balita dalam pemenuhan\nnutrisi dan gizi. Namun, tanaman kelor dapat terancam keberadaannya karena kandungan senyawa\nmetabolit yang terdapat pada tanaman kelor dan penggunaan secara berlebihan bagian tanaman yang\ndigunakan sebagai obat dan sumber nutrisi sehingga perlu dilakukan upaya peningkatan kandungan\nsenyawa tersebut. Salah satu pendekatannya adalah dengan menggunakan teknik kultur jaringan.\nTanaman ini mengandung senyawa bioaktif seperti kaemferol, kuersetin, astragalin, hiperosida, rutin,\nnikotiflorin, dan niazirin yang berguna untuk kesehatan sehingga perlu dilakukan analisis senyawasenyawa tersebut pada kultur yang dihasilkan. Penelitian ini bertujuan untuk menentukan dan\nmengidentifikasi metabolit sekunder yang terkandung pada kultur kalus dan suspensi sel dari tanaman\nkelor. Eksplan dikultur pada media MS yang mengandung zat pengatur tumbuh yang divariasikan jenis\ndan konsentrasinya. Profil metabolit sekunder diidentifikasi menggunakan KLT dan instrumen UPLCMRM-MS/MS. Pada kultur kalus daun dalam media MS yang mengandung 2,4-D 0,5 µg/mL; 0,1 µg/mL\nteridentifikasi senyawa kaemferol, astragalin, nikotiflorin, hiperosida, rutin, dan niazirin. Pada kultur\nsuspensi daun dalam media MS yang mengandung 2,4-D 0,1 µg/mL teridentifikasi senyawa kaemferol,\nastragalin, nikotiflorin, hiperosida, dan rutin. Pada kultur kalus daun dalam media MS yang\nmengandung kinetin 0,1 µg/mL + 2,4-D 5 µg/mL; BAP 2 µg/mL + 2,4-D 2 µg/mL teridentifikasi senyawa\nkaemferol, kuersetin, astragalin, nikotiflorin, hiperosida, rutin, dan niazirin. Kultur kalus daun dalam\nmedia MS yang mengandung BAP 2 µg/mL + NAA 0,5 µg/mL teridentifikasi senyawa astragalin,\nnikotiflorin, hiperosida, rutin, dan niazirin. Pada kultur kalus batang dan suspensi sel batang dalam\nmedia MS yang mengandung 2,4-D 0,1 µg/mL teridentifikasi senyawa kaemferol, astragalin,\nnikotiflorin, hiperosida, rutin, dan niazirin.", "Daftar File": {"ABSTRAK Salsabila Aulia Farhati": "https://digilib.itb.ac.id/gdl/download/260056"}, "Penulis": "Salsabila Aulia Farhati [10718058]", "Kontributor / Dosen Pembimbing": ["Dr. Elfahmi, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Kultur jaringan, Kalus, Suspensi sel, Metabolit sekunder, UPLC-MRM-MS/MS, Kelor (Moringa oleifera L.)", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "20 Sep 2022"}