{"Nomor": 69142, "Judul": "METODE USULAN PENENTUAN SPLIT DINAMIS PADA PSC BERDASARKAN PENDEKATAN ANALISIS KETIDAKPASTIAN TAHAP PENGEMBANGAN", "Abstrak": "Bisnis hulu migas pada dasarnya mengandung risiko dan ketidakpastian yang\ntinggi, terlebih pada saat tahap eksplorasi dan tahap pengembangan. Ketidakpastian\nini disebabkan karena heterogenitas spasila formasi dan perolehan data yang\nterbatas untuk menilai recoverable reserve suatu lapangan. Selain itu dalam\npengembangannya membutuhkan biaya yang besar dan juga penuh risiko yang\nmengakibatkan kenaikan biaya investasi dari yang diperkirakan sebelumnya. Harga\nminyak yang sangat fluktuatif juga merupakan faktor ketidakpastian yang melekat\npada bisnis hulu migas. Sementara itu, skema kontrak kerja sama migas idealnya\ndidesain dengan tujuan memberikan manfaat yang seimbang antara kontraktor dan\npemerintah.\nSebelum suatu rencana pengembangan lapangan migas diputuskan untuk\ndieksekusi, dilakukan penilaian kelayakan dengan indikator keekonomian\ndiantaranya internal rate of return (IRR), net present value (NPV) dan pay out time\n(POT). Namun dikarenakan faktor risiko dan ketidakpastian, pada kondisi aktual\nperkiraan nilai keekonomian tersebut dapat tidak tercapai dan mengakibatkan\nkerugian kontraktor.\nPada penelitian ini akan diinvestigasi suatu metode perhitungan bagi hasil untuk\nditerapkan sebagai optimasi PSC konvensional untuk memitigasi ketidakpastian\nproyek pengembangan lapangan. Bentuknya yaitu skema bagi hasil dinamis\n(sliding scale split PSC) modifikasi, yang dapat memperbaiki keekonomian\nkontraktor pada kondisi ‘low case’ dan memberikan manfaat tambahan terhadap\npendapatan pemerintah pada kondisi ‘high case’ secara otomatis. Berbeda dengan\nskema sliding scale yang pernah diterapkan, skema modifikasi usulan tidak\nmenggunakan rentang R-factor untuk menentukan besaran bagi hasil tahunannya\nmelainkan dengan menggunakan suatu formula berdasarkan kumulatif\nprofitabilitas.\nPada studi kasus lapangan aktual, revenue proyek meningkat dikarenakan produksi\ndan harga minyak yang jauh lebih tinggi dari yang diperkirakan. Apabila diterapkan\nskema split dinamis usulan, kenaikan revenue ini memberikan manfaat tambahan\nkepada pemerintah sebesar 21,565 MUS$ atau tambahan sebesar 2.83%\nGovernment Take.", "Daftar File": {"ABSTRAK Yogie Fikri Adriansyah": "https://digilib.itb.ac.id/gdl/download/260042"}, "Penulis": "Yogie Fikri Adriansyah [22220303]", "Kontributor / Dosen Pembimbing": ["Ir. Utjok W. R. Siagian, M.Sc., Ph.D.", "Dr. Amega Yasutra, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Production Sharing Contract, Sliding Scale, Uncertainty Analysis, Monte Carlo", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "20 Sep 2022"}