{"Nomor": 69152, "Judul": "KAJIAN PETA KADASTER KELAUTAN INDONESIA", "Abstrak": "Indonesia merupakan negara kepulauan dengan luas negara yang didominasi oleh lautan mencapai 3.546.805 km2. Hal ini menyebabkan potensinya dalam sumber daya laut cukup besar sehingga diperlukannya suatu mekanisme terhadap penatagunaan ruang-ruang laut dan penataan objek-objek laut. Kadaster kelautan menjadi jawaban atas kebutuhan tersebut. Oleh karena itu, peran peta kadaster kelautan Indonesia menjadi sangat krusial sebagai alat bantu dalam perkembangan dan pelaksanaan kadaster kelautan di Indonesia.\nPenelitian ini dilakukan melalui kajian teknis serta studi literatur pada peta kadaster kelautan Indonesia. Dilakukan kajian pada aspek teknis, legal, serta kelembagaan daripada peta kadaster kelautan Indonesia. Ditemukan bahwa peta kadaster kelautan Indonesia, baru memetakan 3 dari 13 objek kadaster kelautan. Datum yang digunakan merupakan datum WGS84 yang merupakan datum semi dinamik. Skala pada peta bervariasi terhadap objek-objek kadaster lautan. Serta sistem proyeksi dan koordinat yang menggunakan sistem koordinat proyeksi Transverse Mercator Nasional dengan lebar zona 3º. Peta kadaster kelautan Indonesia belum memiliki legalitas khusus dan spesifik namun unsur-unsurnya sudah memiliki legalitasnya masing-masing. Kementerian Kelautan dan Perikanan sudah berjalan sebagai lembaga penyelenggara peta kadaster kelautan Indonesia. Dibutuhkan kajian lanjutan mengenai kelayakan penerapan teknis kadaster darat pada kadaster laut, legalitas khusus yang komprehensif terkait kadaster kelautan, dan penentuan kebutuhan pada bagian kelembagaan seiring dengan berkembangnya kadaster kelautan di Indonesia nantinya.", "Daftar File": {"ABSTRAK Angdrico": "https://digilib.itb.ac.id/gdl/download/260062"}, "Penulis": "Angdrico [15117101]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eka Djunarsjah, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "peta kadaster kelautan Indonesia, pemetaan kadaster, aspek legal, aspek teknis, aspek kelembagaan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Sep 2022"}