{"Nomor": 69158, "Judul": "EVALUASI PENGARUH IKLAN TERHADAP PENGGUNAAN SUPLEMEN OLEH MASYARAKAT DI MASA PANDEMI", "Abstrak": "Pandemi COVID-19 merupakan wabah penyakit yang timbul akibat adanya virus SARS-CoV-2 dan bersifat\nmenular sehingga dapat menyebar secara global dan mempengaruhi jutaan orang. Sejak tahun 2019,\npandemi COVID-19 menjadi masalah yang dihadapi dunia. Salah satu upaya untuk meningkatkan sistem\nimun tubuh demi menghindari COVID-19 yaitu dengan mengonsumsi suplemen. Sebanyak 73%\nmasyarakat Indonesia lebih banyak mengonsumsi suplemen saat pandemi COVID-19. Iklan suplemen\nsering ditemukan untuk meningkatkan kesadaran masyarakat dalam menggunakan suplemen di masa\npandemi. Penelitian ini bertujuan untuk mengetahui pengaruh iklan terhadap penggunaan suplemen oleh\nmasyarakat di masa pandemi dan menentukan variabel yang berpengaruh terhadap penggunaan\nsuplemen. Penelitian ini menggunakan desain observasional dengan metode cross sectional. Penelitian ini\ndilakukan selama empat bulan, Januari hingga April 2022. Teknik pengambilan sampel menggunakan\npurposive sampling. Jumlah responden penelitian berjumlah 404 orang. Metode penelitian menggunakan\nkuesioner online yang telah diuji validitas dan reliabilitas. Hasil dari penelitian menunjukkan terdapat\npengaruh faktor demografi yaitu jenis kelamin dengan praktik penggunaan suplemen (p=0,016).\nDitemukan juga adanya pengaruh pengalaman penggunaan suplemen yaitu frekuensi penggunaan\nsuplemen (p=0,015), frekuensi pembelian suplemen (p=0,001) dan lama penggunaan suplemen (p=0,027)\nterhadap praktik penggunaan suplemen. Dapat disimpulkan bahwa, iklan mempengaruhi penggunaan\nsuplemen oleh masyarakat (p < 0,05) dan variabel yang berpengaruh terhadap penggunaan suplemen\nyaitu jenis kelamin, frekuensi penggunaan, frekuensi pembelian, dan lama penggunaan suplemen.", "Daftar File": {"ABSTRAK Tifanni Brendatia": "https://digilib.itb.ac.id/gdl/download/260081"}, "Penulis": "Tifanni Brendatia [11618021]", "Kontributor / Dosen Pembimbing": ["apt. Cindra Tri Yuniar, S.Farm., M.Si.", "apt. Bhekti Pratiwi, S.Farm., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Iklan, Suplemen, Pandemi, COVID-19, Masyarakat", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "20 Sep 2022"}