{"Nomor": 69155, "Judul": "IDENTIFIKASI TIMBULAN, KOMPOSISI, DAN KARAKTERISTIK SAMPAH MAKANAN RESTORAN SERTA POTENSI PENGELOLAANNYA BERDASARKAN FOOD RECOVERY HIERARCHY DI KOTA CIMAHI", "Abstrak": "Sampah makanan telah menjadi masalah dan isu penting di dunia, karena dampak yang\ndihasilkan sangat buruk bagi perekonomian, lingkungan hidup serta ketahanan pangan suatu\nnegara. Penelitian ini bertujuan untuk mengidentifikasi timbulan, komposisi, karakteristik\nsampah makanan, serta kajian awal pengelolaan sampah makanan restoran di Kota Cimahi.\nPenentuan jumlah sampel dan tata cara sampling timbulan dilakukan berdasarkan SNI 19-\n3964-1994 yang dilakukan selama delapan hari berturut-turut dengan lokasi pengambilan\nsampel pada 8 titik meliputi rumah makan dan cafe di Kota Cimahi. Hasil penelitian ini\nmenemukan bahwa timbulan sampah makanan restoran Kota Cimahi mencapai 0,110\nkg/kursi/hari. Komposisi sampah umum didominasi oleh sampah makanan (57,10%) dan\nkomposisi sampah makanan terbesar disusun oleh nasi (19,44%). Secara keseluruhan,\nkomposisi sampah yang berkaitan dengan sampah makanan adalah sebesar 93,67% dari berat\ntotal. Untuk karakteristik sampah makanan restoran Kota Cimahi, rata-rata densitas sampah\nsebesar 0,106 kg/L, kadar air 70,53%, kadar volatil 87,46%, kadar abu 12,54%, fixed carbon\n0,15%, nilai kalor 3678,67 kkal/kg, dan rasio C/N 34,85:1. Pengelolaan sampah makanan yang\ndisarankan untuk restoran di Kota Cimahi berdasarkan Food Recovery Hierarchy berupa\nreduksi di sumber sebesar 17,13%, mendonasikan makanan 19,44%, memberi makan hewan\n13,97%, penggunaan industri 27,30%, pengomposan 32,64%. Sampah yang tidak bisa dikelola\nakan dibuang ke TPA sebesar 6,64%. Dengan pengelolaan sampah makanan restoran di Kota\nCimahi berdasarkan Food Recovery Hierarchy mampu mereduksi sampah masuk ke TPA\nsebesar 66,04% dari kondisi eksisting.", "Daftar File": {"GABRIELLA  IVANA.pdf": "https://digilib.itb.ac.id/gdl/download/260072"}, "Penulis": "Gabriella Ivana [15318003]", "Kontributor / Dosen Pembimbing": ["Dr. Opy Kurniasari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Food Recovery Hierarchy, karakteristik, komposisi, Kota Cimahi, restoran, sampah makanan, timbulan.", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "20 Sep 2022"}