{"Nomor": 69157, "Judul": "PERANCANGAN INSTALASI PENGOLAHAN AIR MINUM (IPAM) DALAM SPAM REGIONAL METROPOLITAN BANDUNG WILAYAH BARAT - 1 (SINUMBRA)", "Abstrak": "SPAM Metropolitan Regional Sinumbra direncanakan untuk melayani beberapa kecamatan di Kota Bandung, Kota Cimahi, Kabupaten Bandung, dan Kabupaten Bandung Barat. Dengan jarak persentase antara kondisi eksisting pelayanan air minum dan target RISPAM masing-masing Kota dan Kabupaten, IPA Sinumbra ditargetkan dapat membantu mencapai 80% akses air minum pada daerah pelayanan. Sumber air baku yang akan diolah oleh IPA Sinumbra terdiri dari Sungai Rancasuni dan mata air yang berasal dari Perkebunan Teh Sinumbra yakni Situ Bayongbong, Situ Nyonya, dan Situ Hanafi. Berdasarkan hasil analisis kualitas air baku dan Tabel JICA serta pembobotan dengan metode SAW, konfigurasi unit terpilih untuk IPA Sinumbra terdiri dari pipe line mixing, flokulasi dengan baffle, sedimentasi dengan plate settler, saringan pasir cepat, dan klorinasi. Air baku yang bersumber dari sungai akan diolah dengan pengolahan lengkap sedangkan air baku yang bersumber dari mata air akan langsung dialirkan menuju saringan pasir cepat. IPA Sinumbra akan dibangun dengan periode perencanaan 20 tahun yang terbagi menjadi 2 tahap pembangunan.Total biaya investasi untuk membangun IPA dengan kapasitas pengolahan sebesar 700 lps sampai pada tahun 2042 adalah RpRp43.816.840.000,00. Penelitian menggunakan dua metode dalam melakukan analisis kelayakan finansial yakni melalui penentuan nilai Net Present Value (NPV) dan nilai Benefit Cost Ratio (BCR). Periode pembangunan I memperoleh nilai NPV sebesar Rp87.973.488.587 dan BCR sebesar 3,40. Sedangkan periode II memperoleh nilai NPV sebesar Rp652.000.521.331 dengan BCR sebesar 6,35. Dengan nilai NPV > 0 dan BCR >1 maka pembangunan IPA Sinumbra telah layak secara finansial.", "Daftar File": {"15718008_Anggita Laksmi.": "https://digilib.itb.ac.id/gdl/download/260080"}, "Penulis": "Anggita Laksmi Prameswari [15718008]", "Kontributor / Dosen Pembimbing": ["Suharyanto, S.T., M.Sc., Ph.D.", "Dr. Anindrya Nastiti, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "perancangan, flokulasi , kapasitas, klorinasi, koagulasi, kualitas, , saringan pasir cepat, sedimentasi.", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "20 Sep 2022"}