{"Nomor": 69153, "Judul": "STRATEGI PENGEMBANGAN PARIWISATA RAMAH DISABILITAS", "Abstrak": "Pariwisata merupakan pelayanan publik yang sudah seharusnya menjadi hak seluruh\nwarga negara, termasuk penyandang disabilitas, sebagaimana yang telah\ndiamanatkan dalam UU No. 8 Tahun 2016 tentang Penyandang Disabilitas. Sebagai\nsalah satu Kawasan Wisata Unggulan Provinsi Jawa Barat, Kota Bandung memiliki\nberagam destinasi pariwisata, salah satunya adalah Museum Konferensi Asia-Afrika.\nMuseum ini mencanangkan dirinya sebagai “Museum Untuk Semua” yang dapat\nmenjadi pemantik tumbuhnya pariwisata ramah penyandang disabilitas di Kota\nBandung. Namun untuk mewujudkan hal tersebut, amenitas akomodasi yang ada\ndisekitarnya dan aksesibilitasnya juga perlu ramah kepada pengunjung penyandang\ndisabilitas. Lalu, apakah sejauh ini Museum Konferensi Asia-Afrika, tempat\npenginapan, dan tempat makan sekitarnya sudah ramah terhadap pengunjung\npenyandang disabilitas? Penelitian ini berusaha untuk menjawab pertanyaan tersebut\ndengan tujuan mengidentifikasi kebutuhan pengembangan pariwisata ramah\npenyandang disabilitas di Museum Konferensi Asia-Afrika, tempat penginapan, dan\ntempat makan di sekitar museum. Melalui metode pengambilan data observasi,\nwawancara, dan tinjauan literatur yang diolah menggunakan metode analisis statistik\ndeskriptif, analisis gap, dan analisis konten, penelitian ini menemukan bahwa\npenyediaan fasilitas penunjang yang ada di Museum Konferensi Asia-Afrika, tempat\npenginapan, dan tempat makan di sekitar museum sudah mulai dikembangkan ke arah\nkonsep barrier-free tourism. Namun, pengembangan tersebut belum terarah dengan\njelas dan terintegrasi dengan baik.", "Daftar File": {}, "Penulis": "Putu Dellia Maharanipathra [15418233]", "Kontributor / Dosen Pembimbing": ["Dr. Miming Miharja, S.T., M.Sc.Eng.", "Naya Cinantya Drestalita, S.T., M.Arts."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Barrier-Free Tourism, Pariwisata Inklusif, Disabilitas, Pariwisata, Museum", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "20 Sep 2022"}