{"Nomor": 69163, "Judul": "FORMULASI DAN KARAKTERISASI SOLID LIPID NANOPARTICLE ASAM AZALEAT DAN UJI AKTIVITAS ANTIBAKTERI PENYEBAB JERAWAT CUTIBACTERIUM ACNES SECARA IN VITRO", "Abstrak": "Asam azaleat diyakini memiliki efek yang menjanjikan dalam menangani jerawat, namun asam azaleat\nmemiliki kelarutan, penetrasi kulit yang buruk, dan memiliki aktivitas antibakteri yang rendah sehingga\nmemerlukan dosis yang cukup tinggi dan menyebabkan terjadinya efek sekunder seperti iritasi kulit,\neritema, kekeringan, pengelupasan, dan scalling. Penelitian ini bertujuan untuk memformulasikan asam\nazaleat dalam bentuk sediaan solid lipid nanoparticle guna meningkatkan aktivitas antibakteri azam\nazaleat. Penyiapan SLN asam azaleat dilakukan dengan menggunakan metode homogenisasi kecepatan\ntinggi yang kemudian dilanjutkan dengan sonikator. Hasil pengujian menghasilkan formula solid lipid\nnanoparticle asam azaleat yang paling baik adalah asam azaleat (5,4%), beeswax (4%), Tween 80 dan\nplantacare dengan perbandingan 1:1 (3%), dan akuades (87,6%). Solid lipid nanoparticle asam azaleat\nmemiliki organoleptik cairan putih dan tidak bebau, dengan ukuran partikel 485,6± 9,51 nm, indeks\npolidispersitas 0,258 ± 0,96, zeta potensial ?27,6 ± 4,44, pH 4,05 ± 0,02, dan efisiensi enkapsulasi 93,3 ±\n3,47%. SLN asam azaleat memiliki KHM sebesar 312,5 µg/ml sedangkan asam azaleat bebas memiliki KHM\nsebesar 1800 µg/ml sehingga dapat dikatakan bahwa SLN asam azaleat mampu meningkatkan aktivitas\nantibakteri asam azaleat sebanyak 6 kali lipat. SLN asam azaleat juga stabil pada suhu 4o C setelah\npenyimpanan selama 28 hari", "Daftar File": {"ABSTRAK Ruth Thalia Sunardi": "https://digilib.itb.ac.id/gdl/download/260083"}, "Penulis": "Ruth Thalia Sunardi [10718040]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. apt. Rachmat Mauludin, S.Si., M.Si.", "Dr. Yuda Prasetya Nugraha, S.Farm., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "asam azaleat, SLN, solid lipid nanoparticle, jerawat, Cutibacterium acnes", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "20 Sep 2022"}