{"Nomor": 69168, "Judul": "PENGEMBANGAN PROSES PRODUKSI ASAM HUMAT DARI GAMBUT BANJARBARU, KALIMANTAN SELATAN", "Abstrak": "Di Indonesia, pupuk yang sering digunakan yaitu pupuk NPK dan urea dengan bahan baku udara dan batubara atau gas alam yang termasuk sumber energi tak terbarukan, sehingga mengakibatkan semakin menipisnya bahan baku pupuk. Untuk mengoptimalkan penggunaan pupuk, maka diperlukan senyawa tambahan yaitu asam humat. Asam humat dapat membantu menggemburkan tanah, mentransfer unsur hara dari tanah agar diserap oleh tanaman, meningkatkan retensi kandungan air, dan memacu pertumbuhan mikroorganisme tanah. Salah satu sumber bahan organik yang mengandung asam humat adalah gambut. Gambut yang digunakan pada penelitian ini berasal dari Banjarbaru, Kalimantan Selatan.\nPada penelitian ini diperoleh waktu optimal 12 jam ekstraksi dan 6 jam pengasaman dengan perolehan 2,65%. Asam humat yang diperoleh berwarna coklat kehitaman dan memerlukan KOH agar mudah larut dalam aqua dm. Berdasarkan hasil analisis SEM, asam humat memiliki permukaan kasar dengan bentuk dan ukuran partikel tidak beraturan ±5-100 ?m. Hasil komponen yang diamati dengan EDS yaitu C (60,4%), O (31,90%), Al (0,50%), Si (0,43%), S (1,16%), Cl (4,62%), dan K (0,99%). Spektra FTIR asam humat menunjukkan serapan pada 3349,58 cm-1 (gugus fungsi -OH, ikatan hidrogen) dan 1615,22 cm-1 (gugus fungsi N-H, gugus amina atau C=C, gugus aromatik). Karakterisasi asam humat penelitian menunjukkan hasil yang mirip dengan karakterisasi asam humat komersial dan sesuai dengan literatur.", "Daftar File": {"ABSTRAK Atifa Raidatun Nisa": "https://digilib.itb.ac.id/gdl/download/260089"}, "Penulis": "Atifa Raidatun Nisa [14518021]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Yazid Bindar, M.Sc., Ph.D.", "Elvi Restiawaty, S.T., P.D.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Bioenergi dan Kemurgi", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "asam humat, gambut, ekstraksi, pupuk", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "20 Sep 2022"}