{"Nomor": 69167, "Judul": "IMPLEMENTASI FRONTEND BERDASARKAN DESAIN ANTARMUKA PADA SISTEM PEMINJAMAN DANA UMKM", "Abstrak": "Perkembangan UMKM selalu mengalami kenaikan setiap tahunnya. Akan tetapi,\nsemenjak pandemi, banyak UMKM yang kekurangan modal untuk melanjutkan\nusahanya. Pemerintah sudah memberikan bantuan kepada beberapa UMKM, tetapi\ntidak semua UMKM yang mendapatkan bantuan karena kurangnya data UMKM\nyang membutuhkan bantuan. Selain itu, teknologi juga menentukan perkembangan\nUMKM di masa depan, apalagi di masa pandemi ini yang membatasi masyarakat\nuntuk berinteraksi secara tatap muka. Berdasarkan permasalahan tersebut,\ndibutuhkan sebuah sistem berbasis teknologi untuk menghubungkan pelaku\nUMKM dengan penyedia jasa. Dalam pembuatan sistem tentunya harus\nmemperhatikan beberapa aspek, salah satunya implementasi pada bagian frontend\nyang sesuai dengan kebutuhan yang sudah ditentukan sebelumnya. Tugas akhir ini\nbertujuan untuk menyelesaikan masalah tersebut, yaitu dengan membangun sistem\npeminjaman dana UMKM berbentuk website dari sisi frontend sehingga sesuai\ndengan kebutuhan sistem. Sistem pada sisi frontend menggunakan framework\nVue.js versi 2.0 dan menggunakan aplikasi Postman yang dapat memudahkan\ndalam mendapatkan URL API dari sisi backend dan digunakan untuk\npengintegrasian antara bagian frontend dengan backend. Hasil pengujian dari\nsistem yang dibangun ini sudah sesuai dengan kebutuhan sistem peminjaman modal\ndari sisi pelaku UMKM / debitur. Dengan adanya website ini, pelaku UMKM dapat\nmemangkas proses pengajuan dana dengan efisien. Pada mulanya pelaku UMKM\nmembutuhkan 1-3 hari untuk mengajukan pinjaman, dengan adanya website\nPinjamin proses tersebut dapat dilakukan dengan hanya 7 menit 32 detik.", "Daftar File": {"ABSTRAK Fikra Hadi Ramadhan": "https://digilib.itb.ac.id/gdl/download/260086"}, "Penulis": "Fikra Hadi Ramadhan [13518036]", "Kontributor / Dosen Pembimbing": ["Dr. techn. Wikan Danar Sunindyo, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "UMKM, Peminjaman, Vue, Frontend", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "20 Sep 2022"}