{"Nomor": 69173, "Judul": "PRAKTIK PARTISIPASI MASYARAKAT DALAM PELAKSANAAN PROGRAM KOTA TANPA KUMUH CASH FOR WORK (KOTAKU CFW) UNTUK MENCAPAI SUSTAINABLE DEVELOPMENT GOAL (SDG) 11.3.2 STUDI KASUS: KELURAHAN CICADAS, KECAMATAN CIBEUNYING KIDUL, KOTA BANDUNG", "Abstrak": "Salah satu target SDG adalah meninjau ketersediaan struktur masyarakat yang\nberpartisipasi secara langsung dalam perencanaan dan pengelolaan kota yang\nberoperasi secara teratur dan demokratis , hal ini dituliskan dalam target SDG 11.3.2.\nSalah satu bentuk pencapaian target tersebut adalah melalui program penanganan\nkumuh berbasis masyarakat seperti Program Kota Tanpa Kumuh Cash for Work\n(KOTAKU CFW) yang menjadi studi kasus dalam tugas akhir ini. Meninjau hal tersebut,\nmaka penelitian ini bertujuan untuk mengidentifikasi setiap tahapan implementasi\nprogram KOTAKU CFW di Kelurahan Cicadas, metode pemilihan partisipan dalam\nsetiap kegiatannya, mode komunikas i dan pengambilan keputusan, otoritas dan\nkekuasaan yang dimiliki masyarakat, serta mengidentifikasi struktur partisipasi yang\ntersedia, dengan menggunakan metode analisis deskriptif kualitatif dengan data yang\ndikumpulkan melalui wawancara, focus group di scussion, kuesioner, serta data\nsekunder.\nKesimpulan dari studi ini adalah terdapat 5 tahapan dalam pelaksanaan\nProgram KOTAKU CFW yaitu tahap persiapan, perencanaan, pencairan, pelaksanaan,\nserta pasca program. Praktik partisipan yang ditinjau dibagi menj adi 3 dimensi, yaitu\nmekanisme pemilihan partisipan, mode komunikasi dan pengambilan keputusan, serta\ntingkat otoritas dan kekuasaan masyarakat. Secara keseluruhan metode pemilihan\npartisipan yang mendominasi adalah lay stakeholder. Mode komunikasi dan\npengambilan keputusan yang mendominasi adalah deliberate and negotiate. Otoritas\ndan kekuasaan yang dimiliki masyarakat didominasi no influence dan direct authority\ndari keseluruhan tahapan. Dalam pencapaian SDG 11.3.2, ketersediaan struktur\npartisipasi sendi ri sudah dilakukan secara langsung, reguler, dan demokratis, tetapi\nkegiatan dalam program ini sendiri masih belum inklusif karena belum dapat\nmelibatkan anak di bawah 15 tahun, orang tua di atas 60 tahun, penyandang disabilitas\ndan kelompok perempuan yang beragam.", "Daftar File": {}, "Penulis": "Ayu Prima Millenia Rogi [15418226]", "Kontributor / Dosen Pembimbing": ["Lanthika Atianta, S.T., M.Sc.", "Ninik Suhartini, S.T., MURP, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "SDG 11, SDG 11.3.2, Partisipasi Masyarakat, KOTAKU, Democracy Cube.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "8 file", "Tanggal Input": "20 Sep 2022"}