{"Nomor": 69179, "Judul": "PENGEMBANGAN APLIKASI PENCATATAN KEUANGAN UNTUK  UMKM MODUL PENCATATAN TRANSAKSI", "Abstrak": "UMKM (Usaha Mikro Kecil dan Menengah) adalah usaha produktif yang dimiliki perorangan\nmaupun badan usaha yang telah memenuhi kriteria sebagai usaha mikro. UMKM di Indonesia\nmempunyai beragam masalah, seperti pengetahuan pelaku usaha yang masih kurang untuk\nmencatatkan transaksi keuangan secara efektif dan efisien. Perbedaan modal usaha yang\ndimiliki para pelaku UMKM juga dapat menjadi masalah untuk pengelolaan UMKM tersebut.\nBerdasarkan masalah tersebut, maka diciptakan aplikasi bernama Usaku, yaitu aplikasi\npencatatan keuangan untuk pelaku UMKM yang dapat diakses secara digital. Pengerjaan\naplikasi Usaku merupakan pengerjaan tugas akhir capstone yang dibagi menjadi tiga modul\nutama, yaitu modul pencatatan transaksi, modul user, dan modul laporan keuangan dan\nvisualisasi data yang terhubung menjadi satu aplikasi.\nModul pencatatan transaksi dapat mencatat transaksi dengan kategori transaksi yang telah\ndisesuaikan dengan BNI, menghapus, dan memodifikasi atau mengelola setiap jenis transaksi\nyang terjadi pada kegiatan usaha. Selain itu hasil dari modul ini juga dapat menampilkan\nrangkuman catatan transaksi dan catatan hutang piutang dalam bentuk tabel. Proses\npengembangan aplikasi dilakukan dimulai dari pengembangan antarmuka dan dilanjutkan\ndengan proses logika dan basis data aplikasi. Aplikasi yang dikembangkan dapat menjawab\npermasalahan dan kebutuhan yang telah dideskripsikan sebelumnya.", "Daftar File": {}, "Penulis": "Arthur Edgar Yunanto [13518090]", "Kontributor / Dosen Pembimbing": ["Dr. techn. Wikan Danar Sunindyo, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "UMKM, aplikasi, pencatatan transaksi, digital.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "20 Sep 2022"}