{"Nomor": 69182, "Judul": "PENGUJIAN PERILAKU KOROSI LAPISAN SUPERHIDROFOBIK CU-ZN DENGAN METODE FABRIKASI ELEKTRODEPOSISI", "Abstrak": "Saat ini korosi dikenal luas sebagai salah satu penyebab kerusakan pada baja. Terdapat beragam jenis baja karbon salah satunya adalah baja ASTM A36. Sifat kekerasan yang tinggi, harga yang murah dan kemudahannya untuk dibentuk menjadi alasan banyaknya penggunaan baja ASTM A36 di industri dan konstruksi. Namun, ketidaktahanan baja terhadap korosi masih menjadi kekurangan dari logam ini. Kemungkinan korosi semakin besar untuk terjadi saat permukaan baja semakin mudah terbasahkan. Karenanya dilakukan berbagai penelitian untuk menghasilkan permukaan baja yang tidak mudah terbasahkan. Salah satunya adalah dengan mengaplikasikan lapisan superhidrofobik yang ditandai dengan nilai sudut kontak lebih dari 150° pada permukaan baja yang berasal dari proses elektrodeposisi paduan logam Cu-Zn. Namun, perilaku korosi lapisan superhidrofobik ini juga masih harus diuji. Penelitian ini bertujuan untuk menguji perilaku korosi lapisan superhidrofobik Cu-Zn yang diaplikasikan pada baja ASTM A36.\n\nPenelitian ini menggunakan metode uji elektrokimia yang meliputi uji Open Circuit Potential (OCP), uji Electrochemical Impedance Spectroscopy (EIS) dan uji Potentiodynamic Polarization (PDP). Sebelum diuji, sampel difabrikasi dengan lapisan superhidrofobik menggunakan metode elektrodeposisi yang meliputi tiga proses yaitu solution immersion, dan modifikasi permukaan. Lapisan coating diamati dengan menggunakan Scanning Electron Microscope (SEM) untuk mengetahui morfologi permukaannya. Pengujian elektrokimia dilakukan dengan tiga variasi yaitu jenis coating meliputi bare steel atau tanpa lapisan coating, coated steel dan modified coated steel, waktu perendaman yang meliputi 1 jam, 12 jam dan langsung, dan jenis larutan meliputi NaCl 3,5%, H2SO4 dan aquadest. Selain itu, dilakukan juga uji perendaman di larutan NaCl 3,5% selama 7 hari dengan pengukuran perubahan berat setiap harinya dan pengamatan bentuk droplet pada permukaan sampel di hari ke-1, 3, dan 7.\n\nHasil uji OCP menunjukkan bahwa baja yang tidak dilapisi coating lebih mudah untuk terkorosi dibandingkan baja dilapisi coating yang ditandai dengan nilai OCP yang lebih negatif. Perbedaan jenis larutan pengujian tidak memberikan perubahan yang signifikan pada nilai OCP, artinya lapisan coating melindungi baja dengan baik. Hasil uji EIS berupa plot Nyquist dan sirkuit ekuivalen menunjukkan bahwa resistansi lapisan coating lebih tinggi dibandingkan baja yang tidak dilapisi. Berdasarkan uji PDP, waktu perendaman tidak memberikan pengaruh yang signifikan pada nilai Ecorr dan icorr yang berarti baja terlindungi dengan baik walaupun sudah direndam di dalam larutan yang korosif seperti NaCl 3,5%. Hasil uji SEM menunjukkan bahwa morfologi coating berbentuk dandelion atau spherical.", "Daftar File": {"ABSTRAK Martha Anggriani Simangunsong": "https://digilib.itb.ac.id/gdl/download/260121"}, "Penulis": "Martha Anggriani Simangunsong [12518050]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Bonita Dilasari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "baja ASTM A36, coating, Electrochemical Impedance Spectroscopy, Open Circuit Potential, Potentiodynamic Polarization, superhidrofobik.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "20 Sep 2022"}