{"Nomor": 69181, "Judul": "PENGEMBANGAN SISTEM PENGENALAN BAHAN MAKANAN UNTUK DIET VEGETARIAN", "Abstrak": "Diet vegetarian adalah tipe diet yang menghilangkan daging, atau seafood,\natau terkadang telur dan produk susu dari makanan yang dikonsumsi Terdapat\nbeberapa jenis diet vegetarian yaitu vegan, lacto-vegetarian, ovo-vegetarian, dan\npesce-vegetarian. Saat bepergian ke daerah baru diperlukan pengetahuan terkait\nbahasa dan jenis bahan makanannya dalam mengidentifikasi makanan yang ingin\ndikonsumsi karena potongan dan penyajian bahan-bahan makanan dari setiap\ndaerah berbeda. Sehingga, cukup sulit bagi orang yang menjalani diet vegetarian\ndalam mengidentifikasi bahan makanan yang terkandung dalam makanan yang\nakan dikonsumsi.\nSistem pengenalan bahan makanan dapat menjadi solusi untuk membantu\norang yang menjalani diet vegetarian saat mengidentifikasi makanannya.\nPengenalan bahan makanan dilakukan dengan memanfaatkan arsitektur model\nsemantic segmentation yaitu SegFormer. Arsitektur model SegFormer digunakan\ndengan pertimbangan memiliki hasil terbaik pada tahap benchmarking saat\ndibandingkan dengan UNet, DeepLabv3, dan SETR. Terdapat dua variasi model\n\npengenalan bahan makanan yang dibuat yaitu SegFormer-All dan SegFormer-\nNegatif.\n\nSegFormer-All yang dilatih menggunakan seluruh daftar makanan di dataset\nFoodSeg103 terpilih untuk digunakan pada sistem karena memiliki hasil evaluasi\nklasifikasi tipe diet vegetarian yang lebih baik daripada model SegFormer-Negatif.\nRata-rata nilai precision dan recall untuk empat tipe diet vegetarian pada model\nSegFormer-All adalah 0,733 dan 0,962. Penggunaan random cropping pada data\nlatih dapat meningkatkan kinerja model. Model SegFormer-All berhasil\nmengurangi interferensi antar bahan makanan dan mengatasi tingginya variasi di\ndalam suatu kelas bahan makanan. Hasil segmentasi dari model pengenalan bahan\nmakanan diberikan highlight warna pada bahan makanan yang tidak dapat\ndikonsumsi tipe diet vegetarian tertentu agar makanan mudah diidentifikasi.", "Daftar File": {}, "Penulis": "Yasyfiana Fariha Putrisusari [13518143]", "Kontributor / Dosen Pembimbing": ["Nugraha Priya Utama, S.T., MA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "pengenalan bahan makanan, diet vegetarian, semantic segmentation, SegFormer", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "20 Sep 2022"}