{"Nomor": 69186, "Judul": "IMPLEMENTASI MODEL FASTER R-CNN DAN SSDLITE UNTUK APLIKASI OBJEK DETEKSI BAGI PENGGUNA LOW  VISION", "Abstrak": "Low vision merupakan keadaan dimana fungsi penglihatan seseorang\nmenurun secara permanen, hal tersebut membuat penyandangnya kesulitan\nmenjalani kegiatan sehari-hari. Salah satu permasalahan yang dirasakan oleh\npenyandang low vision adalah kesulitan dalam mencari barang. Aplikasi mobile\ndengan fitur objek deteksi dibangun untuk membantu para penyandang\nmenyelesaikan masalah tersebut.\nUntuk menghasilkan model objek deteksi yang sesuai dengan kebutuhan,\ndigunakan dua tipe framework yaitu Faster R-CNN dan SSDLite untuk dilakukan\npembelajaran ulang (re-training) dengan teknik transfer learning. Transfer\nlearning merupakan penggunaan kembali model yang telah dilatih (pretrained\nmodel) sebelumnya pada masalah baru. Dikarenakan aplikasi dibangun untuk\nmembantu penyandang low vision untuk mendeteksi objek sehari-hari, maka\ndilakukan pemilihan untuk dataset training. Dataset yang digunakan adalah MS\nCOCO dan setelah dilakukan pemilihan kelas yang sesuai, digunakan 38 dari 80\nkelas yang tersedia untuk proses training. Proses training model menggunakan 3\noptimizer yang berbeda (SGD, Adam, dan AdamW) untuk setiap framework dan\nakan dipilih satu konfigurasi terbaik untuk diimplementasikan pada aplikasi. Hasil\nmodel transfer learning kemudian dinilai menggunakan metrik mAP (Mean\nAverage Precission).\nBerdasarkan analisis hasil inferensi pada server pelatihan, diantara 6\nkonfigurasi model dan optimizer didapatkan 2 konfigurasi dengan nilai mAP\ntertinggi yaitu model Faster R-CNN dengan optimizer SGD dengan nilai 61.3%\ndan model SSDLite dengan optimizer AdamW dengan nilai 37.3%. Waktu inferensi\nkeduanya masing-masing adalah 0.75 dan 0.095 detik.\nProses inferensi kemudian dilakukan kembali pada server aplikasi untuk\nmemastikan waktu inferensi model masih dapat ditolerir pada spesifikasi server\nyang berbeda, menghasilkan kedua model masih memiliki waktu inferensi yang\ndapat ditolerir yaitu dibawah 5 detik. Oleh karena itu dipilih konfigurasi model\nFaster R-CNN dengan optimizer SGD yang memiliki nilai mAP tertinggi 61.3%\ndan waktu inferensi 3.6 detik sebagai model deteksi objek yang digunakan pada\nmode online.", "Daftar File": {}, "Penulis": "Chandrika Azharyanti [13518001]", "Kontributor / Dosen Pembimbing": ["Nugraha Priya Utama, S.T., MA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "objek deteksi, Faster R-CNN, SSDLite, transfer learning.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "20 Sep 2022"}