{"Nomor": 69184, "Judul": "PENGARUH AGING TREATMENT TERHADAP STRESS CORROSION CRACKING (SCC) DAN SIFAT MEKANIS PADA PADUAN ALUMINIUM 2024", "Abstrak": "Indonesia merupakan negara di Asia Tenggara dengan pertumbuhan aviation market tercepat di Asia Tenggara. Salah satu paduan yang sering digunakan pada struktur pesawat terbang yaitu paduan aluminium 2024 (AA2024). AA 2024 memiliki sifat mekanis yang bagus tetapi memiliki kerentanan terhadap stress corrosion cracking (SCC). Hal ini disebabkan karena adanya deposit ion klorida dari air laut pada bagian struktur pesawat terbang yang dapat menyebabkan terjadinya kegagalan pada struktur peswat terbang. Salah satu metode yang dapat digunakan untuk meningkatkan ketahanan terhadap SCC yaitu dengan dilakukan perlakuan panas berupa aging treatment. Aging treatment yang dilakukan pada percobaan ini meliputi natural aging dan artificial aging. Penelitian ini dilakukan untuk mempelajari pengaruh aging treatment terhadap sifat mekanis dan ketahanan\nterhadap SCC pada AA 2024.\n\nPerlakuan panas yang dilakukan dimulai dengan solution treatment pada semua sampel selama dua jam, selanjutnya dilakukan variasi aging yaitu satu sampel dilakukan natural aging selama 55 hari pada temperatur kamar (T4) sedangkan sisanya dilakukan artificial aging dengan variasi waktu aging yaitu: 1 jam, 2 jam, 3 jam, 4 jam, 5 jam, 8 jam, 12 jam, 16 jam, dan 20 jam. Pengujian SCC dilakukan dengan memberikan pembebanan konstan sebesar 75% nilai kekuatan luluh AA2024 yaitu 250 MPa. Larutan yang digunakan dalam pengujian SCC yaitu larutan NaCl dengan konsentrasi 5% (persen berat). Pengujian dilakukan hingga sampel mengalami patah atau dihentikan setelah 168 jam perendaman. Ketahanan terhadap SCC ditentukan berdasarkan durasi sampel mengalami patah dan laju pertambahan panjang. Sifat mekanis yang dipelajari yaitu kekerasan dan kekuatan\ndengan variasi aging treatment yang dilakukan. Pada penelitian ini dilakukan pengamatan menggunakan optical microscope untuk mengetahui keadaan mikrostruktur sampel. Sampel pengujian SCC yang mengalami patah dilakukan pengamatan menggunakan scanning microscope electron (SEM) untuk menganalisis mode patahan.\n\nKetahanan SCC tertinggi diperoleh pada sampel dengan waktu aging 16 jam yang mengalami pertambahan panjang paling kecil dan tidak patah hingga jam ke-168. Ketahanan SCC terendah diperoleh pada sampel dengan waktu aging 5 jam yang patah pada jam ke-48. Nilai kekuatan dan kekerasan tertinggi diperoleh pada sampel dengan waktu aging 3 jam sebesar 414,36 MPa dan 159,7 HV sedangkan nilai kekuatan dan kekerasan terendah berturut-turut diperoleh pada sampel dengan waktu aging 20 jam dan 12 jam sebesar 116,1 HV dan 274,34 MPa. Nilai Sampel yang memiliki kombinasi sifat mekanis kekuatan, kekerasan dan ketahanan SCC terbaik yaitu sampel T4.", "Daftar File": {"ABSTRAK Roys Varisal Amir": "https://digilib.itb.ac.id/gdl/download/260128"}, "Penulis": "Roys Varisal Amir [12518021]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Akhmad Ardian Korda, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Aging treatment, aluminium 2024, sifat mekanis, stress corrosion cracking", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "20 Sep 2022"}