{"Nomor": 69187, "Judul": "PERINGKASAN OTOMATIS PADA KORPUS TEKS  TERJEMAHAN AL-QURAN", "Abstrak": "Al-Quran merupakan pedoman hidup umat islam, ada banyak ilmu, perintah, dan\nhikmah di dalamnya. Al-Quran memiliki sangat banyak ayat dan surat. Pembacaan\nAl-Quran dapat sulit untuk dipahami. Tugas akhir ini bertujuan untuk\nmempermudah pemahaman orang terkait Al-Quran menggunakan metode\nperingkasan otomatis.\nTugas akhir ini mengusulkan metode metode peringkasan otomatis yang ditemukan\nmelalui penelitian untuk melakukan pelatihan untuk peringkasan Bahasa Indonesia\nsecara ekstraktif dan abstraktif. Peringkasan ekstraktif dilakukan dengan\ntransformer dan metode statistikal seperti LSA dan Textrank. Peringkasan\nabstraktif dilakukan menggunakan seq2seq transformer. Penelitian ini terfokus\npada menemukan model serta parameter terbaik untuk peringkasan pada teks\nterjemahan Al-Quran.\n\nData yang digunakan untuk eksperimen evaluasi merupakan data dari korpus Al-\nQuran yang sudah diringkas menggunakan referensi buku yang dibuat dengan\n\ntujuan memudahkan pemahaman Al-Quran.\nMetode ekstraktif menunjukkan performa yang lebih baik dari metode abstraktif,\ndengan IndoBERT sebagai metode terbaik. Namun perlu diperhatikan bahwa\nperforma kedua metode ini masih memiliki skor dan performa yang kurang baik\nuntuk secara realistis dipakai dalam pembelajaran Al-Quran secara efektif, tentu\nhasil peringkasan dapat dipakai, namun tetap diperlukan perhatian khusus agar\ntidak terjadi kesalahan dalam pembelajaran, namun meski dengan hasil yang kurang\nmemuaskan, penelitian ini tetap dapat menjadi acuan untuk penelitian pada masa\ndepan.", "Daftar File": {}, "Penulis": "Aqil Abdul Aziz Syafiq [13518002]", "Kontributor / Dosen Pembimbing": ["Dr. techn. Muhammad Zuhri Catur Candra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "peringkasan, ekstraktif, abstraktif, Al-Quran, transformer, statistikal", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "20 Sep 2022"}