{"Nomor": 69196, "Judul": "PEMANFAATAN GAN DALAM MELAKUKAN MAP GENERATION PADA PERMAINAN DOOM", "Abstrak": "Dalam memproduksi suatu permainan, biaya yang dibutuhkan sangat besar danjuga membutuhkan waktu yang lama. Pengembang permainan juga akan menghasilkan kualitas permainan sesuai dengan kemampuan dan kreativitas dari pengembang. Oleh karena itu, diperlukan suatu sistem yang dapat menghasilkan rancangan permainan dalam waktu yang relatif cepat dan tidak membutuhkan  sumber  daya dan biaya yang besar yaitu dengan menggunakan Procedural Content Generation.\nBerbagai metode telah dilakukan penelitian pada Procedural Content Generation untuk dapat menghasilkan rancangan permainan yang baik. Salah satu cara yang dapat digunakan adalah dengan memanfaatkan kecerdasan buatan dalam menghasilkan rancangan permainan. Rancangan permainan memiliki  banyak konten, satu diantaranya adalah peta permainan. Peta permainan merupakan salah satu konten yang sangat dibutuhkan dalam permainan. Fokus pada penelitian ini adalah untuk mengembangkan sistem Procedural Content Generation untuk menghasilkan peta permainan dengan memanfaatkan arsitektur Generative Adversarial Network. Arsitektur ini digunakan karena dapat menghasilkan kualitas gambar yang sama dengan basil gambar yang didesain oleh pengembang.\nPenelitian ini dilakukan dengan melakukan ekstraksi gambar pada file permainan DOOM. Gambar yang diekstraksi kemudian akan dilakukan preprocessing untuk mendapat ukuran gambar yang optimal sebelum dilakukan proses pembelajaran. Pembelajaran model akan menggunakan tiga model GAN untuk dilakukan evaluasi masing-masing kinerja. Model GAN yang akan digunakan yaitu DCGAN, LSGAN, dan WGAN-GP. Setelah melakukan pembelajaran, hasil  dari  pelatihan menunjukkan bahwa model DCGAN dan LSGAN kurang menghasilkan gambar yang memiliki struktur yang sama dengan data asli, sedangkan WGAN-GP menghasilkan struktur yang paling mirip dengan data ash.  Pembelajaran  pada model DCGAN dan WGAN-GP juga belum konvergen dan tidak stabil, dibandingkan dengan LSGAN yang sudah dapat melakukan pembelajaran secara stabil dan serta konvergen.", "Daftar File": {}, "Penulis": "Jansen [13516011]", "Kontributor / Dosen Pembimbing": ["Dr. Nur Ulfa Maulidevi, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "GAN, Procedural Content Generation , DCGAN, LSGAN, WGAN­ GP.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "21 Sep 2022"}