{"Nomor": 69192, "Judul": "PENGEMBANGAN DESAIN INTERAKSI APLIKASI EDUKASI EKSPLORASI PENGETAHUAN MENGGUNAKAN GAMIFIKASI UNTUK ANAK-ANAK", "Abstrak": "Terdapat penurunan minat baca bagi anak-anak di seluruh dunia. Hal ini disebabkan dengan\nmunculnya media digital yang mendistraksi anak-anak. Walaupun begitu, media digital dapat\ndigunakan untuk kepentingan edukasi, terutama dengan menambahkan unsur gamifikasi. Salah\nsatu aplikasi edukasi yang menggunakan gamifikasi untuk membantu anak-anak untuk belajar\nadalah Ruangguru. Walaupun sudah baik, aplikasi tersebut masih memiliki kekurangan serta\naplikasi tersebut hanya berfokuskan pada edukasi formal dan bukan untuk mencari\npengetahuan dalam bentuk lainnya. Selain dari itu, terdapat kebutuhan adanya aplikasi edukasi\ninformal yang menggunakan gamifikasi untuk membantu anak dalam bereksplorasi dan\n\nmencari wawasan. Untuk itu, diperlukan desain interaksi aplikasi pengetahuan untuk anak-\nanak dengan menggunakan gamifikasi yang dapat membantu anak bereksplorasi. Desain\n\ninteraksi dibuat dengan menggunakan user-centered design (UCD). Aplikasi dirancang untuk\nmobile devices. Perancangan desain dibuat dalam dua tahap, pembuatan prototipe low fidelity\ndan high fidelity. Usability testing dilakukan untuk menguji usability goals berupa effective to\nuse dan learnability, serta user experience goals berupa fun dan engaging. Hasil test\nmenunjukkan tercapainya seluruh goals dengan completion rate sebesar 100%, nilai Single\nEase Question (SEQ) sebesar 6.672 dari 7, nilai System Usability Score (SUS) sebesar 89 dari\n100, dan Intrinsic Motivation Inventory (IMI) untuk subskala interest/enjoyment sebesar 6.69\ndari 7. Hal ini menunjukkan bahwa usability dan user experience goals yang diinginkan sudah\nterpenuhi.", "Daftar File": {}, "Penulis": "Muhammad Cisco Zulfikar [13518073]", "Kontributor / Dosen Pembimbing": ["Adi Mulyanto, S.T., M.T.", "Yanti Rusmawati, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "anak-anak, aplikasi edukasi, gamifikasi, prototipe, usability testing, user-centered design", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "20 Sep 2022"}