{"Nomor": 69224, "Judul": "EVALUASI PETA KADASTER KELAUTAN INDONESIA", "Abstrak": "Banyak dan beragamnya kegiatan pemanfaatan ruang laut berbanding lurus dengan potensi konflik yang terjadi. Maka dari itu diperlukan mekanisme yang dapat melakukan pencatatan dan pengadministrasian objek-objek di laut, sehingga menjadi suatu sistem informasi yang menyeluruh untuk mengelola ruang kelautan yang disebut dengan sistem Kadaster Kelautan. Implementasi Sistem Kadaster Kelautan-pun telah diterapkan dalam pengelolaan ruang laut Indonesia. Namun secara hukum belum ada aturan yang membahas mengenai teknis operasional Kadaster Kelautan, khususnya dalam hal pengadministrasian objek-objek ruang laut dan perpetaannya. Indonesia telah memiliki model Peta Kadaster Kelautan, namun peta yang digunakan masih belum sesuai dengan target IGT dan Program PKSP sesuai dengan arahan Peraturan Presiden No. 9 Tahun 2016 dan literatur-literatur yang membahas mengenai aspek teknis Kadaster Kelautan. \n\nMaka dari itu, penelitian ini ditujukan untuk menilai Peta Kadaster Kelautan Indonesia sebagai Informasi Geospasial Tematik yang dapat digunakan untuk pelaksanaan sistem Kadaster Kelautan di Indonesia. Didapat hasil evaluasi berupa kurangnya informasi subjek kadaster (Nama pemegang izin sebagai subjek hukum, tanggal terbit izin, masa berlaku izin, serta status hukum objek kadaster yang bersangkutan), informasi objek kadaster (berupa luas area, kedalaman, jenis kegiatan, serta nomor terbit izin KKPRL), penomoran objek kadaster berupa Nomor KKPRL (NKKPRL), visualisasi penggunaan bagian ruang laut untuk pembuatan Peta Kadaster Kelautan. Penelitian ini juga membuat Peta Kadaster Kelautan yang seusai dengan peraturan perundangan yang ada dan literatur yang berhubungan dengan aspek teknis Kadaster Kelautan.", "Daftar File": {}, "Penulis": "Santi Azzahrah [25119010]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eka Djunarsjah, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Peta Kadaster Kelautan, Kadaster Kelautan, aspek teknis Kadaster Kelautan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "0 file", "Tanggal Input": "21 Sep 2022"}