{"Nomor": 69223, "Judul": "SINTESIS DAN KARAKTERISASI NANOPARTIKEL PERAK DENGAN EKSTRAK KULIT BUAH DARI MARGA CITRUS SERTA AKTIVITAS ANTIOKSIDANNYA", "Abstrak": "Citrus merupakan salah satu marga tanaman yang sudah terkenal akan aktivitas antioksidannya dan\nbanyak tumbuh di daerah tropis. Pada penelitian ini digunakan limbah kulit buah jeruk mandarin (Citrus\nreticulata) dan kulit buah jeruk lemon (Citrus limon) sebagai sumber bioreduktor dalam green synthesis\nnanopartikel perak. Pembuatan ekstrak kulit buah jeruk mandarin dan lemon dilakukan dengan cara\nmaserasi. Pada proses sintesis ini, dilakukan beberapa optimasi seperti perbandingan konsentrasi ekstrak,\nperbandingan volume ekstrak dan AgNO3, waktu iradiasi microwave, daya microwave yang digunakan,\noptimasi pH, dan konsentrasi AgNO3 yang dipantau dengan spektrofotometer UV-Vis. Hasil optimum\ntercapai pada konsentrasi ekstrak 7,5% serta AgNO3 7 mM dengan perbandingan 4 :10 (v/v) pada pH 9\ndengan daya microwave 280 W selama 60 detik untuk ekstrak kulit jeruk mandarin dan konsentrasi\nekstrak 10% serta AgNO3 9 mM dengan perbandingan 10 :10 (v/v) pada pH 9 dengan daya microwave 280\nW selama 60 detik untuk ekstrak kulit buah jeruk lemon yang ditandai dengan perubahwan warna menjadi\ncoklat kehitaman. Koloid nanopartikel yang sudah terbentuk kemudian dikarakterisasi dengan Particle\nSize Analyzer (PSA), Fourier Transform Infrared Spectroscope (FTIR), dan Transmission Electron Microscopy\n(TEM). Hasil karakterisasi menunjukkan bahwa nanopartikel perak yang terbentuk berbentuk spheric\ndengan ukuran rata-rata 59,6 nm dan indeks polidispersitas sebesar 0,425 untuk ekstrak kulit buah jeruk\nmandarin dan ukuran rata-rata 51,4 nm dan indeks polidispersitas sebesar 0,368 untuk ekstrak kulit buah\njeruk lemon. Nilai IC50 pada pengujian aktivitas antioksidan pada ekstrak kulit buah jeruk lemon, AgNO3\ndan nanopartikel berturut-turut adalah 6,022 µg/mL, 44,111 µg/mL dan 15,867 µg/mL. Dari penelitian ini,\ntelah didapatkan hasil optimasi yang baik dan ekstrak kulit buah jeruk lemon dapat memberikan aktivitas\nantioksidan tambahan terhadap nanopartikel perak yang disintesis.", "Daftar File": {"ABSTRAK Natasha Belvani": "https://digilib.itb.ac.id/gdl/download/260177"}, "Penulis": "Natasha Belvani [10718100]", "Kontributor / Dosen Pembimbing": ["Benny Permana, S.Si., M.Si., Ph.D.", "Dr. Rika Hartati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "green synthesis, nanopartikel perak, ekstrak kulit buah jeruk mandarin, ekstrak kulit buah jeruk buah lemon, aktivitas antioksidan", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "21 Sep 2022"}