{"Nomor": 69239, "Judul": "ANALISIS MODEL GENERALIZED SPACE TIME AUTOREGRESSIVE DAN ARTIFICIAL NEURAL NETWORK DENGAN MATRIKS BOBOT MINIMUM SPANNING TREE", "Abstrak": "Pada data runtun waktu (time series) yang digunakan dalam pemodelan ruang waktu\n(space-time) dapat ditemukan pola linier dan nonlinier terutama pada data yang\nberdimensi besar atau memiliki karakteristik yang sulit diidentifikasi. Pemodelan\nruang waktu yang biasa digunakan yaitu model GSTAR hanya mampu mendeteksi\npola linier pada data sehingga model yang dikonstruksi belum maksimal dalam merepresentasikan\ndata. Untuk mendeteksi pola nonlinier pada data digunakan pemodelan\nArtificial Neural Network (ANN). Kemampuan dari model ANN yaitu dapat\nmempelajari dan memperoleh informasi dari data yang kompleks dengan bantuan\nfungsi nonlinier yaitu fungsi aktivasi. Pada tesis ini, dilakukan penggabungan antara\nmodel GSTAR dan model ANN dan juga dikembangkan suatu metode matriks\nbobot yang dibutuhkan dalam membangun model GSTAR, yaitu Minimum Spanning\nTree (MST). Metode MST dapat memperlihatkan dengan baik hubungan dan\nbesar pengaruh antar lokasi satu dengan lokasi lainnya. Kemudian, penggabungan\nmodel GSTAR-ANN dengan matriks bobot MST digunakan untuk mengolah data\nkenaikan kasus COVID-19 pada lima provinsi di Pulau Sumatera. Besar kemungkinan\npenyebaran virus COVID-19 dari satu lokasi ke lokasi lain disebabkan oleh\nmobilitas masyarakat. Pergerakan masyarakat dilakukan dari satu kota ke kota lain\nhingga dari satu provinsi ke provinsi lain. Berdasarkan nilai Mean Absolute Percentage\nError, diperoleh bahwa model GSTAR-ANN memberikan hasil lebih baik\ndari model GSTAR dalam estimasi maupun peramalan (forecast), dan penggunaan\nmatriks bobot MST pada dua model tersebut mendapatkan hasil yang sama baiknya\ndengan matriks bobot konvensional.", "Daftar File": {"ABSTRAK Tamara Widianti": "https://digilib.itb.ac.id/gdl/download/260201"}, "Penulis": "Tamara Widianti [20119006]", "Kontributor / Dosen Pembimbing": ["Dr. Utriweni Mukhaiyar, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "matriks bobot, generalized space-time autoregressive, artificial neural network, minimum spanning tree, COVID-19.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "21 Sep 2022"}