{"Nomor": 69246, "Judul": "ESTIMASI PREMI MURNI ASURANSI JIWA BERJANGKA BERDASARKAN DISTRIBUSI GOMPERTZMAKEHAM DENGAN MODEL SUKU BUNGA VASICEK", "Abstrak": "Industri asuransi merupakan salah satu bentuk pengalihan risiko yang memberikan\nlayanan mitigasi untuk menutupi kerugian, terutama kerugian finansial. Dalam asuransi\nterdapat perjanjian dan kewajiban antara pihak penanggung dan pihak tertanggung.\nKewajiban pihak penanggung adalah membayar sejumlah manfaat sebagai jaminan\nbagi pihak tertanggung sedangkan kewajiban pihak tertanggung adalah membayar\nsejumlah premi secara berkala sesuai dengan perjanjian kedua belah pihak. Premi\ndipengaruhi oleh beberapa faktor seperti nilai nominal polis, jangka waktu\nperlindungan, probabilitas kematian dan suku bunga. Pada perhitungan premi biasanya\npergerakan suku bunga diasumsikan konstan untuk memudahkan perhitungan. Namun,\npada kondisi riil suku bunga bergerak secara fluktuatif sehingga untuk hasil\nperhitungan yang lebih akurat, pergerakan suku bunga dimodelkan secara stokastik\nmelalui model Vasicek.\nProbabilitas kematian akan dihitung menggunakan distribusi Gompertz-Makeham\ndengan tiga parameter yang didasarkan oleh pada faktor usia dan faktor selain usia.\nOleh karena itu, penelitian ini dilakukan untuk mengestimasi premi murni asuransi jiwa\nberjangka berdasarkan distribusi Gompertz-Makeham pada Tabel Mortalita IV dengan\nmempertimbangkan fluktuasi suku bunga menggunakan model Vasicek pada data suku\nbunga BI 7-Days-RR. Berdasarkan aproksimasi yang telah dilakukan fungsi distribusi\nGompertz-Makeham terhadap TMI IV terdapat kecocokan yang sangat baik dibawah\nusia 65 tahun untuk jenis kelamin laki-laki sedangkan untuk jenis kelamin perempuan\ndibawah 67 tahun. Diatas usia 65 tahun (laki-laki) dan 67 tahun (perempuan), estimasi\npeluang kematian distribusi Gompertz-Makeham lebih tinggi dibandingkan peluang\nkematian pada TMI IV namun perbedaannya tidak terlalu signifikan. Nilai\n????!\"#\"$!%&'\n( = 0,6094143 sedangkan laki-laki ????)&*+,)&*+\n( = 0,65207, angka ini lebih\nkecil dibandingkan nilai ????-&.\")\n( sehingga distribusi Gompertz-Makeham dapat\nmengaproksimasi TMI IV dengan baik. Selain itu, hasil perhitungan premi murni\ndengan menggunakan model Vasicek dan distribusi Gompertz-Makeham diperoleh\nbahwa premi akan meningkat seiring bertambahnya usia dengan peningkatan peluang\nkematian individu, individu dengan usia tua membayar premi lebih tinggi.", "Daftar File": {"ABSTRAK Ulva Widyatna": "https://digilib.itb.ac.id/gdl/download/260328"}, "Penulis": "Ulva Widyatna [10818028]", "Kontributor / Dosen Pembimbing": ["Prof. Udjianna Sekteria Pasaribu, Ph.D., Adilan Widyawan Mahdiyasa, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Premi murni, Vasicek, Distribusi Gompertz-Makeham", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "21 Sep 2022"}