{"Nomor": 69248, "Judul": "ANALISIS RESPON DINAMIK JEMBATAN BOX GIRDER AKIBAT BEBAN KERETA CEPAT", "Abstrak": "Pada lintasan kereta cepat didominasi oleh struktur elevated, hal ini dikarenakan perubahan alinyemen vertikal haruslah sebaik mungkin, sedangkan keadaan topografi yang bermacam dan keterbatasan lahan di perkotaan yang tidak memungkinkan untuk selalu digunakan lintasan dengan subgrade. Kereta cepat atau High Speed Railway (HSR) sama hal nya dengan kereta konvensional, mempunyai konfigurasi gandar dengan jarak tertentu, sehingga dapat menciptakan perilaku beban berulang yang diterima oleh struktur, atau dengan kata lain frekuensi beban luar dengan kecepatan tinggi yang bisa memicu terjadinya resonansi pada struktur jembatan. Masalah resonansi pada struktur harus sangat diperhatikan, sebagai contoh batasan percepatan dek vertikal jembatan kereta api yang berlaku pada Eurocode (EN 1990:2002 A2) dan China Code (TB 10002.3-2005) adalah 3.5 m/s2 untuk lintasan rel kereta dengan ballast, respon struktur perlu dibatasi karena terdapat resiko hilangnya interlocking antar ballast hingga kegagalan struktur, tentunya hal tersebut dapat mengancam keamanan dan kenyamanan dari pengguna kereta. Sehingga tujuan dari penelitian ini adalah untuk memahami dan mengetahui respon dinamik dari kedua tipe box girder yang mempunyai perbedaan karakteristik struktur dan beban kereta operasional yang akan digunakan. Analisis dilakukan dengan 3 tahap, pertama tinjauan menggunakan beban single axle, lalu beban multi axle dengan rangkaian kereta konvensional dan kereta cepat. Berdasarkan perbandingan dari kedua hasil analisis yaitu statik dan dinamik, didapat bahwa respon struktur akibat beban kereta dengan kecepatan rendah tidak berbeda jauh dengan respon struktur yang didapat dengan menggunakan analisis kendaraan bergerak statik. Untuk beban kereta dengan kecepatan tinggi memberikan respon yang bervariasi dan dapat lebih besar daripada respon struktur dari hasil analisis kendaraan bergerak statik. Penggunaan dynamic magnification factor (DMF) yang disyaratkan pada code, dianggap konservatif dan dapat mewakili hasil dari respon analisis beban dinamik, dengan catatan selama beban rencana dan struktur yang ditinjau tidak termasuk dalam kategori irregular, hal ini merupakan alasan mengapa pada code yang berlaku, jika panjang bentang jembatan dan kecepatan rencana operasional kereta berada diluar rentang tertentu atau sistem suatu struktur tidak sederhana, maka diperlukan analisis dinamik.", "Daftar File": {"ABSTRAK Bob Zirads": "https://digilib.itb.ac.id/gdl/download/260208"}, "Penulis": "Bob Zirads [25020017]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Herlien Dwiarti Soemari", "Dyah Kusumastuti, S.T., M.T., Ph.D.", "Erwin Lim, S.T., M.S., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Respon dinamik, Beban Bergerak, Kereta cepat, Jembatan Box Girder, Time history analysis.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Sep 2022"}