{"Nomor": 69240, "Judul": "PENGUKURAN ARUS MENGGUNAKAN METODE AKUSTIK PADA PERAIRAN PELABUHAN PATIMBAN", "Abstrak": "Pelabuhan Patimban merupakan pelabuhan baru yang berada di utara Pulau Jawa, tepatnya di Kabupaten Subang, Provinsi Jawa Barat yang direncanakan untuk membantu Pelabuhan Tanjung Priok. Tentunya, dalam pembangunan sebuah pelabuhan, perlu diketahui mengenai karakteristik perairan laut di sekitar pelabuhan. Salah satu karakteristik perairan laut tersebut adalah arus laut. Dengan menggunakan Acoustic Doppler Current Profiler (ADCP), arah dan kecepatan arus laut di titik pengukuran dapat diketahui berdasarkan prinsip Efek Doppler. Pada penelitian ini, pengambilan data dilakukan sekali pada bulan November 2021, dimana ADCP diletakan di satu tempat pada dasar laut lalu dibiarkan mengambil data selama kurang lebih 23 jam. Setelah dilakukan pengukuran, data akan diolah menggunakan perangkat lunak MATLAB sehingga didapatkan visualisasi berupa grafik yang menunjukan bagaimana profil arus dua dimensi pada daerah tersebut. Didapat bahwa arus banyak mengarah ke arah timur laut dan bahkan bisa mencapai kecepatan rata-rata secepat 0,428 m/s pada satu waktu. Selain itu, pada permukaan air juga cukup keruh dan banyak mengandung materi yang dapat terbawa air laut. Dapat diketahui juga bahwa profil arus pada permukaan banyak dipengaruhi oleh muara Sungai Cipunagara akibat lokasi pengukuran yang berdekatan. Namun, Pada bagian dasar laut, arus cenderung berbeda dengan bagian permukaan. Kecepatan rata-rata maksimunya pada bagian dasar pun hanya di sekitar 0,15-0,16 m/s. Bagian dasar laut tidak begitu terpengaruh arus dari sungai sehingga lebih dipengaruhi karena aktivitas pasang surut. Hasil dari penelitian ini diharapkan dapat digunakan untuk penelitian lanjutan yang menggunakan arus sebagai bahan penelitiannya atau digunakan untuk pengambilan kebijakan dalam pelaksanaan pembangunan Pelabuhan Patimban.", "Daftar File": {"ABSTRAK Atha Nayaka Ghazal Adhirajasa": "https://digilib.itb.ac.id/gdl/download/260200"}, "Penulis": "Atha Nayaka Ghazal Adhirajasa [15118090]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Wiwin Windupranata, S.T., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "ADCP, Pelabuhan Patimban, Arus.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Sep 2022"}