{"Nomor": 69250, "Judul": "KAJIAN LITERATUR SISTEMATIS LIMBAH FARMASI RUMAH TANGGA DI LINGKUNGAN PERAIRAN DI ASIA TENGGARA: FAKTOR PENDORONG (DRIVERS) DAN RESPONS", "Abstrak": "Praktik penggunaan dan pembuangan obat-obatan pada skala rumah tangga yang tidak\ntepat dapat menimbulkan pencemaran badan air akibat masuknya bahan aktif farmasi\nke lingkungan. Penelitian ini akan membahas mengenai faktor pendorong (drivers) dari\npraktik penggunaan dan pembuangan obat-obatan yang tidak tepat, serta tanggapan\npemerintah serta stakeholder setempat (responses) terkait keberadaan dan dampak\nlimbah farmasi pada lingkungan perairan di Asia Tenggara. Faktor pendorong (drivers)\ndan respons (responses) merupakan dua elemen dari kerangka DPSIR (Driving,\nPressure, State, Impact, dan Response). Penelitian ini dilakukan dengan menggunakan\nkajian literatur sistematik atau Systematic Literature Review (SLR). Perangkat lunak\nNVivo12 digunakan dalam membantu proses sintesis data. Faktor driver dari\nmasuknya limbah farmasi ke lingkungan perairan yaitu karakteristik demografi yang\nmempengaruhi tingkat pengetahuan, attitude, dan praktik penggunaan obat-obatan di\nmasyarakat. Tingkat pengetahuan yang buruk dapat meneybabkan attitude, dan praktik\npenggunaan yang buruk pula. Selain itu, tidak adanya pedoman dan peraturan tata cara\nmembuang obat yang baik untuk skala rumah tangga menyebabkan praktik\npembuangan yang salah di masyarakat. Pada faktor response yaitu belum adanya\nperaturan yang mengatur tentang baku mutu bahan farmasi di efluen IPAL di Asia\nTenggara. Teknologi IPAL yang sebagian besar digunakan di Asia Tenggara dalam\nmengolah limbah saat ini sudah dapat menyisihkan bahan farmasi, yaitu dengan CAS\ndan MBR dengan rata-rata efisiensi penyisihan sebesar 62,22% dan 71,04%.", "Daftar File": {"RARA  DEWI  LARASATI.pdf": "https://digilib.itb.ac.id/gdl/download/260210"}, "Penulis": "Rara Dewi Larasati [15318036]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dwina Roosmini, M.S.", "Dr. Anindrya Nastiti, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Asia Tenggara; DPSIR; limbah farmasi rumah tangga; systematic literature review (SLR)", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "21 Sep 2022"}