{"Nomor": 69253, "Judul": "PEMEKATAN WHEY DENGAN MENGGUNAKAN MEMBRAN UNTUK MINUMAN DIET", "Abstrak": "Whey merupakan limbah produksi keju yang dapat diolah lebih lanjut menjadi\nminuman diet tinggi protein. Minuman diet ini diharapkan dapat mengatasi masalah\nobesitas di Indonesia yang telah mengalami peningkatan hampir dua kali lipat, dari\n19,1 % pada 2007 hingga 35,4 % pada 2018. Produk hasil olahan whey yang cocok\ndigunakan untuk minuman diet adalah Whey Protein Concentrate (WPC). Proses\nproduksi WPC secara konvensional menggunakan membran ultrafiltrasi, kemudian\ndilanjutkan proses pemekatan dengan evaporasi dan spray drying. Pemrosesan\nkonvensional menyebabkan ketengikan akibat lemak yang tertinggal serta denaturasi\nprotein whey akibat evaporasi pada temperatur 70oC. Alternatif pemrosesan yang dapat\ndilakukan adalah pretreatment untuk menghilangkan kandungan lemak serta\npemekatan whey menggunakan membran distilasi (MD). Tujuan dari percobaan ini\nadalah menentukan metode pretreatment serta metode pemekatan menggunakan MD\nyang paling baik digunakan untuk proses pemekatan whey menjadi Whey Protein\nConcentrate (WPC) untuk minuman diet.\nWhey diperoleh dari Rumah Produksi Keju Mozarella – Ganesha Sora di\nLembang, Jawa Barat. Variasi metode pretreatment yang dilakukan adalah\nthermocalcic precipitation dan koreksi pH yang dilanjutkan dengan mikrofiltrasi\n(MF). Variasi juga dilakukan terhadap metode pemekatan menggunakan MD, yaitu\nDirect Contact Membrane Distillation (DCMD) dan Osmotic Membrane Distillation\n(OMD).\nBerdasarkan hasil percobaan, variasi pretreatment paling baik adalah variasi\nthermocalcic precipitation. Variasi pretreatment ini menghasilkan permeat MF\ndengan rejeksi protein paling rendah sebesar 12,51% dan menghilangkan seluruh\nkadar lemak pada whey. Proses pemekatan paling baik adalah proses OMD dengan\nkadar protein akhir sebesar 67,56 gram/L. Produk berpotensi untuk dijadikan minuman\ndiet karena memiliki kadar protein yang cukup tinggi. Berdasarkan produk yang\nberedar di pasaran, produk minuman diet ready-to-go membutuhkan sekitar 7-8 gram\nprotein untuk sajian 200 mL. Produk minuman diet dengan kadar protein 7-8 gram\ndapat diproduksi menggunakan 125 mL produk WPC yang dihasilkan, lalu bisa\nditambahkan perisa serta bahan lain yang diperlukan.", "Daftar File": {"ABSTRAK Mochamad Fikri Haikhal": "https://digilib.itb.ac.id/gdl/download/260221"}, "Penulis": "Mochamad Fikri Haikhal [14318010]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Lienda Aliwarga, M.Eng.", "Helen Julian, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pangan", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "whey, WPC, minuman diet, DCMD, OMD", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Sep 2022"}