{"Nomor": 69268, "Judul": "DESAIN PADUAN ENTROPI TINGGI COCRFENIMO DAN COCRFENIW DENGAN METODE TERMODINAMIKA DAN SIMULASI FIRST PRINCIPLE PADA APLIKASI BIOMEDIS", "Abstrak": "Ketergantungan akan alat kesehatan impor menuntut Indonesia untuk menjadikan pengembangan industri dan penelitian dalam bidang alat kesehatan menjadi program prioritas. Salah satu material paduan logam yang berpotensi digunakan sebagai biomaterial untuk alat kesehatan adalah paduan entropi tinggi (high entropy alloy atau HEA). HEA harus memenuhi syarat untuk dijadikan biomaterial berkualitas tinggi seperti sifat mekanik, ketahanan korosi, dan biokompatibilitas yang baik. Sifat-sifat tersebut dapat diraih dengan desain paduan yang cermat termasuk pemilihan komposisi paduan yang tepat. Desain paduan logam secara konvensional (trial and error) membutuhkan waktu dan biaya yang tidak sedikit. Dengan desain secara komputasi berbagai paduan dengan komposisi yang banyak dapat dimodelkan dengan mudah sehingga dapat dicapai sifat mekanik yang\ndibutuhkan dari aplikasi tertentu dengan waktu dan biaya yang lebih rendah. Dalam penelitian ini, desain paduan entropi tinggi dimodelkan melalui perhitungan nilai stacking fault energy (SFE) dengan beberapa variasi komposisi dengan metode perhitungan termodinamika dan simulasi first-principle.\n\nSerangkaian simulasi perhitungan nilai SFE dari HEA telah dilakukan untuk mempelajari pengaruh komposisi paduan dan temperatur terhadap nilai SFE serta struktur elektronik. Metode perhitungan ternodinamika dilakukan pada rentang suhu 0-1500 ?C. Metode first-principle dilakukan simulasi pada suhu 0 K untuk menentukan parameter kisi setimbang, nilai energi kesetimbangan struktur, dan struktur elektronik yang dihasilkan.\n\nDari hasil simulasi, variasi komposisi paduan berpengaruh terhadap nilai SFE dari HEA. Dengan metode perhitungan termodinamika pada HEA CoCrFeNiMo dan CoCrFeNiW, didapati bahwa penambahan Co meningkatkan nilai SFE dalam rentang tertentu. Penambahan Fe dan Ni meningkatkan nilai SFE secara signifikan, sedangkan penambahan Cr, W dan Mo menurunkan nilai SFE. Dengan metode first-principle, perhitungan nilai SFE dengan menaikkan konsentrasi Fe dan Ni serta menurunkan konsentrasi W dan Mo pada kedua HEA menghasilkan peningkatan nilai SFE. Dengan mengganti W dan Mo dengan Fe dan Ni juga didapatkan zona akumulasi muatan yang menurun serta meningkatkan nilai DOS dari struktur elektronik paduan. Untuk mendapatkan mekanisme deformasi yang dominan dari paduan HEA berupa twinning, maka konsentrasi Fe dapat ditingkatkan disertai dengan mengurangi konsentrasi W atau Mo.", "Daftar File": {"ABSTRAK Azlan Fakhrozi": "https://digilib.itb.ac.id/gdl/download/260245"}, "Penulis": "Azlan Fakhrozi [12518044]", "Kontributor / Dosen Pembimbing": ["Tria Laksana Achmad, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Paduan entropi tinggi, perhitungan termodinamika, simulasi firstprinciple, stacking fault energy", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "21 Sep 2022"}