{"Nomor": 69264, "Judul": "STUDI IN VITRO INHIBISI PROTEIN EGFR PADA SPERMATOGENESIS PERSINYALAN TESTOSTERON NONKLASIK DARI NANOPARTIKEL KITOSAN MENGANDUNG PHYLLANTHUS NIRURI SERTA KAJIAN PUSTAKA SISTEM PENGHANTARAN BERTARGET BADAN GOLGI DAN APLIKASINYA", "Abstrak": "Phyllanthus niruri adalah tanaman herba yang telah dikaji memiliki berbagai aktivitas farmakologi.\nDisamping penelitian terkait aktivitas farmakologinya telah terdapat satu penelitian yang mengkaji\ntoksisitas P. niruri dari pemberian nanopartikel kitosan mengandung P. niruri (NP PN) terhadap\ninhibisi fosforilasi EGFR (epidermal growth factor receptor). Pada penelitian ini dilakukan studi\nlanjutan terkait formulasi nanopartikel kitosan, NP PN serta karakterisasinya dan studi inhibisi\nfosforilasi protein EGFR pada sel Sertoli (TM4) yang dilakukan pemberian nanopartikel kitosan,\nekstrak P. niruri dan NP PN melalui pengujian Western Blot. Dari penelitian ini diperoleh hasil\nkarakterisasi ukuran, indeks polidispersitas, dan zeta potensial nanopartikel kitosan adalah 151,6\nnm; 0,296; dan 30 mV sedangkan untuk NP PN yaitu 170,3 nm; 0,192; dan 30,1 mV dengan efisiensi\npenjeratan sebesar 80,1%. Hasil studi inhibisi fosforilasi terhadap protein EGFR yaitu tidak terjadi\ninhibisi dari pemberian nanopartikel kitosan tetapi inhibisi terjadi pada pemberian ekstrak P. niruri\nkonsentrasi 500 dan 2000 ppm serta NP PN konsentrasi 125 dan 500 ppm (p<0,05). Adanya inhibisi\nfosforilasi pada protein EGFR memungkinkan terjadinya gangguan pada proses spermatogenesis\nkarena proses penempelan sel germ pada sel Sertoli terganggu dan mempengaruhi pelepasan\nsperma.\nKata kunci: jalur testosteron nonklasik, P. niruri, sel Sertoli, fosforilasi, spermatogenesis,\nnanopartikel kitosan, EGFR\nBadan golgi yang berfungsi memodifikasi, menghantarkan, dan mensekresikan protein secara tepat\ndapat dijadikan sebagai organel target dalam sistem penghantaran obat. Adanya fragmentasi atau\nkerusakan struktur pada badan golgi dapat merubah fungsi normalnya dan hal tersebut dapat\ndimanfaatkan untuk menurunkan ekspresi protein yang berkaitan dengan suatu penyakit seperti\nkanker. Kajian pustaka yang dilakukan bertujuan untuk mengulas sistem penghantaran bertarget\nbadan golgi. Pencarian pustaka dilakukan dengan menggunakan mesin pencari Google Scholar dan\nPubmed lalu dipilih berdasarkan kriteria inklusi dan eksklusi yang telah ditetapkan. Ditemukan\nbahwa chondroitin sulfat, PLGA-PEG, thiophosphopeptide, L-sistein dan BSA (bovine serum albumin)\ndapat digunakan sebagai ligan dalam penghantaran bertarget badan golgi. Penargetan ke badan\ngolgi bergantung kepada keberadaan gugus sulfihidril dan pH asam badan golgi pada sel kanker.\nTerdapat peranan enzim GalNAc transferase dan alkaline phosphatase dalam memediasi\npenghantaran materi ke badan golgi dan penggunaan asam retinoat serta brefeldin A sebagai\nsenyawa yang dapat merusak struktur badan golgi yang dimanfaatkan untuk menekan proliferase\nsel serta ekspresi protein tertentu yang berlebih pada sel uji.", "Daftar File": {"ABSTRAK Sefta Ayu Wulandari": "https://digilib.itb.ac.id/gdl/download/260236"}, "Penulis": "Sefta Ayu Wulandari [10718067]", "Kontributor / Dosen Pembimbing": ["Diky Mudhakir, S.Si., M.Si., Ph.D.", "Dr. Satrialdi, S.Farm., M.Si.", "Nova Suliska, S.Farm., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "nanopartikel, chondroitin sulfat, GalNAc transferase, CD44, asam retinoat, badan golgi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "21 Sep 2022"}