{"Nomor": 69280, "Judul": "ANALISIS MANFAAT-BIAYA DALAM PENGELOLAAN SAMPAH DESA DENGAN MEMANFAATKAN TEKNOLOGI PIROLISIS MODULAR DI DAERAH PEDESAAN DI PROVINSI BALI", "Abstrak": "Pengolahan sampah secara desentralisasi merupakan salah satu pilihan yang dilakukan untuk mengurangi masalah pencemaran sampah ke lingkungan. Penelitian ini bermaksud untuk mengetahui kontribusi penggunaan mesin pirolisis modular dalam pengolahan sampah plastik pada kawasan pedesaan dalam pengelolaan sampah dan ekonomi. Lokasi studi dilakukan di Desa Pacung, Wanagiri, dan Punggul sebagai desa yang telah menggunakan mesin pirolisis, yang terletak di Provinsi Bali. Metode yang digunakan pada penelitian ini adalah metode analisa manfaat biaya yang dilakukan pada lingkup pengelolaan sampah desa. Nilai biaya yang dianalisis dibagi menjadi dua, yaitu biaya ekonomi, risiko pencemaran emisi dan biaya sosial, dan nilai manfaat yang terdiri dari manfaat pengurangan emisi dan pengangkutan sampah ke TPA, pemanfaatan produk hasil olahan, retribusi pengelolaan sampah, dan peningkatan kepedulian sosial. Pengumpulan data dilakukan dengan observasi dan wawancara langsung kepada beberapa pihak yang terdampak. Nilai manfaat dan biaya kemudian dianalisis dengan menggunakan metode Net Present Value (NPV) dan Benefit Cost Rasio (BCR) untuk melihat kelayakan dari kegiatan secara ekonomi. Analisis manfaat biaya dilakukan terhadap mesin pirolisis modular sendiri dan pengelolaan sampah desa. Mesin yang diteliti pada penelitian ini memiliki ukuran sebesar 100 cm x 90 cm x 60 cm dengan kapasitas pengolahan sampah plastik sebesar 5 Kg dalam waktu 3 – 4 jam. Pada penelitian ini ditemukan evaluasi dari penggunaan mesin pirolisis modular ini adalah biaya operasional yang lebih tinggi dari manfaat yang didapat, sehingga pengolah sampah plastik harus mengeluarkan biaya tambahan untuk biaya operasional. Nilai biaya operasional untuk pengolahan 5 kg sampah plastik adalah sebesar Rp. 20.000 ditambah upah petugas, dan nilai manfaat produk yang didapat adalah sebesar Rp. 18.000. Biaya operasional mesin pirolisis dalam satu tahun adalah sebesar 4 – 12% dari biaya operasional TPS, bergantung pada seberapa banyak jumlah sampah plastik yang diolah dengan mesin pirolisis.", "Daftar File": {"M SYAMS  APRIANDAS  HARLI.pdf": "https://digilib.itb.ac.id/gdl/download/260305"}, "Penulis": "M. Syams Apriandas Harli [25320313]", "Kontributor / Dosen Pembimbing": ["Dr. Benno Rahardyan, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Pengelolaan sampah, manfaat, biaya, pirolisis, emisi, NPV, BCR. ?", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "21 Sep 2022"}