{"Nomor": 69294, "Judul": "KAJIAN EFEK SAMPING PENGGUNAAN TERAPI ANTITUBERKULOSIS MULTIDRUG RESISTANT PROGRAM PADUAN JANGKA PENDEK DAN JANGKA PANJANG DI RSUP DR. HASAN SADIKIN BANDUNG", "Abstrak": "Multidrug Resistant Tuberculosis (MDR TB) adalah infeksi yang disebabkan oleh galur Mycobacterium\ntuberculosis yang kebal terhadap minimal dua obat antituberkulosis (OAT) lini pertama. Tatalaksana\npengobatan TB MDR di Indonesia didasarkan pada pedoman WHO yaitu paduan jangka pendek dan\npaduan jangka panjang. Salah satu faktor yang mempengaruhi keberhasilan pengobatan adalah\ntimbulnya efek samping. Penelitian ini bertujuan untuk menentukan manifestasi efek samping pada\nprogram terapi TB MDR dengan paduan jangka pendek dan jangka panjang di RSUP Dr. Hasan Sadikin,\nmenentukan keparahan dan probabilitas efek samping yang terjadi, dan menentukan hubungan jenis\nkelamin, usia, bobot badan awal, dan keberadaan komorbid terhadap kemunculan efek samping obat\npada setiap paduan. Desain penelitian adalah studi observasional secara retrospektif dengan\npendekatan deskriptif dan teknik pengambilan sampel dengan purposive sampling. Pengambilan data\ndilakukan pada data rekam medis, hasil laboratorium, dan Sistem Informasi Tuberkulosis (SITB) dari\n65 pasien. Hasil penelitian menunjukkan 90% pasien yang diterapi paduan jangka pendek dan 86,67%\npasien dengan paduan jangka panjang mengalami kejadian efek samping. Mual, nyeri kepala dan nyeri\npersendian merupakan kejadian efek samping yang banyak dialami oleh pasien pada kedua paduan.\nSebanyak 70,79% efek samping pada paduan jangka pendek termasuk tingkat 1 (ringan) dan 86,3%\nefek samping mungkin terjadi karena obat (probable) menurut algoritma Naranjo. Sedangkan pada\npaduan jangka panjang, 63,24% efek samping merupakan tingkat 1 (ringan) dan 82,35% efek samping\nmungkin terjadi karena obat (probable) menurut algoritma Naranjo. Dari hasil uji korelasi, tidak\ndiperoleh hubungan yang signifikan secara statistik antara jenis kelamin, usia, bobot badan awal, dan\nkeberadaan komorbid dengan kemunculan efek samping pada kedua paduan.", "Daftar File": {"ABSTRAK Gladiani Fauziah Novenka": "https://digilib.itb.ac.id/gdl/download/260374"}, "Penulis": "Gladiani Fauziah Novenka [11618033]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Lia Amalia, S.Si., M.Si.", "apt. Irianti Bahana M. R., M. Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "efek samping obat, TB MDR, paduan jangka pendek, paduan jangka panjang", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "21 Sep 2022"}