{"Nomor": 69293, "Judul": "ANALISIS KUALITAS HIDUP DAN BIAYA OUT OF POCKET PADA PASIEN KANKER PAYUDARA YANG MENERIMA KEMOTERAPI DI RUMAH SAKIT UMUM DAERAH CIBABAT CIMAHI", "Abstrak": "Kanker payudara merupakan penyakit yang menempati urutan pertama terkait jumlah kanker\nterbanyak dan menjadi penyumbang jumlah angka kematian pertama akibat kanker di Indonesia\nmaupun global. Pengobatan kanker payudara dengan kemoterapi sangat mempengaruhi kualitas\nhidup pasien. Selain itu, biayanya pun umumnya cukup tinggi, sehingga dapat menjadi hambatan\nbagi pasien dalam memperoleh pengobatan. Penelitian ini bertujuan untuk mengukur kualitas\nhidup dan biaya out-of-pocket (OOP) pasien kanker payudara yang menerima kemoterapi di salah\nsatu rumah sakit yang bekerja sama dengan Badan Penyelenggara Jaminan Sosial (BPJS)\nKesehatan, serta menganalisis karakteristik demografi dan kondisi sosioekonomi yang\nmempengaruhi kualitas hidup serta OOP pada kelompok pasien tersebut. Penelitian ini\nmerupakan studi potong lintang dengan subjek pasien kanker payudara di Rumah Sakit Umum\nDaerah Cibabat di Kota Cimahi menggunakan kuesioner yang terdiri dari kuesioner EORTC QLQ-\nC30, kuesioner karakteristik demografi, serta kuesioner biaya OOP. Data yang diperoleh akan\ndianalisis secara deskriptif dan statistik menggunakan uji Mann Whitney dan Kruskal-wallis. Hasil\npenelitian menunjukkan bahwa pengeluaran OOP pasien mempengaruhi status kesehatan umum.\nBerdasarkan skala fungsi, tingkat kualitas hidup hanya dipengaruhi usia dan jumlah anggota\nkeluarga serta pada skala gejala, tingkat kualitas hidup dipengaruhi usia, tingkat pendidikan,\nstatus perkawinan, status kepala keluarga, jumlah anggota keluarga, tanggungan keluarga, dan\npenghasilan keluarga. Biaya rata-rata OOP pasien perbulan adalah Rp1.666.875,00. Komponen\nbiaya OOP yang terbesar adalah biaya makan dan minum selama pasien mendapat pengobatan.\nTidak terdapat perbedaan total OOP antara pasien kanker payudara dari kelompok karakteristik\ndemografi yang berbeda (p > 0,05).", "Daftar File": {"ABSTRAK Ami Nisrina Putri": "https://digilib.itb.ac.id/gdl/download/260367"}, "Penulis": "Ami Nisrina Putri [11618032]", "Kontributor / Dosen Pembimbing": ["Tjokorde Istri Armina Padmasawitri, S.Si., M.Si., Ph.D.", "Dr. apt. Zulfan Zazuli M.Farm", "apt. Nida Arum F., S.Farm"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Kualitas hidup, Out of pocket (OOP), Kanker payudara", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "21 Sep 2022"}