{"Nomor": 69292, "Judul": "ENKAPSULASI EKSTRAK KULIT BUAH DELIMA (PUNICA GRANATUM L.) DALAM NANOSTRUCTURED LIPID CARRIER (NLC) UNTUK MENINGKATKAN AKTIVITAS INHIBITOR TIROSINASE SECARA IN VITRO", "Abstrak": "Hiperpigmentasi merupakan kondisi kulit ketika muncul bercak berwarna lebih gelap dibandingkan\ndengan kulit normal di sekitarnya yang disebabkan oleh produksi melanin secara berlebih. Untuk\nmengatasi hal tersebut telah diteliti bahwa ekstrak kulit delima (Punica granatum L.) memiliki peranan\ndalam inaktivasi aktivitas enzim tirosinase pada proses melanogenesis. Untuk meningkatkan aktivitas\ninhibisi enzim tirosinase, ekstrak kulit delima (EKD) diformulasikan dalam Nanostructured Lipid Carrier\n(NLC). Penelitian ini bertujuan untuk meningkatkan aktivitas EKD yang dienkapsulasikan dalam NLC.\nFormula NLC-EKD dikembangkan dengan melakukan skrining pasangan surfaktan beserta\nperbandingan konsentrasi jenis surfaktan yang akan digunakan pada optimasi proses maupun\noptimasi formula. Pembuatan NLC-EKD menggunakan metode melt-emulsification and\nultrasonication. Hasil pengujian menghasilkan formula NLC-EKD yang terbaik dengan komposisi gliseril\nmonostearat 4,8% (b/v), olive oil 3,2% (b/v), colliphor RH40 3% (b/v), PEG 400 3% (b/v), EKD 0,12%\n(b/v), dan akuades 85,88% (b/v). NLC-EKD memiliki karakteristik organoleptik berwarna putih susu dan\ntidak berbau, ukuran partikel 126,07 ± 5,32 nm, indeks polidispersitas 0,356 ± 0,063, zeta potensial -\n38,58 ± 3,74 mV, efisiensi enkapsulasi 86,27 ± 0,46 % dan pH 5,62 ± 0,19. Formula NLC-EKD dapat\nmeningkatkan efektivitas EKD sebagai inhibitor tirosinase dengan nilai IC50 EKD 8289,90 ± 460,42 ppm\ndan NLC-EKD 241,05 ± 49,48 ppm, dimana nilai IC50 NLC-EKD mengalami peningkatan yg signifikan (p\n< 0,05) sebesar 33 kali lipat dari nilai IC50 EKD. Data stabilita menunjukkan bahwa terjadi peningkatan\nukuran partikel NLC-EKD pada suhu 4, 25, dan 40°C selama 28 hari.", "Daftar File": {"ABSTRAK Annisa Nadya Alifia": "https://digilib.itb.ac.id/gdl/download/260354"}, "Penulis": "Annisa Nadya Alifia [10718029]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. apt. Rachmat Mauludin, S.Si., M.Si.", "Dr. Yuda Prasetya Nugraha, S.Farm., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Punica granatum, EKD, NLC-EKD, inhibitor tirosinase, asam elagat, hiperpigmentasi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "21 Sep 2022"}