{"Nomor": 69310, "Judul": "ANALISIS KONTAMINASI BAKTERI COLIFORM PADA LINGKUNGAN PERAIRAN DI SEKITAR PERMUKIMAN YANG MENERIMA EFLUEN IPAL DOMESTIK (STUDI KASUS: IPALD MALEER, KOTA BANDUNG)", "Abstrak": "Kualitas lingkungan perairan sangat penting untuk memenuhi hak setiap orang\nmemperoleh lingkungan yang layak. Salah satu upaya untuk mencegah masuknya\nkontaminan yang bersumber dari permukiman ke badan air adalah dengan\nmemanfaatkan teknologi pengolahan air limbah domestik. IPAL Domestik Maleer\nmengolah air limbah domestik dari 63 sambungan rumah dengan teknologi\nAnaerobic Upflow Filter (AUF). Meskipun diharapkan untuk mencegah terjadinya\nkotaminasi, hasil pengolahan IPAL Maleer belum memenuhi baku mutu PermenLH\nNo. 68 Tahun 2016 dan diindikasikan memberikan pengaruh pencemaran terhadap\nSungai Cikapundung Kolot dan air tanah yang juga mengandung bakteri Coliform.\nPenelitian ini bertujuan untuk mengukur risiko dari kontaminasi bakteri Coliform\npada lingkungan perairan di sekitar IPAL Domestik Maleer terhadap kesehatan\nwarga sekitar untuk menentukan konsep pengelolaan lingkungan yang tepat.\nAnalisis risiko dilakukan dengan metode Quantitative Microbial Risk Assessment\n(QMRA). Konsentrasi bakteri E. coli sumber air bersih dan air minum warga diukur\nmenggunakan metode Multiple Tube Fermentation dengan konsep Most Probable\nNumber. Semua sumber air bersih dan air minum warga tidak layak untuk\ndigunakan karena mengandung bakteri E. coli. Probabilitas infeksi harian dari\nkontaminasi E. coli dihitung dengan Beta-Poisson Model dan diperoleh bahwa\nrisiko tertinggi berasal dari aktivitas minum (0,132). Berdasarkan jenis sumber air\nbersih yang digunakan, sumur gali memberikan probabilitas infeksi harian terbesar\n(0,251). Paparan berulang dalam satu tahun untuk sumber air yang sama\nmemberikan potensi infeksi sebesar 1. Nilai ini melewati batas dari WHO yaitu\n0,0001 sehingga sumber air tidak layak untuk digunakan dalam aktivitas harian\nhigiene sanitasi. Penanggulangan masalah lingkungan di Kelurahan Maleer dapat\nditerapkan dengan melibatkan berbagai pihak dalam rangka mengelola air limbah\ndengan pemasangan etteknologi desinfeksi, pemantauan, dan pemeliharaan IPAL;\nmenjaga kualitas Sungai Cikapundung Kolot dengan menghentikan aktivitas BABS\ndan buang sampah di sungai; memastikan kualitas sumber air terjaga di sumber dan\npewadahan; dan menjaga pola hidup sehat dan bersih.", "Daftar File": {"FARISAH  INARAH RAHMAT  HASBY.pdf": "https://digilib.itb.ac.id/gdl/download/260401"}, "Penulis": "Farisah Inarah Rahmat Hasby [25320325]", "Kontributor / Dosen Pembimbing": ["Ir. Ahmad Soleh Setiyawan, S.T., M.T., Ph.D.", "Dr. Herto Dwi Ariesyady, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Bakteri Coliform, Escherichia coli, IPAL domestik, QMRA, Sungai Cikapundung Kolot.", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "21 Sep 2022"}