{"Nomor": 69314, "Judul": "PENGARUH SPASI GIGI GALI TERHADAP ENERGI SPESIFIK PENGGALIAN PADA MATERIAL GIPSUM MENGGUNAKAN DRAG PICK SKALA LABORATORIUM", "Abstrak": "Penggalian pada kegiatan penambangan secara umum dibedakan menjadi du bagian yaitu kontinyu dan tak kontinyu. Peralatan yang sering digunakan pada sistem kontinyu adalah mesin gali non-konvensional, seperti bucket wheel excavator (BWE) pada tambang terbuka dan roadheader pada tambang bawah tanah. Jenis gigi gali utama yang digunakan pada alat tersebut umumnya adalah drag pick. Faktor yang mempengaruhi pemilihan alat gali ini antara lain faktor batuan dan faktor karakteristik alat gali. Salah satu karakteristik alat gali yang sangat berpengaruh dalam proses penggalian adalah kesesuaian spasi gigi gali yang digunakan. Penelitian ini dilakukan untuk mengetahui pengaruh spasi pada gigi gali terhadap keterpotongan batuan. Pada penelitian ini akan dicari spasi yang optimum yang ditinjau dari gaya potong dan energi spesifik yang didapatkan.Untuk mengetahui hubungan tersebut maka akan dilakukan uji keterpotongan menggunakan alat Linear Cutting Machine (LCM) dan gigi gali drag pick dengan lebar 4 cm dan back clearence angle 0o. Pada pengujian ini pun akan dilakukan pada sampel gipsum dengan kuat tekan 7,11 MPa. Percobaan yang dilakukan menggunakan drag pick denga variasi spasi 45 mm, 50 mm, 55 mm, dan 60 mm. Kedalaman pengujian akan dilakukan pada kedalaman yang sama yaitu 10 mm. Dari hasil pengujian, didapatkan hubungan antara spasi penggalian dengan energi spesifik. Dari penelitian yang dilakukan dapat disimpulkan energi spesifik yang pali optimum(rendah) pada material gipsum terdapat pada percobaan spasi antar gigi gali sebesar 55 mm yaitu sebesar 0,597 MJ/m3 dengan metode rata-rata dan 0,601 MJ/m3 menggunakan metode diskrit.", "Daftar File": {"ABSTRAK Bima Gautama": "https://digilib.itb.ac.id/gdl/download/260403"}, "Penulis": "Bima Gautama [12118038]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ganda Marihot Simangunsong, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "spasi, drag pick, gaya potong, energi spesifik, kemampupotongan.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "21 Sep 2022"}