{"Nomor": 69327, "Judul": "PERANCANGAN INTERAKSI APLIKASI MOBILE EDUNEX SEBAGAI PLATFORM PENDUKUNG KEGIATAN AKADEMIK MAHASISWA DENGAN  PENDEKATAN USER CENTERED DESIGN", "Abstrak": "Pada tahun 2022, ITB mulai mengadakan pembelajaran bauran, mahasiswa yang\nbelajar secara luring diminta membawa smartphone untuk meningkatkan interaktivitas\nperkuliahan dan meningkatkan pemahaman materi. Namun, permasalahan yang\ndihadapi adalah belum tersedia media untuk meningkatkan interaktivitas pada kegiatan\nbelajar mengajar di ITB. Oleh karena itu, tugas akhir ini merancang interaksi aplikasi\nEdunex untuk mahasiswa pada platform mobile native berupa high-fidelity prototype\nyang siap diimplementasi oleh pengembang. Berdasarkan wawancara dengan\nDirektorat Pengembangan Pendidikan ITB, fitur yang perlu dirancang adalah fitur\nClassroom Response System yang digunakan untuk voting, ujian atau kuis, akses\ncourse, presensi, pesan, dan notifikasi. Proses perancangan dilakukan dengan\npendekatan user-centered design. Pada awal proses, dilakukan wawancara terhadap\npengguna untuk mengetahui kebutuhan mereka. Kemudian, didefinisikan daftar\nkebutuhan serta user experience dan usability goals yang menjadi fokus pengerjaan\ntugas akhir, yaitu effective to use, easy to learn, helpful, dan satisfying. Selanjutnya,\ndibuat rancangan medium-fidelity prototype dan dievaluasi dengan moderated usability\n\ntesting ke 5 orang pengguna. Hasil evaluasi diperbaiki dan dibuat rancangan high-\nfidelity prototype. Rancangan high-fidelity prototype dievaluasi dengan cara\n\nunmoderated usability testing kepada 20 orang pengguna. Hasil rancangan akhir\nberhasil mencapai 95,6% completion rate, 5,906 rata-rata nilai SEQ, 5,55 rata-rata nilai\nIMI subskala value/usefulness, dan 74,25 rata-rata nilai SUS.", "Daftar File": {}, "Penulis": "Ayutari Dian Putri [18218012]", "Kontributor / Dosen Pembimbing": ["Prof. Yusep Rosmansyah, S.T., M.Sc., Ph.D.", "Dicky Prima Satya, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "desain interaksi, pengalaman pengguna, interaksi manusia komputer, user- centered design, learning management system, mobile learning management system", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "21 Sep 2022"}