{"Nomor": 69329, "Judul": "UJI AKTIVITAS IMUNOMODULATOR EKSTRAK ETANOL SEREH DAPUR [CYMBOPOGON CITRATUS (DC) STAPF]", "Abstrak": "Penyakit terkait sistem imun semakin hari jumlahnya semakin meningkat. Untuk mengatasi penyakit\nterkait sistem imun dibutuhkan imunomodulator yang merupakan senyawa yang dapat memodulasi\nsistem imun. Salah satu sumber imunomodulator adalah tanaman seperti sereh dapur. Sereh dapur secara\ntradisional digunakan oleh masyarakat sebagai bumbu dapur dan juga untuk memelihara kesehatan.\nPenelitian ini bertujuan untuk menguji efek imunomodulator ekstrak etanol batang sereh dapur (EEBSD).\nSenyawa aktif dalam batang sereh dapur diekstraksi menggunakan etanol 96% dengan metode refluks.\nAktivitas imunomodulator ekstrak etanol batang sereh dapur (EEBSD) diuji pada mencit BALB/c betina\nmelalui uji terhadap respon imun non-spesifik dan spesifik. Efek terhadap respons imun non-spesifik\nditentukan melalui uji bersihan karbon dan penentuan indeks organ. Efek terhadap respons imun spesifik\nditentukan melalui penentuan titer antibodi total, uji hipersensitivitas tipe lambat, dan penentuan kadar\nIFN-?dan IL-2. Hasil uji bersihan karbon menunjukkan ke-3 dosis EEBSD (375, 750, dan 1.500 mg/kg bb)\nbersifat imunosupresi yang ditandai dengan indeks fagositik <1. Kedua dosis EEBSD (375 dan 1.500 mg/kg\nbb) menurunkan indeks limpa secara bermakna (p<0,05). Ke-3 dosis EEBSD tidak mempengaruhi respons\nimun humoral tetapi dapat menurunkan respon imun selular secara signifikan yang terlihat pada uji\nhipersensitivitas tipe lambat. Dari ke-3 dosis hanya EEBSD 750 mg/kg bb yang dapat meningkatkan titer\nIFN-?walaupun tidak signifikan dibandingkan kontrol. Ke-3 dosis EEBSD meningkatkan kadar IL-2 namun\nhanya dosis 750 mg/kg bb yang signifikan terhadap kontrol (2,478 ± 0,705 vs 1,402 ± 0,172). Pada uji\naplikasi EEBSD terhadap model hewan reumatoid artritis (RA) menunjukkan dosis 750 dan 1.500 mg/kg\nbb dapat menghambat perkembangan radang secara signifikan pada hari ke-20. Berdasarkan hasil\npenelitian ini, dapat disimpulkan bahwa EEBSD memiliki aktivitas imunosupresi.", "Daftar File": {"ABSTRAK Kurnia Fajriati": "https://digilib.itb.ac.id/gdl/download/260444"}, "Penulis": "Kurnia Fajriati [11618018]", "Kontributor / Dosen Pembimbing": ["Dr. Maria Immaculata Iwo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Imunomodulator, Ekstrak Etanol, Sereh Dapur, Bersihan Karbon, Titer Antibodi, Sitokin", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "21 Sep 2022"}