{"Nomor": 69338, "Judul": "INVENTARISASI DAN ANALISIS KUANTITATIF GEOSITE UNTUK MENDUKUNG POTENSI GEOWISATA DI KAWASAN MAGETAN, JAWA TIMUR", "Abstrak": "Kabupaten Magetan yang terletak di Provinsi Jawa Timur memiliki keragaman warisan geologi yang dapat berpotensi dikembangkan menjadi geowisata. Dibandingkan dengan wisata budaya, geowisata kurang dipelajari dan diteliti lebih lanjut. Sehingga penelitian ini bertujuan untuk menilai potensi geologi secara ilmiah pada setiap situs di Kabupaten Magetan. Penelitian ini dilakukan dengan inventarisasi dengan melakukan penilaian kuantitatif dan analisis daya tarik wisata. Parameter yang digunakan untuk menilai secara kuantitatif situs geologi berdasarkan nilai ilmiah, nilai edukasi, nilai pariwisata, dan risiko degradasi. Hasil analisis geowisata akan diolah menjadi rekomendasi geosite dan geotrek.\nHasil analisis citra satelit dan observasi di lapangan menunjukkan bahwa daerah penelitian dibagi tujuh satuan geomorfologi yaitu, Bukit Terisolir Bancak, Bukit Terisolir Bungkuk, Dataran Lahar Lawu, Satuan Gunungapi Blego, Satuan Gunungapi Lawu, Satuan Gunungapi Lawu Tua, dan Satuan Lahar Lawu Tua. Daerah penelitian mencakup 13 satuan geologi dari yang paling tua merupakan runtutan batuan vulkanik Tersier pada Formasi Nglanggran dan yang paling muda adalah batuan vulkanik yang berasal dari gunungapi Kuarter. Dari sembilan geosite yang dianalisis, Kabupaten Magetan memiliki 2 geosite yang memiliki nilai paling tinggi yaitu Telaga Sarangan dengan yang berada disebelah barat daerah penelitian dan Gunung Blego yang berada di sebelah selatan. Kedua geosite berpotensi dikembangkan dan dijadikan prioritas objek wisata di Kabupaten Magetan karena memilki total nilai ilmiah, edukasi, dan pariwisata yang tinggi serta potensi risiko degradasi yang bisa dikurangi. Urutan lintasan geowisata atau geotrek berdasarkan umur satuan yang paling tua dimulai dari Gunung Bancak dan Mata Air Sejok, ke arah barat menuju Gunung Blego dan Gunung Bungkuk, kemudian kearah umur satuan yang paling muda yaitu Wisata Gunung Lawu seperti Mojosemi Forest Park, Genilangit, Highland Wonomulyo, Air Terjun Tirtosari, dan Telaga Sarangan.", "Daftar File": {"ABSTRAK Muhammad Reinaldy Ramli": "https://digilib.itb.ac.id/gdl/download/260468"}, "Penulis": "Muhammad Reinaldy Ramli [12018045]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Johan Arif, M.T.", "Dr. Mirzam Abdurrachman, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "geowisata, geosite, geotrek, Magetan, inventarisasi, analisis kuantitatif.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Sep 2022"}