{"Nomor": 69339, "Judul": "SINTESIS DAN KARAKTERISASI D-4-HIDROKSIFENILGLISIN METIL ESTER SEBAGAI PREKURSOR AMOKSISILIN", "Abstrak": "Amoksisilin merupakan salah satu bahan baku obat dengan nilai impor tertinggi di Indonesia. Pada\nmetode lama, produksi amoksisilin dilakukan melalui penggabungan 6-aminopenicillanic acid (6-\nAPA) dengan D-4-hidroksifenilglisin (D-4-HPG) secara sintesis organik. Untuk meningkatkan efisiensi\nproses, pada metode baru penggabungan tersebut dikatalisis secara enzimatik yang memerlukan\nD-4-hidroksifenilglisin metil ester (D-4-HPGME) sebagai pereaksi. Penelitian ini bertujuan untuk\nmendapatkan metode optimum sintesis D-4-HPGME dan data karakterisasi D-4-HPGME. Metode\nsintesis yang digunakan berasal dari paten CN103641729A yang menggunakan one-pot reaction. D4-HPG dan metanol sebagai pereaksi, sedangkan trimetilsilil klorida sebagai katalis asam. Proses\nsintesis dilakukan dengan memvariasikan jumlah prekursor yang digunakan serta suhu dan waktu\nreaksi. Isolasi produk dilakukan dengan pengendapan melalui pengaturan pH campuran reaksi\nhingga 8,5 yang diikuti dengan pemurnian endapan dengan rekristalisasi. Reaksi pada suhu ruang\n(120 jam) dan pada suhu 60°C (5 jam) menghasilkan rendemen sebanyak 73% dan 71%.\nKarakterisasi produk dengan spektroskopi inframerah dan spektroskopi\n1\nH-NMR, menunjukkan\nproduk hasil sintesis merupakan D-4-HPGME.", "Daftar File": {"ABSTRAK Salsabila Widianti Subagio": "https://digilib.itb.ac.id/gdl/download/260469"}, "Penulis": "Salsabila Widianti Subagio [10718002]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Rahmana Emran Kartasasmita, M.Si.", "Dr. Fransiska Kurniawan, S.Farm., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "D-4-hidroksifenilglisin metil ester, sintesis, amoksisilin, trimetilsilil klorida", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "21 Sep 2022"}