{"Nomor": 69349, "Judul": "ANALISIS SISTEM PENYALIRAN PADA LUBANG BEKAS TAMBANG (VOID) ON2 UTARA TAMBANG BATUBARA PT BERAU COAL", "Abstrak": "Pascatambang adalah kegiatan yang terencana, sistematis, dan berlanjut setelah akhir sebagian atau seluruh kegiatan usaha pertambangan untuk memulihkan fungsi lingkungan alam dan fungsi sosial menurut kondisi lokal di seluruh wilayah pertambangan. Pit ON2 merupakan area pascatambang yang berada di site Lati. Pit ON2 memiliki 3 void yaitu void utara, timur dan selatan. Void ON2 Utara direncanakan menjadi kolam retensi yang akan mengalirkan air dengan debit tertentu ke WMP 27. Sehingga Void ON2 Utara diperlukan sarana penyaliran yang dapat menjadikan void sebagai kolam retensi berfungsi dengan baik.\n\nPerancangan sarana penyaliran untuk mengontrol debit pada Void ON2 Utara dimulai dengan menganalisis data hujan stasiun PIT ON2 pada periode 2012-2022 dengan menggunakan seri metode parsial serta menggunakan distribusi Gumbell. Catchment area didapatkan dengan menggunakan data topografi yang kemudian akan di bagi menjadi subcatchment berdasarkan arah aliran serta kondisi wilayahnya. Debit puncak dari catchment area Void ON2 diperhitungkan menggunakan metode hidrograf satuan sintetik soil conservation service (HSS SCS). Hasil debit dari hidrograf, akan menentukan kebutuhan dari sarana penyaliran untuk Void ON2 Utara.\n\nDebit yang diperoleh dari luas catchment area sebesar 455,3 Ha yang terdiri dari 6 subcatchment ialah sebesar 3,8 m3/s. Untuk mengatasi debit yang masuk, dirancang perimeter drainage berbentuk trapesium yang dibagi menjadi 2 kategori dengan masing-masing dimensi lebar bawah x lebar atas x tinggi: 3m x 1m x 1m; 2m x 1m x 0,5 m. Untuk mengontrol debit keluaran yang direncanakan sebesar 1 m3/s, diperlukan volume untuk menampung air yang akan masuk sebesar 250.100 m3. Penentuan volume diperhitungkan dari kapasitas volume void pada elevasi 34 mdpl hingga 31 mdpl. Kapastias volume yang masuk dapat ditampung ketika volume void berada di elevasi 31 mdpl. Sehingga sarana penyaliran untuk discharge yang diperlukan ialah kanal yang dapat menurunkan elevasi discharge dari elevasi 34 mdpl ke elevasi 31 mdpl dengan lebar bawah 1 m, dan tanggul pada elevasi 34 mdpl yang memiliki saluran terbuka dengan lebar 0,2 m. Kanal digunakan untuk menampung volume air yang masuk dengan kenaikan muka air setinggi 2,5 m serta tanggul yang digunakan untuk mengontrol debit air yang keluar.", "Daftar File": {"ABSTRAK Ichram Arasy Siswandi": "https://digilib.itb.ac.id/gdl/download/260748"}, "Penulis": "Ichram Arasy Siswandi [12118077]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ginting Jalu Kusuma, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Void, Pengontrolan Debit, Saluran Terbuka, Kanal, Tanggul", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "8 file", "Tanggal Input": "21 Sep 2022"}