{"Nomor": 69348, "Judul": "STUDI INHIBISI SPERMATOGENESIS NANOPARTIKEL KITOSAN MENGANDUNG PHYLLANTHUS NIRURI PADA LINI SEL TM4 TERHADAP PROTEIN SRC SERTA KAJIAN PUSTAKA PERANAN ENDOSITOSIS YANG DIMEDIASI CAVEOLAE PADA TERAPI KANKER", "Abstrak": "a. Studi Inhibisi Spermatogenesis\nPhyllanthus niruri merupakan tanaman herbal dengan berbagai manfaat untuk kesehatan.\nEnkapsulasi P. niruri dalam nanopartikel kitosan berkhasiat sebagai co-adjuvan peningkatan respon\nimun terhadap antigen HbsAg yang diberikan secara oral. Berdasarkan hasil uji toksisitas akut dan\nsubkronis, ekstrak P. niruri tidak bersifat sitotoksik dan genotoksik. Namun, pengujian ekstrak ini\npada tikus jantan menyebabkan ketidakseimbangan hormonal dan kondisi degeneratif tubulus\nseminiferus. Tujuan penelitian ini adalah menguji pengaruh pemberian nanopartikel kitosan kosong,\nnanopartikel kitosan yang mengandung P. niruri, serta ekstrak P. niruri terhadap ekspresi protein\nSrc yang merupakan salah satu protein yang terlibat dalam jalur persinyalan testosteron nonklasik.\nNanopartikel dibuat dengan metode gelasi ionik, dikarakterisasi, dan diuji inhibisinya terhadap\nfosforilasi Src menggunakan Western blot pada lini sel sertoli mencit jantan (TM4). Diperoleh\nnanopartikel kitosan kosong berukuran 159 nm dan zeta potensial +35,3 mV, dengan karakteristik\nyang tidak berbeda signifikan dengan nanopartikel kitosan P. niruri berukuran 170 nm dan zeta\npotensial +32,5 mV (p=0,100). Berdasarkan hasil uji inhibisi, fosforilasi Src terinhibisi secara\nsignifikan setelah pemberian nanopartikel kitosan P. niruri konsentrasi 125 ppm (p=0,003) dan 500\nppm (p=0,003), namun tidak terjadi inhibisi yang signifikan setelah pemberian nanopartikel kitosan\nkosong dan ekstrak P. niruri pada konsentrasi yang sama. Dapat disimpulkan bahwa inhibisi\nfosforilasi Src terjadi akibat ekstrak P. niruri yang dienkapsulasikan dalam nanopartikel kitosan\nsehingga mengganggu spermatogenesis karena terganggunya penempelan sel germinal ke sel\nSertoli dan memengaruhi pelepasan sperma.\nKata Kunci: Nanopartikel kitosan, Phyllanthus niruri, Spermatogenesis, Sel Sertoli/ TM4, Jalur\ntestosteron nonklasik, Src.\nb. Kajian Pustaka\nBeberapa tahun belakangan, telah dikembangkan pengobatan kanker berbasis nanopartikel untuk\nmeningkatkan kemampuan penargetan obat ke sel kanker. Namun setelah memasuki sel,\nkeberadaan lisosom dapat mengganggu keoptimalan penghantaran obat ke organel target. Jalur\nendositosis yang dimediasi Caveolae potensial dalam mengatasi permasalahan ini karena\nkemampuannya dalam menghindari degradasi obat oleh lisosom. Kajian pustaka ini membahas\nendositosis yang dimediasi oleh Caveolae, karakteristiknya, serta penerapannya dalam pengobatan\nkanker. Penelusuran pustaka dilakukan melalui mesin pencari pada situs Pubmed dan Google\nScholar. Dari hasil yang dihimpun, terdapat beberapa pengiriman pengobatan kanker (nanopartikel\nkemoterapeutik, makromolekul, serta agen fototermal) yang melalui jalur endositosis Caveolae.\nHasilnya, nanopartikel dapat mencapai organel target tanpa terdegradasi di lisosom, lalu\nmenjalankan fungsinya dalam memicu proses apoptosis sel kanker. Dari penerapan tersebut,\ndiamati karakteristik nanopartikel yang dapat dihantarkan lewat jalur ini adalah memiliki ligan\npenargetan yang dapat berikatan dengan reseptor Caveolae seperti albondin, reseptor folat, dan\nreseptor gangliosida GM1, berukuran kurang dari 100 nm, dan cenderung hidrofobik. Di samping\nitu, karakteristik sel target juga harus diperhatikan. Endositosis yang dimediasi Caveolae\nkebanyakan terjadi pada sel kanker yang mengalami peningkatan Caveolin1 dan reseptor terkait\nCaveolae.\nKata Kunci: Kanker, Nanomedicine, Endositosis, Caveolae", "Daftar File": {"ABSTRAK Rafika Deswitri": "https://digilib.itb.ac.id/gdl/download/260516"}, "Penulis": "Rafika Deswitri [10718024]", "Kontributor / Dosen Pembimbing": ["Diky Mudhakir, S.Si., M.Si., Ph.D.", "Dr. Satrialdi, S.Farm., M.Si.", "Nova Suliska, S.Farm., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Nanopartikel kitosan, Phyllanthus niruri, Spermatogenesis, Sel Sertoli/ TM4, Jalur testosteron nonklasik, Src", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "21 Sep 2022"}