{"Nomor": 69356, "Judul": "STUDI PENGARUH PARAMETER PIROLISIS JERAMI PADI DAN RASIO PENCAMPURAN JERAMI PADI-BATUBARA TERHADAP YIELD PRODUK PIROLISIS: ULASAN KRITIS", "Abstrak": "Jerami padi, merupakan salah satu sumber renewable energy yang memiliki kandungan fixed carbon relatif tinggi dibanding biomassa lainnya. Pada tahun 2021, Indonesia menghasilkan 54 juta ton padi, dimana 70%-nya merupakan limbah jerami padi. Dengan jumlah tersebut, maka jerami padi berpotensi untuk mensubstitusi parsial batubara sebagai bahan bakar dalam memenuhi kebutuhan energi Indonesia. Sebagai contoh, jerami padi dapat dicampurkan dengan batubara untuk dibakar pada proses co-firing sehingga dapat mengurangi konsumsi batubara. Agar pembakaran lebih efisien, maka jerami padi perlu dipirolisis untuk menghilangkan moisture dan volatile matter, sehingga char yg dihasilkan memiliki calorific value yang lebih tinggi dan sifat yang mirip dengan batubara. Oleh karena itu, pada ulasan ini membahas mengenai pengaruh parameter operasi pirolisis jerami padi terhadap yield produk yang dihasilkan. Selain itu, opsi co-pirolisis jerami padi dan batubara juga dipelajari untuk menentukan pengaruh rasio\npencampuran jerami padi dan kondisi ketika synergistic effect terjadi.\n\nPada studi literatur ini, pengumpulan sumber literatur dilakukan dengan kata kunci jerami padi, pirolisis, batubara, co-pirolisis, dan synergistic effect. Masing-masing sumber literatur dianalisis dan diambil kesimpulannya. Parameter operasi yang dianalisis pada pirolisis jerami padi adalah temperatur akhir pirolisis, waktu tinggal, laju pemanasan, dan ukuran partikel. Pada proses co-pirolisis, jenis batubara yang digunakan dalam campuran jerami padi adalah subbituminus dan bituminus. Synergistic effect dalam proses co-pirolisis dapat terjadi bila terdapat interaksi antar partikel jerami padi dan batubara selama co-pirolisis berlangsung. Pengaruh parameter pada peristiwa synergistic effect yang ditinjau adalah pengaruh rasio\ncampuran dan temperatur akhir.\n\nHasil ulasan menunjukkan bahwa untuk memperoleh char yield yang optimal\n(42,8%) pada pirolisis jerami padi, maka kondisi pirolisis yang disarankan adalah\ntemperatur akhir rendah 400°C, waktu tinggal singkat, serta laju pemanasan lambat\n5°C/menit. Pada proses co-pirolisis jerami padi-batubara, penambahan jerami padi\n20% berat menghasilkan char yield yang maksimal yaitu 59%, sedangkan\npenambahan jerami padi 80% akan menghasilkan tar dan gas yield yang maksimal\nyaitu 27% dan 51%. Synergistic effect ditemukan pada hasil tar dan gas yield pada\nco-pirolisis jerami padi-batubara dengan kondisi rasio pencampuran jerami padi\nsebesar 50-75% dan temperatur tinggi 900-1000°C.", "Daftar File": {"ABSTRAK Abdiel Falah Fawwaz": "https://digilib.itb.ac.id/gdl/download/260539"}, "Penulis": "Abdiel Falah Fawwaz [12516045]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ismi Handayani, M.T.", "Dr.Eng. Nurulhuda Halim, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "jerami padi, pirolisis, batubara, co-pirolisis, synergistic effect", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "6 file", "Tanggal Input": "21 Sep 2022"}