{"Nomor": 69353, "Judul": "PREDIKSI KOMPUTASI INTERAKSI DAN TOKSISITAS SULFASALAZIN SEBAGAI OBAT INFLAMMATORY BOWEL DISEASE (IBD)", "Abstrak": "Penyakit radang usus atau dikenal dengan Inflammatory bowel disease (IBD) sampai saat ini, belum\ndiketahui pasti penyebabnya. Golongan obat yang paling banyak digunakan untuk terapi adalah\ngolongan aminosalisilat dan obat yang digunakan adalah sulfasalazin, walaupun efek terapi\nsulfasalazin telah diketahui, tetapi mekanisme kerja masih belum diketahui. Oleh karena itu,\ninteraksi dan toksisitas dari sulfasalazin dan metabolitnya perlu diteliti lebih lanjut. Interaksi\ndiprediksi dengan pendekatan docking molekuler dan prediksi toksisitas dilakukan dengan\nmenggunakan program Toxtree dan VEGA. Sulfasalazin, mesalamin dan sulfapiridin diprediksi\nmemiliki interaksi yang baik dengan ketiga protein target. Mesalamin sebagai metabolit aktif\nmemiliki interaksi dengan protein target lebih lemah dibandingkan interaksi sulfasalazin dan\nsulfapiridin dengan protein target. Ketiga protein target PPARg, PGE sintase dan MMP-9 memiliki\ninteraksi paling baik dengan senyawa uji sulfasalazin dengan energi ikatan dan konstanta inhibisi\n?9,73 Kcal/mol, 74.35 nM; ?7,07Lcal/mol, 6,61 µM; dan ?5,20 Kcal/mol, 155,34 µM berturut-turut.\nWalaupun ketiga senyawa uji memiliki interaksi yang baik dengan protein target, interaksi protein\ntarget PPARg dan MMP-9 dengan ligan alami lebih baik. Interaksi sulfasalazin dengan protein PGE\nsintase lebih baik dibandingkan dengan ligan alaminya. Energi ikatan dan konstanta inhibisi dari\npenambatan protein target PPARg, PGE sintase dan MMP9 secara berturut-turut adalah ?10,21\nKcal/mol, 32,63 nM; ?5,73 Kcal/mol, 62,96 µM; ?13,09, 219,46 pM. Hasil prediksi toksisitas\nsulfasalazin diprediksi memiliki toksisitas tinggi tetapi tidak memiliki masalah keamanan yang\nsignifikan, memiliki toksisitas perkembangan, tidak memiliki aktivitas mutagenik dan karsinogenik.\nMesalamin diprediksi memiliki toksisitas rendah dan tidak memiliki masalah keamanan yang\nsignifikan, tidak memiliki toksisitas perkembangan, aktivitas mutagenik ataupun karsinogenik.\nSulfapiridin diprediksi memiliki toksisitas tinggi tetapi tidak memiliki masalah keamanan yang\nsignifikan, tidak memiliki aktivitas mutagenik dan memiliki toksisitas perkembangan dan aktivitas\nkarsinogenik.", "Daftar File": {"ABSTRAK Grace Lavenia Benevita": "https://digilib.itb.ac.id/gdl/download/260756"}, "Penulis": "Grace Lavenia Benevita [10717066]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Slamet Ibrahim Surantaatmadja", "Dr. rer. nat. Sophi Damayanti, M.Si., Apt.", "Dr. Fransiska Kurniawan, S.Farm., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Sulfasalazin, mesalamin, sulfapiridin, docking, toksisitas, in silico", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "21 Sep 2022"}