{"Nomor": 69358, "Judul": "EVALUASI PENGETAHUAN TENTANG OBAT DISLIPIDEMIA SERTA KEPUASAN PESERTA ASURANSI KESEHATAN TERHADAP PELAYANAN INFORMASI OBAT (PIO) PADA SALAH SATU APOTEK DI BANDUNG", "Abstrak": "Pelayanan Informasi Obat (PIO) merupakan salah satu layanan kefarmasian di apotek\nyang dilakukan oleh apoteker untuk meningkatkan hasil terapi. Penelitian ini bertujuan\nuntuk mengevaluasi pengetahuan pasien tentang obat dislipidemia antara sebelum dan\nsesudah pemberian informasi obat, menilai tingkat kepuasan pasien terhadap PIO, dan\nmenganalisis gap antara kenyataan dan harapan terhadap PIO. Penelitian ini adalah\npenelitian deskriptif observasional dengan desain prospektif cross-sectional\nmenggunakan kuesioner yang telah tervalidasi dengan responden pasien peserta\nasuransi kesehatan yang menebus resep obat dislipidemia, selama periode April - Juni\n2022. Teknik pengambilan sampel menggunakan non-probability sampling yaitu\npurposive sampling dengan total pasien 112 pasien. Adanya perbedaan pengetahuan\nsebelum dan sesudah pemberian informasi obat dianalisis secara statistika\nmenggunakan uji McNemar, sedangkan kepuasan dinilai menggunakan metode\nSERVQUAL dan diukur menggunakan Costumer Satisfaction Index (CSI). Sedangkan\nImportance Performance Analysis digunakan untuk menilai gap antara kenyataan dan\nharapan terhadap layanan PIO. Hasil penelitian menunjukkan adanya perbedaan tingkat\npengetahuan sebelum dan sesudah pasien menerima informasi obat (p value < 0,05).\nHasil perhitungan nilai Customer Satisfaction Index (CSI) yaitu 89,69% yang berarti\npasien sangat puas dengan Pelayanan Informasi Obat (PIO) yang telah diberikan.\nTerdapat gap antara harapan dan kenyataan. Gap yang paling rendah ditemukan pada\ndimensi empathy (-1,08), sedangkan yang paling besar adalah tangible (-0,06).\nBerdasarkan diagram kartesius Importance Performance Analysis (IPA) terdapat\natribut empathy pada kuadran III yang harus ditingkatkan, walaupun prioritasnya\nrendah.", "Daftar File": {"ABSTRAK Ina Siti Solihah": "https://digilib.itb.ac.id/gdl/download/260546"}, "Penulis": "Ina Siti Solihah [20720023]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Pratiwi Wikaningtyas, S.Farm., M.Si.", "Tjokorde Istri Armina Padmasawitri, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Dislipidemia, pengetahuan, kepuasan, Pelayanan Informasi Obat (PIO)", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "21 Sep 2022"}