{"Nomor": 69350, "Judul": "PENGEMBANGAN MODEL PREDIKSI KELELAHAN PADA PEKERJAAN MANUAL MATERIAL HANDLING MENGGUNAKAN MACHINE LEARNING", "Abstrak": "Kelelahan fisik pekerja adalah fenomena yang sangat umum terjadi di industri. Salah satu kegiatan kerja yang terkait dengan kelelahan fisik adalah kegiatan manual material handling (MMH) terdiri dari kegiatan mendorong, menarik, dan membawa material. Kelelahan fisik dapat diukur secara fisiologi dan biomekanika. Pengukuran kelelahan secara biomekanika dapat dilakukan dengan perhitungan parameter biomekanika, meliputi parameter kinetik dan kinematika. Pengukuran kelelahan kerja dengan pendekatan biomekanika yang dilakukan saat ini memerlukan waktu proses yang panjang, mulai dari proses pengambilan data sampai didapatkan hasil pengukurannya. Penggunaan machine learning untuk mendeteksi kelelahan fisik secara cepat dan real-time dapat menjadi alternatif metode pengukuran kelelahan fisik di tempat kerja. Pada penelitian ini, dilakukan pembangunan model machine learning untuk mendeteksi kelelahan dengan berbagai parameter biomekanika.\nProses perancangan model prediksi diawali dengan pengambilan data pada 12 partisipan laki-laki dengan umur di antara 20-30 tahun dan nilai body mass index (BMI) di antara 18-30kg/m2. Setiap orang diminta untuk menyelesaikan serangkaian kegiatan manual material handling (MMH) dalam kondisi tidak lelah dan lelah. Protokol kelelahan yang digunakan adalah berlari dengan kecepatan 8-12km/jam selama 8 menit secara berulang hingga nilai Borg’s rating of perceived exertion scale (RPE) lebih besar dari 16. Pengambilan data dilakukan menggunakan Vicon Nexus motion capture ® dan AMTI force plate ®. Tiga parameter kinetik dan 16 parameter kinematika digunakan sebagai prediktor pada model prediksi. Setelah itu, dilakukan proses pembangunan model machine learning.\nAnalisis pada parameter kinetik menunjukkan bahwa nilai ground reaction force (GRF) pada kondisi lelah berbeda signifikan dengan kondisi tidak lelah pada beberapa fase. Nilai GRF pada kondisi lelah cenderung lebih besar dibandingkan dengan kondisi tidak lelah. Analisis perbedaan nilai rata-rata kondisi lelah dan\ntidak lelah pada parameter kinematika menunjukkan bahwa parameter kecepatan sendi lutut kanan dan kiri, percepatan sendi lutut kanan dan kiri, dan kecepatan sendi pergelangan kaki kanan pada sumbu-y berbeda signifikan. Walaupun parameter lain tidak menunjukkan perbedaan signifikan, terdapat tren dimana nilai rata-rata parameter lebih besar pada kondisi lelah dibandingkan dengan kondisi tidak lelah.\nTiga model prediksi kelelahan fisik dibangun dengan algoritma random forest. Model prediksi terpilih adalah model prediksi dengan prediktor parameter kinematika. Model terpilih memiliki performa akurasi 98%, presisi 98%, dan sensitivitas 98%. Nilai bobot atau importance parameter pada setiap model prediksi cenderung berimbang. Oleh karena itu, seluruh parameter biomekanika yang digunakan dalam penelitian ini dapat digunakan untuk menentukan kelelahan.", "Daftar File": {"ABSTRAK Fauzan Abdurrahim": "https://digilib.itb.ac.id/gdl/download/260525"}, "Penulis": "Fauzan Abdurrahim [23421059]", "Kontributor / Dosen Pembimbing": ["Khoirul Muslim, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Kelelahan fisik, parameter biomekanika, machine learning, model prediksi", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "21 Sep 2022"}