{"Nomor": 69352, "Judul": "ANALISIS KESTABILAN TUMPUKAN BIJIH DI HEAP LEACHING PAD TAMBANG EMAS PT XYZ DENGAN MENGGUNAKAN METODE ELEMEN HINGGA", "Abstrak": "PT XYZ merupakan salah satu perusahaan tambang emas di Indonesia yang menggunakan metode heap leaching untuk memisahkan emas dari batuan lainnya. Namun ternyata timbunan heap leaching ini mengalami kelongsoran dimulai dari runtuhnya lift ke-5 hingga dilanjutkan lift ke-7. Air diduga menjadi penyebab utama kelongsoran timbunan heap leaching ini. Namun agar dapat ditentukan dengan pasti penyebab kelongsoran timbunan ini, maka dilakukan analisis geoteknik yang mengacu pada Keputusan Menteri ESDM Nomor 1827 K/30/MEM/2018. Pada penelitian kali ini, dilakukan analisis kestabilan lereng menggunakan metode elemen hingga dengan perangkat lunak Phase2 8.0. berdasarkan kriteria Mohr-Coulomb. Nilai FK sendiri didekati dengan nilai SRF. Data yang digunakan merupakan data sekunder yang didapatkan langsung dari PT XYZ dan data uji lab. Uji yang dilakukan di lab yaitu uji sifat fisik untuk menentukan nilai densitas batuan serta uji kuat geser untuk menentukan nilai sudut gesek dalam dan kohesi batuan. Pada permodelan lereng, kondisi tekanan air diasumsikan bernilai maksimum atau berada di hu=1 dan lereng timbunan heap leaching ini tersusun dari fresh ore, spent ore, dan spent ore jenuh. Dari hasil analisis didapatkan bahwa lereng berada pada kondisi tidak stabil saat ketinggian air di spent ore jenuh mencapai lebih dari 10 m. Sehingga perlu dilakukan penanganan yaitu dengan memberikan struktur penahan berupa counterweight, pembuatan horizontal drainage, dan monitoring lereng menggunakan total station.", "Daftar File": {"ABSTRAK Alfi Nur Khodijah": "https://digilib.itb.ac.id/gdl/download/261520"}, "Penulis": "Alfi Nur Khodijah [12118069]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Budi Sulistianto, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Analisis Kestabilan Lereng, Faktor Keamanan, Metode Elemen Hingga, Kriteria Mohr-Coulomb, Strength Reduction Factor", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "21 Sep 2022"}