{"Nomor": 69361, "Judul": "PEMISAHAN ASIATIKOSIDA DAN MADEKASOSIDA DARI FRAKSI SAPONIN TANAMAN PEGAGAN (CENTELLA ASIATICA L.) DENGAN MENGGUNAKAN HPLC PREPARATIF DAN RESIN MAKROPORI", "Abstrak": "Pegagan (Centella asiatica L.), atau dikenal juga sebagai Gotu kola adalah tanaman\nobat herbal yang telah digunakan dalam pengobatan tradisional selama ratusan\ntahun dan terbukti secara ilmiah efektif dalam membantu mengobati berbagai\nkondisi dermatologis. Oleh karena itu, tanaman tersebut sangat populer saat ini\nuntuk digunakan sebagai bahan baku kosmetik ataupun produk perawatan kulit\n(skincare). Asiatikosida dan madekasosida merupakan komponen utama yang\nterkandung dalam pegagan. Kedua senyawa tersebutlah yang berperan penting dan\nbanyak digunakan dalam produk kecantikan. Namun, bahan baku produk tersebut\numumnya terbatas dan relatif mahal. Selain masalah kelimpahan senyawa, metode\npemisahan konvensional yang biasa digunakan juga dianggap kurang efisien dan\ntidak ramah lingkungan sehingga penelitian ini bertujuan untuk mencari metode\nalternatif lain yang dapat memisahkan dan memurnikan asiatikosida dan\nmadekasosida serta dapat ditingkatkan untuk skala industri. Pemisahan dan\npemurnian asiatikosida dan madekasosida dilakukan menggunakan HPLC\npreparatif dan resin makropori. Identifikasi senyawa menggunakan UPLC dan\nSpektroskopi Massa Triplequadropole (MS/MS). Persentase perolehan kembali\nasiatikosida dan madekasosida yang dipisahkan dengan menggunakan HPLC\npreparatif secara berturut-turut adalah 41,95% dan 28,38%. Sedangkan dengan\nmenggunakan resin makropori diperoleh nilai kapasitas adsorpsi untuk senyawa\nasiatikosida dan madekasosida secara berturut-turut sebesar 8,1 mg/g resin kering\ndan 5,25 mg/g resin kering. Pemisahan asiatikosida dan madekasosida berhasil\ndilakukan menggunakan HPLC Preparatif. Sedangkan untuk pemisahan dengan\nresin makropori, pengujian adsorpsi dan desorpsi statik menunjukkan resin PAD\n900 lebih baik daripada PAD 610.", "Daftar File": {"ABSTRAK Diah Astari Salam": "https://digilib.itb.ac.id/gdl/download/260549"}, "Penulis": "Diah Astari Salam [20720314]", "Kontributor / Dosen Pembimbing": ["Dr. Elfahmi, S.Si., M.Si.", "apt. Defri Rizaldy, S.Farm., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "pegagan, asiatikosida, madekasosida, kromatografi, resin", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "21 Sep 2022"}