{"Nomor": 69377, "Judul": "APLIKASI METODE GEOLISTRIK UNTUK IDENTIFIKASI AKUIFER DI KAKI GUNUNG GAMALAMA PULAU VOLKANIK KECIL TERNATE", "Abstrak": "Pulau Ternate terletak di samping barat dari pulau Halmahera yang dilewati oleh\nzona cincin api (Ring of Fire) sehingga terdapat gunungapi di dalamnya (Gunung\nGamalama). Ketersediaan air di pulau ini bergantung pada jumlah imbuhan air\ntanah yang didapatkan melalui pengolahan data yang data-datanya tersedia pada\nsitus online BMKG. Agar dapat memetakan persebaran air tanah yang ada di dalam\nakuifer, dilakukan pemodelan geolistrik 2D menggunakan aplikasi Res2DInv dan\nResIPy dengan validasi interpretasi menggunakan data DHL dan Salinitas serta data\npeta geologi dan peta sistem akuifer. Software-software pendukung yang digunakan\ndalam penelitian kali ini adalah Surfer, ArcGIS, dan Microsoft Excel. Hasil\npemodelan data geolistrik pada lintasan Jikomalamo memberikan nilai resistivitas\nantara 104.5 – 14744 ?m, sedangkan pemodelan pada lintasan Takome\nmemberikan nilai resistivitas mulai dari 99.2 – 1019.8 ?m, untuk pemodelan\ngeolistrik lintasan Tabam memiliki nilai resistivitas yang berkisar dari 2.8 – 203.5\n?m, pemodelan geolistrik lintasan Akehuda memberikan nilai resistivitas dari 5 –\n3382.8 ?m, pemodelan pada lintasan PDAM menghasilkan nilai resistivitas antara\n1.5 – 67.3 ?m, pemodelan pada lintasan SKEP menampilkan nilai resistivitas yang\nberkisar dari 58 – 896 ?m, pemodelan geolistrik lintasan Kayu Merah berada pada\nrentang nilai resistivitas 14.1 – 411.8 ?m, pemodelan pada lintasan Kalumata\nmemberikan nilai resistivitas antara 1.9 – 35.2 ?m, pemodelan geolistrik lintasan\nFitu menunjukkan nilai resistivitas pada kisaran 16.2 – 43 ?m, dan pemodelan pada\nlintasan Sasa memberikan nilai resistivitas mulai dari 14.5 – 141.9 ?m. Nilai\nresistivitas air tanah pada semua daerah yang diterapkan pengukuran geolistrik\nprofiling secara umumnya berada dibawah 200 ?m sedangkan nilai resistivitas air\nlaut (payau) yang terdeteksi pada akuifer hanya terjadi pada lintasan PDAM dan\nlintasan Sasa dengan nilai diantara 0 sampai 30 ?m. Jumlah imbuhan air tanah ratarata di pulau Ternate selang periode 2014 – 2021 adalah sebesar 12 juta m3,\nsehingga kurang lebihnya jumlah air tanah yang masuk dan keluar dari akuifer\nharus tetap memiliki jumlah volume sebesar nilai tersebut.", "Daftar File": {"ABSTRAK Richard Tanuhardjanto": "https://digilib.itb.ac.id/gdl/download/260577"}, "Penulis": "Richard Tanuhardjanto [12318006]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Ir. Wahyudi Widyatmoko Parnadi, M.S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Akuifer Air, Gunung Gamalama, Metode Geolistrik, Pulau Ternate", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "22 Sep 2022"}