{"Nomor": 69376, "Judul": "STUDI EFISIENSI PEMANFAATAN LIMBAH NON B3 (FLY ASH ) UNTUK DIOLAH MENJADI SEMEN BETON BERDASARKAN DAYA UJI KUAT TEKAN DAN UJI KUAT LENTUR", "Abstrak": "Pemanfaatan fly ash sebagai material pembentuk beton memberikan dampak\npositif jika ditinjau dari segi lingkungan. Fly ash merupakan sisa pembakaran\nbatu bara yang sangat halus. Kehalusan butiran fly ash ini berpotensi terhadap\npencemaran udara. Penanganan fly ash pada saat ini masih terbatas pada\npenimbunan di lahan kosong. Dalam penelitian ini, akan mengidentifikasi\nmanfaat fly ash sebagai material pengganti semen pada beton. Identifikasi\nmaterial fly ash menitikberatkan pada pengaruh penggunaan material ini\nterhadap kuat tekan beton khususnya pada awal umur beton. Tujuan penelitian\nini adalah agar mengetahui pengaruh penambahan fly ash sebagai bahan tambah\nbeton normal terhadap sifat mekanik yang akan ditinjau dari kuat tekan dan kuat\nlentur.\nPada penelitian ini yang akan digunakan yaitu presentase variasi fly ash 0%,\n15%, 20%, 25% dari dari berat semen dan akan di uji dengan umur 7-28 hari\nlamanya. penelitian ini menguji 2 benda yang berbeda yaitu benda uji silinder\ndan benda uji balok dengan masing variasi presentasi campuran fly ash yang\nberbeda.\nDengan semakin tingginya Fly ash maka akan semakin rendah nilai slump yang\nakan dihasilkan. penelitian ini dengan penambahan fly ash pada campuran beton\nmutu normal dapat meningkatkan kuat tekan dan kuat lentur beton dibandingkan\ndengan beton normal tanpa fly ash (0%). peningkatan ini mempunyai kuat lentur\ndan kuat tekan yang lebih tinggi dibandingkan beton yang normal.", "Daftar File": {"Abstrak TA Inggris Indo_Audi Febriansyah_15316045.pdf)u": "https://digilib.itb.ac.id/gdl/download/260576"}, "Penulis": "Audi Febriansyah Hidayat [15316045]", "Kontributor / Dosen Pembimbing": ["Sukandar, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Fly ash , Beton, Kuat Tekan Beton , dan Kuat Lentur Beton", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "21 Sep 2022"}