{"Nomor": 69386, "Judul": "STRATEGI PENGEMBANGAN PENGELOLAAN AIR LIMBAH DOMESTIK SKALA KABUPATEN/KOTA DENGAN METODE ANALISIS FAKTOR INTERNAL DAN EKSTERNAL (IFAS-EFAS) (STUDI KASUS: KOTA TANGERANG SELATAN, PROVINSI BANTEN)", "Abstrak": "Pertumbuhan penduduk dan meningkatnya kegiatan pembangunan diberbagai sektor menimbulkan berbagai masalah perkotaan salah satunya pencemaran air limbah domestik, hal ini menyebabkan banyak pula capaian target dari skala internasional, nasional dan daerah guna menurunkan pencemaran tersebut. Pemangku pada level daerah menjadi lini utama dalam membuat arah kebijakan, pengaturan dan menerapkannya dilapangan, sehingga target capaian tersebut dapat tercapai dan pencemaran dapat menurun. Penelitian ini ditujukan untuk mengetahui program perencanaan pengembangan pengelolaan air limbah domestik di Kota Tangerang Selatan, dengan mengetahui tingkat kontribusi faktor internal dan eksternal dalam program perencanaan diharapkan mampu memberikan alternatif startegi untuk penerapan dan pengembangan, oleh karena itu, dibutuhkan informasi partisipasi masyarakat terhadap program kegiatan perencanaan dengan skala Likert dan Paired Comparison kepada 100 responden unsur masyarakat di 7 kecamatan, serta 10 narasumber unsur pemda yang berkaitan langsung menjalankan tugas dan fungsi. Pemerintah Kota Tangerang Selatan melalui “Program Pengelolaan dan Pengembangan Sistem Air Limbah”, memiliki program perencanaan pengembangan pengelolaan sistem air limbah domestik, diantaranya 1Perencanaan Pembangunan Sistem Pengelolaan Air Limbah Domestik (Grey Water) & Tinja (Black Water), 2Instalasi Pengolahan Lumpur Tinja (IPLT), 3Pengelolaan Layanan Lumpur Tinja Terjadwal (LLTT) dan 4Penyusunan Peraturan Daerah tentang Pengelolaan Air Limbah Domestik dan Retribusi Pelayanan. Analisis penelitian menghasilkan penerapan program perencanaan tersebut, tingkat kontribusi faktor internal sebesar 52,45%, sedangkan faktor eksternal sebesar 47,55%. Alternatif strategi untuk pengembangan pengelolaan air limbah domestik Kota Tangerang Selatan berdasarkan analisis identifikasi matrik IFE adalah sebesar 3,11 dan EFE 2,79, sedangkan analisis kuadran SWOT nilai sumbu (X) yaitu 1,02 dan sumbu (Y) 0,99 sehingga program dalam kategori tumbuh dan bina, dimana tingkat kontribusi faktor internal harus mampu meningkatkan faktor eksternal dengan strategi pemda mendukung agresif, seperti berkesinambungan melakukan kerjasama integrasi kepada semua unsur stakeholder agar penerapan program perencanaan pengelolaan air limbah domestik berjalan maksimal dan terjadi keberlanjutannya sejalan dengan meningkatnya jangkauan pelayanan, kesadaran dan partisipasi masyarakat.", "Daftar File": {"Nur Dewisri F_25720008_Abstrak Ind.pdf)u": "https://digilib.itb.ac.id/gdl/download/260621", "Nur Dewisri F_25720008_Abstrak Eng.pdf)u": "https://digilib.itb.ac.id/gdl/download/260622"}, "Penulis": "Nur Dewisri Fatihawati [25720008]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Marisa Handajani, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Infrastruktur Air Bersih dan Sanitasi", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Alternatif Strategi, Kota Tangerang Selatan, Internal-Eksternal, Provinsi Banten, SWOT.", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "2 file", "Tanggal Input": "22 Sep 2022"}