{"Nomor": 69382, "Judul": "DINAMIKA PERILAKU PERGERAKAN PENGGUNA TRANSPORTASI UMUM PADA MASA TRANSISI MENUJU ENDEMI COVID-19 (STUDI KASUS: KOTA BANDUNG)", "Abstrak": "Pandemi COVID-19 memberikan dampak yang signifikan terhadap pergerakan\nmasyarakat dan sektor transportasi secara umum. Penurunan drastic yang terjadi\npada penggunaan transportasi umum menciptakan tantangam yang besar terhadap\nsektor transportasi dan aspek berkelanjutan di kehidupan pasca pandemi. Hal tersebut\nmenyebabkan dibutuhkannya upaya pemulihan transportasi umum. Untuk dapat\nmerumuskan upaya yang tepat, penting untuk mengetahui perubahan yang terjadi\nterlebih dahulu. Penelitian ini berusaha untuk mencari tahu perubahan yang terjadi\ndengan meninjau dinamika perilaku pergerakan pengguna transportasi umum\nsebelum pandemi, saat pandemi, pada masa transisi (saat ini), dan pada masa endemi\nmendatang, dengan penekanan pada masa transisi untuk mengetahui faktor yang\nmemengaruhi penggunaan moda transportasi umum. Untuk mencapai tujuan tersebut,\npengumpulan data dilakukan dengan kuesioner terhadap 421 pengguna transportasi\numum di Kota Bandung yang kemudian diolah menggunakan analisis deskriptif\nstatistik, analisis faktor, dan analisis binomial logit. Hasil akhir menunjukkan bahwa\npenggunaan transportasi umum pada saat ini dan di masa endemi mendatang, secara\numum mengalami peningkatan, tetapi tidak kembali seperti sebelum pandemi. Hasil\npenelitian juga menujukkan alasan kenyamanan dan keamanan menjadi alasan utama\npaling dominan yang menyebabkan seseorang tidak menggunakan moda transportasi\numum pada masa pandemi dan masa transisi, sedangkan alasan kemudahan\npenggunaan menjadi alasan utama paling dominan bagi mereka yang menggunakan\nmoda transportasi umum, Pemodelan terkait penggunaan transportasi umum\nmenunjukkan bahwa secara umum karakteristik sosial-ekonomi dan persepsi\nberpengaruh signifikan dalam penggunaan moda transportasi umum. Berdasarkan\nmodel yang dihasilkan, probabilitas penggunaan transportasi umum secara general\ncukup besar (70%), tetapi pada penggunaan secara reguler cenderung rendah (36%)", "Daftar File": {}, "Penulis": "Kirana Pitaloka [15418075]", "Kontributor / Dosen Pembimbing": ["Dr. I Gusti Ayu Andani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Transportation ; ground transportation", "Kata Kunci": "perilaku pergerakan, COVID-19, transportasi umum, model binomial logit, probabilitas", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "22 Sep 2022"}