{"Nomor": 69394, "Judul": "DEKOMPOSISI MONASIT PULAU BANGKA MENGGUNAKAN TEKNIK FUSI KAUSTIK", "Abstrak": "Unsur tanah jarang (UTJ) adalah kelompok lantanida (lanthanum hingga lutetium),\ntermasuk scandium dan yttrium. UTJ di Indonesia dapat ditemukan dalam bentuk\nmonasit di Pulau Bangka dan daerah Ketapang Kalimantan Barat. Secara umum, proses\nrecovery REE dimulai dari benefisiasi, dekomposisi, leaching, presipitasi, dan\npemurnian. Proses dekomposisi merupakan proses unik dalam pengolahan mineral\ntanah jarang karena tidak umum dalam proses hidrometalurgi. Dalam penelitian ini,\ndekomposisi monasit yang berasal dari PT Timah dipelajari dengan metode fusi kaustik\nmenggunakan NaOH.\n\nSerangkaian percobaan dekomposisi monasit dengan teknik fusi kaustik telah\ndilakukan untuk mempelajari pengaruh temperatur pemanggangan, waktu\npemanggangan dan ukuran partikel terhadap persen penghilangan fosfat, persen\nrecovery UTJ dan thorium. Setiap proses fusi kaustik dilakukan pada rasio\nNaOH/monasit 1:1 pada corundum crucible yang dimasukan pada muffle furnace.\nSetelah proses fusi kaustik percobaan dilanjutkan dengan water leaching dari sampel\nhasil fusi kaustik. Residu dari proses water leaching yang telah dipisahkan kemudian\ndilakukan proses washing. Residu dari proses washing kemudian dikalsinasi dan\nkemudian dilakukan analisis X-Ray Fluorescence untuk mengetahui komposisi dan\nkandungan dalam sampel.\n\nDengan meningkatnya suhu fusi kaustik, persentase fosfat yang dihilangkan dari bijih\nmonasit meningkat dengan nilai optimal pada 600oC mencapai 96,68%. Persen\nrecovery UTJ dan thorium dianggap memiliki perubahan yang tidak signifikan saat\nmenaikkan suhu fusi kaustik. Peningkatan waktu pemanggangan cenderung\nmeningkatkan persen penghilangan fosfat dari 96,68% menjadi 97,22% pada waktu\npemanggangan 2 hingga 3 jam, kemudian sedikit menurun menjadi 97,03% pada waktu\npemanggangan 4 jam. Sedangkan persen recovery REE dan thorium meurun dengan\npeningkatan waktu pemanggangan 2 sampai 3 jam, kemudian meningkat pada waktu\npemanggangan 4 jam. Penggerusan sampai ukuran partikel lolos 200# meningkatkan\npersen penghilangan fosfat, recovery REE, dan recovery thorium. Namun, peningkatan\nini tidak begitu signifikan dalam hal penghilangan fosfat, yang merupakan tujuan\nutama dari proses dekomposisi mineral monasit.", "Daftar File": {"ABSTRAK Bachtiar Machruf": "https://digilib.itb.ac.id/gdl/download/260640"}, "Penulis": "Bachtiar Machruf [12518067]", "Kontributor / Dosen Pembimbing": ["D.Sc.(Tech.) Imam Santoso, S.T., M.Phill.", "Zela Tanlega, S.T., M.Phill."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "monasit, dekomposisi, fusi kaustik, unsur tanah jarang", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "22 Sep 2022"}