{"Nomor": 69401, "Judul": "PENGEMBANGAN SISTEM PENGHANTARAN OBAT BERTARGET MITOKONDRIA DAN APLIKASINYA DALAM PENGHANTARAN ZAT ANTIOKSIDAN", "Abstrak": "Mitokondria merupakan organel dari sel yang memiliki fungsi utama sebagai sumber penghasil\nenergi. Energi dalam bentuk Adenosin Trifosfat (ATP) diproduksi di mitokondria melalui proses\nfosforilasi oksidatif yang juga menghasilkan ROS, maka dari itu mitokondria merupakan salah satu\npenghasil ROS. Produksi ROS yang berlebih dapat menyebabkan stress oksidatif dan disfungsi\nmitokondria, yang banyak dikaitkan dengan sejumlah gangguan seperti penyakit neurodegeneratif,\nkardiovaskular, dan diabetes. Sistem penghantaran bertarget ke mitokondria diharapkan dapat\nsecara efektif menghantarkan senyawa antioksidan ke mitokondria dan mencegah kerusakan sel\nakibat stress oksidatif. Pada penelitian ini dikembangkan sistem nanokarier berbasis liposom yang\ndikonjugasikan dengan senyawa mitokondriotropik yaitu dequalinium (DQA). Komponen lipid yang\ndigunakan meliputi 1,2-dioleyl-sn-glycero-3-phosphoethanolamine (DOPE) sebagai lipid utama dan\nkolesterol sebagai lipid pembantu. Dibuat tiga formula Liposom-DQA (LipoDQ) dengan variasi\nkonsentrasi DQA yaitu 1,375 mM (LipoDQ LD), 2,75 mM (LipoDQ MD) dan 5,5mM (LipoDQ HD).\nDiperoleh nanopartikel dengan ukuran <200 nm dan indeks polidispersitas <0,5 untuk ketiga variasi\nformula LipoDQ. Hasil pengukuran zeta potensial LipoDQ bernilai positif yang menunjukkan\nkeberhasilan inkorporasi dequalinium yang bersifat kationik ke dalam struktur liposom.\nPengamatan tingkat akumulasi dilakukan dengan menggunakan Confocal Laser Scanning\nMicroscopy (CLSM) pada sel Sertoli (TM4) menunjukkan adanya lokalisasi nanopartikel ke dalam\nmitokondria. Selanjutnya diperoleh nilai Pearson’s Coefficient yang cukup tinggi untuk LipoDQ yang\nmenunjukkan sebagian besar nanopartikel dapat terlokalisasi ke dalam mitokondria. Dari uji\naktivitas antioksidan dengan metode DPPH diperoleh nilai Inhibitory Concentration (IC50) yang tidak\nberbeda signifikan antara nanopartikel dengan kuersetin bebas dan termasuk antioksidan kuat\n(IC50= 2,95-3,76 µM). Dari uji aktivitas antioksidan pada sel TM4 diperoleh aktivitas yang lebih baik\nmenggunakan sistem penghantaran bertarget mitokondria (LipoDQ LD) dengan konsentrasi\nkuersetin yang relatif lebih rendah (0,01µM) dibandingkan dengan penghantaran yang tidak\nbertarget mitokondria (Liposom).", "Daftar File": {"ABSTRAK Cellina Pratiwi": "https://digilib.itb.ac.id/gdl/download/260678"}, "Penulis": "Cellina Pratiwi [10718014]", "Kontributor / Dosen Pembimbing": ["Diky Mudhakir, S.Si., M.Si., Ph.D.", "Dr. Satrialdi, S.Farm., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Mitokondria, Liposom, Antioksidan, Reactive Oxygen Species, Kuersetin", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "22 Sep 2022"}