{"Nomor": 69405, "Judul": "KAJIAN PERKEMBANGAN GUNA LAHAN DENGAN MEMPERTIMBANGKAN KEBENCANAAN DI SWK ARCAMANIK DAN IMPLIKASINYA TERHADAP RENCANA DETAIL TATA RUANG", "Abstrak": "Selama beberapa tahun terakhir, perkotaan global, termasuk di Indonesia,\nmengalami perkembangan cukup pesat diiringi adanya isu kebencanaan dan\nlingkungan. Di Kota Bandung, penduduk berkembang dengan pesat di SWK\nArcamanik. Disisi lain, SWK Arcamanik memiliki risiko terhadap bencana alam\nyang tinggi serta diarahkan untuk memiliki peran penjagaan ruang terbuka hijau\nKota Bandung yang saat ini jauh berada di bawah target. Adanya perkembangan\nyang sangat dinamis memiliki risiko terhadap ancaman kebencanaan serta potensi\nkonflik dengan rencana yang ada, sehingga perlu diidentifikasi perkembangan\nguna lahan dengan mempertimbangkan kebencanaan di SWK Arcamanik serta\nimplikasinya terhadap Rencana Detail Tata Ruang. Tren perkembangan guna\nlahan dilihat dengan melakukan overlay pada peta tata ruang di dua tahun yang\nberbeda. Kemudian untuk melihat perkembangan di masa depan, ditentukan faktorfaktor pendorong perubahan guna lahan pada setiap jenis zona dengan analisis\nregresi logistik biner terhadap 16 faktor yang diduga berpengaruh. Faktor-faktor\ntersebut akan dijadikan input untuk pemodelan spasial guna lahan di tahun 2034\nmenggunakan aplikasi LanduseSim dengan skenario tren dan skenario\nmempertimbangkan bencana. Peta hasil proyeksi guna lahan tahun 2034 kemudian\ndibandingkan dengan rencana pola ruang dan didapatkan ketidaksesuaian sebesar\n37% jika dibandingkan dengan skenario tren serta 43% jika dibandingkan dengan\nskenario yang mempertimbangkan bencana. Ketidaksesuaian yang cukup tinggi\nmenggambarkan rencana yang ditetapkan belum mempertimbangkan tren\nperkembangan lahan serta ancaman kebencanaan yang ada. Untuk mewujudkan\nperencanaan tata ruang SWK Arcamanik yang lebih berkelanjutan, diperlukan\nperencanaan berbasis pemodelan spasial berdasarkan tren perkembangan dengan\nmempertimbangkan risiko kebencanaan.", "Daftar File": {}, "Penulis": "Afra Izzati Kamili [15418059]", "Kontributor / Dosen Pembimbing": ["Ir. Harkunti Pertiwi Rahayu, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Other social problems & services", "Kata Kunci": "LanduseSim, Perkembangan Guna Lahan, SWK Arcamanik, Regresi Logistik Biner, Rencana Detail Tata Ruang", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "22 Sep 2022"}