{"Nomor": 69414, "Judul": "STUDI IN SILICO MUTASI CYP124 UNTUK MENINGKATKAN POTENSI AKTIVITAS HIDROKSILASI TERHADAP FARNESIL DIFOSFAT", "Abstrak": "Malaria merupakan salah satu penyakit endemik di daerah iklim tropis dan subtropis yang memiliki\ndampak luas. Saat ini, Terapi Kombinasi Berbasis Artemisinin (ACTs) merupakan obat lini pertama\nuntuk penyakit malaria. Artemisinin diperoleh dari tanaman Artemisia annua. Enzim amorfadiena\nsintase (ADS) merupakan pusat biosintesis artemisinin yang mampu mengkatalisis perubahan\nfarnesil difosfat (FDP) menjadi amorfa-4,11-diena. Diketahui, penggunaan 12-OH FDP sebagai\nsubstrat enzim ADS hanya membutuhkan satu tahap oksidasi untuk menghasilkan perkursor utama\nartemisinin, yaitu aldehid dihidroartemisinat (DHAAI). Pada penelitian ini, dilakukan simulasi\ndocking dan simulasi dinamika molekuler (MD) terhadap CYP124 yang memiliki aktivitas ????-\nhidroksilasi terhadap lipid bercabang metil untuk memperoleh referensi modifikasi terhadap\nstruktur enzim CYP124 yang mampu menghidroksilasi FDP secara optimum. Struktur 3D protein\ndiunduh melalui laman RCSB Protein Data Bank dengan kode 2WM4 dan 2WM5. Simulasi docking\ndilakukan menggunakan perangkat lunak Autodock 4.2 dan MGLTools 1.5.6 dengan metode\npencarian Lamarckian Genetic Algorithm. Hasil simulasi docking divisualisasi dan dianalisis\nmenggunakan aplikasi BIOVIA Discovery Studio Visualizer 2021 dan LigPlot\n+\nv.2.2.5. Terhadap hasil\ndocking dilakukan simulasi dinamika molekul menggunakan aplikasi GROMACS 2020.7 dengan\nmedan gaya CHARMM22 protein force field dan TIP3P water model selama 3 ns. Mutasi dan\npemodelan enzim dalam bentuk 3D dilakukan menggunakan perangkat lunak Swiss-PDB Viewer\nv.4.1. Hasil simulasi docking dan molekular dinamik menyimpulkan bahwa protein yang dimutasi\npada residu ILE\n96\nmenjadi THR dan LEU\n198\nmenjadi PHE memiliki memiliki interaksi terbaik dengan\nFDP dan berpotensi untuk meningkatkan aktivitas hidroksilasi senyawa FDP. Berdasarkan hasil\ntersebut, penelitian lebih lanjut dapat dilakukan secara in vitro untuk melihat efektivitas proses\nhidroksilasi protein CYP124 terhadap senyawa FDP.", "Daftar File": {"ABSTRAK Febilia Khansa": "https://digilib.itb.ac.id/gdl/download/260727"}, "Penulis": "Febilia Khansa [10718020]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Hegar Pramastya, S.Si., M.Si.", "Hubbi Nashrullah Muhammad, S.Farm., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "protein CYP124, farnesil difosfat, docking, dinamika molekul, mutasi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "22 Sep 2022"}