{"Nomor": 69413, "Judul": "KARAKTERISASI MINYAK BIJI KELOR (MORINGA OLEIFERA) DAN EVALUASI DALAM FORMULASI KRIM KRISTAL CAIR", "Abstrak": "Menjaga kesehatan kulit sangat penting bagi manusia. Kulit sehat salah satunya ditandai dengan nilai\npH kulit pada rentang 4,5-5,8. Nilai pH kulit dipengaruhi oleh faktor eksogen dan endogen, seperti\njumlah keringat berlebih yang menyebabkan pH meningkat atau kandungan dalam produk kulit yang\nmenyebabkan pH kulit mnenurun. Jika pH kulit tidak berada dalam rentang yang normal, akibatnya kulit\nakan kering atau mudah timbul infeksi pada kulit. Minyak biji kelor mengandung asam lemak yang\nberfungsi sebagai bahan emolien dengan fungsi skin barrier. Struktur pada sistem kristal cair memberi\nsifat proteksi, menghidrasi dan stabilitas yang tinggi. Tujuan penelitian ini adalah menentukan\nkarakteristik pada minyak biji kelor dan hasil evaluasi pada formulasi sediaan krim LC yang mengandung\nminyak biji kelor. Pada minyak biji kelor dilakukan penentuan densitas, kandungan asam lemak, dan\naktivitas antioksidan menggunakan metoe DPPH. Pembuatan krim kristal cair dilakukan berdasarkan\noptimasi pengembangan formula LC ekstrak daun dan minyak biji kelor pada penelitian sebelumnya.\nSediaan yang telah dibuat dievaluasi dengan menguji pH sediaan, daya sebar, aktivitas antioksidan, dan\ndilakukan karakterisasi sediaan menggunakan mikroskop polarisasi. Sediaan diuji kepada 10 relawan\nmenggunakan skin-pH-meter. Minyak biji kelor pada formulasi krim LC memiliki densitas 0,914 ± 0,03\ng/mL, nilai IC50 sebesar 56 ± 4,39 µg/mL, dan kandungan asam oleat tinggi sebesar 70,2-75,43%. Pada\nsediaan LC terbentuk pola maltese crosses. Sediaan memiliki nilai pH 6,83 ± 0,21, daya sebar sebesar\n7,22 ± 0,63 cm, dan nilai IC50 sebesar 49,35 ± 5,83 µg/mL. Sediaan yang diaplikasikan pada kulit relawan\nselama 6 minggu menyebabkan pH kulit meningkat mendekati pH 5.", "Daftar File": {"ABSTRAK Bintan Kamilah": "https://digilib.itb.ac.id/gdl/download/260725"}, "Penulis": "Bintan Kamilah [10718083]", "Kontributor / Dosen Pembimbing": ["Dr. Tri Suciati, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "minyak biji kelor, kristal cair, asam lemak, lamelar, pH", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "22 Sep 2022"}