{"Nomor": 69438, "Judul": "FORMULASI SEDIAAN TABIR SURYA DENGAN BAHAN AKTIF NANOPARTIKEL CANGKANG TELUR AYAM BROILER", "Abstrak": "Indonesia adalah negara tropis dengan pemamparan sinar matahari yang cukup\ntinggi, sehingga dibutuhkan kosmetik yang berperan sebagai tabir surya. Sediaan\ntabir surya dapat mengurangi jumlah sinar ultraviolet (UV) yang berpenetrasi ke\ndalam kulit, sehingga dapat mengurangi dampak negatif radiasi UV yang\nberlebihan seperti eritema, penuaan dini dan kemungkinan terjadinya kanker kulit.\nTujuan penelitian ini adalah memanfaatkan cangkang telur (CT) yang merupakan\nlimbah menjadi bahan aktif tabir surya melalui reduksi ukuran partikel dan\npengembangan formula sediaan untuk meningkatkan nilai faktor pelindung surya.\nPenelitian ini diawali dengan pengecilan ukuran partikel CT melalui penggilingan\nbasah menggunakan tumbler ballmill dilanjutkan dengan sonikasi untuk\nmendapatkan suspensi nanopartikel CT. Nanopartikel yang diperoleh\ndikarakterisasi ukuran partikel, indeks polidispersitas, serta morfologi partikel\nmenggunakan SEM. Aktivitas tabir surya nanopartikel cangkang telur mula-mula\nditentukan dengan menggunakan instrumen Q-Sun Xenon Test Chamber,\nkemudian diformulasi mengunakan basis krim minyak dalam air yang terdiri dari\nasam stearat, trietanolamin, lanolin dan setostearil alkohol. Krim yang dibuat\ndievaluasi secara farmasetik dan diuji keamanannya melalui uji iritasi pada mata\ndan kulit secara in vivo, dilanjutkan dengan penentuan nilai FPS secara in vivo\npada kelinci. Hasil menunjukkan proses nanonisasi serbuk CT dengan metode\nsonikasi menghasilkan nanopartikel cangkang telur dengan ukuran 453,87±25,63\nnm. Hasil uji pendahuluan aktivitas tabir surya menunjukkan terjadi perpanjangan\nwaktu pemudaran warna kain wool biru standar yang dilapisi sediaan yang\nmengandung 20% nanopartikel CT sebesar 1,5 -2 jam. Formula krim yang\nmemenuhi persyaratan farmasetik adalah formula yang mengandung 5 dan 8 %\nnanopartikel CT dalam basis yang terdiri dari 1% lanolin, 2% setostearil alkohol,\n8% asam stearat dan 1,6% trietanolamin. Formula krim yang mengandung 8%\nnanopartikel CT bersifat mengiritasi ringan dengan Indeks Iritasi Primer (IIP)\nsebesar 0,58. Pada uji in vivo nilai FPS krim yang mengandung 5 dan 8 %\nnanopartikel CT berturut–turut adalah 3,44, dan 4,30, dan krim yang mengandung\n8% CT dalam bentuk mirkopartikel mengahsilka nilai SPF yang lebih rendah\nyaitu 2,71. Berdasarkan hasil penelitian ini, pengecilan ukuran serbuk cangkang\ntelur menjadi berukuran nano dapat meningkatkan aktivitas tabir surya cangkang\ntelur.", "Daftar File": {"ABSTRAK Amila": "https://digilib.itb.ac.id/gdl/download/261472", "COVER Amila": "https://digilib.itb.ac.id/gdl/download/261473", "BAB 1 Amila": "https://digilib.itb.ac.id/gdl/download/261474", "BAB 2 Amila": "https://digilib.itb.ac.id/gdl/download/261475", "BAB 3 Amila": "https://digilib.itb.ac.id/gdl/download/261476", "BAB 4 Amila": "https://digilib.itb.ac.id/gdl/download/261477", "BAB 5 Amila": "https://digilib.itb.ac.id/gdl/download/261478", "BAB 6 Amila": "https://digilib.itb.ac.id/gdl/download/261479", "PUSTAKA Amila": "https://digilib.itb.ac.id/gdl/download/261480"}, "Penulis": "Amila [20709039]", "Kontributor / Dosen Pembimbing": ["Dr. Sasanti Tarini Darijanto M.Si., Apt.", "Dr. Rahmat Mauludin M.Si., Apt.", "Dr. Maria Immaculata Iwo M.Si., Apt."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Cangkang telur, Nanopartikel, Uji iritasi kulit, Tabir surya, Faktor Pelindung Surya (FPS).", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "30 Sep 2022"}