{"Nomor": 69437, "Judul": "ANALISIS KESTABILAN TEROWONGAN DENGAN  MENGGUNAKAN METODE RMR, SISTEM Q, DAN ELEMEN HINGGA PADA TEROWONGAN 2, KCJB, JATILUHUR, KABUPATEN PURWAKARTA, JAWA BARAT", "Abstrak": "Terowongan Kereta Cepat Jakarta Bandung (KCJB) merupakan bagian dari proyek strategis nasional. Pada suatu proyek konstruksi terowongan, akan ditemukan perbedaan litologi, diskontinuitas, tingkat pelapukan batuan, dan kondisi airtanah yang berpotensi menjadi kendala. Namun, hal ini dapat ditangani dengan mengklasifikasi massa batuan untuk menghasilkan jenis perkuatan sistem penyangga yang akurat. Metode yang digunakan pada penelitian ini, yaitu RMR (Rock Mass Rating) dan Sistem-Q sebagai perhitungan empiris untuk mengidentifikasi tingkat akurasi sistem penyangga. Terowongan ini dibagi menjadi empat zona berdasarkan data bore, yaitu jalan masuk terowongan (inlet), tengah terowongan 1, tengah terowongan 2, dan jalan keluar terowongan (outlet). Pengamatan singkapan batuan dilakukan dengan metode scanline dalam mengklasifikasi massa batuan. Pengamatan batuan inti dilakukan untuk mendapatkan gambaran litologi bawah permukaan, UCS (uniaxial compressive strength), dan elevasi muka airtanah berdasarkan data bore. Bobot kelas massa batuan tersebut digunakan dalam perhitungan untuk mendapatkan nilai properti keteknikan massa batuan. Kemudian, dilakukan pemodelan numerik dengan metode elemen hingga (finite element) berbasis perangkat lunak, sehingga diperoleh rasio tegangan terinduksi dengan tegangan in-situ, zona plastis, perpindahan, dan faktor kekuatan (FK) terkait tingkat stabilitas terowongan dari setiap metode klasifikasi massa batuan untuk diperbandingkan. Evaluasi tingkat stabilitas terowongan memiliki FK >1,25 untuk dikonfirmasi sesuai dengan hasil analisis kapasitas penyangga (support cappacity). Nilai kekuatan batuan pada batulempung dan batulempung sisipan batupasir termasuk ke dalam kelas batuan lemah (weak rock). Nilai kelas massa batuan pada batulempung dan batulempung sisipan batupasir termasuk ke dalam kelas massa batuan sangat buruk (very poor rock). Hasil penerapan jenis perkuatan berdasarkan nilai RMR dan sistem-Q menunjukkan nilai FK >1,25. Nilai tersebut menyatakan bahwa klasifikasi massa batuan yang lebih cocok digunakan adalah klasifikasi RMR dengan tipe runtuhan massa batuan yang sesuai dengan kebutuhan sistem penyangga pada terowongan KCJB.", "Daftar File": {"COVER Ananda Ngestitama Faradewi": "https://digilib.itb.ac.id/gdl/download/261461", "BAB 1 Ananda Ngestitama Faradewi": "https://digilib.itb.ac.id/gdl/download/261462", "BAB 2 Ananda Ngestitama Faradewi": "https://digilib.itb.ac.id/gdl/download/261463", "BAB 3 Ananda Ngestitama Faradewi": "https://digilib.itb.ac.id/gdl/download/261464", "BAB 4 Ananda Ngestitama Faradewi": "https://digilib.itb.ac.id/gdl/download/261465", "BAB 5 Ananda Ngestitama Faradewi": "https://digilib.itb.ac.id/gdl/download/261466", "BAB 6 Ananda Ngestitama Faradewi": "https://digilib.itb.ac.id/gdl/download/261467", "PUSTAKA Ananda Ngestitama Faradewi": "https://digilib.itb.ac.id/gdl/download/261468"}, "Penulis": "Ananda Ngestitama Faradewi [12018023]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Imam Achmad Sadisun, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Kestabilan terowongan, klasifikasi massa batuan, metode elemen hingga, metode empiris, faktor kekuatan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Dedi Rosadi", "File": "8 file", "Tanggal Input": "29 Sep 2022"}