{"Nomor": 69434, "Judul": "MENGEKSPRESIKAN KETAKUTAN PERSONAL MELALUI VISUAL LANSKAP IMAJINER", "Abstrak": "Ketakutan  merupakan  emosi  yang  berperan  penting  dalam  keberlangsungan  hidup  serta perkembangan manusia. Di masa yang cenderung lebih aman ini, penulis terdorong untuk mempertanyakan  apakah  eksistensi  dari  ketakutan tersebut masih  dibutuhkan  untuk keberlangsungan hidup manusia. Kehadiran perasaan takut dalam diri penulis justru mencapai taraf  yang  sangat mengganggu dikarenakan  efek  negatif  yang  dirasakan.  Menyikapi  hal tersebut, penulis lebih memilih memendam perasaan takut tersebut tanpa memprosesnya dan ingin membuangnya jauh-jauh. Namun, perasaan-perasaan tersebut tidak seharusnya dipendam dan perlu dikeluarkan entah bagaimana caranya. Melalui medium drawing, penulis mencoba mengekspresikan ketakutan yang selama ini dipendam. Penulis memaknai drawing sebagai proses  peninggalan  tanda-tanda  di  atas  sebuah  permukaan  dan  pada  tanda-tanda  yang ditinggalkan tersebut bersemayan perasan-perasaan dari senimannya. Menggunakan charcoal yang berkarakteristik berdebu dan rapuh, penulis menampilkan drawing dengan visual lanskap imajiner. Lanskap imajiner ini melambangkan hubungan penulis dengan sekitarnya yang sering penulis  lupa untuk diapresiasi karena terhalang ketakutan dalam diri. Penulis  merasakan adanya pengeluaran luapan emosi serta stress yang dipendam. Penulis juga menyadari seberapa pentingnya pemberian atensi kepada ketakutan personalnya, alam sekitarnya, dan dirinya \nsendiri   dikarenakan   kesinambungan   hal-hal   tersebut   sangatlah   berpengaruh menciptakan kedamaian pada kehidupan personalnya.", "Daftar File": {}, "Penulis": "Nadim Sulthan [17018018]", "Kontributor / Dosen Pembimbing": ["Triyadi Guntur Wiratmo, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Seni Rupa Murni dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Ketakutan, Sublime, Lanskap, Charcoal", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "26 Sep 2022"}