{"Nomor": 69448, "Judul": "STUDI HUBUNGAN KARAKTERISTIK LINGKUNGAN HEALING FOREST TERHADAP RESPON KESEHATAN PENGUNJUNG DI KAWASAN PUNCAK BINTANG PERUM PERHUTANI KPH BANDUNG UTARA", "Abstrak": "nyaman sehingga berpengaruh negatif terhadap respon kesehatan manusia berupa\nmeningkatnya stress dan penyakit. Salah satu cara untuk mengurangi dampak\ntersebut adalah berhubungan dengan alam, terutama hutan untuk kesehatan (healing\nforest). Healing forest merupakan site/spot hutan yang memiliki jasa ekosistem\nhealing services berupa lingkungan fisik alami yang nyaman untuk manusia dan\nberdampak positif bagi kesehatan. Kawasan Hutan Puncak Bintang (KHPB)\nberpotensi untuk dijadikan healing forest, namun tidak semua area dari KHPB\nmemiliki karakteristik fisik yang baik untuk respon kesehatan. Tujuan dari\npenelitian ini adalah 1) menentukan kesesuaian jalur KHPB yang memiliki\nkarakteristik fisik dengan kategori baik untuk respon kesehatan, 2) mengetahui\nperubahan respon kesehatan setelah beraktivitas pada jalur KHPB, 3) menentukan\nkorelasi karakteristik fisik KHPB dengan respon kesehatan, serta 4) menentukan\nrekomendasi dan desain spot/jalur wisata healing forest Puncak Bintang. Data\nkarakteristik fisik (suhu udara, kelembaban udara, kebisingan, intensitas cahaya,\nkelerengan, keindahan lanskap, dan kerapatan tajuk) pada tiga jalur KHPB diambil\ndengan pengukuran di lapangan serta foto udara drone, kemudian dibandingkan\ndengan nilai karakteristik fisik ideal menurut Peraturan Menteri Kesehatan No 7\nTahun 2019. Respon kesehatan (tekanan darah, denyut nadi, kadar oksigen darah,\nkadar gula darah, physical stress, mental stress, dan stress score) diukur setelah 32\nresponden melewati setiap jalur. Data dianalisis menggunakan Sistem Informasi\nGeografis (SIG), Green red vegetation index (GRVI), Thermal humidity index\n(THI), Scenic beauty estimation (SBE), serta pengujian hipotesis dengan uji\nstatistik komparasi dan korelasi. Hasil penelitian menunjukan karakteristik fisik\njalur KHPB secara umum sesuai, terutama pada jalur 3 karena lebih memberikan\nrespon kesehatan positif serta lebih mudah dikembangkan untuk jalur healing\nforest. Perubahan yang signifikan pada semua respon kesehatan selain kadar\noksigen darah terjadi setelah responden melakukan tracking, dengan penurunan\npada nilai tekanan darah, kadar gula darah, dan mental stress, serta peningkatan\npada nilai denyut nadi, physical stress, dan stress score (sig < 0.05). Setiap\nkarakteristik fisik memiliki korelasi terhadap beberapa respon kesehatan dengan\nkekuatan koefisien korelasi yang bervariasi, dari lemah (0.21-0.4), cukup kuat\n(0.41-0.6), dan kuat (0.61-0.8). Rekomendasi jalur wisata healing forest Puncak\nBintang adalah jalur 3, dengan desain berupa penataan ulang karakteristik fisik,\npenetapan paket dan hari tersendiri untuk wisata HF, serta penambahan fasilitas\npada jalur untuk mendukung kegiatan healing.", "Daftar File": {"COVER Iqbal Baehaqi": "https://digilib.itb.ac.id/gdl/download/261791", "BAB 1 Iqbal Baehaqi": "https://digilib.itb.ac.id/gdl/download/261792", "BAB 2 Iqbal Baehaqi": "https://digilib.itb.ac.id/gdl/download/261793", "BAB 3 Iqbal Baehaqi": "https://digilib.itb.ac.id/gdl/download/261794", "BAB 4 Iqbal Baehaqi": "https://digilib.itb.ac.id/gdl/download/261795", "BAB 5 Iqbal Baehaqi": "https://digilib.itb.ac.id/gdl/download/261796", "PUSTAKA Iqbal Baehaqi": "https://digilib.itb.ac.id/gdl/download/261797", "LAMPIRAN Iqbal Baehaqi": "https://digilib.itb.ac.id/gdl/download/261798"}, "Penulis": "Iqbal Baehaqi [21319024]", "Kontributor / Dosen Pembimbing": ["Dr. Hikmat Ramdan, S.Hut., M.Si.", "Dr. Tien Lastini, S.Hut., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "karakteristik fisik, respon kesehatan, healing services, KHPB", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "05 Okt 2022"}