{"Nomor": 69447, "Judul": "PENGEMBANGAN PROGRAMMATIC AD BUILDER UNTUK IKLAN WEBSITE DI LAYAR PONSEL", "Abstrak": "Iklan programatik terus berkembang dan mengalami peningkatan anggaran belanja\nsetiap tahun, termasuk di Indonesia. Dengan tingginya minat pengiklan untuk\nmenggunakan metode programatik, maka muncul ad builder yang dirancang untuk\nmemudahkan pengguna dalam mengatur, membuat, dan melihat laporan iklan yang\ntayang di platform tersebut. Muncul kebutuhan untuk mengembangkan platform ini\nmenjadi lebih baik, maka itu diperlukan identifikasi dan memetakan kebutuhan\npengguna saat mengoperasikan ad builder. Tujuan identifikasi yaitu untuk dapat\nmenyajikan pengalaman pengguna yang lebih simple, konsisten dan memberikan\nkenyamanan kepada pengguna dari penggunaan platform yang sama sebelumnya.\nMetode yang digunakan yaitu dengan pendekatan design thinking yang terdiri dari\nlima tahap, yaitu empathize, define, ideate, prototype dan test. Pada tahap empathize\nakan dilakukan wawancara kepada 3 (tiga) pengguna ad builder yang terdiri dari\noperasional iklan, desainer dan creative engineer, tahap define mengidentifikasi\ninformasi dan membuat user persona, tahap ideate membuat affinity diagram dan\nuser flow. Hasil identifikasi yang didapatkan bahwa perlunya alur pengguna yang\ntidak kompleks, faktor visual yang simpel dan ramah, dan fitur penunjang lainnya\nyang belum terimplementasi sehingga dapat mendukung pengguna saat melakukan\ntugas di ad builder. Selanjutnya dirancang wireframe dan prototipe ad builder\nCreaveAd untuk menjawab kebutuhan dari pengguna. Pengujian perancangan\nCreaveAd dilakukan kepada 6 (enam) orang responden dengan menggunakan\nSystem Usability Scale (SUS). Hasil yang didapat adalah prototipe berada pada\ngrade C+ dengan skala adjective Good dan acceptable pada skala acceptable. Nilai\nSUS per kelompok pengguna adalah operasional iklan dengan skor A, sedangkan\ndesainer dan creative developer dengan skor C. Perancangan ad builder Creavead\nlebih cocok digunakan oleh operasional iklan, sedangkan alur dan visual prototipe\nuntuk pengguna lainnya perlu diperbaiki sesuai dengan umpan balik dari\nresponden. Perancangan yang dilakukan pada penelitian diharapkan dapat dijadikan\nreferensi untuk pengembangan perancangan ad builder yang lebih baik dari segi\npengalaman dan visual.", "Daftar File": {"COVER Dina Mertiana": "https://digilib.itb.ac.id/gdl/download/261648", "BAB 1 Dina Mertiana": "https://digilib.itb.ac.id/gdl/download/261649", "BAB 2 Dina Mertiana": "https://digilib.itb.ac.id/gdl/download/261650", "BAB 3 Dina Mertiana": "https://digilib.itb.ac.id/gdl/download/261651", "BAB 4 Dina Mertiana": "https://digilib.itb.ac.id/gdl/download/261652", "BAB 5 Dina Mertiana": "https://digilib.itb.ac.id/gdl/download/261653", "LAMPIRAN Dina Mertiana": "https://digilib.itb.ac.id/gdl/download/261654"}, "Penulis": "Dina Mertiana [27120050]", "Kontributor / Dosen Pembimbing": ["Achmad Syarief, S.Sn., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "Design & decoration", "Kata Kunci": "ad builder, iklan programatik, pengalaman pengguna, website layanan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "05 Okt 2022"}