{"Nomor": 69441, "Judul": "PENGEMBANGAN PURWARUPA SISTEM KOMUNIKASI VOICE SWITCHING AND CONTROL SYSTEM (VSCS) BERBASIS INTERNET PROTOCOL UNTUK AIR TRAFFIC CONTROL (ATC)", "Abstrak": "Modernisasi Air Traffic Management (ATM) sangat penting untuk menangani\nmasalah yang muncul akibat pertumbuhan pada lalu lintas udara. Bagian terpenting\ndari modernisasi ATM adalah Voice Switching and Control System (VSCS) yang\nselama ini menggunakan teknologi Circuit Switching (CS). Teknologi ini memiliki\ngaransi Quality of Service (QoS) terhadap Bandwidth, Delay/Latency dan Jitter\nsehingga pembiayaannya mahal jika diimplementasikan pada bandara kecil dan\nmenengah. Berkembangnya teknologi Packet Switching (PS) dengan Internet\nProtocol (IP), maka sistem VSCS dapat digantikan dengan sistem yang lebih\nmodern dan terjangkau yaitu sistem komunikasi VSCS berbasis IP. Penelitian ini\nmenggunakan metode studi literatur dan eksperimen yang bertujuan untuk\nmengembangkan purwarupa sistem komunikasi VSCS berbasis IP, mengetahui\nkomponen dan fitur, dan menjadikan alternatif sistem komunikasi VSCS berbasis\nIP secara portable untuk Air Traffic Control (ATC) di masa depan. Hasil\npengukuran prototipe ini mempunyai delay 100-150 ms, jitter dibawah 50 ms,\npacket loss 0%, dan throughput yang bervariasi. Hal ini sangat dipengaruhi oleh\nintensitas pembicaraan dan noise yang masuk pada saat pengukuran. Dengan\ndemikian, prototipe VSCS yang dibangun mempunyai kinerja sesuai standar yang\ndiisyaratkan International Civil Aviation Organization (ICAO).", "Daftar File": {"COVER Nurhidayatulloh": "https://digilib.itb.ac.id/gdl/download/261535", "BAB 1 Nurhidayatulloh": "https://digilib.itb.ac.id/gdl/download/261536", "BAB 2 Nurhidayatulloh": "https://digilib.itb.ac.id/gdl/download/261537", "BAB 3 Nurhidayatulloh": "https://digilib.itb.ac.id/gdl/download/261538", "BAB 4 Nurhidayatulloh": "https://digilib.itb.ac.id/gdl/download/261539", "BAB 5 Nurhidayatulloh": "https://digilib.itb.ac.id/gdl/download/261540", "PUSTAKA Nurhidayatulloh": "https://digilib.itb.ac.id/gdl/download/261541", "LAMPIRAN Nurhidayatulloh": "https://digilib.itb.ac.id/gdl/download/261542"}, "Penulis": "Nurhidayatulloh [23218036]", "Kontributor / Dosen Pembimbing": ["Ir. Hendrawan, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "Engineering & allied operations", "Kata Kunci": "Purwarupa, Voice Switching and Control System (VSCS), Internet Protocol (IP), Air Traffic Control (ATC) dan portable.", "Sumber": "STEI", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "03 Okt 2022"}