{"Nomor": 69451, "Judul": "ANALISIS SOSIO-KULTUR DAN PARTISIPASI MASYARAKAT PADA KAWASAN KUMUH BANTARAN SUNGAI TERHADAP KONSEP PEMBANGUNAN SANITASI BERKELANJUTAN (STUDI KASUS: KOTA BIMA, NUSA TENGGARA BARAT)", "Abstrak": "Berdasarkan RPI2-JM 2017-2021 Kota Bima, pembangunan sanitasi di daerah\npadat penduduk, pendapatan rendah, dan rawan sanitasi yang masih kurang\nmerupakan salah satu permasalahan yang dihadapi Kota Bima. Kota Bima memiliki\n33 titik kawasan yang terindikasi sebagai permukiman kumuh seluas 26,2 Ha yang\ntersebar di 15 kantung permukiman dan dihuni oleh lebih dari 25.000 jiwa. Adapun\nkawasan dengan tingkat kumuh tinggi salah satunya berada di Kecamatan Rasanae\nBarat yang teridentifikasi berada di wilayah bantaran sungai. Diperlukan perhatian\nkhusus dalam membangun sanitasi di kawasan spesifik. Analisis terhadap sosiokultur\ndan partisipasi aktif masyarakat pada kawasan kumuh bantaran sungai dinilai\nsebagai hal penting dalam pembangunan sanitasi setempat yang berkelanjutan. Tiga\naspek tersebut dikembangkan menggunakan kerangka kerja IFSS (Integrated\nFramework for Sanitation Services) yang merupakan perpaduan antara ekologi\nkesehatan masyarakat (aspek struktural, lingkungan, budaya, individu, dan layanan)\ndengan ekologi teknik (keberterimaan, konstruksi, penggunaan, pemeliharaan, dan\npembuangan yang aman) melalui penelitian kuantitatif (kuesioner rumah tangga)\ndan kualitatif (wawancara mendalam). Dari Analisis PCA didapat dua komponen\npenting dengan eigenvalue >1 dan masing-masing variabel memiliki variasi\nkorelasi >0,45 dan <-0,45. Adapun komponen pertama memiliki korelasi positif\nyang ditunjukkan pada variabel frekuensi pemakaian jamban pertama kali dan\npersepsi terhadap jamban yaitu nyaman. Komponen ini memiliki nilai yang tinggi\nterhadap faktor individu (kendala biaya, prioritas, dan kemampuan) dan lingkungan\nsekitar. Dalam keberjalanan praktik sanitasi, faktor sosio-kultur seperti relasi\nkeluarga dan tetangga, konflik, agama, adaptasi terhadap lokasi dan bencana\nmempengaruhi sanitasi baik pada tahapan konstruksi hingga pembuangan yang\naman.", "Daftar File": {"Gusmiati - Abstrak English.pdf?": "https://digilib.itb.ac.id/gdl/download/261886", "Gusmiati - Abstrak Indonesia.pdf)u": "https://digilib.itb.ac.id/gdl/download/261891"}, "Penulis": "Gusmiati [25720303]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Prayatni Soewondo, M.S."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Infrastruktur Air Bersih dan Sanitasi", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "kawasan kumuh, kawasan spesifik, sanitasi berkelanjutan, sosio-kultur, partisipasi masyarakat.", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "2 file", "Tanggal Input": "07 Okt 2022"}