{"Nomor": 69452, "Judul": "PENGARUH FAKTOR PEMBELIAN PRODUK SKINCARE SEORANG PRIA TERHADAP PERGANTIAN MEREK PRODUK SKINCARE", "Abstrak": "Saat ini, industri skincare sedang berkembang cukup pesat dan Indonesia diprediksi akan menjadi kontributor terbesar kedua di dunia dalam pertumbuhan skincare. Pertumbuhan skincare ini bukan hanya hasil dari kontribusi wanita namun juga pria. Saat ini, sekitar 68% pria di Indonesia sudah mulai menggunakan skincare. Perubahan cuaca dan iklim membuat skincare menjadi kebutuhan setiap manusia termasuk seroang pria. Selain mengatasi masalah kulit yang sudah terjadi, skincare juga dapat menghambat masalah kulit pada manusia untuk terjadi. Saat ini terdapat banyak sekali brand skincare yang ada di pasaran. Banyaknya brand ini terntu saja membuat seorang pria pengguna skincare harus memberikan keputusan sebelum akhirnya mereka memutuskan untuk membeli skincare dari brand yang mana. Proses pengambilan keputusan ini tentu saja harus mempertimbangkan banyak faktor. Penelitian ini akan meneliti tentang faktor apa saja yang mempengaruhi seorang pria dalam membeli produk skincare. Proses pengambilan keputusan adalah proses yang sifatnya siklus sehingga keputusan seseorang hari ini mungkin saja berbeda dengan keputusan yang akan datang sehingga menimbulkan potensi seorang customer untuk mengganti brand yang digunakan sekarang. Penelitian ini akan membahas tentang apakah faktor seorang pria dalam membeli skincare mempunyai pengaruh terhadap pergantian merek. Penelitian ini akan menggunakan metode kualitatif berupa wawancara terhadap narasumber untuk mencari tahu faktor apa saja yang mempengaruhi mereka dalam mengambil keputusan untuk membeli skincare dan juga metode kuantitatif menggunakan kuesioner untuk mengetahui pengaruh faktor tersebut dalam pergantian merek.", "Daftar File": {"2022 SK PP Muhamad Rafly Fauzi - Abstract.pdf?": "https://digilib.itb.ac.id/gdl/download/261900"}, "Penulis": "Muhamad Rafly Fauzi [19019153]", "Kontributor / Dosen Pembimbing": ["Ir. C.O. Budi Permadi Iskandar, M.S.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "produk skincare, proses dan faktor pengambilan keputusan, pergantian merk", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "07 Okt 2022"}