{"Nomor": 69467, "Judul": "PUSAT KEBUDAYAAN-BRITISH COUNCIL DI BANDUNG", "Abstrak": "British Council adalah sebuah lembaga internasional negara Inggris yang bergerak di bidang\npendidikan dan kebudayaan. Kegiatan British Council di Indonesia antara lain menyediakan\ninformasi terkini mengenai kesempatan belajar di Inggris serta mensosialisasikan kebudayaan\nInggris ke Indonesia dan sebaliknya.\nDalam upaya membina hubungan yang baik antara kedua negara, kerap diselenggarakan\nacara-acara yang mendukung perkembangan pendidikan dan kebudayaan di Indonesia. Pada\nbulan November 2007 lalu, misalnya, diadakan pameran pendidikan yang merupakan\nkegiatan rutin British Council. Kegiatan annual terbaru antara lain British Chevening\nAwards, Asian Young Leaders Climate Forum, Primary Innovations Project, dan Cultural\nExchange. Berita-berita terbaru mengenai kerjasama Inggris dan Indonesia melalui British\nCouncil dapat diakses melalui website ataupun majalah TrendUK yang diterbitkan setiap\nbulan.\nDalam bidang kebudayaan dan kesenian, British Council memiliki program-program untuk\nmendukung dan memberikan kesempatan Indonesia untuk berkreasi yaitu melalui Mapping\nProject bersama Forum Graphic Digital, International Young Creative Entrepeneur of The\nYear Awards, Fair Trade, Creativity Showcase (yang terakhir yaitu Love & Money exhibition\ndi UPH), dan Creative Cities.\nPada program kerja tahun 2007-2010, British Council menunjuk kota Bandung sebagai pilot\nproject pengembangan ekonomi kreatif se-Asia Timur dan Asia Tenggara yang berbasis pada\nlearning, creativity, dan society. Berdasarkan program tersebut, dibutuhkan sebuah tempat\nuntuk mengakomodasi rangkaian kegiatan British Council di Bandung, antara lain kursus\npersiapan TOEFL, pameran pendidikan, pameran seni dan desain, pertunjukan musik, dan\nlainnya. Namun secara umum, perancangan ini ingin mewujudkan pusat kebudayaan sebagai\nsarana aktivitas edukasi dan rekreasi alternatif yang bermanfaat bagi masyarakat Bandung.", "Daftar File": {"COVER Principia Wardhani": "https://digilib.itb.ac.id/gdl/download/262124", "BAB 1 Principia Wardhani": "https://digilib.itb.ac.id/gdl/download/262132"}, "Penulis": "Principia Wardhani [15204006]", "Kontributor / Dosen Pembimbing": ["Mochamad Ridwan Kamil, S.T., MUD"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "British Council", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "11 Okt 2022"}