{"Nomor": 69460, "Judul": "USULAN STRATEGI KOMUNIKASI PEMASARAN TERINTEGRASI UNTUK MENINGKATKAN KESADARAN MEREK UNTUK PT. SVARA INOVASI INDONESIA (STUDY KASUS: LAYANAN AUDIO STREAMING SVARA ONLINE APP)", "Abstrak": "Transformasi digital membawa perubahan pada kebiasaan manusia dalam melakukan aktivitas\nsehari-hari. Hal ini dipicu dengan perkembangan yang pesat dengan adanya internet sebagai\nteknologi yang saat ini menjadi kebutuhan banyak orang. Menyadari hal itu, implementasi\npenggunaaan internet mulai mencakup banyak aspek termasuk media hiburan. Di sisi lain\ndengan pesatnya perkembangan teknologi berdampak pada beberapa industri yang terdisrupsi\noleh kehadiran teknologi saat ini. Pada media informasi dan hiburan, radio dan televisi menjadi\nsalah satu industri yang sedang merasakan effect dari disrupsi yang diakibtakan transformasi\ndigital. SVARA Online App adalah layanan streaming audio yang menawarkan konten audio\nyang memiliki kemampuan mencakup semua jenis konten audio, seperti musik, podcast, dan\nradio. SVARA Online App menghadirkan pengalaman streaming konten audi dengan\nkemampuan menyediakan live event musik dan interaksi pesan singkat.\n\nTujuan dari penelitian ini adalah untuk mengidentifikasi kesadaran merek pada pengguna\nlayanan streaming audio dan merancang strategi marketing komunikasi terintegrasi untuk\nmeningkatkan kesadaran merek. Pada penelitian ini dterapkan dua analsis untuk\nmengidentifikasi masalah utama yang melingkupi analisis internal dan external. Analisis\ninternal ditujukan untuk mengidentifikasi landasan bisnis dengan analisis marketing mix (4P),\nanalisis STP, dan analisis sumber daya dan kemampuan perusahaan. Pada analisis external\nditujukan untuk mengetahui faktor luar yang mempengaruhi perusahaan dengn penerapan\nanalisis PEST, analisis competitor dan analisi consumer. Berdasarkan hasil analisis internal\ndan external dijadikan bahan acuan untuk menganalisi SWOT yang pada nantinya akan diolah\nmenjadi solusi alternatif dengan penerapan analis TOWS Matrix yang akan direkomendasikan\nsebagai acuan solusi pada permasalahan perusahaan.\n\nHasil analisis menunjukan adanya masalah pada kesadaran pengguna layanan streaming audio\nterhadap merek SVARA yang perlu ditingkatkann. Berlandaskan dari temuan masalah tersebut,\nperlu adanya implementasi strategi pada komunikasi pemaran yang terintegrasi untuk\nmeningkatkan kesadaran merek SVARA. Pada rancangan strategi ini mengusulkan untuk\nmengoptimalisasi komunikasi pemasaran melalui pengiklanan melalu media sosial dan relasi\npublik yang telah dilakukan oleh perusahaan. Selain peningkatan pemasaran dengan promosi\nsale, pemasaran langsung dan melibatkan influencer dan brand ambassador sebagai penguat\nkomunikasi pemasaran.", "Daftar File": {"2022_TS_PP_Fauzi Gunawan Nurantono_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/261977"}, "Penulis": "Fauzi Gunawan Nurantono [29120427]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T., M.M., DBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Layanan Audio Streaming, Kesadaran Merek, Strategi Komunikasi Pemasaran Terintegrasi, Marketing Mix", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "10 Okt 2022"}