{"Nomor": 69482, "Judul": "STRATEGY MARKETING UNTUK MENGATASI STAGNANSI  PENJUALAN PADA PRODUK YOGHURT FRESHTIME KPSBU  LEMBANG", "Abstrak": "Produk yoghurt freshtime KPSBU Lembang merupakan salah produk jadi yang dimiliki oleh koperasi KPSBU Lembang. Sebagai usaha yang berbentuk koperasi, pihak KPSBU Lembang harus dapat menghasilkan keuntungan sebesar mungkin lewat penjualan produk, agar meningkatkan kesejahteraan anggotanya. Tentunya pihak KPSBU Lembang akan mendapatkan keuntungan yang lebih besar jika dapat menjual lebih banyak produk jadi dibandingkan dengan produk bahan baku. Sedangkan berdasarkan laporan penjualan KPSBU Lembang, produk yoghurt yang mereka miliki mengalami stagnansi dalam angka penjualan dalam 5 tahun terakhir. Metode pengambilan data dalam penelitian ini adalah dengan wawancara antara pemangku kepentingan untuk mendapatkan informasi terbaru tentang kondisi bisnis secara umum. Metode yang digunakan adalah metode deskriptif. Juga penelitian ini melakukan terkait consumer analysis dengan menggunakan questionnaire kepada penduduk jawa barat terkait persepsi konsumen, keinginan & kebutuhan konsumen dan perilaku konsumen terkait produk yoghurt. Dengan menggunakan metode kuantitatif. Juga penelitian ini melakukan percobaan uji rasa kepada pengunjung salah satu café di Bandung. Metode pengambilan sample adalah purposive sampling. Untuk meningkatkan penjualan produk yoghurt freshtime KPSBU Lembang, koperasi harus mempertimbangkan banyak faktor seperti positioning yang kuat, membentuk komunikasi marketing yang sesuai dengan customer, melakukan rebranding produk, mengoptimalkan marketing channel, mengoptimalkan penggunaan sales force dan melakukan optimalisasi distribution channel. Jika segenap pemangku kepentingan yang ada di koperasi KPSBU Lembang dapat bersinergi dengan baik, maka di masa yang akan datang penjualan produk yoghurt freshtime KPSBU Lembang dapat meningkat.", "Daftar File": {"2022_TS_PP_Anak Agung Ngurah Tata_Abstrak 1": "https://digilib.itb.ac.id/gdl/download/262208"}, "Penulis": "Anak Agung Ngurah Tata Pinandhika [29120354]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mustika Sufiati, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "koperasi, KPSBU Lembang, , perilakukan konsumen, strategi marketing, yoghurt freshtim", "Sumber": "PRODUK YOGHURT FRESHTIME KPSBU  LEMBANG", "Staf Input/Edit": "Neng Kartika  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "12 Okt 2022"}