{"Nomor": 69483, "Judul": "DAYA SAING PARIWISATA DI PESISIR SELATAN KABUPATEN FAKFAK", "Abstrak": "Pariwisata saat ini menjelma menjadi salah satu sektor yang sangat berdampak bagi\nperkembangan dunia. Pada tahun 2020, WTO memperkirakan pariwisata\nmenciptakan pendapatan dunia sebesar USD 2 Triliun pada tahun tersebut.\nPesatnya perkembangan pariwisata mengakibatkan adanya persaingan antar\ndestinasi wisata. Destinasi wisata yang memiliki daya saing baik akan mampu\nbertahan dan dapat menikmati dampak peningkatan kapasitas ekonomi wilayah\ntersebut. Kabupaten Fakfak merupakan salah satu daerah yang memiliki potensi\npariwisata yang besar. Lokasi strategis dan daya tarik wisata yang beragam\nharusnya dapat menjadi peluang bagi sektor pariwisata untuk lebih berkembang di\nKabupaten Fakfak dans aalah satu wilayah yang potensial yaitu Pesisir selatan\nKabupaten Fakfak Namun hingga saat ini peran sektor pariwisata masih kurang\nmaksimal dampaknya dan tidak menarik perhatian banyak wisatawan. Penelitian ini\nbertujuan untuk mengidentifikasi daya saing pariwisata Pesisir Selatan Kabupaten\nFakfak. Analisis yang dilakukan pada penelitian ini terdiri dari Analisis Deskriptif\nkualitatif dan Deskriptif Kuantitatif, dan Analisis Skoring dan Penilaian daya saing\npariwisata. Metode penelitian yang digunakan adalah metode Travel and Tourism\nCompetitiveness Index(TTCI) yang dibagi ke dalam 4 aspek yang Terdiri dari Aspek\nProduk Wisata, Kelembagaan dan Regulasi, Infrastruktur, dan Pendukung\npariwisata. Masing-masing indikator yang digunakan pada tiap aspek diambil dari\nmetode TTCI. Berdasarkan Indikator penelitian, Pesisir Selatan Kabupaten Fakfak\nmendapatkan nilai 72% yang berarti memiliki Daya Saing Pariwisata yang baik.", "Daftar File": {}, "Penulis": "M. Farhan Arif Harahap [15418010]", "Kontributor / Dosen Pembimbing": ["Alhilal Furqan, B.Sc., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Daya Saing Pariwisata, Pariwisata, Pesisir Selatan Kabupaten Fakfak, Travel and Tourism Competitiveness Index(TTCI)", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "12 Okt 2022"}