{"Nomor": 69498, "Judul": "PENGEMBANGAN KATALIS ZEOLIT ZSM-5 UNTUK MENDEGRADASI LIMBAH CAIR FENOL  MENGGUNAKAN TEKNOLOGI OZONASI KATALITIK", "Abstrak": "Limbah fenol merupakan salah satu senyawa organik dan dapat ditemukan pada \nbuangan industri perminyakan, batubara, petrokimia, farmasi, plastik, cat, dan \nkertas. Limbah fenol tergolong limbah B3 (Bahan Berbahaya dan Beracun) karena \nsifat toksisitasnya. Salah satu metode yang efektif untuk mengolah limbah fenol \nadalah dengan menggunakan teknik ozonasi. Ozon dapat mengoksidasi senyawasenyawa fenolik karena sifatnya yang sangat reaktif serta dapat menghilangkan \nwarna dan bau. Namun, proses ozonasi saja memiliki efisiensi yang rendah untuk \nmendegradasi polutan karena kelarutan ozon dalam air yang rendah dan senyawa \norganik tidak dapat teroksidasi dengan cepat. Untuk meningkatkan efisiensi \ndegradasi senyawa organik, teknologi ozonasi katalitik dikembangkan. Keberadaan \nkatalis dapat meningkatkan laju dekomposisi ozon dan menghasilkan radikal bebas \naktif (radikal hidroksil) yang dapat meningkatkan degradasi dan mineralisasi \npolutan organik. Dari beberapa jenis katalis yang telah dikembangkan untuk \nteknologi ozonasi katalitik, zeolit telah banyak digunakan sebagai katalis dalam \nproses ozonasi katalitik untuk mendegradasi berbagai senyawa kimia organik \ntermasuk fenol. \nTujuan dari penelitian ini adalah mengembangkan katalis berbasis zeolit untuk \nmendegradasi fenol dari limbah cair menggunakan teknologi ozonasi katalitik. \nZeolit ZSM-5 dipilih sebagai katalis yang digunakan dalam penelitian ini. Zeolit \nZSM-5 akan disintesis menggunakan reaktor tubular dengan sistem batch. Sintesis \nzeolit dalam reaktor tubular terbukti dapat digunakan untuk sintesis zeolit ZSM-5 \n(reproducible). Kondisi optimum sintesis zeolit ZSM-5 diperoleh selama 1 jam\npada suhu 210 ºC dengan perolehan yield ±25%. Karakteristik zeolit ZSM-5 hasil \nsintesis memiliki kristalitinas tinggi (>80%) dengan komposisi Si/Al 46-55. Kristal \nZSM-5 sintesis berbentuk agregat heksagonal dan tidak seragam, serta luas \npermukaannya 236-307 m2\n/g. Penggunaan katalis dapat meningkatkan degradasi \nfenol rata-rata sebesar 76,25%. Modifikasi katalis ZSM5-5h menjadi HZSM5-5h \ndapat meningkatkan situs asam zeolit sebesar 49%, namun menurunkan degradasi \nfenol 10%. Degradasi fenol paling tinggi diperoleh sebanyak 88,66% menggunakan \nkatalis ZSM5-5h dengan konsentrasi ozon 90%.", "Daftar File": {"TS-TK-Alvin Dharma Utama 23020041-1-cover.pdf?": "https://digilib.itb.ac.id/gdl/download/262343", "BAB 1 ALVIN DHARMA UTAMA ": "https://digilib.itb.ac.id/gdl/download/262344", "BAB 2 ALVIN DHARMA UTAMA ": "https://digilib.itb.ac.id/gdl/download/262345", "BAB 3 ALVIN DHARMA UTAMA ": "https://digilib.itb.ac.id/gdl/download/262346", "BAB 4 ALVIN DHARMA UTAMA ": "https://digilib.itb.ac.id/gdl/download/262347", "BAB 5 ALVIN DHARMA UTAMA ": "https://digilib.itb.ac.id/gdl/download/262348"}, "Penulis": "ALVIN DHARMA UTAMA  [: 23020041]", "Kontributor / Dosen Pembimbing": ["Wibawa Hendra Saputera, S.Si., M.Si., M.Sc., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "pengolahan limbah, ozonasi katalitik, fenol, zeolit ZSM-5", "Sumber": "Perpustakaan Teknik Kimia", "Staf Input/Edit": "Budi Cahyadi", "File": "6 file", "Tanggal Input": "13 Okt 2022"}