{"Nomor": 69494, "Judul": "KETERPENUHAN KRITERIA KEBERLANJUTAN KELEMBAGAAN SISTEM PENYEDIAAN AIR MINUM BERBASIS MASYARAKAT: STUDI KOMPARATIF PROGRAM KOTAKU DAN PAMSIMAS DI JAWA BARAT", "Abstrak": "Keterbatasan dalam penyediaan infrastruktur secara tersentralisasi\nmengindikasikan adanya keperluan pengembangan sistem-sitem lainnya, termasuk\nSistem Penyediaan Air Berbasis Masyarakat. KOTAKU dan PAMSIMAS adalah\nprogram pemerintah Indonesia dengan berskala nasional yang mengarusutamakan\npendekatan partisipasi masyarakat dalam sistem penyediaan air minum. Pendekatan\nini mempromosikan inisiatif, serta partisipasi aktif masyarakat dalam memutuskan,\nmerencanakan, mempersiapkan, melaksanakan, mengoperasikan, hingga\nmemelihara fasilitas. Namun, bukti di lapangan menunjukkan bahwa hubungan\nantara pendekatan berbasis masyarakat dan keberlanjutan sistem penyediaan air\nminum tidak selalu berjalan seperti yang diharapkan. Dengan demikian,\nkeberlanjutan tetap menjadi isu penting dalam penyediaan air berbasis masyarakat.\nSalah satu persyaratan di dalam pelaksanaan program KOTAKU dan PAMSIMAS\nadalah pemberntukan kelompok masyarakat pengelola fasilitas air minum yang\nyang dipilih oleh masyarakat setempat. Lembaga pengekola dinilai sebagai faktor\npenting dalam mewujudkan sistem penyediaan air minum yang berkelanjutan\nkarena peran krusial mereka dalam kegiatan pengelolaan dan pemeliharaan.\nPenelitian ini bertujuan untuk menilai keterpenuhan kriteria keberlanjutan sistem\npenyediaan air minum berbasis masyarakat berdasarkan perspektif kelembagaan di\narea studi terpilih yang dibangun melalui program KOTAKU dan PAMSIMAS\nserta membandingkan keberlanjutan kelembagaan fasilitas air bersih tersebut.\nMetode penelitian yang digunakan adalah penelitian kualitatif dengan mengkaji\ntatanan kelembagaan Lembaga pengelola sistem penyediaan air minum dengan\nmenggunakan Kerangka Penilaian Keberlanjutan Kelembagaan Sistem Penyediaan\nAir Minum Berbasis Masyarakat, yang merupakan modifikasi dari delapan prinsip\ndesain awal Ostrom. Dalam penelitian ini, kelompok masyarakat pengelola sistem\npenyediaan air minum berbasis masyarakat di Kelurahan Margahayu Kota Bekasi\ndan Kelurahan Mangunjaya Kabupaten Bekasi dipilih sebagai objek penelitian.\nKedua lembaga tersebut dinilai berhasil menghadirkan sistem penyediaan air\nminum mereka yang berkelanjutan.ii\nHasil penelitian menunjukkan bahwa lembaga pengelola di wilayah studi telah\nmengadopsi beberapa prinsip desain keberlanjutan kelembagaan dantelah termuat\ndi dalam dokumen operasional. Prinsip yang telah diadopasi yaitu batasan,\npenerima manfaat, aturan, dan pengelolaan berjenjang. Adapun prinsip pengawasan\ndan sanksi belum diatur secara eksplisit di dalam dokumen operasional masingmasing Lembaga. Isu kelembagaan lain yang melibatkan pihak eksternal juga\nditemukan dapat mengancam keberlanjutan meliputi koordinasi dengan pemerintah\ndaerah setempat. Lebih lanjut, meskipun pemerintah telah menyerahterimakan\nfasilitas air kepada Lembaga pengelola, tetapi pemerintah harus tetap terlibat aktif\ndalam kegiatan pengawasan, evaluasi hingga peningkatan kapasitas. Seluruh\npemangku kepentingan harus menyadari bahwa target pencapaian akses air bersih\n100 persen merupakan hasil kerjasama antara pemerintah pusat dan daerah dengan\nmasyarakat. Adapun agar keberlanjutan fasilitas air bersih yang dibangun melalui\nprogram KOTAKU dan PAMSIMAS dapat lebih terjamin di masa mendatang,\nmaka Lembaga pengelola fasilitas air harus memiliki dokumen turunan yang\nmerupakan dokumen petunjuk pelaksanaan dan teknis terkait pencapaian\nkeberlanjutan yang memuat dan menguraikan secara rinci bentuk penerapan\ndelapan prinsip keberlanjutan kelembagaan.", "Daftar File": {"ABSTRAK Husnul Hayyah": "https://digilib.itb.ac.id/gdl/download/262286", "BAB 1 Husnul Hayyah": "https://digilib.itb.ac.id/gdl/download/262287", "BAB 2 Husnul Hayyah": "https://digilib.itb.ac.id/gdl/download/262288", "BAB 3 Husnul Hayyah": "https://digilib.itb.ac.id/gdl/download/262289", "BAB 4 Husnul Hayyah": "https://digilib.itb.ac.id/gdl/download/262290", "BAB 5 Husnul Hayyah": "https://digilib.itb.ac.id/gdl/download/262291", "BAB 6 Husnul Hayyah": "https://digilib.itb.ac.id/gdl/download/262292", "PUSTAKA Husnul Hayyah": "https://digilib.itb.ac.id/gdl/download/262293", "LAMPIRAN Husnul Hayyah": "https://digilib.itb.ac.id/gdl/download/262294"}, "Penulis": "Husnul Hayyah [25420070]", "Kontributor / Dosen Pembimbing": ["Dr. Sri Maryati, S.T., MIP."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "institutional, sustainability, community-based, water, KOTAKU PAMSIMAS, Ostrom.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "12 Okt 2022"}