{"Nomor": 69522, "Judul": "PENILAIAN SAHAM PERUSAHAAN TEMBAKAU DENGAN  KINERJA KEUANGAN TERBAIK DI BURSA EFEK INDONESIA  (BEI) PERIODE 2017-2021", "Abstrak": "Di sektor tembakau, terjadi penurunan harga saham beredar yang konsisten selama periode 2017 – 2021. Penurunan harga saham yang konsisten di pasar sektor tembakau mengawali penulis untuk menganalisis kondisi kinerja keuangan seluruh perusahaan di sektor tembakau. Sektor tembakau dan valuasi saham perusahaan dengan kinerja keuangan terbaik dibandingkan perusahaan lain. Sehingga dapat diketahui bahwa posisi harga pasar saat ini undervalued atau masih dalam posisi overvalued menjadi dasar pengambilan keputusan investasi. \n \nDalam penelitian ini kinerja keuangan perusahaan rokok akan dianalisis menggunakan metode SK menteri Badan Usaha Milik Negara (BUMN) atau SK No. KEP-100/MBU/2002. Metode ini akan menghasilkan status tingkat kesehatan (Sehat, Kurang Sehat, Tidak Sehat) masing-masing perusahaan rokok pada setiap tahunnya pada periode 2017 sampai dengan 2021. Valuasi saham pada perusahaan dengan predikat perusahaan tersehat dari sektor tembakau di Bursa Efek Indonesia periode 2017-2021. Penilaian Stok yang akan digunakan adalah metode absolut dan relatif. Pada metode absolut, peneliti memutuskan untuk menggunakan metode discounted cashflow (DCF) dan Dividend Discount Model (DDM). Sedangkan untuk metode relatif, peneliti memutuskan untuk menggunakan Price to Book Value (PBV), Price to Earnings Ratio (PER), dan EV/EBITDA. \n \nNilai intrinsic HMSP berdasarkan PBV yaitu Rp 660,56, berdasarkan PER yaitu Rp 1.093,53 dan berdasarkan EV/EBITDA yaitu Rp 1.104,57. Hasil dari DCF adalah Rp 1.301,35 dan DDM adalah Rp 1.375,53. Sementara harga pasar masih berada di Rp 915/lembar saham, dapat disimpulkan bahwa harga pasar saham HMSP sedang undervalued karena hanya hasil PBV yang menunjukkan hasil overvalue apabila dibandingkan dengan harga pasar. Oleh karena itu peneliti merekomendasikan untuk membeli saham HMSP. Alasan di balik rekomendasi tersebut adalah karena harga pasar HMSP masih dalam posisi undervalued dibandingkan dengan nilai intrinsiknya sehingga ada kesempatan untuk investor mendapatkan capital gain dan benefit dari dividen.", "Daftar File": {"2022_TS__PP_Desman Hansen Sagala_Abstrak- (1).pdf": "https://digilib.itb.ac.id/gdl/download/262615"}, "Penulis": "Desman Hansen Sagala  [29120481]", "Kontributor / Dosen Pembimbing": ["DR. ERMAN SUMIRAT, S.E., M. BUSS., CSA, CIB, CRP, AK"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "stock valuation, intrinsic value, relative valuation, absolute valuation", "Sumber": "BURSA EFEK INDONESIA", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "15 Okt 2022"}