{"Nomor": 69534, "Judul": "VULKANOSTRATIGRAFI DAN PETROGENESIS PULAU BAWEAN: STUDI KHUSUS PADA DAERAH DANAU KASTOBA DAN SEKITARNYA, PULAU BAWEAN, KABUPATEN GRESIK, JAWA TIMUR", "Abstrak": "Pulau Bawean merupakan salah satu pulau dengan gunungapi yang berada di utara Pulau Jawa, tepatnya di Laut Jawa, dan termasuk kedalam gunungapi Kuarter. Secara administratif Pulau Bawean masuk kedalam Kabupaten Gresik, Jawa Timur. Jika dilihat dari posisi Pulau Bawean dan dari komposisi kimia pada batuan yang memiliki kadar kalium tinggi, maka diperkirakan bahwa Pulau Bawean masih berhubungan dengan subduksi yang terjadi di selatan Pulau Jawa sehingga menjadi gunungapi busur belakang. Tujuan dari penelitian ini adalah memetakan satuan vulkanostratigrafi, menentukan seri magma dan tatanan tektonik yang bekerja pada area tersebut, serta mengetahui evolusi magma yang terjadi, berdasarkan studi petrogenesis. Data yang digunakan berupa mikrotekstur yang hadir pada mineral piroksen, dan kandungan kimia batuan yang diperoleh dari sampel batuan berupa aliran lava.\nBerdasarkan analisis vulkanostratigrafi, diketahui bahwa Pulau Bawean memiliki 4 Khuluk dan 2 Gumuk Gunungapi. Pulau Bawean memiliki karakteristik evolusi magma berupa pencampuran magma akibat adanya injeksi magma baru dengan kandungan lebih basalt dan fraksionasi kristal. Hal tersebut tercermin dari fluktuasi senyawa oksida seperti SiO2, K2O, MgO, dan CaO. Perubahan tersebut juga tercermin pada mikrotekstur pada mineral piroksen yang mencakup perubahan karena fraksionasi kristal, pemanasan akibat pencampuran magma baru, pendinginan akibat erupsi, dan proses dekompresi akibat erupsi.\nHasil analisis data geokimia menggunakan diagram pembeda berupa diagram bivariat dan diagram segitiga, diagram laba-laba, dan perbandingan menggunakan unsur mayor maupun unsur jejak, diperoleh hasil bahwa Pulau Bawean merupakan suatu busur kepulauan di busur belakang yang disebabkan oleh subduksi antara Lempeng Sunda dengan Lempeng Indo-Australia. Hasil tersebut juga didukung oleh kandungan TiO2 < 1,3% dan kandungan K2O yang tinggi pada sampel batuan. Namun pada Pulau Bawean terdapat pencampuran magma hasil subduksi dengan magma yang bukan hasil subduksi yang dicirikan dengan tingginya rasio Rb/K. Secara seri magma Pulau Bawean termasuk kedalam seri magma bersifat silika saturasi rendah dan tinggi kalium - ultrapotasik.", "Daftar File": {"ABSTRAK M HAFIZH 12018026": "https://digilib.itb.ac.id/gdl/download/263165", "COVER M HAFIZH 12018026": "https://digilib.itb.ac.id/gdl/download/263166", "BAB 1 M HAFIZH 12018026": "https://digilib.itb.ac.id/gdl/download/263167", "BAB 2 M HAFIZH 12018026": "https://digilib.itb.ac.id/gdl/download/263168", "BAB 3 M HAFIZH 12018026": "https://digilib.itb.ac.id/gdl/download/263169", "BAB 4 M HAFIZH 12018026": "https://digilib.itb.ac.id/gdl/download/263170", "BAB 5 M HAFIZH 12018026": "https://digilib.itb.ac.id/gdl/download/263171", "BAB 6 M HAFIZH 12018026": "https://digilib.itb.ac.id/gdl/download/263173", "DAFTAR PUSTAKA M HAFIZH 12018026": "https://digilib.itb.ac.id/gdl/download/263174"}, "Penulis": "Muhammad Hafizh [12018026]", "Kontributor / Dosen Pembimbing": ["Dr. Mirzam Abdurrachman, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Vulkanostratigrafi, petrogenesis, Pulau Bawean, saturasi silika rendah, tinggi kalium.", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi  \n                                     Dedi Rosadi", "File": "9 file", "Tanggal Input": "19 Okt 2022"}