{"Nomor": 69538, "Judul": "ZONASI KERENTANAN LONGSORAN MENGGUNAKAN METODE WEIGHT OF EVIDENCE (WOE) DI SUB-DAS CIMINYAK, KABUPATEN BANDUNG BARAT, JAWA BARAT", "Abstrak": "Secara administratif, Sub-DAS Ciminyak terletak di Kabupaten Bandung dan Kabupaten Bandung Barat, Jawa Barat. Sub-DAS Ciminyak termasuk ke dalam Daerah Aliran Sungai (DAS) Citarum, dimana pada daerah tersebut dilaporkan banyak terjadi longsoran. Pada Sub-DAS Ciminyak, terdapat potensi geowisata di Kecamatan Cililin dimana faktor geohazard memengaruhi secara negatif potensi di lokasi tersebut. Oleh karena itu, dilakukan analisis zona kerentanan longsoran pada daerah Sub-DAS Ciminyak. Penelitian dilakukan dengan menggunakan metode statistik bivariat, yaitu metode weight of evidence (WoE). Data longsoran yang digunakan adalah hasil inventarisasi melalui teknik penginderaan jauh pada citra multitemporal, data dari laporan kejadian longsoran pada laman PVMBG (Pusat Vulkanologi dan Mitigasi Bencana Geologi), dan observasi lapangan dengan total 200 titik longsoran. Titik longsoran dibagi secara acak menjadi dua set data, yaitu data uji sebanyak 140 titik (70%) dan data validasi sebanyak 60 titik (30%).\nPenelitian ini menggunakan sembilan belas parameter, yaitu elevasi, kemiringan lereng, arah aliran, arah lereng, kurvatur profil, kurvatur plan, kurvatur total, litologi, normalized difference vegetation index (NDVI), tutupan lahan, curah hujan, kadar liat, jarak dari sungai, jarak dari kelurusan, jarak dari jalan, terrain ruggedness index (TRI), topographic wetness index (TWI), stream power index (SPI), dan jenis tanah. Berdasarkan nilai area under curve (AUC) yang lebih dari 0,6, maka parameter yang lolos uji menjadi penyebab longsoran di daerah penelitian dimulai dari yang paling dominan adalah jenis tanah, jarak terhadap kelurusan, kemiringan lereng, tutupan lahan, TRI, elevasi, SPI, Arah lereng, kadar liat, NDVI, litologi, arah aliran, TWI, dan curah hujan. Model kerentanan longsoran pada penelitian ini divalidasi dengan menggunakan area under curve (AUC) dengan success rate sebesar 0,815 (sangat baik) dan prediction rate sebesar 0,731 (baik).\nBerdasarkan peta zona kerentanan longsoran di daerah penelitian ditunjukkan persentasi luas zona kerentanan longsoran tinggi sebesar 31,18% (108,78 km²), zona kerentanan longsoran menengah 19,23% (67,1 km2), zona kerentanan longsoran rendah 18,63% (65,01 km2), dan zona kerentanan longsoran sangat rendah 30,96% (108,03 km2).", "Daftar File": {"ABSTRAK FATIMAH S NUSAIBAH 12017005": "https://digilib.itb.ac.id/gdl/download/263197", "COVER FATIMAH S NUSAIBAH 12017005": "https://digilib.itb.ac.id/gdl/download/263198", "BAB 1 FATIMAH S NUSAIBAH 12017005": "https://digilib.itb.ac.id/gdl/download/263199", "BAB 2 FATIMAH S NUSAIBAH 12017005": "https://digilib.itb.ac.id/gdl/download/263200", "BAB 3 FATIMAH S NUSAIBAH 12017005": "https://digilib.itb.ac.id/gdl/download/263201", "BAB 4-A FATIMAH S NUSAIBAH 12017005": "https://digilib.itb.ac.id/gdl/download/263210", "BAB 4-B FATIMAH S NUSAIBAH 12017005": "https://digilib.itb.ac.id/gdl/download/263211", "BAB 4-C FATIMAH S NUSAIBAH 12017005": "https://digilib.itb.ac.id/gdl/download/263212", "BAB 5 FATIMAH S NUSAIBAH 12017005": "https://digilib.itb.ac.id/gdl/download/263213", "BAB 6 FATIMAH S NUSAIBAH 12017005": "https://digilib.itb.ac.id/gdl/download/263214", "DAFTAR PUSTAKA FATIMAH S NUSAIBAH 12017005": "https://digilib.itb.ac.id/gdl/download/263215", "LAMPIRAN FATIMAH S NUSAIBAH 12017005": "https://digilib.itb.ac.id/gdl/download/263216"}, "Penulis": "Fatimah Syahidah Nusaibah [12017005]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Asep Heri Patria Kesumajana, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Sub-DAS Ciminyak, penginderaan jauh, kerentanan longsoran, weight of evidence, area under curve", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi  \n                                     Dedi Rosadi", "File": "12 file", "Tanggal Input": "19 Okt 2022"}