{"Nomor": 69532, "Judul": "STUDI GEOKIMIA KELIMPAHAN UNSUR LOGAM PADA ENDAPAN SUNGAI AKTIF DI KABUPATEN HALMAHERA BARAT, PROVINSI MALUKU UTARA", "Abstrak": "Daerah penelitian secara administratif terletak di Kabupaten Halmahera Barat, Provinsi Maluku Utara. Secara geografis, terletak pada koordinat 127o18’00”–127o46’00” Bujur Timur dan 00o53’00” – 01o57’00” Lintang Utara. Menurut pembagian zona fisiografi Pulau Halmahera, daerah penelitian termasuk ke dalam zona Mandala Halmahera Barat yang terdiri dari morfologi dataran antar gunung api, dataran kaki gunung api, kompleks gunung api Halmahera Barat, perbukitan vulkanik, dan punggungan aliran piroklastik. Stratigrafi daerah penelitian berdasarkan literatur dari tua ke muda terdiri dari lima satuan batuan, yaitu Formasi Kayasa, Formasi Togawa, Batuan Gunung Api Holosen, Tuff, dan Aluvium.\nPenelitian bertujuan untuk menentukan keterdapatan unsur logam pada daerah penelitian yang dilakukan dengan menganalisis hubungan antara geologi dengan geokimia daerah penelitian. Sebanyak 111 data geokimia yang dianalisis berupa data dari contoh sedimen sungai aktif pada kandungan unsur Cu, Zn, Pb, Co, Ni, Mn, Ag, Fe, Au, dan Sb dan analisis mineral berat dari contoh konsentrat dulang. Analisis geokimia dilakukan dalam dua tahap yaitu analisis univariat yang bertujuan untuk menentukan nilai anomali unsur dan analisis multivariat yang bertujuan untuk menentukan kelompok asosiasi unsur.\nAnalisis univariat menunjukkan nilai anomali unsur sebagai berikut: Cu (69,18 ppm); Zn (478,63 ppm); Pb (54,47 ppm); Co (105 ppm); Ni (65,72 ppm); Mn (3.636,55 ppm); Ag (3,7 ppm); Fe (47,86 %); Au (63,10 ppb); dan Sb (4,52 ppm). Hasil analisis multivariat menunjukkan terdapat asosiasi unsur pertama yaitu Fe-Zn, Fe-Co, Zn-Co, Zn-Ag, Zn-Mn, Ag-Co, Ag-Mn, Ag-Fe, dan Ag-Pb. Analisis mineralogi butir dari contoh konsentrat dulang menunjukkan munculnya mineral berat berupa magnetit, piroksen, ilmenit, hematit, kuarsa, dan amfibol. Penentuan zona prospek daerah penelitian dapat diketahui dengan melakukan analisis pada anomali unsur dan kondisi geologi yang memengaruhinya. Zona prospek pada daerah penelitian terbagi menjadi empat kelompok dengan asosiasi unsur Fe-Zn, Fe-Co, Zn-Co, Zn-Ag, Zn-Mn, Ag-Co, Ag-Mn, Ag-Fe, dan Ag-Pb yang terletak di hilir sungai daerah aliran sungai Ake Lamo.", "Daftar File": {"ABSTRAK FRANSISCA PUTRI 12017037": "https://digilib.itb.ac.id/gdl/download/263102", "COVER FRANSISCA PUTRI 12017037": "https://digilib.itb.ac.id/gdl/download/263103", "BAB 1 FRANSISCA PUTRI 12017037": "https://digilib.itb.ac.id/gdl/download/263104", "BAB 2 FRANSISCA PUTRI 12017037": "https://digilib.itb.ac.id/gdl/download/263105", "BAB 3 FRANSISCA PUTRI 12017037": "https://digilib.itb.ac.id/gdl/download/263106", "BAB 4 FRANSISCA PUTRI 12017037": "https://digilib.itb.ac.id/gdl/download/263107", "BAB 5 FRANSISCA PUTRI 12017037": "https://digilib.itb.ac.id/gdl/download/263108", "BAB 6 FRANSISCA PUTRI 12017037": "https://digilib.itb.ac.id/gdl/download/263109", "DAFTAR PUSTAKA FRANSISCA PUTRI 12017037": "https://digilib.itb.ac.id/gdl/download/263110", "LAMPIRAN FRANSISCA PUTRI 12017037": "https://digilib.itb.ac.id/gdl/download/263111"}, "Penulis": "Fransisca Putri Pratama [12017037]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Bambang Priadi", "Dr.Eng. Ir. Suryantini, M.Sc.", "Dr.Eng. Very Susanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Kabupaten Halmahera Barat, Unsur Logam, Geokimia, Sedimen Sungai Aktif, Analisis Univariat dan Multivariat", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi  \n                                     Dedi Rosadi", "File": "10 file", "Tanggal Input": "18 Okt 2022"}