{"Nomor": 69531, "Judul": "PETROGENESIS KERUCUT GUNUNGAPI INTRA KALDERA TONDANO, SULAWESI UTARA", "Abstrak": "Kaldera Tondano merupakan hasil erupsi eksplosif yang terbentuk sekitar 1,25 – 2 juta tahun lalu di Sulawesi Utara. Setelah itu aktivitas vulkanisme masih berlangsung ditandai dengan terbentuknya kerucut – kerucut gunungapi di dalam Kaldera Tondano, diantaranya Kompleks Lokon dan Kompleks Tampusu. Pada penelitian terdahulu di Kompleks Tampusu hanya membahas mengenai sistem panas bumi di daerah sekitarnya dan untuk Kompleks Lokon diperlukan pembaharuan data karena sejak tahun 1829 hingga 2015 telah terjadi 37 kali erupsi. Penelitian ini bertujuan untuk pemetaan sebaran produk gunungapi, sejarah pembentukan dan proses evolusi magma yang terjadi, serta mengetahui tatanan tektonik, berdasarkan studi petrogenesis.\nBerdasarkan analisis vulkanostratigrafi, daerah penelitian terbentuk selama 14 fase pembentukan khuluk dan gumuk yang terdiri dari 10 khuluk dan 6 gumuk gunungapi. Evolusi magma pada daerah penelitian menunjukkan adanya perulangan proses diferensiasi magma, injeksi magma primitif dan asimilasi magma yang tercermin dari fluktuasi kandungan anortit dan tekstur batuan. Berdasarkan analisis mikrotekstur plagioklas, proses yang terjadi meliputi dekompresi akibat magma primitif, fraksionasi kristal, self mixing akibat konveksi, pemanasan akibat pencampuran magma primitif, pendinginan akibat erupsi, dan dekompresi saat erupsi. Analisis dari diagram laba-laba, diagram bivariat maupun terner antara kandungan geokimia, serta perbandingan antara unsur jejak menunjukkan Kompleks Lokon dan Kompleks Tampusu secara tatanan tektonik termasuk ke dalam active continental margin dengan seri magma bersifat medium K calc alkaline.", "Daftar File": {"COVER FADHILAH AMBARWATI P 12017007": "https://digilib.itb.ac.id/gdl/download/263091", "BAB 1 FADHILAH AMBARWATI P 12017007": "https://digilib.itb.ac.id/gdl/download/263092", "BAB 2 FADHILAH AMBARWATI P 12017007": "https://digilib.itb.ac.id/gdl/download/263093", "BAB 3 FADHILAH AMBARWATI P 12017007": "https://digilib.itb.ac.id/gdl/download/263094", "BAB 4 FADHILAH AMBARWATI P 12017007": "https://digilib.itb.ac.id/gdl/download/263095", "BAB 5 FADHILAH AMBARWATI P 12017007": "https://digilib.itb.ac.id/gdl/download/263096", "BAB 6 FADHILAH AMBARWATI P 12017007": "https://digilib.itb.ac.id/gdl/download/263097", "DAFTAR PUSTAKA FADHILAH AMBARWATI P 12017007": "https://digilib.itb.ac.id/gdl/download/263098", "LAMPIRAN A FADHILAH AMBARWATI P 12017007": "https://digilib.itb.ac.id/gdl/download/263099", "LAMPIRAN B FADHILAH AMBARWATI P 12017007": "https://digilib.itb.ac.id/gdl/download/263100", "LAMPIRAN C FADHILAH AMBARWATI P 12017007": "https://digilib.itb.ac.id/gdl/download/263101"}, "Penulis": "Fadhilah Ambarwati Puspanegara [12017007]", "Kontributor / Dosen Pembimbing": ["Dr. Mirzam Abdurrachman, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Petrogenesis, Kaldera Tondano, Kompleks Lokon, Kompleks Tampusu, Evolusi magma", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi  \n                                     Dedi Rosadi", "File": "11 file", "Tanggal Input": "18 Okt 2022"}