{"Nomor": 69546, "Judul": "PENYEBARAN PROPERTI BATUPASIR PADA LAPANGAN WEST TRYAL ROCKS DENGAN MENGGUNAKAN PENDEKATAN ROCK PHYSICS GUIDED MACHINE LEARNING", "Abstrak": "Batupasir pada Formasi Mungaroo diyakini mempunyai kualitas reservoir yang\nberbeda-beda di setiap titik lokasi penelitian. Pemetaan properti batupasir secara\n3D seperti volume lempung, porositas, dan saturasi air penting untuk melihat\npenyebaran kualitas batupasir. Penggunaan machine learning yang berkembang\npesat dalam bidang geosains akan sulit dilakukan untuk mencapai tujuan tersebut,\nkhususnya pada data area penelitian ini. Hal ini dikarenakan salah satu tantangan\nutama dalam machine learning (supervised neural network) adalah adanya jumlah\ndata input (data sumur) yang mencukupi untuk training data agar dapat menentukan\noperator statistik yang berguna untuk melakukan prediksi suatu nilai. Semakin\nbanyak jumlah data input akan semakin dapat dipercaya operator statistik yang\ndipakai untuk menghasilkan properti yang diinginkan.\nUntuk mengatasi masalah data input tersebut, penelitian ini memperkenalkan\npendekatan baru theory guided data science atau rock physics-guided machine\nlearning. Hal yang dimaksud theory dari pendekatan tersebut adalah model fisika\nbatuan dan memakai model tersebut sebagai data input untuk data science/machine\nlearning. Terdapat 2 data sumur yang ada pada penelitian ini; WTR-4A yang akan\ndipakai untuk rock physics simulation dan data training, sedangkan WTR-2 akan\ndigunakan sebagai sumur validasi/blind well dan tidak dilibatkan sama sekali di\ndalam prosesnya. Pertama, sumur WTR-4A akan digunakan sebagai data input\nuntuk mensimulasikan pseudo-wells berdasarkan analisis statistik, sehingga\nproperti petrofisika seperti ketebalan, saturasi air dan porositas semuanya akan\ndivariasikan skenarionya sesuai kondisi geologi area penelitian untuk mendapatkan\nhasil simulasi yang representatif. Berdasarkan teori fisika batuan yang ada, data\npetrofisika yang disimulasikan akan dipakai sebagai input untuk membuat sintetik\nelastic log dan sintetik seismik. Data sintetik tersebut dapat dipakai sebagai input\ntraining neural network untuk menentukan operator statistik yang berguna untuk\nmelakukan prediksi properti batuan. Operator statistic tersebut yang nantinya\ndiaplikasikan ke data seismik yang asli untuk prediksi secara 3D volume lempung,\nporositas, dan saturasi air.\niii\nHasil dari rock physics-guided machine learning ini menghasilkan properti elastik\n(impedansi akustik dan Vp/Vs) untuk dibandingkan dengan metode yang telah\numum dipakai untuk karakterisasi reservoir dari data seismik (inversi seismik\nsimultan). Hasil perbandingan tersebut menunjukan hasil dari rock physics-guided\nmachine learning mempunyai kontinuitas yang lebih menerus pada lapisan\nbatupasir, korelasi yang baik pada sumur validasi, dan detail yang lebih terlihat\njelas. Kombinasi dari properti elastik (impedansi akustik dan Vp/Vs) mempunyai\nkarakteristik properti yang dapat memisahkan batupasir reservoir utama berisi gas\n(batupasir M, N, dan O) dan batupasir berisi air (batupasir T).\nSetelah melakukan prediksi properti elastik, properti yang dihasilkan secara 3\ndimensi lainnya adalah properti petrofisika seperti volume lempung, porositas, dan\nsaturasi air. Volume yang dihasilkan tersebut juga divalidasi terhadap blind well\ndan mempunyai korelasi yang baik dan senada dengan tren dari properti elastik.\nSelain itu peta untuk setiap properti petrofisika tersebut dianalisis untuk batupasir\nM, N, dan O. Untuk lapisan O mempunyai nilai volume lempung yang rendah di\nseluruh area, tetapi nilai porositas yang tinggi dan saturasi air yang rendah hanya\nberada pada bagian selatan, khususnya barat daya. Pada lapisan N, reservoir yang\nbaik berada pada bagian tenggara, akan tetapi salah satu area dengan volume\nlempung yang rendah pada bagian utara mempunyai porositas yang rendah dan\nsaturasi air tinggi. Hasil dari rock physics-guided machine learning menunjukan\nbahwa pada lapisan M berdasarkan ketiga properti petrofisika tersebut (volume\nlempung, porositas, dan saturasi air) mempunyai pola yang saling berhubungan satu\ndengan yang lain dan reservoir yang memiliki kualitas yang baik berada pada\nbagian selatan dari peta tersebut dengan tren berarah barat daya-timur laut.", "Daftar File": {"ABSTRAK RINO ISMA ADITYA S 22018031": "https://digilib.itb.ac.id/gdl/download/263311", "COVER RINO ISMA ADITYA S 22018031": "https://digilib.itb.ac.id/gdl/download/263312", "BAB 1 RINO ISMA ADITYA S 22018031": "https://digilib.itb.ac.id/gdl/download/263339", "BAB 2 RINO ISMA ADITYA S 22018031": "https://digilib.itb.ac.id/gdl/download/263340", "BAB 3 RINO ISMA ADITYA S 22018031": "https://digilib.itb.ac.id/gdl/download/263341", "BAB 4 RINO ISMA ADITYA S 22018031": "https://digilib.itb.ac.id/gdl/download/263342", "BAB 5 RINO ISMA ADITYA S 22018031": "https://digilib.itb.ac.id/gdl/download/263343", "DAFTAR PUSTAKA RINO ISMA ADITYA S 22018031": "https://digilib.itb.ac.id/gdl/download/263344", "LAMPIRAN RINO ISMA ADITYA S 22018031": "https://digilib.itb.ac.id/gdl/download/263345"}, "Penulis": "Rino Isma Aditya Saputra [22018031]", "Kontributor / Dosen Pembimbing": ["Ir. Niniek Rina Herdianita, M.Sc., Ph.D.", "Dr. Dwiharso Nugroho, S.T., M.T.", "Dr.Eng. Asep Saepuloh, S.T., M.Eng.", "Alfend Rudyawan, S.T., M.Sc., Ph.D.", "Dr. Astyka Pamumpuni, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Fisika batuan, simulasi tali kawat, machine learning, prediksi properti batuan.", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi  \n                                     Dedi Rosadi", "File": "9 file", "Tanggal Input": "21 Okt 2022"}