{"Nomor": 69545, "Judul": "PENGOLAHAN PASCAPANEN BIJI KAKAO (THEOBROMA CACAO L.) DENGAN MENGGUNAKAN SOLID-STATE FERMENTOR DAN PENDEKATAN METABOLOMIK UNTUK PENENTUAN KUALITAS BIJI KAKAO", "Abstrak": "Di Indonesia, kakao menjadi salah satu komoditas andalan perkebunan yang cukup penting bagi perekonomian nasional. Namun, mutu biji kakao Indonesia masih berada pada grade 3. Hal ini dikarenakan sebagian besar produksi biji kakao berasal dari area perkebunan rakyat sebesar 98,38%, sedangkan milik pemerintah dan swasta hanya sebesar 0,75% dan 0,87%. Hampir 80% kakao hasil perkebunan rakyat belum diolah dengan baik. Salah satu sumber perkebunan kakao rakyat berada di kawasan Kampung Coklat Senara, Desa Genggelang, Kecamatan Gangga, Kabupaten Lombok Utara, Nusa Tenggara Barat (NTB). Di daerah tersebut, pengolahan biji kakao masih sederhana dengan melakukan fermentasi alami atau bahkan beberapa petani memilih untuk menjual langsung (tanpa fermentasi). Hal ini menyebabkan cita rasa dan aroma biji kakao menjadi tidak konsisten. Sehingga perlu dilakukan fermentasi terkontrol untuk menstandardisasi proses fermentasi.\nTujuan dari penelitian ini ialah (1) mengetahui dinamika populasi mikroorganisme yang terjadi selama proses fermentasi alami menggunakan kotak kayu skala 20 kg selama 5 hari; (2) mengetahui spesies mikroorganisme yang digunakan sebagai inokulum pada fermentasi terkontrol; (3) melakukan optimasi fermentasi terkontrol dengan variasi jenis inokulum tunggal (bakteri asam laktat), dan konsorsium (bakteri asam laktat:ragi) (1:1) dengan konsentrasi inokulum 10% (v/w) dan kepadatan sel 109 CFU/mL pada suhu 37°C selama 5 hari menggunakan besek bambu skala 2 kg; (4) melakukan scale up fermentasi terkontrol dengan penambahan variasi inokulum dan lama waktu fermentasi terbaik pada skala 20 kg menggunakan fermentor kayu yang dilengkapi dengan IoT (Internet of Things) pada suhu 37°C; serta (5) mengetahui metabolit prekursor yang mempengaruhi cita rasa kakao pada kondisi optimum.\nKarakteristik proses fermentasi kakao ditentukan dengan parameter suhu, pH, susut bobot, indeks fermentasi, kadar air, dan jumlah biji kakao per 100 gram, serta uji organoleptik. Hasil isolasi mikroorganisme yang didapat selama proses fermentasi alami juga dilakukan penapisan dengan uji enzimatis (pektinolitik, proteolitik, amilolitik, selulolitik, lipolitik), uji fermentasi gula (glukosa, fruktosa, sukrosa),dan total produksi alkohol. Selanjutnya isolat terpilih dari hasil uji enzimatis tersebut ditambahkan pada proses fermentasi terkontrol menggunakan besek bambu skala 2 kg pada suhu 37°C, dan dilakukan pengambilan data setiap 24 jam selama\n5 hari. Perlakuan penambahan inokulum terbaik hasil optimasi kemudian digunakan pada proses scale up menggunakan fermentor kayu berbasis IoT dengan skala 20 kg pada suhu 37°C. Biji kakao terfermentasi pada kondisi optimum tersebut, kemudian dianalisis metabolit menggunakan GC-MS. Analisis statistika untuk mengetahui korelasi kandungan metabolit selama proses fermentasi menggunakan multivariat Principal Component Analysis (PCA) pada software Minitab®.\nDari hasil penelitian ini diketahui pada proses fermentasi alami, dinamika populasi mikroorganisme kakao didominasi oleh tiga kelompok mikroorganisme (ragi, bakteri asam laktat, dan bakteri asam asetat) dengan adanya perubahan suhu dimulai dari 28°C sampai 43°C. Pada hari ke-0, populasi mikroorganisme didominasi oleh ragi dengan kepadatan sel sebesar log 7,88 CFU/gram, namun mengalami penurunan sebesar log 0,46 CFU/gram hingga hari ke-2, dan mengalami kenaikan kembali sebesar log 1,53 CFU/gram sampai hari ke-5. Kemudian, populasi mikroorganisme dilanjutkan oleh bakteri asam laktat yang cenderung mengalami peningkatan dari hari ke-0 sampai hari ke-5 dengan kenaikan log jumlah sel sebesar 1,20 CFU/gram. Sedangkan bakteri asam asetat menunjukkan jumlah populasi terendah selama proses fermentasi, nilai log jumlah sel pada hari ke-0 sebesar 6,72 CFU/gram, dan hari ke-5 sebesar 8,57 CFU/gram. Perubahan dinamika mikroorganisme ini diikuti oleh perubahan derajat keasaman (pH) dengan nilai pH terendah sebesar 3,30 pada hari ke-3 dan pH tertinggi 6,45 pada hari ke-5. Karakteristik fermentasi alami mempunyai nilai indeks fermentasi 50%, kadar air 4,90%, serta kualitas biji per 100 gram masuk dalam kategori B. Dari hasil fermentasi alami juga berhasil diisolasi 14 isolat ragi, 15 isolat bakteri asam laktat, dan 8 isolat bakteri asam asetat. Berdasarkan hasil uji enzimatis berhasil terseleksi 2 isolat unggul, yaitu isolat H5B7-1 (bakteri asam laktat) dan H1Y4-1 (ragi). Isolat H5B7-1 (Lactiplantibacillus plantarum) mempunyai kemampuan amilolitik yang tinggi, sedangkan isolat H1Y4-1 (Candida tropicalis) mempunyai kemampuan produksi alkohol paling tinggi serta menunjukkan nilai positif (+) pada uji fermentasi. Kedua isolat tersebut ditambahkan pada proses fermentasi terkontrol dengan variasi inokulum tunggal bakteri asam laktat (H5B7-1) dan inokulum konsorsium (bakteri asam laktat-H5B71:ragi-H1Y4-1) (1:1) dengan konsentrasi 10% (v/w), dan kepadatan sel H5B7-1 sebesar 3,4 x 109 CFU/mL serta H1Y4-1 sebesar 1,1 x 109 CFU/mL. Hasil fermentasi terkontrol menunjukkan bahwa penambahan inokulum tunggal bakteri asam laktat (H5B7-1) pada hari ke-4 lebih baik dengan parameter indeks fermentasi menunjukkan nilai tertinggi mencapai 75% dibandingkan dengan penambahan inokulum konsorsium sebesar 70%. Hasil scale-up juga mampu meningkatkan kualitas biji kakao dengan nilai indeks fermentasi mencapai 90% biji kakao well fermented, dan masuk dalam kategori A (88 biji) untuk jumlah biji per 100 gram. Adapun kandungan metabolit biji kakao pada fermentasi terkontrol terbaik (hari ke-4) berkorelasi positif dengan metabolit prekursor aroma berupa asam amino leusin (sweet chocolate), threonin (chocolate), fenilalanin (almond, floral/honey), dan 2,3-butanediol (buttery). Selain itu, terdapat pula metabolit prekursor cita rasa pahit (bitterness-cocoa flavor) dengan tingginyakandungan asam amino glutamat. Hal ini berkorelasi juga dengan hasil uji organoleptik yang menunjukkan aroma coklat cukup kuat, dengan rasa pahit dan warna cokelat agak gelap.", "Daftar File": {"ABSTRAK Ditta Putri Kumalasari": "https://digilib.itb.ac.id/gdl/download/263309"}, "Penulis": "Ditta Putri Kumalasari [21120025]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Pingkan Aditiawati, M.S.", "Dr.Eng. Kamarisima, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "fermentasi, kakao, isolasi, bakteri asam laktat, ragi, bakteri asam asetat, scale-up, metabolit", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Okt 2022"}