{"Nomor": 69542, "Judul": "EKSPLORASI BIOPLASTIK DENGAN PEWARNA ALAM SEBAGAI TEKSTIL ALTERNATIF UNTUK PRODUK KRIYA", "Abstrak": "ermintaan  tekstil  terus  meningkat  namun  tidak  diimbangi  dengan  diversitas material  menyebabkan  sentralisasi  dampak  ekologi,  sehingga  diperlukan  studi tentang material alternatif yang aman bagi lingkungan dan dapat terurai, terlebih lagi tren penggunaan material alternatif akan terus meningkat, hal ini selaras dengan meningkatnya  kesadaran  ekologi  masyarakat, dan kekayaan  Indonesia  akan biopolimer berbasis biomassa. Pada penelitian eksploratori mengenai “Eksplorasi Bioplastik dengan Pewarna Alam sebagai Tekstil Alternatif untuk Produk Kriya” dicari formula bioplastik homemade dengan pembuatan menggunakan alat-alat sederhana dari campuran pati tapioka, gelatin, dan agar-agar karena percampuran bahan mudah terurai di tanah dan air dan mudah ditemukan, meningkatkan nilai contact  angle,  kekuatan  elongasi,  dan  adanya  kompabilitas  yang  baik  antara matriks, serta visualnya yang transparan, mengkilap, kekuningan, memiliki dua sisi tekstur berbeda dengan teknik molding sebagai teknik pembentukan awal. Untuk mendukung kemampuan urai material, pewarna yang sesuai adalah pewarna alam karena  pewarna  alam  memiliki  kemampuan  terurai.  Belum  adanya  penelitian khusus mengenai pemanfaatan pewarna alam khas Indonesia yaitu Indigo, Tingi, Tegeran,  dan  Jalawe  pada  campuran  material  tersebut  yang  pemilihannya didasarkan pada color fastness dengan teknik ekstraksi aqueous dan pembuatan lake pigments sebagai tekstur dengan pemanfaatan sebagai produk kriya yang karakternya  sesuai  dengan material.  Produk  berbasis  bioplastik berpotensi dimanfaatkan sehingga rendahnya pengembangan produk bioplastik sebagai tekstil\nalternatif yang memiliki nilai fungsi dan nilai jual di Indonesia menjadi pemicu utama penelitian, maka tujuan dari penelitian adalah menghasilkan tahap-tahapan pembuatan  formula  material  bioplastik homemade berbasis  biomassa  dari campuran  polisakarida,  protein,  dan  rumput  laut  dengan  pewarna  alam  lewat eksperimen komposisi bioplastik, eksperimen pengaplikasian pewarna alam pada material, dan eksplorasi bentuk, serta menghasilkan produk kriya berupa koleksi perhiasan  berupa headpiece,  kalung,  gelang,  cincin,  dan  anting  berjudul “Alumarekah” dengan konsep tentang daur hidup alam sebagai bentuk bermakna dan analogi empati dengan sinektik dari bunga. Gaya perhiasan yang diambil didukung oleh proyeksi tren oleh WGSN dan Trendvision tahun 2023, yaitu bentuk bunga, flora, material terbarukan, siluet irregular, dan penggunaan pewarna alam.", "Daftar File": {}, "Penulis": "Clareta Milena [17218005]", "Kontributor / Dosen Pembimbing": ["Dr. Dian Widiawati, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kriya", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Bioplastik, Perhiasan, Pewarna alam, Tekstil alternatif", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "20 Okt 2022"}