{"Nomor": 69559, "Judul": "STUDI PERENCANAAN TAMBANG ENDAPAN TIMAH PRIMER, SITE XYZ PT.TIMAH (PERSERO) TBK.", "Abstrak": "Beberapa tahun terakhir PT. Timah mulai meningkatkan produksinya dengan\nmembuka beberapa lokasi penambangan darat baru. Beberapa diantaranya\nmerupakan tambang darat untuk endapan timah primer seperti site XYZ. Lokasi\nini akan ditambang dengan metode konvensional menggunakan excavator dan\ntruk. PT. Timah mencoba untuk melakukan analisis mengenai perencanaan\ntambang yang dapat diterapkan pada Tambang XYZ demi memenuhi target\nproduksinya. Penelitian ini dilakukan untuk mendukung studi tersebut dengan\nmenggunakan data-data sekunder yang telah ada. Desain bukaan pit tambang\ndibuat dengan bantuan piranti lunak Datamine Studio 3 berdasarkan data hasil\nkajian untuk site XYZ yang telah dilakukan oleh Departemen P2P dan\nDepartemen Eksplorasi PT. Timah (Persero) Tbk. sampai dengan saat penelitian\nini dilakukan (Juli 2012). Hasil rancangan akhir pit penambangan memberikan\ntotal penggalian 6.950.500 BCM dengan produksi ore sebanyak 4.254.200 m3 dan\nkadar 0,718 kg Sn/m3. Tonasi timah total keluaran jig yang ditargetkan PT. Timah\nuntuk site XYZ adalah 2.500 ton, sedangkan model yang penulis buat\nmenghasilkan 3.053 ton, terjadi kelebihan sebanyak 553 ton. Kebutuhan peralatan\nuntuk Tambang XYZ adalah rata-rata 2 excavator untuk overburden dan 3\nexcavator untuk ore setiap tahunnya dengan masing-masing excavator\nmembutuhkan 4 hingga 5 buah truk.", "Daftar File": {"ABSTRAK Rosita Darusman": "https://digilib.itb.ac.id/gdl/download/263475"}, "Penulis": "Rosita Darusman [12108059]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nuhindro Priagung Widodo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Perencanaan tambang, timah primer, peralatan tambang", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "24 Okt 2022"}