{"Nomor": 69552, "Judul": "INTEGRASI DIFFERENTIAL INTERFEROMETRY SYNTHETIC APERTURE RADAR (DINSAR) DAN GROUND BASED RADAR DALAM PEMANTAUAN KONDISI KESTABILAN LERENG TAMBANG TERBUKA", "Abstrak": "Aktivitas penggalian dan penimbunan material pada proses penambangan dapat menyebabkan lereng mengalami perubahan distribusi gaya dan tegangan. Akibatnya, lereng akan mencari kesetimbangan baru dengan melepaskan beban melalui displacement maupun longsoran. Sebagai salah satu upaya mitigasi, diperlukan adanya pemantauan displacement yang terjadi pada lereng menggunakan perangkat dengan akurasi tinggi. Perangkat Ground Based Radar dianggap memiliki kemampuan yang baik dalam mendeteksi displacement yang terjadi secara real time. Namun, Ground Based Radar memiliki kekurangan yaitu sensor pada perangkat lemah dalam mendeteksi displacement vertikal. Salah satu teknologi yang sedang berkembang dan memiliki kemampuan yang baik dalam mendeteksi displacement vertikal adalah DInSAR yang berbasis satelit. Dengan integrasi kedua metode tersebut, maka displacement yang terjadi secara horizontal maupun vertikal pada lereng dapat terdeteksi dengan baik. Selain itu, perubahan kondisi massa batuan akibat terjadinya displacement dapat diprediksi berdasarkan analisis numerik dengan metode elemen hingga. Untuk merealisasikan hal tersebut, digunakan studi kasus yang berasal dari area lowwall pit South Tutupan PT Adaro Indonesia. Pada area yang menjadi target pemantauan, digunakan data pemantauan displacement mulai dari 10 Desember 2021 – 9 April 2022. Pada periode waktu tersebut, displacement horizontal dan vertikal yang terjadi pada lereng berturut – turut sebesar 1247,34 mm dan 292,5 mm. Berdasarkan acuan nilai displacement tersebut, diketahui perubahan kondisi massa batuan berdasarkan hasil analisis numerik berupa penurunan nilai Young’s Modulus sebesar 35% dan nilai Strength Reduction Factor (SRF) berkisar 1,300 – 1,647.", "Daftar File": {"ABSTRAK Faris Ridwan Maulana": "https://digilib.itb.ac.id/gdl/download/263347"}, "Penulis": "Faris Ridwan Maulana [22120025]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ridho Kresna Wattimena, M.T, Ph.D.", "Prof. Dr. Ir. Budi Sulistianto, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Displacement, Ground Based Radar, DInSAR, Young’s Modulus", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "21 Okt 2022"}