{"Nomor": 69557, "Judul": "GEOLOGI DAN POTENSI GEOWISATA PERBUKITAN INTRUSI GUNUNG BOHONG DAN SEKITARNYA, JAWA BARAT", "Abstrak": "Wisata Cekungan Bandung mempunyai berbagai jenis wisata, salah satunya adalah\nobjek geowisata. Objek geowisata Perbukitan Intrusi Gunung Bohong dan\nSekitarnya, Jawa Barat mempunyai potensi wisata (geowisata) yang sangat bagus.\nPerbukitan ini terletak di perbatasan Kota Cimahi dan Kabupaten Bandung Barat\nsecara administratif. Aspek geowisata daerah penelitian mempunyai keunikan\nmulai dari geologi, geomorfologi, stratigrafi, hingga budaya. Penelitian berfokus\npada geologi dan analisis geowisata Perbukitan Intrusi Gunung Bohong dan\nSekitarnya, Jawa Barat. Potensi geowisata di Daerah Cimahi-Batujajar sangat bagus\ndidukung letak geografis yang strategis. Sayangnya, daerah ini tidak begitu populer\ndi kalangan Warga Bandung ataupun nasional. Daerah ini hanya dikenal sebagai\njalur Kereta Cepat Indonesia-China (KCIC).\nMetodologi penelitian dilakukan dengan cara pemetaan geologi di lapangan.\nPemetaan bertujuan mengetahui geologi, stratigrafi, geomorfologi, struktur, dan\nsejarah geologi daerah ini. Analisis geowisata menggunakan metode berdasarkan\nNewsome (2005) dan Kubalikova (2012). Kondisi Geomorfologi daerah penelitian\nberupa ciri landform menonjol berupa Perbukitan Intrusi. Morfologi lain juga\nmenghiasi daerah ini seperti bukit intrusi terisolir, lembah piroklastik aliran (flow),\ndataran endapan danau, dataran epiklastik, lembah epiklastik, dan punggungan\naliran lava. Satuan litologi dan stratigrafi yang terdapat pada daerah ini adalah\nandesit (lava dan intrusi), endapan piroklastik (debu kasar), breksi epiklastik, dan\nbatupasir. Struktur di daerah penelitian terdapat empat sesar yang normal dan\noblique berdasarkan pengamatan lapangan. Hasil analisis sesar terbagi menjadi tiga\njenis, yaitu normal, mengiri normal, dan menganan normal. Potensi geowisata pada\ndaerah ini sangat bagus berdasarkan hasil analisis. Pengembangan daerah ini\nsebagai kawasan geowisata sangat bagus dilaksanakan agar masyarakat sadar akan\ngeologi dan wisata pada daerah ini.", "Daftar File": {}, "Penulis": "Keanu O'Anwar [12017022]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Chalid Idham Abdullah"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "intrusi, Gunung Bohong, geowisata, geosite, geotrack, Cimahi, Batujaja", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Okt 2022"}