{"Nomor": 69555, "Judul": "PERKUATAN (RETROFIT) MENGGUNAKAN CARBON FIBER REINFORCED POLYMER (FRP) PADA STRUKTUR GEDUNG 40 LANTAI DI JAKARTA", "Abstrak": "Lembaran serat berpolimer, biasanya dikenal dengan istilah FRP, adalah bahan yang sedang naik daun selama dua dekade terakhir di Indonesia untuk digunakan sebagai material perkuatan struktur. Bukti nyata adopsi teknologi ini di Indonesia dapat dilihat dengan diterbitkannya aturan SNI pada tahun 2021 yang mengatur tentang perkuatan menggunakan FRP. FRP terbagi menjadi beberapa jenis berdasarkan material penyusunnya, salah satunya adalah lembaran serat berpolimer berbahan karbon (CFRP). Material ini unggul digunakan untuk perkuatan karena sifatnya yang ringan, non-korosif, dan mempunyai kekuatan tarik yang tinggi. Material ini juga unggul digunakan untuk area yang sulit diakses, berbeda dengan metode perkuatan konvensional lainnya seperti metode penyelubungan beton, penggunaan pelat baja eksternal, ataupun penggunaan kabel prategang eksternal.\nLaporan ini akan membahas tentang aplikasi CFRP yang dapat digunakan sebagai solusi perkuatan struktur. Struktur yang ditinjau adalah struktur yang dibangun menggunakan peraturan lama tahun 2002 dan terdapat dugaan bahwa struktur perlu diperkuat agar mampu memenuhi syarat peraturan struktur tahan gempa terbaru di Indonesia tahun 2019. CFRP akan digunakan untuk meningkatkan kekuatan lentur balok, geser balok, aksial-lentur kolom, dan geser kolom. Acuan desain perkuatan mengikuti ACI 440.2R- atau adopsi modifikasinya SNI 8971-2021.", "Daftar File": {"PUSTAKA Jovan Thierry Salim": "https://digilib.itb.ac.id/gdl/download/263446"}, "Penulis": "Jovan Thierry Salim [15018131]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Indra Djati, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Perkuatan, Lembaran Serat Berpolimer (FRP), Lembaran Serat Berpolimer Berbahan Karbon (CFRP), Struktur Tahan Gempa", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "24 Okt 2022"}