{"Nomor": 69563, "Judul": "CATATAN TENTANG PERBEDAAN KECIL DI KESEHARIAN", "Abstrak": "Tempo kehidupan yang dirasa semakin cepat membawa perubahan signifikan pada cara manusia memperhatikan sekitarnya. Tuntutan kehidupan dan kebutuhan yang harus segera dipenuhi membuat kita kadang luput dan tidak lagi menghargai atau memaknai hal kecil di sekitar yang mungkin dapat menginspirasi. Keseharian yang lambat laun terasa monoton membuat kita kadang berpikir bahwa kita hanya mengulangi hari kemarin. Kepekaan manusia semakin tumpul dalam memandang lingkungan  sekitarnya,  sehingga  waktu  jeda dirasa  perlu  bagi manusia  untuk memahami perubahan kecil yang terjadi di kesehariannya. \nHujan merupakan fenomena keseharian yang menjadi pemantik awal karya ini, karena ia merupakan sebuah peristiwa keseharian yang terjadi secara berulang hampir setiap hari. Partikel debu yang terbawa oleh setiap tetes air hujan dapat meninggalkan  jejak  acak  pada  sebuah  permukaan  setelah  mengering. Hal  ini memiliki irisan dengan istilah dalam disiplin drawing yaitu mark-making. Temuan rangkaian gambar yang ditinggalkan oleh air hujan setiap harinya dikumpulkan sehingga memaparkan sebuah abstraksi berupa tanda. Jejak yang ditinggalkan oleh air hujan sekaligus dapat menjadi sebuah indikator bagaimana lingkungan sekitar manusia tanpa disadari berubah sedikit demi sedikit. Kegiatan mengumpulkan tanda secara berulang juga sejalan dengan bagaimana karya cetak grafis tercipta dari sebuah rangkaian proses yang berpola, sehingga memunculkan apa yang disebut dengan rutinitas.\nPengalaman  bekerja  pada  lingkup  seni  grafis  selama lebih  dari empat  tahun menimbulkan  kepekaan  dan  cara  pandang  baru  ketika  mengamati  fenomena keseharian di luar lingkup kerja seni grafis. Upaya mencatat dan membekukan sesuatu  yang  bersifat  sementara  (ephemeral) melalui  tahapan  proses  cetak merupakan cara bagaimana penulis menandai keseharian yang berulang menjadi berarti, dengan memaparkan perbedaan kecil berupa tanda (marking) di antara keseharian  yang  tampak  sama. Hasil  temuan  jejak  air  hujan  ini  kemudian ditranslasikan ke dalam bentuk karya cetak dengan teknik intaglio photopolymer dan drawing di atas kertas. Karya ini diharapkan dapat membuka pemikiran tentang bagaimana perubahan sekecil apapun begitu berarti untuk dimaknai dalam fase kehidupan yang berlalu begitu cepat, sekaligus menjadi bahan renungan bagi kita semua tentang kondisi lingkungan yang tanpa disadari berubah seiring berjalannya waktu.", "Daftar File": {"2022 TS PP AURORA ARRAZI 1.pdf": "https://digilib.itb.ac.id/gdl/download/263486"}, "Penulis": "Aurora Arazzi [27020012]", "Kontributor / Dosen Pembimbing": ["Dr. Tisna, S.Sn., Dipl.Art.", "Dr. Nurdian Ichsan, S.Sn., M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Seni Rupa Murni", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "air hujan, drawing, keseharian, mark-marking, seni grafis", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "24 Okt 2022"}