{"Nomor": 69568, "Judul": "OPTIMISASI PEMODELAN GEOMEKANIKA RESERVOIR UNTUK ANALISIS KESTABILAN LUBANG BOR PADA LAPANGAN PENGEMBANGAN LANJUT. STUDI KASUS: LAPANGAN UP, CEKUNGAN JAWA TIMUR", "Abstrak": "Lapangan UP merupakan reservoir batugamping rekahan, berumur Miosen awal\nyang terletak di Cekungan Jawa Timur, Indonesia. Daerah ini telah mengalami\nbeberapa tahap deformasi, baik tensional maupun kompresional, yang membentuk\nsesar dan rekahan yang dapat diidentifikasi dari data sumuran maupun data seismik.\nKarakterisasi sesar dan rekahan ini kemudian dikenali sebagai salah satu\nketidakpastian dalam proses analisis kestabilan lubang bor dan efeknya pada laju\nproduktifitas hidrokarbon.\nSaat pengeboran sumur pengembangan ditemukan beberapa masalah yang selalu\nterjadi berulang seperti rontokan, runtuhan and penjepitan pipa yang dapat\nmengindikasikan adanya ketidakstabilan lubang sumur di lapisan batuanserpih\npenutup dan di batuan karbonat reservoir. Produksi hidrokarbon secara langsung\nmemperburuk masalah pengeboran dengan adanya perubahan tekanan reservoir\nyang memiliki efek terhadap perubahan tegasan in-situ dan masalah produksi\nseperti terobosan air dini melalu jaringan sesar maupun rekahan.\nEvaluasi dan analisis geomekanika 1 dimensi (1D) untuk stabilitas sumur dan\nprediksi berat lumpur tidak memadai untuk kompleksitas sistem bawah permukaan\ndan interaksi gabungan antara perubahan tekanan reservoir akibat deplesi reservoir\ndan perubahan kondisi tegasan. Keadaan tegasan saat ini di Lapangan UP yang telah\nmenjalani produksi akan berbeda dengan keadaan tegasan pra-produksi. Optimisasi\nanalisis geomekanika diperlukan dengan menggunakan pendekatan pemodelan 3\ndimensi (3D) yang melibatkan penggabungan pemodelan geomekanika\nmenggunakan model mekanika bumi (Mechanical Earth Model /MEM) dengan\nmodel dinamika reservoir. Kondisi tegasan lokal (in-situ stresses) selanjutnya\ndigunakan untuk analisis stabilitas sumur – sumur pengembangan berikutnya di\nLapangan UP.\nPenggabungan simulasi dua arah model geomekanika dan model dinamika\nreservoir dapat memberikan input perubahan tekanan pori akibat proses produksi\npada zona reservoir yang memberikan hasil analisis kestabilan lubang bor yang\nmenyatakan penurunan tekanan pori reservoir memberikan efek pada lubang bor\nmenjadi lebih stabil tanpa harus menggunakan berat lumpur pengeboran estimasi\nawal saat reservoir belum diproduksi. Menggunakan berat lumpur yang  diestimasikan oleh model 1D yang tidak mengakomodir perubahan tekanan pori\ndan nilai tegasan efektif pada lapisan reservoir akan memberikan efek negatif pada\nkestabilan lubang bor.\nKetergantungan orientasi sumur pada berat lumpur tidak signifikan karena\nanisotropi tegasan horisontal yang rendah. Tekanan pori yang mengecil memiliki\ndampak terhadap bergesernya nilai besaran tegasan yang bekerja pada batuan\nkhususnya pada interval yang memiliki densitas rekahan tinggi (mengecilkan nilai\ngradien rekahan). Jendela berat lumpur yang stabil di interval reservoir sempit\nhingga tidak ada jendela pengeboran yang stabil di semua sumur yang direncanakan\nkarena deplesi reservoir.\nPada Lapangan UP umumnya sumur bersudut tinggi membutuhkan berat lumpur\nsekitar 1,5-2 ppg lebih tinggi dari yang dibutuhkan untuk sumur vertikal diseluruh\nFormasi. Analisis kestabilan sesar dan rekahan menggunakan hasil pemodelan\ngeomekanika 3D penelitian ini mengindikasikan sampai akhir 2026 kondisi kritis\nsesar dan rekahan tidak banyak berubah dan Tekanan pori kritis belum tercapai.", "Daftar File": {"ABSTRAK AZALEA 22018029": "https://digilib.itb.ac.id/gdl/download/263498", "COVER AZALEA 22018029": "https://digilib.itb.ac.id/gdl/download/263499", "BAB 1 AZALEA 22018029": "https://digilib.itb.ac.id/gdl/download/263500", "BAB 2 AZALEA 22018029": "https://digilib.itb.ac.id/gdl/download/263501", "BAB 3 AZALEA 22018029": "https://digilib.itb.ac.id/gdl/download/263502", "BAB 4A AZALEA 22018029": "https://digilib.itb.ac.id/gdl/download/263512", "BAB 4B AZALEA 22018029": "https://digilib.itb.ac.id/gdl/download/263531", "BAB 4C AZALEA 22018029": "https://digilib.itb.ac.id/gdl/download/263532", "BAB 4D AZALEA 22018029": "https://digilib.itb.ac.id/gdl/download/263533", "BAB 4E AZALEA 22018029": "https://digilib.itb.ac.id/gdl/download/263534", "BAB 4F AZALEA 22018029": "https://digilib.itb.ac.id/gdl/download/263535", "BAB 5 AZALEA 22018029": "https://digilib.itb.ac.id/gdl/download/263536", "DAFTAR PUSTAKA AZALEA 22018029": "https://digilib.itb.ac.id/gdl/download/263537", "LAMPIRAN AZALEA 22018029": "https://digilib.itb.ac.id/gdl/download/263538"}, "Penulis": "Azalea [22018029]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Benyamin Sapiie, Ph.D.", "Ir. Niniek Rina Herdianita, M.Sc., Ph.D.", "Dr. Dasapta Erwin Irawan, S.T., M.T.", "Agus Mochamad Ramdhan, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "pemodelan geomekanika, kestabilan lubang bor, karbonat rekahan, berat lumpur, deplesi reservoir, Jawa Timur", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi  \n                                     Dedi Rosadi", "File": "14 file", "Tanggal Input": "25 Okt 2022"}