{"Nomor": 69566, "Judul": "KONDISI PARAMETER OSEANOGRAFI DAN PENGARUHNYA TERHADAP PERUBAHAN GARIS PANTAI DI KABUPATEN KARAWANG", "Abstrak": "Wilayah pesisir merupakan suatu wilayah peralihan antara daratan dan lautan sehingga dipengaruhi oleh perubahan yang ada di darat dan laut. Perubahan di wilayah pesisir dapat berupa abrasi maupun akresi. Studi penelitian ini bertujuan untuk mengkaji parameter oseanografi dan pengaruhnya terhadap perubahan garis pantai di Kabupaten Karawang pada tahun 2014 – 2019 dengan menggunakan citra Landsat 8 OLI. Metode yang digunakan dalam mempertegas batas antar daratan dan perairan yaitu Modified Normalized Difference Water Index (MNDWI). Karakteristik oseanografi di perairan Kabupaten Karawang sangat dipengaruhi oleh angin muson. Dominasi arah penjalaran gelombang ke arah barat dengan persentase 54,15% dengan tinggi gelombang signifikan 0,4 – 1,6 m, sedangkan persentase arah penjalaran arus sebesar 44,79% yang mengarah ke barat dengan kecepatan arus sebesar 0,08 – 0,40 m/s. Perubahan garis pantai dianalisis dengan Digital Shoreline Analysis System (DSAS) yang menggunakan metode statistika Net Shoreline Movement (NSM) dan End Point Rate (EPR) untuk mengidentifikasi abrasi dan akresi. Perubahan garis pantai di Kabupaten Karawang selama 5 tahun menunjukkan kecenderungan mengalami akresi. Laju perubahan garis pantai di Kabupaten Karawang dominan mengalami akresi dengan rata-rata laju akresinya mencapai 22,85 m/tahun dan rata-rata laju abrasi sebesar 14,71 m/tahun. Abrasi tertinggi terjadi di Kecamatan Cibuaya, sedangkan akresi tertinggi terjadi di Kecamatan Tempuran. Arah transpor sedimen di pesisir Kabupaten Karawang mengarah ke arah barat dengan rata-rata laju 2,56 kg/s.", "Daftar File": {}, "Penulis": "Muttaqin Amarullah [12917017]", "Kontributor / Dosen Pembimbing": ["Dr. Susanna, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Garis Pantai, Parameter Oseanografi, Kabupaten Karawang", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Okt 2022"}