{"Nomor": 69578, "Judul": "STUDI OPTIMASI PIT B PT XYZ, PROVINSI BANGKA BELITUNG", "Abstrak": "Perencanaan tambang yang efektif dan efisien dengan menerapkan konsep\noptimalisasi pit merupakan salah satu cara yang banyak digunakan oleh praktisi\ntambang untuk memperoleh keuntungan yang maksimal dengan biaya yang minimal.\nHal ini didorong oleh sifat industri pertambangan yang komoditasnya tidak dapat\ndiperbaharui (non-renewable comodity) dan selalu berhadapan dengan banyak\nketerbatasan, seperti lokasi, jenis, jumlah, serta mutu komoditas. PT XYZ\nmerupakan salah satu perusahaan tambang timah di Indonesia yang berencana\nmembuat rancangan penambangan pada Pit B. Rancangan penambangan ini meliputi\nanalisis kelayakan dan penentuan ultimate pit limit Pit B dengan konsep optimasi pit.\nPT XYZ juga ingin mengetahui pengaruh penurunan dan kenaikan harga jual timah\ndan operating cost terhadap tingkat produksi Pit B.\nAnalisis kelayakan Pit B dilakukan dengan optimasi menggunakan program Whittle\nberdasarkan metode Floating Cone dan Algoritma Lerschs-Grossmann yang\nmenghasilkan output berupa batasan pit, perolehan timah dan waste. Adapun analisis\nhubungan antara harga jual timah serta operating cost terhadap tingkat produksi Pit B\ndilakukan dengan menggunakan perangkat lunak yang sama dengan mengubah\nparameter input harga jual timah dan operating cost.\nHasil optimasi dengan program Whittle menggunakan harga jual timah sebesar US$\n20.200, ekonomis untuk ditambang dan layak untuk dioperasikan, menghasilkan\n601.484 m3 cadangan dari total 1.571.194 m3 sumberdaya pada blok 1, dan 928.899\nm3 cadangan dari total 1.727.705 m3 sumberdaya pada blok 3. Penurunan dan\nkenaikan harga jual timah berbanding lurus dengan tingkat produksi Pit B. Penurunan\ndan kenaikan operating cost berbanding terbalik dengan tingkat produksi Pit B.", "Daftar File": {"ABSTRAK Agna Magistra": "https://digilib.itb.ac.id/gdl/download/263600"}, "Penulis": "Agna Magistra [12114071]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Budi Sulistianto, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "ultimate pit limit, optimasi, Floating Cone, Lerschs-Grossman, Whittle, harga jual timah, operating cost, tingkat produksi", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "25 Okt 2022"}