{"Nomor": 69574, "Judul": "ANALISIS KESTABILAN LERENG TERHADAP POTENSI LONGSORAN GULING PADA RUAS JALAN RAYA KALIGESING, KULONPROGO, YOGYAKARTA", "Abstrak": "Penelitian mengenai kestabilan lereng tentunya harus melakukan observasi massa batuan dari objek lereng. Penentuan klasifikasi massa batuan didapatkan dari metode scanline untuk mendapatkan berbagai karakteristik dan kondisi diskontinuitas. Penelitian ini menggunakan tiga klasifikasi massa batuan terhadap lereng batuan yaitu GSI, RMR, dan Q-System. Lokasi penelitian berada di Jalan Raya Kaligesing, Kulonprogo, Yogyakarta. Keenam lereng berada pada morfologi perbukitan terjal curam-sangat curam punggungan vulkanik dengan batuan penyusun andesit dan breksi vulkanik.\nTujuan dari penelitian ini untuk menganalisis dan mengevaluasi metode yang tepat dalam analisis kestabilan lereng berdasarkan properti keteknikan massa batuan serta mendapatkan sistem stabilisasi optimal pada setiap lereng. Analisis properti keteknikan menggunakan metode kesetimbangan batas yang diintegrasikan dengan metode elemen hingga.\nDari hasil pembobotan didapatkan klasifikasi GSI berkisar 55-80 (fair-good), RMR berkisar 55,58-67,29 (fair rock-good rock), dan Q-System berkisar 6,95-33,62 (fair rock-good rock). Properti keteknikan keseluruhan massa batuan yaitu modulus deformasi (Em) berkisar 4.071-15.075 MPa, kohesi (c) berkisar 0,414-2,75 MPa, sudut geser dalam (?) berkisar 57o-66o, dan kuat tarik (?t) berkisar 0,031-0,405 MPa. Berdasarkan analisis kinematika dari data orientasi diskontinuitas dan lereng mengindikasikan keseluruhan lereng berpotensi terhadap longsoran guling. Untuk analisis C-SMR didapatkan kelas II (good rock) dengan nilai berkisar 44,33-55,6. Untuk analisis Q-Slope mengindikasikan dominan lereng unstable daripada stable dengan nilai berkisar 0,4-4,3. Analisis menggunakan metode kesetimbangan batas dan elemen hingga cenderung menghasilkan nilai FoS yang sama, tetapi untuk hasil deformasi mendekati aktual di lapangan metode elemen hingga lebih baik dalam hasilnya. Analisis sensivitas data metode kesetimbangan batas, faktor yang berpengaruh terjadinya longsoran guling yaitu geometri lereng berupa slope angel dan toppling joint dip serta kuat geser dikontinuitas berupa base friction angel dan toppling joint friction angel.\nDari hasil analisis kestabilan lereng menunjukkan metode elemen hingga lebih baik dalam penerapan pada potensi longsoran guling, namun tetap mengintegrasikan dengan metode kesetimbangan batas dalam hal sensivitas data. Penggunaan penyangga rockbolts antara kedua metode kesetimbangan batas dan elemen hingga cenderung menghasilkan nilai FoS yang sama. Hasil akhir dari analisis direkomendasikan sistem kestabilan lereng optimal dengan mengurangi gaya pendorong (pemotongan atau penjenjangan lereng), memperbesar gaya penahan (penggunaan dinding penahan dan baut batuan), dan proteksi terhadap jatuhan blok batuan (paritan kaki lereng/jala kawat).", "Daftar File": {"ABSTRAK DYATMICO PAMBUDI 22019026": "https://digilib.itb.ac.id/gdl/download/263561", "COVER DYATMICO PAMBUDI 22019026": "https://digilib.itb.ac.id/gdl/download/263562", "BAB 1 DYATMICO PAMBUDI 22019026": "https://digilib.itb.ac.id/gdl/download/263563", "BAB 2 DYATMICO PAMBUDI 22019026": "https://digilib.itb.ac.id/gdl/download/263564", "BAB 3 DYATMICO PAMBUDI 22019026": "https://digilib.itb.ac.id/gdl/download/263565", "BAB 4 DYATMICO PAMBUDI 22019026": "https://digilib.itb.ac.id/gdl/download/263566", "BAB 5 DYATMICO PAMBUDI 22019026": "https://digilib.itb.ac.id/gdl/download/263567", "BAB 6 DYATMICO PAMBUDI 22019026": "https://digilib.itb.ac.id/gdl/download/263568", "DAFTAR PUSTAKA DYATMICO PAMBUDI 22019026": "https://digilib.itb.ac.id/gdl/download/263569", "LAMPIRAN A-B DYATMICO PAMBUDI 22019026": "https://digilib.itb.ac.id/gdl/download/263570", "LAMPIRAN C-D DYATMICO PAMBUDI 22019026": "https://digilib.itb.ac.id/gdl/download/263571"}, "Penulis": "Dyatmico Pambudi [22019026]", "Kontributor / Dosen Pembimbing": ["Dr. Aswan, S.T., M.T.", "Dr.Eng. Imam Achmad Sadisun, S.T., M.T.", "Reynaldy Fifariz, S.T., M.T., Ph.D.", "Dr. Rendy Dwi Kartiko, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "klasifikasi massa batuan, longsoran guling, kestabilan lereng, kesetimbangan batas, elemen hingga, sistem kestabilan optimal lereng", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi  \n                                     Dedi Rosadi", "File": "11 file", "Tanggal Input": "25 Okt 2022"}