{"Nomor": 69587, "Judul": "KARAKTERISTIK ICHNOLOGI DAN SISTEM PENGENDAPAN DELTA STUDI KASUS: DELTA MAHAKAM MODERN DAN MIOSEN CEKUNGAN KUTAI, KALIMANTAN TIMUR", "Abstrak": "Analisis detil endapan delta Mahakam modern dan Miosen di Cekungan Kutai,\nKalimantan Timur difokuskan pada identifikasi karakteristik ichnologi dan\nsedimentologinya. Penelitian di delta Mahakam modern difokuskan pada\nlingkungan: estuary, interdistributary, dan distributary aktif .\nKarakteristik ichnologi endapan estuary secara khas terdiri dari ichnofasies:\nPsilonichnus, Skolithos, Cruziana dan secara lokal dijumpai ichnofasies\nZoophycos. Ichnofasies tersebut mempunyai karakteristik: indeks dan keragaman\ntinggi, relatif mempunyai diameter burrow yang lebar. Lingkungan\ninterdistributary khas terdiri dari ichnofasis Skolithos, secara lokal dijumpai\nichnofasies Cruziana dan sangat jarang dijumpai ichnofasies Zoophycos. Indeks\ndan diversity tidak lebih tinggi daripada kehadirannya di lingkungan estuary.\nDiduga ini berkaitan dengan perbedaan salinitas. Indeks dan keragaman yang\nrendah, diameter burrow yang kecil, distribusinya yang tidak setempat-setempat\ndan jarang dijumpai ichnofasies Skolithos dan Cruziana merupakan karakteristik\nichnologi di lingkungan delta aktif. Karakteristik ini menunjukkan lingkungan\n“stressed”.\nDelta dominasi gelombang, pasang surut dan fluvial telah diidentifikasi di\nsingkapan Miosen. Delta dominasi fluvial dicirikan dengan indeks dan keragaman\nyang rendah, diameter burrow yang kecil dan distribusinya setempat-setempat.\nKarakteristik ichnologi pada delta dominasi pasang surut dan delta dominasi\nfluvial hampir sama. Berbeda sekali dengan delta dominasi gelombang, yang pada\numumnya mempunyai indeks dan keragaman yang tinggi, diameter burrow yang\nlebar dan distribusinya teratur.\nPerbedaan karakteristik ichnologi endapan delta modern dan Miosen Awal\nmenunjukkan fluvial discharge di kedua kurun waktu tersebut berbeda. Fluvial\ndischarge yang lebih besar terjadi pada kala Miosen Awal. Kesamaan\nkarakteristik ichnologi antara delta Mahakam modern dan Miosen Tengah – Akhir\nmenunjukkan besaran fluvial discharge keduanya sebanding.\nIchnofasies yang dikontrol oleh tipe substrat telah dipelajari di delta Mahakam\nmodern maupun Miosen. Ichnofasies Glossifungites yang berasosiasi dengan\nfirmground berkembang baik pada salah satu tidal bar estuary di delta Mahakam\nmodern. Ichnofasies Glossifungites di singkapan Miosen memotong ichnofasies\nsoftground yang telah ada pada endapan prodelta. Sementara Psilonichnus dan\nThallasinoides pada lapisan batubara merupakan karakteristik kumpulan boring\natau burrow pada woodground.", "Daftar File": {"ABSTRAK ERY ARIFULLAH 22002001": "https://digilib.itb.ac.id/gdl/download/263740", "COVER ERY ARIFULLAH 22002001": "https://digilib.itb.ac.id/gdl/download/263741", "BAB 1 ERY ARIFULLAH 22002001": "https://digilib.itb.ac.id/gdl/download/263742", "BAB 2 ERY ARIFULLAH 22002001": "https://digilib.itb.ac.id/gdl/download/263743", "BAB 3 ERY ARIFULLAH 22002001": "https://digilib.itb.ac.id/gdl/download/263744", "BAB 4 ERY ARIFULLAH 22002001": "https://digilib.itb.ac.id/gdl/download/263745", "BAB 5 ERY ARIFULLAH 22002001": "https://digilib.itb.ac.id/gdl/download/263746", "BAB 6 ERY ARIFULLAH 22002001": "https://digilib.itb.ac.id/gdl/download/263747", "BAB 7 ERY ARIFULLAH 22002001": "https://digilib.itb.ac.id/gdl/download/263748", "DAFTAR PUSTAKA ERY ARIFULLAH 22002001": "https://digilib.itb.ac.id/gdl/download/263749", "LAMPIRAN ERY ARIFULLAH 22002001": "https://digilib.itb.ac.id/gdl/download/263750"}, "Penulis": "ERY ARIFULLAH [22002001]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Djuhaeni"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "fluvial discharge, karakteristik ichnologi, tipe delta, softground, firmground, woodground.", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi  \n                                     Dedi Rosadi", "File": "11 file", "Tanggal Input": "26 Okt 2022"}