{"Nomor": 69598, "Judul": "KOMPOSISIS MASERAL DALAM PENENTUAN LINGKUNGAN PENGENDAPAN BATUBARA, LAPANGAN SEMBARATA, BERAU, KALIMANTAN TIMUR", "Abstrak": "Lapisan-lapisan batubara di sekitar daerah penelitian, Lapangan Sambarata, Berau,\nKalimantan Timur terdapat di dalam Formasi Latih, yang merupakan salah satu\nformasi pembawa batubara di Kalimantan Timur. Formasi ini terendapkan pada\nlingkungan delta plain.\nIklim tropis dengan curah hujan tinggi yang terjadi di daerah penelitian\nmenghasilkan keadaan lingkungan pembentukan gambut highmoor. Tipe gambut\nseperti ini direfleksikan oleh variasi komposisi maseralnya serta kandungan abu dan\nsulfur yang rendah.\nRekonstruksi fasies pengendapan gambut dilakukan berdasarkan analisis komposisi\nmaseral dengan menggunakan tiga jenis diagram yang mempunyai parameter\nberbeda. Parameter-parameter tersebut adalah derajat gelifikasi (GI), derajat\npengawetan jaringan tumbuhan (TPI), derajat pengaruh air tanah (GWI) dan derajat\nvegetasi pembentuk gambut (VI). Variasi jenis maseral batubara tersebut diamati\ndengan pengujian petrografi terhadap 28 conto batubara dan hasilnya menunjukkan\nbahwa batubara tersebut didominasi oleh grup maseral vitrinit. Penyebaran titik-titik\nconto dalam diagram-diagram tersebut menunjukan hasil yang relatif berbeda.\nKelompok pertama terbentuk pada kondisi limno-telmatic di daerah marsh–fen,\nlower delta plain. Hal ini dicirikan dengan dominannya maseral desmokolinit yang\ndiyakini berasal dari tumbuhan kecil/tumbuhan perdu. Kelompok kedua terbentuk\npada kondisi telmatic di daerah swamp, upper delta plain. Hal ini dicirikan dengan\ndominannya maseral telokolinit yang diyakini berasal dari tumbuhan\nbesar/tumbuhan kayu.\nAdanya kesamaan dan perbedaan karakteristik jenis maseral batubara di daerah\npenelitian menggambarkan tatanan geologi pada saat terbentuknya, sedangkan\nperbedaan jenis maseral batubaranya mencerminkan pengaruh iklim dan perbedaan\nlingkungan pengendapan gambutnya.", "Daftar File": {"ABSTRAK VIRONIA U AIPASSA 22002008": "https://digilib.itb.ac.id/gdl/download/263857", "COVER VIRONIA U AIPASSA 22002008": "https://digilib.itb.ac.id/gdl/download/263858", "BAB 1 VIRONIA U AIPASSA 22002008": "https://digilib.itb.ac.id/gdl/download/263859", "BAB 2 VIRONIA U AIPASSA 22002008": "https://digilib.itb.ac.id/gdl/download/263860", "BAB 3 VIRONIA U AIPASSA 22002008": "https://digilib.itb.ac.id/gdl/download/263861", "BAB 4 VIRONIA U AIPASSA 22002008": "https://digilib.itb.ac.id/gdl/download/263862", "BAB 5 VIRONIA U AIPASSA 22002008": "https://digilib.itb.ac.id/gdl/download/263863", "DAFTAR PUSTAKA VIRONIA U AIPASSA 22002008": "https://digilib.itb.ac.id/gdl/download/263864", "LAMPIRAN VIRONIA U AIPASSA 22002008": "https://digilib.itb.ac.id/gdl/download/263865"}, "Penulis": "VIRONIA URSULA AIPASSA [22002008]", "Kontributor / Dosen Pembimbing": [], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi  \n                                     Dedi Rosadi", "File": "9 file", "Tanggal Input": "27 Okt 2022"}