{"Nomor": 69594, "Judul": "PEMODELAN GEOKIMIA SEPARO GRABEN LEMBAK CEKUNGAN SUMATERA SELATAN", "Abstrak": "Cekungan Sumatera Selatan secara regional terletak di bagian selatan Pulau Sumatera yang merupakan bagian dari seri cekungan belakang busur yang berumur Tersier dan merupakan salah satu cekungan sedimen di Indonesia Barat yang sangat potential sebagai penghasil hidrokarbon. Cekungan ini telah banyak memberikan kontribusi yang signifikan dalam penemuan cadangan minyak dan gas bumi. Penelitian geologi di cekungan ini telah sering dilakukan, di antaranya tentang pembagian litostratigrafi, pembagian sekuen stratigrafi daerah Abab–Raja–Pandan, pembahasan tentang batas sekuen pada N6 – N7 dan pengaruhnya terhadap potensi batuan reservoir, tektonik Cekungan Sumatera Selatan, studi synrift Cekungan Sumatera Selatan, dan tektono-stratigrafi daerah separo graben Lembak.\nSasaran penelitian ini adalah untuk mengetahui potensi hidrokarbon, kususnya potensi Formasi Talang Akar sebagai batuan induk dan sejarah pembentukan hidrokarbon yang terjadi pada separo graben Lembak Cekungan Sumatera Selatan. Penelitian ini sangat penting, terutama untuk mengetahuhi seberapa besar cadangan hidrokarbon yang ada di separo graben Lembak.\nMetode penelitian yang digunakan adalah penalaran deduksi, penalaran ini selanjutnya digunakan untuk melakukan generalisasi pada suatu area yang mempunyai kondisi relatif sama. Pemodelan yang dilakukan pada penelitian menggunakan pemodelan geokimia 1D dan 2D untuk mengetahui potensi batuan induk Formasi Talang Akar dan menggunakan formula Schmooker (1994) untuk menghitung potensi cadangan hidrokarbon di separo graben Lembak.\niii\nHasil pemodelan geokimia 1D, 2D, dan perhitungan volumetrik adalah:\n• Analisa geokimia yang dilakukan pada 7 sumur secara umum memberikan gambaran bahwa Formasi Talang Akar mempunyai kualitas yang cukup baik sebagai batuan induk dan sangat potensial sebagai penghasil minyak dan gas.\n• Kurva kompaksi serpih menunjukkan adanya beberapa segmentasi, yaitu: segmentasi antara Formasi Lahat dan Formasi Talang Akar yang disebabkan oleh adanya perbedaan kecepatan pengendapan, segmentasi antara Formasi Talang Akar dan Formasi Baturaja yang disebabkan oleh adanya pengaruh komposisi litologi, dan segmentasi yang terjadi antara Formasi Baruraja dan Formasi Gumai yang diakibatkan oleh adanya zona tekanan luap (overpressure).\n• Perkiraan erosi yang terjadi pada Formasi Muara Enim dengan menggunakan metodologi plotting sonic transit time adalah 65m - 90m.\n• Hasil perhitungan aliran bahang purba dan aliran bahang saat ini berkisar 1,07 sampai 2,08, hal ini memperlihatkan bahwa aliran bahang yang terjadi di daerah penelitian masih relatif normal.\n• Pemodelan 1D memperlihatkan bahwa batuan induk Formasi Talang Akar mulai pembentukan minyak pada Miosen Awal atau 19 juta tahun dan mencapai tingkat tertinggi pada Miosen Tengah atau 14 juta tahun yang lalu. Pembentukan gas mulai terjadi pada Miosen Tengah atau 11,5 juta tahun dan mencapai tingkat tertinggi pada Miosen Awal atau 5,5 juta tahun.\n• Kurva Kumulatif hidrokarbon yang terekspulsi memperlihatkan bahwa ekspulsi minyak mulai terjadi pada Miosen Tengah atau 13,5 juta tahun dan ekspulsi gas mulai terjadi pada Miosen Akhir atau 6,5 juta tahun.\n• Pemodelan dua dimensi memberikan gambaran penampang geologi separo graben yang merupakan representasi aspek morfologi, struktur dan geologi bawah permukaan. Model penampang ini memperlihatkan adanya migrasi vertikal dan lateral, serta menggambarkan potensi lateral batuan induk.\n• Hasil perhitungan diperoleh total volume hidrokarbon yang terbentuk adalah: 5442 MMBO, dengan menggunakan asumsi 5 % dari total volume hidrokarbon yang terbentuk dapat masuk dan terakumulasi kedalam batuan reservoir maka potensi hidrokarbon yang terakumulasi di separo graben Lembak adalah: 272 MMBO.", "Daftar File": {"ABSTRAK EKO AGUS SARDJONO 22002014": "https://digilib.itb.ac.id/gdl/download/263807", "COVER EKO AGUS SARDJONO 22002014": "https://digilib.itb.ac.id/gdl/download/263808", "BAB 1 EKO AGUS SARDJONO 22002014": "https://digilib.itb.ac.id/gdl/download/263809", "BAB 2 EKO AGUS SARDJONO 22002014": "https://digilib.itb.ac.id/gdl/download/263810", "BAB 3 EKO AGUS SARDJONO 22002014": "https://digilib.itb.ac.id/gdl/download/263811", "BAB 4 EKO AGUS SARDJONO 22002014": "https://digilib.itb.ac.id/gdl/download/263812", "BAB 5 EKO AGUS SARDJONO 22002014": "https://digilib.itb.ac.id/gdl/download/263813", "BAB 6 EKO AGUS SARDJONO 22002014": "https://digilib.itb.ac.id/gdl/download/263814", "DAFTAR PUSTAKA EKO AGUS SARDJONO 22002014": "https://digilib.itb.ac.id/gdl/download/263815", "LAMPIRAN EKO AGUS SARDJONO 22002014": "https://digilib.itb.ac.id/gdl/download/263816"}, "Penulis": "EKO AGUS SARDJONO [22002014]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Eddy Ariyono Subroto, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi  \n                                     Dedi Rosadi", "File": "10 file", "Tanggal Input": "27 Okt 2022"}