{"Nomor": 69606, "Judul": "FORMULASI MASKER WAJAH LEMBARAN BERBAHAN DASAR SELULOSA JAHE DAN PATI BENGKUANG", "Abstrak": "Masker wajah lembaran merupakan produk kecantikan yang saat ini penggunaannya semakin meningkat karena dapat menghidrasi dan menenangkan kulit secara cepat dan mudah. Tingginya penggunaan masker wajah lembaran menyebabkan peningkatan limbah masker wajah lembaran, sedangkan beberapa masker wajah lembaran mengandung serat sintesis yang tidak dapat terbiodegradasi di lingkungan. Maka dari itu, diperlukan inovasi berupa pembuatan masker wajah lembaran berbahan dasar polimer alam untuk mengatasi permasalahan tersebut, seperti menggunakan pati dan selulosa. Sumber pati yang digunakan adalah bengkuang, sedangkan jahe digunakan sebagai sumber selulosa.\nPada penelitian ini, sampel masker wajah lembaran dibuat dengan metode solution casting. Selulosa jahe diisolasi menggunakan larutan NaOH 6% w/v. Selulosa dan pati dicampurkan dengan perbandingan massa selulosa dan pati adalah 100:0, 100:20, 100:40, 100:60, dan 100:80. Pengujian yang dilakukan pada masker wajah lembaran adalah pengujian tarik, kemampuan penyerapan serum, biodegradasi, iritasi kulit, dan pengamatan morfologi permukaan menggunakan mikroskop stereo.\nPenambahan pati pada selulosa cenderung menurunkan kekuatan tarik dan meningkatkan persen elongasi sampel. Indeks penyerapan sampel terhadap serum menurun dengan bertambahnya komposisi pati. Sampel dengan perbandingan massa selulosa dan pati sebesar 100:0, 100:20, dan 100:40 memiliki kemampuan biodegradasi yang lebih baik dibandingkan masker wajah lembaran komersial. Sebagian besar sampel masker wajah lembaran yang dihasilkan tidak menimbulkan reaksi negatif pada kulit, sehingga aman digunakan pada kulit.", "Daftar File": {"ABSTRAK Adristi Nisazarifa": "https://digilib.itb.ac.id/gdl/download/264006"}, "Penulis": "Adristi Nisazarifa [23721011]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Mardiyati, S.Si., M.T.", "Steven, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Ilmu Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Masker wajah lembaran, selulosa, pati, jahe, bengkuang.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Okt 2022"}