{"Nomor": 69613, "Judul": "KARAKTERISASI REKAHAN PADA BATUAN DASAR DENGAN MENGGUNAKAN LOG IMAGE LUBANG BOR DI LAPANGAN DAYUNG, CORRIDOR BLOCK, SUMATRA SELATAN", "Abstrak": "Reservoir rekahan alami pada batuan dasar sebenarnya telah lama diketahui oleh industri\nperminyakan. Reservoir rekahan dapat mempunyai kedua jenis porositas, yakni porositas\nmatriks konvensional dan porositas rekahan yang terbentuk oleh aktivitas rekahan. Kedua\njaringan pori yang berbeda menyebabkan kesulitan yang berarti dalam deskripsi struktur\ninternal dan aliran fluidanya di dalam reservoir rekahan. Reservoir rekahan alami pada\nbatuan dasar sebagai tempat terdapatnya minyak dan gas, umumnya berupa jaringan\nrekahan yang intensif daripada porositas matriks dalam formasi. Pengetahuan akan\ndistribusi dan penyebaran rekahan di dalam reservoir batuan dasar merupakan kunci\nuntuk meningkatkan pengelolaan dalam hal eksplorasi dan produksi dari jenis reservoir\nini.\nPenelitian ini dimaksudkan untuk mengkarakterisasi rekahan reservoir dengan\nmenggunakan log image lubang bor yang dapat merekam keberadaan rekahan tersebut.\nProses karakterisasi rekahan tersebut meliputi deskripsi jenis rekahan, penghitungan\natribut serta mengukur orientasi rekahan dan perlapisan guna memodelkan mekanisme\npembentukan rekahan tersebut. Dengan mengetahui model mekanisme pembentukan\nrekahan kita dapat mengetahui penyebaran rekahan tersebut, sehingga memudahkan kita\ndalam usaha eskplorasi dan eksploitasinya.\nHasil penelitian menunjukkan bahwa densitas rekahan yang paling tinggi dipunyai oleh\nsumur yang berada pada zona yang mempunyai strain dan kurvatur tinggi seperti puncak\nlipatan. Densitas rekahan yang tinggi akan menyumbang kepada tingginya porositas\nreservoir.", "Daftar File": {"ABSTRAK DEDI JUANDI 22002019": "https://digilib.itb.ac.id/gdl/download/264200", "COVER DEDI JUANDI 22002019": "https://digilib.itb.ac.id/gdl/download/264201", "BAB 1 DEDI JUANDI 22002019": "https://digilib.itb.ac.id/gdl/download/264202", "BAB 2 DEDI JUANDI 22002019": "https://digilib.itb.ac.id/gdl/download/264203", "BAB 3 DEDI JUANDI 22002019": "https://digilib.itb.ac.id/gdl/download/264204", "BAB 4 DEDI JUANDI 22002019": "https://digilib.itb.ac.id/gdl/download/264205", "BAB 5 DEDI JUANDI 22002019": "https://digilib.itb.ac.id/gdl/download/264206", "BAB 6 DEDI JUANDI 22002019": "https://digilib.itb.ac.id/gdl/download/264207", "DAFTAR PUSTAKA DEDI JUANDI 22002019": "https://digilib.itb.ac.id/gdl/download/264208"}, "Penulis": "DEDI JUANDI [22002019]", "Kontributor / Dosen Pembimbing": ["Benyamin Sapiie, Ph.D", "Dr. Ir. Dardji"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi  \n                                     Dedi Rosadi", "File": "9 file", "Tanggal Input": "28 Okt 2022"}