{"Nomor": 69630, "Judul": "PENERAPAN HILBERT HUANG TRANSFORM PADA PERHITUNGAN KURVA HVSR UNTUK ANALISIS POTENSI BAHAYA GEMPA DI SESAR LEMBANG", "Abstrak": "Sesar Lembang merupakan sesar aktif yang berjarak sekitar 12 km di utara Kota\nBandung. Keberadaan Sesar Lembang memberikan potensi bahaya gempa di\nwilayah Bandung dan sekitarnya. Berdasarkan data katalog gempa, tercatat\nkejadian gempa pada tahun 2011 yang berdampak pada sejumlah bangunan rumah\ntinggal di Kecamatan Cisarua, Lembang. Potensi bahaya gempa dipengaruhi oleh\nkondisi lapisan tanah yang berperan sebagai media hantaran gelombang gempa.\nKondisi lapisan tanah dapat diketahui dengan menggunakan pendekatan metode\ngeofisika, salah satunya adalah metode Horizontal to Vertikal Spectral Ratio\n(HVSR). Perhitungan kurva HVSR menggunakan prinsip Transformasi Fourier\n(TF) untuk mendapatkan spektrum frekuensi dalam menghitung perbandingan\nspektral pada komponen horizontal dan vertikal. Kombinasi sinyal basis sinusoidal\ndan stasioner dapat digunakan, namun transformasi ini masih memiliki\nketerbatasan, salah satunya adalah ketidakmampuan untuk menghilangkan noise\nlokal pada rekaman mikrotremor. Untuk itu, pada studi ini akan diterapkan prinsip\nHilbert Huang Transform (HHT) untuk mendapatkan kurva HVSR. Hasil kurva\nHVSR dibandingkan dengan transformasi Fourier untuk melihat hasil penerapan\nHilbert Huang Transform menunjukkan bahwa frekuensi dominan berada direntang\n0,1-8 Hz. Nilai frekuensi yang diperoleh relatif rendah, dan dapat diinterpretasikan\nbahwa potensi bahaya yang relatif tinggi di sekitar Kabupaten Bandung Barat\ntepatnya di sekitar sesar Lembang. Begitu juga halnya dengan faktor amplifikasi\ntinggi berada di daerah Parongpong, Cisarua dan Ngamprah hal tersebut\nmengindikasikan bahwa potensi bahaya gempa yang signifikan. Berdasarkan nilai\nVs30 yang diperoleh antara 32,6 m/det – 186,7 m/det, maka dapat disimpulkan\nbahwa lapisan batuan bawah permukaan di daerah penelitian didominasi oleh\nlapisan lunak dan memberikan gambaran tentang potensi bahaya gempa yang relatif\ntinggi.", "Daftar File": {"COVER Rimawanto Gultom": "https://digilib.itb.ac.id/gdl/download/264604", "BAB 1 Rimawanto Gultom": "https://digilib.itb.ac.id/gdl/download/264605", "BAB 2 Rimawanto Gultom": "https://digilib.itb.ac.id/gdl/download/264606", "BAB 3 Rimawanto Gultom": "https://digilib.itb.ac.id/gdl/download/264607", "BAB 4 Rimawanto Gultom": "https://digilib.itb.ac.id/gdl/download/264608", "BAB 5 Rimawanto Gultom": "https://digilib.itb.ac.id/gdl/download/264609", "PUSTAKA Rimawanto Gultom": "https://digilib.itb.ac.id/gdl/download/264610"}, "Penulis": "Rimawanto Gultom [22320007]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Andri Dian Nugraha, S.Si., M.Si.", "Dr. Zulfakriza, S.Si., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Engineering & allied operations", "Kata Kunci": "HVSR, Transformasi Hilbert Huang (HHT), Sesar Lembang, potensi bahaya", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "02 Nov 2022"}