{"Nomor": 69639, "Judul": "PEMODELAN RESERVOIR STATIS KARBONAT, ANGGOTA MENTAWA, FORMASI MINAHAKI, LAPANGAN LIBERIO, CEKUNGAN BANGGAI, SULAWESI TENGAH", "Abstrak": "Lapangan Liberio merupakan lapangan minyak dan gas yang terletak di Cekungan Banggai pada lengan timur Sulawesi, Sulawesi Tengah, Indonesia yang menjadi objek pada penelitian ini. Penelitian ini dilatarbelakangi oleh potensi keterdapatan hidrokarbon berdasarkan data lapangan seperti side wall core (SWC) dan data log sumur. Penelitian ini berfokus pada interval reservoir batugamping dari Anggota Mentawa, Formasi Minahaki atau sering disebut dengan Miocene Carbonate.\nPenelitian ini bertujuan untuk memahami kondisi geologi, membuat model distribusi fasies pengendapan dan properti petrofisika reservoir, serta mengestimasi jumlah cadangan hidrokarbon di tempat yang sesuai untuk tahap pengembangan lapangan selanjutnya. Data yang digunakan pada penelitian ini terdiri atas data seismik, data log sumur, dan data deskripsi SWC. Metode yang digunakan pada penelitian ini adalah studi literatur, analisis fasies dan korelasi stratigrafi, peninjauan hasil analisis petrofisika, pemodelan reservoir, serta perhitungan volumetrik cadangan hidrokarbon di tempat.\nAnalisis litofasies berdasarkan data deskripsi SWC menunjukkan interval reservoir penelitian terdiri atas tiga litofasies, yaitu Foraminiferal Wackstone – Packstone (WP), Skeletal Mudstone – Wackstone (MW), dan Skeletal Wackstone – Packstone and Grainstone (WG). Interval reservoir penelitian diendapkan pada lingkungan laut dangkal bagian dari platform karbonat yang memiliki asosiasi fasies platform interior-open marine dan platform margin-sand shoals.\nPemodelan reservoir statis yang meliputi pemodelan struktur tiga dimensi, pemodelan fasies, dan pemodelan petrofisika memperlihatkan distribusi reservoir, distribusi properti reservoir, dan jumlah cadangan hidrokarbon Lapangan Liberio. Estimasi volume inisial gas di tempat (OGIP) sebesar 35 BSCF dan volume inisial minyak di tempat (OOIP) sebesar 12 MMSTB. Hasil dari penelitian ini dapat digunakan sebagai acuan untuk pengembangan Lapangan Liberio.", "Daftar File": {"ABSTRAK AGIE LAZAREF W 12017014": "https://digilib.itb.ac.id/gdl/download/264766", "COVER AGIE LAZAREF W 12017014": "https://digilib.itb.ac.id/gdl/download/264767", "BAB 1 AGIE LAZAREF W 12017014": "https://digilib.itb.ac.id/gdl/download/264768", "BAB 2 AGIE LAZAREF W 12017014": "https://digilib.itb.ac.id/gdl/download/264769", "BAB 3 AGIE LAZAREF W 12017014": "https://digilib.itb.ac.id/gdl/download/264770", "BAB 4 AGIE LAZAREF W 12017014": "https://digilib.itb.ac.id/gdl/download/264771", "BAB 5 AGIE LAZAREF W 12017014": "https://digilib.itb.ac.id/gdl/download/264772", "BAB 6 AGIE LAZAREF W 12017014": "https://digilib.itb.ac.id/gdl/download/264773", "BAB 7 AGIE LAZAREF W 12017014": "https://digilib.itb.ac.id/gdl/download/264774", "DAFTAR PUSTAKA AGIE LAZAREF W 12017014": "https://digilib.itb.ac.id/gdl/download/264775"}, "Penulis": "Agie Lazaref Wijaya [12017014]", "Kontributor / Dosen Pembimbing": ["Dr. Dwiharso Nugroho, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Cekungan Banggai, Anggota Mentawa, Formasi Minahaki, reservoir karbonat, pemodelan reservoir statis, platform margin-sand shoals, inisial gas di tempat (OGIP)", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "10 file", "Tanggal Input": "03 Nov 2022"}