{"Nomor": 69638, "Judul": "KARAKTERISTIK ENDAPAN NIKEL LATERIT DAN UNSUR TANAH JARANG PADA DAERAH PULAU GEBE, HALMAHERA TENGAH, MALUKU UTARA", "Abstrak": "Pulau Gebe diindikasikan memiliki prospek logam nikel dan logam penyertanya yang disebabkan terdapatnya batuan ultramafik. Area penelitian secara administratif terletak di Pulau Gebe, Halmahera Tengah, Maluku Utara. Area penelitian memiliki luas 4,73 km2. Penelitian ini bertujuan untuk mengetahui karakteristik endapan laterit dan karateristik batuan dasar, pengaruh topografi dan litologi terhadap proses lateritisasi, serta hubungannya dengan kelimpahan REE (Rare Earth Elements). Data yang digunakan berupa data DEM (Digital Elevation Model), data lapangan, dan data assay. Data lapangan terdiri dari 12 sampel batuan dan 91 sampel endapan laterit dari 30 titik bor. Data assay terdiri dari data XRF (X-ray Fluorescence), AAS (Atomic Absorption Spectrophotometer) dan ICP-OES (Inductively Couped Plasma-Optical Emission Spectrometry) (91 sampel laterit dan 12 sampel batuan dasar pada area penelitian).\nProfil endapan laterit area penelitian terdiri dari red limonite, yellow limonite, dan saprolite. Zona red limonite dicirikan dengan kandungan Fe2O3 relatif tinggi dan derajat lateritisasi kuat, zona yellow limonite dicirikan dengan kandungan Al2O3 relatif tinggi dan derajat lateritisasi lemah hingga kuat, zona saprolite dicirikan dengan kandungan MgO dan SiO2 relatif tinggi. Berdasarkan topografi, area penelitian dibagi menjadi dua, yaitu hill slope dan lowland basin. Zona bijih Ni hill slope terdapat pada zona red limonite bagian atas dan red limonite bagian bawah sampai saprolite bagian atas dan memiliki korelasi positif sedang hingga sangat kuat dengan Cr2O3, Co, dan Al2O3. Zona bijih Ni lowland basin terdapat pada red limonite bagian bawah dan memiliki korelasi positif sangat kuat dengan Fe2O3, MgO, dan Cr2O3. Jenis litologi pada area penelitian memiliki pengaruh dalam pengayaan unsur Ni pada area penelitian. Kandungan Ni pada zona bijih di area yang didominasi oleh batuan dunit memiliki kandungan terbesar ?0,125% dan terkecil 0,1%?Ni?0,125%. Sedangkan kandungan Ni pada zona bijih di area yang didominasi oleh batuan olivin gabronorit memiliki kandungan Ni ?0,07%.\nSecara umum pada endapan Ni laterit area penelitian menunjukkan pengayaan relatif ?REE terhadap batuan dasar dan kandungan ?LREE lebih banyak dibandingkan dengan kandungan ?HREE. Berdasarkan korelasi spearman, pengontrol utama pengayaan ?LREE(La-Eu) dan ?HREE(Gd-Lu) adalah mineral Fe dengan nilai koefisien Spearman antara ?LREE(La-Eu) dan ?HREE(Gd-Lu) dengan Fe2O3 adalah 0,64 – 0,83. Sedangkan pengontrol utama pengayaan Sc adalah mineral Al dengan nilai koefisien spearman antara Sc dengan Al2O3 adalah 0,59.", "Daftar File": {"ABSTRAK RABBANI RAFIF ABIDIN 12017031": "https://digilib.itb.ac.id/gdl/download/264756", "COVER RABBANI RAFIF ABIDIN 12017031": "https://digilib.itb.ac.id/gdl/download/264757", "BAB 1 RABBANI RAFIF ABIDIN 12017031": "https://digilib.itb.ac.id/gdl/download/264758", "BAB 2 RABBANI RAFIF ABIDIN 12017031": "https://digilib.itb.ac.id/gdl/download/264759", "BAB 3 RABBANI RAFIF ABIDIN 12017031": "https://digilib.itb.ac.id/gdl/download/264760", "BAB 4 RABBANI RAFIF ABIDIN 12017031": "https://digilib.itb.ac.id/gdl/download/264761", "BAB 5 RABBANI RAFIF ABIDIN 12017031": "https://digilib.itb.ac.id/gdl/download/264762", "BAB 6 RABBANI RAFIF ABIDIN 12017031": "https://digilib.itb.ac.id/gdl/download/264763", "DAFTAR PUSTAKA RABBANI RAFIF ABIDIN 12017031": "https://digilib.itb.ac.id/gdl/download/264764", "LAMPIRAN RABBANI RAFIF ABIDIN 12017031": "https://digilib.itb.ac.id/gdl/download/264765"}, "Penulis": "Rabbani Rafif Abidin [12017031]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Bambang Priadi", "Dr.Eng. Very Susanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Ni laterit, Batuan dasar, REE, Pulau Gebe", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi  \n                                     Dedi Rosadi", "File": "10 file", "Tanggal Input": "03 Nov 2022"}