{"Nomor": 69655, "Judul": "KARAKTERISASI RESERVOIR DAN ESTIMASI CADANGAN PADA INTERVAL SIKUEN FS-5.6 - SB-8, LAPANGAN HAZEL, FORMASI TALANG AKAR, CEKUNGAN SUMATRA SELATAN, JAMBI", "Abstrak": "Lapangan Hazel yang terletak pada Sub-Cekungan Jambi, Provinsi Jambi merupakan\nlapangan minyak dan gas dengan target Formasi Talang Akar. Pengembangan lebih\njauh menunjukkan bahwa Formasi Talang Akar memiliki potensi reservoir yang baik\nsehingga perlu dilakukan penelitian lebih lanjut. Penelitian dilakukan pada interval FS-\n5.6 - SB-8 Formasi Talang Akar yang bertujuan untuk mengetahui tatanan geologi,\nasosiasi fasies, lingkungan pengendapan, distribusi properti petrofisika, dan\nmengestimasi jumlah cadangan hidrokarbon (OOIP). Data yang digunakan pada\npenelitian ini berupa data laporan batuan inti, log tali kawat dari 3 sumur, dan data\npermukaan seismik 3D.\nAnalisis yang didapat dari laporan batuan inti dan log tali kawat menunjukkan adanya\n4 asosiasi fasies berupa Fluvial Channel, Floodplain, Shoreface, dan Offshore pada\ninterval penelitian. Keempat asosiasi fasies menyusun lingkungan pengendapan berupa\nfluvial dan shoreline/shallow marine. Analisis stratigrafi sikuen membagi 4 batas\nsikuen dan 2 maximum flooding surface. Analisis petrofisika menghasilkan nilai\nproperti rata-rata volume serpih, porositas efektif, dan saturasi air pada reservoir-1 (FS-\n7.4 - SB-8) adalah 0,51; 0,16; dan 0,56, kemudian pada reservoir-2 (SB-7 - FS-7.1)\nadalah 0,24; 0,16; dan 0,27. Batas pancung pada interval penelitian untuk volume\nserpih adalah 0,73, porositas efektif adalah 0,052, dan saturasi air adalah 0,67. Analisis\nseismik menghasilkan perangkap struktur teridentifikasi adalah fault drag anticline.\nHasil dari pemetaan bawah permukaan dan penentuan kontak fluida menghasilkan\nestimasi cadangan bernilai 2,50 MMSTB (reservoir kiri-1); 1,15 MMSTB (reservoir\nkanan-1); 13,50 MMSTB (reservoir kiri-2); dan 3,36 MMSTB (reservoir kanan-2).", "Daftar File": {"Abstrak Zalfa Hanifah 12017034": "https://digilib.itb.ac.id/gdl/download/265198", "Cover Zalfa Hanifah 12017034": "https://digilib.itb.ac.id/gdl/download/265199", "Bab 1 Zalfa Hanifah 12017034": "https://digilib.itb.ac.id/gdl/download/265200", "Bab 2 Zalfa Hanifah 12017034": "https://digilib.itb.ac.id/gdl/download/265201", "Bab 3 Zalfa Hanifah 12017034": "https://digilib.itb.ac.id/gdl/download/265202", "Bab 4 Zalfa Hanifah 12017034": "https://digilib.itb.ac.id/gdl/download/265203", "Bab 5 Zalfa Hanifah 12017034": "https://digilib.itb.ac.id/gdl/download/265204", "Bab 6 Zalfa Hanifah 12017034": "https://digilib.itb.ac.id/gdl/download/265205", "Daftar Pustaka Zalfa Hanifah 12017034": "https://digilib.itb.ac.id/gdl/download/265206", "Lampiran Zalfa Hanifah 12017034": "https://digilib.itb.ac.id/gdl/download/265207"}, "Penulis": "Zalfa Hanifah [12017034]", "Kontributor / Dosen Pembimbing": ["Dr. Dwiharso Nugroho, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Formasi Talang Akar, Shoreline, Fluvial, Karakterisasi Reservoir, Estimasi Cadangan", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi  \n                                     Dedi Rosadi", "File": "10 file", "Tanggal Input": "08 Nov 2022"}