{"Nomor": 69650, "Judul": "PEMETAAN RESPONS DINAMIK TANAH DAN PEMODELAN STRUKTUR BAWAH PERMUKAAN DI KOTA BANDA ACEH MENGGUNAKAN METODE HORIZONTAL TO VERTICAL SPECTRAL RATIO (HVSR)", "Abstrak": "Kota Banda Aceh merupakan kota dengan tingkat seismisitas dan resiko kegempaan tinggi. Ditandai dengan adanya dua segmen dari Sesar Sumatera yang mengapit Kota Banda Aceh, yaitu Segmen Aceh dan Seulimeum. Ancaman gempa bumi di Kota Banda Aceh diperparah dengan kenampakan geologi berupa endapan aluvium lunak. Lapisan lunak yang berada di atas lapisan yang lebih keras akan menimbulkan amplifikasi gelombang. Fenomena amplifikasi ini dapat memperbesar amplitudo dan energi gelombang gempa sehingga dapat lebih merusak. Oleh karena itu, pemetaan respon dinamik dan pemodelan struktur kecepatan gelombang geser (????????) bawah permukaan sangat diperlukan untuk mengetahui karakteristik tanah daerah penelitian. Informasi tersebut diharapkan dapat menjadi dasar bagi rencana pembangunan infrastruktur Kota Banda Aceh. Pemodelan tersebut diperoleh dari rangkaian pengolahan data mikrotremor. Pengolahan data mikrotremor dilakukan dengan metode Horizontal to Vertical Spectral Ratio (HVSR). Nilai frekuensi dominan dan amplifikasi diidentifikasi dari perbandingan antara spektrum komponen horizontal dengan spektrum komponen vertikal yang digambarkan dalam kurva HVSR. Nilai frekuensi dominan di daerah penelitian bervariasi yaitu pada rentang 0,54-11,72 Hz. Sedangkan nilai amplifikasi memiliki rentang 1,22-5,26. Wilayah dengan nilai frekuensi dominan rendah sebagian besar berada di sisi tenggara dan tengah daerah penelitian yang berasosiasi dengan ketebalan sedimen yang besar. Sedangkan wilayah dengan nilai amplifikasi tinggi sebagian besar berada di sisi tenggara, tengah, dan barat laut daerah penelitian yang berasosiasi dengan kedalaman sedimen yang tinggi serta kenampakan geologi berupa sedimen rawa. Kemudian dilakukan inversi kurva HVSR dengan metode Neighbourhood Algorithm untuk mengetahui informasi nilai ???????? bawah permukaan yang kemudian diasosiasikan dengan karakteristik lapisan bawah permukaan. Diperoleh nilai ???????? berkisar antara 50-3027 m/s untuk rentang kedalaman hingga 700 m, dengan nilai ???????? relatif rendah pada bagian tengah, tenggara, selatan, dan barat daya daerah penelitian. Nilai ???????? rendah pada bagian tengah daerah penelitian berasosiasi dengan kenampakan cekungan memanjang dengan dugaan terdapat struktur horst dan graben. Kemudian, berdasarkan nilai rata-rata kecepatan gelombang ???????? hingga kedalaman 30 m menunjukkan jenis tanah Kota Banda Aceh yang didominasi oleh kenampakan tanah sedang (SD).", "Daftar File": {"COVER Firda Haifa Fadhilah": "https://digilib.itb.ac.id/gdl/download/264975", "BAB 1 Firda Haifa Fadhilah": "https://digilib.itb.ac.id/gdl/download/264976", "BAB 2 Firda Haifa Fadhilah": "https://digilib.itb.ac.id/gdl/download/264977", "BAB 3 Firda Haifa Fadhilah": "https://digilib.itb.ac.id/gdl/download/264978", "BAB 4 Firda Haifa Fadhilah": "https://digilib.itb.ac.id/gdl/download/264979", "BAB 5 Firda Haifa Fadhilah": "https://digilib.itb.ac.id/gdl/download/264980", "PUSTAKA Firda Haifa Fadhilah": "https://digilib.itb.ac.id/gdl/download/264981", "lampiran 1 Firda Haifa Fadhilah": "https://digilib.itb.ac.id/gdl/download/264982", "lampiran 2 Firda Haifa Fadhilah": "https://digilib.itb.ac.id/gdl/download/264983"}, "Penulis": "Firda Haifa Fadhilah [22321004]", "Kontributor / Dosen Pembimbing": ["Dr. Tedi Yudistira, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "amplifikasi, frekuensi dominan, HVSR, jenis tanah, ????????30, ????????", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "07 Nov 2022"}