{"Nomor": 69653, "Judul": "PEMODELAN KE DEPAN SEISMIK REFRAKSI UNTUK KAWASAN CIBEBER DENGAN METODE BEDA HINGGA DOMAIN WAKTU", "Abstrak": "Metode seismik merupakan metode geofisika aktif yang memanfaatkan sumber penjalaran gelombang seismik (seperti palu atau ledakan) ke dalam permukaan bumi yang digunakan untuk mengetahui kondisi di bawah permukaan bumi. Penelitian ini dilakukan dengan menggunakan metode numerik yaitu metode beda hingga untuk mendapatkan model interpretasi yang sesuai dengan data seismik lapangan. Berdasarkan kondisi tersebut, dilakukan pemodelan ke depan untuk mendapatkan kecepatan seismik dan kedalaman tiap lapisan bawah permukaan Cibeber. Diskritisasi dari domain permodelan ini menggunakan ukuran grid 160×160. Setelah itu, memasukkan parameter-parameter model yang dibutuhkan ke dalam MATLAB. Kemudian dilakukan proses trial and error pada parameter tersebut untuk mendapatkan pemodelan yang cocok dengan data lapangan Kawasan Cibeber. Setelah mengubah-ubah parameter model dan menemukan model yang cocok, didapatkanlah kedalaman tiap lapisan dan kecepatan seismik Kawasan X, Cibeber. Didapatkan hasil interpretasi bawah permukaan Kawasan X, Cibeber terbagi menjadi dua lapisan, yaitu 3 lapisan dan 4 lapisan. Kecepatan pada tiga lapisan sebesar 250 m/s, 535 m/s, 1000 m/s dengan ketebalan lapisan hingga 3 m ke bawah. Sedangkan pada empat lapisan sebesar 250 m/s, 435 m/s, 710 m/s, 1000 m/s dengan ketebalan lapisan hingga 13 m ke bawah. Kemudian, program MATLAB dengan metode beda hingga berhasil dimodifikasi untuk menentukan interpretasi bawah permukaan Kawasan X, Cibeber.", "Daftar File": {"ABSTRAK Maulidya Nur Sabhita": "https://digilib.itb.ac.id/gdl/download/265082"}, "Penulis": "Maulidya Nur Sabhita [10218053]", "Kontributor / Dosen Pembimbing": ["Harry Mahardika, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Gelombang Seismik, Interpretasi, MATLAB, Metode Beda Hingga, Metode Geofisika, Seismik Refraksi.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "1 file", "Tanggal Input": "08 Nov 2022"}