{"Nomor": 69659, "Judul": "GEOLOGI DAN HIDROGEOLOGI DAERAH KUMANIS, KOTA SAWAHLUNTO DAN KABUPATEN SIJUNJUNG, PROVINSI SUMATRA BARAT", "Abstrak": "PLTU Ombilin terindikasi telah melakukan penimbusan limbah fly ash dan bottom ash (FABA) di lokasi penimbusan akhir yang belum ditinjau kelayakannya secara hukum. Aktivitas tersebut dikhawatirkan dapat atau telah mencemari lingkungan, khususnya air tanah. Aspek geologi dan hidrogeologi merupakan salah satu faktor penentu kelayakan lokasi penimbusan akhir limbah B3, termasuk limbah FABA. Kondisi geologi dan hidrogeologi regional yang dapat mencerminkan kondisi geologi dan hidrogeologi lokal menjadi salah satu aspek penting yang perlu diteliti. Oleh sebab itu, penelitian ini ditujukan untuk mengetahui tatanan geologi dan hidrogeologi daerah penelitian (di lokasi dan sekitar lokasi penimbusan akhir), memperkirakan dampak penimbusan FABA PLTU Ombilin yang telah berlangsung, dan menentukan kelayakan lokasi penimbusan limbah FABA PLTU Ombilin dengan mengacu kepada peraturan yang ada. Secara geografis, daerah penelitian terletak di koordinat UTM 696000—705000 mT dan 9931000 —9937000 mU dengan luas 54 km2.\nArea penelitian dibagi menjadi enam satuan geomorfologi yaitu Satuan Perbukitan Lipatan Talawi—Parambahan, Satuan Perbukitan Graben Bulurotan—Empatkotohilir, Satuan Perbukitan Intrusi Tumpuktangah, Satuan Perbukitan Intrusi Tungkar, Satuan Dataran Aluvial Ombilin, dan Satuan Danau Tomosu. Daerah penelitian telah memasuki tahap geomorfik dewasa dengan peremajaan di beberapa tempat.\nStratigrafi daerah penelitian terbagi ke dalam delapan satuan batuan tidak resmi yang terbentuk pada Kapur—Resen. Satuan-satuan batuan tersebut, dimulai dari satuan tertua hingga satuan termuda, adalah Satuan Granodiorit, Satuan Riolit Porfiritik, Satuan Batulempung I, Satuan Batupasir I, Satuan Batupasir II, Satuan Batupasir III, Satuan Batulempung II, dan Satuan Endapan Aluvial.\nStruktur geologi di daerah penelitian terdiri atas lipatan dan sesar diperkirakan. Deformasi pertama terjadi dalam rezim transtensional yang diperkirakan terjadi pada Eosen yang kemudian diikuti oleh deformasi dalam rezim compressional pada Eosen akhir. Deformasi berikutnya terjadi pada Miosen Awal dalam rezim extensional yang kemudian diikuti oleh deformasi dalam rezim compressional yang diperkirakan terjadi pada Miosen Akhir—Pliosen.\nAkuifer di daerah penelitian merupakan akuifer bebas yang ditemukan di sebagian besar satuan batuan, dengan keberadaan akuitar di beberapa satuan batuan. Air tanah memiliki nilai pH antara 1,6—8,4 dengan nilai <4 melingkupi 5% luas total daerah penelitian. Air tanah memiliki nilai TDS antara 12,6—24800 mg/L. Nilai TDS >1000 mg/L (melingkupi 8% luas total daerah penelitian) ditemukan pada sampel air tanah di daerah Kumanis dan Parambahan (AIC) dan diduga berasosiasi dengan FABA dan material timbunan tambang.\nPerbandingan antara Peraturan Menteri Lingkungan Hidup dan Kehutanan No.63/Menlhk/Setjen/KUM.1/7/2016 dengan hasil pengeboran dan pemetaan lapangan menunjukkan bahwa PLTU Ombilin hanya memenuhi satu dari tiga persyaratan terkait kondisi geologi dan hidrogeologi lokasi penimbusan akhir FABA. Terdapat satu butir persyaratan yang tidak dapat diuji akibat kurangnya data dan satu butir persyaratan yang tidak memenuhi syarat sehingga peninjauan lebih lanjut perlu untuk dilakukan.", "Daftar File": {"ABSTRAK MUHAMMAD ZIAD 12015069": "https://digilib.itb.ac.id/gdl/download/265284", "COVER MUHAMMAD ZIAD 12015069": "https://digilib.itb.ac.id/gdl/download/265285", "BAB 1 MUHAMMAD ZIAD 12015069": "https://digilib.itb.ac.id/gdl/download/265286", "BAB 2 MUHAMMAD ZIAD 12015069": "https://digilib.itb.ac.id/gdl/download/265287", "BAB 3 MUHAMMAD ZIAD 12015069": "https://digilib.itb.ac.id/gdl/download/265288", "BAB 4 MUHAMMAD ZIAD 12015069": "https://digilib.itb.ac.id/gdl/download/265290", "BAB 6 MUHAMMAD ZIAD 12015069": "https://digilib.itb.ac.id/gdl/download/265291", "BAB 7 MUHAMMAD ZIAD 12015069": "https://digilib.itb.ac.id/gdl/download/265292", "DAFTAR PUSTAKA MUHAMMAD ZIAD 12015069": "https://digilib.itb.ac.id/gdl/download/265293", "LAMPIRAN A-1 PETA LINTASAN GEOLOGI MUHAMMAD ZIAD_12015069": "https://digilib.itb.ac.id/gdl/download/265294", "LAMPIRAN A-2 PETA GEOMORFOLOGI MUHAMMAD ZIAD_12015069 (20 Oktober 2021)": "https://digilib.itb.ac.id/gdl/download/265295", "LAMPIRAN A-3 PETA GEOLOGI MUHAMMAD ZIAD_12015069 (24 Nov)": "https://digilib.itb.ac.id/gdl/download/265296", "LAMPIRAN A-4 KOLOM STRATIGRAFI MUHAMMAD ZIAD_12015069 27 Oktober 2021": "https://digilib.itb.ac.id/gdl/download/265297", "LAMPIRAN A-5 PETA MUKA AIR TANAH MUHAMMAD ZIAD_12015069 (20 Oktober 2021)": "https://digilib.itb.ac.id/gdl/download/265298", "LAMPIRAN B DESKRIPSI PETROGRAFI Muhammad Ziad_12015069": "https://digilib.itb.ac.id/gdl/download/265299", "LAMPIRAN C Muhammad Ziad_12015069": "https://digilib.itb.ac.id/gdl/download/265300"}, "Penulis": "Muhammad Ziad [12015069]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Lambok Hutasoit, M.Sc., Ph.D.", "Alfend Rudyawan, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Kumanis, Ombilin, fly ash, bottom ash, hidrogeologi, geologi", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi  \n                                     Dedi Rosadi", "File": "17 file", "Tanggal Input": "09 Nov 2022"}