{"Nomor": 69667, "Judul": "MATRIKS AGAROSA DENGAN INTI TEMBAGA (II) DIKHELAT SILIKA TERMODIFIKASI 3-(2-IMIDAZOLIN-1- IL)PROPIL(TRIETOKSISILAN) BERCETAKAN ALBUMIN UNTUK PEMURNIAN PLASMA DARAH MANUSIA", "Abstrak": "Albumin atau human serum albumin (HSA) merupakan protein yang digunakan untuk terapi klinis, media stem sel dan alat diagnostik. HSA dipasok untuk memenuhi kebutuhan itu. Pada 2020, kebutuhan HSA global sebanyak 1.018 ton, dan diprediksi meningkat 6 % hingga tahun 2027. Keseluruhan HSA tersebut diperoleh dari pemurnian plasma darah. Pada produksi skala besar, pemurnian HSA dari plasma dilakukan menggunakan metode fraksinasi Cohn yang membutuhkan beribu-ribu liter plasma untuk sekali produksi. Hal ini menjadi masalah bagi Indonesia karena pengumpulan plasma dalam jumlah besar dengan pendonor plasma yang tersebar di kepulauan membuat produksi skala besar tidak efisien. Oleh sebab itu, teknologi untuk pemurnian HSA skala kecil sangat dibutuhkan.\n\nMetode inti yang digunakan untuk pemurnian HSA adalah kromatografi. Metode Cohn untuk pemurnian HSA skala besar saat ini menggunakan prinsip pengendapan menghasilkan produk dengan kemurnian rendah. Penambahan tahap pemurnian menggunakan kromatografi menghasilkan HSA dengan tingkat kemurnian yang relatif lebih tinggi. Namun, metode ini membutuhkan waktu pemrosesan lama dan biaya mahal. Metode  pemurnian HSA satu tahap  menggunakan kromatografi dengan matriks berupa polimer bercetakan molekul (MIP). MIP merupakan matriks selektif yang menjadi alternatif solusi. Matriks selektif HSA dari bahan baku yang mudah diperoleh seperti agarosa, silika, IMEO dan tembaga (II) yang dibuat dengan proses sederhana menarik untuk dikembangkan. Oleh karena itu, penelitian ini bertujuan untuk membuat matriks agarosa dengan inti tembaga (II) dikhelat silika termodifikasi 3-(2-imidazolin-1-il)propil(trietoksisilan) bercetakan albumin yang dapat diaplikasikan untuk memurnikan HSA dari plasma darah skala kecil.\n\nEmpat tahapan kerja dilakukan untuk mencapai tujuan diatas. Tahap pertama adalah penelitian pendahuluan untuk mempelajari interaksi 3-(2-imidazolin-1- il)propil(trietoksisilan) (IMEO) dengan protein HSA, protein analog (BSA), dan protein kompetitor terbanyak kedua di plasma darah (IgG) melalui pendekatan metode multispektroskopi (UV, FT-IR, dan flouresen) dan pemodelan interaksi molekul dengan perangkat lunak autodock. Tahap kedua, HSAIM dan n-HSAIM sebagai  kontrol  negatif  disintesis.  HSAIM  dioptimasi  dengan  memvariasikan\nkonsentrasi agarosa, kecepatan pengadukan saat enkapsulasi, dan perbandingan massa inti SiO2@IMEO-Cu(II)-HSA terhadap massa agarosa. Disamping itu, optimasi proses pemurnian HSA menggunakan HSAIM dilakukan melalui pemilihan bufer pelindi, bufer adsorpsi dan bufer desorpsi. Tahap ketiga, Kinerja HSAIM pada sistem batch diukur dan dievaluasi untuk mengetahui sifat fisika dan kimia melalui nilai kapasitas adsorpsi, isoterm adsorpsi, dan aktifitas pengikatan spesifik. Sedangkan kinerja HSAIM pada sistem alir diukur dan dievaluasi melalui nilai kapasitas pengikatan dinamis dan keberulangan pemakaian. Tahap terakhir, kolom HSAIM digunakan secara praktis untuk pemurnian HSA dari plasma darah manusia.\n\nPenelitian pendahuluan digunakan untuk mengkonfirmasi interaksi IMEO dan HSA sehingga dapat mengetahui alasan IMEO hanya dapat memurnikan HSA sebesar 88,6%. Hasil analisis multispektroskopi menunjukkan IMEO berinteraksi dengan HSA juga BSA. Namun, IMEO tidak interaksi dengan IgG. Pemodelan interaksi IMEO dan HSA (PDB 1h9z) menggunakan autodock menunjukkan interaksi hidrofilik dan elektrostatik IMEO dengan residu D108, Y148, R197, C200, C24 pada subdomain IIA HSA dengan energi ikat sebesar –1,89 kkal/mol. Hal ini menunjukkan bahwa IMEO tidak selektif mengikat HSA, sehingga diperlukan interaksi lain untuk peningkatan selektifitas IMEO terhadap HSA yaitu melalui interaksi khelat dan rongga stereospesifik pada HSAIM untuk dapat memurnikan HSA dari plasma.\n\nPada penelitian ini, HSAIM berbentuk bulatan memiliki diameter rata-rata 51,2±6,1 ?m telah berhasil disintesis. Pada sistem batch, HSAIM memiliki adsorpsi maksimum sebesar 5,83 mg HSA g–1 dengan faktor pencetakan (IF) untuk HSA adalah 2,83 dan faktor selektivitas (?) BSA, trombin dan IgG masing-masing sebesar 1,05, 1,71 dan 3,88. Kinetika adsorpsi HSA pada HSAIM cocok dengan mekanisme orde kedua semu, dan karakteristik pengikatan HSA cocok dengan model isoterm Sips. Pada sistem alir, HSAIM memiliki kapasitas pengikatan dinamis (DBC10%) sebesar 3,95 mg HSA g–1, dengan karakteristik kinetika model Thomas. HSAIM dapat digunakan kembali hingga 10 siklus dengan perolehan HSA akhir sebesar 55,92%. Dalam praktiknya, plasma darah awal yang mengandung 24,9 ± 2,5 mg protein diendapkan menggunakan etanol menghasilkan 14,5 ± 4,6 mg protein yang dimurnikan lebih lanjut menggunakan kolom HSAIM menghasilkan 3,6 ± 1,1 mg protein. Plasma darah manusia mengandung 149 jenis protein, dan setelah pemurnian menggunakan kolom HSAIM menghasilkan satu jenis protein yaitu HSA yang diidentifikasi oleh LC-MS/MS. Sebagai produk pembanding, HSA infus komersial untuk terapi masih mengandung 27 jenis protein. Hal ini menunjukkan HSA dapat terikat secara stereospesifik pada HSAIM. Oleh karena itu, HSAIM berpotensi untuk diaplikasikan dalam proses pemurnian HSA dari plasma darah.", "Daftar File": {"ABSTRAK Dyah Ratna Wulan": "https://digilib.itb.ac.id/gdl/download/265512", "PUSTAKA Dyah Ratna Wulan": "https://digilib.itb.ac.id/gdl/download/265513"}, "Penulis": "Dyah Ratna Wulan [30516009]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Zeily Nurachman, M.S.", "Ir. Muhammad Ali Zulfikar, Ph.D., IPP"], "Jenis Koleksi": "Disertasi", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "HSA, HSAIM, kromatografi afinitas, MIP, plasma darah", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "10 Nov 2022"}