{"Nomor": 69666, "Judul": "STUDI MEKANISME LONGSORNYA KEMBALI (RE-SLIDING) BREKSI VOLKANIK DI ATAS BATULEMPUNG ; STUDI KASUS LONGSORAN DI DAERAH GOMBEL, KOTA SEMARANG, JAWA TENGAH", "Abstrak": "Lokasi penelitian terletak di daerah Gombel, Kota Semarang bagian selatan, Jawa Tengah. Daerah tersebut sejak zaman dahulu telah sering mengalami kejadian longsor. Tercatat pada tahun 2002 dan 2006 telah terjadi longsor yang mengakibatkan kerugian cukup besar.\nDaerah penelitian disusun oleh batulempung Formasi Kerek (Tmk), napal Formasi Kalibeng (Tmpk). Kedua formasi tersebut ditutupi secara tidak selaras oleh breksi volkanik Formasi Kaligetas (Qtkg) dan Konglomerat Formasi Damar (Qtd). Struktur geologi yang berkembang di daerah penelitian adalah sesar yang berarah barat-timur dan menerus ke arah tenggara.\nBerdasarkan pengamatan di lapangan, terlihat bahwa longsoran sering terjadi pada batulempung atau kontak antara batulempung dengan breksi volkanik. Longsoran yang terjadi termasuk jenis longsoran tunggal (single slide) dan longsoran berganda (multiple slide). Jenis gerakan longsoran termasuk jenis gelinciran (slides) dan robohan (topples). Penyebaran longsoran di daerah Gombel lama yaitu arah baratlaut-tenggara, sedangkan arah longsoran umumnya ke arah baratdaya. Longsoran yang terjadi merupakan longsoran berulang (re-sliding) dari longsoran yang sebelumnya pernah terjadi dan cenderung berkembang ke bagian atas lereng (retrogressive failure).\nBerdasarkan analisis sifat keteknikan menunjukkan bahwa batulempung termasuk jenis lempung lanauan yang mempunyai sifat plastisitas tinggi atau termasuk dalam klasifikasi CH (clay high plasticity). Sementara itu hasil analisis XRD (X-Ray Diffraction), terlihat bahwa batulempung mengandung mineral kaolin, kuarsa dan montmorilonit. Jenis mineral yang terakhir ini telah dikenal mempunyai sifat mengembang (swelling).\nMekanisme longsoran yang terjadi umumnya diakibatkan oleh penjenuhan airtanah pada batuan breksi volkanik yang tertahan oleh lapisan batulempung yang bersifat impermeable. Akibatnya, batuan mengalami peningkatan tekanan pori dan lebih lanjut dapat mengurangi\ni\nkekuatan gesernya. Disamping itu, hal lain yang dapat memicu terjadinya longsoran di daerah penelitian adalah kemiringan lereng yang relatif tinggi serta pemotongan di bagian bawah lereng.", "Daftar File": {"ABSTRAK ANAN ISKANDAR 22003007": "https://digilib.itb.ac.id/gdl/download/265483", "COVER ANAN ISKANDAR 22003007.pdf": "https://digilib.itb.ac.id/gdl/download/265484", "BAB 1 ANAN ISKANDAR 22003007": "https://digilib.itb.ac.id/gdl/download/265485", "BAB 2 ANAN ISKANDAR 22003007.pdf": "https://digilib.itb.ac.id/gdl/download/265486", "BAB 3 ANAN ISKANDAR 22003007.pdf": "https://digilib.itb.ac.id/gdl/download/265487", "BAB 4 ANAN ISKANDAR 22003007.pdf": "https://digilib.itb.ac.id/gdl/download/265488", "BAB 5 ANAN ISKANDAR 22003007.pdf": "https://digilib.itb.ac.id/gdl/download/265489", "PUSTAKA Anan Iskandar": "https://digilib.itb.ac.id/gdl/download/265490", "LAMPIRAN ANAN ISKANDAR 22003007-1.pdf": "https://digilib.itb.ac.id/gdl/download/265491"}, "Penulis": "Anan Iskandar [22003007]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Imam Achmad Sadisun, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "9 file", "Tanggal Input": "10 Nov 2022"}