{"Nomor": 69665, "Judul": "EVALUASI PENERIMAAN TEKNOLOGI APLIKASI POSYANDU PADA KADER KESEHATAN: NIAT PENGGUNAAN DAN PARTISIPASI DALAM PENCIPTAAN NILAI BERSAMA", "Abstrak": "Digitalisasi dalam pelayanan tidak dapat dihindari. Berjalannya proses ini membutuhkan dukungan dari semua sektor, terutama masyarakat. Oleh karena itu, pemberdayaan masyarakat sangatlah penting. Posyandu merupakan salah satu bentuk penyelenggaraan pemberdayaan masyarakat dalam pelayanan kesehatan ibu dan anak yang dilaksanakan dari, oleh, untuk masyarakat dan dibina oleh petugas terkait. Masyarakat yang menjadi perwakilan dalam pelaksanaan kegiatan ini bisa disebut kader atau tenaga Kesehatan masayarakat. Dengan tujuan membantu petugas kesehatan masyarakat dalam pelaporan dan pemantauan data Posyandu secara online, iPosyandu diperkenalkan sebagai aplikasi mobile kesehatan. Sayangnya, mereka masih menggunakan kertas dalam mengolah data, dimana membutuhkan waktu lebih lama dalam prosesnya. Akibatnya, pembuatan kebijakan dan implementasi menjadi terhambat, terutama dalam pelayanan Kesehatan ibu dan anak, dalam menurunkan kematian ibu dan stunting yang sampai saat ini belum mencapai target World Health Organization (WHO). Penelitian ini bertujuan untuk mengidentifikasi dan menggali alasan faktor yang mempengaruhi perilaku intensi penggunaan aplikasi Posyandu dengan mengembangkan model Unified Theory of Acceptance and Use of Technology (UTAUT) dan niat untuk berpartisipasi dalam penciptaan niali bersama di kalangan petugas kesehatan masyarakat.\n\nPenelitian ini menggunakan mixed-methods sequential explanatory design yang terdiri dari: (1) survei cross-sectional dari 230 kadre yang digunakan untuk analisis data menggunanakan partial least squares (PLS)-Structural Equation Modelling. (2) Focus group discussion (FGD) dilakukan dengan partispan 12 CHW dari desa yang berbeda, bidan koordinator, bidan desa, dan ahli gizi untuk memvalidasi niat perilaku menggunakan aplikasi Posyandu dengan analisis tematik. Penelitian ini dilakukan di Kabupaten Purwakarta, Provinsi Jawa Barat, Indonesia, yang dilakukan pada tanggal 7 sampai 28 April 2022. Daerah ini dipilih karena merupakan daerah studi percontohan penggunaan aplikasi Posyandu.\n\nTemuan menunjukkan Harapan Upaya dan dukungan kebijakan yang dirasakan secara signifikan mempengaruhi niat untuk berpartisipasi dalam penciptaan nilai bersama dan menggunakan aplikasi Posyandu. Hasil penelitian menunjukkan pentingnya hubungan antara niat untuk berpartisipasi dalam penciptaan nilai bersama dan niat untuk menggunakan aplikasi Posyandu. Ditemukan juga bahwa Niat berpartisipasi dalam penciptaan nilai bersama secara signifikan dapat menjadi variabel moderat antara Harapan Usaha, Perceived Policy Support hingga Niat menggunakan aplikasi Posyandu. terlihat bahwa dengan berpartisipasi dalam value co-creation, CHW dapat menumbuhkan rasa memiliki yang mendorong mereka untuk menggunakan aplikasi Posyandu. Temuan penelitian ini berguna untuk mengembangkan pengetahuan teoritis tentang penenerimaan teknologi kesehatan di kalangan petugas kesehatan masyarakat, yang mempertimbangkan variabel strategi untuk meningkatkan penerimaan. Secara empiris penelitian ini dapat dijadikan sebagai bahan pertimbangan pemanfaatan teknologi dan berkelanjutan di masyarakat.\n\nPenelitian ini memiliki keterbatasan dimana sampel yang dipilih merupakan studi percontohan dimana petugas kesehatan masyarakat telah mendapatkan sosialisasi dan penyuluhan dalam menggunakan aplikasi Posyandu. Akan lebih baik jika penelitian lebih lanjut memilih daerah lain di mana petugas kesehatan masyarakat secara sukarela menggunakan aplikasi Posyandu. Selain itu, terdapat Ekspektasi Kinerja, Pengaruh Sosial, dan Kondisi Pendamping yang tidak signifikan dengan Niat menggunakan aplikasi Posyandu; akan lebih baik jika pendekatan lain digunakan untuk mendapatkan pemahaman yang lebih dalam mengapa tidak ada hubungan antara variabel-variabel tersebut. Studi ini menyarankan pembuat kebijakan dan pengembang aplikasi dapat mendorong petugas kesehatan masyarakat untuk memanfaatkan iPosyandu dengan memperkuat mekanisme upaya, memberikan dukungan kebijakan, dan mengizinkan petugas kesehatan masyarakat untuk bersama-sama menciptakan nilai aplikasi.", "Daftar File": {"2023 TS PP Azmii Lathifah 29021056 - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/265520"}, "Penulis": "Azmii Lathifah [29021056]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Utomo Sarjono Putro, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "UTAUT, aplikasi Posyandu, Penciptaan nilai bersama, pekerja Kesehatan Masyarakat", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "10 Nov 2022"}