{"Nomor": 69664, "Judul": "REKOSNTRUKSI JARINGAN ENDOKARST DAN ANALISIS DEBIT SERTA KIMIA AIRTANAH KAWASAN KARST DAERAH BUNIAYU, KABUPATEN SUKABUMI, JAWA BARAT", "Abstrak": "Fenomena morfologi karst yang menarik di kawasan karst Buniayu, Kabupaten Sukabumi,\nJawa Barat antara lain adalah berkembangnya rekahan dan rongga bawah permukaan berupa gua,\njaringan lorong gua serta menghilangnya aliran air permukaan ke dalam akifer karst. Fenomena\ntersebut yang melatarbelakangi penulis untuk melakukan penelitian hidrogeologi tentang\nrekonstruksi jaringan endokarst, analisis debit dan parameter kimia airtanah dan pemahaman\nsistem akifer dan aliran airtanah. Lokasi daerah penelitian terletak di kawasan karst Buniayu,\nKabupaten Sukabumi, Jawa Barat yang terletak ± 20 km sebelah selatan kota Sukabumi, Jawa\nBarat dengan luas ± 20 km2. Daerah penelitian mempunyai tiga jenis akifer, yaitu akifer karst,\nakifer pelapukan breksi dan akifer pelapukan lempung pasiran. Fokus penelitian berada pada\nakifer karst yang memiliki 15 mataair dan 2 lorong sungai bawah tanah (Gua Cipicung dan Gua\nSiluman). Mataair karst, yaitu mataair Bibijilan mempunyai debit maksimal 1071 l/detik,\nsedangkan 14 mataair lainnya memiliki debit yang bervariasi antara 2 – 60 l/detik.\nUntuk rekonstruksi jaringan endokarst dilakukan pemetaan dengan metode langkah dan\nkompas sepanjang lorong gua, dan uji resistivitas sebanyak 8 bentangan dengan metode Wenner-\nSchlumberger dan Misse A’la Mase serta uji kalibrasi interpretasi dari hasil tes laboratorium\nkedua metode geofisika tersebut. Hasil pengukuran metoda Wenner-Schlumberger yang dalam\ninterpretasi menggunakan hasil tes laboratorium, dinyatakan dengan posisi dan diameter gua,\nyaitu : Bentangan-1 (775 mapl, tidak terdeteksi adanya rongga), Bentangan-2 (776 mapl, tidak\nterdeteksi adanya rongga), Bentangan-3 (777 mapl, 20 m x 10 m), Bentangan-4 (775 mapl, 42 m\nx 15 m), Bentangan-5 (774 mapl, 55 m x 10 m), Bentangan-6 (775 mapl, 25 m x 15 m),\nBentangan-7 (774 mapl, 6 m x 3 m), Bentangan-8 (775 mapl, 50 m x 5 m). Hasil metoda Misse\nA’la Mase menghasilkan bahwa di dasar lorong Gua Cipicung (total 640 meter, seluruhnya\nberair), sedangkan di lorong Gua Siluman (total 600 meter, air mengalir hanya sepanjang 100 m\ndari mulut gua bagian selatan). Pada bagian lainnya kering dan air menghilang masuk melalui\nrongga-rongga kecil dan rekahan di bagian dasar Gua Siluman.\nPengukuran debit mataair dilakukan terhadap 20 mataair yang berasal dari 15 mataair\nakifer karst, 3 mataair akifer pelapukan breksi dan 2 mataair akifer pelapukan lempung pasiran.\nPengukuran debit mataair dilakukan selama 7 bulan (bulan Juni – Desember 2005). Berdasarkan\nhasil pengukuran 20 mataair, dihasilkan debit minimum sebesar 0,1 l/detik di akifer lempung\npasiran di daerah Pasir Salam. Pada akifer karst, debit maksimum sebesar 1071 l/detik (Mataair\nGP-6) di akifer karst batugamping di daerah Bibijilan dan mataair lain bervariasi antara 2 – 60\nl/detik. Hasil tersebut menunjukkan bahwa akifer karst batugamping merupakan akifer produktif.\nVariasi debit mataair karst sangat dipengaruhi perubahan musim yang ditunjukkan dengan\nii\nfluktuasi maksimal debit mataair Bibijilan yang sangat tajam, sebesar 60 l/detik dari musim\nkemarau (debit 1011 l/detik) ke musim hujan (debit 1071 l/detik). Perilaku debit di akifer karst\nmempunyai karakteristik khusus, dimana perubahan musim sangat berpengaruh terhadap\nfluktuasi debit yang meningkat sangat tajam (maksimal bertambah 60 l/detik dari musim kemarau\nke musim hujan).\nPengukuran parameter fisika airtanah (temperatur udara-air, pH dan Daya Hantar Listrik\n(DHL) dilakukan terhadap 20 contoh mataair dan 7 contoh air sungai bawah tanah pada bulan\nDesember 2005, sedangkan kimia airtanah (elemen utama) dilakukan terhadap 8 buah contoh air\nyang berasal dari 3 buah mataair, 3 buah air sungai bawah tanah, 1 buah air sumur penduduk dan\n1 buah air hujan. Contoh air diambil pada dua periode, yaitu bulan Juni 2005 (musim kemarau)\ndan bulan Januari 2006 (musim hujan). Analisis parameter fisika air terhadap 20 contoh mataair\ndan 7 contoh air sungai bawah tanah. Menghasilkan data sebagai berikut : a) kisaran pH (5 – 7,5)\nyang menunjukkan bahwa sifat air relatif asam – normal; b) kisaran DHL (18 – 364 ?S) dengan\nnilai DHL terkecil (18 – 26 ?S) terdapat pada akifer lempung pasiran. Hal ini mengindikasikan\nbahwa umumnya waktu kontak antara air dengan lempung pasiran tidak lama. Nilai DHL yang\nterbesar terdapat pada akifer karst batugamping, yaitu 364 ?S. Hal ini mengindikasikan bahwa\nwaktu kontak antara air dan batugamping relatif cukup lama; c) zonasi temperatur untuk contoh\nmataair akifer karst terletak pada zonasi hipotermal, sedangkan zonasi temperatur untuk contoh\nair sungai bawah tanah terletak pada zonasi mesotermal. Berdasarkan diagram Piper, dihasilkan :\na) fasies Kalsium Bikarbonat pada air yang berasal dari akifer karst batugamping (Mataair dan air\nsungai bawah tanah); b) fasies Natrium, Kalsium, Magnesium - Bikarbonat pada akifer lempung\npasiran. Komposisi kimia airtanah berkaitan dengan komposisi kimia batuan, hal ini dapat terlihat\ndari hasil analisis petrografi yang mendukung hasil analisis komposisi kimia airtanah dengan\nditemukannya mineral kalsit (CaCO3) dan mineral lempung.\nBerdasarkan analisis geometri pada mataair Bibijilan pada akifer karst Buniayu,\ndiinterpretasikan bahwa sistem aliran airtanah di akifer karst merupakan sistem imbuhan dan\nkeluaran lokal melalui akifer karst yang dicirikan dengan batugamping yang mengandung\nrekahan dengan intensitas 15 rekahan/m2 dengan panjang rekahan terbuka bervariasi antara 10 –\n62 cm. Hal ini dibuktikan dengan a) temperatur air (T = 22oC) masih dekat dengan temperatur\nudara (T = 25oC); b) konsentrasi ion bikarbonat (HCO3\n-) 204,5 mg/l atau 3,352 meq/l dan c) nilai\nDHL 364 ?S. Selain itu fluktuasi debit yang terjadi sangat dipengaruhi musim hujan dengan\nkenaikan 20 l/detik selama 1 bulan setelah hujan, sedangkan penurunan debit terjadi 2 bulan\nsetelah tidak turun hujan. Upaya konservasi mataair Bibijilan, khususnya debit air antara lain\nadalah menjaga daerah imbuhan yang terletak di daerah karst itu sendiri, namun masih perlu\ndilakukan upaya delineasi kawasan imbuhan secara lebih tepat.", "Daftar File": {"Abstrak Imam Priyono 22004005": "https://digilib.itb.ac.id/gdl/download/265433", "Cover Imam Priyono 22004005": "https://digilib.itb.ac.id/gdl/download/265434", "Bab 1 Imam Priyono 22004005": "https://digilib.itb.ac.id/gdl/download/265435", "Bab 2 Imam Priyono 22004005.pdf": "https://digilib.itb.ac.id/gdl/download/265436", "Bab 3 Imam Priyono 22004005": "https://digilib.itb.ac.id/gdl/download/265437", "Bab 4 Imam Priyono 22004005": "https://digilib.itb.ac.id/gdl/download/265438", "Bab 5 Imam Priyono 22004005": "https://digilib.itb.ac.id/gdl/download/265439", "Dafta Pustaka Imam Priyono 22004005.pdf": "https://digilib.itb.ac.id/gdl/download/265440", "Lampiran I Petrografi": "https://digilib.itb.ac.id/gdl/download/265441", "Lampiran II Fosil": "https://digilib.itb.ac.id/gdl/download/265442", "Lampiran III Kimia Airtanah": "https://digilib.itb.ac.id/gdl/download/265443", "Lampiran IV Data Rekahan": "https://digilib.itb.ac.id/gdl/download/265444", "Lampiran V Data Misse A'la Mase": "https://digilib.itb.ac.id/gdl/download/265445", "Lampiran VI Data Wenner-Schlumberger1": "https://digilib.itb.ac.id/gdl/download/265446", "Lampiran VII Data Curah Hujan": "https://digilib.itb.ac.id/gdl/download/265447"}, "Penulis": "Imam Priyono [22004005]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Deny Juanda Puradimaja, DEA", "Dr. Eng. Bagus Endar B.N."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi  \n                                     Dedi Rosadi", "File": "15 file", "Tanggal Input": "09 Nov 2022"}