{"Nomor": 69670, "Judul": "POTENSI PENGEMBANGAN INFRASTRUKTUR HIJAU UNTUK MEMENUHI KEBUTUHAN RUANG TERBUKA HIJAU PASCAPANDEMI COVID-19 DI KOTA TASIKMALAYA", "Abstrak": "Ruang terbuka hijau merupakan komponen yang harus dimiliki pada suatu kawasan\nperkotaan yang mana luasannya sudah diatur dalam peraturan undang-undang.\nSeiring dengan perkembangan kota dan dinamika kependudukan, ketersediaan\nruang terbuka hijau di Kota Tasikmalaya sampai sekarang belum terpenuhi dan\ndibutuhkan strategi dalam pengembangannya. Ruang terbuka hijau hadir sebagai\nruang yang memberikan banyak manfaat dalam keberlanjutan sebuah kota,\nterutama ketika pandemic Covid-19 terjadi. Pembatasan yang diberlakukan akibat\npandemic memaksa masyarakat untuk menjaga jarak dan membatasi mobilitas.\nAdanya krisis pandemi Covid-19 memungkinkan secara fundamental dapat\nmengubah persepsi dan preferensi masyarakat terhadap ruang terbuka hijau.\nPenelitian ini bertujuan untuk mengidentifikasi permasalahan yang terjadi dalam\npenyediaan RTH dan sejauh mana fungsi RTH sebelum dan saat Pandemi Covid-\n19, serta merumuskan potensi pengembangan Infrastruktur Hijau untuk memenuhi\nkebutuhan ruang terbuka hijau pascapandemi Covid-19 di Kota Tasikmalaya\nberdasarkan hasil persepsi dan preferensi masyarakat. Studi ini menggunakan\nmetode penelitian deskriptif komparatif dengan pendekatan kuantitatif.\nPengumpulan data dilakukan menggunakan kuesioner kepada 100 responden.\nIdentifikasi permasalahan dalam penyediaan RTH digunakan kerangka DPSIR\n(Driver, Pressure, State, Impact, and Respone). Temuan memperlihatkan bahwa\npermasalahan dalam penyediaan RTH dipicu beberapa faktor pendorong\ndiantaranya yaitu pertumbuhan jumlah penduduk dan peningkatan kawasan\nterbangun. Pengumpulan data untuk persepsi dan preferensi publik dilakukan\nkuesioner secara online dan survei langsung ke Taman Kota Dadaha. Hasilnya\nmenunjukkan bahwa jumlah pengunjung RTH sebelum pandemi sebanyak 91% dan\npada saat pandemi menurun menjadi 60%. Berdasarkan hasil penelitian, penduduk\npercaya ruang terbuka hijau sangat penting untuk kesehatan fisik dan mental.\nSebanyak 86% responden menganggap kunjungan ke ruang terbuka hijau memiliki\ndampak yang besar pada pengurangan tingkat stres. Hal tersebut memberikan buktiii\nempiris tentang pentingnya ruang terbuka hijau bagi penduduk, terutama selama\npandemi. Rekomendasi tentang pengembangan infrastruktur hijau berdasarkan\npreferensi masyarakat akan dilakukan dengan mengembangkan taman kota,\nsedangkan pada skala mikro diprioritas dengan mengembangkan taman lingkungan\ndengan vegetasi berupa pohon peneduh. Hasil pengolahan data menunjukkan\nbahwa potensi infrastruktur hijau area seluas 9424,31 ha, sedangkan luas\nInfrastruktur Hijau jalur meningkat menjadi 471,05 ha.", "Daftar File": {"ABSTRAK Mumpuni": "https://digilib.itb.ac.id/gdl/download/265521", "BAB 1 Mumpuni": "https://digilib.itb.ac.id/gdl/download/265522", "BAB 2 Mumpuni": "https://digilib.itb.ac.id/gdl/download/265523", "BAB 3 Mumpuni": "https://digilib.itb.ac.id/gdl/download/265524", "BAB 4 Mumpuni": "https://digilib.itb.ac.id/gdl/download/265525", "BAB 5 Mumpuni": "https://digilib.itb.ac.id/gdl/download/265526", "BAB 6 Mumpuni": "https://digilib.itb.ac.id/gdl/download/265527", "PUSTAKA Mumpuni": "https://digilib.itb.ac.id/gdl/download/265528", "LAMPIRAN Mumpuni": "https://digilib.itb.ac.id/gdl/download/265529"}, "Penulis": "Mumpuni [25420013]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Iwan Kustiwan, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Ruang Terbuka Hijau, Persepsi dan Preferensi, Pandemi Covid-19, Infrastruktur Hijau, Kota Tasikmalaya", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "10 Nov 2022"}