{"Nomor": 69675, "Judul": "ANALISIS KARAKTERISTIK OVERPRESSURE MENGGUNAKAN DATA LOG TALI KAWAT DI LAPANGAN MUARA, SUB-CEKUNGAN KUTAI ATAS, KALIMANTAN TENGAH", "Abstrak": "Lapangan Muara merupakan lapangan penghasil gas di daerah Muara Teweh yang ditemukan pada tahun 1982. Daerah penelitian berada di Cekungan Kutai Atas yang terbagi menjadi empat formasi yaitu Formasi Tanjung Atas, Formasi Berai, Formasi Bongan, dan Formasi Warukin. Penelitian dilakukan pada keempat Formasi yang berumur Eosen Akhir hingga Miosen Tengah. Dalam pengeborannya, ditemukan beberapa kendala seperti munculnya connection gas, sloughing shale, background gas dan stuck pipe. Munculnya masalah pengeboran tersebut dapat mengindikasikan adanya zona overpressure. Overpressure yang tidak diestimasi dengan baik dapat mengakibatkan kerugian finasial dan teknis yang berdampak cukup besar saat pengeboran dilakukan.\nTujuan dari penelitian ini adalah untuk menganalisis karakteristik overpressure, mengestimasi tekanan pori, menentukan puncak overpressure, menentukan mekanisme pembentukan overpressure, dan menganalisis hubungan antara kondisi geologi daerah penelitian terhadap keberadaan overpressure. Pengolahan data dilakukan pada empat sumur menggunakan data log tali kawat, tekanan lumpur, data uji tekanan, data temperatur, laporan pengeboran, dan data reflektansi vitrinit. Kondisi daerah penelitian digunakan sebagai acuan dalam mengestimasi tekanan pori.\nBerdasarkan hasil analisis, didapat bahwa keempat sumur memiliki zona overpressure. Zona overpressure dicapai mulai dari kedalaman 1950 m. Hasil analisis menunjukkan bahwa keempat sumur memiliki kondisi tekanan hidrostatik dan overpressure. Mekanisme pembentuk overpressure umumnya dipengaruhi oleh loading dan nonloading dengan estimasi tekanan pori 2800 - 6800 psi. Mekanisme loading disebabkan oleh kecepatan sedimentasi yang tinggi pada Formasi Warukin akibat pengangkatan Tinggian Kuching dan Kalimantan Tengah sehingga terjadi perubahan lingkungan pengendapan menjadi delta. Selain itu, pengaruh mekanisme nonloading pada setiap sumur daerah penelitian dapat diakibatkan oleh kematangan hidrokarbon dan diagenesis mineral lempung.", "Daftar File": {"ABSTRAK MELLY WIDIYARTI 12018024.pdf": "https://digilib.itb.ac.id/gdl/download/265680", "COVER MELLY WIDIYARTI 12018024.pdf": "https://digilib.itb.ac.id/gdl/download/265681", "BAB 1 MELLY WIDIYARTI 12018024.pdf": "https://digilib.itb.ac.id/gdl/download/265682", "BAB 2 MELLY WIDIYARTI 12018024.pdf": "https://digilib.itb.ac.id/gdl/download/265683", "BAB 3 MELLY WIDIYARTI 12018024.pdf": "https://digilib.itb.ac.id/gdl/download/265684", "BAB 4 MELLY WIDIYARTI 12018024.pdf": "https://digilib.itb.ac.id/gdl/download/265685", "BAB 5 MELLY WIDIYARTI 12018024.pdf": "https://digilib.itb.ac.id/gdl/download/265686", "BAB 6 MELLY WIDIYARTI 12018024.pdf": "https://digilib.itb.ac.id/gdl/download/265687", "BAB 7 MELLY WIDIYARTI 12018024.pdf": "https://digilib.itb.ac.id/gdl/download/265688", "PUSTAKA Melly Widiyarti": "https://digilib.itb.ac.id/gdl/download/265689", "LAMPIRAN MELLY WIDIYARTI 12018024.pdf": "https://digilib.itb.ac.id/gdl/download/265690"}, "Penulis": "Melly Widiyarti [12018024]", "Kontributor / Dosen Pembimbing": ["Agus Mochamad Ramdhan, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Cekungan Kutai Atas, Lapangan Muara, overpressure, loading, nonloading", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi  \n                                     Dedi Rosadi", "File": "11 file", "Tanggal Input": "11 Nov 2022"}