{"Nomor": 69689, "Judul": "KARAKTERISTIK GRANITOID DAN DISTRIBUSI UNSUR TANAH JARANG PADA TANAH HASIL PELAPUKAN GRANITOID DAN ENDAPAN LEMPUNG ALUVIAL DI AIR BIAT, KABUPATEN BANGKA BARAT", "Abstrak": "Eksplorasi dan penelitian mengenai endapan Unsur Tanah Jarang (UTJ) di Pulau Bangka telah banyak dilakukan pada granitoid, tanah hasil pelapukan granitoid, dan endapan plaser. Untuk endapan plaser UTJ di Pulau Bangka umumnya masih berfokus pada sedimen aluvial berukuran butir pasir kasar-halus dan masih minim dilakukan pada ukuran lempung. Oleh karena itu, penelitian ini dilakukan untuk mengidentifikasi potensi pengayaan UTJ pada endapan lempung aluvial dan membandingkannya dengan sumbernya yaitu tanah hasil pelapukan granitoid di Pulau Bangka khususnya di Air Biat, Kabupaten Bangka Barat. Jumlah sampel yang digunakan yaitu dua sampel granitoid, delapan sampel tanah hasil pelapukan granitoid, dan delapan sampel endapan lempung aluvial. Sampel granitoid dan tanah hasil pelapukan granitoid diambil dari singkapan permukaan sementara sampel lempung aluvial diambil dari hasil pengeboran eksplorasi timah aluvial milik PT Timah Tbk. Sampel tanah hasil pelapukan granitoid diambil per horizon berdasarkan hasil identifikasi di lapangan dari batas atas hingga batas bawah horizon. Metode analisis yang digunakan berupa deskripsi petrografi dan geokimia yaitu XRD (X-Ray Diffraction), SEM (Scanning Electron Microscope), dan ICP-MS (Inductively Coupled Plasma – Mass Spectrometry). Metode tersebut digunakan untuk mengetahui karakteristik granitoid, tanah hasil pelapukan granitoid, dan endapan lempung aluvial serta hubungannya dengan pola dan kontrol pengayaan UTJ pada tanah hasil pelapukan granitoid dan endapan lempung aluvial.\nBerdasarkan analisis petrografi sayatan tipis diketahui bahwa seluruh sampel granitoid termasuk ke dalam granit felspar alkali tipe S. Granitoid didominasi oleh mineral K-felspar dan kuarsa diikuti oleh biotit, plagioklas, dan muskovit. Mineral opak dan serisit hadir sebagai mineral sekunder dengan serisit mengubah plagioklas dan K-felspar. Mineral aksesori berupa zirkon, apatit, dan turmalin. Tanah hasil pelapukan granitoid terdiri oleh horizon O, A, B, dan C. Mineral kuarsa mendominasi pada tiap horizon dengan penurunan konsentrasi dari horizon A menuju horizon C. Munculnya mineral kaolinit pada horizon A dan B mengindikasikan bahwa batuan asal telah mengalami pelapukan kimia yang intensif. Endapan lempung aluvial didominasi oleh mineral\nii\nlempung berupa kaolinit dan halloysite diikuti oleh kuarsa dan muskovit. Oksida besi dan zirkon hadir dalam jumlah sedikit. Endapan lempung aluvial dibagi menjadi tiga tipe berdasarkan karakteristik fisiknya yaitu tipe A, B, dan C. Tipe A berwarna putih keabuan dan terendapkan di dataran banjir. Tipe B berwarna cokelat keputihan dan terendapkan di tanggul alam distal. Tipe C berwarna cokelat keputihan dengan fragmen litik dan kuarsa berukuran pasir kasar-kerakal serta terendapkan pada tanggul alam proksimal.\nTerdapat anomali negatif Eu dengan kadar UTJ ringan yang lebih tinggi dibandingkan UTJ berat pada seluruh sampel dalam diagram laba-laba yang dinormalisasi menggunakan nilai kondrit. Nilai rata-rata ?UTJ pada endapan lempung aluvial 4,8 kali lebih besar dibandingkan tanah hasil pelapukan granitoid. Proses pengayaan UTJ pada tanah hasil pelapukan granitoid dikontrol oleh pengayaan zirkon sebagai mineral residual di horizon A. Pengayaan UTJ pada endapan lempung aluvial dikontrol oleh proses adsorpsi ion UTJ pada mineral lempung. Endapan lempung aluvial tipe A yang terendapkan pada dataran banjir menunjukkan konsentrasi UTJ yang lebih tinggi dibandingkan tipe B yang terendapkan pada tanggul alam distal dan tipe C yang terendapkan pada tanggul alam proksimal. Sumber material endapan dan kondisi lingkungan pengendapan berpengaruh terhadap proses adsorpsi ion UTJ di endapan lempung aluvial. Material yang terendapkan pada endapan lempung aluvial di daerah penelitian berasal dari hasil erosi granitoid yang memiliki kandungan mineral pembawa UTJ yaitu zirkon, apatit, dan turmalin. Apatit dan turmalin di daerah penelitian telah hancur akibat proses pelapukan dan erosi lalu melepaskan unsur yang terkandung di dalamnya dalam bentuk ion termasuk UTJ. Ion UTJ tersebut kemudian terbawa air sungai bersamaan dengan material hasil erosi granitoid lalu diserap oleh mineral lempung pada endapan lempung aluvial melalui proses adsorpsi ion. Lingkungan pengendapan yang tenang dengan pH yang tidak terlalu asam seperti pada dataran banjir di tipe A akan mengakomodasi pengayaan UTJ. Sebaliknya, kondisi pH asam dan energi aliran yang lebih tinggi akan membuat ion UTJ mudah lepas dari mineral lempung. Air tanah memiliki pengaruh yang minim terhadap pengayaan UTJ di endapan lempung aluvial sebab pada daerah penelitian tidak terdapat cekungan air tanah sehingga air hujan yang turun di daerah penelitian akan langsung mengalir pada sungai dan tidak banyak meresap ke bawah permukaan menjadi air tanah.", "Daftar File": {"ABSTRAK M KIVLAN MARCELLYO D P 12018013.pdf": "https://digilib.itb.ac.id/gdl/download/266010", "COVER M KIVLAN MARCELLYO D P 12018013.pdf": "https://digilib.itb.ac.id/gdl/download/266011", "BAB 1 M KIVLAN MARCELLYO D P 12018013.pdf": "https://digilib.itb.ac.id/gdl/download/266012", "BAB 2 M KIVLAN MARCELLYO D P 12018013.pdf": "https://digilib.itb.ac.id/gdl/download/266013", "BAB 3 M KIVLAN MARCELLYO D P 12018013.pdf": "https://digilib.itb.ac.id/gdl/download/266014", "BAB 4 M KIVLAN MARCELLYO D P 12018013.pdf": "https://digilib.itb.ac.id/gdl/download/266015", "BAB 5 M KIVLAN MARCELLYO D P 12018013.pdf": "https://digilib.itb.ac.id/gdl/download/266016", "PUSTAKA Mochammad Kivlan M.D.P.": "https://digilib.itb.ac.id/gdl/download/266017", "LAMPIRAN M KIVLAN MARCELLYO D P 12018013.pdf": "https://digilib.itb.ac.id/gdl/download/266018"}, "Penulis": "Mochammad Kivlan M.D.P. [12018013]", "Kontributor / Dosen Pembimbing": ["Ir. Nurcahyo Indro Basuki, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "UTJ, tanah hasil pelapukan granitoid, endapan lempung aluvial, Pulau Bangka, zirkon, adsorpsi ion, mineral lempung.", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "9 file", "Tanggal Input": "15 Nov 2022"}