{"Nomor": 69685, "Judul": "ANALISIS PENDORONG EMPLOYEE ENGAGEMENT  UNTUK MENINGKATKAN KINERJA ORGANISASI  DI PT FADZKURUNI", "Abstrak": "ndustri penjualan alat kesehatan di Indonesia telah meningkat dengan sekitar 3000\nrumah sakit dan 9000 puskesmas dan rumah sakit swasta di Indonesia yang menjadi\nrahasia dibalik pemasaran peralatan medis di Indonesia. Banyak distributor alat\nmedis di Indonesia yang mensuplai kebutuhan rumah sakit dan Dokter di Indonesia\nyang bersertifikat dan berlisensi resmi dari kementrian Kesehatan Republik\nIndonesia. penelitian ini bertujuan untuk mengetahui employee engagement drivers\nyang dapat berpengaruh dalam peningkatan employee performance di PT.\nFadzkuruni sebagai salah satu distributor alat kesehatan di Indonesia. \nPenelitian ini menggunakan metode kuantitatif untuk mengukur angka yang telah\ndiperoleh selama pengumpulan data. Pengambilan data dilakukan melalui\npenyebaran questionnaire untuk menilai employee engagement drivers. Analisis\nperingkat menggunakan Important Performance Matrix untuk mengetahui prioritas\nutama drivers apa saja yang harus ditingkatkan. \nDari hasil analisis tersebut, ditemukan pendorong the basic, performance, company\npractices dan the work merupakan pendorong yang harus segera ditangani. Penulis\nmengusulkan 9 program sebagai strategi untuk meningkatkan kinerja karyawan\nantara lain employee performance evaluation, FDZ best employee of the month,\nFDZ best employee of the year, job evaluation, seminar and training FDZ, FDZ\nmonthly forum, FDZ talk and care, review performance management system dan\nevaluate recruitment process.", "Daftar File": {"2022_TS_PP_Aneira Syahadatil Arsya_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/265977"}, "Penulis": "Aneira Syahadatil Arsya [29119416]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Aurik Gustomo, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Pendorong Employee Engagement, Say Stay Strive, Kinerja Karyawan, Important Performance Matrix, Aon Hewitt", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "15 Nov 2022"}