{"Nomor": 69695, "Judul": "ANALISIS DATA UJI PEMOMPAAN DAN KUALITAS AIR TANAH DI DAERAH JAKARTA BAGIAN TIMUR LAUT", "Abstrak": "Provinsi DKI Jakarta memiliki pertumbuhan jumlah penduduk dan perkembangan industri yang tinggi. Kedua hal tersebut menyebabkan kebutuhan akan air, termasuk air tanah, juga meningkat. Pengambilan air tanah secara berlebihan dapat menyebabkan bahaya geologi, contohnya amblesan tanah. Selain itu, peningkatan jumlah penduduk dan industri tersebut juga dapat meningkatkan potensi pencemaran air tanah. Untuk menganalisis amblesan tanah yang terjadi, diperlukan nilai parameter hidraulik akuifer, sedangkan kualitas air tanah dapat dianalisis berdasarkan nilai parameter fisik dan kimia air tanah. Penelitian ini dilakukan untuk mengetahui jenis akuifer, nilai parameter hidraulik akuifer, dan kualitas air tanah di daerah Jakarta bagian timur laut. Data yang digunakan adalah data sekunder berupa data uji pemompaan dari enam sumur serta data parameter fisik dan kimia air tanah dari 13 sumur. Jenis akuifer dianalisis berdasarkan tumpang tindih data uji pemompaan dengan kurva Theis. Nilai parameter hidraulik akuifer, dalam hal ini transmisivitas, dianalisis menggunakan metode Jacob. Adapun kualitas air tanah pada penelitian ini dianalisis berdasarkan parameter TDS, pH, anion, dan kation air tanah.\nBerdasarkan literatur, secara fisiografi, daerah penelitian termasuk dalam Zona Dataran Pantai Jakarta. Daerah penelitian berada pada Satuan Geomorfologi Dataran Pantai dan Kipas Gunungapi Bogor. Secara stratigrafi, dua formasi yang dibahas pada penelitian ini yaitu Formasi Kaliwangu, berumur Pliosen, dan Formasi Citalang, berumur Plistosen. Pada daerah penelitian, terdapat beberapa struktur geologi berupa sesar dengan orientasi timur laut – barat daya.\nHasil penelitian menunjukkan bahwa jenis akuifer di daerah penelitian, yaitu akuifer tertekan dan akuifer bocor. Nilai transmisivitas dari akuifer di daerah penelitian berkisar antara 1,11 × 10-4 hingga 8,7 × 10-4 m2/det. Berdasarkan nilai TDS dan pH, terdapat sembilan sampel air tanah yang tidak memenuhi baku TDS dan sepuluh sampel air tanah yang tidak memenuhi baku mutu pH dari Permenkes No. 492 Tahun 2010. Berdasarkan komposisi anion dan kationnya, sampel air tanah di daerah penelitian secara umum terdiri dari dua fasies utama, yaitu NaHCO3 dan NaCl. Tingginya konsentrasi klorida dalam air tanah diperkirakan terjadi secara alamiah akibat evolusi kimia air tanah. Namun, penelitian lebih lanjut diperlukan untuk menganalisis hal tersebut.", "Daftar File": {"ABSTRAK ILHAM AZHAR AZKIA 12017053.pdf": "https://digilib.itb.ac.id/gdl/download/266079", "COVER ILHAM AZHAR AZKIA 12017053.pdf": "https://digilib.itb.ac.id/gdl/download/266085", "BAB 1 ILHAM AZHAR AZKIA 12017053.pdf": "https://digilib.itb.ac.id/gdl/download/266086", "BAB 2 ILHAM AZHAR AZKIA 12017053.pdf": "https://digilib.itb.ac.id/gdl/download/266087", "BAB 3 ILHAM AZHAR AZKIA 12017053.pdf": "https://digilib.itb.ac.id/gdl/download/266088", "BAB 4 ILHAM AZHAR AZKIA 12017053.pdf": "https://digilib.itb.ac.id/gdl/download/266089", "BAB 5 ILHAM AZHAR AZKIA 12017053.pdf": "https://digilib.itb.ac.id/gdl/download/266090", "BAB 6 ILHAM AZHAR AZKIA 12017053.pdf": "https://digilib.itb.ac.id/gdl/download/266091", "BAB 7 ILHAM AZHAR AZKIA 12017053.pdf": "https://digilib.itb.ac.id/gdl/download/266092", "PUSTAKA Ilham Azhar Azkia": "https://digilib.itb.ac.id/gdl/download/266093", "LAMPIRAN ILHAM AZHAR AZKIA 12017053.pdf": "https://digilib.itb.ac.id/gdl/download/266094"}, "Penulis": "Ilham Azhar Azkia [12017053]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Lambok Hutasoit, M.Sc., Ph.D.", "Agus Mochamad Ramdhan, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "uji pemompaan, jenis akuifer, transmisivitas, metode Jacob, kualitas air tanah.", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "11 file", "Tanggal Input": "16 Nov 2022"}