{"Nomor": 69697, "Judul": "STUDI KARAKTERISTIK, KUALITAS, LINGKUNGAN PENGENDAPAN, DAN ESTIMASI SUMBER DAYA BATUBARA PIT Y PT GAM, CEKUNGAN KUTAI, KALIMANTAN TIMUR", "Abstrak": "Area penelitian berada dalam area administrasi PT Ganda Alam Makmur (PT\nGAM) dan memiliki potensi sumber daya batubara yang sangat potensial. Akan\ntetapi, perbedaan kualitas khususnya total sulfur, menjadi sebuah permasalahan.\nPengamatan lapangan dilakukan di area tambang aktif PT GAM, dan didukung\ndengan 125 data sumur bor, data uji proksimat dan ultimat, serta data kualitas\nbatubara untuk mengetahui karakteristik, lingkungan pengendapan, serta estimasi\nsumber daya batubara. Lingkungan pengendapan batubara ditentukan dengan\nanalisis stratigrafi dan analisis petrografi batubara. Analisis kualitas batubara\ndilakukan dengan data uji proksimat dan ultimat, pemodelan dan perhitungan\nsumber daya dilakukan dengan menggunakan perangkat lunak Minescape 5.7.\nDaerah penelitian terbagi menjadi tiga satuan tidak resmi dari tua ke muda, yaitu\nSatuan Batupasir, Satuan Batulempung-Batupasir, dan Satuan Batulempung.\nKetiganya merupakan bagian dari Formasi Maluwi yang terendapkan pada\nMiosen Tengah, dengan lingkungan pengendapan upper delta plain – lower delta\nplain. Struktur geologi berupa lipatan pada daerah penelitian diinterpretasikan\nterbentuk akibat peristiwa pembentukan Antiklinorium Samarinda.\nHasil analisis stratigrafi menunjukkan bahwa litologi di lokasi penelitian dapat\ndigolongkan menjadi dua belas litofasies yang dikelompokkan menjadi 4 asosiasi\nfasies yang terdiri dari distributary channel, interdistributary bay, flood plain, dan\ndistributary mouthbar, yang terbentuk pada lingkungan pengendapan upper delta\nplain hingga lower delta plain. Daerah penelitian mengalami beberapa kali\nperubahan fase transgresi dan regresi yang mengakibatkan variasi nilai total\nsulfur. Pengamatan petrografi batubara dilakukan untuk menghitung nilai Tissue\nPreservation Index (TPI) dan Gelification Index (GI) sebagai dasar interpretasi\nlingkungaan pengendapan batubara tersebut. Tujuh sampel batubara dianalisis dan\ndiperoleh bahwa batubara lapisan B dan C terbentuk pada lingkungan upper delta\nplain, sedangkan batubara lapisan E2, G, N2, dan P1 terbentuk pada lingkungan\nlower delta plain. Hasil analisis kualitas batubara menunjukan bahwa batubara\npada lokasi penelitian memiliki peringkat Subbituminus B Coal hingga\nSubbituminous A Coal dengan rata-rata nilai kalori 5333,00 kkal/kg. Sumber daya\nbatubara pada area penelitian memiliki total sumber daya batubara tereka sebesar\n6.981.468,79 ton, sumber daya tertunjuk sebesar 11.460.039,64 ton, dan sumber\ndaya terukur sebesar 47.236.673,35 ton.", "Daftar File": {"ABSTRAK PANDUM ARI MULADI 12018046.pdf": "https://digilib.itb.ac.id/gdl/download/266145", "COVER PANDUM ARI MULADI 12018046.pdf": "https://digilib.itb.ac.id/gdl/download/266146", "BAB 1 PANDUM ARI MULADI 12018046.pdf": "https://digilib.itb.ac.id/gdl/download/266147", "BAB 2 PANDUM ARI MULADI 12018046.pdf": "https://digilib.itb.ac.id/gdl/download/266149", "BAB 3 PANDUM ARI MULADI 12018046.pdf": "https://digilib.itb.ac.id/gdl/download/266150", "BAB 4 PANDUM ARI MULADI 12018046.pdf": "https://digilib.itb.ac.id/gdl/download/266151", "BAB 5 PANDUM ARI MULADI 12018046.pdf": "https://digilib.itb.ac.id/gdl/download/266152", "BAB 6 PANDUM ARI MULADI 12018046.pdf": "https://digilib.itb.ac.id/gdl/download/266153", "PUSTAKA Pandum Ari Muladi": "https://digilib.itb.ac.id/gdl/download/266154", "LAMPIRAN PANDUM ARI MULADI 12018046.pdf": "https://digilib.itb.ac.id/gdl/download/266157"}, "Penulis": "Pandum Ari Muladi [12018046]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Yan Rizal R., Dipl.-Geol.", "Dr. rer. nat. Ir. Maria Sekar Proborukmi, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "batubara, lingkungan pengendapan, kualitas, sumber daya, Formasi Maluwi, Cekungan Kutai", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "10 file", "Tanggal Input": "16 Nov 2022"}