{"Nomor": 69704, "Judul": "ANALISIS DATA UJI PEMOMPAAN DAN KUALITAS AIR TANAH DAERAH JAKARTA BAGIAN SELATAN", "Abstrak": "Secara administrasi, daerah penelitian terletak pada wilayah DKI Jakarta dengan luas 187,96 km2. DKI Jakarta memiliki jumlah penduduk dan industri yang tinggi sehingga kebutuhan akan air tanah juga tinggi. Saat ini, terdapat dua permasalahan yang perlu ditangani di DKI Jakarta, yaitu amblesan tanah dan pencemaran air tanah. Pengambilan air tanah secara berlebihan dapat menyebabkan terjadinya amblesan tanah. Kemudian, peningkatan jumlah limbah domestik diperkirakan menjadi sumber pencemaran air tanah. Untuk menganalisis besar penurunan muka tanah tersebut, diperlukan nilai parameter akuifer. Adapun kualitas air tanah perlu dianalisis untuk mengetahui potensi pencemaran air tanah. Oleh karena itu, penelitian ini dilakukan untuk memperkirakan jenis akuifer dan nilai parameter akuifer pada daerah penelitian, serta mengevaluasi kualitas air tanah berdasarkan parameter fisik dan kimia air tanah.\nBerdasarkan literatur, daerah penelitian terbagi menjadi dua satuan geomorfologi, yaitu Satuan Dataran Pantai dan Satuan Kipas Gunungapi Bogor. Secara stratigrafi, terdapat dua formasi yang dibahas dalam penelitian ini, yaitu Formasi Kaliwangu dengan umur Pliosen dan Formasi Citalang dengan umur Plistosen. Kedua formasi ini termasuk dalam Cekungan Air Tanah Jakarta dan berperan sebagai akuifer di daerah penelitian dengan satuan batuan berupa perselingan batupasir dengan batulempung.\nNilai parameter akuifer dianalisis menggunakan data dari 7 sumur, sedangkan analisis kualitas air tanah dilakukan menggunakan data dari 16 sumur. Seluruh sumur diperkirakan menembus Zona Akuifer 2 pada Formasi Kaliwangu. Dari hasil analisis, pada daerah penelitian terdapat dua jenis akuifer, yaitu akuifer tertekan dan akuifer bocor. Hasil estimasi parameter transmisivitas akuifer menunjukkan rentang 1,28 ×10?5 hingga 2,79 ×10?3 m2/detik. Nilai TDS pada daerah penelitian berkisar antara 76 – 1.004 mg/L, kadar timbel 0 mg/L, kadar tembaga 0 - 1 mg/L, kadar seng 0 - 3,33 mg/L, dan nilai pH 5,63 – 10,46. Sebagian nilai TDS dan pH pada beberapa sumur tidak memenuhi baku mutu Permenkes No.32/2017, namun nilai timbel, tembaga, dan seng pada seluruh sumur yang dianalisis memenuhi baku mutu Permenkes tersebut. Pada daerah penelitian terdapat tiga fasies air tanah dengan tipe NaHCO3, Ca(HCO3)2, dan non dominan.", "Daftar File": {"ABSTRAK MIKAEL PATRICK H 12017068.pdf": "https://digilib.itb.ac.id/gdl/download/266261", "COVER MIKAEL PATRICK H 12017068.pdf": "https://digilib.itb.ac.id/gdl/download/266263", "BAB 1 MIKAEL PATRICK H 12017068.pdf": "https://digilib.itb.ac.id/gdl/download/266264", "BAB 2 MIKAEL PATRICK H 12017068.pdf": "https://digilib.itb.ac.id/gdl/download/266265", "BAB 3 MIKAEL PATRICK H 12017068.pdf": "https://digilib.itb.ac.id/gdl/download/266266", "BAB 4 MIKAEL PATRICK H 12017068.pdf": "https://digilib.itb.ac.id/gdl/download/266267", "BAB 5 MIKAEL PATRICK H 12017068.pdf": "https://digilib.itb.ac.id/gdl/download/266268", "BAB 6 MIKAEL PATRICK H 12017068.pdf": "https://digilib.itb.ac.id/gdl/download/266269", "BAB 7 MIKAEL PATRICK H 12017068.pdf": "https://digilib.itb.ac.id/gdl/download/266270", "PUSTAKA Mikael Patrick Hartono": "https://digilib.itb.ac.id/gdl/download/266271", "LAMPIRAN MIKAEL PATRICK H 12017068.pdf": "https://digilib.itb.ac.id/gdl/download/266272"}, "Penulis": "Mikael Patrick Hartono [12017068]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Lambok Hutasoit, M.Sc., Ph.D.", "Agus Mochamad Ramdhan, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "jenis akuifer, parameter akuifer, Jakarta, kualitas air tanah", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "11 file", "Tanggal Input": "17 Nov 2022"}