{"Nomor": 69705, "Judul": "STUDI LINGKUNGAN PENGENDAPAN FORMASI CITALANG BERDASARKAN ANALISIS TAFONOMI FOSIL VERTEBRATA DAN MOLUSKA SERTA LITOFASIES DAERAH JEMBARWANGI DAN SEKITARNYA, KABUPATEN SUMEDANG, JAWA BARAT", "Abstrak": "Di Jawa Barat terdapat lokasi yang banyak mengandung fosil yang masih kurang dipelajari, salah satunya yaitu di Desa Jembarwangi, Kabupaten Sumedang di mana terdapat banyak fosil yang memiliki potensi untuk diteliti lebih lanjut. Formasi Citalang yang terdapat di daerah penelitian merupakan sedimen yang diendapkan pada lingkungan sungai. Penelitian ini bertujuan untuk mengetahui lingkungan pengendapan sungai tersebut secara lebih terperinci. Untuk mencapai tujuan penelitian ini, dilakukan pendekatan dengan analisis tafonomi fosil vertebrata dan moluska disertai dengan analisis litofasies dari beberapa profil stratigrafi Formasi Citalang. Fosil vertebrata dianalisis berdasarkan asosiasi lingkungan serta abrasi pada pecahan tulangnya, dan fosil moluska berdasarkan kondisi dan orientasi sumbu panjangnya terhadap perlapisan.\nHasil kajian tafonomi vertebrata, tafonomi moluska dan litofasies menunjukkan bahwa lingkungan pengendapan Formasi Citalang di daerah penelitian adalah sungai teranyam yang terdiri atas dataran banjir, badan sungai, dan tanggul alam. Fosil-fosil vertebrata darat dan air teridentifikasi telah mengalami transportasi minim berdasarkan kondisinya yang masih baik. Dalam endapan badan sungai terdapat beberapa fosil vertebrata yang berasosiasi dengan lingkungan air seperti Crocodylidae dan Gavialidae. Pada endapan tanggul terdapat sedikit fosil vertebrata darat seperti Bovidae dan tidak mengandung fosil moluska. Kondisi fosil vertebrata yang ditemukan telah mengalami abrasi minim yang berarti fosil tersebut tidak mengalami transportasi. Terdapat banyak fosil vertebrata darat, diantaranya Stegodonidae, Suidae dan Cervidae dengan kondisi terabrasi ringan yang mengindikasikan minimnya proses transportasi yang dialami fosil yang terdapat pada endapan dataran banjir Fosil moluska pada endapan dataran banjir ditemukan dalam kondisi telah mengalami transportasi oleh arus air yang bergerak pelan, terbawa banjir dengan arus berenergi sedang-tinggi, serta terendapkan pada posisi hidupnya. Perbedaan energi arus dalam endapan dataran banjir dapat menunjukkan posisi titik tersebut relatif terhadap badan sungai dimana arus air akan lebih cepat apabila semakin dekat posisinya dengan badan sungai dan melambat semakin jauh dari badan sungai. Terdapat empat litofasies yang terdapat pada daerah penelitian, yaitu Fasies Konglomerat, Fasies Batulanau-Batupasir Tufan, Fasies Batulempung-Batupasir Tufan, dan Batulempung-Batupasir Tufan. Berdasarkan karakteristik\nii\nmasing-masing litofasies yang terdapat pada Formasi Citalang di daerah penelitian, serta didukung oleh hasil kajian tafonomi fosil vertebrata dan moluska, maka diinterpretasikan bahwa Fasies Konglomerat merupakan bagian dari badan sungai, Fasies Batulanau-Batupasir Tufan sebagai tanggul alam, serta Fasies Batulempung-Batupasir Tufan dan Fasies Batulempung sebagai dataran banjir.", "Daftar File": {"ABSTRAK YASMINE A 12016036.pdf": "https://digilib.itb.ac.id/gdl/download/266305", "COVER YASMINE A 12016036.pdf": "https://digilib.itb.ac.id/gdl/download/266306", "BAB 1 YASMINE A 12016036.pdf": "https://digilib.itb.ac.id/gdl/download/266307", "BAB 2 YASMINE A 12016036.pdf": "https://digilib.itb.ac.id/gdl/download/266308", "BAB 3 YASMINE A 12016036.pdf": "https://digilib.itb.ac.id/gdl/download/266309", "BAB 4 YASMINE A 12016036.pdf": "https://digilib.itb.ac.id/gdl/download/266310", "BAB 5 YASMINE A 12016036.pdf": "https://digilib.itb.ac.id/gdl/download/266311", "BAB 6 YASMINE A 12016036.pdf": "https://digilib.itb.ac.id/gdl/download/266312", "PUSTAKA Yasmine Athira": "https://digilib.itb.ac.id/gdl/download/266314", "LAMPIRAN YASMINE A 12016036.pdf": "https://digilib.itb.ac.id/gdl/download/266316"}, "Penulis": "Yasmine Athira [12016036]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Aswan, S.T., M.T.", "Mika Rizki Puspaningrum, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "tafonomi, vertebrata, moluska, litofasies, Formasi Citalang, Desa Jembarwangi", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "10 file", "Tanggal Input": "17 Nov 2022"}