{"Nomor": 69709, "Judul": "SIMULASI KONTROL DAN STUDI EKSPERIMENTAL PADA KOLAM IKAN MAS MENGGUNAKAN \\TEXTIT{PLATE HEAT EXCHANGER} DENGAN \\TEXTIT{DISTURBANCE} PERUBAHAN TEMPERATUR AIR PANAS DAN TEMPERATUR LINGKUNGAN", "Abstrak": "Pemanfaatan energi geothermal sangat meluas di dunia, yaitu pemanfaatan langsung\ndan tidak langsung energi geothermal. Pada pemanfaatan langsung geothermal, 34% dari\nenergi geothermal dipakai pada sektor aquaculture (budidaya perikanan). Pada proses\nbudidaya tersebut, terdapat banyak gangguan yang terjadi pada kolam ikan seperti temperatur\nsumber air panas dan temperatur udara sekitar yang bisa berubah sehingga dibutuhkan sistem\nkontrol yang dapat mempertahankannya pada temperatur optimum.\nIkan merupakan makhluk air yang dapat berkembang biak dengan cara bertelur. Setiap\nikan memiliki temperatur optimum agar perbenihan pada ikan bisa berjalan lebih cepat dan\ntemperatur ekstrem yang dapat ditoleransi oleh ikan. Ikan mas memiliki temperatur optimum\n22oC-32oC dan temperatur ekstrem 4oC-37oC. Agar temperatur kolam bisa konstan pada\ntemperatur optimum, maka dibutuhkan sistem kontrol sedemikian rupa untuk\nmempertahankan temperatur air kolam pada temperatur optimum (setpoint). Sistem kontrol\nyang digunakan pada tugas akhir ini yaitu kontrol PID dengan memanfaatkan plate heat\nexchanger sebagai penukar panas antara air dingin dengan air panas\nHasil dari eksperimen yaitu sistem kontrol dapat mempertahankan temperatur air\nkolam pada temperatur setpoint yaitu 26oC pada tiga jenis variasi yaitu tanpa gangguan,\ngangguan perubahan temperatur lingkungan, dan gangguan perubahan temperatur air panas.\nPada gangguan perubahan temperatur air panas, gangguan tersebut menyebabkan temperatur\nair kolam mengalami perubahan dari 0,02oC sampai 0,05oC sehingga dapat diabaikan. Pada\ngangguan temperatur lingkungan, temperatur udara mencapai 19oC dan sistem kontrol dapat\nmengembalikan temperatur air kolam pada temperatur setpoint.", "Daftar File": {"ABSTRAK Vincent": "https://digilib.itb.ac.id/gdl/download/266357"}, "Penulis": "Vincent [13118090]", "Kontributor / Dosen Pembimbing": ["Jooned Hendrarsakti, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Sistem Kontrol, Temperatur Setpoint, Gangguan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Nov 2022"}