{"Nomor": 69717, "Judul": "STUDI ALTERASI HIDROTERMAL DAN GEOKIMIA AIR UNTUK MENENTUKAN KARAKTERISTIK FLUIDA PADA LAPANGAN PANAS BUMI LILLI SEPPORAKI, SULAWESI BARAT, INDONESIA", "Abstrak": "Lapangan Panas Bumi Lilli Sepporaki berada pada Kabupaten Polewali Mandar,\nProvinsi Sulawesi Barat. Lapangan ini berasosiasi dengan aktivitas volkanik Tersier.\nLapangan ini memiliki empat manifestasi mataair panas dengan temperatur antara\n60,9oC sampai 97oC. Penelitian ini bertujuan untuk memahami proses alterasi dan\nkarakteristik fluida dengan cara menentukan litologi dan alterasi di bawah permukaan\nserta geokimia air dari manifestasi di permukaan.\nPenelitian ini menggunakan data primer berupa inti bor hasil pengeboran sumur LLK-\n1 dan LLK-2 dengan kedalaman masing-masing sumur adalah 700 m. Penelitian ini\njuga menggunakan data sekunder berupa data kimia air di manifestasi permukaan, serta\ndata geologi dan geofisika di daerah penelitian. Metode analisis yang digunakan\nmeliputi analisis petrologi, petrografi, X-Ray Diffraction (XRD), dan geokimia air.\nLitologi LLK-1 dan LLK-2 merupakan produk vulkanik yang terdiri dari tuf lapili,\nandesit piroksen, dan andesit biotit. Semua litologi ini disetarakan dengan Satuan\nVulkanik Tak Terpisahkan berumur Eosen. Proses alterasi pada kedua sumur berupa\npergantian mineral primer dan pengisian ruang terbuka, dengan intensitas alterasi pada\nsampel tergolong lemah hingga sedang. Zona alterasi pada sumur LLK-1 dan LLK-2\nterdiri dari zona alterasi smektit-kuarsa-kalsit-klorit-pirit dan zona alterasi smektitkuarsa-\nkalsit-klorit-pirit-epidot. Urat pada sumur LLK-1 dan LLK-2 terisi oleh mineral\nkuarsa, epidot, dan kalsit.\nSistem panas bumi pada daerah penelitian saat ini terdiri dari 2 sistem yaitu Sistem\nSepporaki dan Sistem Katimbang. Sumber air pada kedua sistem ini berupa air\nmeteorik yang terpanaskan oleh sisa panas dari batuan intrusi tidak tersingkap. Air\ntersebut kemudian keluar sebagai mataair panas melalui bidang lemah sesar. Sistem\nPanas Bumi Sepporaki memiliki reservoir air klorida dan setimbang sebagian dengan\ntemperatur reservoir 170 ± 10°C (dengan Geotermometer Kuarsa, Na-K-Ca dan Na/K),\nsementara Sistem Panas Bumi Katimbang memiliki reservoir air klorida-bikarbonat\ndan setimbang sebagian, memiliki temperatur reservoir 150 ± 10°C (dengan\nGeotermometer Kuarsa dan Na-K-Ca).", "Daftar File": {"ABSTRAK AZSHELIA PUTRI PRATAMA 12015047.pdf": "https://digilib.itb.ac.id/gdl/download/266426", "COVER AZSHELIA PUTRI PRATAMA 12015047.pdf": "https://digilib.itb.ac.id/gdl/download/266427", "BAB 1 AZSHELIA PUTRI PRATAMA 12015047.pdf": "https://digilib.itb.ac.id/gdl/download/266428", "BAB 2 AZSHELIA PUTRI PRATAMA 12015047.pdf": "https://digilib.itb.ac.id/gdl/download/266429", "BAB 3 AZSHELIA PUTRI PRATAMA 12015047.pdf": "https://digilib.itb.ac.id/gdl/download/266430", "BAB 4 AZSHELIA PUTRI PRATAMA 12015047.pdf": "https://digilib.itb.ac.id/gdl/download/266431", "BAB 5 AZSHELIA PUTRI PRATAMA 12015047.pdf": "https://digilib.itb.ac.id/gdl/download/266432", "BAB 6 AZSHELIA PUTRI PRATAMA 12015047.pdf": "https://digilib.itb.ac.id/gdl/download/266433", "BAB 7 AZSHELIA PUTRI PRATAMA 12015047.pdf": "https://digilib.itb.ac.id/gdl/download/266434", "BAB 8 AZSHELIA PUTRI PRATAMA 12015047.pdf": "https://digilib.itb.ac.id/gdl/download/266435", "PUSTAKA Azshelia Putri Pratama": "https://digilib.itb.ac.id/gdl/download/266436", "LAMPIRAN AZSHELIA PUTRI PRATAMA 12015047.pdf": "https://digilib.itb.ac.id/gdl/download/266437"}, "Penulis": "Azshelia Putri Pratama [12015047]", "Kontributor / Dosen Pembimbing": ["Ir. Niniek Rina Herdianita, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "alterasi hidrotermal, geokimia air, karakteristik fluida, panas bumi, Lilli Sepporaki", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "12 file", "Tanggal Input": "18 Nov 2022"}