{"Nomor": 69712, "Judul": "STUDI KELIMPAHAN UNSUR SKANDIUM (SC) PADA ENDAPAN NIKEL LATERIT DESA TAPUNOPAKA, KABUPATEN KONAWE UTARA, SULAWESI TENGGARA", "Abstrak": "Indonesia, khususnya Sulawesi Tenggara, memiliki kompleks ofiolit yang cukup luas.\nIklim tropis di Indonesia sangat memungkinkan adanya pelapukan batuan ultramafik\ndari ofiolit tersebut membentuk nikel laterit. Batuan ultramafik memiliki kandungan\nunsur Skandium (Sc) yang terkayakan selama proses pelapukan pada zona limonit.\nDalam upaya memenuhi kebutuhan akan unsur Sc yang terus meningkat, diperlukan\npenelitian lebih detail mengenai kelimpahan unsur Sc di Desa Tapunopaka.\nPenelitan ini bertujuan untuk mengetahui karakteristik zonasi endapan nikel laterit\ndan mengetahui hubungannya dengan persebaran dan kelimpahan unsur Sc,\nmengetahui faktor pengayaan unsur Sc, serta menentukan prospek area untuk\neksplorasi Sc lebih lanjut. Data yang digunakan adalah data primer berupa data\ngeokimia dan petrografi, serta data sekunder berupa data geokimia 95 titik bor, foto 1\ntitik bor, Digital Elevation Model (DEM), peta geologi, dan peta geomorfologi.\nProfil laterit ketiga pit dibedakan menjadi tanah penutup, limonit, saprolit, dan batuan\ndasar. Berdasarkan analisis petrografi, diketahui batuan dasar didominasi oleh batuan\ndunit dan satu sampel batuan harzburgit. Nikel laterit di daerah penelitian mayoritas\ntermasuk ke dalam tipe oksida dan sebagian tipe hydrous Mg silikat.\nBerdasarkan analisis geokimia, unsur Sc bersifat residual yang terkayakan pada zona\ntanah penutup dan limonit. Berdasarkan korelasi Spearman, unsur Sc memiliki\nkorelasi positif kuat dengan senyawa Fe2O3, Al2O3, dan TiO2 pada zona limonit.\nTopografi memengaruhi ketebalan laterit, khususnya ketebalan limonit. Semakin\ntebal limonit, semakin tinggi kandungan unsur Sc. Struktur juga merupakan salah\nsatu faktor pengontrol proses laterisasi sehingga terbentuknya zona limonit pada\nprofil laterit yang akan menjadi zona akumulasi senyawa Fe2O3. Mineral goetit juga\nmemiliki korelasi positif kuat dengan unsur Sc.\niii\nBerdasarkan persebaran senyawa Fe2O3, area yang prospek untuk dilakukan\neksplorasi unsur Sc lebih lanjut adalah ke arah barat laut – tenggara dari area\npenelitian. Eksplorasi unsur Sc dapat dilakukan pada zona limonit dengan kandungan\nmineral goetit dan persentase senyawa Fe2O3 yang tinggi serta bentuk morfologi\nberupa pegunungan ataupun perbukitan dengan topografi slight slope.", "Daftar File": {"ABSTRAK KARENINA PRIYANKA 12017002.pdf": "https://digilib.itb.ac.id/gdl/download/266385", "COVER KARENINA PRIYANKA 12017002.pdf": "https://digilib.itb.ac.id/gdl/download/266386", "BAB 1 KARENINA PRIYANKA 12017002.pdf": "https://digilib.itb.ac.id/gdl/download/266387", "BAB 2 KARENINA PRIYANKA 12017002.pdf": "https://digilib.itb.ac.id/gdl/download/266388", "BAB 3 KARENINA PRIYANKA 12017002.pdf": "https://digilib.itb.ac.id/gdl/download/266389", "BAB 4 KARENINA PRIYANKA 12017002.pdf": "https://digilib.itb.ac.id/gdl/download/266390", "BAB 5 KARENINA PRIYANKA 12017002.pdf": "https://digilib.itb.ac.id/gdl/download/266391", "BAB 6 KARENINA PRIYANKA 12017002.pdf": "https://digilib.itb.ac.id/gdl/download/266392", "PUSTAKA Karenina Priyanka": "https://digilib.itb.ac.id/gdl/download/266393", "LAMPIRAN KARENINA PRIYANKA 12017002.pdf": "https://digilib.itb.ac.id/gdl/download/266394"}, "Penulis": "Karenina Priyanka [12017002]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Yan Rizal R., Dipl.-Geol.", "Dr. Mirzam Abdurrachman, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Unsur Sc, Fe2O3, limonit, endapan nikel laterit, Tapunopaka", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "10 file", "Tanggal Input": "18 Nov 2022"}