{"Nomor": 69723, "Judul": "PENGUKURAN KESIAPAN PENERAPAN KAPABILITAS DINAMIS PT DIBIMBING DIGITAL INDONESIA", "Abstrak": "PT Dibimbing Digital Indonesia merupakan startup yang menyediakan pelatihan\nkemampuan digital dengan keunggulan produknya yang murah. Munculnya\nkompetitor sejenis dengan harga lebih murah membuat Dibimbing sulit bersaing\ndengan kompetitornya. Salah satu tanda yaitu menurunnya tingkat conversion rate\nyang berasal dari program free event bernama Digital Skill Fair (DSF) dari 2,5%\nmenjadi 0,75%, diduga karena pengguna layanan DSF mulai membandingkan\nproduk dengan kompetitor. Oleh sebab adanya persaingan usaha yang semakin\ndinamis, diperlukan sustainable competitive advantage (SCA). Untuk mencapai\nSCA, perusahaan perlu menerapkan kapabilitas dinamis dalam perusahaan, sehingga\nperlu diukur kesiapannya. Dengan begitu, penelitian ini membahas mengenai\npengukuran kesiapan penerapan kapabilitas dinamis pada proses mengerti peluang\ndan ancaman (sensing), menangkap peluang dan pengambilan keputusan (seizing)\nserta kombinasi, rekonfigurasi dan keterampilan perlindungan aset (transforming)\ndalam mencapai sustainable competitive advantage di PT Dibimbing Digital\nIndonesia.\nPenelitian dilakukan dengan merancang alat ukur kesiapan penerapan kapabilitas\ndinamis berdasarkan pemilihan variabel dari tiga alat ukur yaitu Teece, Day &\nSchoemaker, dan Wang & Ahmed. Alat untuk mengukur kesiapan penerapan\nkapabilitas dinamis terdiri dari 4 variabel dengan 41 indikator. Alat ukur yang\ndigunakan adalah kuesioner. Dengan batas kesiapan penerapan kapabilitas dinamis\nadalah 4, yang ditentukan berdasarkan hasil focus group discussion dengan top\nmanagement.\nHasil pengukuran kesiapan penerapan kapabilitas dinamis, PT Dibimbing telah siap\nmenerapkan kapabilitas dinamis dalam perusahaan yang ditunjukkan dengan modus\nkesiapan memenuhi batas kesiapan yaitu skala 4. Peningkatan penerapan kapabilitas\ndinamis berfokus pada indikator yang masih kurang dari harapan top management\nyaitu 8 indikator dari variabel sensing, 3 indikator dari variabel seizing, dan 7\nindikator dari variabel transforming.", "Daftar File": {}, "Penulis": "Tri Utami [14418024]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Iwan Inrawan Wiratmadja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "pengukuran, kapabilitas dinamis, keunggulan kompetitif berkelanjutan", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "18 Nov 2022"}