{"Nomor": 69727, "Judul": "PENGEMBANGAN SMART FARMING IOT PLATFORM BERBASIS SERVICE ORIENTED ARCHITECTURE", "Abstrak": "Perkembangan teknologi Internet of Things (IoT) telah memberikan manfaat bagi\norganisasi pertanian dalam mengelola proses bisnis pertanian seperti pemantauan,\npengendalian, logistik dan prediksi. Perkembangan teknologi IoT berpotensi\nmenciptakan layanan-layanan teknologi informasi (TI) baru di bidang pertanian\nyang dapat memenuhi kebutuhan dan tuntutan bisnis pertanian. Salah satu faktor\nyang mempengaruhi hasil panen yaitu kondisi defisiensi unsur hara pada tanaman.\nPemupukan merupakan langkah penting untuk meningkatkan unsur hara tanah\ndan memperbaiki kondisi pertumbuhan tanaman. Namun, pemupukan pada\ntanaman seringkali dilakukan hanya berdasarkan kebiasaan, tanpa adanya\ninformasi yang jelas mengenai jumlah unsur hara yang dibutuhkan oleh tanaman.\nOleh karena itu, diperlukan suatu perangkat dan layanan TI yang dapat\nmengetahui kondisi defisiensi unsur hara dan kebutuhan unsur hara pada tanaman.\nKlorofil meter adalah perangkat yang digunakan untuk mengetahui kondisi\ndefisiensi dan kebutuhan unsur hara khususnya Nitrogen (N). Namun, klorofil\nmeter yang ada di pasaran saat ini memiliki penyimpanan data yang terbatas.\nSelain itu, klorofil meter tidak memiliki fasilitas pengiriman data ke platform\nsistem komputasi layanan, sehingga data hasil pengukuran indeks klorofil tidak\ndapat dipantau dan dianalisis lebih lanjut untuk memberikan layanan rekomendasi\npemupukan. Tujuan pada penelitian ini yaitu mengembangkan smart farming IoT\nplatform yang mencakup perangkat klorofil meter berbasis IoT, sistem\npengindraan jarak jauh dan perangkat lunak smart farming IoT platform berbasis\nSOA yang dapat digunakan untuk memantau kondisi defisiensi unsur hara dan\nmemberikan rekomendasi pemupukan pada tanaman berdasarkan nilai indeks\nklorofil dan Normalized Difference Vegetation Index (NDVI).\nPada penelitian ini, klorofil meter berbasis IoT telah dikembangkan dan telah\nberfungsi dengan baik yaitu mampu mengukur kandungan klorofil tanaman,\nmendapatkan posisi pengukuran, menyimpan data dalam modul memori, dan\nmengirimkan data ke perangkat lunak smart farming IoT platform. Kinerja\nklorofil meter berbasis IoT telah dibandingkan dengan kinerja klorofil meter\nkomersial (SPAD-502) pada pengukuran indeks klorofil daun tanaman (Maniltoa\ngrandiflora dan Oryza sativa), dengan koefisien determinasi (R2\n) 0,9631\n(Maniltoa grandiflora) dan 0,7171 (Oryza sativa), hal ini menunjukkan korelasi\nyang signifikan. Sistem penginderaan jarak jauh juga telah dikembangkan\nmenggunakan kamera multispectral Mapir Survey3 RGN yang dipasang pada DJI\nMavic 2 Pro. Perhitungan nilai NDVI menggunakan algoritma NDVI yang telah dimodifikasi. Nilai NDVI telah dibandingkan dengan nilai SPAD-502. Hasil\npengujian menunjukkan koefisien determinasi (R2\n\n) antara nilai NDVI dengan nilai\nSPAD-502 adalah 0,81 (Oryza sativa), hal ini menunjukkan korelasi yang\nsignifikan.\nPerangkat lunak smart farming IoT platform telah dikembangkan berdasarkan\nmodel referensi platform sistem komputasi layanan yang didukung dengan\nmenggunakan service computing system engineering (SCSE) framework sebagai\nengineering methodology. Hasil perancangan perangkat lunak smart farming IoT\nplatform telah memenuhi empat prinsip SOA yaitu coupling factor sebesar\n0,00645 yang menunjukkan kondisi kopling longgar antar layanan, cohesion\nfactor sebesar 0,538 yang menunjukkan hubungan yang kuat antar layanan,\ncomplexity factor sebesar 0,012 yang menunjukkan tingkat kompleksitas yang\n\nrendah dan reusability factor sebesar 5,167 yang menunjukkan bahwa layanan-\nlayanan dapat digunakan kembali cukup baik. Kinerja smart farming IoT platform\n\ntelah diuji menggunakan perangkat lunak Jmeter. Hasil pengujian kinerja smart\nfarming IoT platform menunjukkan nilai reliability (0,9999), availability (0,9997),\nintegrity (0,9990), maintainability (0,9629) dan safety (0,9090). Nilai\ndependability yang diukur dari kelima variabel menunjukkan nilai 0,97 yang\nmerupakan tingkat kepercayaan sistem yang sangat baik untuk tidak gagal dalam\nmemberikan layanan kepada pengguna dalam kondisi operasional normal dengan\nkemungkinan kegagalan yang masih dapat ditoleransi.\nKeluaran utama dari penelitian ini adalah perangkat klorofil meter berbasis IoT,\nalgoritma untuk memberikan rekomendasi pemupukan berdasarkan nilai\nkandungan klorofil, algoritma NDVI yang dimodifikasi, algoritma untuk\nmemberikan rekomendasi pemupukan berdasarkan nilai NDVI, dan perangkat\nlunak smart farming IoT platform berbasis SOA untuk layanan pemantauan\ndefisiensi nutrisi dan rekomendasi pemupukan pada tanaman. Kontribusi utama\npenelitian ini yaitu meningkatkan pengetahuan mengenai pengembangan smart\nfarming IoT platform menggunakan pendekatan rekayasa sistem dan SCSE\nframework, metode evaluasi hasil perancangan smart farming IoT platform\nmenggunakan empat prinsip SOA, metode evaluasi kinerja smart farming IoT\nplatform dengan menggunakan dependability, dan algoritma untuk memberikan\nrekomendasi pemupukan pada tanaman berdasarkan indeks klorofil dan nilai\nNDVI menggunakan regresi linier dan K-Means clustering yang dikorelasikan\ndengan bagan warna daun (BWD).", "Daftar File": {"SodaPDF-watermarked-Yudisium-33217004_Heri Andrianto - heri andrianto (1).pdf": "https://digilib.itb.ac.id/gdl/download/266748"}, "Penulis": "Heri Andrianto [33217004]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Suhardi, M.T.", "Dr. Ahmad Faizal, S.Si., M.Si."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Elektro dan Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Komputasi Layanan, Internet of Things, Smart Farming IoT Platform, Service Oriented Architecture, Service Computing System Engineering.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "21 Nov 2022"}