{"Nomor": 69722, "Judul": "PENGUKURAN TEMPAT KERJA PT ARKADIA SINERGI INDONESIA DENGAN MENGGUNAKAN MODEL GREAT PLACE TO WORK DALAM RANGKA MENINGKATKAN CITRA PERUSAHAAN", "Abstrak": "PT Arkadia Sinergi Indonesia adalah sebuah perusahaan yang bergerak di bidang arsitektur interior dan konstruksi bangunan khususnya bangunan kantor. Perusahaan ini didirikan pada tahun 2015. Pekerjaan yang dilakukan oleh perusahaan berbentuk proyek. Pada bulan Agustus hingga November tahun 2021, perusahaan mengalami kesulitan pencarian karyawan, padahal perusahaan membutuhkan tambahan karyawan secepatnya untuk menjalankan proyek-proyek yang akan ditangani. Permasalahan yang dialami oleh perusahaan adalah perusahaan belum menunjukkan bahwa perusahaan merupakan tempat kerja yang baik. Penelitian yang dilakukan adalah mengukur tempat kerja pada PT Arkadia Sinergi Indonesia. Metode penelitian yang dilakukan adalah survei menggunakan kuesioner. Model penelitian yang digunakan adalah Model Great Place to Work. Model ini memiliki lima dimensi utama, yaitu dimensi kredibilitas, respek, keadilan, kebanggaan, dan persahabatan. Analisis yang dilakukan atas hasil survei adalah analisis indikator penting dan analisis indikator nilai terendah. Analisis indikator penting menggunakan Uji LSD Fisher, sedangkan analisis indikator nilai terendah menggunakan analisis median. Hasil menunjukkan bahwa terdapat tiga belas indikator penting (tujuh indikator dari dimensi kredibilitas, tiga indikator dari dimensi keadilan, satu indikator dari dimensi kebanggaan, dan dua indikator dari dimensi persahabatan) dan delapan indikator dengan nilai terendah (tiga indikator dari dimensi kredibilitas, tiga indikator dari dimensi respek, dan dua indikator dari dimensi persahabatan). Rekomendasi solusi untuk memperbaiki indikator dengan nilai terendah agar membuat citra perusahaan yang baik, yaitu menjadi tempat kerja yang baik. Media sosial membangun citra perusahaan karena dapat menyebarkan pengakuan dari karyawan serta memperlihatkan kenapa dan bagaimana perusahaan dapat dikatakan sebagai tempat kerja yang baik yang mengakibatkan pelamar kerja tertarik untuk melamar pekerjaan pada PT Arkadia Sinergi Indonesia.", "Daftar File": {}, "Penulis": "Shafa Cindanu Sabila [14418050]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Iwan Inrawan Wiratmadja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Tempat Kerja yang Baik, Model Great Place to Work, Uji LSD Fisher, Analisis Median, Employer Branding", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "18 Nov 2022"}