{"Nomor": 69726, "Judul": "MANAJEMEN RISIKO PADA USAHA BUDIDAYA BLACK SOLDIER FLY DI METROPOLITAN BANDUNG RAYA, JAWA BARAT", "Abstrak": "Budidaya Black Soldier Fly (BSF) merupakan salah satu alternatif yang dilakukan untuk menanggulangi permasalahan limbah Meskipun begitu, program budidaya BSF sering kali tidak berkelanjutan yang mengindikasi minimnya analisa risiko terhadap kegiatan usaha ini. Hal tersebut menjadi dasar dari penelitian ini yang bertujuan untuk mengidentifikasi jenis dan penilaian risiko serta menentukan strategi mitigasi risiko yang tepat pada usaha budidaya BSF di perkotaan dengan Metropolitan Bandung Raya sebagai lokasi pengambilan data. Risiko pada usaha budidaya BSF diidentifikasi melalui wawancara dengan praktisi pembudidaya dan dinilai menggunakan metode FMEA (Failure Mode and Effect Analysis). Hasil penilaian risiko yang diperoleh kemudian disusun dalam matriks risiko hingga diperoleh risiko prioritas. Penentuan mitigasi strategi dilakukan dengan metode BTA (Bow-Tie Analysis) dan dilanjutkan dengan metode ANP (Analytic Network Process) bersama ahli/pakar hingga dihasilkan urutan prioritas strategi mitigasi risiko terbaik untuk usaha budidaya BSF. Hasil penelitian menunjukkan bahwa 1) Terdapat 45 risiko teridentifikasi pada usaha budidaya BSF yang tersebar pada cluster man, material, method, machine, milieu, money, dan market; 2) Penilaian risiko menghasilkan 16 risiko prioritas yang termasuk pada kategori risiko sangat tinggi dan tinggi pada matriks prioritas berdasarkan pada nilai tingkat keparahan (severity), kejadian (occurrence), dan deteksi (detection); 3) Terdapat 6 alternatif strategi mitigasi risiko pada usaha budidaya BSF di Metropolitan Bandung Raya, dengan strategi prioritas terbaik adalah meningkatkan kerja sama dengan penyedia limbah berkualitas (0.231).", "Daftar File": {"ABSTRAK Jennifer Adelia Latif": "https://digilib.itb.ac.id/gdl/download/266563"}, "Penulis": "Jennifer Adelia Latif [21321024]", "Kontributor / Dosen Pembimbing": ["Ramadhani Eka Putra, S.Si., M.Si., Ph.D.", "Dr. Ir. Wawan Gunawan, BA, M.P."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "ANP, Black Soldier Fly, FMEA, manajemen risiko, strategi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Nov 2022"}