{"Nomor": 69724, "Judul": "USULAN STRATEGI PEMASARAN UNTUK MENINGKATKAN EKUITAS MEREK PRODUK PELUMAS SKUTER MATIK (ENDURO MATIC) PT PERTAMINA LUBRICANTS", "Abstrak": "Pertumbuhan populasi skuter matic (skutik) yang signifikan di Indonesia selama satu dekade terakhir memberikan peluang besar bagi merek pelumas untuk tumbuh terutama di segmen oli skutik. Persaingan di pasar oli skutik cukup ketat dengan ratusan merek oli  berlomba-lomba merebut hati konsumen. Dengan banyaknya pemain di pasar, merek menjadi semakin penting untuk menciptakan diferensiasi dengan produk pesaing di pasar. Ekuitas merek mencerminkan nilai suatu merek di benak konsumen, semakin tinggi ekuitas merek, semakin tinggi persepsi konsumen terhadap nilai merek tersebut. Brand Equity Index (BEI) adalah ukuran/indikator bagaimana kinerja suatu merek di pasar.\n\nEnduro Matic adalah merek oli skutik dari PT. Pertamina Lubricants yang saat ini masuk dalam 5 (lima) merek oli skutik teratas di Indonesia dalam hal pangsa pasar. Selama tahun 2017 hingga 2018 terjadi penurunan yang signifikan pada Skor Enduro Matic Brand Equity Index (BEI) dari 1,95 menjadi 1,42. Tiga tahun berikutnya, dari 2018 hingga 2020, BEI dinilai stagnan. Skor Enduro Matic BEI berkinerja dibawah merek OEM dan global.\n\nMeski pangsa pasar saat ini masih cukup baik, pertumbuhan penjualan Enduro Matic lebih rendah bila dibandingkan para pesaing utamanya. Skor BEI yang lebih tinggi diharapkan dapat meningkatkan pertumbuhan penjualan serta pangsa pasar produk Enduro Matic di masa mendatang.\n\nTugas akhir ini berfokus pada identifikasi dan analisis strategi dan aktivitas pemasaran Enduro Matic saat ini dan dampaknya terhadap ekuitas merek Enduro Matic, serta merekomendasikan strategi pemasaran yang lebih baik untuk mengatasi masalah dan tantangan untuk mencapai skor BEI yang lebih tinggi.\n\nPenelitian ini menghasilkan beberapa rekomendasi bagi Enduro Matic untuk diterapkan, menggunakan alat analisis internal dan eksternal seperti matriks TOWS, VRIO, STP, 7P Marketing mix, dan Diamond Strategy Model. \n\nStrategi pemasaran yang disarankan untuk Enduro Matic adalah dengan melakukan Brand re-positioning agar lebih sesuai dengan target pasar. Selanjutnya menerapkan kampanye pemasaran dan komunikasi terpadu untuk menyampaikan pesan re-positioning, serta perbaikan pada aspek produk dan perluasan saluran penjualan & pemasaran. Dengan demikian, diharapkan Enduro Matic dapat mencapai skor BEI yang lebih tinggi yang akan membantu mendorong pertumbuhan dan pangsa pasar Enduro Matic.", "Daftar File": {"COVER Russina Alamsyah": "https://digilib.itb.ac.id/gdl/download/267326"}, "Penulis": "Russina Alamsyah [29320332]", "Kontributor / Dosen Pembimbing": ["Iwan Setiawan, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pelumas, Skuter, Merek, Awareness, Citra, Pemasaran, Strategi, Promosi, Konsumen, Rekomendasi.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "18 Nov 2022"}