{"Nomor": 69738, "Judul": "ANALISIS KESTABILAN LERENG AKTUAL DAN DESAIN TAHUNAN TAMBANG BATUBARA MENGGUNAKAN METODE KESETIMBANGAN BATAS DAN METODE ELEMEN HINGGA DI SITE DIZAMATRA POWERINDO, KABUPATEN LAHAT, SUMATERA SELATAN", "Abstrak": "Open Pit Mining merupakan metode penambangan yang hemat biaya dengan\nmekanisasi operasional yang tinggi dan volume produksi yang besar. Selain itu,\nselama beberapa dekade terakhir produksi batubara Indonesia meningkat menjadi\n606,22 juta ton pada tahun 2021. Peningkatan ini disebabkan oleh kebutuhan\nbatubara dunia dan harga batubara yang terus meningkat. Akibatnya, sebagian besar\ntambang batubara dalam negeri bersaing untuk meningkatkan produksi mereka\nyang secara tidak langsung meningkatkan dimensi penggalian lubang bukaan\ntambang. Perkembangan lubang bukaan yang lebih tinggi, lebih dalam, dan lebih\ncuram menyebabkan komplikasi besar terhadap risiko masalah kestabilan lereng\ndalam skala besar. Analisis kestabilan lereng dilakukan pada Site Dizamatra\nPowerindo, Lahat, Sumatera Selatan. Analisis dilakukan menggunakan metode\nkesetimbangan batas yang meninjau kesetimbangan gaya dan momen, sedangkan\nmetode elemen hingga meninjau setiap elemen massa batuan. Data yang digunakan\ndalam analisis terdiri dari dua, yaitu data primer yang didapatkan dari pemetaan\nlapangan dan data sekunder yang didapatkan dari data bor geoteknik perusahaan.\nBerdasarkan hasil analisis pada bagian low-wall menggunakan metode\nkesetimbangan batas, pada kondisi aktual menunjukkan lereng tidak aman pada\npenampang 1 dan penampang 4, sedangkan analisis metode elemen hingga\nmenunjukkan lereng tidak aman pada penampang 4 dengan perpindahan kritis 9,9\ncm. Hasil analisis pada bagian low-wall menggunakan metode kesetimbangan batas\ndan elemen hingga pada kondisi desain, menunjukkan lereng tidak aman pada\npenampang 2, penampang 3, dan penampang 4 dengan perpindahan kritis 5,2 – 12\ncm. Analisis kesetimbangan batas pada bagian high-wall kondisi aktual dan desain,\nsemua penampang termasuk ke dalam kondisi aman. Analisis pada bagian highwall\nmenggunakan metode elemen hingga menunjukkan lereng tidak aman di\npenampang 1 dan penampang 2 pada kondisi desain dengan perpindahan kritis\nsebesar 11,7 – 12,7 cm. Rekomendasi lereng bagian low-wall, yaitu lereng dengan\ntinggi 10 m, bench 5 m dan sudut lereng tunggal 12o, sedangkan bagian high-wall\ndengan tinggi lereng 10 m, bench 10 m, memiliki sudut kritis lereng sebesar 53o.", "Daftar File": {"ABSTRAK YUSUF R LANGGA 12018075.pdf": "https://digilib.itb.ac.id/gdl/download/266788", "COVER YUSUF R LANGGA 12018075.pdf": "https://digilib.itb.ac.id/gdl/download/266789", "BAB 1 YUSUF R LANGGA 12018075.pdf": "https://digilib.itb.ac.id/gdl/download/266790", "BAB 2 YUSUF R LANGGA 12018075.pdf": "https://digilib.itb.ac.id/gdl/download/266791", "BAB 3 YUSUF R LANGGA 12018075.pdf": "https://digilib.itb.ac.id/gdl/download/266792", "BAB 4 YUSUF R LANGGA 12018075.pdf": "https://digilib.itb.ac.id/gdl/download/266793", "BAB 5 YUSUF R LANGGA 12018075.pdf": "https://digilib.itb.ac.id/gdl/download/266794", "BAB 6 YUSUF R LANGGA 12018075.pdf": "https://digilib.itb.ac.id/gdl/download/266796", "BAB 7 YUSUF R LANGGA 12018075.pdf": "https://digilib.itb.ac.id/gdl/download/266797", "PUSTAKA Yusuf R Langga": "https://digilib.itb.ac.id/gdl/download/266798", "LAMPIRAN YUSUF R LANGGA 12018075.pdf": "https://digilib.itb.ac.id/gdl/download/266799"}, "Penulis": "Yusuf R Langga [12018075]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Imam Achmad Sadisun, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "kestabilan lereng, kesetimbangan batas, elemen hingga, longsoran", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "11 file", "Tanggal Input": "22 Nov 2022"}