{"Nomor": 69730, "Judul": "KARAKTERISASI DAN KORELASI GEOKIMIA BATUAN INDUK DAN GAS BUMI, SERTA PEMODELAN CEKUNGAN SATU DIMENSI DI SUB-CEKUNGAN MADURA, JAWA TIMUR UTARA", "Abstrak": "Kebutuhan energi minyak dan gas yang terus meningkat perlu diimbangi dengan produksi\nyang efektif. Produksi minyak dan gas yang efektif dapat mulai dilakukan dengan\nmengevaluasi sistem petroleum yang ada agar kegiatan eksplorasi lebih terarah. Penelitian\nini dilakukan untuk mempelajari salah satu komponen penting sistem petroleum, yaitu\nbatuan induk, di Sub-Cekungan Madura. Analisis yang dilakukan meliputi karakterisasi\nbatuan induk (kuantitas material organik, tipe material organik, dan kematangan material\norganik), korelasi geokimia, dan pemodelan cekungan satu dimensi. Data penelitian diambil\ndari enam sumur PT Medco Energi. Total data geokimia batuan yang didapatkan adalah 441\ndata. Data tersebut diseleksi menjadi 70 data yang siap dianalisis. Analisis juga dilakukan\npada 17 data gas bumi untuk mengetahui tipe gas dan dikorelasikan dengan batuan induk\npada daerah penelitian. Hasil analisis karakteristik batuan induk menunjukkan terdapat dua\nformasi yang berpotensi menjadi batuan induk, yaitu Formasi Kujung II dan Formasi\nTuban/Kujung I. Sampel gas bumi pada daerah penelitian terdiri atas gas biogenik yang\nberasal dari lingkungan laut dan gas termogenik berupa associated gas yang diduga berasal\ndari Formasi Kujung II, yang sudah dalam keadaan lewat matang. Berdasarkan kurva sejarah\npemendaman, di daerah penelitian terjadi dua fase tektonik yaitu fase pascalisu pada\nOligosen Awal hingga Miosen Akhir (33,2–5,8 Ma) dan fase inversi pada Miosen Akhir\n(~5,8 Ma) hingga sekarang. Pada model SR-1 kematangan awal Formasi Kujung II pertama\nkali terjadi ~1,82 Ma dan pada Formasi Tuban/Kujung I terjadi ~1,31 Ma. Pada model SR-\n2 kematangan awal Formasi Kujung II pertama kali terjadi pada ~19,30 Ma dan pada\nFormasi Tuban/Kujung I terjadi pada ~5,72 Ma.", "Daftar File": {"ABSTRAK FAIZAL AGI NURLUTHFI 12017019.pdf": "https://digilib.itb.ac.id/gdl/download/266652", "COVER FAIZAL AGI NURLUTHFI 12017019.pdf": "https://digilib.itb.ac.id/gdl/download/266653", "BAB 1 FAIZAL AGI NURLUTHFI 12017019.pdf": "https://digilib.itb.ac.id/gdl/download/266654", "BAB 2 FAIZAL AGI NURLUTHFI 12017019.pdf": "https://digilib.itb.ac.id/gdl/download/266655", "BAB 3 FAIZAL AGI NURLUTHFI 12017019.pdf": "https://digilib.itb.ac.id/gdl/download/266656", "BAB 4 FAIZAL AGI NURLUTHFI 12017019.pdf": "https://digilib.itb.ac.id/gdl/download/266657", "BAB 5 FAIZAL AGI NURLUTHFI 12017019.pdf": "https://digilib.itb.ac.id/gdl/download/266658", "BAB 6 FAIZAL AGI NURLUTHFI 12017019.pdf": "https://digilib.itb.ac.id/gdl/download/266659", "PUSTAKA Faizal Agi Nurluthfi": "https://digilib.itb.ac.id/gdl/download/266660", "LAMPIRAN FAIZAL AGI NURLUTHFI 12017019.pdf": "https://digilib.itb.ac.id/gdl/download/266661"}, "Penulis": "Faizal Agi Nurluthfi [12017019]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Eddy Ariyono Subroto, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "batuan induk, gas bumi, geokimia, pemodelan cekungan, Sub-Cekungan Madura.", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "10 file", "Tanggal Input": "21 Nov 2022"}