{"Nomor": 69735, "Judul": "ANALISIS GEOKIMIA DAN PEMODELAN CEKUNGAN PADA DAERAH BLOK LEPAS PANTAI MADURA BARAT, CEKUNGAN JAWA TIMUR UTARA", "Abstrak": "Analisis geokimia dan pemodelan cekungan merupakan analisis yang penting dilakukan pada tahapan eksplorasi minyak dan gas bumi, dengan melakukan kedua analisis ini akan memperjelas sistem petroleum yang ada pada suatu cekungan. Penelitian dilakukan pada lapangan minyak dan gas bumi yang berada pada Blok Lepas Pantai Madura Barat, Cekungan Jawa Timur Utara. Daerah ini merupakan salah satu cekungan yang menghasilkan produksi hidrokarbon cukup baik, namun beberapa tahun terakhir terjadi penurunan produksi hidrokarbon dan belum ditemukan lagi lapangan baru penghasil hidrokarbon pada daerah ini. Analisis geokimia dan pemodelan cekungan diharapkan mampu meningkatkan peluang penemuan lapangan baru, sehingga produksi hidrokarbon dapat ditingkatkan.\nPenelitian diawali dengan melakukan analisis evaluasi batuan induk yang meliputi analisis kekayaan batuan induk, penentuan tipe kerogen, dan analisis tingkat kematangan. Analisis TOC (total material organik) berguna untuk menentukan tingkat kekayaan batuan induk. Penentuan tipe kerogen didapatkan dengan melakukan analisis pada hasil pirolisis batuan. Data pantulan vitrinit (Ro) menjadi parameter utama yang digunakan dalam menganalisis tingkat kematangan batuan induk. Analisis biomarker juga dilakukan pada penelitian ini, analisis ini berfungsi untuk menentukan asal material organik, lingkungan pengendapan, tingkat kematangan, dan korelasi minyak bumi terhadap batuan induk. Setelah keseluruhan analisis geokimia dilakukan, penelitian dilanjutkan dengan melakukan pemodelan cekungan. Pemodelan cekungan diawali terlebih dahulu dengan pemodelan cekungan 1D dan kemudian dilanjutkan dengan pemodelan cekungan 3D. Secara umum pemodelan cekungan bertujuan untuk menentukan sejarah kematangan batuan induk, waktu kematangan batuan induk, waktu migrasi hidrokarbon, dan jalur migrasi hidrokarbon.\nEvaluasi batuan induk dilakukan pada Formasi Ngimbang dan Formasi Kujung Unit II. Batuan induk yang berasal dari Formasi Ngimbang memiliki nilai TOC 0,51-3,56% (cukup-sangat baik), tersusun atas kerogen tipe III, dan memiliki tingkat kematangan belum matang-puncak matang (0,49-0,76% Ro). Batuan induk yang berasal dari Formasi Kujung Unit II memiliki nilai TOC 0,5-2,2% (cukup-sangat baik), tersusun atas kerogen tipe III, dan memiliki tingkat kematangan belum matang (0,39-0,59% Ro).\niv\nAnalisis biomarker pada sampel batuan induk yang berasal dari Formasi Ngimbang dan Formasi Kujung Unit II menunjukkan bahwa material organik berasal dari campuran tumbuhan tingkat tinggi dan alga, kedua batuan induk ini menunjukkan lingkungan pengendapan fluviodeltaik. Analisis biomarker pada sampel minyak bumi menunjukkan bahwa sampel berasal dari batuan induk yang memiliki material organik yang berasal dari bakteri dan diendapkan pada lingkungan pengendapan fluviodeltaik. Analisis biomarker pada minyak bumi juga berguna untuk menentukan tingkat kematangan, sampel minyak bumi menunjukkan tingkat kematangan 0,86-1,06% Ro. Korelasi antara minyak bumi dan batuan induk yang berasal dari Formasi Ngimbang dan Formasi Kujung Unit II menunjukkan korelasi negatif.\nAnalisis pemodelan cekungan 1D dilakukan pada delapan sumur penelitian. Hasil analisis ini menunjukkan bahwa terdapat dua pola kematangan batuan induk yaitu pola pada daerah tinggian purba dan pola pada daerah rendahan purba. Pada daerah tinggian purba kematangan batuan induk Formasi Ngimbang telah memasuki tingkat kematangan puncak matang dan batuan induk Formasi Kujung Unit II masih berada pada fase belum matang. Pada daerah rendahan purba batuan induk Formasi Ngimbang telah memasuki tingkat kematangan puncak matang dan batuan induk Formasi Kujung Unit II masih berada pada fase belum matang. Batuan induk pada daerah tinggian purba mencapai tingkat kematangan awal matang pada umur 0,36 Ma (Plistosen) dan mencapai fase puncak matang pada umur 0,1 Ma (Plistosen). Batuan induk yang berada pada daerah rendahan purba memasuki tingkat kematangan awal matang pada umur 26,72 Ma (Oligosen) dan memasuki fase puncak matang pada umur 24,92 Ma (Oligosen).\nPemodelan cekungan 3D dilakukan setelah analisis pemodelan cekungan 1D selesai. Berdasarkan simulasi yang dikerjakan, migrasi hidrokarbon pada daerah penelitian diperkirakan terjadi pada waktu 15,8 Ma. Hasil migrasi hidrokarbon pada pemodelan cekungan 3D menunjukkan minyak bumi yang dianalisis biomarkernya bukan berasal dari batuan induk yang ada pada daerah penelitian. Minyak bumi tersebut diperkirakan berasal dari bagian cekungan yang lebih dalam, yaitu pada bagian timur dari daerah penelitian.", "Daftar File": {"ABSTRAK HENGKY PRATAMA 22016308.pdf": "https://digilib.itb.ac.id/gdl/download/266750", "COVER HENGKY PRATAMA 22016308.pdf": "https://digilib.itb.ac.id/gdl/download/266751", "BAB 1 HENGKY PRATAMA 22016308.pdf": "https://digilib.itb.ac.id/gdl/download/266752", "BAB 2 HENGKY PRATAMA 22016308.pdf": "https://digilib.itb.ac.id/gdl/download/266753", "BAB 3 HENGKY PRATAMA 22016308.pdf": "https://digilib.itb.ac.id/gdl/download/266754", "BAB 4 HENGKY PRATAMA 22016308.pdf": "https://digilib.itb.ac.id/gdl/download/266755", "BAB 5 HENGKY PRATAMA 22016308.pdf": "https://digilib.itb.ac.id/gdl/download/266756", "PUSTAKA Hengky Pratama": "https://digilib.itb.ac.id/gdl/download/266757", "LAMPIRAN HENGKY PRATAMA 22016308.pdf": "https://digilib.itb.ac.id/gdl/download/266758"}, "Penulis": "Hengky Pratama [22016308]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Eddy Ariyono Subroto, Ph.D.", "Dr. Ir. Asep Heri Patria Kesumajana, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "evaluasi batuan induk, Cekungan Jawa Timur Utara, biomarker, pemodelan cekungan, migrasi hidrokarbon.", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "9 file", "Tanggal Input": "22 Nov 2022"}