{"Nomor": 69748, "Judul": "STUDI GEOLOGI LINGKUNGAN UNTUK PERENCANAAN WILAYAH PERKOTAAN KAWASAN METROPOLITAN UTARA KOTA SEMARANG, PROVINSI JAWA TENGAH", "Abstrak": "Berdasarkan Peraturan Presiden No. 78 Tahun 2017 tentang Rencana Tata Ruang\nKawasan Perkotaan, dibentuk suatu kawasan metropolitan baru di Jawa Tengah\nyang disebut sebagai kawasan Kedungsepur (Kendal, Demak, Ungaran, Salatiga,\nSemarang, dan Purwodadi) dengan pusatnya berada di Kota Semarang. Kebijakan\ntata ruang nasional ini menempatkan kawasan Perkotaan Kedungsepur sebagai\nKawasan Strategis Nasional (KSN) yang berfokus pada rehabilitasi/revitalisasi\nkawasan dengan sudut kepentingan ekonomi. Hasil dari pembentukan kawasan\nmetropolitan baru ini menyebabkan perlunya dilakukan studi geologi lingkungan\nkhususnya di kawasan Kota Semarang sebagai pusat kawasan metropolitan, hal ini\nbertujuan untuk memahami kondisi sumber daya geologi, bahaya geologi, serta\nkesiapan lahan Kota Semarang dalam mengakomodasi pembangunan infrastruktur\npenunjang KSN sekaligus peningkatan jumlah penduduk akibat urbanisasi yang\nmasif.\nDaerah penelitian terletak pada koordinat 423000-440000 mT dan 9234000-\n9222000 mU (UTM WGS 1984 Zona 49S) yang secara administratif berada di\nKecamatan Tugu, Ngaliyan, Candisari, Gayamsari, Semarang Utara, Semarang\nTengah, Semarang Selatan, Semarang Barat, dan Semarang Timur. Analisis pada\npenelitian ini menggunakan data sekunder berupa peta tematik dari penelitian yang\ndilaksanakan oleh Pusat Airtanah dan Geologi Tata Lingkungan, Pusat Vulkanologi\ndan Mitigasi Bencana Geologi, Badan Informasi Geospasial, dan Kementerian\nLingkungan Hidup dan Kehutanan. Data tersebut kemudian digunakan dalam\npenyusunan Analytical Hierarchy Process di dalam metode AHP dengan\nparameter-parameter yang telah disesuaikan berdasarkan kondisi geologi di Kota\nSemarang dan selanjutnya didigitasi untuk menghasilkan peta parameter geologi\nlingkungan perkotaan yang ditumpang tindihkan (overlay). Terdapat empat belas\nparameter geologi lingkungan yang digunakan untuk perencanaan wilayah\nperkotaan baik yang berkaitan dengan geologi maupun nongeologi. Parameter\ngeologi meliputi daya dukung batuan dan tanah, kemiringan lereng, kerentanan\ngerakan tanah, kawasan rawan bencana gempabumi, kawasan rawan bencana\ngunungapi, kawasan rawan bencana tsunami, bahaya potensi likuefaksi, zona\nabrasi, potensi produktivitas airtanah, kedalaman muka airtanah, zona konservasi\nv\nairtanah, dan zona sesar. Sedangkan parameter nongeologi terdiri dari kawasan\nlindung dan lokasi lapangan terbang.\nBerdasarkan hasil analisis geologi lingkungan, terdapat lima klasifikasi zona\ntingkat kelayakan pembangunan di daerah penelitian dengan persentase luasnya\nmeliputi zona tidak leluasa (17%), zona kurang leluasa (3%), zona agak leluasa\n(32%), zona cukup leluasa (27%), dan zona leluasa (21%). Berdasarkan hasil\nanalisis tersebut, rekomendasi arah pembangunan Kota Semarang menuju wilayah\nselatan daerah penelitian yang mana merupakan bagian dari zona cukup leluasa\nsampai zona leluasa dengan luas area 48% dari area penelitian.", "Daftar File": {"COVER Helmi Adham": "https://digilib.itb.ac.id/gdl/download/267093", "COVER HELMI ADHAM 12017036.pdf": "https://digilib.itb.ac.id/gdl/download/267094", "BAB 1 HELMI ADHAM 12017036.pdf": "https://digilib.itb.ac.id/gdl/download/267095", "BAB 2 HELMI ADHAM 12017036.pdf": "https://digilib.itb.ac.id/gdl/download/267096", "BAB 3 HELMI ADHAM 12017036.pdf": "https://digilib.itb.ac.id/gdl/download/267097", "BAB 4 HELMI ADHAM 12017036.pdf": "https://digilib.itb.ac.id/gdl/download/267098", "BAB 5 HELMI ADHAM 12017036.pdf": "https://digilib.itb.ac.id/gdl/download/267099", "BAB 6 HELMI ADHAM 12017036.pdf": "https://digilib.itb.ac.id/gdl/download/267100", "PUSTAKA Helmi Adham": "https://digilib.itb.ac.id/gdl/download/267101"}, "Penulis": "Helmi Adham [12017036]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Asep Heri Patria Kesumajana, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Kawasan Metropolitan Utara Semarang, Geologi Lingkungan Perkotaan, Analytical Hierarchy Process, overlay.", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "9 file", "Tanggal Input": "23 Nov 2022"}