{"Nomor": 69745, "Judul": "ANALISIS KUALITAS AIRTANAH PADA DAERAH RADIASI LATAR ALAMIAH TINGGI DI KECAMATAN SIMBORO, KABUPATEN MAMUJU, SULAWESI BARAT", "Abstrak": "Kabupaten Mamuju merupakan salah satu daerah di Indonesia dengan nilai radiasi latar alamiah tinggi yang secara geologi disusun oleh batuan gunungapi Formasi Adang dan sedimen laut dangkal Formasi Mamuju. Nilai radiasi latar alamiah yang tinggi di suatu daerah dapat mencerminkan adanya unsur radioaktif yang terkandung dalam batuan dan hasil pelapukannya. Keberadaan unsur radioaktif dalam batuan dan tanah dapat memberikan pengaruh pada kualitas airtanah suatu daerah dengan keterdapatan radionuklida Ra-226.\nDalam penelitian ini, diperoleh 9 sampel data isotop tanah (Ra-226, Th-232, K-40) dan 12 data sekunder isotop batuan (U-238, Th-232, K-40), dengan mayoritas kandungan radionuklida melebihi rata-rata dunia dan ambang batas dalam baku tingkat radioaktivitas lingkungan. Kondisi ini kemudian ditelaah pengaruhnya terhadap kualitas airtanah dengan menggunakan beberapa metode, seperti metode Hierarchical Cluster Analysis untuk mengetahui perbedaan kelompok airtanah, uji korelasi pearson untuk mengetahui hubungan antar radionuklida batuan dengan parameter kualitas airtanah, diagram piper untuk mengetahui tipe kimia airtanah dan metode Indeks Pencemar sebagai penentu tingkat kualitas airtanah daerah penelitian.\nAirtanah daerah penelitian terbagi menjadi tiga kelompok berdasarkan parameter pH, TDS, dan Ra-226 yang diakibatkan oleh pengaruh musim dan aktivitas pertanian. Hubungan kedekatan antar parameter kualitas airtanah (pH, TDS, ion, logam berat, Ra-226) dengan radionuklida batuan memiliki korelasi rendah – tidak berkorelasi yang disebabkan oleh kecenderungan radionuklida terakumulasi dalam tanah. Kimia airtanah daerah penelitian termasuk dalam tipe magnesium bikarbonat. Dari seluruh parameter kualitas airtanah dilakukan perhitungan menggunakan metode Indeks Pencemar dengan hasil dari tiga desa yaitu Botteng, Botteng Utara, dan Takandeang, seluruhnya memiliki nilai indeks < 1,0 yang menunjukkan kondisi baik.", "Daftar File": {"ABSTRAK ARASH ANGGITA 12018064.pdf": "https://digilib.itb.ac.id/gdl/download/266909", "COVER ARASH ANGGITA 12018064.pdf": "https://digilib.itb.ac.id/gdl/download/266910", "BAB 1 ARASH ANGGITA 12018064.pdf": "https://digilib.itb.ac.id/gdl/download/266911", "BAB 2 ARASH ANGGITA 12018064.pdf": "https://digilib.itb.ac.id/gdl/download/266912", "BAB 3 ARASH ANGGITA 12018064.pdf": "https://digilib.itb.ac.id/gdl/download/266913", "BAB 4 ARASH ANGGITA 12018064.pdf": "https://digilib.itb.ac.id/gdl/download/266914", "BAB 5 ARASH ANGGITA 12018064.pdf": "https://digilib.itb.ac.id/gdl/download/266915", "BAB 6 ARASH ANGGITA 12018064.pdf": "https://digilib.itb.ac.id/gdl/download/266916", "PUSTAKA Arash Anggita Sari": "https://digilib.itb.ac.id/gdl/download/266917", "LAMPIRAN ARASH ANGGITA 12018064.pdf": "https://digilib.itb.ac.id/gdl/download/266918"}, "Penulis": "Arash Anggita Sari [12018064]", "Kontributor / Dosen Pembimbing": ["Dr. Dasapta Erwin Irawan, S.T., M.T.", "Dr.Eng. Very Susanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Radiasi latar alamiah, Formasi Adang, radionuklida batuan, kualitas airtanah, indeks pencemar.", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "10 file", "Tanggal Input": "22 Nov 2022"}