{"Nomor": 69741, "Judul": "EVALUASI KINERJA FINANSIAL PT WIJAYA KARYA REALTY MENGGUNAKAN TEKNIK DASAR MANAJEMEN KEUANGAN", "Abstrak": "PT Wijaya Karya Realty merupakan anak perusahaan dari salah satu perusahaan Badan Usaha Milik Negara yaitu PT Wijaya Karya (Persero) Tbk. PT WIKA Realty telah memulai operasinya sejak tahun 2000 dengan bergerak pada sektor usaha properti dan real estat nasional. Perusahaan memiliki tiga fokus bidang usaha yaitu pengembangan bisnis realty, manajemen properti, dan jasa konstruksi. Perusahaan memiliki rencana untuk melakukan Initial Public Offering pada akhir tahun 2022 atau awal tahun 2023 sehingga memerlukan persiapan yang matang. Untuk mendukung rencana tersebut, pertama-tama perlu dilakukan peninjauan kembali terhadap kinerja finansial perusahaan selama ini untuk mengantisipasi terjadinya kendala finansial yang dapat mengganggu rencana tersebut. Evaluasi kinerja finansial dapat membantu perusahaan dalam mengidentifikasi potensi-potensi permasalahan yang mungkin terjadi pada perusahaan sehingga hasilnya dapat dijadikan pertimbangan dalam merancang strategi perusahaan kedepan.\nEvaluasi kinerja finansial PT WIKA Realty dilakukan dengan menggunakan teknik-teknik dasar manajemen keuangan seperti tingkat kesehatan finansial usaha (rasio likuiditas, rasio aktivitas, rasio utang, rasio profitabilitas, dan rasio nilai pasar); aliran keluar masuknya dana perusahaan; titik impas setiap bidang usaha perusahaan; tingkat leverage yang digunakan dalam menjalankan usaha; prakiraan kebutuhan dana untuk periode yang akan datang dan proyeksi anggaran kas perusahaan; modal kerja; siklus konversi kas; dan biaya modal perusahaan. Kemudian, dilakukan perbandingan kinerja finansial perusahaan terhadap kinerja finansial perusahaan nasional sejenis (properti dan real estat).\nBerdasarkan hasil evaluasi kinerja finansial, didapatkan bahwa terdapat beberapa potensi permasalahan yang dapat terjadi pada PT WIKA Realty selama persiapan menuju Initial Public Offering. Namun, perusahaan juga memiliki beberapa aspek positif yang dapat ditawarkan dalam mengimbangi kelemahan tersebut mulai dari aspek profitabilitas, aspek efisiensi operasional, aspek aliran dana, aspek kondisi modal kerja, aspek solvabilitas, aspek struktur pendanaan, hingga aspek nilai pasar perusahaan.", "Daftar File": {}, "Penulis": "Muhammad Fazryn Prakasa [13418015]", "Kontributor / Dosen Pembimbing": ["Aldila Rizkiana, S.T., M.T.", "Ir. Pamoedji Hardjomidjojo, M.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "manajemen keuangan, evaluasi kinerja finansial, penawaran umum perdana.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "22 Nov 2022"}