{"Nomor": 69744, "Judul": "KARAKTERISASI ENDAPAN NIKEL LATERIT DAERAH BULI, KABUPATEN HALMAHERA TIMUR, PROVINSI MALUKU UTARA", "Abstrak": "Indonesia khususnya Sulawesi dan Halmahera memiliki cadangan bijih laterit yang\nsangat kaya. Nikel sebelumnya hanya digunakan dalam industri stainless steel\nnamun, meningkatnya laju adopsi energi alternatif turut meningkatkan permintaan\npasar untuk bijih nikel laterit untuk bahan baku baterai khususnya dalam industri\nmobil elektrik. Diperkirakan dengan laju produksi mobil elektrik sekarang, pada\ntahun 2025 akan terjadi kekurangan suplai nikel untuk bahan baku baterai mobil\nelektrik. Dalam upaya memenuhi kebutuhan nikel tersebut, diperlukan penelitian\nlebih detail mengenai karakterisasi endapan nikel laterit di Daerah Buli.\nPenelitian ini bertujuan untuk menentukan karakteristik batuan dasar, menentukan\nkarakteristik dari endapan, serta menentukan metode pemrosesan yang tepat untuk\nbijih laterit daerah penelitian. Data yang digunakan adalah data sekunder berupa\nsampel batuan dasar 10 titik bor, data analisis XRF (X-Ray Fluorescence) 10 titik\nbor, DEM (Digital Elevation Model), 247 foto logging, dan 10 deskripsi logging.\nProfil laterit daerah penelitian terdiri atas tanah penutup, limonit, saprolit dan\nbatuan dasar. Berdasarkan analisis petrografi, batuan dasar daerah penelitian terdiri\natas harzburgit terserpentinisasi dan serpentinit. Batuan dasar mengalami\nserpentinisasi sedang hingga kuat dengan serpentinisasi berlangsung dua kali.\nMineral pembawa nikel olivin dan serpentin.\nBatuan dasar memengaruhi persebaran unsur minor dan mayor di zona limonit.\nUntuk unsur minor, Ni lebih tinggi ditemukan pada lubang bor dengan batuan dasar\nharzburgit namun, unsur Co dan MnO lebih rendah dari lubang bor dengan batuan\ndasar serpentinit. Untuk unsur mayor, SiO2 dan MgO lebih tinggi ditemukan pada\nlubang bor harzburgit, sedangkan unsur Fe dan Al2O3 lebih tinggi ditemukan pada\nluabng bor serpentinit. Tidak tampak perbedaan signifikan pada persebaran unsur\nminor dan mayor pada zona saprolit kecuali pada unsur MgO. Unsur MgO lebih\ntinggi ditemukan pada lubang bor serpentinit. Topografi juga memengaruhi derajat\nlaterisasi dari profil laterit. Semakin landai lereng, semakin tinggi derajat laterisasi.\nBijih laterit daerah penelitian dibagi menjadi dua, yaitu bijih limonit dan bijih\nsaprolit. Bijih saprolit yang memenuhi nilai ambang kadar nikel berjumlah 66 bijih\niii\nyang cocok untuk diolah menjadi feronikel. Terdapat 17 bijih yang berasal dari\nlimonit maupun saprolit yang cocok untuk diolah menjadi NPI (Nickel Pig Iron).\nBijih limonit yang memenuhi nilai ambang kadar nikel berjumlah 14 bijih yang\ncocok untuk diolah menjadi MHP (Mixed Hidroxide Precipitate).", "Daftar File": {"ABSTRAK ANDI M FAALIH RUSYDI 12017003.pdf": "https://digilib.itb.ac.id/gdl/download/266897", "COVER ANDI M FAALIH RUSYDI 12017003.pdf": "https://digilib.itb.ac.id/gdl/download/266898", "BAB 1 ANDI M FAALIH RUSYDI 12017003.pdf": "https://digilib.itb.ac.id/gdl/download/266899", "BAB 2 ANDI M FAALIH RUSYDI 12017003.pdf": "https://digilib.itb.ac.id/gdl/download/266900", "BAB 3 ANDI M FAALIH RUSYDI 12017003.pdf": "https://digilib.itb.ac.id/gdl/download/266901", "BAB 4 ANDI M FAALIH RUSYDI 12017003.pdf": "https://digilib.itb.ac.id/gdl/download/266902", "BAB 5 ANDI M FAALIH RUSYDI 12017003.pdf": "https://digilib.itb.ac.id/gdl/download/266903", "BAB 6 ANDI M FAALIH RUSYDI 12017003.pdf": "https://digilib.itb.ac.id/gdl/download/266904", "BAB 7 ANDI M FAALIH RUSYDI 12017003.pdf": "https://digilib.itb.ac.id/gdl/download/266905", "BAB 8 ANDI M FAALIH RUSYDI 12017003.pdf": "https://digilib.itb.ac.id/gdl/download/266906", "PUSTAKA Andi Muhammad Faalih Rusydi": "https://digilib.itb.ac.id/gdl/download/266907", "LAMPIRAN ANDI M FAALIH RUSYDI 12017003.pdf": "https://digilib.itb.ac.id/gdl/download/266908"}, "Penulis": "Andi Muhammad Faalih Rusydi [12017003]", "Kontributor / Dosen Pembimbing": ["Ir. Nurcahyo Indro Basuki, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Endapan nikel laterit, Daerah Buli, batuan dasar, pengolahan", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "12 file", "Tanggal Input": "22 Nov 2022"}