{"Nomor": 69757, "Judul": "VALUASI PT PETROKIMIA GRESIK DALAM RANGKA MENINGKATKAN MODAL PERUSAHAAN UNTUK PENGEMBANGAN BISNIS BARU", "Abstrak": "PT Petrokimia Gresik beberapa tahun ini mengalami profit yang stagnan dan cenderung turun dalam beberapa tahun terakhir, jika profit terus turun maka akan menjadi masalah dimana fase growth telah terlewati dan sudah memasuki periode declining. Masalah ini dari beberapa faktor salah satunya karena tidak ada pengembangan beberapa tahun terakhir. Efek dari tidak melakukan project dapat berdampak besar pada kondisi keuangan perusahaan.\n\nUntuk mengetahui permasalah – permasalahan apa saja yang terjadi dan strategi apa yang perlu dilakukan maka dilakukan dengan cara mengidentifikasi faktor – faktor dari internal maupun external yang akan di matchingkan dalam sebuah strategi serta bagaimana penyelesaiannya. Dalam strategi ini dilakukan beberapa analisis faktor yaitu Porter 5 forces, PESTEL, Clausal Loop Diagram, Finance ratio, SWOT, Dupont Analysis, dan SPACE Matrix. Dari sinilah didapatkan salah satu cara untuk meningkatkan revenue adalah dengan melakukan pengembangan – pengembangan proyek secara aggressive yang terintegrasi. Dengan melakukan pengembangan proyek yang aggressive terintegrasi memerlukan nilain investasi yang cukup tinggi sehingga perusahaan diperlukan menjadi perusahaan yang terbukan dengan harapan akan mendapatkan biaya pendanaan proyek untuk ekspansi proyek secara besar.\n\nValuasi dilakukan dengan cara memilih metode yang paling tepat yaitu dengan perhitungan FCFE dimana kekayaan bersih yang menjadi patokan untuk perhitungan dengan masa Pabrik selama 20 tahun. Hasil dari Valuasi digunakan sebagai pendekatan nilai penjualan per lembar saham yang dapat digunakan pada saat melakukan IPO. Rekomendasi akhir dipilih dengan memperkirakan berapa lembar saham yang diperkirakan dapat dijual untuk dapat membiayai proyek dengan mempertimbangkan dampak peningkatan profit untuk perusahaan dimasa mendatang.", "Daftar File": {"COVER Mohammad Taufik Mohar": "https://digilib.itb.ac.id/gdl/download/267327"}, "Penulis": "Mohammad Taufik Mohar [29319419]", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso, S.T., M.Eng., Ph.D.", "Ir. Kinsenary Tjendrasa, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Laba Stagnan, Strategi Pengembangan, Penawaran Umum Perdana, Valuasi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "24 Nov 2022"}