{"Nomor": 69752, "Judul": "KARAKTERISTIK GEOKIMIA HASIL PELAPUKAN BATUAN GRANITOID DAN KANDUNGAN UNSUR TANAH JARANG DI DAERAH PARMONANGAN, TAPANULI UTARA", "Abstrak": "Teknologi mengalami perkembangan yang cukup pesat terutama pada abad 20 ini.\nTeknologi tinggi menggunakan unsur tanah jarang (REE) sebagai material pendukung suatu\nteknologi. Tim Eksplorasi Umum (2011) telah meneliti kandungan REE pada hasil\npelapukan granitoid di Parmonangan dan terdapat beberapa unsur yang cukup signifikan\nseperti Ce (600 – 1400 ppm), La (400 – 1000 ppm), dan Pr (600 – 1400 ppm) yang memiliki\ndaerah anomali berada di sebelah barat daerah tersebut. Oleh karena itu, eksplorasi REE\nperlu dilakukan di sebelah barat dari lokasi penelitian tahun 2011. Penelitian ini bertujuan\nuntuk mengetahui karakteristik granitoid, pola pelapukan, dan profil kandungan REE di\ndaerah Parmonangan, Tapanuli Utara. Data yang digunakan berupa data petrografi, deskripsi\nbor, dan data geokimia. Data petrografi terdiri dari 7 sampel. Data geokimia terdiri dari data\nXRF (X-Ray Fluorescence) (15 sampel batuan dan 164 sampel lapukan) dan ICP-MS\n(Inductively Coupled Plasma-Mass Spectrometry) (2 sampel batuan dan 20 sampel lapukan).\nPelapukan granitoid di daerah Parmonangan berasal dari granit biotit dan granit biotit\nhornblende. Karakteristik geokimia hasil pelapukan yaitu Na2O, CaO, K2O, SiO2, P2O5, dan\nMnO larut dan mobile saat berlangsungnya pelapukan sehingga menunjukkan penurunan\npada soil terhadap batuan dasar. Sedangkan Al2O3, Fe2O3, TiO2, dan LOI menunjukkan\nkenaikan pada hasil pelapukannya. Al2O3, Fe2O3, dan TiO2 mengalami pengayaan residual.\nKandungan pada pelapukan granitoid daerah Parmonangan menunjukkan pengayaan relatif\n????LREE terhadap ????HREE. Kandungan ????LREE dipengaruhi oleh persebaran unsur\nlanthanum dan cerium yang terkandung dalam mineral monasit. Kandungan ????HREE\ndikontrol oleh persebaran unsur yttrium. Berdasarkan korelasi spearman mineral titanit dan\napatit juga berpengaruh pada kelimpahan ????LREE. Sedangkan mineral pembawa ????HREE\nyaitu zirkon. Pengambilan sampel berada pada zona pencucian REE sehingga konsentrasi\n????REE yang didapat pada soil lebih rendah dibanding batuan dasar.", "Daftar File": {"ABSTRAK ANA NURUL HIDAYATI 12017060.pdf": "https://digilib.itb.ac.id/gdl/download/267163", "COVER ANA NURUL HIDAYATI 12017060.pdf": "https://digilib.itb.ac.id/gdl/download/267164", "BAB 1 ANA NURUL HIDAYATI 12017060.pdf": "https://digilib.itb.ac.id/gdl/download/267165", "BAB 2 ANA NURUL HIDAYATI 12017060.pdf": "https://digilib.itb.ac.id/gdl/download/267166", "BAB 3 ANA NURUL HIDAYATI 12017060.pdf": "https://digilib.itb.ac.id/gdl/download/267167", "BAB 4 ANA NURUL HIDAYATI 12017060.pdf": "https://digilib.itb.ac.id/gdl/download/267168", "BAB 5 ANA NURUL HIDAYATI 12017060.pdf": "https://digilib.itb.ac.id/gdl/download/267169", "BAB 6 ANA NURUL HIDAYATI 12017060.pdf": "https://digilib.itb.ac.id/gdl/download/267170", "PUSTAKA Ana Nurul Hidayati": "https://digilib.itb.ac.id/gdl/download/267171", "LAMPIRAN ANA NURUL HIDAYATI 12017060.pdf": "https://digilib.itb.ac.id/gdl/download/267172"}, "Penulis": "Ana Nurul Hidayati [12017060]", "Kontributor / Dosen Pembimbing": ["Ir. Nurcahyo Indro Basuki, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "pelapukan granitoid, Parmonangan, unsur tanah jarang, Kompleks Sibolga", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "10 file", "Tanggal Input": "24 Nov 2022"}