{"Nomor": 69755, "Judul": "HIDROGEOLOGI DAN KUALITAS AIR TANAH DAERAH LERENG TENGGARA GUNUNG MALABAR, JAWA BARAT", "Abstrak": "Sebagai sungai ketiga terbesar di Jawa, Sungai Citarum merupakan sumber pemasok air yang\nmenopang aktivitas domestik, agrikultur, dan industri bagi 25 juta jiwa. Pada tahun 2018,\nSungai Citarum menerima predikat sebagai salah satu sungai paling tercemar di dunia.\nPenelitian ini dilakukan untuk mengetahui kondisi geologi, hidrogeologi, dan kualitas air\ntanah di bagian tenggara lereng Gunung Malabar yang merupakan daerah hulu Sungai\nCitarum. Dengan pemetaan geologi dan pengamatan air tanah pada area seluas 72km2, data air\ntanah yang diperoleh disandingkan dengan standar Permenkes Nomor 492 Tahun 2010\nTentang Standar Baku Mutu Air Minum dan analisis indeks kerentanan pencemaran air tanah\nberdasarkan Ribeiro (2000). Geomorfologi daerah penelitian terdiri dari 10 satuan dengan\njenisnya adalah dataran antar gunungapi, lembah antar gunungapi, kerucut gunungapi, dan\npunggungan piroklastik. Daerah penelitian terbagi menjadi 20 satuan geologi dengan jenis\nsatuannya berupa aliran piroklastik, aliran lahar, jatuhan piroklastik, aliran lava, dan kubah\nlava. Terdapat struktur primer berupa kekar berlembar dan struktur sekunder berupa sesar\npada daerah penelitian. Hidrogeologi daerah penelitian terbagi menjadi 4 akuifer dan 2\nakuiklud dengan jenis batuannya berupa tuf vulkanik, breksi piroklastik, breksi laharik, dan\nandesit. Hasil analisis kualitas air tanah mendapatkan 38 titik mata air penelitian menunjukkan\nrentang nilai pH sebesar 1.46-7.7 dan nilai TDS 12-779, dengan persebaran 14 titik mata air\nmemenuhi standar pH dan 37 titik mata air memenuhi standar TDS. Selain itu, diperoleh juga\nindeks kerentanan daerah dengan 10% diantaranya sangat rendah, 16% rendah, 34% sedang,\n37% tinggi, dan 3% sangat tinggi. Kemudian, data tersebut divalidasi dengan korelasi indeks\nkerentanan terhadap kadar pH, kadar SO4\n2-, dan kadar Na+ yang menunjukkan nilai rendah,\ntinggi, dan sedang secara berurutan. Hingga akhirnya, diestimasikan bahwa nilai indeks\nkerentanan yang dominan tinggi pada area penelitian mungkin diakibatkan oleh proses\ngeokimia dan aktivitas perkebunan.", "Daftar File": {"ABSTRAK ENGGAL ESTUAJI 12017010.pdf": "https://digilib.itb.ac.id/gdl/download/267252", "COVER ENGGAL ESTUAJI 12017010.pdf": "https://digilib.itb.ac.id/gdl/download/267253", "BAB 1 ENGGAL ESTUAJI 12017010.pdf": "https://digilib.itb.ac.id/gdl/download/267254", "BAB 2 ENGGAL ESTUAJI 12017010.pdf": "https://digilib.itb.ac.id/gdl/download/267255", "BAB 3 ENGGAL ESTUAJI 12017010.pdf": "https://digilib.itb.ac.id/gdl/download/267256", "BAB 4 ENGGAL ESTUAJI 12017010.pdf": "https://digilib.itb.ac.id/gdl/download/267257", "BAB 5 ENGGAL ESTUAJI 12017010.pdf": "https://digilib.itb.ac.id/gdl/download/267258", "BAB 6 ENGGAL ESTUAJI 12017010.pdf": "https://digilib.itb.ac.id/gdl/download/267259", "PUSTAKA Enggal Estuaji": "https://digilib.itb.ac.id/gdl/download/267260"}, "Penulis": "Enggal Estuaji [12017010]", "Kontributor / Dosen Pembimbing": ["Dr. Dasapta Erwin Irawan, S.T., M.T.", "Arif Susanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Kualitas Air tanah, Hidrogeologi, Ci Tarum", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "9 file", "Tanggal Input": "24 Nov 2022"}