{"Nomor": 69759, "Judul": "INOVASI MODEL BISNIS UNTUK MENINGKATKAN KINERJA USAHA DALAM PERSIAPAN SPIN-OFF SYARIAH 2024: STUDI KASUS PT ASURANSI JIWA GENERALI INDONESIA", "Abstrak": "Kinerja bisnis Generali syariah mengalami penurunan yang signifikan dalam 2 tahun terakhir. Kurangnya produktivitas dari saluran distribusi keagenan dalam memperoleh premi bisnis baru dan pemburukan pada klaim kematian mengakibatkan solvabilitas dana tabarru mencapai tingkat terendah dalam sejarah syariah. Jika tren penurunan ini berlanjut, Generali syariah akan menghadapi situasi kegagalan dalam memenuhi rencana spin-off pada 2024 dan Generali harus mengembalikan lisensi syariah ke OJK.\nTugas akhir ini dilakukan dengan menganalisis pilar-pilar model bisnis yang saat ini berjalan dan memberikan rekomendasi menggunakan kerangka kerja inovasi model bisnis untuk meningkatkan setiap elemen dari pilar model bisnis tersebut. Tulisan ini secara khusus membahas elemen sumber daya manusia, model kemitraan, serta produk dan layanan yang menjadi isu utama dari model bisnis saat ini. Untuk memastikan spin-off berjalan sesuai yang sudah direncanakan dan membangun model bisnis yang lebih berkesinambungan, Generali syariah perlu meningkatkan volume penjualan premi bisnis baru, meningkatkan produk dan servis yang saat ini ditawarkan kepada nasabah dengan mengembangkan produk tradisional untuk menyediakan jangkauan produk yang lebih luas bagi nasabah dan memperkuat cara memperoleh bisnis melalui model one-to-many dan cross-selling untuk meningkatkan pendapatan dan menjaga solvabilitas dana tabarru pada level yang sehat.\nPenulis memberikan rekomendasi solusi jangka pendek dengan cara melakukan duplikasi produk konvensional sebagai strategi quick win untuk meningkatkan aktivitas dan produktivitas agen-agen syariah. Untuk rencana implementasi jangka panjang, tugas akhir ini juga menawarkan penyempurnaan terhadap strategi rekrutmen saat ini, model kemitraan dan perubahan pada metode penetapan harga produk serta mengantisipasi perubahan perilaku dalam pembelian asuransi dengan merekomendasikan pengembangan produk asuransi Kesehatan yang dipasarkan secara online untuk menciptakan model bisnis yang lebih berkelanjutan di era digital.", "Daftar File": {}, "Penulis": "Nurhuda [29318323]", "Kontributor / Dosen Pembimbing": ["Dr. Leo Aldianto, M.B.A, M.SAE."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Spin-off, Solvabilitas, Tabarru, Premi Bisnis Baru, Inovasi Model Bisnis", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "0 file", "Tanggal Input": "24 Nov 2022"}