{"Nomor": 69761, "Judul": "ANALISIS KERENTANAN GERAKAN TANAH DENGANMETODE WEIGHT OF EVIDENCE (WOE) DI KAWASANBANDUNG UTARA, JAWA BARAT", "Abstrak": "Kawasan Bandung Utara (KBU) merupakan suatu kawasan yang terdiri dari\nwilayah Kota Bandung, sebagian Kabupaten Bandung Barat, dan sebagian Kota\nCimahi. KBU yang mewakili beberapa wilayah kabupaten dan kota tentunya\nmemiliki aktivitas warga sipil, dan kejadian gerakan tanah dapat mengganggu\naktivitas warga. Dengan mengetahui bahaya dari gerakan tanah yang berada di\ndaerah Kawasan Bandung Utara, maka analisis bahaya kerentanan yang\nmenggunakan curah hujan, akan berguna untuk menggambarkan kondisi daerah\nKawasan Bandung Utara sebelum terjadi gerakan akibat tektonik. Identifikasi\ngerakan tanah merupakan cara paling efektif dan ekonomis untuk menyediakan data\ndalam perencanaan tata ruang, pemanfaatan lahan, serta mitigasinya. Lokasi Daerah\npenelitian berada pada garis bujur 107°27'30\" BT - 107°46'15\" BT dan 6°44'31\" LS\n- 6°55'43\" LS. Penelitian kali ini menggunakan parameter yang modelnya divalidasi\noleh grafik AUC (Area Under the Curved).\nTitik yang digunakan sebagai inventarisasi gerakan tanah sebanyak 115 titik,\ndengan dataset training sebanyak 81 titik dan dataset test 34 titik. Parameter yang\ndigunakan antara lain adalah arah lereng dengan AUC 0,71, arah aliran sungai\ndengan AUC 0,67, curah hujan dengan AUC 0,68, jarak dari kelurusan dengan\nAUC 0,81, kemiringan lereng dengan AUC sebesar 0,79, litologi dengan AUC\nsebesar 0,70, elevasi dengan AUC 0,60, NDVI dengan AUC 0,72, densitas sungai\ndengan AUC 0,63, jarak dari jalan dengan AUC 0,57, jarak dari sungai dengan\nAUC 0,66, dan tutupan lahan dengan AUC 0,76.\nHasil dari penelitian ini adalah daerah rawan terkena gerakan tanah sudah\ntergambarkan dengan Peta Zonasi Kerentanan Tanah dengan Zona Sangat Rendah\nmenutup 68% daerah penelitian, Zona Rendah menutup 15% daerah penelitian,\nZona Sedang menutupi 9% daerah penelitian, dan Zona Tinggi menutupi 8% daerah\npenelitian. Peak Ground Acceleration (PGA) dibagi menjadi 8 kelas dengan\nrentang 0,25 sampai 0,45, dengan persentase zonasi kerentanan gerakan tanah\nakibat curah hujan memiliki penurunan pada zonasi sangat rendah, dan peningkatan\npada zonasi kerentanan gerakan tanah tinggi, sedang, dan rendah.", "Daftar File": {"ABSTRAK ARY GIOVANNY REA 12017063.pdf": "https://digilib.itb.ac.id/gdl/download/267298", "COVER ARY GIOVANNY REA 12017063.pdf": "https://digilib.itb.ac.id/gdl/download/267299", "BAB 1 ARY GIOVANNY REA 12017063.pdf": "https://digilib.itb.ac.id/gdl/download/267300", "BAB 2 ARY GIOVANNY REA 12017063.pdf": "https://digilib.itb.ac.id/gdl/download/267301", "BAB 3 ARY GIOVANNY REA 12017063.pdf": "https://digilib.itb.ac.id/gdl/download/267302", "BAB 4 ARY GIOVANNY REA 12017063.pdf": "https://digilib.itb.ac.id/gdl/download/267303", "BAB 5 ARY GIOVANNY REA 12017063.pdf": "https://digilib.itb.ac.id/gdl/download/267304", "BAB 6 ARY GIOVANNY REA 12017063.pdf": "https://digilib.itb.ac.id/gdl/download/267305", "BAB 7 ARY GIOVANNY REA 12017063.pdf": "https://digilib.itb.ac.id/gdl/download/267306", "PUSTAKA Ary Giovanny Rea": "https://digilib.itb.ac.id/gdl/download/267307", "LAMPIRAN ARY GIOVANNY REA 12017063.pdf": "https://digilib.itb.ac.id/gdl/download/267308"}, "Penulis": "Ary Giovanny Rea [12017063]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Asep Heri Patria Kesumajana, M.T.", "Dr. Rendy Dwi Kartiko, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Kawasan Bandung Utara, AUC, Peta Zonasi Kerentanan Gerakan Tanah, Peak Ground Acceleration (PGA).", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "11 file", "Tanggal Input": "25 Nov 2022"}