{"Nomor": 69765, "Judul": "PENGEMBANGAN MODEL BAHASA YANG MENGINTEGRASIKAN TUJUAN PEMBANGUNAN BERKELANJUTAN KE DALAM ARSITEKTUR ENTERPRISE (ARCHIMATE) DENGAN MENGGUNAKAN PENDEKATAN ORGANISMIK", "Abstrak": "Enterprise Architecture (EA) atau Arsitektur Enterprise menjadi salah satu konsep yang semakin dipertimbangkan dalam domain Sustainability atau Sustainable Development Goals (SDGs) atau Tujuan Pembangunan Berkelanjutan (TPB), hal ini ditunjukkan oleh peningkatan tren penelitian topik EA dan sustainability. Keunggulan arsitektur enterprise yang menjamin isu terkait koherensi dan konsistensi seringkali menjadi alasan mengapa konsep arsitektur enterprise ini dipilih.\nDalam menjamin koherensi, salah satu cara yang ditempuh dalam konsep arsitektur enterprise adalah menggunakan bahasa deskripsi arsitektur. Bahasa ini dibuat sebagai alat komunikasi stakeholder dalam mengkomunikasikan berbagai concern sesuai dengan perspektifnya masing-masing. Implementasi bahasa deskripsi arsitektur (untuk menjamin koherensi) juga berpeluang digunakan di domain orkestrasi pencapaian SDGs di level masyarakat. Hal ini dikarenakan secara konseptual, masyarakat tempat enterprise berada pun dapat dipandang sebagai ”enterprise”, sehingga dapat memiliki substansi arsitektur dengan kadar tertentu.\nDengan menggunakan metode penelitian design science, penelitian ini berhasil mengembangkan model bahasa atau bahasa deskripsi arsitektur yang diinkorporasi konsep organismik dan TPB. Inkorporasi ini berhasil memperoleh artefak berupa 7 metamodel archimate yang diekstensi konsep organismik dan SDGs-MOI yang terdiri dari motivation layer, strategy layer, business layer, technology layer, physical layer, composite element serta konvensi yang terdiri dari konvensi separasi fungsi konstruksi serta konvensi separasi perspektif orkestrator dengan arsitek enterprise.\nKeberfungsian konstruk baru metamodel ditunjukkan melalui studi kasus Archisurrance yang diadaptasi agar relevan dengan kebutuhan penelitian. Adaptasi ini untuk mengakomodir skenario orkestrasi TPB di level masyarakat melalui SDGS-PP. Studi kasus berhasil mendemonstrasikan keberfungsian konstruk-konstruk dan konvensi yang dihasilkan.\nii\nBahasa deskripsi arsitektur yang dihasilkan kemudian dievaluasi menggunakan metode evaluasi deskriptif dan evaluasi kualitas sintaks. Hasil evaluasi deskriptif menunjukkan bahasa deskripsi arsitektur secara umum dapat memenuhi requirement yang telah ditetapkan namun belum utuh dalam mengakomodir kebutuhan yang sifatnya pengukuran suatu kinerja. Hasil evaluasi kualitas sintaks menunjukkan bahasa deskripsi arsitektur memenuhi kriteria correctness dan well formed rules.\nBahasa deskripsi arsitektur yang dihasilkan dalam penelitian ini diharapkan dapat menjadi pondasi bagi terbangunnya bahasa domain spesifik untuk kebutuhan orkestrasi TPB berbasis arsitektur enterprise.", "Daftar File": {"SodaPDF-watermarked-Disertasi Sidang Doktor Erda Guslinar.pdf": "https://digilib.itb.ac.id/gdl/download/267342"}, "Penulis": "Erda Guslinar Perdana [33215014]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Iping Supriana Suwardi", "Prof. Dr.-Ing. Ir. Benhard Sitohang", "Dr. techn. Muhammad Zuhri Catur Candra, S.T., M.T."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Elektro dan Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "TPB, Bahasa Deskripsi Arsitektur, Archimate, Orkestrasi TPB, Organismik, SDGs-MOI, penelitian design science.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "25 Nov 2022"}