{"Nomor": 69762, "Judul": "ANALISIS INVESTASI PROYEK PIT C2 BLOK 8 MENGGUNAKAN DISCOUNTED CASH FLOW (DCF) & REAL OPTIONS VALUASI (ROV) (STUDI KASUS PT.BERAU COAL)", "Abstrak": "Pit C2 Blok 8 Binungan Mining Operation Area 2 PT Berau Coal merupakan salah satu wilayah operasi pertambangan batubara dengan karakteristik multi-seam, kemiringan lapisan batubara pada interval 40 – 60 derajat, ketebalan lapisan batubara pada interval 0,5 – 5 meter, dan variasi ketebalan antar beban. dengan interval 3 – 300 meter. Karakteristik endapan batubara menjadi salah satu pertimbangan dalam pembentukan desain penambangan batubara yang bekerjasama dengan disiplin ilmu lain, antara lain geoteknik, hidrologi, keselamatan, dan lingkungan, serta aspek lainnya. \nEvaluasi ekonomi suatu proyek pertambangan sangat penting untuk proses selanjutnya untuk menentukan apakah suatu rencana proyek pertambangan layak atau tidak untuk pertambangan. Metode yang digunakan selama ini untuk melakukan evaluasi ekonomi adalah metode Discounted Cash Flow (DCF) yang memberikan semua risiko terhadap arus kas sampai akhir proyek, namun ada metode lain yaitu Real Options Valuasi (ROV) yang memungkinkan fleksibilitas perusahaan. untuk mengendalikan risiko dengan ketidakpastian variabel. \nTugas akhir ini mengkaji evaluasi keekonomian proyek pertambangan di Pit C2 dengan menggunakan metode DCF dan ROV dimana hasil dari kedua metode tersebut akan dibandingkan dan sebagai bahan pertimbangan bagi perusahaan untuk melanjutkan investasi pada proyek pertambangan di Pit C2. NPV DCF $ 22.0 juta, sedangkan NPV ROV $ 28.0 juta. Dan opsi waktu untuk mempercepat produksi kriteria NPV, IRR, dan Payback period menunjukkan hasil yang lebih baik daripada opsi dasar. \nDari hasil parameter evaluasi ekonomi dengan metode DCF dan ROV, perusahaan akan mempertimbangkan dan mengambil keputusan apakah akan melanjutkan proyek dengan mempertimbangkan beberapa risiko atau membatalkan investasi dan tidak melanjutkan penambangan di Pit C2.", "Daftar File": {"2022_TS_PP_Syamsul_Bahri_Abstrak-1.pdf": "https://digilib.itb.ac.id/gdl/download/267324"}, "Penulis": "Syamsul Bahri S [29120438]", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, S.T., MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Pit C2, Discounted Cash Flow, Ketidakpastian, Real Options Valuations, NPV, Fleksibilitas", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "25 Nov 2022"}