{"Nomor": 69787, "Judul": "3D LINIER INVERSION ANALYSIS ON'TIME-LAPSE MICROGRAVI'IY ,.. DATA IN KAMOJANG GEOTHERMAL FIELD", "Abstrak": "Gravityrnversionproblerrrisadensitl,distrrbutiondeternrinationinsr.rbsurfacetiomaltumber\ngra\\,rt' measur-elnents on the.surt-ace. Sclme of the llrvers,on solutton method conducted' one of them rs\nli.re' inversron lpyersion solution tested to knoi.l'rng, ltorv tlle solutlon obtained approxirnated initral\nmodel ciensity. The best inversion solution are base on its convergences- stabrliry'' solution and mtntmum\nrms.\nThere are 5linier inversion r.nethod conducted in this research. namell', sinlple ltnter tnverston'\nsiurple ,veigfit linier inversion, darnpilg prixed-determipation, danlprng rnrxed-derermination with pnory\ninformation and priory weighi dampirrg mixed-determination, tested 1n some of synthetic models The\nsynthetic models are prism, dipping dyke and horizontal plate created from 3D perpendicular prism\nmodels. The result of inuersion d\"pend on design model, rnput parameter and multiply f'actor of\nLagrange.\nThe mrxed-determination finrer rnversion method is the best method applied the synthetrc\nmodels Than the best inversion method obtained applied to time-lapse microgravity data The time-lapse\nmicrogravity data measured from June-NovemAei ZOOI on Kamojang geothermal .field Microgravify\nanomaly changes obtained from -200 to 100 microgal. The gravity changes are related tc density changes\nfrom -0.25 to + 0.30 grarn/cc in the 800 m depth of the resen'oir. Time-lapse microgravity anomaly\ndistribution and densif, are controlled by place of the productron and injectron wells. Time-lapse\nmicrogravity anomaly distribution is also conirolled by rim-structure and i-aulti rn BL-TG (N 1400E) anJ\nBD-TL [N 600 E) in the Kamo.lang geothermal field", "Daftar File": {"2007 ZAENUDIN A 1-PAPER.pdf": "https://digilib.itb.ac.id/gdl/download/267465"}, "Penulis": "Zaenudin A [-]", "Kontributor / Dosen Pembimbing": ["Asy'", "ari H, Kadir WGA, Santoso D, Dahrin D"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "Earth sciences", "Kata Kunci": "linier inversion, time-lapse microgravity' Kanio.lang", "Sumber": "-", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "29 Nov 2022"}