{"Nomor": 69789, "Judul": "RANCANGAN SMART CITY SERVICE CANVAS LIVING LAB KAWASAN DAGO, DIPATIUKUR DAN GANESHA DOMAIN EKONOMI", "Abstrak": "Setelah memasuki era Industri 4.0 perkembangan teknologi berkembang dengan pesat.\nPerkembangan teknologi berkembang pesat diberbagai aspek, mulai dari perkembangan alat\nteknologi skala kecil hingga sebuah ekosistem dengan penerapan teknologi informasi dalam\nskala yang lebih besar. Salah satu pembicaraan hangat mengenai teknologi skala yang besar\nadalah Smart City atau kota pintar. Kota Bandung adalah salah satu dari 100 kota/kabupaten\npercontohan Smart City dalam gerakan “Menuju 100 Smart City” yang dibuat pemerintahan\nsejak tahun 2017. Salah satu permasalahan yang ada dalam pengembangan smart city di Kota\nbandung adalah fokus perkembangunan hanya pada dimensi teknologi saja, hal ini dapat dilihat\ndari Masterplan TIK yang digunakan sebagai pemandu hanya membahas tentang kesiapan\nteknologi. SCCIC ITB mengajukan kerangka kerja untuk Smart City Indonesia yang bernama\nGaruda Smart City Framework (GSCF). Dalam GSCF terdapat Smart City Service Canvas,\nsebagai bagian dari kerangka kerja yang digunakan untuk membantu pembuatan suatu layanan\natau service item dalam Smart City Model. Pada kesempatan kali ini, peneliti akan\nmenggunakan kerangka kerja tersebut dalam perancangan inovasi Smart City Living Lab\nkawasan Dago, Dipatiukur dan Ganesha (DDG). Penelitian ini diharapkan dapat membantu\nKota Bandung secara umum sebagai salah satu kota percontohan smart city untuk dapat\nmenghasilkan inovasi yang tepat guna dan meningkatkan kualitas hidup masyarakat\ndisekitarnya.", "Daftar File": {}, "Penulis": "Raihan Faturrahman [18218019]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Suhono Harso Supangkat, M.Eng.", "Dr. Ir. Arry Akhmad Arman, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Smart City, Garuda Smart City Framework, Rancangan, Smart City Service Canvas.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "29 Nov 2022"}