{"Nomor": 69792, "Judul": "PERSPEKTIF PEMBELAJARAN SOSIAL KLASIK: MEKANISME ANTARA KETERIKATAN KERJA, PEMBELAJARAN AKTIF DAN KINERJA ADAPTIF INDIVIDU DI INDUSTRI KREATIF (KASUS PADA PERUSAHAAN MEDIA DAN PENGEMBANG APLIKASI)", "Abstrak": "Pertumbuhan industri kreatif di Indonesia mengalami peningkatan yang signifikan setiap tahunnya. Industri kreatif juga telah memberikan kontribusi yang signifikan terhadap perekonomian nasional. Salah satu keunikan dari industri ini adalah sumber daya dari industri ini tidak terbatas pada barang fisik tetapi didasarkan pada ide dan kreativitas manusia. Salah satu subsektor industri kreatif yang mendapat keuntungan ekonomi terbesar dari kondisi ini adalah industri media dan software, seperti perusahaan pengembang software aplikasi. Namun, hingga saat ini, sebagian besar penelitian sebelumnya berfokus pada konteks manajemen bisnis yang terkait dengan industri ini. Dengan demikian, penelitian yang mengkaji proses kerja dan produksi dari segi sumber daya manusia masih sangat dibutuhkan. Selain itu, perkembangan teknologi menghadirkan berbagai tantangan bagi kedua industri ini. Khususnya di industri media, hal ini menyebabkan peningkatan arus informasi dan data secara besar-besaran. Sementara itu, industri perangkat lunak, khususnya pengembangan aplikasi, membangun berbagai tuntutan dan potensi pasar baru. Terlihat bahwa kedua industri memiliki peluang pengembangan produk dan inovasi yang tidak terbatas. Apalagi, perkembangan teknologi digital dan fenomena disruptive innovation mendorong ketahanan perusahaan di industri kreatif untuk gesit dengan berbagai perubahan. Selain itu, industri kreatif memiliki permintaan produk yang tidak pasti. Hal ini berdampak pada kebutuhan organisasi di industri kreatif yang harus mampu mengelola bauran kapabilitas yang tepat untuk meningkatkan kapabilitas inovasinya. Oleh karena itu, sumber daya manusia di industri kreatif harus memiliki kapabilitas untuk menjawab tantangan tersebut. Salah satu konstruksi paling terkenal yang mendasari individu untuk memaksimalkan kemampuan inovasi mereka di pasar yang dinamis adalah kinerja adaptif individu. Kinerja adaptif individu terdiri dari kemampuan individu dalam reaktivitas terhadap perubahan, kemampuan beradaptasi interpersonal, kreativitas, upaya pelatihan dan penanganan stres kerja. Kemampuan tersebut juga dikenal sebagai salah satu faktor penting untuk membangun kelincahan perusahaan. Kinerja ini memungkinkan individu untuk merespon dinamika pasar yang berubah dengan mengoptimalkan peluang pasar baru. Tidak hanya itu, organisasi juga membutuhkan pengembangan keterampilan dan pengetahuan yang berkelanjutan untuk mempertahankan kemampuan inovasi perusahaan mereka. Oleh karena itu, untuk mengatasi tuntutan tersebut, salah satu pendekatan pembelajaran yang paling dikenal yang memiliki keterampilan dan penguasaan pengetahuan yang cepat adalah pembelajaran aktif. Secara khusus, proses belajar aktif melibatkan mekanisme pengaturan diri dengan usaha dan energi yang tinggi dari individu. Oleh karena itu, diperlukan aspek kritis untuk menyangga permintaan pekerjaan yang tinggi dan mempertahankan perilaku proaktif. Keterlibatan kerja adalah salah satu faktor paling signifikan yang menopang permintaan pekerjaan dan mempertahankan perilaku proaktif di tempat kerja. Dengan demikian, keluaran utama dari penelitian ini berfokus pada mekanisme antara work engagement, active learning, dan adaptif performance.\n\nLebih lanjut, penelitian ini juga mencoba mengungkap determinan yang signifikan dari mekanisme antara work engagement, active learning, dan adaptif performance. Berdasarkan konteks penelitian, penulis mengidentifikasi bahwa keunggulan kompetitif kedua industri ini bergantung pada ide, pengetahuan, keterampilan, dan kolaborasi individu. Akibatnya, mekanisme pembelajaran yang selaras dengan tujuan tersebut adalah pendekatan pembelajaran konstruktivis yang mengandalkan interaksi sosial antar individu. Dengan demikian, teori pembelajaran sosial adalah salah satu paradigma pembelajaran yang paling signifikan yang mengatasi tuntutan itu. Berdasarkan teori pembelajaran sosial, penelitian ini mengidentifikasi hubungan timbal balik antara faktor lingkungan (yaitu, dukungan organisasi, kontrol pekerjaan), faktor kognitif (yaitu, mindset berkembang, self-efficacy), dan faktor perilaku (yaitu, job crafting dan berkembang di tempat kerja. ). Penelitian ini menggunakan metode campuran dengan desain explanatory. Penelitian ini dilakukan pada satu perusahaan media dan dua perusahaan pengembang aplikasi dengan total 160 responden survei dan 16 individu pada level manajer, dan delapan individu pada level staf yang diwawancarai untuk data kualitatif. Hasil kuantitatif menunjukkan hubungan yang signifikan antara work engagement, active learning, dan adaptif performance. Sementara itu, temuan hasil kualitatif menunjukkan bahwa pembelajaran aktif dan kinerja adaptif merupakan faktor penting dalam menghasilkan inovasi produk mengikuti perkembangan teknologi yang ada mengikuti kebutuhan dan peluang pasar saat itu. Dari segi determinan berdasarkan teori pembelajaran sosial berdasarkan hasil kuantitatif, penulis menemukan hubungan timbal balik antara perilaku (yaitu, berkembang di tempat kerja, kerajinan pekerjaan) dan lingkungan (yaitu, dukungan perusahaan dan kontrol pekerjaan). Tidak hanya itu, penulis juga menemukan hubungan timbal balik antara efikasi diri dan perilaku berkembang di tempat kerja dengan mindset berkembang.", "Daftar File": {"2023 DS PP Widya Nandini_39019006 - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/267483"}, "Penulis": "Widya Nandini [39019006]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Aurik Gustomo, S.T., M.T.", "Dedy Sushandoyo, S.T., M.Sc.Eng., M.A.Sc., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": ": Pembelajaran Sosial Klasik, Pembelajaran Aktif, Kinerja Adaptif Individu, Keterikatan Kerja, Pola Pikir Berkembang, Efikasi Diri, Job Crafting, Thriving at Work, Kontrol Kerja, Dukungan Perusahaan", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "29 Nov 2022"}