{"Nomor": 69795, "Judul": "VARIABILITAS TRANSPOR ARUS LINTAS INDONESIA DI SELAT MAKASSAR DAN TRANSPOR ARUS LINTAS INDONESIA TOTAL", "Abstrak": "Di dalam tugas akhir ini telah dikaji trend dan variabilitas transpor Arlindo (Arus Lintas Indonesia) selama 64 tahun (Januari 1948-Oktober 2011) di Selat Makassar dan di sepanjang Perairan Kepulauan Sunda Kecil hingga Laut Arafuru (Arlindo Total).\nData yang digunakan dalam penelitian ini adalah data hasil model hidrodinamika baroklinik HYCOM (Hybrid Coordinate Ocean Model) yang dijalankan pada domain global (20oBT-60oBB dna 60oLU-60oLS) dengan resolusi grid 1o dan 23 layer. Transpor Arlindo di Selat Makassar dan transpor Arlindo total dikaji variabilitasnya baik secara musiman maupun antar tahunan seperti ENSO (El-Nino Southern Oscillation), Dipole Mode (DM), dan Pacific Decadal Oscillation (PDO).\nHasil analisis menunjukkan terdapat keterkaitan antara transpor Arlindo dengan DMI (Dipole Mode Index), MEI (Multivariate ENSO Index), dan PDO (Pacific Decadal Oscillation). Ketika DMI positif, transpor Arlindo di Selat Makassar dan transpor Arlindo total menguat, begitu juga sebaliknya, ketika DMI Negatif, transpor Arlindo Selat Makassar dan transpor Arlindo total melemah. Ketika MEI dalam fase panas atau positif (El-Nino), maka transpor Arlindo melemah, begitu juga sebaliknya, ketika MEI dalam fase dingin atau negatif (La-Nina), transpor Arlindo menguat. Pengaruh PDO terhadap Arlindo terdeteksi di Selat Makassar berdasarkan hasil analisis power spectrum yaitu terdapat sinyal frekuensi rendah dengan periode ~60 tahunan. Berdasarkan analisis power spectrum, diketahui bahwa baik transpor Arlindo di Selat Makassar maupun transpor Arlindo total sinyal dominannya adalah periode 1 tahunan atau monsunal. Variablitas Arlindo di Selat Makassar memiliki rata-rata transpor sebesar -6,6±3,2 Sv dengan trend penguatan 0,013 Sv per tahun sedangkan rata-rata transpor volume Arlindo -14,2±4,9 Sv dengan trend pelemahan transpor sebesar 0,156 Sv per tahun.", "Daftar File": {}, "Penulis": "Adang Prianto [12908034]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Nining Sari Ningsih, MS.", "Dr. Ibnu Sofian, M .Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Arus Lintas Indonesia (Arlindo), Dipole Mode Index (DMI), Multivariate ENSO Index (MEI), dan Pacific Decadal Oscillation (PDO)", "Sumber": "", "Staf Input/Edit": "Rita Nurainni, S.I.Pus  \n                                     Rita Nurainni, S.I.Pus", "File": "9 file", "Tanggal Input": "29 Nov 2022"}