{"Nomor": 69798, "Judul": "PENGARUH KONDISI SPLIT SLEEP TERHADAP KELELAHAN BERDASARKAN INDIKATOR KEWASPADAAN SAAT MENGEMUDIKAN SIMULATOR KERETA API PADA SHIFT SIANG", "Abstrak": "Kelelahan yang dialami masinis merupakan isu penting dalam perkeretaapian\nkarena merupakan salah satu faktor yang berkontribusi terhadap terjadinya\nkecelakaan kereta api. Kelelahan disebabkan oleh kondisi tidur yang tidak baik,\nsalah satunya adalah kondisi tidur yang terbagi dua (split). Sejumlah penelitian\nmenunjukkan bahwa split sleep menyebabkan meningkatnya kantuk bahkan\nmemburuknya suasana hati. Penelitian ini bertujuan untuk mengkaji dampak split\nsleep terhadap kelelahan dalam mengemudikan simulator kereta api. Sebanyak 12\norang partisipan laki-laki berusia 20-25 tahun (22,6±2,61) diminta untuk\nmengemudikan simulator kereta api di laboratorium selama 150 menit. Sebelum\neksperimen, setiap partisipan diminta untuk tidur dengan dua perlakuan berbeda\nyaitu split sleep 5 jam dan 3 jam (Total waktu tidur 7,51±0,37) dan consolidated 8\njam (7,56±0,51). Serangkaian tes objektif berupa Sustained Attention Test (SAT)\nserta tes subjektif berupa Karolinska Sleepiness Scale (KSS) dan Visual Analogue\nScale (VAS) diujikan sebelum dan sesudah simulasi mengemudi. Parameter SAT\nyang digunakan pada penelitian ini yaitu %miss dan >850ms. Data menunjukkan\nkecenderungan bahwa kondisi split sleep menunjukkan parameter %miss dan\n>850ms yang lebih tinggi, meskipun perbedaannya tidak signifikan secara statistik.\nSehingga dalam penelitian ini disimpulkan bahwa kondisi split sleep tidak\ndisarankan untuk diterapkan oleh masinis karena terdapat indikasi kelelahan.\nNamun, apabila split sleep terpaksa diterapkan, perusahaan perlu memastikan\nmasinis mendapatkan tidur dengan kualitas yang baik. Selain itu, perusahaan juga\nperlu memastikan masinis sudah terbangun setidaknya 15 menit sebelum waktu\ndinas.", "Daftar File": {}, "Penulis": "Nada Atika [13418071]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Hardianto Iridiastadi, M.SIE."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "kelelahan, masinis, split sleep, consolidated sleep, SAT, KSS, VAS", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "29 Nov 2022"}