{"Nomor": 69814, "Judul": "ISOLASI DAN KARAKTERISASI LIPASE TAHAN ALKOHOL  DARI MIKROORGANISME KOMPOS UNTUK BIODIESEL", "Abstrak": "Lipase (triacylglycerol acylhydrolases, EC 3.1.1.3) adalah enzim yang \nmengkatalisis reaksi hidrolisis ikatan ester pada trigliserida dan juga \nmengkatalisis reaksi transesterifikasi dengan adanya alkohol. Lipase merupakan \nbiokatalis potensial untuk aplikasi dalam bidang industri. Industri-industri yang \nmenggunakan lipase antara lain adalah industri pangan, minyak dan lemak, \nkesehatan, kosmetik, dan deterjen. Selain itu, akhir-akhir ini lipase telah \ndikembangkan sebagai biokatalis dalam sintesis biodiesel. Pada proses sintesis \nbiodiesel, dibutuhkan lipase yang tahan terhadap alkohol yang merupakan reaktan \ndalam proses enzimatik. Oleh karena itu, perlu dicari lipase yang kemampuan \naktivitas katalitiknya tahan terhadap alkohol. \nLipase dapat diisolasi dari hampir semua makhluk hidup, baik organisme tingkat \ntinggi seperti hewan dan tumbuhan maupun tingkat rendah seperti jamur dan \nmikroorganisme. Sumber yang paling potensial untuk mengisolasi lipase adalah \nmikroorganisme dikarenakan pertumbuhannya lebih cepat dan hasilnya lebih \nbervariasi. Mikroorganisme yang lebih tahan terhadap alkohol dibutuhkan dalam \npenelitian ini untuk mendapatkan lipase yang tahan terhadap alkohol sebagai \nbiokatalis biodiesel. Mikroorganisme yang digunakan pada penelitian ini adalah \nmikroorganisme yang berasal dari proses pembuatan kompos. Pemilihan ini \ndikarenakan mikroorganisme kompos diasumsikan lebih tahan terhadap alkohol \n(pelarut organik) dibanding dengan mikroorganisme dari sumber lain karena \nmikroorganisme kompos hidup dalam berbagai campuran limbah dan senyawa \norganik. Kompos yang digunakan pada penelitian ini diambil pada fasa termofilik \npada proses pembuatan kompos. Berangkat dari latar belakang di atas, maka \ntujuan penelitian ini adalah untuk mendapatkan lipase yang tahan alkohol sebagai \nbiokatalis untuk biodiesel serta mengidentifikasi mikroorganisme penghasil lipase \ntersebut. \nTahap penelitian ini meliputi seleksi mikroorganisme tahan alkohol dan penghasil \nlipase, identifikasi bakteri tahan alkohol dan penghasil lipase, kultivasi bakteri dan \nisolasi lipase, serta karakterisasi aktivitas hidrolisis dan transesterifikasi lipase. \nSeleksi ketahanan mikroorganisme terhadap alkohol dilakukan dengan media \nLuria Bertani dengan kandungan alkoholnya mencapai 8% pada suhu 55 o\nC. \nMikroorganisme yang hidup pada seleksi ketahanan terhadap alkohol diambil \nbeberapa isolat untuk diuji aktivitas lipasenya secara kualitatif menggunakan \niii \nminyak zaitun, tween 80, dan rhodamin B. Dua isolat yang paling berpendar \nsecara kualitatif dibuat kurva pertumbuhan dan ditentukan aktivitas hidrolisis \nsecara kuantitatif tiap jamnya. Kedua isolat memiliki aktivitas hidrolisis tertinggi \npada jam ke-15 dan dipilih 1 isolat yang aktivitasnya lebih tinggi untuk \ndikarakterisasi lebih lanjut baik mikroorganisme maupun lipasenya. \nIsolat yang dipilih tersebut diidentifikasi sebagai bakteri gram positif berbentuk \nbatang dan analisis ribotyping memiliki keidentikan 99% dengan bakteri \nAeribacillus pallidus. Variasi substrat rantai pendek, sedang dan panjang \ndilakukan terhadap aktivitas hidrolisis ekstrak kasar lipase menghasilkan aktivitas \nhidrolisis tertinggi pada substrat p-nitrofenil laurat (rantai sedang). Ekstrak kasar \nlipase juga diuji ketahanan alkoholnya dan masih memiliki kestabilan 75,66% dari \naktivitas awal pada saat penambahan 20% alkohol. Fraksinasi terhadap ekstrak \nkasar dilakukan menggunakan ammonium sulfat dengan fraksinasi bertingkat dari \n0-30%, 30-60%, dan 60-80%. Hasil zimogram native PAGE menunjukkan adanya \nlipase yang aktif dari setiap fraksi dan berdasarkan SDS-PAGE memilki berat \nmolekul 44 kDa. Aktivitas hidrolisis tertinggi diperoleh pada fraksi 0-30% yang \nmemiliki karakteristik pH optimum pada 8,5 dan suhu optimum pada 65 o\nC. \nUntuk mendapatkan lipase yang dapat digunakan sebagai biokatalis dalam \nbiodiesel maka uji aktivitas transesterifikasi diuji terhadap fraksi 0-30%, 30-60%, \ndan 60-80%. Aktivitas transesterifikasi tertinggi juga diperoleh pada fraksi 0-30% \ndengan konversi 18,895% dan memiliki suhu optimum 45 o\nC. Parameter Kinetika \nmenunjukkan nilai Vmaxapp 0,137 ?mol/mg menit pada aktivitas hidrolisis dan \n8,946% konversi/menit pada aktivitas transesterifikasi, nilai Kmapp 0,9 mmol/L \npada aktivitas hidrolisis dan 59,373 mmol/L pada aktivitas transesterifikasi, serta \nnilai Kcatapp 0,019 menit-1 pada aktivitas hidrolisis dan 18,408 menit-1 pada \naktivitas transesterifikasi. Karakteristik lipase yang tahan alkohol dan memiliki \naktivitas transesterifikasi pada rantai sedang tersebut diharapkan dapat digunakan \nsebagai biokatalis untuk biodiesel.", "Daftar File": {"ABSTRAK Hasti Asfarina": "https://digilib.itb.ac.id/gdl/download/267651", "BAB1 Hasti Asfarina": "https://digilib.itb.ac.id/gdl/download/267652", "BAB2 Hasti Asfarina": "https://digilib.itb.ac.id/gdl/download/267653", "BAB3 Hasti Asfarina": "https://digilib.itb.ac.id/gdl/download/267654", "BAB4 Hasti Asfarina": "https://digilib.itb.ac.id/gdl/download/267655", "BAB5 Hasti Asfarina": "https://digilib.itb.ac.id/gdl/download/267656", "PUSTAKA Hasti Asfarina": "https://digilib.itb.ac.id/gdl/download/267657"}, "Penulis": "Hasti Asfarina [20514049]", "Kontributor / Dosen Pembimbing": ["Prof. Dra. Fida Madayanti Warganegara, MS, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Lipase tahan alkohol, Mikroorganisme kompos, Biodiesel,  Transesterifikasi, Hidrolisis, Enzim termofilik", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "7 file", "Tanggal Input": "30 Nov 2022"}