{"Nomor": 69816, "Judul": "IDENTIFIKASI MASALAH DAN USULAN SOLUSI UNTUK USAHA KECIL DAN MENENGAH DI INDUSTRI PENDIDIKAN: STUDI KASUS MADU TOYS", "Abstrak": "Madu Toys merupakan UKM penjual mainan edukasi yang saat ini mengalami penurunan bisnis. Penelitian ini bertujuan untuk mengidentifikasi penyebab masalah ini dan mengusulkan solusi untuk mengatasinya. Untuk menemukan masalah tersebut, perlu dilakukan analisis situasi bisnis yang dipisahkan menjadi internal dan eksternal. Analisis eksternal akan dilakukan dengan menggunakan empat metode yaitu Porter Five Forces, PESTLE, Analisis kompetitor, dan Analisis pelanggan sedangkan analisis internal akan dilakukan dengan menggunakan analisis perusahaan. Metode pengumpulan data yang digunakan meliputi observasi, studi pustaka, wawancara, dan angket. Hasil analisis menunjukkan bahwa terdapat permasalahan dalam beberapa bidang. Dalam pemasaran, permasalahan ditemukan pada channel bisnis, loyalitas pelanggan yang rendah, dan promosi. Masalah dalam operasi terkait dengan margin keuntungan dan variasi produk yang ditawarkan oleh pemasok. Di bidang keuangan, permasalahannya terletak pada pencatatan dan penganggaran keuangan. Selain itu, sumber pendapatan Madu Toys yang tidak dapat diandalkan semakin terlihat dengan adanya pembatasan covid. Di bidang sumber daya manusia, permasalahannya terkait dengan retensi karyawan dan menjaga kualitas karyawan. Untuk mengatasi seluruh permasalahan itu, solusi yang diusulkan adalah Madu Toys untuk mencari saluran bisnis alternatif dan pemasok alternatif. Untuk promosi, Madu Toys sebaiknya memulai akun media sosial dengan dukungan content advertising dan online advertising. Selain itu, Madu Toys direkomendasikan untuk memiliki program referral, kemitraan dengan taman kanak-kanak, dan event di dalam toko. Madu Toys juga harus menambah layanan purna jual untuk meningkatkan loyalitas pelanggan. Untuk masalah sumber daya manusia, Madu Toys dihimbau untuk meningkatkan hubungan kerja dengan karyawannya. Untuk masalah pengelolaan keuangan, Madu Toys bisa mengatasinya dengan pelatihan dan perekrutan.", "Daftar File": {"2023 SK PP Muhammad Razan Fadhlurrahman [19017025] - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/267667"}, "Penulis": "Muhammad Razan Fadhlurrahman [19017025]", "Kontributor / Dosen Pembimbing": ["Amilia Wulansari, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Identifikasi Masalah, Usulan Solusi, Mainan Edukasi, UKM, Akar Penyebab, Analisis SWOT", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "30 Nov 2022"}