{"Nomor": 69822, "Judul": "STUDI INTRUSI AIR LAUT DI DELTA BERAU, KALIMANTAN TIMUR, INDONESIA DENGAN METODE ANALITIK", "Abstrak": "Penelitian ini bertujuan untuk mengetahui intrusi air laut yang terjadi di Delta Berau\nmenggunakan analisis data observasi serta melakukan pendekatan dengan model analitik\nSavenije (spreadsheet). Data intrusi terbagi dalam 5 waktu yang berbeda yaitu 16 Mei, 20\nJuni, 2, 15 dan 20 September 2007. Dari hasil olah data observasi didapat intrusi terpendek\nterjadi pada tanggal 16 Mei dibanding yang lain dengan nilai 5 psu berada pada titik 34 km\ndari titik awal pengambilan data atau mulut estuari. Untuk tanggal 20 Juni nilai 5 psu berada\npada titik 56 km. Nilai 5 psu pada tanggal 2 September 2007 berada di titik 64 km. Nilai\ntersebut berada di titik 58 km pada tanggal 15 September 2007. Untuk tanggal 20 September\n2007 nilai tersebut berada di titik 60 km.\nVariasi intrusi yang terjadi diakibatkan oleh keseimbangan antara debit sungai dan\npasang surut yang terjadi dan sebagai faktor dominan. Tanggal 16 Mei 2007 debit aliran\nsungai sebesar 660 m3/s dengan nilai arus pasang surut sebesar 0,8 m/s menghasilkan kurva\nsalinitas yang lebih dekat dengan mulut estuari dan tanggal 2 September memiliki kurva lebih\nbergeser ke arah hulu sungai yang ditandai dengan nilai salinitas tinggi sebesar 20 psu di badan\nSungai Berau. Hal itu dapat terjadi karena nilai debit sungai pada waktu itu cenderung kecil\nyaitu 443 m3/s dan arus pasang surut sebesar 0,8 m/s. Berdasarkan nilai bilangan estuarinya,\nEstuari Berau termasuk dalam bentuk estuari lonceng atau terompet (bell shape estuary).\nEstuari Berau termasuk dalam kategori estuari yang bercampur sebagian (partially mixed\nestuary) dari nilai bilangan Canter-Cremers dan Richardson yaitu N lebih besar dari 0,1 dan\nNR lebih besar dari 0,08. Tingkat kecocokan model analitik yang digunakan dapat dikatakan\ncukup baik dengan nilai koefisien korelasi rata-rata lebih besar dari 90%", "Daftar File": {"COVER Risqi Rahmatulloh": "https://digilib.itb.ac.id/gdl/download/267712"}, "Penulis": "Risqi Rahmatulloh [12914005]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.Eng. Nining Sari Ningsih, M.S.", "Dr. Ayi Tarya, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Intrusi, Debit sungai, Arus pasang surut, Kategori, Model analitik.", "Sumber": "", "Staf Input/Edit": "Rita Nurainni, S.I.Pus", "File": "7 file", "Tanggal Input": "01 Des 2022"}