{"Nomor": 69820, "Judul": "PERANCANGAN MERCHANDISE MENGGUNAKAN PEWARNA ALAMI DARI AMPAS KOPI SEBAGAI MEDIA PROMOSI UNTUK COFFEE SHOP KISAKU DI JAKARTA", "Abstrak": "Limbah industri menyebabkan pencemaran lingkungan berdampak negatif yang\ndihasilkan oleh pewarna sintetis sudah menjadi isu yang cukup besar, terlebih lagi\ndalam dunia tekstil. Sementara itu, tingkat mengonsumsi kopi di Indonesia semakin\nmeningkat tiap tahunnya dan hal tersebut membuat limbah ampas kopi semakin\nbesar. Kopi adalah salah satu tanaman yang sangat banyak dibudidayakan di\nIndonesia, dan karena hal tersebut, semakin berkembangnya bisnis kopi di\nIndonesia, semakin banyak juga limbah kopi yamg dihasilkan dari berbagai macam\ncoffee shop. Coffee shop KISAKU adalah salah satu coffee shop yang\nmengutamakan program sustainability, sehingga dapat menjadi sampel penelitian.\nTujuan dari penelitian ini adalah mengembangkan pewarna alami yang dihasilkan\ndari ampas kopi dan akan mengambil ampas tersebut dari KISAKU dengan\nmenggunakan serangkaian eksperimen dan eksplorasi yang menghasilkan pewarna\nalami kemudian dilakukan perancangan dan produksi hasil akhir menjadi sebuah\nproduk merchandise dari ampas kopi yang belum digunakan secara maksimal.\nMetode penelitian yang digunakan adalah penelitian kuantitatif yaitu melakukan\npengujian terhadap ampas kopi, dan metode eksperimentatif dengan pendekatan\nkualitatif. Produk akhir yang akan dibuat adalah prototype merchandise yang\nmenggunakan ampas kopi sebagai salah satu material utama saat pembuatan, agar\nampas yang tersisa bisa digunakan menjadi sesuatu produk baru yang layak untuk\ndigunakan. Hasil akhir yang diharapkan dari penelitian ini adalah menghasilkan\nproduk merchandise dari ampas kopi untuk dijadikan media promosi yang\nberpengaruh bagi coffee shop KISAKU secara maksimal.", "Daftar File": {"COVER Najla Latifa Sekartaji": "https://digilib.itb.ac.id/gdl/download/267690", "BAB 1 Najla Latifa Sekartaji": "https://digilib.itb.ac.id/gdl/download/267691", "BAB 2 Najla Latifa Sekartaji": "https://digilib.itb.ac.id/gdl/download/267692", "BAB 3 Najla Latifa Sekartaji": "https://digilib.itb.ac.id/gdl/download/267693", "BAB 4 Najla Latifa Sekartaji": "https://digilib.itb.ac.id/gdl/download/267694", "BAB 5 Najla Latifa Sekartaji": "https://digilib.itb.ac.id/gdl/download/267695", "PUSTAKA Najla Latifa Sekartaji": "https://digilib.itb.ac.id/gdl/download/267696"}, "Penulis": "Najla Latifa Sekartaji [27119306]", "Kontributor / Dosen Pembimbing": ["Dr. Dian Widiawati, S.Sn., M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "Design & decoration", "Kata Kunci": "Ampas kopi, Media Promosi, Merchandise, Pewarna Alami", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "01 Des 2022"}