{"Nomor": 69824, "Judul": "STUDI ZONASI DAERAH ESTUARI MUARAGEMBONG, KAB. BEKASI BERDASARKAN SALINITAS PERMUKAAN MENGGUNAKAN CITRA SATELIT LANDSAT 8", "Abstrak": "Karakteristik wilayah estuari sangat dipengaruhi oleh dinamika dan interaksi antara lingkungan laut dan sungai, khususnya salinitas tinggi dari laut dan salinitas rendah dari sungai akan bertemu dan memengaruhi kondisi di daerah estuari. Tujuan dari penelitian ini adalah mengkaji dinamika zonasi perairan di Muaragembong, Kab. Bekasi, Jawa Barat berdasarkan salinitas permukaan di perairan estuari menggunakan citra satelit Landsat 8. Nilai salinitas permukaan diperoleh dari data citra satelit Landsat 8 yang diolah menggunakan algoritma pendugaan salinitas Wouthuyzen dkk. (2008). Hasil pendugaan salinitas diklasifikasikan berdasarkan Venice System (1958). Zonasi perairan berdasarkan\nsalinitas permukaan laut dikaji untuk setiap musim, yaitu musim hujan, musim peralihan I, musim kering, dan musim peralihan II. Pada musim hujan terbentuk zona Mexo-polyhaline, Mexo-mexohaline, dan Mexo-oligohaline, pada musim peralihan I terbentuk zona Mexopolyhaline,\nMexo-mexohaline, Mexo-oligohaline, limentic, pada musim kering terbentuk zona Mexo-polyhaline, dan Mexo-mexohaline, dan pada musim peralihan II terbentuk zona Mexo-polyhaline, Mexo-mexohaline, dan Mexo-oligohaline. Hasil pengolahan tersebut menunjukkan musim peralihan I pada bulan Maret hingga Mei memiliki zona salinitas perairan paling banyak dibandingkan dengan musim lainnya. Perbedaan zonasi yang\nterbentuk dipengaruhi oleh pasang surut, arus permukaan laut, dan debit sungai. Pasang surut memengaruhi nilai salinitas, saat kondisi pasang salinitas lebih tinggi dan saat kondisi surut salinitas akan lebih rendah. Arus permukaan laut memengaruhi persebaran nilai salinitas. Selanjutnya, debit sungai merupakan pemasok massa air tawar utama yang menurunkan nilai salinitas saat terjadi pencampuran dengan air \nlaut.", "Daftar File": {"COVER David Pramudya": "https://digilib.itb.ac.id/gdl/download/267728"}, "Penulis": "David Pramudya [12918038]", "Kontributor / Dosen Pembimbing": ["Dr. Susanna, S.Si., M.T.", "Dr.Eng. Aditya Rakhmat Kartadikaria, S.Si., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Estuari, Citra Satelit Landsat 8, Salinitas Permukaan, Zonasi Perairan", "Sumber": "", "Staf Input/Edit": "Rita Nurainni, S.I.Pus", "File": "7 file", "Tanggal Input": "01 Des 2022"}