{"Nomor": 69821, "Judul": "ANALISIS KOMPARTEMENTALISASI STRATIGRAFI PADA RESEVOIR BERAMALGAMASI ENDAPAN SUNGAI; STUDI KASUS RESERVOIR MF4 DI LAPANGAN PECIKO, CEKUNGAN KUTAI, KALIMANTAN TIMUR", "Abstrak": "Lapangan Peciko adalah lapangan gas lepas pantai yang terletak di daerah Delta\nMahakam, Kalimantan Timur, Indonesia. Lapangan ini memiliki luas sekitar 350\nkm2 dengan kedalaman air laut antara 30 - 50 m. Lapangan gas yang dioperasikan\noleh perusahaan internasional Total (Perancis) dan Inpex (Jepang) ini ditemukan\npada tahun 1983 dan dimulai produksi sejak tahun 1999. Produksi gas di lapangan\nini mencapai puncak produksinya sekitar 1400 MMscfd pada tahun 2005.\nLapangan Peciko ini memiliki struktur antiklin dengan 4 arah kemiringan yang\nmenunjam ke arah Utara. Lapangan ini tersusun atas reservoir batupasir yang\nbanyak dan saling bertumpuk (multi layered reservoirs) setebal 4500m. Batupasirbatupasir\nini diendapakan pada periode Akhir Miosen di lingkungan pengendapan\nDelta dan Sungai. Secara stratigrafi, reservoir hidrokarbon dari lapangan ini\ndikelompokkan menjadi dua zona yaitu Zona Utama di kedalaman 2100 – 4500\nmdpl yang didominasi oleh endapan batupasir mouth bars dari linkungan Delta\nFront dan Zona Dangkal di kedalaman 500 – 2100 mdpl yang didominasi oleh\nendapan sungai dari lingkungan delta plain dan fluvial.\nReservoir gas pada Zona Utama ini sudah diproduksi sejak awal rencana\npengembangan lapangan dan saat ini sedang mengalami penurunan laju produksi\ngas. Pada akhir Desember 2016, reservoir gas dari Zona Dangkal memberikan\nkontribusi penting sekitar 40% dari total produksi Lapangan Peciko untuk\nmembantu menahan turunnya laju produksi. Kontribusi utama dari Zona Dangkal\nini berasal dari reservoir batupasir sungai (Y dan MF4 channels). Studi ini\nbertujuan untuk melakukan analisis kompartementalisasi stratigrafi pada reservoir\nMF4 yang hingga akhir tahun 2016 telah memberikan produksi gas melebihi\nbesarnya volume cadangan gas awal (IGIP) yang dievaluasi sebelumnya.\nReservoir MF4 ini merupakan reservoir batupasir sungai (distributary channel)\nyang diendapkan pada lingkungan delta plain. Pada akhir pola regresif dari suatu\nsiklus delta, pola progradasi menyebabkan batupasir sungai ini diendapkan secara\namalgamasi dan menyebabkan terjadinya kompartementalisasi stratigrafi.\niii\nKompartementalisasi stratigrafi ini diduga sebagai penyebab mengapa kontak\naktual gas dan air dari sumur-sumur baru di Anjungan S ditemukan lebih dalam\ndari kontak aktual yang ditemukan pada sumur sumur yang sudah diproduksi di\narea Anjungan W. Akan tetapi, hasil uji tekanan yang deplesi saat pengeboran\nsumur-sumur baru di Anjungan S dan data survei tekanan saat sumur produksi di\nAnjungan W juga menunjukan bahwa reservoir MF4 ini saling terkoneksi.\nKorelasi detail dan pemahaman model sedimentologi yang lebih baik dalam\nmelakukan analisis kompartementalisasi stratigrafi dari batupasir endapan sungai\nyang beramalgamasi ini menjadi kunci untuk menjawab atas permasalahan dalam\nstudi ini. Amalgamasi dari batupasir endapan sungai distributary channel ini\nmenyebabkan konektivitas reservoir MF4 secara vertikal dan lateral. Perbedaan\nkontak aktual antara sumur-sumur baru di Anjungan S dengan sumur-sumur yang\nsudah diproduksi diakibatkan oleh adanya sekat (serpih) antara amalgamasi\nendapan sungai dan batupasir bars hasil overbank deposit di antara cabang sungai\ndistributary channel. Batupasir bars yang memiliki porositas dan permeabilitas\nlebih kecil dari batupasir endapan sungai ini juga menyebabkan aliran fluida\nsedikit terhambat (semi-barrier).\nBerdasarkan hasil analisis ini, pemodelan ulang model statik geologi dilakukan\ndengan menggunakan interpretasi atribut seismik (inversi) yang mampu\nmenggambarkan penyebaran geometri batupasir sungai dalam 3 dimensi. Integrasi\ndari data dinamik seperti produksi kumulatif dan survey data tekanan saat\nproduksi juga dapat digunakan untuk memvalidasi volume cadangan IGIP yang\nlebih realistis. Hasil pemodelan geologi ini kemudian diharapkan dapat\nmemprediksi perencanaan produksi dan produksi air yang lebih akurat dari\nreservoir MF4 saat dilakukan simulasi reservoir.", "Daftar File": {"ABSTRAK SUPRIADY 22015308.pdf": "https://digilib.itb.ac.id/gdl/download/267703", "COVER SUPRIADY 22015308.pdf": "https://digilib.itb.ac.id/gdl/download/267704", "BAB 1 SUPRIADY 22015308.pdf": "https://digilib.itb.ac.id/gdl/download/267705", "BAB 2 SUPRIADY 22015308.pdf": "https://digilib.itb.ac.id/gdl/download/267706", "BAB 3 SUPRIADY 22015308.pdf": "https://digilib.itb.ac.id/gdl/download/267707", "BAB 4 SUPRIADY 22015308.pdf": "https://digilib.itb.ac.id/gdl/download/267708", "PUSTAKA Supriady": "https://digilib.itb.ac.id/gdl/download/267709", "LAMPIRAN SUPRIADY 22015308.pdf": "https://digilib.itb.ac.id/gdl/download/267710"}, "Penulis": "Supriady [22015308]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dardji", "Ir. Nurcahyo Indro Basuki, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Peciko, batupasir, amalgamasi, kompartementalisasi stratigrafi, bars, distributary channel, delta plain, produksi, MMscfd, IGIP, atribut seismik.", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "8 file", "Tanggal Input": "01 Des 2022"}