{"Nomor": 69845, "Judul": "ANALISIS DISC MATCH PROFILE ANTARA PERUSAHAAN  DAN KARYAWAN UNTUK MENINGKATKAN PENDAPATAN  PREMI PERUSAHAAN ASURANSI DENGAN MENGEMBANGKAN KARYAWAN", "Abstrak": "Perusahaan asuransi jiwa merupakan perusahaan asuransi kesehatan untuk melayani masyarakat terkait jasa kesehatan. Dalam memberikan jasa penanggulangan risiko atas nasabahnya, perusahaan akan mendapatkan premi atas pertanggungan yang diberikan. Bedasarkan data pendapatan premi dalam website resmi pada laporan keuangan laba rugi komprehensif untuk kuartal 2 bulan Juni tahun 2021 dan 2022 di perusahaan PQR, pertumbuhan pendapatan premi perusahaan PQR adalah negative. Hal ini merupakan salah satu indikasi kinerja perusahaan PQR adalah sedang tidak baik dengan terjadinya penurunan pendapatan premi. Fenomena penurunan performance bisa saja terkait dengan masalah financial, marketing, teknologi dan sumber daya manusia. Bila melihat dari sumber daya manusia yang terfokus pada profil kepribadian karyawan maka hasil analisa didapatkan bahwa ketidakcocokan profile antara profile DISC perusahaan dan karyawan, yaitu perilaku (I) karyawan lebih rendah dari yang diharapkan perusahaan dan perilaku (C) lebih tinggi dari yang diharapkan oleh perusahaan. Solusi yang dapat diberikan untuk meningkatkan pendapatan premi perusahaan PQR ini adalah dengan cara meningkatkan perilaku (I) karyawan dan melemahkan perilaku (C) karyawan agar sesuai dengan target yang diharapkan perusahaan sehingga organisasi perusahaan menjadi lebih effective dan dapat membantu perusahaan dalam mencapai target yang telah ditetapkan. Metode yang digunakan didalam meningkatkan perilaku (I) dan melemahkan perilaku (C) adalah dengan mengkombinasikan MARS Model of individual performance dan A-B-C behavior modification Model. Metode ini akan dilakukan sebagai alternatif mengembangkan karyawan dalam bentuk training, mentoring, on job training, dan job rotation. Dan juga assement rutin tes DISC untuk karyawan agar mengetahui profil DISC karyawan sudah sesuai dengan profil DISC perusahaan. Penelitian tesis ini menggunakan data primer dalam mengolah data dengan cara observasi melalui kuesioner tes kepribadian DISC dan wawancara kepada direksi dan manajemen human resource dengan metode kuantitatif. Data sekunder yang digunakan adalah company documents dan literatur study.  Penelitian ini bertujuan untuk meningkatkan profil DISC karyawan dengan profil DISC yang menjadi target perusahaan sehingga perusahaan mengalami peningkatan pendapatan premi.", "Daftar File": {}, "Penulis": "Elkaeni [29120594]", "Kontributor / Dosen Pembimbing": ["Dr. Henndy Ginting, S.Psi., M.Si., Psikolog"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "perusahaan asuransi, peningkatan premi, analisa DISC, kecocokan profil DISC, pengembangan karyawan", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "0 file", "Tanggal Input": "06 Des 2022"}