{"Nomor": 69841, "Judul": "STUDI MINERALISASI TIMAH DAN UNSUR TANAH JARANG DAERAH GUNUNG MUNTAI KABUPATEN BANGKA SELATAN PROVINSI KEPULAUAN BANGKA BELITUNG", "Abstrak": "Daerah Gunung Muntai merupakan bagian dari jalur timah pada asia tenggara dan memiliki potensi sumber timah dan unsur tanah jarang. Penelitian dilakukan pada 106°33’40”—106°29’43” Bujur Timur dan 2° 57’38”—3°00’18” Lintang Selatan, Kabupaten Bangka Selatan, dengan luas daerah 21,02 km2. Penelitian bertujuan untuk mengetahui kondisi geologi, struktur, mineralisasi dan persebaran timah serta unsur tanah jarang di daerah penelitan. Morfologi daerah penelitian terdiri dari perbukitan intrusi dan dataran denudasi, satuan geologi terdiri dari granit, dan struktur yang berkembang berarah tenggara—barat laut. Analisis XRF dilakukan pada batuan granit dan material lepas untuk mengetahui kandungan timah dan unsur tanah jarang. Analisis mineral berat dilakukan pada material lepas untuk mengetahui mineral-mineral yang terkandung serta mineral pembawa timah dan unsur tanah jarang. Terdapat dua analisis geokimia yaitu penentuan nilai anomali dengan metode statistika serta interpolasi ordinary kriging untuk mengetahui daerah pengayaan timah dan unsur tanah jarang di daerah penelitian.\nHasil XRF menunjukkan bahwa granit yang memiliki kadar timah dan unsur tanah jarang yang tinggi terdapat pada granit porfiritik yang berada pada tenggara hingga tengah daerah penelitian. Kadar unsur tanah jarang yang tinggi juga ditemukan pada granit aplit di utara daerah penelitian. Berdasarkan analisis mineral berat, mineral berat yang membawa timah yaitu kasiterit, sedangkan unsur tanah jarang dibawa oleh mineral monasit dan senotim. Hasil analisis unsur menunjukkan nilai anomali timah sebesar 616,6 ppm, serium sebesar 316 ppm, dan itrium sebesar 51,04 ppm. Daerah anomali timah terletak di area selatan, tenggara hingga tengah, timur laut dan barat laut daerah penelitian sedangkan daerah anomali unsur tanah jarang terdapat pada tenggara,selatan dan barat laut daerah penelitian. Daerah anomali timah ditemukan pada greisen, pegmatit, dan endapan residual. Faktor utama yang memengaruhi daerah anomali merupakan struktur geologi ditunjukan oleh persebarannya yang searah dengan pola struktur dominan yaitu tenggara-barat laut.", "Daftar File": {"ABSTRAK AMRI AHMAD AMINUDDIN 12017004.pdf": "https://digilib.itb.ac.id/gdl/download/267918", "COVER AMRI AHMAD AMINUDDIN 12017004.pdf": "https://digilib.itb.ac.id/gdl/download/267919", "BAB 1 AMRI AHMAD AMINUDDIN 12017004.pdf": "https://digilib.itb.ac.id/gdl/download/267920", "BAB 2 AMRI AHMAD AMINUDDIN 12017004.pdf": "https://digilib.itb.ac.id/gdl/download/267921", "BAB 3 AMRI AHMAD AMINUDDIN 12017004.pdf": "https://digilib.itb.ac.id/gdl/download/267922", "BAB 4 AMRI AHMAD AMINUDDIN 12017004.pdf": "https://digilib.itb.ac.id/gdl/download/267924", "BAB 5 AMRI AHMAD AMINUDDIN 12017004.pdf": "https://digilib.itb.ac.id/gdl/download/267925", "PUSTAKA Amri Ahmad Aminuddin": "https://digilib.itb.ac.id/gdl/download/267926", "LAMPIRAN AMRI AHMAD AMINUDDIN 12017004.pdf": "https://digilib.itb.ac.id/gdl/download/267927"}, "Penulis": "Amri Ahmad Aminuddin [12017004]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Andri Slamet Subandrio, Dipl.-Geol.", "Dr. Ir. Bambang Priadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Bangka Selatan, endapan residual, endapan primer, timah, unsur tanah jarang", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "9 file", "Tanggal Input": "05 Des 2022"}