{"Nomor": 69868, "Judul": "STUDI PERLAKUAN PANAS PADUAN TI-CU HASIL SPARK PLASMA SINTERING TERHADAP STRUKTUR MIKRO DAN SIFAT MEKANIK", "Abstrak": "Implan tulang merupakan salah satu perangkat untuk mengatasi gangguan tulang dengan cara mengganti atau mendukung proses perbaikan tulang yang rusak. Kebutuhan akan implan tulang akan meningkat setiap tahunnya. Salah satu paduan yang digunakan untuk implan tulang adalah paduan titanium yang merupakan paduan yang memiliki kombinasi kekuatan, modulus Young, dan biokompabilitas yang sangat baik. Penambahan unsur tembaga pada titanium dapat menambah sifat antibakteri paduan tersebut. Metode spark plasma sintering (SPS) merupakan teknologi metalurgi serbuk yang digunakan untuk membuat padatan dengan densitas tinggi dari serbuk penyusunnya. Perlakuan panas pada paduan dapat mengubah struktur mikro dan sifat mekanik yang dapat berpengaruh pada kinerja paduan sebagai implan.\n\nPenelitian ini dilakukan perlakuan panas paduan titanium tembaga hasil SPS. Variabel pada percobaan ini adalah komposisi tembaga paduan hasil SPS yaitu 1, 3, dan 5 wt% dan proses pendinginan setelah dilakukan perlakuan panas yaitu water quenching, air cooling, dan furnace cooling serta paduan tanpa perlakuan panas sebagai pembanding. Perlakuan panas yang dilakukan pada paduan adalah memanaskan paduan hingga bersuhu 900°C dan ditahan selama 2 jam. Dilakukan pengamatan struktur mikro menggunakan mikroskop optik dan pengujian kekerasan menggunakan vickers hardness test. Hasil analisis struktur mikro, ukuran butiran, dan sifat kekerasan dilakukan perbandingan untuk tiap variasi.\n\nHasil penelitian menunjukkan bahwa secara umum kondisi awal paduan titanium tembaga hasil SPS yang tetap dominan terhadap sifat kekerasan paduan setelah dilakukan perlakuan panas. Hasil analisis struktur mikro menunjukkan bahwa terjadi pertumbuhan ukuran butiran paduan titanium tembaga setelah dilakukan perlakuan panas dengan ukuran butiran rata-rata tertinggi pada paduan Ti-1%Cu dengan furnace cooling. Perubahan fasa yang teramati adalah terjadi difusi tembaga ke dalam matriks titanium setelah dilakukan perlakuan panas sehingga fasa Ti2Cu pada paduan SPS berubah membentuk fasa ?-Ti dan struktur martensite yang terdiri dari fasa ?’ martensite dan retained ? pada water quenching dan air cooling serta fasa ?-Ti dan struktur lamelar antara Ti2Cu dan ?- Ti pada furnace cooling. Perlakuan panas pada paduan Ti-1%Cu dan Ti-3%Cu terjadi penurunan nilai kekerasan yang tidak signifikan, sedangkan pada paduan Ti-5%Cu terjadi penurunan nilai kekerasan yang signifikan. Hubungan antara ukuran butiran dengan nilai kekerasan adalah terjadi trend penurunan nilai kekerasan seiring bertambahnya ukuran butiran untuk masing-masing kadar tembaga yang menunjukkan ukuran butiran lebih dominan mempengaruhi nilai kekerasan.", "Daftar File": {"ABSTRAK Rio Mahendra": "https://digilib.itb.ac.id/gdl/download/268089"}, "Penulis": "Rio Mahendra [12516022]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Akhmad Ardian Korda, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Metallurgy", "Kata Kunci": "titanium, tembaga, SPS, perlakuan panas, implan", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "08 Des 2022"}