{"Nomor": 69866, "Judul": "GEOLOGI DAN STUDI HIDROGEOLOGI DAERAH BANTARUJEG DAN SEKITARNYA, KABUPATEN MAJALENGKA, PROVINSI JAWA BARAT", "Abstrak": "Daerah penelitian berada di Kecamatan Bantarujeg dan sekitarnya, Kabupaten Majalengka,\nProvinsi jawa Barat. Secara Geografis daerah penelitian terletak pada 190000 m–198000 m\ndan 9228000 m–9235000 m berdasarkan koordinat UTM zona 49S, dengan luas 56 km2 (8\nkm x 7 km). Penelitian ini bertujuan untuk mengetahui kondisi geologi dan hidrogeologi\ndaerah penelitian.\nSatuan geomorfologi pada daerah penelitian dibagi menjadi enam, yaitu Satuan Perbukitan\nZona Sesar Cimanintin, Satuan Perbukitan Homoklin Gununglarang, Satuan Perbukitan\nLipatan Gununglarang, Satuan Perbukitan Zona Sesar Bantarmerak, Satuan Dataran\nDenudasional Zona Sesar Babakansari, dan Satuan Dataran Aluvial Cipondoh. Pola aliran\nsungai pada daerah penelitian umumnya berpola rektangular, trelis, dan dendritik, dengan\ntahapan geomorfik muda dan dewasa\nSatuan batuan tertua di daerah penelitian adalah Satuan Batupasir-Batulempung 1 yang\ndiendapkan pada Miosen Akhir bagian awal, pada zona batial dengan mekanisme arus\ngravitasi. Pada Miosen Akhir, diendapkan Satuan Breksi secara selaras di atas Satuan\nBatupasir-Batulempung 1 dengan mekanisme arus gravitasi pada zona batial atas hingga\nneritik luar. Pada Miosen Akhir bagian akhir hingga Pliosen Awal, diendapkan satuan\nBatupasir-Batulempung 2 secara selaras di atas satuan Breksi dengan mekanisme arus\ngravitasi pada zona batial atas hingga neritik luar. Pada awal Pliosen, diendapkan satuan\nBatulempung secara selaras di atas satuan Batupasir-Batulempung 2 dengan pola umum\ntransgresi dan regresi pada zona neritik tengah hingga neritik pinggir. Pada Pliosen–\nPlistosen terjadi pengangkatan dan deformasi kompresional yang menyebabkan daerah\npenelitian menjadi daratan dan terbentuknya struktur sesar naik, lipatan, dan sesar geser.\nPada Plistosen Akhir diendapkan satuan Tuf-Lapili secara tidak selaras pada lingkungan\ndarat. Endapan Aluvial berumur Resen diendapkan secara tidak selaras di atas semua satuan\nyang tersingkap pada lingkungan darat dengan mekanisme pengendapan sedimen fluvial.\nProses geologi yang terjadi sampai saat ini berupa erosi dan sedimentasi.\nAkuifer pada daerah penelitian terdapat pada Satuan Batupasir-Batulempung 1, Satuan\nBreksi, Satuan Batupasir-Batulempung 2, Satuan Tuf-Lapili, dan Satuan Endapan Aluvial.\nJenis akuifer pada daerah penelitian adalah akuifer bebas. Pola aliran airtanah dikontrol oleh\nkemiringan topografi. Air tanah pada daerah penelitian termasuk kategori air segar.", "Daftar File": {"ABSTRAK ANDRIANTO PANJAITAN 12014069.pdf": "https://digilib.itb.ac.id/gdl/download/268071", "COVER ANDRIANTO PANJAITAN 12014069.pdf": "https://digilib.itb.ac.id/gdl/download/268072", "BAB 1 ANDRIANTO PANJAITAN 12014069.pdf": "https://digilib.itb.ac.id/gdl/download/268073", "BAB 2 ANDRIANTO PANJAITAN 12014069.pdf": "https://digilib.itb.ac.id/gdl/download/268074", "BAB 3 ANDRIANTO PANJAITAN 12014069.pdf": "https://digilib.itb.ac.id/gdl/download/268075", "BAB 4 ANDRIANTO PANJAITAN 12014069.pdf": "https://digilib.itb.ac.id/gdl/download/268076", "BAB 5 ANDRIANTO PANJAITAN 12014069.pdf": "https://digilib.itb.ac.id/gdl/download/268077", "BAB 6 ANDRIANTO PANJAITAN 12014069.pdf": "https://digilib.itb.ac.id/gdl/download/268078", "PUSTAKA Andrianto Panjaitan": "https://digilib.itb.ac.id/gdl/download/268079", "LAMPIRAN ANDRIANTO PANJAITAN 12014069.pdf": "https://digilib.itb.ac.id/gdl/download/268080"}, "Penulis": "Andrianto Panjaitan [12014069]", "Kontributor / Dosen Pembimbing": ["Dr. Dasapta Erwin Irawan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "akuifer, arus gravitasi, Bantarujeg, deformasi kompresional", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "10 file", "Tanggal Input": "07 Des 2022"}