{"Nomor": 69863, "Judul": "KARAKTERISASI PARAMETER FISIK-KIMIA AIRTANAH DAN ANALISIS INFILTRASI DAERAH CITATAH-CIPANGERAN DAN SEKITARNYA, KABUPATEN BANDUNG BARAT, PROVINSI JAWA BARAT", "Abstrak": "Studi geologi dan hidrogeologi dilakukan pada Daerah Citatah-Cipangeran,\nKabupaten Bandung Barat, Provinsi Jawa Barat. Penelitian ini bertujuan untuk\nmengetahui laju infiltrasi airtanah, proses yang memengaruhi kimia airtanah, serta\nkesesuaian penggunaan airtanah. Metodologi yang digunakan yaitu pemetaan,\nanalisis data lapangan, analisis data sekunder, dan analisis hasil uji laboratorium.\nSecara stratigrafi, daerah penelitian dibagi menjadi lima satuan batuan tidak resmi\nyaitu Satuan Batugamping, Satuan Batupasir, Satuan Tuf, Satuan Breksi Volkanik,\ndan Satuan Endapan Aluvial. Struktur geologi yang terbentuk berupa antiklin dan\nsinklin. Daerah penelitian terdiri dari Satuan Akuifer-Akuiklud Batupasir-\nBatugamping Terlipat, Satuan Akuifer-Akuiklud Tuf, dan Satuan Akuifer-\nAkuiklud Breksi Volkanik yang ketiganya berjenis akuifer tak tertekan. Nilai laju\ninfiltrasi pada tanah pelapukan Satuan Akuifer Batupasir-Batugamping Terlipat\nadalah 8,72 cm/jam, pada tanah pelapukan Satuan Akuifer Tuf adalah 25,22\ncm/jam, dan pada tanah pelapukan Satuan Akuifer Breksi Volkanik adalah 18,89\ncm/jam. Sampel airtanah pada tanah pelapukan Satuan Akuifer Batupasir-\nBatugamping Terlipat didominasi oleh ion kalsium (Ca2+) dan bikarbonat (HCO3\n-)\nyang termasuk kedalam fasies kalsium bikarbonat (Ca(HCO3)2). Sedangkan pada\nsampel airtanah Satuan Akuifer Tuf dan Satuan Akuifer Breksi Volkanik\ndidominasi oleh ion magnesium (Mg2+) dan bikarbonat (HCO3\n-) yang termasuk\nkedalam fasies magnesium bikarbonat (Mg(HCO3)2). Proses-proses yang\nmemengaruhi kimia airtanah daerah penelitian diantaranya adalah pelarutan\nkarbonat, pelapukan mineral karbonat/silikat, pertukaran ion terbalik, pengaruh air\nhujan/permukaan, dan antropogenik. Airtanah pada daerah penelitian memenuhi\nsyarat untuk dapat dikonsumsi sebagai air minum berdasarkan parameter fisik,\nnamun nilai pH pada beberapa sumur gali tidak memenuhi persyaratan kualitas air\nminum. Airtanah daerah penelitian cocok untuk keperluan irigasi.", "Daftar File": {"ABSTRAK DAVID ERICSON 12016067.pdf": "https://digilib.itb.ac.id/gdl/download/268041", "COVER DAVID ERICSON 12016067.pdf": "https://digilib.itb.ac.id/gdl/download/268042", "BAB 1 DAVID ERICSON 12016067.pdf": "https://digilib.itb.ac.id/gdl/download/268043", "BAB 2 DAVID ERICSON 12016067.pdf": "https://digilib.itb.ac.id/gdl/download/268044", "BAB 3 DAVID ERICSON 12016067.pdf": "https://digilib.itb.ac.id/gdl/download/268045", "BAB 4 DAVID ERICSON 12016067.pdf": "https://digilib.itb.ac.id/gdl/download/268046", "BAB 5 DAVID ERICSON 12016067.pdf": "https://digilib.itb.ac.id/gdl/download/268047", "BAB 6 DAVID ERICSON 12016067.pdf": "https://digilib.itb.ac.id/gdl/download/268048", "PUSTAKA DAVID ERICSON 12016067.pdf": "https://digilib.itb.ac.id/gdl/download/268049", "LAMPIRAN DAVID ERICSON 12016067.pdf": "https://digilib.itb.ac.id/gdl/download/268050"}, "Penulis": "David Ericson [12016067]", "Kontributor / Dosen Pembimbing": ["Dr. Dasapta Erwin Irawan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Citatah, Cipangeran, akuifer, infiltrasi, fasies hidrokimia, irigasi", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "10 file", "Tanggal Input": "07 Des 2022"}