{"Nomor": 69874, "Judul": "OPTIMISASI DESAIN SELUBUNG BANGUNAN KANTOR BERUKURAN SEDANG TERHADAP KINERJA KONSUMSI ENERGI, KENYAMANAN TERMAL, DAN PENCAHAYAAN ALAMI SIANG HARI DI INDONESIA", "Abstrak": "Peningkatkan kinerja bangunan dapat memberikan pengaruh positif terhadap lingkungan dan mampu mengurangi konsumsi energi bangunan. Guna meningkatkan kinerja bangunan, Indonesia memiliki SNI 6389:2011 yang mengatur tentang nilai Overall Thermal Tranfer Value (OTTV) yang dianjurkan untuk dipenuhi dalam tahap perancangan desain bangunan, di mana standar ini bertujuan untuk menghasilkan desain selubung bangunan yang optimal sehingga dapat mengefisiensikan konsumsi energi tanpa mengorbankan kenyamanan penghuni bangunan. Selain itu PERGUB Jakarta No. 38/2012 tentang panduan penggunaan bangunan hijau juga memberikan referensi nilai selubung bangunan untuk memenuhi nilai OTTV yang berlaku dan potensi penghematan energi yang dapat diperoleh dengan memaksimalkan desain dari selubung bangunan. Berdasarkan laporan PERGUB Jakarta No. 38/2012, bangunan kantor adalah salah satu jenis bangunan yang memiliki potensi penghematan terbesar untuk jenis bangunan komersial. Namun, hasil survei Balai Besar Teknologi Konsevasi Energi (B2PTKE) tahun 2019 pada bangunan komersial di Indonesia, menunjukkan bahwa bangunan kantor berukuran besar memiliki rata-rata konsumsi energi lebih rendah jika dibandingkan dengan bangunan kantor berukuran sedang. Hal ini menunjukkan bahwa bangunan kantor ukuran sedang memiliki kinerja konsumsi energi lebih buruk jika dibandingkan dengan bangunan kantor berukuran besar.\nPada penelitian ini, optimisasi desain selubung bangunan kantor ukuran sedang dilakukan untuk menghasilkan desain optimal terhadap indikator kinerja konsumsi energi, kenyamanan termal dan Pencahayaan Alami Siang Hari (PASH) di iklim tropis Indonesia. Indikator kinerja konsumsi energi yang digunakan adalah metrik Intensitas Konsumsi Energi (IKE), kinerja kenyamanan termal ditinjau berdasarkan metrik kenyamanan termal adaptif dengan keluaran Percentage Comfort Hour (PCH), serta kinerja PASH yang ditinjau berdasarkan metrik Spatial Daylight Autonomy (sDA300/50%) dan Annual Sunlight Exposure (ASE1000,250). Variabel selubung bangunan yang dioptimalkan adalah ketebalan bata, konduktivitas bata, ketinggian ruangan, U-value jendela, Solar Heat Gain Coefficient (SHGC), transmitansi kaca, Window Wall Ratio (WWR), orientasi bangunan, peneduh, infiltrasi, dan ketinggian jendela. Proses penghasilan sampel desain optimal dilakukan menggunakan perangkat Octopus menggunakan Strength Pareto Evolutionary Algorithm (SPEA-2) dan Hypervolume Estimation Algorithm (HypE). Selain itu, Octopus digunakan untuk mengarahkan kombinasi selubung bangunan menuju nilai optimal. Keputusan desain yang optimum dilakukan menggunakan metode Weighted Sum dan Technique for Order Preference by Similarity to Ideal Solution (TOPSIS). Selanjutnya, analisis ketegaran dilakukan berdasarkan 20 solusi optimum teratas yang dihasilkan berdasarkan kedua metode pengambilan keputusan\nOptimisasi dari variabel selubung bangunan menghasilkan 1069 alternatif solusi. Pengambilan keputusan menggunakan metode Weighted Sum dan TOPSIS menghasilkan satu kombinasi desain optimal yang sama sehingga kombinasi desain tersebut diputuskan sebagai solusi optimal. Desain optimal yang dihasilkan memiliki kinerja IKE 8% lebih baik dari model kantor yang diajukan, serta PCH 6,9% lebih baik, dan nilai sDA300/50% yang bernilai 2 kali lipat lebih besar dibandingkan dengan model yang diajukan. Meskipun begitu, perbaikan nilai untuk metrik ASE1000,250 tidak signifikan meskipun masih berada di bawah ambang batas kriteria. Di samping solusi optimal, terdapat 20 rekomendasi alternatif solusi dari masing-masing metode pengambilan keputusan yang dapat digunakan sebagai referensi pada tahap desain awal bangunan kantor.\nPada tahap akhir, analisis sensitivitas dan analisis ketegaran dilakukan pada variabel selubung bangunan. Metode analisis sensitivitas yang digunakan adalah regresi linier multivariabel, di mana menghasilkan variabel WWR adalah variabel yang memerlukan perhatian lebih karena berpengaruh signifikan terhadap indikator kinerja yang diamati. Sedangkan pada analisis ketegaran ditemukan bahwa metode Weighted Sum menghasilkan variabel yang lebih tegar jika dibandingkan dengan metode TOPSIS.", "Daftar File": {"ABSTRAK Chalila Ichwania": "https://digilib.itb.ac.id/gdl/download/268127"}, "Penulis": "Chalila Ichwania [23320018]", "Kontributor / Dosen Pembimbing": ["Rizki Armanto Mangkuto, S.T., M.T., Ph.D.", "Dr.-Ing. Justin Pradipta, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Optimisasi Desain, Kinerja Bangunan, Selubung Bangunan, Bangunan Kantor, Pengambilan Keputusan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "09 Des 2022"}