{"Nomor": 69877, "Judul": "KARAKTERISTIK ENDAPAN NIKEL LATERIT, PEMODELAN ENDAPAN SERTA ESTIMASI KADAR DAN SUMBERDAYA MENGGUNAKAN METODE ORDINARY KRIGING BLOK 3D DI KABUPATEN KONAWE UTARA, SULAWESI TENGGARA", "Abstrak": "Endapan nikel laterit berasal dari pelapukan yang intensif pada batuan ultramafik dalam jangka waktu yang lama sehingga memungkinkan terjadinya pelindian, pelarutan, dan akumulasi unsur. Daerah penelitian berada di Kabupaten Konawe Utara, Provinsi Sulawesi Tenggara yang terletak pada kompleks ofiolit dengan litologi peridotit tipe lerzolit dengan luas ±0,7x0,7 km2. Penelitian ini bertujuan untuk mengetahui karakteristik endapan nikel laterit, pemodelan endapan, estimasi kadar, dan perhitungan sumberdaya. Data utama yang digunakan berupa data sekunder logging pengeboran meliputi assay, collar, survei, dan geologi serta data pendukung lainnya. Profil endapan laterit yang terbentuk pada umumnya adalah limonit, saprolit, dan batuan dasar yang dibedakan berdasarkan sifat geokimia dan mineraloginya. Perubahan geokimia dari bawah ke atas secara progresif dari dominan silikat menjadi dominan besi merupakan produk dari proses laterisasi. Zona saprolit dicirikan dengan adanya pengayaan supergen unsur Ni di sepanjang rekahan, sedangkan zona limonit dicirikan oleh pengayaan residual Fe, Al2O3, dan Cr2O3 serta pengayaan supergen MnO dan Co di bagian bawah zona ini. Penelitian ini juga memodelkan geometri endapan nikel laterit pada blok 3 dimensi menggunakan metode ordinary kriging (OK). Metode OK akan mengestimasi kadar pada setiap blok berdasarkan nilai kadar yang diketahui pada setiap lubang bor dengan memperhitungkan korelasi spasialnya dalam bentuk variogram. Pemilihan variogram digunakan untuk memaksimalkan hasil estimasi kadar yang dilakukan dengan cara menentukan kontinuitas maksimum pada semua arah horizontal. Perhitungan sumberdaya terdiri dari volume, tonase, dan rata-rata kadar yang diklasifikasikan berdasarkan nilai kriging variance (KV) pada setiap blok. Apabila nilai KV semakin tinggi maka semakin rendah keyakinan geologinya karena error yang besar. Pada kadar Ni, total tonase sumberdaya tereka sebesar 9.460.927 ton, tertunjuk sebesar 2.732.630 ton, dan terukur sebesar 2.350.776 ton dengan kandungan Ni sebesar 130.100 ton. Pada kadar Fe, sumberdaya tereka sebesar 7.271.524 ton, tertunjuk sebesar 4.039.323 ton, dan terukur sebesar 2.817.307 ton dengan kandungan Fe sebesar 5.277.778 ton.", "Daftar File": {}, "Penulis": "Harlen Munthe [12018077]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ir. Suryantini, M.Sc.", "Alfend Rudyawan, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "batuan ultramafik, endapan laterit, variogram, ordinary kriging, sumberdaya.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "09 Des 2022"}