{"Nomor": 69899, "Judul": "PERBANDINGAN ANTARA  METODE MARKOWITZ, SINGLE INDEX DAN MULTI INDEX UNTUK MENGHASILKAN PORTOFOLIO OPTIMAL PADA STUDI KASUS SAHAM-SAHAM LQ45 PADA PERIODE 2017-2021", "Abstrak": "Investor pada umumnya mencari investasi dengan tingkat pengembalian yang tinggi dengan risiko\nyang kecil. Portfolio optimal adalah sebuah metode diversifikasi untuk mengidentifikasi sahamsaham\ndalam\nportofolio\nyang\nmenghasilkan\nreturn\ntertinggi\npada\nrisiko\nyang\ndapat\nditerima\nsecara\n\nobjektif.\nDalam\npenelitian\nini,\ntingkat\nreturn\nyang\ndiharapkan\ndan\nkonsekuensi\nrisiko\nyang\nditerima\n\ndari\nhasil\npembentukan\nportfolio\nmenggunakan\npendekatan\nMarkowitz\nmodel,\nSingle\nIndex\nmodel\n\ndan\nMulti\nIndex\nmodel\nakan\ndiperbandingkan.\nJangka\nwaktu\npenelitian\nyang\ndiambil\nadalah\nlima\n\ntahun\nyaitu\ndari\ntahun\n2017\nhingga\ntahun\n2021.\nPopulasi\ndata\npenelitian\nmenggunakan\nsaham-saham\n\ndari\n\nIndeks LQ45. Penyaringan saham digunakan untuk mengumpulkan saham-saham potensial\nyang secara konsisten terdaftar dalam Indeks LQ45 selama lima tahun terakhir. \nJumlah akhir populasi saham dalam penelitian ini adalah 38 saham dan dianalisis oleh 3 metode\nyang telah disebut diatas. Hasil analisa menunjukan bahwa dari portfolio-portfolio optimal yang\nterbentuk, berasal dari kombinasi 11 saham. Portfolio hasil dari Single Index Model menjadi\nportfolio yang paling unggul dengan tingkat return yang diharapkan adalah 1.05% dan resiko pada\n3.74%, diikuti oleh portfolio hasil dari Multi Index Model dengan tingkat return yang diharapkan\nadalah 0.87% dan resiko pada 3.37%, dan portfolio dari Markowitz Model menjadi yang portfolio\npaling rendah dengan tingkat return yang diharapkan adalah 0.76% dan resiko padq 3.72%.\nPerbandingan kinerja menggunakan Sharpe Ratio, Treynor Ratio dan Jensen's Alpha; juga\nmenunjukkan hasil yang serupa, dimana portofolio hasil Single Index Model memiliki rasio tertinggi\ndari semua ukuran kinerja, diikuti oleh Multi Index dan Markowitz Model. Hal ini dapat diartikan\nbahwa Model Indeks Tunggal merupakan metode analisis yang paling cocok untuk membangun\nportofolio optimal di Bursa Efek Indonesia.", "Daftar File": {"2022_TS_PP_Rizky Rinaldi Wandaru_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/268500"}, "Penulis": "Rizky Rinaldi Wandaru [29119388]", "Kontributor / Dosen Pembimbing": ["Dr. Isrochmani Murtaqi, S.E., M.Acc."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "LQ45, saham, portfolio optimal, Markowitz, Single Index Model, Multi Index Model, solver, resiko, return, investment", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "15 Des 2022"}