{"Nomor": 69895, "Judul": "MATURITY ASSESSMENT OF KNOWLEDGE DRIVEN ORGANIZATION AT TAX ADMINISTRATION: CASE STUDY OF INDONESIA", "Abstrak": "Perkembangan Knowledge Management (KM) di sektor publik tertinggal dibandingkan di sektor swasta. Administrasi pajak tidak berbeda. Mengingat bahwa administrasi perpajakan adalah organisasi yang padat pengetahuan, ini ironis. Sayangnya, baik praktisi maupun akademisi kurang tertarik dengan KM untuk administrasi perpajakan. Penelitian ini membahas tentang penerapan knowledge management pada administrasi perpajakan Indonesia, Direktorat Jenderal Pajak (DJP). Penelitian ini bertujuan untuk menemukan inisiatif KM yang sudah dilakukan, menilai tingkat kematangan organisasi yang berbasis pengetahuan, dan memberikan beberapa rekomendasi untuk meningkatkan implementasi KM di DJP. Metodologi penelitian ini menggunakan survei online dengan menggunakan Knowledge Driven Organization Model, wawancara, dan observasi. Penelitian ini memperoleh 337 responden dan 8 informan kunci untuk dianalisis lebih lanjut. Sampel penelitian ini adalah kantor pusat DJP yang terdiri dari Sekretariat Direktorat Jenderal Pajak, Direktorat Transformasi Proses Bisnis, Direktorat Kepatuhan Internal dan Transformasi Sumber Daya Kepegawaian, Direktorat Teknologi Informasi dan Komunikasi, Direktorat Penyuluhan, Pelayanan, dan Humas, dan Direktorat Pemeriksaan dan Penagihan. Penelitian ini menemukan bahwa DJP sudah memiliki habitat belajar dan disiplin organisasi pembelajaran yang baik, apalagi sudah ada inisiatif KM atau program KM yang dilakukan di kalangan pegawai, namun berdasarkan wawancara, DJP belum secara formal memiliki peraturan atau kebijakan terkait knowledge management. Untuk mengatasi masalah tersebut, berdasarkan faktor kunci keberhasilan tersebut, peneliti merekomendasikan untuk mengevaluasi roadmap KM khususnya pada indikator yang masih di bawah rata-rata dan menerapkan manajemen pengetahuan yang sistematis di Direktorat Jenderal Pajak, dengan harapan pada tahun berikutnya, Direktorat Jenderal Pajak dapat mencapai tingkat atau tahap kedewasaan tertinggi.", "Daftar File": {"2023 TS PP Annisa Puspita Dewi   [29020035] - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/268395"}, "Penulis": "Annisa Puspita Dewi [29020035]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Jann Hidajat Tjakraatmadja, M.Eng.", "Dr. rer. pol. Achmad Fajar Hendarman, S.T., M.S.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Manajemen Pengetahuan, Model Maturitas Manajemen Pengetahuan, Implementasi Roadmap Manajemen Pengetahuan, Administrasi Perpajakan", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "14 Des 2022"}