{"Nomor": 69904, "Judul": "PENGEMBANGAN METODE SISTEM NAVIGASI UNTUK ARUS LALU LINTAS HETEROGEN", "Abstrak": "Transportasi merupakan kebutuhan primer untuk mendukung kegiatan manusia di\nera teknologi saat ini. Terbukti dengan jumlah kendaraan yang terus meningkat\nsecara drastis sehingga menyebabkan kemacetan secara rutin di jalan raya. Sebagai\ntindakan preventif, para pengemudi umumnya menggunakan sistem navigasi untuk\nmengetahui keadaan lalu lintas. Sistem navigasi dapat memperlihatkan kondisi\njalan raya seperti tingkat kemacetan, waktu tempuh, rute alternatif dan sebagainya.\nSehingga, dengan teknologi ini para pengemudi dapat mengambil keputusan terkait\nrute terbaik untuk menuju titik tujuan.\nIndonesia merupakan negara ketiga dengan jumlah kendaraan roda dua terbanyak\ndi dunia. Berdasarkan Badan Pusat Statistik, pada tahun 2018, jumlah motor di\nIndonesia adalah 100 juta. Jumlah ini adalah 77.5% dari jumlah total kendaraan\nyang ada di Indonesia. Dengan kata lain, kendaraan roda dua di Indonesia\nmendominasi jumlah kendaraan lainnya. Hal ini juga mengartikan arus lalu lintas\ndi Indonesia merupakan arus lalu lintas heterogen. Pada arus lalu lintas seperti ini,\nterdapat dua kemungkinan, yaitu arus kendaraan yang terdiri dari berbagai macam\nkendaraan, dan terdapat jalan khusus yang hanya dapat dilalui oleh salah satu jenis\nkendaraan.\nBerdasarkan permasalahan tersebut, penelitian ini membahas pengembangan\nmetode sistem navigasi untuk keadaan arus lalu lintas yang heterogen. Keluaran\ndari penelitian ini adalah sebuah rekomendasi rute perjalanan yang bersifat\npersonal, dengan mempertimbangkan keadaan lalu lintas yang heterogen dan\nkesesuaian jenis kendaraan digunakan dengan lebar jalan yang akan ditempuh.\nSelain itu, rute perjalanan akan dihitung berdasarkan Nilai Kapasitas Jalan (Nkj)\nyang merupakan hasil kompilasi dari beberapa kriteria pada lalu lintas, seperti\npanjang rute perjalanan, prediksi keadaan lalu lintas, keberagaman kendaraan,\nwaktu tempuh perjalanan, keadaan cuaca dan kompatibilitas.\nKeadaan lalu lintas dikumpulkan dengan mengkombinasikan penerapan metode\ndeteksi objek pada CCTV publik, perhitungan tingkat kepadatan lalu lintas\nberdasarkan peta digital (TomTom), aplikasi pengukur keadaan cuaca, serta aplikasi\npengukur lebar jalan. Hasil informasi ini digunakan untuk memprediksi keadaan\nlalu lintas yang terjadi pada masa mendatang.\n\ni\n\nDalam penelitian ini, metode prediksi keadaan lalu lintas yang digunakan adalah\nKnowledge Growing Bayes Classifier. Performansi tertinggi yang dimiliki oleh\nmetode ini dapat mencapai 77.959%, 78.606%, 77.582%, dan 77.701% untuk\nnilai akurasi, presisi, recall, dan F1 score dari seluruh ruas jalan yang diamati.\nWaktu yang dibutuhkan untuk memprediksi data uji pada setiap ruas jalan dengan\nmenggunakan metode ini tidak lebih dari 0.4 detik. Metode ini merupakan\nmetode yang paling cocok digunakan dibandingkan dengan metode lain yang\ndiujicoba (Knowledge Growing Decision Tree dan Knowledge Growing Deep\nNeural Network).\nSetelah keadaan lalu lintas berhasil diprediksi, nilai tersebut dikumpulkan\nbersamaan dengan informasi lainnya di mana selanjutnya dilakukan kolaborasi\ndengan tingkatan preferensi kriteria dari pengendara untuk dijadikan Nkj. Nilai\nkompatibilitas ditambahkan ke dalam Nkj untuk mengetahui kesesuaian lebar jalan\ndan kendaraan.\nSaat seluruh Nkj telah diperhitungkan, pencarian rute terpendek dilakukkan\ndengan menggunakan metode Djikstra. Rute yang diperhitungkan tidak hanya rute\nyang memiliki Nkj paling rendah, namun termasuk beberapa (tiga) rute alternatif\nyang memiliki Nkj yang paling rendah berikutnya.\n\nBerdasarkan hasil perhitungan rute perjalanan yang telah dilakukan, selan-\njutnya ditentukan pemilihan rute terbaik berdasarkan preferensi pengendara yang\n\nsebelumnya digunakan pada perhitungan Nkj. Dengan menggunakan multicriteria\ndecision making, Fuzzy - Analytic Hierarchy Process - Express (F-AHP-Express),\nrute yang terbaik direkomendasikan kepada pengendara sesuai dengan preferensi\n\nyang ditentukannya. F-AHP-Express memiliki nilai agility paling rendah diban-\ndingkan metode lain yang diuji (Fuzzy - Analytic Hierarchy Process (F-AHP) dan\n\nFuzzy - Analytic Hierarchy Process - Technique for Order Preference by Similarity\nto Ideal Solution (F-AHP-TOPSIS)), yaitu sebesar 25 judgement.\nSelain itu, metode F-AHP-Express memiliki waktu penentuan keputusan 45% lebih\n\ncepat dibandingkan metode F-AHP dan 11% jika dibandingkan dengan F-AHP-\nTOPSIS. AHP-Express juga memiliki nilai kompleksitas yang rendah, yaitu O(n).\n\nSementara itu, metode lainnya memiliki nilai kompleksitas sebesar O(n2).", "Daftar File": {"SodaPDF-watermarked-PENGEMBANGAN METODE SISTEM NAVIGASI UNTUK ARUS LALU LINTAS HETEROGEN - Surya Michrandi Nasution - 33217005 - Surya Michrandi.pdf": "https://digilib.itb.ac.id/gdl/download/268609"}, "Penulis": "Surya Michrandi Nasution [33217005]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Kuspriyanto", "Prof. Ir. Emir Mauludi Husni, M.Sc., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Elektro dan Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Sistem Navigasi, Arus Lalu Lintas Heterogen, Fusi Informasi, Prediksi Keadaan Lalu Lintas, Rekomendasi Rute Personal", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "16 Des 2022"}