{"Nomor": 69903, "Judul": "SISTEM NAVIGASI ROBOT OTONOM DENGAN KOMBINASI SLAM, GDM DAN ANEMOTAXIS UNTUK LOKALISASI SUMBER GAS", "Abstrak": "Penanggulangan bencana merupakan kondisi sangat beresiko dan berbahaya\nbagi manusia, terutama ketika harus melakukan aktifitas pengukuran dan\nsampling data bencana. Pengukuran dan sampling data jarak jauh sangat\ndiperlukan untuk mengurangi resiko dan bahaya. Salah satu solusi yang dapat\ndilakukan adalah penggunaan robot bergerak untuk menggantikan peran\nmanusia pada aktifitas tersebut. Penelitian robot bergerak dengan kemampuan\nmendeteksi bahan-bahan kimia berbahaya (olfactory sensing capabilities)\nkhususnya gas-gas berbahaya terus berkembang. Bidang penelitian robot\nbergerak di bidang ini disebut Mobile Robot Olfaction (MRO). Robot memiliki\nkemampuan untuk memberikan data waktu nyata konsentrasi gas dan kondisi\nlingkungan yang terkontaminasi. Lokalisasi sumber gas atau Gas source\nlocalization (GSL) merupakan salah satu penelitian di MRO. Lokalisasi\nsumber gas berarti menemukan posisi sumber di sekitar lingkungan melalui\nsebaran gas yang dibawa oleh angin. Penelitian mengenai masalah GSL di\nlingkungan yang tidak diketahui masih sangat terbuka. Penelitian disertasi ini\nbertujuan untuk menemukan sumber gas tunggal menggunakan robot tunggal\ndan robot jamak di lingkungan yang tidak diketahui. Sistem navigasi otonom\nrobot untuk GSL diusulkan dengan mengkombinasikan simultaneous\nlocalization and mapping (SLAM), gas distribution mapping (GDM) dan\nAnemotaxis. Penelitian mengembangkan algoritma evaluasi untuk\nmenentukan titik tujuan eksplorasi yaitu, Frontier-multi-criteria decisionmaking\n(MCDM) dan Anemotaxis-GDM. Tujuan kedua algoritma adalah\nmenggerakkan robot secara efektif menuju sumber gas. Robot menggunakan\nFrontier-MCDM memilih kandidat tujuan untuk menemukan wilayah\nterkontaminasi gas. Anemotaxis-GDM digunakan untuk pelacakan sumber gas\nketika sensor gas robot mendeteksi adanya konsentrasi gas. Penelitian\npelacakan sumber gas dengan menggabungkan metode anemotaxis dan\nSLAM-GDM (Anemotaxis-GDM) masih belum dilakukan, sehingga menjadi\npeluang kontribusi untuk penelitian disertasi ini. Anemotaxis-GDM\nmemastikan bahwa robot bergerak di daerah dengan konsentrasi gas tinggi\nuntuk memperkirakan lokasi sumber gas dengan lebih baik. Metode alokasi\nii\ntugas dikembangkan untuk mendukung kolaborasi robot jamak pada aplikasi\nGSL. Gabungan Frontier-MCDM dan alokasi tugas berbasis PROMETHEE II\ndigunakan untuk mendelegasikan tugas eksplorasi kepada setiap robot. Metode\nini bertujuan menyeleksi kandidat tujuan dengan melibatkan data-data dari\nsetiap robot, membagi tugas eksplorasi dan melakukan proses koordinasi.\nBeberapa simulasi dan pengujian di lingkungan sebenarnya dilakukan untuk\nmenguji dan memvalidasi semua algoritma. Hasil pengujian memvalidasi\nefektivitas algoritma Frontier-MCDM, Anemotaxis-GDM dan alokasi tugas\nberbasis PROMETHEE II.", "Daftar File": {"SodaPDF-watermarked-buku disertasi Duddy Soegiarto.pdf": "https://digilib.itb.ac.id/gdl/download/268608"}, "Penulis": "Duddy Soegiarto [33215006]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Riyanto Trilaksono", "Dr. Widyawardana Adiprawita, S.T., M.T.", "Egi Muhammad Idris Hidayat, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Elektro dan Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "simultaneous localization and mapping, gas source localization, gas distribution mapping, mobile robot olfaction, multicriteria decisionmaking, anemotaxis", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "16 Des 2022"}