{"Nomor": 69909, "Judul": "KAJIAN KONFIGURASI GAP VERTIKAL ARTIFICIAL FISH APARTMENT (AFA) SEBAGAI SOLUSI PROTEKSI EROSI PANTAI TIRANG SEMARANG", "Abstrak": "Permasalahan pada lokasi kajian Pantai Tirang adalah kemunduran garis pantai yang terjadi akibat kondisi hidrodinamika seperti pasang-surut, arus, gelombang, dan transport sedimen. Rencana implementasi Artificial Fish Apartment atau AFA dianalisis kontribusinya terhadap perlindungan Pantai Tirang melalui analisis endapan sedimen pada 14 titik observasi di lokasi kajian. Titik-titik observasi di zonasi berdasarkan kesamaan karaktersistik endapan terhadap perubahan skenario pemodelan dan didapatkan 3 zona pada lokasi kajian yaitu zona 1, zona 2, dan zona 3. Struktur AFA yang dikaji memiliki bentuk seperti submerged breakwater poros tersusun dari modul kubus poros 50 cm x 50 cm x 50 cm sepanjang 400 m dan berjarak 850 m untuk struktur AFA-A serta 670 m untuk struktur AFA-B dari garis Pantai Tirang dengan tingkat porositas 60%. Struktur AFA dimodelkan menggunakan fungsi Obstacle pada pemodelan coupling antara Delft3D-Flow dan Delft3D-Wave. Gaya penggerak pada Open Boundary yaitu konstituen astronomic pasang surut TPXO 7.2, gelombang hasil hindcasting SPM 1984 data angin National Oceanic Atmospheric and Administration (NOAA), konsentrasi sedimen kohesif 0.05 kg/m3, konsentrasi salinitas 32.85 ppt, serta inputan debit dan sedimen Sungai Silandak sebesar 0.87 m3/s dan 0.37 kg/m3. Pemodelan dilakukan selama 1 bulan kering dengan beberapa skenario yaitu eksisting atau 0, 1, 2, dan 3 berdasarkan ketinggian elevasi puncak AFA 0 m, 1.5 m, 3.0 m, dan 4.5 m serta gap dengan elevasi muka air MSL yaitu 5 m, 3.5 m (Rc/Hi = 7.89), 2 m (Rc/Hi = 4.51), dan 0.5 m (Rc/Hi = 1.13). Hasil pemodelan menunjukkan hanya skenario 3 dengan tinggi AFA 4.5 m dan gap 0.5 m terhadap MSL (Rc/Hi = 1.13) yang dapat mengendapkan sedimen pada zona 1, zona 2, dan zona 3, lokasi kajian Pantai Tirang. Endapan sedimen yang terjadi dengan perlindungan struktur AFA berkisar antara 0.50 – 0.93 cm/ bulan", "Daftar File": {"ABSTRAK Rahim Mustaqim": "https://digilib.itb.ac.id/gdl/download/268685"}, "Penulis": "Rahim Mustaqim [25821018]", "Kontributor / Dosen Pembimbing": ["Joko Nugroho, S.T., M.T., Ph.D.", "Widyaningtias, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "artificial fish apartment, erosi pantai, endapan sedimen", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Des 2022"}