{"Nomor": 69907, "Judul": "PREDIKSI ONSET MONSUN AUSTRALIA MUSIM PANAS (MAUMP) DAN AWAL MUSIM HUJAN DI PULAU JAWA MENGGUNAKAN KELUARAN NCEP CLIMATE FORECAST SYSTEM (NFS) VERSION 2", "Abstrak": "Monsun merupakan siklus tahunan yang membedakan keadaan atmosfer saat fase\nkering dan basah. Di Indonesia, terdapat dua monsun global yaitu Monsun\nAustralia Musim Panas (MAUMP) dan Monsun Asia Musim Panas (MAMP)\nyang menyebabkan musim hujan dan kering di Indonesia. Prediksi Awal Musim\nHujan (AMH) dan onset monsun merupakan hal yang penting mengingat curah\nhujan mempengaruhi seluruh aspek kehidupan.Pulau Jawa adalah daerah yang\nkonsisten dipengaruhi monsun, juga menjadi pusat perekonomian di\nIndonesia.Sehingga prediksi onset monsun dan AMH menjadi penting di Pulau\nJawa.\nSebagai salah satu model prediksi musiman, CFS telah couple antara distribusi\ndarat, laut, dan atmosfernya.Namun, keluaran CFS yang relatif kasar perlu untuk\ndi-downscaling, untuk meningkatkan hasil dan mengurangi bias\nkeluarannya.Dengan menggunakan Spatial Disaggregation Bias Correction, bias\ndari curah hujan dapat dikurangi dengan dibuktikan dari nilai Brier Skill Score\nyang positif, relatif terhadap keluaran CFS raw nya.\nBerdasarkan hasil dari definisi AMH mengindikasi bahwa terdapat sedikit\nperbedaan antara keluaran CFS-corr dan CFS raw.Hal ini ditunjukkan oleh nilai\nBrier Score (BS), yang mengindikasi akurasi yang rendah dari CFS-corr dan\nCFS-raw untuk memprediksi AMH.Namun, dalam mendefinisikan onset monsun,\nCFS memiliki akurasi yang cukup baik berdasarkan nilai BS yang mendekati\n0.Dengan demikian, dengan mengevaluasi prediksi dari onset monsun dan AMH\nrelatif terhadap keluaran TRMM data, CFS dapat digunakan secara operasional\nuntuk memprediksi onset monsundan AMH dengan menggunakan kriteria\nBMKG.", "Daftar File": {"ABSTRAK Muhammad Rafi Al Hariri Nst": "https://digilib.itb.ac.id/gdl/download/268635"}, "Penulis": "Muhammad Rafi Al Hariri Nst [12812035]", "Kontributor / Dosen Pembimbing": ["Muhammad Ridho Syahputra, S.Si., M.Si.", "Mamad Tamamadin, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "AMH, monsun Australia musim panas, CFSv2, Koreksi, Raw, akurasi, downscaling", "Sumber": "", "Staf Input/Edit": "Rita Nurainni, S.I.Pus  \n                                     Rita Nurainni, S.I.Pus", "File": "8 file", "Tanggal Input": "19 Des 2022"}