{"Nomor": 69914, "Judul": "PENENTUAN EXPLORATION PLAY LINGKUNGAN LAUT DALAM (MIOSEN AKHIR) DI CEKUNGAN TARAKAN (INDONESIA) DENGAN ATRIBUT SEISMIK DAN INVERSI AKUSTIK IMPEDANSI", "Abstrak": "Penelitian ini berada pada Cekungan Tarakan. Cekungan Tarakan adalah cekungan di\nIndonesia yang telah banyak ditemukan minyak dan gas bumi. Dimana batupasir kipas laut\ndalam merupakan salah satu reservoar penyumbang hidrokarbon dan menjadi target dalam\npenelitian ini. Penelitian ini bertujuan untuk mengetahui sebaran zona prospek reservoar\nbatupasir kipas laut dalam dengan menggunakan inversi akustik impedansi model based dan\natribut seismik. Proses inversi akustik impedansi dapat mendeskripsikan distribusi jenis dan\nkondisi batuan lapisan reservoar. Atribut trough amplitudo dan envelope untuk mengetahui\nperseberan energi pada lapisan reservoar. Penelitian ini mengkorelasi peta atribut seismik,\nakustik impedansi, porositas dan peta struktur waktu untuk mengetahui zona prospek reservoar\ngas, sistem play dan untuk mendapatkan rekomendasi titik bor.\nBerdasarkan peta akustik impedansi hasil inversi model based zona prospek reservoar gas di\nindikasikan dengan nilai akustik impedansi kecil dibawah 14500 ((ft/s)*(gr/cc)) dan dengan\nnilai porositas 26%-32%. Area potensial reservoar gas ditunjukkan dengan nilai kurang dari -\n1000 dan lebih dari 1000 berdasarkan peta trough amplitudo dan envelope. Berdasarkan\ninformasi dari hasil inversi akustik impedansi, atribut seismik dan dihubungkan dengan pata\nstruktur waktu, area persebaran zona prospek reservoar gas kipas laut dalam terletak pada\nbagian timur peta dan menerus dengan arah NE-SW sepanjang puncak antiklin dan dijebak\nsecara stratigrafi dan struktur. Rekomendasi titik bor selanjutnya terletak di sepanjang zona\nprospek reservoar gas yang telah ditentukan.", "Daftar File": {"ABSTRAK Dzikru Aminulloh.pdf": "https://digilib.itb.ac.id/gdl/download/268748"}, "Penulis": "Dzikru Aminulloh [22319316]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sigit Sukmono, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "envelope, inversi, kipas laut dalam, model based, reservoar, trough amplitudo, Cekungan Tarakan.", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "20 Des 2022"}