{"Nomor": 69911, "Judul": "PERSOALAN KOLABORASI DALAM PROYEK KERJASAMA PEMERINTAH DAN BADAN USAHA SISTEM PENYEDIAAN AIR MINUM (SPAM) UMBULAN", "Abstrak": "Air minum adalah kebutuhan dasar setiap manusia, oleh karena itu setiap negara\nmemastikan bahwa masyarakatnya memiliki akses universal terhadap air minum,\nsebagaimana termuat dalam tujuan pembangunan berkelanjutan (Sustainable\nDevelopment Goals/SDGs). Pemerintah menerapkan target pencapaian akses\nuniversal air bersih sesuai SDGs pada Rencana Pembangunan Jangka Menengah\nNasional (RPJMN) 2020-2024, yaitu 100% aksesibilitas terhadap kebutuhan air\nminum yang layak di tahun 2024, dimana 15% akses air minum yang aman dan\n30% akses air minum melalui perpipaan. Namun adanya keterbatasan\nAPBN/APBD untuk memenuhi target RPJMN tersebut, mendorong pemerintah\nuntuk memanfaatkan pembiayaan kolaborasi seperti Kerjasama Pemerintah dan\nBadan Usaha (KPBU). Proyek KPBU SPAM Umbulan merupakan proyek\npenyediaan air minum regional lintas Kabupaten/Kota yang pengelolaan dan\npengembangannya merupakan tanggung jawab Pemerintah Provinsi Jawa Timur\nselaku Penanggung Jawab Proyek Kerjasama (PJPK) melalui kerjasama dengan PT\nMeta Adhya Tirta Umbulan. Penelitian ini meupakan penelitian kualitatif deksriptif\ndengan menggunakan metode analisis konten dan Social Network Analysis (SNA).\nSPAM Umbulan menjadi salah satu Proyek Strategis Nasional yang diamanatkan\npresiden melalui Perpres No. 3 Tahun 2016. Meski berstatus Proyek Strategis\nNasional, pembangunan Proyek KPBU SPAM Umbulan tidak sepenuhnya berjalan\ndengan lancar, sejumlah permasalahan muncul, baik pada saat pelaksanaan\nkonstruksi SPAM Umbulan yang dilakukan badan usaha di hulu maupun\npelaksanaan konstruki di hilir. Permasalahan yang terjadi saat ini diantaranya\npenyerapan air tidak maksimal di tahun ke 2 (tahun 2022). Kurangnya komitmen\npemerintah, risiko penurunan kapasitas air baku dan terminasi, adanya potensi\nkenaikan tarif air bersih, perencanaan proyek yang kurang cermat. Strategi yang\ndapat dilakukan untuk mengoptimalkan kolaborasi SPAM Umbulan yaitu melalui\npembentukan unit khusus yang membantu peran PJPK serta mengoptimalkan\nketerlibatan Kementerian Dalam Negeri dalam proses koordinasi dan monitoring\nSPAM Umbulan.", "Daftar File": {"ABSTRAK Galuh Kusumastuti": "https://digilib.itb.ac.id/gdl/download/268738", "BAB 1 Galuh Kusumastuti": "https://digilib.itb.ac.id/gdl/download/268739", "BAB 2 Galuh Kusumastuti": "https://digilib.itb.ac.id/gdl/download/268740", "BAB 3 Galuh Kusumastuti": "https://digilib.itb.ac.id/gdl/download/268741", "BAB 4 Galuh Kusumastuti": "https://digilib.itb.ac.id/gdl/download/268742", "BAB 5 Galuh Kusumastuti": "https://digilib.itb.ac.id/gdl/download/268743", "BAB 6 Galuh Kusumastuti": "https://digilib.itb.ac.id/gdl/download/268744", "PUSTAKA Galuh Kusumastuti": "https://digilib.itb.ac.id/gdl/download/268745"}, "Penulis": "Galuh Kusumastuti [25420017]", "Kontributor / Dosen Pembimbing": ["Adenantera Dwicaksono, S.T., M.Ds., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "SPAM Umbulan, SNA, kolaborasi, aktor", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "19 Des 2022"}