{"Nomor": 69910, "Judul": "PENGEMBANGAN MODEL PERILAKU KESELAMATAN DENGAN INTEGRASI KOMUNIKASI DAN MOTIF KETIDAKTERBUKAAN SERTA INTERVENSI PERILAKU DI IKM PENGOLAHAN LOGAM", "Abstrak": "Kecelakaan kerja di industri mayoritas disebabkan oleh rendahnya perilaku\nkeselamatan pekerja. Pada penelitian ini, dikembangkan model perilaku\nkeselamatan pekerja di industri kecil menengah (IKM) dan intervensi untuk\nmeningkatkan perilaku keselamatan. Penelitian ini bertujuan untuk\nmengidentifikasi pengaruh faktor individu dan organisasi, memodelkan perilaku\nkeselamatan, merancang, dan melakukan intervensi beserta evaluasinya di IKM\nlogam. Model dasar yang dikembangkan adalah model Guo dkk. (2018) yang\npaling merepresentasikan kondisi di IKM Indonesia. Penerapan intervensi\ndilakukan untuk mengkonfirmasi adanya pengaruh.\nPengembangan model dilakukan dengan mengidentifikasi faktor perilaku\nkeselamatan yang relevan dengan IKM. Penelitian dilakukan dalam empat tahap.\nTahap 1 bertujuan untuk mengevaluasi motif ketidakterbukaan (safety silence\nmotive/SSM) dan komunikasi keselamatan sebagai faktor pengembangan yang\nakan diintegrasikan pada model dasar. Pada tahap ini responden yang dilibatkan\nsejumlah 67 pekerja dari 29 IKM. Tahap 2 dan 3 bertujuan untuk mengevaluasi\npengembangan model perilaku keselamatan IKM serta evaluasi berdasarkan\nmultigrup (Industri Kecil/IK dan Industri Menengah/IM). Pada tahap ini jumlah\nresponden adalah 203 pekerja dari 54 IKM yang berbeda pada tahap sebelumnya.\nEvaluasi multigrup dilakukan untuk mengevaluasi adanya perbedaan model\nperilaku keselamatan pada IK maupun IM. Tahap 4 adalah perancangan intervensi\ndan evaluasi perilaku keselamatan.\nPenelitian ini menggunakan teknik survei cross sectional study pada\npengembangan model perilaku keselamatan dan longitudinal study pada intervensi\nperilaku keselamatan. Evaluasi tahap 1 dan 2 dilakukan dengan menggunakan\npartial least square-structural equation modeling (PLS-SEM). Tahap 3 dilakukan\nevaluasi multigrup berdasarkan skala industri (Multigroup Analysis/MGA-SEM).\nPada tahap 4 dilakukan intervensi perilaku keselamatan berdasarkan pada hasil\npemodelan.\nPada tahap 1 diperoleh hasil; [1]. Komunikasi keselamatan berpengaruh secara\nlangsung terhadap partisipasi keselamatan (?=0,731, p<0,01) dan kepatuhan\nkeselamatan (?=0,709, p<0,01), [2]. SSM berpengaruh secara langsung terhadap\nkomunikasi keselamatan (?=-0,287, p<0,05), [3]. Safety silence motive dapat\ndirefleksikan/dijelaskan oleh SSM-relation (?=0,830, p<0,01), SSM-climate\n(?=0,811, p<0,01), SSM-issue (?=0,842, p<0,01), dan SSM-job (?=0,521, p<0,01).\nTahap 2 dan 3 berdasarkan data 203 responden dari 54 IKM (27 IM dan 27 IK)\nyang dianalisis dengan metode MGA-SEM menunjukkan perbedaan pengaruh\nantara IK dan IM pada: pengaruh dukungan sosial terhadap kepatuhan keselamatan\n(?IK-IM=0,503, p<0,05), tekanan produksi terhadap pengetahuan keselamatan (?IKIM=\n0,445, p<0,01), tekanan produksi terhadap partisipasi keselamatan (?IKIM=\n0,290, p<0,05), tekanan produksi terhadap kepatuhan keselamatan (?IKIM=\n0,547, p<0,01), SSM terhadap komunikasi keselamatan (?IK-IM=0,355, p<0,05),\nSSM yang dijelaskan oleh SSM-issue (?IK-IM=0,469, p<0,05), SSM yang dijelaskan\noleh SSM-job (?IK-IM=0,779, p<0,01).\nPada tahap 4 dilakukan perancangan, implementasi, dan evaluasi terhadap indikator\nintervensi, spesifik pada tingkat kepatuhan pemakaian alat pelindung diri (APD)\noleh pekerja pengelasan/juru las. Intervensi terdiri dari dua perlakuan/level yaitu\nintervensi konten manfaat (level 1) dan konten risiko/bahaya (level 2). Intervensi\ndiberikan melalui pemutaran video dengan konten berupa manfaat pemakaian APD\ndan risiko/bahaya karena tidak menggunakan APD melalui aplikasi whatsApp pada\ntiga juru las yang berbeda di lokasi yang berbeda. Efektivitas intervensi dievaluasi\nberdasarkan kinerja kognitif, afektif, dan konatif. Instrumen pengukuran kognitif\ndan afektif menggunakan kuesioner yang diukur sebelum dan setelah intervensi.\nSementara itu, evaluasi konatif menggunakan pengamatan secara langsung dan\nrandom berdasarkan sampling pengamatan secara acak yang dicapture dengan\nmenggunakan closed circuit television (CCTV).\nIndikator kepatuhan pemakaian APD yang dievaluasi adalah; APD 1 [helm las/topi\nkulit], APD 2 [google/kaca mata/kedok las], APD 3 [apron (dada+tangan)], APD 4\n[sarung tangan–sepasang], APD 5 [masker las], APD 6 [sepatu safety]. Intervensi\nyang dirancang berdasarkan indikator komunikasi keselamatan.\nIntervensi konten manfaat pada reaksi kognitif tidak ditemukan perbedaan\nkepatuhan pemakaian APD secara signifikan pada intervensi manfaat (z=-1,000;\np>0,05) dan intervensi risiko (z=-1,000; p>0,05). Pada reaksi afektif tidak\nditemukan perbedaan signifikan kepatuhan pemakaian APD pada intervensi\nmanfaat (z=0,000; p>0,05) dan intervensi risiko (z=0,000; p>0,05). Pada reaksi\nkonatif ditemukan perbedaan signifikan kepatuhan pemakaian APD pada intervensi\nmanfaat (?=-0,2094; p<0,05) tetapi tidak ditemukan perbedaan signifikan\nkepatuhan pemakaian APD pada dan intervensi risiko (?=-0,0200; p>0,05). Hasil\nini menunjukkan bahwa tipe intervensi manfaat menunjukkan adanya efektivitas\nterhadap perubahan perilaku/aspek konatif.\nAdanya perbedaan kinerja kepatuhan keselamatan antara reaksi kogntif, afektif dan\nkonatif dikarenakan upaya yang dikerahkan pada masing-masing level reaksi\nberbeda. Reaksi konatif merepresentasikan perilaku/tindakan riil juru las/partisipan\ndibandingkan dengan pengetahuan (kognitif) maupun itikad/keinginan (afektif)\ndalam memakai APD. Reaksi konatif lebih dinamis dibandingkan dengan reaksi\nkognitif dan afektif. Oleh karena itu, memastikan efektivitas perubahan perilaku\nterkait kepatuhan terhadap APD dibutuhkan evaluasi pada reaksi konatif di IKM\nPengolahan Logam Jawa Timur.", "Daftar File": {"ABSTRAK Nachnul Ansori": "https://digilib.itb.ac.id/gdl/download/268737"}, "Penulis": "Nachnul Ansori [33416003]", "Kontributor / Dosen Pembimbing": ["Prof. Yassierli, S.T., M.T., Ph.D.", "Prof. Ari Widyanti, S.T., M.T., Ph.D.", "Dr. Made Andriani, S.T., M.T."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "perilaku keselamatan, safety silence motive, komunikasi keselamatan, intervensi konatif, IKM.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "19 Des 2022"}