{"Nomor": 69924, "Judul": "PROPOSED DIGITAL MARKETING STRATEGY TO INCREASE BRAND AWARENESS OF BSGTOUCH OF PT. BANK SULUTGO", "Abstrak": "Di era ekonomi digital, pesatnya perkembangan teknologi digital telah mengubah perilaku konsumen secara signifikan. Kompleksitas kebutuhan konsumen yang terus meningkat mendorong pelanggan untuk lebih proaktif dan cerdas dalam memilih layanan digital. Perusahaan harus memiliki kemampuan untuk merumuskan strategi agar dapat menyesuaikan diri dengan perubahan lingkungan. Setiap bisnis memiliki tujuan jangka panjang pencapaian pertumbuhan dan keberlanjutan. Internet banking merupakan salah satu bentuk kegiatan berbasis internet yang telah menyebar ke berbagai belahan dunia sebagai akibat dari menjamurnya teknologi internet. BSGtouch merupakan produk dari PT. Bank SulutGo dan dapat melakukan transaksi melalui layanan mobile banking bernama BSGtouch yang dapat diakses langsung oleh nasabah dengan menggunakan handphone berkemampuan internet. Salah satu klaim mereka yang paling menonjol adalah bahwa BSGtouch memudahkan konsumen untuk melakukan transaksi kapan pun dan di mana pun mereka mau, tanpa perlu pergi ke kantor cabang atau anjungan tunai mandiri.\nUntuk menentukan tingkat pengenalan merek di perusahaan berdasarkan faktor-faktor seperti produk, harga, promosi, dan persentase. Untuk melakukan analisis eksternal, penelitian ini menggunakan empat alat yang berbeda: analisis industri, analisis pelanggan, dan analisis pesaing. Setelah selesainya analisis internal dan eksternal, penelitian ini menggunakan analisis SWOT untuk menilai manfaat, kelemahan, peluang, dan bahaya yang dihadirkan BSG.\nDengan alternatif solusi yang diharapkan mampu meningkatkan brand awareness BSGtouch yaitu dengan memanfaatkan tools TOWS Analysis. Analisis TOWS adalah proses mengidentifikasi berbagai aspek dengan cermat untuk membangun rencana yang akan membawa perusahaan lebih dekat untuk mencapai visi. Variabel internal dan eksternal yang membentuk TOWS masing-masing disebut Kekuatan, Kelemahan, Peluang, dan Ancaman. Berdasarkan analisis tersebut dilakukan optimasi media sosial untuk meningkatkan brand awareness dengan promosi dan konten yang akan didistribusikan pada platform media sosial", "Daftar File": {"2022_TS_PP_Harry Novianto Kai_29119389_Full Tex.pdf": "https://digilib.itb.ac.id/gdl/download/270831"}, "Penulis": "Harry Novianto Kai [29119389]", "Kontributor / Dosen Pembimbing": ["Prawira Fajarindra Belgiawan, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Awareness, Analysis, Bank, BSG, BSGtouch, Brand, Digital, Marketing, Strategy, Social Media.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "20 Des 2022"}