{"Nomor": 69927, "Judul": "PENERAPAN METODE PENGAMBILAN KEPUTUSAN MULTIKRITERIA UNTUK MEMILIH GEOMETRI PELEDAKAN YANG PALING OPTIMAL: PT INDOCEMENT TUNGGAL PRAKARSA, CITEUREUP, KABUPATEN BOGOR, INDONESIA", "Abstrak": "Peledakan adalah salah satu kegiatan yang penting dalam suatu aktivitas\npenambangan. Geometri peledakan yang tidak tepat, dapat menimbulkan hal yang\ntidak diinginkan, seperti fragmentasi yang buruk, fly rock, dan nilai ground\nvibration serta air blast yang melebihi baku mutu. Pemilihan geometri peledakan\nyang optimal perlu mempertimbangkan berbagai aspek, seperti aspek teknis,\nlingkungan, keamanan, dan ekonomi. Pertimbangan berbagai aspek dalam\nmenentukan geometri peledakan yang optimal dengan metode konvensional\nmemberikan hasil yang tidak cukup akurat. Penggunaan metode Multi-Criteria\nDecision Making (MCDM) memungkinkan untuk dilakukan dalam menentukan\ngeometri peledakan dengan mempertimbangkan berbagai aspek. Pada tulisan ini\ndigunakan tiga metode MCDM, yaitu Analytic Hierarchy Process (AHP),\nTechnique for Order Preference by Similarity to Ideal Solution (TOPSIS), dan\nWeighted Aggregated Sum Product Assessment (WASPAS) dengan\nmempertimbangkan aspek teknis (fragmentasi), ekonomis (penggunaan bahan\npeledak), dan keamanan (fly rock, ground vibration, dan air blast). Perbandingan\nberpasangan metode AHP digunakan untuk menentukan bobot dari parameter\nfragmentasi, powder factor, fly rock, ground vibration, dan air blast. Pada\nlangkah kedua, metode TOPSIS dan WASPAS digunakan untuk menentukan\nperingkat dari berbagai alternatif geometri peledakan dan menentukan geometri\npeledakan yang paling optimal. Adapun pada langkah ketiga dilakukan proses\nanalisis sensitivitas untuk melihat perubahan yang terjadi saat dilakukan\npergantian kepentingan relatif. Hasil dari penelitian ini diperoleh geometri\npeledakan keempat dengan diameter lubang sebesar 4 inci, burden 3,5 m, spasi 5\nm, stemming 3,14 m, subdrill 1 m, dan kedalaman lubang 9 m sebagai geometri\npeledakan paling optimal yang dapat digunakan untuk operasi peledakan di PT\nIndocement Tunggal Prakarsa.", "Daftar File": {"ABSTRAK Auaradha Shukura Muji": "https://digilib.itb.ac.id/gdl/download/268868", "BAB 1 Auaradha Shukura Muji": "https://digilib.itb.ac.id/gdl/download/269191", "BAB 2 Auaradha Shukura Muji": "https://digilib.itb.ac.id/gdl/download/269192", "BAB 3 Auaradha Shukura Muji": "https://digilib.itb.ac.id/gdl/download/269193", "BAB 4 Auaradha Shukura Muji": "https://digilib.itb.ac.id/gdl/download/269194", "BAB 5 Auaradha Shukura Muji": "https://digilib.itb.ac.id/gdl/download/269195", "BAB 6 Auaradha Shukura Muji": "https://digilib.itb.ac.id/gdl/download/269196", "PUSTAKA Auaradha Shukura Muji": "https://digilib.itb.ac.id/gdl/download/269197"}, "Penulis": "Auaradha Shukura Muji [22120030]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ridho Kresna Wattimena, M.T, Ph.D.", "Dr.Eng. Ganda Marihot Simangunsong, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "MCDM, TOPSIS, WASPAS, geometri peledakan", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "21 Des 2022"}