{"Nomor": 69929, "Judul": "USULAN STRATEGI PEMASARAN UNTUK  MENINGKATKAN PENJUALAN RENSA WALLPAPER  DI AREA BANDUNG", "Abstrak": "Indonesia adalah negara kepulauan terbesar di dunia yang juga termasuk negara terbesar ke-14 dengan\nluas wilayah 1.904.569 kilometer persegi, dan juga merupakan negara terpadat ke-4 di dunia dengan\ntotal populasi 276.362.783 orang pada tahun 2021, dengan tingkat pertumbuhan populasi 1,1% per\ntahun. Seiring dengan bertambahnya jumlah penduduk, permintaan akan properti residensial juga ikut\nmeningkat dimana hal tersebut memberikan peluang bagi sektor industri konstruksi dan industri\npendukungnya untuk dapat berkembang. \nRensa Wallpaper didirikan pada tahun 2012 di Bandung, dan telah berkembang secara signifikan selama\ndelapan tahun terakhir, memulai bisnis dari satu toko kecil dengan lokasi yang sangat strategis, menjadi\npemasok wallpaper terbesar di Indonesia yang memiliki lebih dari 55 toko cabang se-Indonesia. Namun,\nsangat disayangkan pertumbuhan penjualan Rensa Wallpaper di wilayah Bandung bisa dibilang stagnan\nselama setahun terakhir, walaupun kegiatan perusahaan masih menguntungkan. \nPenelitian ini dilakukan dengan tujuan untuk memahami situasi yang dihadapi oleh Rensa Wallpaper\nbaik secara internal dan eksternal, serta untuk mencari alternatif usulan rencana untuk menghadapi\nstagnasi dari tingkat pendapatan dan mendongkrak penjualan Rensa Wallpaper. Analisis eksternal\ndilakukan dengan menggunakan analisis PESTEL, Porter’s Five Forces, Competitive Analysis dan\nCustomer Analysis, sedangkan untuk analisis internal menggunakan metode VRIO, STP, Marketing\nMix 7P’s dan wawancara internal dengan Direktur/pemilik perusahaan dan Manajer Umum. Data yang\nterkumpul kemudian diproses dan dipadukan dengan menggunakan analisis SWOT dan TOWS matriks\nuntuk menemukan beberapa alternatif strategi bisnis dan pemasaran terbaik yang dapat diterapkan oleh\nWallpaper Rensa sebagai rekomendasi rencana untuk meningkatkan kinerja perusahaan.", "Daftar File": {"2022_TS_PP_Paulin Agustina 29119430_1-Abstrakcs.pdf": "https://digilib.itb.ac.id/gdl/download/268870"}, "Penulis": "Paulin Agustina [29119430]", "Kontributor / Dosen Pembimbing": ["Prawira Fajarindra Belgiawan, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Rensa Wallpaper, Interior decoration, custom wallpaper, marketing strategy, Integrated Marketing Communication", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "21 Des 2022"}