{"Nomor": 69936, "Judul": "ANALISIS KEGAGALAN KOMPONEN REAR TUBE PADA SISTEM SUSPENSI TORSION BAR PANSER ANOA 6X6", "Abstrak": "Terdapat beberapa jenis suspensi yang biasa digunakan pada sebuah kendaraan, salah satunya adalah torsion bar. Torsion bar merupakan suatu jenis suspensi yang biasa digunakan pada kendaraan-kendaraan berat seperti truk atau tank. Cara kerja torsion bar adalah dengan mengubah gerak translasi yang diterima oleh ban menjadi gerak rotasi pada torsion shaft melalui torsion arm. Terjadi kegagalan komponen rear tube pada 2 unit panser ketika sedang dilakukan uji off-road. Meskipun sudah dilakukan tindakan korektif, namun tindakan tersebut belum dibuktikan secara ilmiah bahwa dengan modifikasi tersebut kegagalan yang sama tidak akan terjadi kembali.\nAnalisis kegagalan dilakukan untuk mengetahui penyebab pasti terjadinya kegagalan. Beberapa aspek yang dianalisis di antaranya aspek manufaktur (meliputi dimensi, material, dan proses perakitan), aspek operasi/maintenance (meliputi beban berlebih dan kekencangan baut) dan aspek desain (meliputi analisis statik dan dinamik). Pada analisis statik dilakukan evaluasi dengan 3 metode, yaitu analisis berdasarkan design standard (SAE HS 796), analisis tegangan, dan finite element method. Sedangkan pada analisis dinamik dilakukan analisis fatigue untuk mengetahui umur dari komponen rear tube dan torsion shaft.\nPenyebab kegagalan adalah konsentrasi tegangan pada daerah spline root sehingga menyebabkan komponen rear tube memiliki finite life. Tindakan korektif yang telah dilakukan dengan memperbesar radius pada spline root sudah benar, namun belum memenuhi faktor keamanan yang direkomendasikan. Agar kegagalan serupa tidak terjadi kembali, maka direkomendasikan untuk mengubah bentuk end fastening yang semula berbentuk spline menjadi hexagonal.", "Daftar File": {"COVER Muhammad Diaz Perdana Putra": "https://digilib.itb.ac.id/gdl/download/268883", "BAB 1 Muhammad Diaz Perdana Putra": "https://digilib.itb.ac.id/gdl/download/268884", "BAB 2 Muhammad Diaz Perdana Putra": "https://digilib.itb.ac.id/gdl/download/268885", "BAB 3 Muhammad Diaz Perdana Putra": "https://digilib.itb.ac.id/gdl/download/268886", "BAB 4 Muhammad Diaz Perdana Putra": "https://digilib.itb.ac.id/gdl/download/268887", "BAB 5 Muhammad Diaz Perdana Putra": "https://digilib.itb.ac.id/gdl/download/268888", "PUSTAKA Muhammad Diaz Perdana Putra": "https://digilib.itb.ac.id/gdl/download/268889"}, "Penulis": "Muhammad Diaz Perdana Putra [23118024]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bagus Budiwantoro"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Analisis kegagalan, kegagalan fatigue, konsentrasi tegangan, spline, suspensi, torsion bar.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "21 Des 2022"}