{"Nomor": 69933, "Judul": "ANALISIS NUMERIK PADA SISTEM BATERAI BERBASIS LITHIUM - ION DENGAN KONFIGURASI SILINDER 4680", "Abstrak": "Jika diklasifikasikan berdasarkan ukuran, salah satu ukuran baterai yang digunakan\ndi mobil listrik adalah ukuran 4680. Penggunaan baterai dengan kapasitas yang\nlebih besar menyebabkan mobil listrik memiliki jarak tempuh lebih jauh. Akan\ntetapi, potensi terjadinya short circuit akibat penetrasi benda luar yang dapat\nmemicu kebakaran pada baterai 4680 tetap eksis. Berdasarkan hal tersebut,\npenelitian ini ditujukan untuk mengetahui bagaimana karakteristik baterai 4680 jika\ndikenai beban dari luar.\nPenelitian dilakukan dengan membuat model homogen dari baterai 18650 yang\nterdiri dari casing dan jellyroll. Casing dimodelkan sebagai fully integrated shell\nelement dengan konstitutif model piecewise linier plasticity. Sedangkan jellyroll\ndimodelkan sebagai silinder fully integrated solid element dengan konstitutif model\ncrushbale foam. Model tersebut divalidasi dengan beberapa referensi eksperimen.\nModel disimulasikan dengan empat pembebanan kuasi-statik, yaitu rigid rod,\nhemispherical, 3 point bending dan aksial. Pada kasus pembebanan 3 point bending\ndigunakan GISSMO untuk memodelkan crack yang terjadi pada casing. Setelah\ndinyatakan valid, model akan digunakan sebagai acuan untuk memodelkan baterai\n4680. Simulasi pada model baterai 4680 disamakan dengan kondisi model validasi\nuntuk melihat perbedaan gaya dan perpindahan antara kedua model. Setelah itu\nsimulasi dinamik dilakukan pada model 4680 dengan memvariasikan laju impak (5\nm/s, 10 m/s, 15 m/s, dan 20 m/s) untuk mengetahui respon gaya dan perpindahan\nyang diterima oleh baterai model 4680. Selain itu, simulasi kuasi-statik juga\ndilakukan untuk mengetahui pengaruh state of charge terhadap respon gaya dan\nperpindahan dari baterai 4680.\nPada pembebanan kuasi-statik nilai peak force dan perpindahan pada model baterai\n4680 lebih tinggi jika dibandingkan dengan model baterai 18650. Adanya variasi\nkecepatan pada simulasi dinamik juga menyebabkan meningkatnya nilai peak force\ndan perpindahan pada model baterai 4680. Selain itu, model homogen yang\ndigunakan juga dapat memprediksi pengaruh state of charge terhadap kenaikan\nrespon gaya terhadap perpindahan pada model baterai 4680. Meningkatnya nilai\nstate of charge menyebabkan nilai peak force dari baterai menjadi meningkat.", "Daftar File": {"ABSTRAK Muhammad Khoirur Rijal": "https://digilib.itb.ac.id/gdl/download/268874"}, "Penulis": "Muhammad Khoirur Rijal [23619302]", "Kontributor / Dosen Pembimbing": ["Djarot Widagdo, Ph.D.", "Dr. Ir. Sigit Puji Santosa, M.SME."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Lithium-Ion, 4680, Crashworthiness, SOC.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Des 2022"}