{"Nomor": 69931, "Judul": "PEMECAHAN MASALAH DAN PEMILIHAN ALTERNATIVE UNTUK OVERRUN PENGGUNANAN ANGGARAN PENANGANAN COVID-19 INTERNAL PT JAYA INDUSTRI TANI PADA SEMESTER PERTAMA TAHUN 2021", "Abstrak": "PT Jaya Industri Tani (JIT) merupakan anak usaha PT Jaya Indo (Persero) yang bergerak di bidang\nmanufaktur pupuk yang melayani pasar domestik maupun internasional. Selama pandemi COVID-19,\nPT JIT melakukan tindakan pencegahan dan manajemen di bawah koordinasi Tim Crisis Centre\nCOVID-19. Pada akhir Juni 2021, jumlah kasus COVID-19 di PT JIT meningkat 139 persen dan terjadi\ncost overrun threat. Anggaran pencegahan dan penanggulangan COVID-19 untuk karyawan dan\nkeluarga telah digunakan hingga 51,2 persen pada semester I-2021. Tujuan dari tugas akhir ini adalah\nuntuk merumuskan solusi atas masalah yang telah ditimpang, untuk mengusulkan rekomendasi dan\nsolusi alternatif, serta untuk menentukan solusi optimal untuk masalah tersebut. \n\nIsu dalam pencegahan dan penanggulangan COVID-19 dinilai menggunakan penilaian situasi KepnerTregoe\n\n(KT). Overrun pada pemanfaatan anggaran manajemen COVID-19 internal dianalisis\nmenggunakan analisis masalah KT. Value-Focused Thinking (VFT) digunakan untuk mengevaluasi\nalternatif potensial yang sejalan dengan nilai dan tujuan yang ingin dicapai. Kemudian, diterapkan\nmetode Simple Multi Attribute Rating Technique (SMART) untuk mengevaluasi dan menentukan\nalternatif seleksi. \nHasil penelitian menunjukkan bahwa penyebab utamanya adalah skema manajemen COVID-19 PT JIT\nyang menanggung biaya untuk semua karyawan dan keluarga mereka. Dari hasil analisis keputusan\nKepner-Tregoe, pengurangan cakupan biaya dipilih daripada mengubah skema manajemen menjadi\nrevisi kelima pedoman Kementerian Kesehatan. Dengan perubahan cakupan tersebut, ada empat\nalternatif yang dianalisis menggunakan metode SMART. Alternatif untuk mengubah cakupan\npembiayaan diperoleh dengan tidak menanggung biaya manajemen COVID-19 untuk karyawan nonorganik\nJIP dan keluarganya.", "Daftar File": {"2022_TS_PP_Zukhrida Ari Fitriani_2919543_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/268872"}, "Penulis": "Zukhrida Ari Fitriani [29119543]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Pri Hermawan, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kepner-Tregoe Problem Solving and Decision Making, Simple Multi Attribute Rating Technique, Pemilihan Alternatif, Manajemen COVID-19", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "21 Des 2022"}