{"Nomor": 69932, "Judul": "PEMODELAN MINERALISASI SKARN DAN PENGARUHNYA TERHADAP SUMBERDAYA MINERAL ENDAPAN PORFIRI CU-AU BATU HIJAU, SUMBAWA, NUSA TENGGARA BARAT", "Abstrak": "Endapan mineral porfiri Cu-Au Batu Hijau merupakan salah satu endapan porfiri\nterbesar yang ada di Indonesia. Cadangan endapan porfiri Batu Hijau pertama kali\ndipublikasikan pada tahun 1996, yaitu 914 juta ton bijih dengan kadar tembaga\n0,53% (10,58 miliar pon tembaga) dan kadar emas 0,40 g/t (3,19 juta ons emas).\nProses penambangan Batu Hijau telah berjalan selama 23 tahun dengan metode\npenambangan terbuka. Proses penambangan saat ini telah memasuki tahap akhir\nyang disebut sebagai fase 7. Cadangan mineral fase 7 sebesar 203 juta ton bijih\ndengan kadar tembaga 0,48% (2,2 miliar pon) dan kadar emas 0,46 g/t (3 juta ons).\nPengeboran pengembangan sumberdaya dilakukan pada tahun 2018-2020 untuk\nmelihat potensi sumberdaya mineral setelah fase 7 dengan total 102 lubang dan\ntotal panjang pengeboran 60.000 m. Pengeboran tersebut memberikan data\ntambahan yang signifikan untuk mengidentifikasi meneralisasi skarn di Batu\nHijau. Penelitian sebelumnya dilakukan setelah mendapatkan data skarn dari\npengeboran tahun 2003. Penyebaran mineralisasi skarn Batu Hijau masih belum\ndipahami dan dimodelkan dengan baik.\nAnalisis statistik deskriptif kadar tembaga dan emas skarn di Batu Hijau\nmenunjukkan mineralisasi skarn memiliki rata-rata kadar tembaga 0,24% dan emas\n0,19 g/t. Kadar tembaga dan emas skarn memiliki distribusi yang berbeda\ndibandingkan dengan batuan lainnya. Kadar mineralisasi tembaga skarn lebih\ntinggi dibandingkan young tonalite, sedangkan kadar mineralisasi emas pada skarn\nlebih tinggi dibandingkan dengan batuan diorit dan vulkanik. Pemodelan tiga\ndimensi skarn menghasilkan bentuk mineralisasi skarn yang radial tetapi tidak\nsimetris di semua sisi dengan sisi barat dan barat laut yang lebih besar\ndibandingkan sisi timur dan selatan. Sedangkan sisi timur laut terpotong oleh sesar\nyang berarah barat laut tenggara. Penyebaran skarn di Batu Hijau berada di\nbagian bawah dengan elevasi yang sangat dalam, elevasi terendah -645 m dan\ntertinggi -45 m.\nModel skarn memperlihatkan korelasi dengan litologi intermediate tonalite,\nalterasi secondary biotite dan sesar berarah barat laut tenggara. skarn berada di sepanjang kontak antara intermediate tonalite, terutama di sisi Barat dengan batuan\nvulkanik. Distribusi skarn juga berada di bagian luar dari alterasi secondary biotite.\nSkarn berasosiasi dengan lima sesar utama yang berarah barat laut tenggara, yaitu\nsesar Roni, Kerinci dan Katim Splay yang memotong skarn di sisi utara dan dapat\nmenjelaskan skarn yang tidak menerus di bagian utara. Tubuh skarn yang terpisah\ndi bagian timur laut berkorelasi dengan sesar Ceremai.\nTotal sumberdaya mineral skarn Batu Hijau adalah 314 juta ton dengan kadar Cu\n0,31% dan kadar Au 0,25 g/t. Sedangkan total sumberdaya Terukur dan Tertunjuk\nskarn adalah 267 juta ton dengan kadar Cu 0,32% dan Au 0,26 g/t. Pengauh\npemodelan skarn dalam proses estimasi sumberdaya mineral Batu Hijau\nmemberikan dampak positif sebanyak 2,7 juta ton bijih, rata-rata kadar tembaga\ndan emas yang sama, dengan contained metal sebesar 7 juta pon tembaga dan 162\nribu ons emas pada klasifikasi terukur dan tertunjuk. Perbedaan yang sangat kecil\ndibandingkan dengan total deposit Batu Hijau, yaitu 0,2% dari total sumberdaya\nmineral Batu Hijau untuk klasifikasi terukur dan tertunjuk. Namun demikian,\npenggunaan domain skarn dapat merepresentasikan kondisi geologi yang\nsebenarnya pada saat proses estimasi dilakukan walaupun tidak mempengaruhi\nnilai keseluruhan sumberdaya mineral Batu Hijau secara signifikan.", "Daftar File": {"ABSTRAK Agung Naruputro": "https://digilib.itb.ac.id/gdl/download/268873"}, "Penulis": "Agung Naruputro [22019019]", "Kontributor / Dosen Pembimbing": ["Ir. Nurcahyo Indro Basuki, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Batu Hijau, skarn, kadar tembaga dan emas, pemodelan skarn, estimasi sumberdaya, sumberdaya mineral", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Des 2022"}