{"Nomor": 69942, "Judul": "PENGARUH SUPLEMENTASI EKSTRAK RUMPUT LAUT MERAH (KAPPAPHYCUS ALVAREZII) PADA PAKAN TERHADAP PERFORMA BUDIDAYA DAN KOMUNITAS MIKROBA SELAMA FASE PENDEDERAN UDANG PUTIH (LITOPENAEUS VANNAMEI)", "Abstrak": "Ekstrak rumput laut merah (Kappaphycus alvarezii) adalah salah satu suplemen pakan\nyang diketahui dapat meningkatkan performa budidaya udang. Namun, ekstrak K.\nalvarezii yang umumnya dikembangkan memiliki bentuk bubuk sehingga sulit untuk\ndikonsumsi dengan baik oleh udang putih (Litopenaes vannamei). Penelitian ini\nbertujuan untuk menentukan konsentrasi optimum suplemen ekstrak K. alvarezii\ndalam bentuk suspensi terhadap profil komunitas bakteri serta performa budidaya dari\nudang putih. Penelitian dilakukan dalam dalam dua tahap, yaitu optimasi konsentrasi\nsuplemen K. alvarezii dan uji pemberian pakan tersuplementasi pada post-larva L.\nvannamei PL-10 selama 14 hari. Dalam uji pemberian pakan tersuplementasi,\ndilakukan anaisis parameter kualitas air, analisis parameter biologis udang, analisis\nprofil komunitas mikroba menggunakan Angka Lempeng Total (ALT), dan analisis\nprofil fisiologi komunitas bakteri menggunakan Biolog EcoPlateTM diikuti dengan\nPrincipal Component Analysis. Hasil optimasi konsentrasi menunjukkan bahwa\nkonsentrasi suplemen yang lebih rendah memiliki pengaruh yang lebih baik terhadap\nperforma budidaya. Oleh karena itu, pada uji pemberian pakan digunakan tiga variasi ,\nsuplementasi dengan konsentrasi 3 gr/kg pakan (Sp1), suplementasi dengan\nkonsentrasi 6 gr/kg pakan (Sp2), dan kontrol tanpa suplementasi (K). Analisis\nparameter kualitas air menunjukkan bahwa seluruh perlakuan berada pada kondisi\noptimum budidaya. Perlakuan Sp 1 memberikan growth rate (6.63 ± 1.87 mg/hari),\nfeed conversion ratio (1,37±34), produktivitas (0.517 ± 0.109 kg/m3), dan biomassa\ntotal (5.17 ± 1.10 gr) yang baik meskipun tidak berbeda signifikan (p>0,05) dari\nperlakuan lainnya. Total bakteri pada sampel udang perlakuan Sp1 lebih tinggi\ndibanding perlakuan lainnya (106,8 CFU/mL). Terakhir, analisis fisiologi komunitas\nmikroba menunjukkan bahwa Sp2 memiliki aktivitas metabolisme mikroba yang\npaling tinggi. Analisis Principal Component Analysis menunjukkan bahwa komunitas\nmikroba udang perlakuan Sp1 dan Sp2 berpotensi menggunakan beberapa sumber\nkarbon yang berbeda dari perlakuan K. Dari penelitian ini, dapat disimpulkan bahwa\nsuplemen K. alvarezii pada konsentrasi 3 gr/kg secara keseluruhan memiliki pengaruh\npaling baik terhadap performa budidaya dan profil komunitas mikroba dari L.\nvannamei.", "Daftar File": {}, "Penulis": "Nisrina Fitri Nurjannah [10416030]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Gede Suantika, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "komunitas mikroba, Kappaphycus alvarezii, Litopenaeus vannamei, suplemen", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "21 Des 2022"}