{"Nomor": 69946, "Judul": "PRA-RANCANGAN SISTEM PRODUKSI MINYAK KAYU MANIS (CINNAMOMUM BURMANNII) DENGAN KUALITAS DAN PEROLEHAN TINGGI SERTA PRODUKSI BIOPRODUK LAINNYA DENGAN MENERAPKAN KONSEP BIOREFINERY", "Abstrak": "Indonesia adalah salah satu pemasok kayu manis terbesar di dunia. Minyak kayu manis adalah bentuk diversifikasi produk kayu manis, namun perolehannya masih rendah. Aspergillus awamori diketahui memiliki kemampuan untuk menghasilkan enzim pendegradasi lignoselulosa sehingga dapat meningkatkan perolehan minyak kayu manis. Penelitian ini dilakukan untuk menentukan waktu fermentasi optimal oleh Aspergillus awamori pada kulit kayu manis (Cinnamomum burmanii) untuk meingkatkan perolehan minyak kayu manis melalui biodegradasi lignoselulosa. Inokulum Aspergillus awamori sebanyak 108 sel /g kayu manis ditambahkan pada kulit kayu manis dalam sistem fermentasi. Fermentasi dilakukan pada suhu 25-30°C, intensitas cahaya ~0 W/cm2, dan kelembaban ~99% dengan variasi waktu fermentasi 0, 3, 6, dan 9 hari. Pengukuran kadar lignoselulosa dilakukan menggunakan metode Chesson-Datta. Kadar selulosa, hemiselulosa, dan lignin pada kulit kayu manis sebelum fermentasi secara berturut-turut 15,37%, 27,83%, dan 48,04%. Penurunan terbesar terjadi setelah 9 hari fermentasi menjadi 12,37%, 16,55%, dan 39,95%. Ekstraksi minyak kayu manis metode hidrodistilasi dilakukan menggunakan ukuran partikel 0,5-2 mm dengan kadar air 35-45% selama 4 jam. Perolehan minyak kayu manis setelah fermentasi selam 0, 3, 6, dan 9 hari secara berturut-turut adalah 1,37%, 1,87%, 1,99%, dan 2,09% (berat kering). Analisis komposisi minyak kayu manis dilakukan menggunakan Gas Chromatography – Mass Spectrometry. Kandungan sinamaldehid dalam minyak kayu manis pada variasi waktu fermentasi 0, 3, 6, dan 9 hari secara berturut-turut adalah 80,73%, 59,68%, 53,63%, dan 76,05%. Pemodelan matematik ekstraksi minyak kayu manis dilakukan melalui penurunan hukum Fick kedua tentang difusi untuk menentukan nilai koefisien difusi. Estimasi parameter menghasilkan nilai koefisien difusi sebesar 2,36 x 10-11m2/s.", "Daftar File": {}, "Penulis": "Ravelian Yulianto [11216034]", "Kontributor / Dosen Pembimbing": ["Dr. Muhammad Yusuf Abduh, M.T.", "Dr. Ir. Rika Alfianny, M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Aspergillus awamori, Biodegradasi, Hidrodistilasi, Lignoselulosa, Minyak kayu manis", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "21 Des 2022"}