{"Nomor": 69958, "Judul": "STUDI PASCA PROYEK PENGGANTIAN KOMPRESOR UDARA UNTUK KILANG NITROGEN DI PT BADAK NGL", "Abstrak": "Saat ini PT Badak NGL mengalami tantangan dengan adanya penurunan produksi yang disebabkan menurunnya gas suplai. Hal ini mendorong peningkatan performa perusahaan menjadi lebih baik dari sebelumnya. Selain itu, sejak 2017 PT Badak NGL mengalami perubahan struktur pengawasan menjadi di bawah SKK Migas yang menerapkan kontrol yang lebih ketat termasuk dalam aspek manajemen proyek. Terkait dengan aktivitas proyek di PT Badak NGL, terdapat dua KPI, yaitu Penyelesaian Lingkup Proyek (target 100%) dan Deviasi Belanja Modal Maksimal ±10% dari budget yang disetujui. Akan tetapi, di tengah pengawasan yang ketat serta ekspektasi yang tinggi terhadap performa manajemen proyek, terdapat satu proyek (Proyek Penggantian Kompresor Udara untuk Kilang Nitrogen di PT Badak NGL) yang memiliki performa yang kurang memuaskan. Status keuangan akhir proyek tersebut mengalami underbudget. Kemudian, terdapat keterlambatan pada pelaksanaan aktivitias Konstruksi. Isu terakhir adalah terkait dengan pembelian material Transmitter yang mengalami keterlambatan kedatangan. Oleh karena itu, tulisan ini dibuat untuk mengevaluasi proyek agar dapat diambil pelajaran untuk diterapkan pada proyek-proyek yang serupa di masa mendatang. \nDengan menggunakan metode 5 Whys Analysis, akar permasalahan untuk masing-masing isu dianalisis. Akar permasalahan terkait dengan keterlambatan proyek saat fase Konstruksi ialah karena Rencana Manajemen Komunikasi proyek tidak diperbaharui secara regular. Akar-akar permasalahan terkait dengan isu status keuangan akhir proyek under-budget ialah karena estimasi biaya pada usulan budget tidak cukup detil, serta penawar memberikan harga yang jauh lebih rendah saat tender dibandingkan dengan nilai yang disampaikan pada usulan budget. Yang terakhir akar-akar permasalahan terkait dengan lingkup proyek pembelian Transmitter yang tidak dapat dipenuhi ialah karena estimasi biaya tidak cukup detil dan handal pada usulan budget dan HPS/Harga Perkiraan Sendiri (saat tender), kelemahan pada konsistensi klausul-klausul kontrak, serta Kontrol Perubahan Menyeluruh proyek tidak dilakukan saat terdapat potensi perubahan terhadap baseline proyek.  \nBeberapa solusi dibuat untuk masing-masing akar permasalahan yang didapatkan sebelumnya. Terkait dengan akar permasalahan manajemen komunikasi proyek, solusinya ialah penerapan Proses Monitor Komunikasi proyek, serta penggunaan metode Unpriced-PO (Purchase Order) untuk memudahkan pemantauan komunikasi dengan kontraktor dan subkontraktor. Terkait dengan akar permasalahan pada estimasi budget, solusinya ialah penerapan Kelas Estimasi yang lebih baik pada usulan budget, pembuatan basis data untuk referensi harga-harga proyek, serta penerapan analisis cadangan dana. Terkait dengan akar permasalahan evaluasi pemilihan kontraktor proyek, solusinya ialah penerapan metode seleksi Berbasis Kualitas dan Harga, serta penggunaan HPS Market guna meningkatkan ‘transparansi’ harga. Yang terakhir akar permasalahan terkait isu potensi perubahan pada baseline proyek, solusinya ialah penerapan Kendali Perubahan Menyeluruh.", "Daftar File": {"2022_TS_PP_Prima Patriana (29119558)_Full Tex.pdf": "https://digilib.itb.ac.id/gdl/download/271116"}, "Penulis": "Prima Patriana [29119558]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Under-Budget, Keterlambatan Proyek, Monitor Komunikasi, Kontrol Perubahan Menyeluruh", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "21 Des 2022"}