{"Nomor": 69957, "Judul": "ANALISIS STRUKTUR, REKONSTRUKSI PALINSPASTIK, DAN PEMODELAN ANALOG SANDBOX PADA SESAR BARIBIS, SEGMEN JONGGOL, JAWA BARAT.", "Abstrak": "Indonesia memiliki aktivitas tektonik aktif hasil dari tiga pertemuan lempeng tektonik:\nLempeng Indo-Australia, Lempeng Eurasia, dan Lempeng Pasifik. Pertemuan lempeng\ntersebut menghasilkan struktur geologi Indonesia yang beragam dan kompleks. Salah\nsatu bukti dari aktivitas tektonik Indonesia adalah sesar. Secara khusus, Jawa Barat\nsetidaknya memiliki tiga sesar besar yaitu Sesar Cimandiri, Sesar Lembang dan Sesar\nBaribis. Sesar Baribis sedang hangat dibicarakan karena memiliki ancaman bencana\ngempabumi, ditambah lagi dengan posisinya yang berada di daerah dengan penduduk\nyang padat, termasuk Ibukota Jakarta. Maka dari itu, Sesar Baribis merupakan objek\nyang menarik untuk diteliti. Penelitian ini bertujuan untuk mengetahui kondisi struktur\ngeologi bawah permukaan dan perkembangan pola struktur pada Sesar Baribis. Selain\nitu, dilakukan pemodelan analog sandbox sehingga dapat tersimulasikan proses\npembentukan Sesar Baribis. Data yang digunakan dalam penelitian ini adalah\npenampang seismik dua dimensi, data checkshot, data log sumur, peta anomali gaya\nberat, dan peta geologi. Metode yang digunakan dalam penelitian ini terdiri dari analisis\nstruktur pada penampang seismik, analisis peta struktur bawah permukaan, analisis\npola struktur, rekonstruksi palinspastik, dan pemodelan analog sandbox. Hasil analisis\nstruktur dan rekonstruksi palinspastik menunjukkan bahwa daerah penelitian\ndipengaruhi oleh beberapa fase deformasi, yakni fase ekstensional (Eosen–Oligosen\nAwal), fase tektonik stabil (Oligosen Awal–Miosen Akhir) dan fase kontraksional\n(Pliosen–Plistosen). Fase ekstensional menghasilkan sesar normal yang membentuk\ncekungan half-graben dengan orientasi barat laut-tenggara. Fase tektonik stabil\nmenunjukkan adanya differential compaction akibat tinggian pada batuan dasar dan\nlapisan sedimen yang tidak seragam sehingga menghasilkan respons yang berbeda\nterhadap pembebanan. Fase kontraksional menghasilkan sesar naik berarah barat lauttenggara\ndan sesar geser (wrench fault) dengan geometri flower structure berarah timur\nlaut–barat daya. Serta ditemukan out-of-sequence thrust yang deformasinya basement\ninvolved. Sehingga, sesar geser dan out-of-sequence thrust ini dapat memberikan\npotensi gempabumi. Pemodelan analog sandbox berhasil memodelkan proses\nperkembangan fold-thrust belt di daerah penelitian sesuai dengan critical wedge theory.\nPembentukan sesar dimulai dari bagian terdekat dengan dinding bergerak lalu\nterbentuk lagi di depannya dan seterusnya membentuk sistem sesar imbrikasi. Jumlah\nsesar bertambah berbanding lurus dengan bertambahnya pemendekan.", "Daftar File": {}, "Penulis": "Rayhan Tirto Nugroho [12018010]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Benyamin Sapiie, Ph.D.", "Dr. Meli Hadiana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Sesar Baribis, analisis struktur, rekonstruksi palinspastik, pemodelan analog sandbox.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Des 2022"}