{"Nomor": 69961, "Judul": "PENGEMBANGAN PERANGKAT LUNAK BERBASIS SELULER UNTUK PERMODELAN PERPINDAHAN PANAS DAN MASSA PADA KOLAM", "Abstrak": "Evaporation and seepage are two commonly occurring phenomena that takes\nplace during water outflow from a pond. The two phenomena are outflows of water from\na pond. Evaporation occurs when the water change phase to vapor while seepage happens\nwhen water escapes through the porous pond boundaries. However, gaining information\non the phenomena may be faced with obstacles caused by limited instrumentation. The\nobjective of this study is to create a mobile based application that can model the\nphenomena using internet-based weather data storage and standardized soil\nclassification.\nThe application created in this study is meant to give numerical data regarding the\nevaporation and seepage that occurs within a pond. The parameters used to calculate\nevaporation rate are solar radiation, wind speed, air pressure, relative humidity and\ntemperature, while soil type, layer, and pond depth are used for calculating seepage rate.\nThe application is able to acquire the necessary parameters for evaporation estimation\nusing only the geographical coordinate and time period of choice with the help of online\nAPIs. The application features data visualization that gives line plot of the evaporation\nand seepage rate. User may also change the units of the weather information and the\nnumerical results. The software, called Lakesim, is able to estimate evaporation rate that\nhas a RMSE (Root Mean Square Error) of 0.015 mm/day to the actual rate and a\ncorrelation of 0.81 with the actual rate.", "Daftar File": {"ABSTRAK Farhan Umarnadi Pulukadang": "https://digilib.itb.ac.id/gdl/download/268980"}, "Penulis": "Farhan Umarnadi Pulukadang [13118209]", "Kontributor / Dosen Pembimbing": ["Jooned Hendrarsakti, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Evaporation, pond, seepage, android application", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Des 2022"}