{"Nomor": 69976, "Judul": "MENINGKATKAN AKURASI PERENCANAAN PENYALURAN  PUPUK BERSUBSIDI MENGGUNAKAN PERAMALAN TIME SERIES  DI PT PUPUK KUJANG CIKAMPEK", "Abstrak": "PT Pupuk Kujang merupakan anak perusahaan PT Pupuk Indonesia. PT Pupuk Kujang memiliki 2\nbuah pabrik urea yaitu pabrik K1A dan K1B, setiap tahun memproduksi pupuk urea dengan jumlah\nyang relatif stabil di kisaran 990.000 ton. Produksi ini dibagi untuk memenuhi kebutuhan pupuk\nbersubsidi, pupuk non subsidi, dan sebagai bahan baku pupuk lainnya. \n\nMelalui PT Pupuk Indonesia, PT Pupuk Kujang mendapatkan tugas dari pemerintah untuk memenuhi\nkebutuhan pupuk bersubsidi di provinsi Banten, DKI Jakarta, Jawa Barat, dan sebagian Jawa Tengah.\nProduksi dan ketersediaan stok untuk pupuk urea subsidi harus lebih diprioritaskan daripada pupuk\nurea non subsidi,  sehingga produksi dan penjualan pupuk non subsidi dapat dilakukan bila\nperhitungan kebutuhan pupuk subsidi dapat terpenuhi.\n\nBila permintaan kebutuhan pupuk subsidi tinggi namun realisasinya jauh lebih rendah dari rencananya\nmaka akan terjadi kelebihan stok pupuk bersubsidi dan tidak bisa dijual sebagai pupuk non subsidi.\nSebagai langkah antisipasi, potensi kelebihan stok akan diproduksi dan dijual sebagai pupuk\nnonsubsidi. Namun penjualan ke sektor nonsubsidi akan kurang efektif jika dilakukan dalam waktu\nyang sempit mengingat terbatasnya waktu dan daya serap pasar. Sehingga diperlukan perencanaan\npenyaluran pupuk subsidi yang baik untuk mengurangi selisih dengan realisasi penyaluran. \n\nBerdasarkan analisa akar penyebab  yang dilakukan dengan Current Reality Tree,  terdapat beberapa\nhasil analisa yang mempengaruhi terjadinya selisih antara perencanaan penyaluran dan realisasi\npenyalurannya. Namun yang dapat dikendalikan dan masih dalam ruang lingkup penelitian adalah\nkurang akuratnya metode peramalan. \n\nUntuk memperoleh metode peramalan yang tepat, digunakan beberapa model peramalan deret waktu\ndiantaranya: Rata-Rata Bergerak Sederhana, Rata-Rata Bergerak Tertimbang, Penghalusan\nExponensial, Penghalusan Exponensial dengan Tren, Analisis Regresi Linier, Dekomposisi Deret\nWaktu, dan Dekomposisi Menggunakan Regresi Kuadrat Terkecil. Model peramalan dengan tingkat\nkesalahan peramalan MAPE (Mean Absolute Percent Error) terendah akan diusulkan untuk digunakan\nsebagai model peramalan yang dapat digunakan oleh perusahaan. \n \nBerdasarkan perhitungan, untuk provinsi Jawa Barat MAPE terendah dihasilkan oleh model\nDekomposisi Menggunakan Regresi Kuadrat Terkecil dengan periode waktu 12 bulan. Model\nperamalan dan periode waktu tersebut tidak dapat diberlakukan terhadap keseluruhan kabupaten di\nprovinsi Jawa Barat, hanya 7 kabupaten yang memiliki MAPE terendah pada model dan periode\ntersebut. Sementara sisanya sebanyak 11 kabupaten memiliki MAPE terendah pada model peramalan\nsebagai berikut: 8 kabupaten pada model Dekomposisi Deret Waktu dengan periode waktu 12 bulan, 2\nkabupaten pada model Dekomposisi Deret Waktu dengan periode waktu 21 bulan, dan 1 kabupaten\npada model Dekomposisi Menggunakan Regresi Kuadrat Terkecil dengan periode waktu 21 bulan.", "Daftar File": {"2023_TS_PP_Freddy Harianto-29119151_Full Tex.pdf": "https://digilib.itb.ac.id/gdl/download/272455"}, "Penulis": "Freddy Harianto [29119151]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Pupuk Kujang, pupuk urea subsidi, peramalan deret waktu, current reality tree, MAPE", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "22 Des 2022"}