{"Nomor": 69975, "Judul": "OPTIMASI DESAIN PELAPIS DINDING RUANGAN MENGGUNAKAN MATERIAL BERUBAH FASA/ PHASE CHANGE MATERIAL (PCM) DARI ASPEK BIAYA INVESTASI DAN KONDISI TERMAL RUANGAN", "Abstrak": "Temperatur udara ruangan yang terlalu tinggi menjadi penyebab kebutuhan penyejuk udara untuk ruangan. Pemilihan penggunaan teknologi Air-Cond dianggap menjadi solusi mudah dan terjangkau sehingga menghalangi eksplorasi lebih lanjut dari teknologi pendingin pasif. Salah satu teknologi pendinginan pasif/ passive cooling yang belum banyak dikembangkan adalah penggunaan material berubah fasa/ phase change material (PCM). Bahan ini bekerja sebagai media penyimpanan termal/ thermal energy storage (TES) yang mampu menyerap dan melepas kalor dari dan ke lingkungannya. Sisi dalam dinding berperan penting dalam mengkondisikan lingkungan termal dalam ruangan karena bidang tersebut menyerap dan melepaskan kalor dari dan ke udara. Kinerja dinding bata dalam menyerap dan melepaskan kalor dapat ditingkatkan dengan menambahkan komponen PCM pada dinding. Penelitian ini membahas biaya investasi dan kondisi termal pada komponen dinding yang ditempel PCM dengan berbagai ketebalan (4 cm, 8 cm, dan 12 cm) dan posisi aplikasi (atas, tengah dan bawah) pada dinding. Hasil penelitian menunjukkan skenario desain pelapis dinding ruangan optimal menggunakan material berubah fasa dari aspek biaya investasi dan kondisi termal ruangan berkualitas diperoleh pada skenario aplikasi PCM ketebalan 4 cm posisi bawah dinding. Adapun jika hanya mempertimbangkan besaran biaya operasional, maka skenario aplikasi PCM 8 cm posisi tengah menjadi skenario terbaik. Keberhasilan skenario aplikasi PCM tidak hanya disebabkan dari banyaknya volume, ketebalan, dan posisi PCM yang digunakan. Beberapa faktor mempengaruhi kinerja dan efektivitas PCM yang dapat ditelusuri selain variabel volume adalah iklim setempat, karakteristik material PCM, material pendamping yang membungkus atau melapisi PCM, kecepatan angin inlet, temperatur angin inlet dan luasan terpaparnya PCM terhadap ruangan dalam. Temuan teknologi pasif yang menggunakan radiative cooling ini perlu menjadi pertimbangan arsitek dan desainer interior dalam perancangan.", "Daftar File": {"ABSTRAK Amanda Rahmalia Syafitri": "https://digilib.itb.ac.id/gdl/download/269026"}, "Penulis": "Amanda Rahmalia Syafitri [25219037]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Surjamanto W., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Kondisi termal ruangan, biaya investasi, passive cooling, PCM, TES, radiative cooling.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "21 Des 2022"}