{"Nomor": 69982, "Judul": "KALIBRASI AUTOMATIS MENGGUNAKAN YOLOV5 DAN DEEP HOMOGRAPHY - PERSPECTIVE CORRECTION PADA SISTEM PENGUKURAN TINGGI MUKA AIR", "Abstrak": "Penelitian ini membahas tentang penerapan beberapa jaringan neural dengan\nkebutuhan komputasi minimal untuk dapat melakukan kalibrasi pada gambar yang\nterperturbasi berdasarkan dengan gambar templat. Kebutuhan dari penelitian ini\nadalah untuk mengurangi biaya observasi TMA (tinggi muka air) yang umumnya\nmenggunakan sensor konvensional yang membutuhkan biaya perawatan yang lebih\ntinggi dibandingkan dengan penggunaan Artificial Intelligence (AI) dan kamera\nCCTV sebagai sensornya. Untuk menanggulangi kebutuhan internet yang besar,\nmaka pengolahan gambar dilakukan in-situ dengan menggunakan jaringan neural\nyang dapat mengurangi kebutuhan komputasi.\nTahap awal adalah dengan mendeteksi simbol-simbol yang sudah dirancang dengan\nYOLOv5 dan melakukan validasi dari hasil YOLOv5 untuk memastikan urutan\nsimbol sesuai dengan gambar templat. Hasil YOLOv5 yang telah tervalidasi akan\ndijadikan data masukan untuk Squeeze-HomographyNet yang telah dikembangkan\ndan dilatih untuk melakukan koreksi perspektif pada gambar papan ukur yang\nterperturbasi. Hasil dari gambar yang telah terkalibrasi akan diestimasi potongan\ngambar papan ukur pada gambar utama untuk mengurangi kebutuhan komputasi\npada fase deteksi garis permukaan air. Selanjutnya pada gambar papan ukur akan\ndideteksi garis permukaan air dan diukur jaraknya dengan simbol tervalidasi\nterdekat dan digunakan skala perbandingan antar jarak sesungguhnya (cm) dan\njarak gambar (piksel) untuk mengukur keseluruhan TMA pada gambar observasi.\nHasil dari pengembangan sistem mendapati pada kasus terbaiknya sistem dapat\nmenghasilkan akurasi 90,77% untuk prediksi TMA. Model jaringan neural yang\ndihasilkan berukuran cukup kecil yaitu 41,165 Kb untuk YOLOv5 dan 10,987 Kb\nuntuk Squeeze-HomographyNet.", "Daftar File": {"SodaPDF-watermarked-Final Thesis Poppy Luscovius Purba 23219055 - Poppy Luscovius.pdf": "https://digilib.itb.ac.id/gdl/download/269042"}, "Penulis": "Poppy Luscovius Purba [23219055]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Carmadi Machbub"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Squeeze-HomographyNet, YOLOv5, Homografi, Tinggi Muka Air.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "2 file", "Tanggal Input": "22 Des 2022"}