{"Nomor": 69984, "Judul": "ANALISA INVESTASI PROYEK DENGAN METODE SURFACE MINER PADA PERTAMBANGAN BLOK PARAPATAN AREA BINUNGAN (STUDI KASUS : PT BERAU COAL)", "Abstrak": "Industri pertambangan batubara adalah bisnis berbiaya dan berisiko tinggi yang secara signifikan terekspos pada turbulensi ketidakpastian yang tinggi. Blok Parapatan area Binungan, bagian dari area PKB2B Genarasi 1 PT. Berau Coal, merupakan kawasan pertambangan aktif. Proyek ini diproyeksikan sebagai project ‘hijau’ bagi Berau Coal, dengan profil produksi berbiaya rendah tetapi memiliki tantangan pada kondisi industri batubara berupa kondisi eksternal yang tidak menentu yang menjadikan blok Parapatan memiliki pola penambangan yang berbeda dengan blok lainnya di semua are PT. Berau coal yaitu metode pemberaian material dengan metode Ripping sebagai pengganti metode Blasting. Namun metode Ripping tersebut memiliki keterbatasan dalam pengoperasiannya terutama dalam kedalaman penambangan yang direncanakan, sehingga diperlukan inovasi berkelanjutan dengan menggunakan metode lain dan dalam hal ini penggunaan alat Surface Miner menjadi opsi untuk melakukan pemberaian material tersebut.   Pertimbangan dan peninjauan yang cermat pola penambangan tersebut di tambah dengan ketidakstabilan harga batubara, harga bahan bakar, permintaan, dan regulasi telah dianggap sebagai tantangan yang signifikan untuk dihadapi dalam penilaian sebuah investasi dalam proyek pertambangan. Ketidakpastian pada profil bisnis ini diperkirakan mempengaruhi arus kas proyek yang diproyeksikan secara signifikan. Oleh karena itu perlu dilakukan penilaian yang memadai. Juga dipandang perlu untuk mempertimbangkan metoda atau strategi terbaik serta fleksibilitas manajemen perusahaan dalam mengakomodasi kondisi tersebut selama proyek berjalan dan memilih alternatif terbaik untuk memaksimalkan nilai proyek.  \nMetode yang digunakan PT Berau Coal untuk pola penambangan menggunakan Surface Miner adalah Discounted Cash Flow (DCF). Perhitungan dari metode penilaian ini akan digunakan sebagai pertimbangan manajemen untuk keputusan penambangan. Metode DCF yang digunakan pada Surface Miner pada proyek penambangan Block Parapatan Site Binungan layak digunakan. Karena penilaian discounted cash flow (DCF) memiliki nilai NPV > 0 yaitu $101,87.0 Juta, maka IRR > Discount rate adalah 132% dari tingkat diskonto 9,61% dan Payback period adalah 2,3 tahun, lebih pendek dari periode proyek, yaitu 7 tahun dan indeks Probabilitas >1 adalah 2,9.", "Daftar File": {"2022_TS_PP_Arief Hudiantoro 29120407_Full Tex.pdf": "https://digilib.itb.ac.id/gdl/download/270754"}, "Penulis": "Arief Hudiantoro [29120407]", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, S.T., MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "DCF, Payback Period, IRR, Surface Miner, Probabilitas indek", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "22 Des 2022"}