{"Nomor": 69981, "Judul": "PEMANFAATAN TEKNOLOGI DESAIN PARAMETRIK DALAM PERANCANGAN PRODUK KERAMIK BERBENTUK WALL HANGING DENGAN VISUAL MOTIF TRADISIONAL (STUDI KASUS: HOTEL BEST WESTERN PREMIER LA GRANDE)", "Abstrak": "Peningkatan pariwisata di Indonesia membuat bidang usaha yang berhubungan dengan pariwisata\nseperti penginapan atau hotel melakukan berbagai inovasi kreatif. Kebiasaan masyarakat yang\nmenggunakan hotel pada saat berwisata membuat fungsinya tidak lagi hanya sebagai sebuah\npenginapan saja ? melainkan sebagai bagian dari kegiatan berwisata. Ciri khas desain interior\nbeserta elemen di dalamnya sangat mempengaruhi minat masyarakat dalam memilih penginapan.\nMaka dari itu, dalam penelitian ini dilakukan eksplorasi untuk menghasilkan output berupa\nrekomendasi desain produk hiasan dinding bermaterial keramik dengan tujuan meningkatkan nilai\nestetika dari ruang interior sehingga dapat meningkatkan daya tarik interior penginapan bergaya\nminimalis yang minim dekorasi. Penelitian ini mengimplementasikan metode Practice-led\nResearch dengan alur design thinking untuk membuat produk. Penelitian ini memperlihatkan\nproses kreatif dalam membuat rekomendasi desain produk keramik dengan motif batik kawung\nsebagai nilai kearifan lokal yang melalui pendekatan visual desain parametrik yang memanfaatkan\nteknologi modern pada proses perancangan, sehingga dapat relevan dan cocok untuk interior gaya\nminimalis. Perancangan produk keramik untuk interior ini dilakukan dengan mengadaptasi bentuk\ndasar dari motif batik kawung hasil analisis karakter ruangan pada studi kasus, lalu\ndiimplementasikan ke dalam visual desain parametrik pada software Grasshopper Rhinoceros 3D.\nTeknik yang dipakai pada saat produksi adalah teknik slip casting dikarenakan cocok untuk\nmemproduksi produk dengan bentuk yang modular dan geometris sehingga dapat memproduksi\nmodul yang mengulang dengan efisien. Output dari penelitian ini berupa rekomendasi desain\nrancangan produk interior berupa wall hanging bermaterial keramik yang menggunakan konsep\nmodular dengan pendekatan visual desain parametrik yang diambil dari motif batik kawung sesuai\ndengan gaya desain interior ruang hotel yang dipilih. Produk ini dapat disusun secara fleksibel\ndalam penerapannya. Serta bertujuan untuk untuk meningkatkan nilai estetika dari ruang interior\ngaya minimalis.", "Daftar File": {"2022 TS PP SYALDILAH RIZKI ABDURRAHMAN 1.pdf": "https://digilib.itb.ac.id/gdl/download/269041"}, "Penulis": "Syaldilah Rizki Abdurrahman [27121030]", "Kontributor / Dosen Pembimbing": ["Dr. Gita Winata, S.Ds., M.Ds."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Keramik, Modular, Parametrik, Gaya Minimalis, Interior", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "22 Des 2022"}