{"Nomor": 69993, "Judul": "VARIABILITAS SALINITAS PERMUKAAN PERAIRAN HINDIA TENGAH-INDONESIA BARAT TAHUN 1993-2019", "Abstrak": "Salinitas permukaan laut merupakan salah satu indikator siklus hidrologi global dan variabilitas iklim. Adanya keterbatasan data pada daerah yang luas dan waktu yang lama menyebabkan sulit untuk melihat bagaimana perubahan salinitas. Salinitas permukaan dipengaruhi oleh interaksi laut-atmosfer. Wilayah Indonesia barat yang berhubungan langsung dengan Samudra Hindia menjadi suatu hal yang menarik untuk melihat perubahan salinitas. Analisis tren dilakukan pada data salinitas, suhu permukaan, penguapan, dan presipitasi untuk melihat hubungan antar parameter tersebut. Di Indonesia bagian barat selama 27 tahun penurunan tren salinitas permukaan diiringi dengan penurunan tren penguapan dan presipitasi sedangkan di Hindia Tengah kenaikan tren salinitas permukaan diiringi dengan kenaikan tren penguapan. Nilai korelasi salinitas permukaan berhubungan kuat dengan penguapan dan presipitasi yaitu 0,62 dan -0,47. Hasil perhitungan flux freshwater (E-P) di wilayah kajian bernilai negatif artinya presipitasi lebih besar dibandingkan penguapan.\nPerhitungan EOF pada nilai salinitas di Hindia dan Indonesia bertujuan untuk menggambarkan pola spasial dan temporal dari variabilitas. Hasil EOF dilakukan korelasi silang dengan indeks fenomena (AUSMI, WYMI, DMI, ONI, dan WNPMI). Di Hindia, EOF mengeluarkan 3 mode utama dengan total 62,6% dari variansi total. Mode 1 dan 3 EOF berkorelasi kuat dan signifikan dengan monsun, lalu Mode 2 berkorelasi dengan IOD. Di Indonesia menggambarkan 3 mode utama dengan total 67,1% dari total variansi. Mode 1 dan 2 berkorelasi dengan monsun dan Mode 3 dengan ENSO. Anomali salinitas permukaan di Hindia pada Mode 1 sebesar 38,3% dipengaruhi oleh kecepatan monsun di AUSMI, Mode 2 sebesar 14,6% dipengaruhi oleh IOD, dan Mode 3 sebesar 9,7% dipengaruhi oleh kecepatan angin monsun di WYMI. Variansi anomali salinitas di Indonesia dengan Mode 1 sebesar 43,8% dan Mode 2 sebesar 15,2% dipengaruhi oleh kecepatan monsun di AUSMI dan WNPMI lalu Mode 3 sebesar 8,1% dipengaruhi oleh IOD dan kecepatan angin monsun di WYMI.", "Daftar File": {"ABSTRAK Ghaida Nabilah": "https://digilib.itb.ac.id/gdl/download/289448"}, "Penulis": "Ghaida Nabilah [12917008]", "Kontributor / Dosen Pembimbing": ["Dr. Lamona Irmudyawati Bernawis, S.Pi., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Salinitas Permukaan Laut, Penguapan, Presipitasi, Monsun, EOF, ENSO, IOD.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Rita Nurainni, S.I.Pus", "File": "8 file", "Tanggal Input": "22 Des 2022"}