{"Nomor": 69992, "Judul": "PRODUKSI ENZIM SELULASE, GULA PEREDUKSI, DAN ASAM ORGANIK DARI LIMBAH KULIT KOPI OLEH ASPERGILLUS NIGER DAN TRICHODERMA REESEI", "Abstrak": "Peningkatan produksi kopi tidak senantiasa diikuti dengan proses produksi yang baik, peningkatan limbah berupa kulit kopi tidak termanfaatkan sehingga menjadi beban lingkungan. Kulit kopi dengan kandungan lignoselulosa yang tinggi berpotensi menjadi substrat ideal untuk media tumbuh mikroba. Jamur berfilamen seperti Trichoderma reesei dan Aspergillus niger diketahui sebagai agen mikrobiologis yang dapat mendegradasi lignoselulosa menjadi produk bernilai tambah seperti enzim selulase, gula pereduksi dan asam organik. Penelitian ini bertujuan untuk menentukan keberadaan enzim selulase yang diproduksi T.reesei dan A.niger melalui fermentasi, dan menentukan keberadaan gula pereduksi dari hasil hidrolisis enzimatis; serta menentukan keberadaan asam organik yang diproduksi oleh A.niger melalui fermentasi. Penelitian diawali dengan memahami karakteristik sporulasi dan viabilitas T.reesei dan A.niger untuk dijadikan sebagai inokulum jamur. Selanjutnya enzim selulase diproduksi oleh A.niger (107 spora/mL) dan T.reesei (105 spora/mL), dan kombinasinya, pada 1% (sampel kulit kopi/larutan produksi) limbah kopi yang telah melalui pre-treatment. Enzim selulase selanjutnya digunakan untuk menghidrolisis sampel kulit kopi yang telah didelignifikasi untuk menghasilkan gula pereduksi. Hasil hidrolisis selanjutnya diinokulasikan dengan A.niger (107 spora/mL) 1% (v/v) untuk memproduksi asam organik. Hasil pada tahap produksi enzim menunjukkan bahwa produksi enzim selulase dengan aktivitas tertinggi dihasilkan oleh A.niger yaitu 1,97 U/mL pada jam ke-96, kemudian oleh A.niger: T.reesei dengan aktivitas 1,89 U/mL pada jam ke-96, dan terendah oleh T.reesei dengan aktivitas 0,56 U/mL pada jam ke-72. Tahapan hidrolisis menunjukkan hasil optimum gula pereduksi 3045,8 ppm pada jam ke-36, dengan penggunaan enzim selulase yang dihasilkan secara terpisah oleh A.niger dan T.reesei. Penggunaan enzim selulase yang dihasilkan oleh A.niger dan T.reesei secara ko-kultur mengasilkan gula pereduksi 2499,1 ppm pada jam ke-48. Tahapan produksi asam organik tidak berhasil dilakukan akibat tidak adanya tambahan nitrogen serta rendahnya kandungan karbon pada medium tumbuh Aspergillus niger. Disimpulkan bahwa pengolahan limbah kopi dengan menggunakan A.niger dan T.reesei dapat menjadi alternatif untuk mengolah limbah kulit kopi menjadi produk bernilai tambah seperti, enzim selulase dan gula pereduksi. Serta perlu dilakukan penelitian lebih lanjut untuk produksi asam organik dari gula hasil hidrolisis kulit kopi.", "Daftar File": {"2022 TA PP  FITRIA 1 - ASLI.pdf": "https://digilib.itb.ac.id/gdl/download/269070", "ABSTRAK Fitria Amalia": "https://digilib.itb.ac.id/gdl/download/269072"}, "Penulis": "Fitria Amalia [10418016]", "Kontributor / Dosen Pembimbing": ["Intan Taufik, S.Si., M.Si., Ph.D.", "Dr. Mamat Kandar, S.P., M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Aspergillus niger, Trichoderma reesei, Asam organik, enzim selulase, gula pereduksi", "Sumber": "Aspergillus niger, Trichoderma reesei, cellulase, organic acids, reducing sugars", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "2 file", "Tanggal Input": "22 Des 2022"}