{"Nomor": 40001, "Judul": "PERANCANGAN FONDASI TIANG BOR DAN DIAPHRAGM WALL MENGGUNAKAN PERKUATAN BRACED CUTS PADA GEDUNG PUSAT SENI DAN BUDAYA KOTA BANDUNG", "Abstrak": "Secara umum struktur dibagi menjadi dua bagian yaitu struktur atas dan struktur bawah. Struktur bawah berfungsi untuk menahan dan mentransfer beban yang diberikan dari struktur atas dan sekelilingnya. Oleh karena itu struktur bawah harus mampu mentransfer dan menahan beban yang bekerja. Tugas akhir ini mencakup tentang perancangan dinding penahan tanah dan fondasi tiang bor pada gedung pusat seni dan budaya yang ada di Bandung.\nTahapan untuk perancangan pondasi pada tugas akhir ini adalah melakukan interpretasi data tanah sesuai dengan hasil pengujian baik dari hasil pengujian langsung ataupun dari hasil pengujian laboratorium. Selanjutnya interpretasi data beban sehingga dimensi pondasi akan disesuaikan dengan beban yang bekerja pada pondasi. Sebuah sistem fondasi harus mampu memikul beban baik aksial maupun beban lateral dari struktur bangunan. Selain itu, penurunan fondasi juga diperhitungkan agar tidak menyebabkan hancurnya balok di struktur atas.\nPada dinding penahan tanah adalah interpretasi data tanah, lalu penentuan kedalaman penetrasi dinding penahan tanah, selanjutnya desain perkuatan dinding penahan tanah sampai kekuatannya dan kemampuan layannya memenuhi persyaratan.\nPerencanaan fondasi tiang bor dan dinding penahan tanah ini dihitung secara manual dan menggunakan banyak bantuan software seperti LPile, GROUP, Pca-Column, ETABS, dan Plaxis 2D. Output yang didapatkan dari perencanaan fondasi dan dinding penahan tanah ini adalah dimensi dan tulangan yang diperlukan untuk menopang beban-beban yang bekerja.", "Daftar File": {"ABSTRAK Dayana E R S": "https://digilib.itb.ac.id/gdl/download/173404"}, "Penulis": "Dayana E R S [15015104]", "Kontributor / Dosen Pembimbing": ["Ir. Dedi Apriadi, M.T., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "fondasi tiang bor, dinding diafragma, strut, PLAXIS 2D", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Jun 2019"}