{"Nomor": 40002, "Judul": "PERANCANGAN PONDASI TIANG BOR DAN DINDING DIAFRAGMA PADA PUSAT PERBELANJAAN DI JALAN JENDERAL SUDIRMAN PALEMBANG", "Abstrak": "Pusat perbelanjaan di Jalan Jenderal Sudirman, Palembang memiliki struktur yang terdiri dari 5 lantai atas dengan 2 lantai basement. Tugas akhir ini memiliki tujan yaitu melakukan perancangan pondasi dan perancangan dinding penahan tanah pada struktur pusat perbelanjaan tersebut.\nPondasi yang dirancang berjenis tiang bor dan dirancang berdasarkan persyaratan daya dukung dan penurunan. Tahapan dalam merancang pondasi adalah melakukan interpretasi data tanah, menentukan daya dukung tiang tunggal, melakukan desain dan analisis kelompok tiang, dan menghitung kebutuhan tulangan. Dari desain pondasi dihasilkan 8 jenis konfigurasi kelompok tiang dengan diameter tiang 1 meter, dengan jumlah tiang dan kedalaman yang bervariasi. Analisis dilakukan menggunakan bantuan software LPILE, GROUP, dan PCAColumn.\nDinding penahan tanah yang dirancang berjenis dinding diafragma dengan perkuatan angkur tanah dan dirancang berdasarkan persyaratan faktor keamanan dan defleksi izin. Tahapan dalam merancang dinding penahan adalah melakukan analisis dinding diafragma tanpa struktur perkuatan, melakukan desain dan analisis dinding diafragma dengan perkuatan, melakukan analisis stabilitas galian, dan menghitung kebutuhan tulangan. Didapatkan hasil desain berupa dinding diafragma dengan kedalaman 15 meter dan tebal 0,6 meter, serta angkur tanah di elevasi -5,5 meter dengan panjang free length 17 meter dan fixed length 7 meter. Analisis dilakukan menggunakan bantuan software PLAXIS 2D dan PCAColumn.", "Daftar File": {}, "Penulis": "Laureno Lesmana [15015144]", "Kontributor / Dosen Pembimbing": ["Ir. Bigman Marihat Hutapea, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pondasi tiang bor, dinding diafragma, angkur tanah, daya dukung, penurunan, faktor keamanan, defleksi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "28 Jun 2019"}