{"Nomor": 40019, "Judul": "STUDI PERBANDINGAN METODE OPTIMASI ALOKASI INJEKSI GAS PADA SISTEM MULTIWELL GAS LIFT", "Abstrak": "Gas Lift merupakan salah satu sistem pengangkatan buatan yang mensyaratkan ketersediaan sumber gas bertekanan tinggi sebagai injeksi. Kebutuhan optimum gas injeksi setiap sumur harus diperhatikan dan dialokasikan seefisien mungkin untuk mendapatkan produksi minyak total yang maksimal. Sehingga perlu dilakukan evaluasi dan optimasi untuk setiap sumur secara rutin.\nDalam studi ini, terdapat 5 sumur yang telah diplot ke dalam Gas Lift Performance Curve (GLPC) yang menunjukkan hubungan antara laju alir gas injeksi dengan laju alir minyak yang terproduksi. Kemudian dilakukan optimasi alokasi gas lift dengan menggunakan beberapa metode, yaitu GRG Non Linear, Simplex Linear Programming (SLP), metode analitik dan equal slope. Dari setiap metode tersebut akan dibandingkan dan dievaluasi hasil dari produksi kumulatifnya.\nHasil perhitungan menunjukkan bila menggunakan metode GRG Non-Linear dengan jumlah gas injeksi 5 MMSCFD menghasilkan produksi total minyak 2602 STBD, dengan metode Simplex Linear Programming (SLP) 2602 STBD, dengan metode analitik 2608 STBD dan dengan metode Equal Slope 2609 STBD. Sedangkan pada jumlah gas injeksi 10 MMSCFD bila menggunakan metode GRG Non-Linear menghasilkan produksi total minyak 2665 STBD, dengan metode Simplex Linear Programming 2665 STBD, dengan metode analitik 2663 STBD dan dengan metode Equal Slope 2665 STBD. Dari keempat metode yang digunakan juga diketahi bahwa sumur yang memiliki nilai water cut tinggi mendapatkan laju injeksi gas yang relatif lebih rendah.\nStudi ini masih dapat dikembangkan dan perlu divalidasi dengan menggunakan data lapangan. Selain itu, dapat juga diperhatikan parameter-parameter lain untuk sensitivity study. Setiap metode yang mempunyai batasan seperti terbatas hanya untuk kasus sumur yang sedikit dan menggunakan data yang terbatas, sehingga perlu digunakan metode optimasi lain yang bisa menggunakan semua data.", "Daftar File": {"ABSTRAK Abed Nego Silaban": "https://digilib.itb.ac.id/gdl/download/173434", "2019 TA PP ABED NEGO SILABAN 1.pdf]": "https://digilib.itb.ac.id/gdl/download/173443"}, "Penulis": "Abed Nego Silaban [12215023]", "Kontributor / Dosen Pembimbing": ["Dr. Amega Yasutra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Optimasi, Gas Lift, GRG Non-Linear, Simplex Linear Programming, Metode Analitik, Equal Slope", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "28 Jun 2019"}