{"Nomor": 40022, "Judul": "KARAKTERISASI MINERAL IKUTAN TIMAH PADA ENDAPAN PRIMER, SEKUNDER, DAN TAILING DI BANGKA SELATAN", "Abstrak": "Daerah Bangka Belitung termasuk dalam sabuk timah yang merupakan intrusi pluton granit. Selain merupakan pembawa logam timah, diketahui bahwa pada batuan granit juga merupakan batuan beku pembawa mineral-mineral Rare Earth Elements (REE) seperti monasit, dan xenotim. Pada daerah Bangka Selatan, diindikasikan memiliki potensi REE. REE memiliki nilai ekonomis yang tinggi dan peran penting dalam perkembangan teknologi baru. Penelitian ini bertujuan untuk mengetahui nilai radioaktif, kelimpahan kadar, mineralogi dan ukuran butir Mineral Ikutan Timah (MIT) pada endapan primer, sekunder, dan tailing di Bangka Selatan. Pengambilan sampel dilakukan secara grab sampling untuk sampel endapan aluvial, koluvial, tailing, serta konsentrat dan chip sampling untuk sampel endapan primer berbentuk batuan. Metode pengambilan sampel secara Random Sampling. Jumlah sampel yaitu 51 sampel yang terdiri dari sampel endapan primer, koluvial, aluvial, tailing, dan konsentrat. Sampel dikeringkan menggunakan oven, kemudian direduksi menggunakan splitter hingga memperoleh volume sampel yang sesuai. Pengayakan sampel dilakukan menggunakan 5 fraksi yaitu #+48, #+65, #+100, #+150, dan #-150 untuk memperoleh keseragaman butir sampel. Analisa radioaktif menggunakan scintillometer, mineral butir menggunakan metode grain counting, analisa mineragrafi dengan sayatan poles, serta analisa X-Ray Diffraction (XRD) berupa sampel bubuk merupakan analisa yang digunakan dalam penelitian ini; Hasil penelitian menunjukkan nilai radioaktif yang tinggi pada cluster sampel konsentrat yaitu mineral monasit dan zirkon. Mineralogi rutil hanya dijumpai pada cluster aluvial, koluvial dan tailing.", "Daftar File": {"ABSTRAK Amrita Oza Nabilla": "https://digilib.itb.ac.id/gdl/download/173440"}, "Penulis": "Amrita Oza Nabilla [12115007]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Syafrizal, S.T., M.T.", "Ir. Teti Indriati, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Mineral Ikutan Timah (MIT), Metode Pengambilan Sampel, Mineral Butir, Mineragrafi, X-Ray Diffraction (XRD), Bangka Selatan.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "28 Jun 2019"}