{"Nomor": 40021, "Judul": "PRODUKSI PROPOLIS DAN MADU DARI LEBAH Tetragonula laeviceps MENGGUNAKAN SARANG MOTIVE DENGAN MATERIAL RAM NILON YANG DILENGKAPI SISTEM INSTRUMENTASI", "Abstrak": "Propolis dan madu merupakan produk yang dihasilkan oleh lebah dan bermanfaat bagi manusia. Keduanya memiliki kandungan antioksidan tinggi yang bermanfaat untuk kesehatan. Penelitian ini dilakukan untuk melihat pengaruh ukuran sarang MOTIVE terhadap produktivitas propolis dan madu yang dihasilkan oleh lebah Tetragonula laeviceps. Penelitian dilakukan dengan menggunakan berbagai ukuran sarang MOTIVE yaitu MOTIVE kecil (21 cm × 18 cm × 14 cm), MOTIVE sedang (26 cm × 22 cm × 17 cm), dan MOTIVE besar (30 cm × 20 cm × 17 cm). Material nilon digunakan sebagai material ram pada sarang MOTIVE. Lebah T. laeviceps dikultivasi pada selasar gedung Labtek IV, Institut Teknologi Bandung, Jatinangor selama 2 bulan. Propolis dipanen setiap setiap 2 minggu sekali, sedangkan madu dipanen pada akhir masa kultivasi. Produktivitas propolis pada sarang MOTIVE kecil, sedang dan besar secara berturut-turut yaitu 1,24±0,21, 1,51±0,63, dan 2,52±0,37 g/koloni/minggu. Produktivitas madu pada sarang MOTIVE kecil, sedang, dan besar secara berturut-turut yaitu 0,09; 0,09±0,07; dan 0,12±0,12 g/koloni/minggu. Propolis dan madu dikarakterisasi kandungannya untuk menentukan perbandingan kualitas produk yang dihasilkan pada sarang MOTIVE kecil, sedang, dan besar. Kadar flavonoid dari propolis pada sarang MOTIVE kecil, sedang, dan besar yaitu yaitu 2,47±0,76-3,89±1,7; 1,34±0,76-2,57±0,94; dan 1,33±0,85-2,21±0,71 mg QE/g ekstrak. Kadar fenolik dari propolis pada sarang MOTIVE kecil, sedang, dan besar yaitu 102,01±43-122,25±55,77; 35,61±16,3-42,58±17,1; dan 64,77±34,62-90,43±34,02 mg GAE/g ekstrak. Aktivitas antioksidan propolis pada sarang MOTIVE yaitu 247,649 ?g/mL. Aktivitas antioksidan, gula pereduksi, vitamin c, dan kadar air pada madu dari lebah T. laeviceps secara berturut-turut yaitu 2613,411 ?g/mL, 72,84%, 195,858 ?g/mL dan 21,86%.", "Daftar File": {}, "Penulis": "Andreas Raden Caman [11215004]", "Kontributor / Dosen Pembimbing": ["Dr. Muhammad Yusuf Abduh, M.T.", "Dr. Muhamad Insanu"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Antioksidan, Madu, MOTIVE, Propolis, Tetragonula laeviceps", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "28 Jun 2019"}