{"Nomor": 40023, "Judul": "ISOLASI DAN UJI AKTIVITAS ANTIMIKROBA METABOLIT SEKUNDER ASPERGILLUS AMSTELODAMI ASAL SPONS LAUT", "Abstrak": "Antibiotik merupakan senyawa yang digunakan untuk menghambat pertumbuhan atau membunuh\nsuatu mikroorganisme patogen dalam tubuh manusia. Namun, kemampuan antibiotik tersebut akan\nterhambat oleh mekanisme resistensi pada mikroba yang semakin hari semakin meningkat. Berbagai\nupaya dilakukan untuk menurunkan angka resistensi, salah satunya dengan menemukan antibiotik\nbaru. Penelitian ini bertujuan untuk mengisolasi metabolit sekunder dan menguji aktivitas antimikroba\njamur endofit asal spons laut perairan Pulau Seribu, yaitu Aspergillus amstelodami. Aspergillus\namstelodami difermentasi dengan metode statik selama 30 hari untuk memperoleh metabolit\nsekunder jamur tersebut. Hasil fermentasi berupa media dan miselium diekstraksi dengan pelarut etil\nasetat. Ekstrak media dan miselium dipantau menggunakan kromatografi lapis tipis analitik dengan fase\ngerak etil astetat : heksana (1:9). Aktivitas antimikroba kedua ekstrak ditentukan dengan metode difusi\nagar. Ekstrak media memiliki aktivitas antimikroba paling baik dengan diameter hambat 8 mm terhadap\nEscherichia coli, 10 mm terhadap Staphylococcus aureus, dan 7,8 mm terhadap Candida albicans.\nEkstrak media difraksinasi dengan metode kromatografi kolom klasik sistem elusi gradien dengan\nkepolaran pelarut yang meningkat. Fraksi 27 memiliki aktivitas antimikroba paling baik dengan\ndiameter hambat 21,5 mm terhadap Escherichia coli, 23,15 mm terhadap Staphylococcus aureus, dan\n18 mm terhadap Candida albicans. Fraksi 27 didentifikasi menggunakan LC-MS dengan metode ionisasi\nElectrospray. Spektrum massa ESI-MS menunjukkan bahwa fraksi diprediksi mengandung senyawa\npatulin dan ochratoxin A yang memiliki aktivitas antimikroba, serta senyawa lain dengan bobot molekul\n226 g/mol dan 285 g/mol. Dengan demikian, fraksi metabolit sekunder Aspergillus amstelodami\nberpotensi dikembangkan sebagai antimikroba.", "Daftar File": {"ABSTRAK Nita Sapitri": "https://digilib.itb.ac.id/gdl/download/173441"}, "Penulis": "Nita Sapitri [10715015]", "Kontributor / Dosen Pembimbing": ["Elin Julianti, S.Si., Apt., M.Si., Ph.D.", "Marlia Singgih, Ph.D.", "Dr. Masteria Yunovilsa Putra"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Aspergillus amstelodami, fermentasi, ekstrak, fraksi, identifikasi, difusi agar.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "28 Jun 2019"}