{"Nomor": 40033, "Judul": "ISOLASI DAN UJI AKTIVITAS ANTIMIKROBA METABOLIT SEKUNDER EMERICELLA SP. ASAL SPONS LAUT", "Abstrak": "Resistensi antibiotik merupakan salah satu permasalahan dunia yang sangat berdampak terhadap\nkesehatan manusia. Oleh karena itu, pencarian dan pengembangan antibiotik baru menjadi\nperhatian besar pada saat ini. Sumber daya laut yang belum sepenuhnya dieksplorasi merupakan\nsalah satu sumber alam yang berpotensi sebagai penghasil antimikroba baru. Penelitian ini\nbertujuan untuk mengisolasi dan menguji aktivitas antimikroba metabolit sekunder Emericella sp.\nasal spons laut Kepulauan Samalona, Sulawesi Selatan. Emericella sp. difermentasi dengan\nmetode statik pada suhu ruang selama 30 hari. Miselium dan kultur media hasil fermentasi\ndipisahkan menggunakan corong Buchner. Kultur media diekstraksi menggunakan etil asetat\ndengan metode ekstraksi cair-cair dan miselium di ekstraksi menggunakan etil asetat dengan\nmetode maserasi. Pemantauan ekstrak dilakukan dengan kromatografi lapis tipis analitik dan\naktivitas antimikroba diuji dengan metode difusi agar. Ekstrak miselium menunjukkan aktivitas\nyang lebih baik dari ekstrak media terhadap C. albicans ATCC 10231 dengan zona hambat 17 mm\ndan E. coli ATCC 25922 dengan zona hambat 11 mm. Ekstrak miselium difraksinasi menggunakan\nkromatografi kolom klasik dengan fase gerak gradien. Fraksi 15 menunjukkan aktivitas paling baik\nterhadap C. albicans ATCC 10231 dengan zona hambat 24 mm. Fraksi 15 disubfraksinasi dengan\nkromatografi cair kinerja tinggi semipreparatif menggunakan kolom C18 dan fase gerak metanolair (85:15). Delapan subfraksi yang diperoleh memiliki aktifitas terhadap C. albicans ATCC 10231\ndengan zona hambat masing-masing 7, 12, 8, 6, 16, 28, 22, dan 22 mm. Fraksi 15 diidentifikasi\nmenggunakan Liquid Chromatography-Mass Spectrometry (LC-MS). Fraksi tersebut diprediksi\nmengandung senyawa trichodermatide B, sterigmatocystin, 14-methoxytajixanthone, dan 3\nsenyawa lain dengan bobot molekul 251,28; 293,26; dan 317,42 g/mol.", "Daftar File": {"ABSTRAK Fitri Siti Dzurriyyah Aminah": "https://digilib.itb.ac.id/gdl/download/173460"}, "Penulis": "Fitri Siti Dzurriyyah Aminah [10715098]", "Kontributor / Dosen Pembimbing": ["Elin Julianti, S.Si., Apt., M.Si., Ph.D.", "Marlia Singgih, Ph.D.", "Dr. Masteria Yunovilsa Putra"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Emericella sp., fermentasi, ekstrak, fraksi, subfraksi, C. albicans ATCC 10231.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "28 Jun 2019"}