{"Nomor": 40041, "Judul": "ASRAMA SEBAGAI RUMAH PEMBINAAN DAN IBADAH ASRAMA MAHASISWA SALMAN ITB, CIKUTRA BANDUNG", "Abstrak": "Proyek ini merupakan asrama mahasiswa yang berlokasi di daerah perkotaan, tepatnya di Jalan\nCikutra Bandung. Yayasan Pembina Masjid (YPM) Salman ITB menjadi pemrakarsa proyek ini dengan\nbantuan dana wakaf dan Alumni. Asrama mahasiswa ini adalah satu asrama yang menjadi gabungan\ndari asrama-asrama milik salman yang sudah ada sebelumnya namun tempatnya menyebar dan tidak\ntetap, karena beberapa asrama merupakan rumah sewa biasa. Sehingga Asrama ini menggabungkan\nsemua tingkat mahasiswa ITB dari mulai TPB (Tahap Pertama Bersama) sampai ke tingkat 4 (Tingkat\nAkhir). Dengan dibangunnya asrama mahasiswa ini, YPM Salman ITB ingin menambahkan beberapa\naspek pengetahuan sebagai bekal para mahasiswa yang sudah lulus nantinya dan menjadi leading\nfigure bagi masyarakat sekitar. Agar semua impian itu tercipta, dibutuhkanlah satu bangunan yang\nnyaman yang dapat mewadahi segala aktifitas dan proses belajar-mengajar tersebut. Pendekatan\npertama yang dilakukan dalam mendesain adalah membuat suasana kenyamanan dan kebetahan\nsehingga dapat menciptakan simpul-simpul interaksi sebagai penunjang jiwa kepemimpinan dan\npeningkatan kualitas hidup setiap individu.\nAsrama mahasiswa ini akan dibangun di lahan seluas 8025 m2, adapun fungsi-fungsi utama yang\ndirancang berupa Masjid, Rumah Ustadz, dan Asrama Mahasiswanya itu sendiri.", "Daftar File": {"COVER Muhammad Fadhil Fathuddin": "https://digilib.itb.ac.id/gdl/download/173479", "PUSTAKA Muhammad Fadhil Fathuddin": "https://digilib.itb.ac.id/gdl/download/173488"}, "Penulis": "Muhammad Fadhil Fathuddin [15213060]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Hanson Endra Kusuma, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Asrama, Interaksi, Mahasiswa, Salman ITB", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "28 Jun 2019"}