{"Nomor": 40043, "Judul": "PERANCANGAN SISTEM KONTROL NONLINIERADAPTIF-PREDIKTIF DENGAN PEMODELAN BERBASIS ADAPTIVE NEURO FUZZY INFERENCE SYSTEM (ANFIS) PADA UNIT REAKTOR PABRIK UREA", "Abstrak": "Unit Reaktor pada pabrik pupuk urea adalah salah satu unit yang berfungsi untuk mereaksikan komponen-komponen pembentuk pupuk urea, sehingga unit ini adalah salah satu sistem yang sangat penting dimana sistem reaktor ini mempunyai perilaku proses yang nonlinier. Selama pengoperasian unit ini, ketinggian fluida cairan yang ada di dalam reaktor akan dijaga stabil agar reaksi yang ada dalam reaktor dapat bereaksi dengan sempurna sesuai dengan spesifikasi produk. Maka dari itu dibutuhkan sebuah model yang dapat menggambarkan perilaku dari reaktor tersebut agar ketinggian cairan dalam reaktor dapat dijaga. Pada penelitian ini akan dikembangkan sebuah model dan sistem kontrol untuk unit reaktor pada pabrik Urea dengan menggunakan teknik Adaptive Neuro Fuzzy Inference System (ANFIS), dimana pemodelan ini akan menggunakan pendekatan grey-box yang menggunakan pengetahuan relasi antar variabel fisis pada unit reaktor tersebut. Kemudian ketinggian cairan reaktor ini akan dipertahankan stabil oleh pengontrol yang dirancang menggunakan dinamika invers ANFIS. Dari hasil penelitian didapatkan bahwa pemodelan ANFIS mampu mengikuti keluaran sistem yang sebenarnya dengan nilai RMSE sebesar 0.47995. selain itu diperoleh bahwa pengontrol dinamika invers ANFIS mampu menunjukkan performansi yang lebih baik dari pada pengontrol konvensional PI, dimana didapatkan hasil validasi nilai RMSE pengontrol dinamika Invers ANFIS sebesar 0,1592 sedangkan RMSE untuk pengontrol konvensional PI sebesar 0,6447.", "Daftar File": {"COVER Abduh Muhammad": "https://digilib.itb.ac.id/gdl/download/173492", "BAB 1 Abduh Muhammad": "https://digilib.itb.ac.id/gdl/download/173493", "BAB 2 Abduh Muhammad": "https://digilib.itb.ac.id/gdl/download/173494", "BAB 3 Abduh Muhammad": "https://digilib.itb.ac.id/gdl/download/173495", "BAB 4 Abduh Muhammad": "https://digilib.itb.ac.id/gdl/download/173496", "BAB 5 Abduh Muhammad": "https://digilib.itb.ac.id/gdl/download/173497", "BAB 6 Abduh Muhammad": "https://digilib.itb.ac.id/gdl/download/173498"}, "Penulis": "Abduh Muhammad [23817005]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Yul Yunazwin, M.Sc., DIC", "Dr.-Ing. Ir. Parsaulian Ishaya Siregar, Dipl.-Ing."], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "ANFIS, pabrik urea, unit reaktor, identifikasi model, pengontrol dinamika invers ANFIS", "Sumber": "", "Staf Input/Edit": "Rina Kania", "File": "7 file", "Tanggal Input": "28 Jun 2019"}