{"Nomor": 40053, "Judul": "OPTIMIZATION OF MARGINAL FIELD X DEVELOPMENT SCENARIOS APPLYING IMMISCIBLE FLOODING OF GAS AND WATER ALTERNATING GAS WITH HORIZONTAL PRODUCING WELLS", "Abstrak": "Ada banyak publikasi ilmiah sebelumnya dalam mengembangkan lapangan marjinal sebagai acuan untuk perencanaan pengembangan lapangan. Studi ini memfokuskan pada Lapangan X yang merupakan sebuah lapangan minyak lepas pantai marjinal. Lapangan ini diketahui memiliki reservoir dengan permeabilitas kecil sehingga tidak ekonomis untuk dikembangkan beberapa tahun yang lalu. Keputusan dan perencanaan yang baik untuk mengembangkan lapangan marjinal harus dipertimbangkan secara komprehensif. Oleh karena itu, studi optimasi teknis dan keekonomian perlu untuk dilakukan sepenuhnya untuk sebuah lapangan marjinal seperti ini.\nModel reservoir dibuat untuk meramalkan dan melakukan analisa sensitivitas menggunakan simulator komersil. Model reservoir tersebut harus diinisialisasi dan dicocokkan dengan data sejarah produksi sebelum menghasilkan hasil ramalan yang dapat diandalkan. Metode analitik yang menghasilkan perbandingan produktivitas sumur digunakan untuk memilih sumur yang sumur yang paling cocok. Analisa dari sensitivitas-sensitivitas ini dibagi kedalam dua kelompok untuk metode pengurasan primer dan sekunder yang akan dianalisa menggunakan kurva creaming. Parameter sensitivitas untuk pengurasan primer meliputi lokasi dan jumlah sumur, panjang sumur horizontal, laju injeksi gas lift sebagai metode pengangkatan buatan, ukuran tubing, dan limitasi fasilitas, sedangkan untuk pengurasan sekunder adalah fluida injeksi, lokasi dan jumlah sumur injeksi, laju injeksi, dan waktu siklus injeksi untuk water alternating gas.\nProduktivitas sumur horizontal jauh lebih tinggi dibandingkan sumur vertikal yang dapat menguras lebih banyak hidrokarbon dalam reservoir berlapis satu secara efisien. Skenario pengembangan lapangan yang telah dioptimasi untuk pengurasan primer menggunakan sumur-sumur horizontal dapat menghasilkan 7,8 juta barrel (MMSTB) minyak yang merepresentasikan 8,3% faktor perolehan (RF). Skenario ini menunjukkan hasil net present value (NPV) yang positif dari proyek mencapai 4,6 juta dollar US (MMUSD) dengan faktor diskon sebesar 10%. Skenario pengembangan lapangan yang telah dioptimasi untuk pengurasan sekunder menggunakan injeksi air, injeksi gas, dan injeksi water alternating gas (WAG) dapat menghasilkan perolehan hidrokarbon lebih dari dua kali lipat dibandingkan pengurasan primer, yaitu 15.6 MMSTB, 11,9 MMSTB, dan 17 MMSTB minyak yang merepresentasikan faktor perolehan sebesar 16,6%, 12,6%, dan 18,5%. Skenario-skenario ini menunjukkan hasil NPV yang positif untuk injeksi WAG dan gas mencapai 0,3 dan 31,4 juta dollar US dengan faktor diskon sebesar 10%. Analisa ketidakpastian pada karakteristik reservoir untuk skenario terbaik menunjukkan bahwa cadangan minyak awal dan permeabilitas merupakan parameter yang paling berpengaruh terhadap perolehan minyak dan NPV. Parameter tersebut dapat memberikan NPV yang negatif. Oleh karena itu, parameter tersebut perlu dipastikan untuk mengurangi ketidakpastian.", "Daftar File": {"ABSTRAK Rizky Arif Putra": "https://digilib.itb.ac.id/gdl/download/173512", "RIZKY ARIF PUTRA (12215065)": "https://digilib.itb.ac.id/gdl/download/173513"}, "Penulis": "Rizky Arif Putra [12215065]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Tutuka Ariadji, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Keekonomian Lapangan Marjinal, Sumur Horizontal, Water Alternating Gas, Kurva Creaming, Optimasi Pengembangan Lapangan", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "29 Jun 2019"}