{"Nomor": 40059, "Judul": "Utilization of Gas from East Natuna Field for Improving Oil Recovery in Heavy and Light Oil Reservoir", "Abstrak": "Lapangan Gas East Natuna merupakan lapangan gas terbesar di Asia tenggara yang belum dikembangkan\nhingga saat ini karena memiliki kandungan CO2 dalam jumlah yang besar (71.21 %). Kandungan CO2 dalam\njumlah yang besar ini dapat digunakan untuk meningkatkan perolehan minyak dengan memanfaatkan gas Natuna\nsebagai fluida injeksi.\nPada studi ini dilakukan simulasi menggunakan perangkat lunak simulator komposisional CMG dengan\nmenginjeksikan gas Natuna ke reservoir minyak yang memiliki API 20? dan API 37.4? untuk mengetahui performa\ndari reservoir minyak ketika diinjeksikan dengan gas Natuna. Terdapat empat skenario yang ditinjau dalam studi\nini, yaitu: simulasi produksi dengan tenaga pendorong alami, simulasi produksi dengan adanya injeksi gas\nNatuna, simulasi produksi selama 30 tahun tanpa adanya injeksi air, kemudian diinjeksikan gas Natuna pada 20\ntahun berikutnya, dan simulasi produksi dengan injeksi air selama 30 tahun, kemudian adanya injeksi gas Natuna\npada 20 tahun berikutnya.\nUntuk skenario produksi secara alami, tingkat perolehan minyak pada reservoir minyak ringan yaitu 23.6 persen,\nsedangkan untuk reservoir minyak berat tingkat perolehan minyak yaitu 25.6 persen. Untuk tiga skenario lainnya,\nreservoir minyak ringan memberikan peningkatan perolehan minyak yang lebih besar dibandingkan reservoir\nminyak berat, yaitu sekitar 65.9 – 70.5 persen pada reservoir minyak ringan dan 57.6 – 66.1 persen pada reservoir\nminyak berat. Secara umum, adanya injeksi gas Natuna memberikan peningkatan perolehan minyak baik di\nreservoir minyak berat maupun reservoir minyak ringan. Selain itu, adanya injeksi air tidak memberikan dampak\nyang signifikan terhadap tingkat perolehan minyak total ketika reservoir tersebut diinjeksikan dengan gas Natuna. Tingkat perolehan minyak terbaik pada reservoir minyak berat (66.1%) dan pada reservoir minyak ringan\n(70.5%) diperoleh ketika menginjeksikan gas Natuna sejak awal reservoir minyak diproduksikan. Selain itu, gas\nNatuna memiliki performa yang lebih baik ketika diinjeksikan pada reservoir minyak ringan dibanding pada\nreservoir minyak berat.\nStudi ini memberikan skenario pengembangan baru yang dapat digunakan untuk memanfaatkan gas dari\nlapangan East Natuna untuk meningkatkan perolehan minyak pada lapangan minyak berat dan minyak ringan\nyang berada di sekitar lapangan East Natuna sehingga dapat memenuhi kebutuhan energi Indonesia di masa\nyang akan datang.", "Daftar File": {"2019 TA PP Renaldy Herdin Tandry 1": "https://digilib.itb.ac.id/gdl/download/173525", "ABSTRAK Renaldy Herdin Tandry": "https://digilib.itb.ac.id/gdl/download/173524"}, "Penulis": "Renaldy Herdin Tandry [12215088]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Doddy Abdassah, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "East Natuna, EOR, Simulasi produksi, injeksi CO2", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "29 Jun 2019"}