{"Nomor": 40055, "Judul": "CO2 Injection Study in Deltaic Reservoir System", "Abstrak": "Saat ini, sebagian besar produksi minyak Indonesia telah menurun secara signifikan. Karbon dioksida (CO2) adalah metode yang telah terbukti meningkatkan faktor perolehan minyak. Penelitian ini adalah sistem delta dengan reservoir berbentuk lensa di Delta Mahakam.\nStudi literatur yang komprehensif dilakukan untuk mendapatkan data yang berkaitan dengan sistem delta. Model yang digunakan untuk simulasi adalah reservoir minyak yang terdiri dari satu sumur produksi dan dua sumur injeksi. Data yang diperlukan untuk membuat model adalah tekanan reservoir, sifat fluida, dan sifat batuan. Strategi Injeksi CO2 dilakukan untuk memaksimalkan perolehan minyak dalam model. Dari data tersebut, simulator CMG digunakan untuk mengevaluasi efek dari berbagai parameter pada performa reservoir.\nEfek dari beberapa desain parameter pada proses simulasi dievaluasi seperti seperti tekanan ketika sumur produksi ditutup dan sumur injeksi dioperasikan, porositas, permeabilitas, laju injeksi, luas, dan kemiringan. Nilai optimal dari parameter ditentukan dari faktor perolehan minyak tertinggi. Waktu yang dibutuhkan untuk mencapai minimum miscibility pressure (MMP) adalah 5-10 bulan. Hasil simulasi menunjukkan bahwa perolehan minyak dari injeksi CO2 meningkat dari 22% menjadi 60%. Studi prediktif dilakukan untuk membandingkan factor perolehan pada model dan faktor perolehan dengan menggunakan metode multi-regresi.\nInovasi dari persamaan yang diusulkan dengan metode regresi multivariat adalah kemampuan untuk menghitung faktor perelohan dengan injeksi CO2 pada sistem delta dengan kombinasi nilai parameter.", "Daftar File": {"ABSTRAK Dave Deraldy": "https://digilib.itb.ac.id/gdl/download/173516", "2019 TA PP DAVE DERALDY 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/173517"}, "Penulis": "Dave Deraldy [12215075]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Doddy Abdassah, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Sistem Deltaic, Injeksi CO2 , Simulator CMG, Faktor Perolehan , Analisis Sensitivitas, Analisis Prediktif", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "29 Jun 2019"}