{"Nomor": 40065, "Judul": "INTEGRATED INITIAL WATER SATURATION MODELING IN GAS RESERVOIR", "Abstrak": "Saturasi air inisial memegang peranan penting untuk menentukan jumlah hidrokarbon di reservoir. Dalam estimasi volume hidrokarbon bawah tanah, nilai saturasi air awal yang tidak representatif tentu saja menghasilkan perolehan minyak atau gas (OOIP / OGIP) yang tidak sesuai dengan semua konsekuensinya. Disebabkan oleh peran pentingnya data tersebut, berbagai model saturasi telah dikembangkan sesuai dengan kebutuhan. Dengan banyaknya jumlah model saturasi air maka pertanyaan mengenai model yang mana yang harus dipakai, karena metode-metode tersebut sering memberikan hasil yang berbeda.\nMenyadari pengaruh saturasi air inisial terhadap cadangan dan produksi di daerah, sebuah metode baru dibuat untuk menghasilkan nilai saturasi air awal yang lebih akurat dan dapat dipercaya. Saturasi air awal dihitung dengan menata ulang persamaan parametris Brooks-Correy untuk menentukan sintetik tekanan kapiler (Pc0) dan eksponen distribusi ukuran pori (ep) yang akan diintegrasikan dengan repeat formation tester, logging, pengukuran laboratorium dan akhirnya divalidasi menggunakan data drill steam test. Pada penelitian sebelumnya, metode ini telah berhasil diterapkan pada karbonat dan reservoir resistivitas rendah, yang menunjukkan hasil yang sangat baik. Dalam studi ini, metode ini diuji pada reservoir gas untuk memastikan kemampuan penerapannya di banyak jenis reservoir.\nDisimpulkan bahwa metode ini memungkinkan setiap data untuk saling memvalidasi dan menghasilkan nilai saturasi air awal yang lebih dapat dipercaya.", "Daftar File": {"ABSTRAK Arrofi Nurmida": "https://digilib.itb.ac.id/gdl/download/173537", "2019 TA PP ARROFI NURMIDA 1": "https://digilib.itb.ac.id/gdl/download/173538"}, "Penulis": "Arrofi Nurmida [12215062]", "Kontributor / Dosen Pembimbing": ["Dr. Dedy Irawan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "reservoir gas, saturasi air awal, tekanan kapiler sintetis (Pc0), eksponen distribusi ukuran pori (ep)", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "29 Jun 2019"}