{"Nomor": 40067, "Judul": "Creating Synthetic Well Log Using Machine Learning Techniques", "Abstrak": "Petrofisika berisi sekumpulan besar data dan pola-pola seperti log sumur. Log sumur dicatat dalam berbagai jenis dan pengukuran. Oleh karena itu, diperlukan banyak tenaga ahli dan waktu untuk memodelkan karakterisasi dan permodelan reservoir. Saat menggunakan log wireline untuk mengkarakterisasi properti formasi suatu area, terkadang mengalami set data yang tidak lengkap karena kehilangan titik data. Kasus lain, tidak semua jenis properti log sumur dicatat selama proses well logging yang menghasilkan terdapatnya set data yang tidak diukur yang berguna di kemudian hari. Salah satu cara untuk mengatasi masalah ini dan meminimalkan intensitas tugas adalah dengan membuat well log sintetis. Machine learning adalah ilmu komputer yang berisi algoritma untuk membangun model dengan mengenali polanya. Oleh karena itu, machine learning dapat membuat algoritma dan model untuk analisis prediktif. Sebagai hasilnya, ini bisa menjadi alternatif yang andal dan lebih murah daripada membuat dataset baru secara manual.\nMakalah ini menyajikan dua ide utama untuk mendapatkan alur kerja prediksi well log dataset yang tidak lengkap dan prediksi well log dataset baru dengan menggunakan dataset log sumur lainnya. Untuk alur kerja pertama, log sumur sintetik dihasilkan menggunakan satu sumur. Selain itu, dataset log sumur dari dua sumur digunakan untuk memprediksi dataset baru yang tidak terukur di sumur lain. Selama analisis, datasets dibagi menjadi dua bagian, di mana 80 persen adalah untuk membuat model, dan 20 persen digunakan sebagai set validasi dengan menggunakan sensitivitas akurasi maksimum pada jumlah persentase training dataset dengan range 50 persen hingga 80 persen. Prediksi didukung dengan algoritma oleh metode SVR dan KNN. Kemudian, machine learning terbaik dipilih berdasarkan least square error (MSE) yang terkecil dan koefisien determinasi (R2) tertinggi untuk memprediksi dataset yang tidak lengkap dan dataset yang baru.\nHasil prediksi masing-masing model dibandingkan. Kinerja SVR dinilai luar biasa karena dapat memberikan hasil secara efektif di ruang dimensi tinggi. Meskipun, ada beberapa data yang tidak dapat diprediksi dengan baik dengan tujuan menghindari over-fitting. Kinerja KNN juga bagus. Karena KNN adalah machine learning sederhana yang hanya menggunakan hyperparameter tunggal, akurasinya hanya bergantung pada hyperparameter tunggal itu saja. Oleh karena itu, KNN kurang efektif dibandingkan SVR untuk digunakan pada ruang berdimensi tinggi seperti prediksi log yang membutuhkan banyak prediktor. Dalam memprediksi dataset tidak lengkap, akurasi SVR dan KNN masing-masing adalah 83.7% dan 71.8%. Di sisi lain, akurasi SVR dan KNN untuk membuat dataset baru masing-masing 96.5% dan 90%. Hasil dari dua studi kasus mengungkapkan bahwa teknik SVR memberikan akurasi tinggi dalam membuat well log sintesis.\nHal yang baru dari pembuatan well log sintetis adalah pendekatan alur kerja yang sederhana, ringkas, dan efisien yang melibatkan pengaruh dari persentasi training dataset yang digunakan dan sensitivitas parameter pada machine learning. Alur kerja ini juga dapat digunakan untuk memprediksi berbagai masalah.", "Daftar File": {"ABSTRAK Rafli Herdiansyah": "https://digilib.itb.ac.id/gdl/download/173541", "RAFLI HERDIANSYAH (12215081)": "https://digilib.itb.ac.id/gdl/download/173542"}, "Penulis": "Rafli Herdiansyah [12215081]", "Kontributor / Dosen Pembimbing": ["Dr. Dedy Irawan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "well log sintetis, machine learning, SVR, KNN, prediksi", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "29 Jun 2019"}