{"Nomor": 40064, "Judul": "DESIGN OF CO2-CH4 OPTIMUM COMPOSITION INJECTION AND MECHANISM USING HUFF AND PUFF METHOD AT L FIELD", "Abstrak": "Injeksi CO2 merupakan salah satu metode yang menjanjikan sebagai teknologi peningkatan perolehan minyak (EOR). Teknologi ini sudah sukses diaplikasikan di banyak negara dengan menginjeksikan CO2 secara tercampur atau tak tercampur dan menunjukkan hasil yang signifikan. CO2 menjadi lebih menarik karena selain meningkatkan perolehan minyak, juga dapat mengurangi akumulasi CO2 yang juga dapat mengatasi pemanasan global. Selain CO2, CH4 juga menjadi penyumbang utama untuk efek gas rumah kaca. Studi ini bertujuan untuk mengetahui potensi menggunakan CO2 dan CH4 sebagai fluida yang diinjeksikan untuk meningkatkan perolehan minyak dan mempelajari mekansimenya karena banyak studi yang menyebutkan bahwa CO2-CH4 mudah untuk diinjeksikan ke reservoir dan dapat mengurangi viskositas minyak ketika CO2-CH4 larut dalam minyak. Komposisi optimum dari CO2-CH4 juga akan didesain untuk mendapatkan produksi kumulatif minyak tertinggi.Injeksi CO2-CH4 akan disimulasikan pada lapangan L yang memiliki karakteristik reservoir tekanan rendah, temperatur tinggi, dan kandungan minyak ringan. Injeksi ini akan dilakukan dengan metode Huff and Puff dalam kondisi tidak tercampur karena tekanan tercampur minimum memiliki nilai lebih tinggi dari tekanan rekah reservoir. Model reservoir dibuat berdasarkan segmen reservoir dari lapangan L yang nantinya akan digunakan untuk memprediksi performa produksi setelah dilakukan injeksi CO2-CH4 menggunakan simulator CMG GEM. Sebanyak 900 Ton campuran CO2-CH4 akan diinjeksikan selama 30 hari dengan waktu perendaman selama 14 hari dan prediksi performa produksi selama 180 hari.\nHasil simulasi menunjukkan bahwa injeksi CO2-CH4 terbukti potensial sebagai metode peningkatan perolehan minyak pada lapangan L dengan peningkatan produksi minyak kumulatif sebesar 7.30 MSTB dari kasus tanpa injeksi yang hanya menghasilkan kumulatif produksi sebesar 425.82 MSTB. Bahkan, menggunakan CO2-CH4 sebagai fluida yang diinjeksikan menghasilkan hasil yang lebih signifikan jika dibandingkan hanya dengan menggunakan CO2 yang hanya menghasilkan peningkatan produksi kumulatif sebesar 4.42 MSTB. Selain meningkatkan tekanan reservoir sebesar 173 psi, mengembangnya minyak dan berkurangnya viskositas minyak merupakan mekanisme terpenting untuk meningkatkan permeabilitas relative minyak dan mobilitas minyak yang menyebabkan peningkatan perolehan minyak. Injeksi fluida dengan 90% CO2 dan 10% CH4 menunjukkan mekanisme peningkatan perolehan minyak terbaik dan menghasilkan produksi kumulatif minyak tertinggi. Maka komposisi optimum fluida yang diinjeksikan adalah 90% CO2 dengan 10%CH4 yang dapat meningkatkan perolehan minyak dengan mekanisme peningkatan tekanan reservoir, mengembangnya minyak, dan pengurangan viskositas minyak.", "Daftar File": {"ABSTRAK I Putu Gede Putra Arcana": "https://digilib.itb.ac.id/gdl/download/173535", "2019 TA PP I PUTU GEDE PUTRA ARCANA 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/173536"}, "Penulis": "I Putu Gede Putra Arcana [12215083]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Asep Kurnia Permadi, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "injeksi tak tercampur Huff and Puff, injeksi CO2-CH4, komposisi optimum", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "29 Jun 2019"}