{"Nomor": 40076, "Judul": "MEMAKSIMALKAN ATRIBUT PRODUK DARI MOBILE GAME DENGAN SUBGENRE MOBA (MULTIPLAYER ONLINE BATTLE ARENA) UNTUK MENINGKATKAN KEPUASAN PENGGUNA DAN LOYALITAS PELANGGAN MOBA GAME MOBILE", "Abstrak": "Asia Tenggara merupakan penyumbang pendapatan paling banyak sebesar $ 71,4 miliar dari total pendapatan game global keseluruhan $137.9 miliar. Indonesia merupakan negara Asia Tenggara dengan pasar yang besar dalam industri game. Salah satu mobile game yang paling di gemari oleh Gamers di Indonesia adalah Mobile game dengan Subgenre MOBA yaitu Mobile Legends. Pengguna di Indonesia kini mencapai 50 juta, dengan total 170 juta pengguna aktif per bulan. Namun, dalam pembuatannya masih di dominasi oleh Developer asing. Hal ini disebabkan oleh para pengguna mobile game yang lebih memilih Mobile game dengan Subgenre MOBA buatan dari developer luar karena merasa tidak puas dengan mobile game buatan developer lokal. Oleh karena itu, developer lokal harus dapat memahami cara untuk meningkatkan kepuasan dan loyalitas para pengguna Mobile game dengan Subgenre MOBA agar dapat bersaing dengan MOBA game luar negeri, salah satu caranya adalah dengan memperhatikan dan memaksimalkan atribut produk dari MOBA game dan membuat MOBA game dengan atribut produk yang sesuai dengan keinginan pengguna.\nTujuan dari penelitian ini adalah untuk mengetahui atribut produk mana yang mempengaruhi kepuasan dan loyalitas pengguna terhadap Mobile Game dengan Subgenre MOBA untuk kemudian dimaksimalkan berdasarkan atribut produk yang paling berpengaruh terhadap kepuasan dan loyalitas pengguna. Tesis ini menggunakan metode penelitian deskriptif dan eksplanatori dengan pendekatan penelitian kuantitatif, dilakukan dengan menyebarkan kuesioner kepada 224 responden millennial yang ada di kota Bandung, data yang diperoleh kemudian diolah dengan menggunakan aplikasi IBM SPSS 25. Penelitian ini mendapatkan hasil bahwa atribut produk kemudahan penggunaan game MOBA, grafik game MOBA, fitur game MOBA, Pengalaman bermain game MOBA  berpengaruh positif baik secara simultan dan parsial terhadap kepuasan pengguna game MOBA, dan kepuasan pengguna game MOBA memberikan pengaruh positif terhadap loyalitas pengguna game MOBA. \nHasil penelitian yang dilakukan juga menunjukan bahwa variabel Pengalaman bermain game MOBA memberikan pengaruh yang paling besar terhadap kepuasan pengguna game MOBA, diikuti secara berurutan oleh fitur game MOBA, kemudahan penggunaan game MOBA, dan yang paling kecil dalam memberikan pengaruh terhadap kepuasan pengguna game MOBA adalah grafik game MOBA. Dari hasil tersebut maka dapat dibangun strategi untuk memaksimalkan atribut produk dalam membuat Mobile game dengan Subgenre MOBA berdasarkan besar pengaruh yang diberikan dan juga dapat diketahui atribut produk seperti apa yang diinginkan oleh pengguna Mobile game dengan Subgenre MOBA.", "Daftar File": {"2019_TS_PP_Deni Dian Ismawan_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/173559"}, "Penulis": "Deni Dian Ismawan [29116465]", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, MA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Mobile game dengan Subgenre MOBA, atribut produk, kepuasan pengguna game MOBA, loyalitas pengguna game MOBA", "Sumber": "MOBA GAME MOBILE", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "29 Jun 2019"}