{"Nomor": 40077, "Judul": "USULAN STRATEGI AKTIVASI MEREK UNTUK SEBUAH BISNIS BARU DI BIDANG FASHION WANITA (Studi Kasus: Aubre and Liesse)", "Abstrak": "Sejak tahun 2010 banyak merek fesyen lokal bermunculan di Indonesia. Besarnya peluang bisnis fesyen dan tingginya tingkat permintaan akan produk fesyen telah memperketat tingkat persaingan sehingga industri fesyen di Indonesia telah menjadi sebuah \"samudra merah\". Pada tahun 2016 terdapat 1.230.988 perusahaan fesyen (BEKRAF, 2017) dimana persaingan utama bukan dengan merek asing melainkan dengan sesama merek lokal.\n\nAubre dan Liesse adalah sebuah merek fesyen baru yang memproduksi pakaian wanita. Sebagai sebuah merek fesyen baru, Aubre dan Liesse harus merumuskan strategi aktivasi merek agar dapat memasuki pasar, membuat target pasar potensial menyadari akan keberadaan merek Aubre dan Liesse serta menjadi tertarik dengan produknya, memperoleh pangsa pasar dan dapat membangun sebuah bisnis yang berkembang di industri fesyen di Indonesia.\n\nUntuk merumuskan sebuah strategi aktivasi merek, Aubre dan Liesse harus melakukan analisis internal dan eksternal. Analisis internal terdiri dari analisis segmentasi, penargetan dan posisi (STP), bisnis model kanvas dan bauran pemasaran. Analisis eksternal terdiri dari analisis perilaku konsumen, observasi digital, model lima kekuatan Porter dan analisis pesaing. Data untuk penelitian ini diperoleh melalui survei terhadap 139 wanita, melakukan wawancara dengan para ahli di bidang permerekan serta pemilik dari beberapa merek fesyen lokal dan dari studi literatur. \n\nBerdasarkan hasil analisis, Aubre dan Liesse harus merumuskan strategi aktivasi merek di media sosial. Perumusan sebuah strategi aktivasi merek terdiri dari beberapa tahap, yaitu melakukan penelitian mengenai kebutuhan, keinginan, nilai-nilai dan perilaku target pasar; menentukan pesan inti yang akan disampaikan kepada target pasar; menentukan cara berkomunikasi yang akan digunakan kepada target pasar; membuat konten untuk media sosial; menentukan saluran distribusi yang akan digunakan dan waktu pendistribusian konten-konten tersebut; memasang iklan di media sosial (dari pemasangan iklan di media sosial Aubre dan Liesse dapat menganalisis apakah iklan tersebut sudah ditujukan untuk target pasar yang tepat atau apakah Aubre dan Liesse telah memilih target pasar yang tepat atau belum) jika perlu, penargetan ulang dapat dilakukan;  dan menjalin kerja sama dengan pihak-pihak yang menjadi pemimpin opini untuk target pasar melalui kerja sama endorsement. Proses aktivasi merek ini perlu dilakukan selama 3 bulan.", "Daftar File": {"2019_TS_PP_MIRA RUSTINE_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/173560"}, "Penulis": "Mira Rustine [29116020]", "Kontributor / Dosen Pembimbing": ["Sonny Rustiadi, M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Permerekan, Strategi Aktivasi Merek, Merek Fesyen, Industri Fesyen, Fesyen Wanita.", "Sumber": "FASHION WANITA", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "29 Jun 2019"}