{"Nomor": 40070, "Judul": "PEMILIHAN DAN DESAIN MODE KOMPLESI SUMUR GAS MENGGUNAKAN METODE ANALISIS KONDISI GEOLOGI", "Abstrak": "Pemilihan mode komplesi sumur yang tepat merupakan hal yang harus diperhatikan setelah dilakukan kegiatan pemboran sebuah sumur. Mode komplesi yang dipilih haruslah sesuai dengan kondisi geologi formasi yang sedang dilakukan pemboran. Masalah produksi seperti water coning, sand production, dan masalah produksi lainnya juga harus dipertimbangkan. Beberapa mode komplesi yang umum digunakan antara lain perforated completion, open hole completion, slotted liner completion, dan gravel pack completion. (Renpu, 2011).\nKondisi geologi merupakan faktor utama yang menentukan pemilihan mode komplesi suatu sumur. Untuk mengetahui kondisi geologi, langkah awal yang harus dilakukan adalah meninjau data litologi dari suatu formasi. Dari data litologi, dapat diketahui formasi apa yang ditembus oleh sumur disertai dengan karakteristik formasi serta kedalaman formasi tersebut. Data pressure test juga perlu ditinjau untuk menganalisis masalah produksi yang mungkin terjadi. Pressure data log juga ditinjau untuk mengetahui persentase cuttings lithology dan total gas untuk masing-masing kedalaman.\nSetelah dilakukan analisis kondisi geologi dengan meninjau data litologi, data pressure test, data wireline logging, dan data pressure test, dapat ditentukan bahwa sumur yang sedang ditinjau tidak cocok jika diterapkan mode komplesi gravel pack, slotted liner, maupun open hole. Mode komplesi yang paling tepat untuk sumur ini adalah komplesi perforasi dikarenakan beda tekanan yang besar dan litologi formasi yang bervariasi untuk masing-masing kedalaman. Setelah memilih mode komplesi yang tepat yaitu komplesi perforasi, langkah selanjutnya adalah mendesain beda tekanan perforasi dengan data permeabilitas dan densitas formasi.", "Daftar File": {"ABSTRAK Yulio Adhitya Nugroho": "https://digilib.itb.ac.id/gdl/download/173547", "2019 TA PP YULIO ADHITYA NUGROHO 1": "https://digilib.itb.ac.id/gdl/download/173548"}, "Penulis": "Yulio Adhitya Nugroho [12215028]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Bonar Tua Halomoan Marbun"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Mode komplesi, Kondisi geologi, Desain tekanan perforasi", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "29 Jun 2019"}