{"Nomor": 40079, "Judul": "DESIGNING LOW SALINITY WATER ALTERNATING IMMISCIBLE GAS INJECTION INTO T STRUCTURE AT S FIELD", "Abstrak": "Keberhasilan percobaan metode injeksi air bersalinitas rendah dalam berkontribusi terhadap peningkatan perolehan minyak telah menunculkan sejumlah ide terkait kombinasi air bersalinitas rendah dengan metode peningkatan perolehan minyak lainnya, seperti injeksi polimer dan surfaktan. Kemudian, ide-ide tersebut diperluas dalam pengaplikasian injeksi berselang antara gas bercampur atau tak-bercampur dengan injeksi air bersalinitas rendah, yang diyakini dapat memberikan mekanisme sinergis yang terkontrol mobilitasnya akibat penyapuan mikroskopik dari injeksi gas dan keuntungan penyapuan makroskopik dari injeksi air bersalinitas rendah. Hingga saat ini, kombinasi gas – air bersalinitas rendah sebagai metode peningkatan perolehan minyak yang paling umum diajukan adalah injeksi berselang antara air bersalinitas rendah dan CO2, yang dikenal dengan CO2 LSWAG atau LSWA-CO2. Injeksi CO2 LSWAG bercampur dan tak-bercampur telah dilakukan melalui percobaan laboratorium dan ditelaah secara optimal oleh simulasi komposisional. Pada studi ini, penulis mengajukan terobosan ide mengenai pemodelan metode perolehan injeksi berselang air bersalinitas rendah dan gas tak bercampur (LSWA-IG) menggunakan simulator baru dari Rusia, simulator black-oil tNavigator.\nModel sintesis dua dimensi dibuat untuk memahami kelakuan dan performa LSWA-IG. Beberapa simplifikasi utama yang dilakukan dalam pemodelan LSWA-IG menggunakan simulator black-oil, diantaranya mekanisme geokimia metode perolehan air bersalinitas rendah, komposisi ion, serta tipe dan komposisi dari gas yang diinjeksikan, memunculkan tantangan dalam memahami mekanisme LSWA-IG dalam melampaui performa peningkatan perolehan minyak dari air bersalinitas rendah. Penjelasan yang mungkin mengenai kelakuan dari LSWA-IG yang diamati melalui simulasi, meliputi tenaga tambahan dari gas dalam mendorong air untuk sampai ke sumur produksi yang menyebabkan pengenceran yang lebih cepat antara air formasi dan air bersalinitas rendah yang diinjeksikan, serta pengurangan saturasi minyak sisa yang lebih baik di sekitar lubang sumur. Hasil simulasi model dua dimensi tersebut dijadikan sebagai acuan dalam perluasan aplikasi metode perolehan LSWA-IG ke skala lapangan.\nLSWA-IG disimulasikan pada kasus lapangan asli, Lapangan “S”, dari Sumatera Selatan. Seleksi awal reservoir dilakukan untuk memastikan kecocokan reservoir terhadap mekanisme perolehan LSWA-IG. Desain parameter operational yang dioptimasi menghasilkan skenario terbaik dalam penambahan perolehan minyak sebesar 10.31% faktor perolehan melalui injeksi berselang antara keseluruhan air bersalinitas rendah yang diencerkan 10 kali sebanyak 5.4% volume pori dan gas sebanyak 9% volume pori selama satu tahun periode injeksi. LSWA-IG diajukan sebagai metode perolehan yang menjanjikan untuk dipertimbangkan dalam riset dan implementasi lebih lanjut.", "Daftar File": {"ABSTRAK Sherly": "https://digilib.itb.ac.id/gdl/download/173562", "SHERLY": "https://digilib.itb.ac.id/gdl/download/173563"}, "Penulis": "Sherly [12215004]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Asep Kurnia Permadi, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "injeksi berselang air bersalinitas rendah dan gas tak-bercampur (LSWA-IG), desain, parameter operasional, black-oil", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "29 Jun 2019"}