{"Nomor": 40072, "Judul": "HOLLOW GLASS MICROSPHERE (HGS) MANUFACTURE IN LABORATORY SCALE", "Abstrak": "dengan Low Density Agent (LDA) dan Low-Density Downhole Fluid (LDDF) yang biasa digunakan dalam industri\nmanufaktur sebagai material pengisi yang memiliki nilai densitas sebenarnya yang rendah dalam selang 0.29\nhingga 0.63 gr/cc, dan compressive strength yang relatif besar dalam selang 2,000 hingga 18,000 psi (Yami et al.\n2015). Secara konvensional, underbalanced drilling dilakukan dengan menggunakan lumpur hasil aerasi (Yami,\n2012). Akan tetapi, metode ini membutuhkan biaya yang tinggi terkait penggunaan kompresor dan nitogen sebesar\nUS$20,000-30,000/hari (Medley et al. 1995). Oleh karenanya, pada akhir 1990-an, Departemen Energi Amerika\nSerikat memulai penelitian terkait penggunaan campuran aditif lumpur pemboran dalam bentuk HGS untuk\nmenghasilkan lumpur pemboran dengan densitas rendah (Medley et al. 1995). Lebih lanjut, senyawa ini dapat\nmeringankan massa jenis lumpur pemboran hingga 41 pcf (Yami et al. 2015) sehingga dapat menanggulangi\npermasalahan loss circulation dari 100 bbl/hr menjadi 6 bbl/hr (Tyagaraju et al. 2009). Menghilangkan\npermasalahan differential sticking (Arco et al. 2000) serta mencegah terjadinya kerusakan formasi (Medley et al.\n1995). Selain itu, dengan struktur kimia yang sangat stabil, HGS tidak dapat dipecahkan dalam air maupun\nminyak. Sebagai tambahan HGS memiliki bentuk bulat sempurna dengan luas permukaan minimum sehingga\ndapat meningkatkan aliran lumpur pemboran tanpa efek abrasi atau ball bearing effect. Sebelumnya, telah sukses\ndilakukan riset serupa dan terdapat pada laporan Marbun (2012).\nPada paper ini dibahas proses pembuatan Hollow Glass Microsphere dalam skala laboratorium dengan\npengulangan langkah pada riset yang telah dilakukan oleh Marbun (2012). Satu-satunya perbedaan terdapat 2\nsampel. Sampel tersebut telah dibuat dan dibandingkan satu dengan yang lainnya untuk beberapa aspek yang\nmeliputi aspek teknik dan aspek ekonomi. Lebih lanjut HGS dalam riset ini akan dibandingkan dengan beberapa\nproduk serupa yang diproduksikan oleh perusahaan besar di seluruh dunia.", "Daftar File": {"ABSTRAK Batara Pande": "https://digilib.itb.ac.id/gdl/download/173551", "2019 TA PP BATARA PANDE 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/217384"}, "Penulis": "Batara Pande [12215076]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Bonar Tua Halomoan Marbun"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "aditif lumpur pemboran, underbalanced drilling, Hollow Glass Microsphere (HGS), Low Density Agent (LDA), Low Density Downhole Fluid (LDDF)", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "29 Jun 2019"}