{"Nomor": 40084, "Judul": "Production Rate Optimization of Downhole Water Sink Technology Using Differential Evolution Method", "Abstrak": "Downhole Water Sink adalah sebuah teknologi yang telah digunakan untuk mencegah terjadinya water coning\npada reservoir bertipe strong water drive. Teknologi ini juga dapat meningkatkan oil recovery dengan menunda\nterjadinya water coning di sekitar lubang sumur. Perforasi dibuat pada zona minyak dan air. Tujuan dari\npembuatan perforasi di zona air yaitu untuk menyediakan gaya penyeimbang untuk melawan pergerakan air\nmenuju ke perforasi di zona minyak. Keberadaan air di sekitar lubang sumur dapat mengurangi permeabilitas\nrelatif dari minyak sehingga akan menurunkan laju produksi minyak. Nilai dari recovery minyak tergantung pada\nkombinasi laju produksi dari perforasi atas dan bawah.\nTerdapat beberapa metode untuk menganalisa kombinasi optimum laju produksi dari kedua perforasi tersebut\nseperti Inflow Performance Window (IPW) yang diajukan oleh Inikori, dkk. (2002) dan DWS Guideline Plot\n(DGP) yang diperkenalkan oleh Marhaendrajana, dkk. (2006). Akan tetapi, metode tersebut belum\nmempertimbangkan perubahan mobility ratio sehingga kurang dapat merepresentasikan kondisi aktual dalam\nkeseluruhan waktu produksi sumur. Reservoir model di sekitar lubung sumur diperlukan sehingga didapatkan cakupan optimasi yang menyeluruh. Differential evolution merupakan salah satu metode terbaik yang dapat\ndigunakan karena dapat mengurangi waktu optimasi dibanding metode pendekatan langusng lain. Total kumulatif\nproduksi minyak dipilih sebagai global objective function dengan total water cut sumur yang berkisar antara 74%\nsampai 92% sebagai parameter konstrain.\nHasil optimasi menunjukkan laju produksi optimum dari perforasi atas berkisar antara 106 stb/d sampai 500\nstb/d, sedangkan laju produksi optimum dari perforasi bawah berkisar antara 0 stb/d sampai 1107 stb/d. Optimum\nflow regime untuk nilai konstrain 74% sampai 84% yaitu water coning, sehingga DWS tidak cocok untuk\ndiaplikasikan pada nilai konstrain tersebut. Sedangkan optimum flow regime untuk nilai konstrain 86% sampai\n90% yaitu oil coning. Peran DWS menjadi signifikan pada kisaran nilai konstrain tersebut. Ketika konstrain\nbernilai 92%, optimum flow regime akan berubah menjadi water coning kembali dengan profil water cut pada\nperforasi atas yang lebih rendah dibanding dengan sebelumnya. Akan tetapi pada nilai konstrain ini, hasil\noptimasi menunjukkan nilai laju produksi dari perforasi bawah yang cukup tinggi, sehingga membuat peran DWS\nmasih dibutuhkan untuk mencapai kondisi optimum. Hasil optimasi tersebut divalidasi menggunakan generalized\nInflow Performance Window (IPW). Secara umum, laju optimum yang diperoleh berada pada lokasi flow regime\nyang sesuai dengan analisisa flow regime berdasarkan profil water cut pada perforasi atas.\nKelebihan dari studi ini adalah mengusulkan pendekatan baru dalam proses pencarian dan evaluasi kombinasi\noptimum antara laju produksi pada perforasi atas dan bawah menggunakan metode differential evolution yang\ndapat mengurangi waktu optimasi dan memberikan optimasi yang lebih menyeluruh", "Daftar File": {"ABSTRAK Budi Prayoga": "https://digilib.itb.ac.id/gdl/download/173573", "2019 TA PP BUDI PRAYOGA 1": "https://digilib.itb.ac.id/gdl/download/173574"}, "Penulis": "Budi Prayoga [12215030]", "Kontributor / Dosen Pembimbing": ["Ir. Utjok WR Siagian, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "downhole water sink, DWS, water coning, optimization, differential evolution", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "30 Jun 2019"}