{"Nomor": 40089, "Judul": "DESAIN DAN IMPLEMENTASI PENDETEKSI JATUH MENGGUNAKAN KAMERA UNTUK AMBIENT ASSISTED LIVING", "Abstrak": "Indonesia memiliki penduduk sebesar kurang lebih 265 juta jiwa, dimana hampir\n25 juta di antaranya merupakan lansia. Jumlah penduduk lansia ini diperkirakan\nakan terus mengalami peningkatan pada tahun yang akan mendatang. Oleh karena\nitu, dibutuhkan pemenuhan kebutuhan pelayanan kesehatan kepada para lansia\ntersebut. Pemenuhan ini dapat dilakukan dengan melakukan penerapan teknologi\ninformasi dan komunikasi. Salah satu hal yang dapat diamati adalah kondisi jatuh,\nkarena lansia rentan terjatuh. Tugas akhir ini bertujuan membuat sistem yang bisa\nmendeteksi jatuh pada lansia berbasis kamera. Ketika jatuh berhasil terdeteksi,\nsistem dapat memberikan notifikasi SMS kepada keluarga agar kondisi jatuh dapat\nsegera ditindaklanjuti oleh mereka.\nSistem pendeteksi jatuh berbasis kamera diimplementasikan menggunakan library\nOpenCV dan dengan bahasa pemrograman Python. Pada saat sistem berhasil\nmendeteksi adanya jatuh, data berupa waktu dalam format jam, menit, dan detik\nakan dikirimkan dan disimpan ke dalam MySQL database dan dapat diakses\nmelalui aplikasi keluarga. Pada saat yang bersamaan, sistem dapat memberikan\nperingatan berupa notifikasi SMS. Pengiriman notifikasi SMS ini tertanam di dalam\nprogram Python dengan menggunakan SMS gateway yaitu Gammu. Pengiriman\nnotifikasi SMS ini dikirimkan ke nomor-nomor darurat yang tersimpan di dalam\ndatabase. Sistem pendeteksi jatuh berbasis kamera ini memiliki tingkat ketepatan\nsebesar 90% dari total 60 percobaan menggunakan dataset dan percobaan langsung.\nLalu, rata-rata waktu yang dibutuhkan untuk mengirimkan notifikasi SMS dari saat\njatuh terdeteksi adalah 4.7615 detik.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/173582"}, "Penulis": "Faudy Hamka [18115005]", "Kontributor / Dosen Pembimbing": ["Dr. Tutun Juhana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "lanjut usia, AAL, deteksi jatuh berbasis kamera, OpenCV, Python", "Sumber": "", "Staf Input/Edit": "karya", "File": "8 file", "Tanggal Input": "01 Jul 2019"}