{"Nomor": 40092, "Judul": "DESAIN DAN IMPLEMENTASI APLIKASI FINTECH UNTUK LAYANAN SPONSORSHIP DAN LENDING BAGI MAHASISWA", "Abstrak": "Teknologi finansial atau lebih dikenal dengan sebutan fintech telah banyak menjadi komplemen\natau bahkan mendisrupsi layanan finansial konvensional. Dalam penerapannya, sudah banyak\ndigunakan pada berbagai sektor, misalnya sebagai payment gateway atau sebagai penyedia jasa\nlayanan. Namun hingga saat ini belum ada platform teknologi finansial yang khusus digunakan di\ndalam lingkungan kampus dalam rangka membantu mahasiswa dalam berbagai kegiatannya.\nTugas Akhir ini memanfaatkan aplikasi mobile sebagai platform teknologi finansial dalam kampus\nyang akan dibuat. Tools yang akan digunakan yaitu Android Studio dan Firebase. Adapun\nspesifikasi perangkat Android yang digunakan untuk menjalankan aplikasi ini minimal adalah\nAndroid API 15 Ice Cream Sandwich agar fitur berjalan 100% pada perangkat. Tahap pertama\nyang dilakukan adalah melakukan identifikasi peluang pasar yang dilanjutkan dengan survey.\nHasil survey kemudian akan digunakan sebagai user requirements awal untuk menentukan fiturfitur yang dibutuhkan pada aplikasi. Setelah itu dilakukan benchmarking pada beberapa platform\nfintech yang sudah ada sebagai referensi tambahan dalam merancang proses bisnis dan workflow\naplikasi. Selanjutnya dilakukan perancangan bisnis dan implementasi aplikasi. Setelah aplikasi\nselesai diimplementasi, kemudian tahap terakhir yaitu dilakukan pengujian. Pengujian berfokus\npada kinerja fungsionalitas aplikasi yang dilakukan dengan metode survey pengguna mengikuti\nstandard Quality of User Experience yang terdiri dari ISO/IEC 25010:2011 dan ISO 9421-11:2018.\nHasil dari pengujian tersebut menunjukkan bahwa pengguna telah merasa puas dengan\nfungsionalitas aplikasi dan juga sudah merasa mudah dalam menggunakannya. Kehadiran aplikasi\nfintech dalam kampus ini juga mendapat respon yang baik dari pengguna karena sebanyak 89,7%\nmengaku membutuhkan aplikasi ini.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/173586"}, "Penulis": "Vatresya Rumiris [18115021]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Eueung Mulyana, S.T., M.Sc.", "Santi Novani, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "bisnis, Android Studio, Firebase, user interface, user experience", "Sumber": "", "Staf Input/Edit": "karya", "File": "8 file", "Tanggal Input": "01 Jul 2019"}