{"Nomor": 40103, "Judul": "REKOMENDASI KONTEN BAHASA INDONESIA UNTUK BIOGRAFI TOKOH BERBASIS PERINGKASAN EKSTRAKTIF", "Abstrak": "Permasalahan pada situs Wikipedia adalah dibutuhkan banyak tenaga manusia untuk melakukan pembaruan artikel yang terdapat di dalamnya. Domain biografi tokoh adalah salah satu domain yang paling aktif, karena selalu dibutuhkan pembaruan terhadap artikel para tokoh. Namun, belum terdapat penelitian yang berusaha membantu mengurangi tenaga yang dibutuhkan dalam melakukan pembaruan artikel Wikipedia berbahasa Indonesia. Pada Tugas Akhir ini, dibangun sebuah sistem rekomendasi konten bahasa Indonesia untuk biografi tokoh dengan melakukan peringkasan ekstraktif.\nSistem yang dibangun pada Tugas Akhir ini menerima masukan berupa nama tokoh dan memberikan keluaran berupa kumpulan kalimat hasil ringkasan artikel berita dengan rekomendasi section berdasarkan daftar section yang terdapat di dalam artikel Wikipedia tokoh tersebut. Tahapan yang dilakukan adalah pengumpulan berita yang mengandung nama tokoh, peringkasan artikel berita secara ekstraktif, seleksi hasil ringkasan, dan rekomendasi section. Peringkasan artikel berita dilakukan menggunakan pendekatan sequence labelling dengan model deep learning. Seleksi hasil ringkasan dan rekomendasi section dilakukan dengan mengukur kemiripan antar teks menggunakan cosine similarity.\nModel peringkasan ekstraktif mendapatkan nilai F1 untuk ROUGE-1 sebesar 62,54, nilai F1 untuk ROUGE-2 sebesar 61,16, dan nilai F1 untuk ROUGE-L sebesar 62.54. Hasil ringkasan dengan rekomendasi section dievaluasi oleh evaluator manusia. Metrik yang diukur adalah kesesuaian rekomendasi section dengan hasil ringkasan, relevansi hasil ringkasan dengan tokoh, dan apakah hasil ringkasan cukup penting untuk dimasukkan ke dalam artikel Wikipedia. Nilai rata-rata yang didapatkan berdasarkan evaluator manusia adalah 12.16 dari skala 20, dengan aspek relevansi hasil ringkasan dengan tokoh mendapat nilai tertinggi (18.43/20) dan aspek apakah hasil ringkasan cukup penting mendapat nilai terendah (5.57/20).", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/173600"}, "Penulis": "Rionaldi Chandraseta [13515077]", "Kontributor / Dosen Pembimbing": ["Dr. Masayu Leylia Khodra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "pembaruan artikel, peringkasan ekstraktif, biografi tokoh", "Sumber": "", "Staf Input/Edit": "karya", "File": "8 file", "Tanggal Input": "01 Jul 2019"}