{"Nomor": 40102, "Judul": "PEMBANGKITAN TEMPLATE KALIMAT BERITA BAHASA INDONESIA DENGAN SEMANTIC ROLE LABELING", "Abstrak": "Template berita telah banyak digunakan dalam pembangkitan berita secara otomatis. Indrayani dan Khodra (2018) telah melakukan pembangkitan berita bahasa Indonesia secara otomatis dengan template yang dibuat secara manual. Namun, sampai saat ini belum terdapat pembangkitan template kalimat berita bahasa Indonesia secara otomatis. Semantic Role Labeling (SRL) adalah proses memberikan label pada kata atau frasa pada kalimat sesuai dengan peran semantiknya pada kalimat berdasarkan predikatnya. Pada Tugas Akhir ini akan dibangun suatu sistem pembangkitan template secara otomatis dengan menggunakan SRL.\nSaat ini, belum terdapat dataset untuk semantic role labeling bahasa Indonesia secara publik, sehingga dilakukan pengumpulan kalimat-kalimat berita bahasa Indonesia yang akan diberikan label SRL berdasarkan PropBank (Martha dan Palmer, 2005) secara manual. Model SRL dibangun dengan mengacu pada penelitian yang telah dilakukan He dkk. (2017). Pada Tugas Akhir ini akan menggunakan BiLSTM dengan menambahkan parameter highway connection, dropout, recurrent dropout, dan hard constraints untuk mendapatkan konfigurasi terbaik. Hasil dari SRL akan disimpan menjadi template yang kemudian akan dilakukan analisis perbandingan hasil template otomatis dan template manual.\nHasil konfigurasi terbaik, yaitu 2 layer BiLSTM dengan dropout, recurrent dropout dan hard constraints mendapatkan nilai F1 0.92 untuk level token dan nilai F1 0.84 untuk level kalimat. Template yang dihasilkan secara otomatis juga menghasilkan kualitas yang mirip dengan template manual.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/173599"}, "Penulis": "Irene Edria Devina [13515038]", "Kontributor / Dosen Pembimbing": ["Dr. Masayu Leylia Khodra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "pembangkitan template otomatis, semantic role labeling, highway connection, dropout, hard constraints.", "Sumber": "", "Staf Input/Edit": "karya", "File": "8 file", "Tanggal Input": "01 Jul 2019"}