{"Nomor": 40115, "Judul": "PERANCANGAN ANIMASI KAMPANYE MENGHORMATI HAK PEJALAN KAKI UNTUK SISWA SMA KOTA BANDUNG", "Abstrak": "Di era modern ini, transportasi adalah kebutuhan utama. Perkembangan teknologi membuat transportasi menjadi semakin praktis, namun juga dengan efek samping seperti polusi yang merusak lingkungan hidup. Memberdayakan lingkungan hidup akan selalu diupayakan demi menunjang generasi penerus manusia. Dalam halnya bertransportasi, berjalan kaki adalah moda transportasi yang bisa dibilang paling ramah lingkungan, menghemat daya, dan menyehatkan.\nSayangnya, berjalan kaki bukanlah moda transportasi utama masyarakat Indonesia. Hal ini disebabkan oleh berbagai macam hal seperti kurangnya pengetahuan masyarakat, serta lingkungan dan fasilitas yang kurang memadai . Karena hal-hal tersebut, opsi berjalan kaki dipandang sebelah mata , dan membuat masyarakat tidak menyadari akan pentingnya hak yang dimiliki oleh pejalan kaki. Banyak pengguna jalan raya yang ditemui mengambil hak pejalan kaki, seperti menggunakan trotoar, zebra cross, atau menghalangi akses lain untuk pejalan kaki.\nPeraturan sudah ditegakkan untuk menjaga hak pejalan kaki, namun, masyarakat masih acuh-tak-acuh akan pentingnya peraturan tersebut untuk menjaga ketertiban, serta efek lainnya untuk masyarakat itu sendiri. Maka dari itu, kesadaran masyarakat perlu ditingkatkan, salah satu caranya adalah dengan menggunakan media yang dekat dengan masyarakat, yaitu kampanye animasi. Animasi yang dapat menjangkau semua kalangan usia dinilai efektif dalam menyampaikan pesan kepada penonton.", "Daftar File": {}, "Penulis": "Neil Jordan Sojourner [17415028]", "Kontributor / Dosen Pembimbing": ["Drs. Alfonzo Ronald Koapaha, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Pejalan Kaki, Hak, Masyarakat, Peraturan, Animasi", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "01 Jul 2019"}