{"Nomor": 40125, "Judul": "PENGARUH TEMPERATUR DAN FRAKSI UKURAN BIJIH TERHADAP PERSEN EKSTRAKSI LOGAM DAN KINETIKA PELINDIAN BIJIH NIKEL LATERIT DARI PULAU HALMAHERA DALAM LARUTAN ASAM SULFAT PADA TEKANAN ATMOSFER", "Abstrak": "Nikel merupakan logam yang banyak dimanfaatkan untuk berbagai aplikasi,\nseperti pada stainless steel, electroplating dan baterai. Kebutuhan di dunia nikel\nmeningkat setiap tahunnya sehingga perlu diimbangi dengan produksinya,\nkhususnya di Indonesia yang merupakan salahsatu negara dengan cadangan bijih\nnikel terbesar di dunia. Teknologi yang umum digunakan untuk mengolah bijih\nnikel laterit tipe limonit yaitu High Pressure Acid Leaching (HPAL) masih\nmemiliki tantangan seperti masalah korosi dan maintenance serta biaya investasi\n(CAPEX) yang tinggi. Proses Atmospheric Leaching (AL) dikembangkan sebagai\nsalah satu alternatif proses yang lebih murah dan mudah dioperasikan. Penelitian\nini bertujuan untuk mempelajari pengaruh temperatur dan fraksi ukuran terhadap\npersen ekstraksi logam dan kinetika pelindian bijih limonit dari Halmahera pada\nproses AL dengan menggunakan larutan H2SO4.\nPreparasi sampel bijih nikel laterit Halmahera dilakukan dengan proses\npengeringan, penggerusan, sampling dan pengayakan. Karakterisasi awal sampel\nbijih dilakukan dengan X-Ray Diffraction (XRD), Particle Size Analyzer (PSA)\ndan Atomic Absorption Spectroscopy (AAS). Tahap berikutnya adalah pelindian\nbijih dengan variasi fraksi ukuran -20+35#, -35+65#, -65+100#, dan -100+140#\ndalam larutan H2SO4 2,5 M, temperatur 95°C dan persen padatan 10%. Percobaan\ndengan variasi temperatur dilakukan menggunakan sampel dengan fraksi ukuran\n-65+100# pada temperatur 65°C, 75°C, 85°C dan 95°C. Konsentrasi nikel,\nmagnesium, besi, kobalt, kromium, mangan, dan aluminium terlarut diukur\nmenggunakan AAS. Model kinetika yang digunakan adalah Shrinking Core\nModel (SCM). Pengaruh distribusi ukuran partikel terhadap kinetika pelindian\ndianalisis dengan metode diskrit yang penyelesaiannya dibantu dengan paket\nprogram Visual Basic for Applications (VBA) dalam Microsoft Excel.\nPersen ekstraksi nikel tertinggi diperoleh pada pelindian bijih dengan fraksi\nukuran -65+100# dan temperatur 95°C yaitu sebesar 91,02%. Persen ekstraksi\nlogam lain cenderung meningkat dengan semakin halusnya fraksi ukuran partikel\nbijih dan meningkatnya temperatur. Analisis kinetika pelindian dengan SCM\nmelalui regresi linier setiap persamaan pengendali laju reaksi dengan data\npercobaan dan curve fitting pada kurva dummy menunjukkan bahwa kinetika\npelindian terkendali oleh difusi melalui lapisan padat dengan nilai energi aktivasi\nsebesar 57,626 kJ/mol. Dengan mempertimbangkan pengaruh distribusi ukuran\npartikel dan nilai koefisien variansi (CV) bijih yang digunakan, diperoleh\npergeseran pengendali laju reaksi menjadi terkendali oleh reaksi antarmuka.", "Daftar File": {"ABSTRAK Rizki Fajar Kurniawan": "https://digilib.itb.ac.id/gdl/download/173636"}, "Penulis": "Rizki Fajar Kurniawan [12515033]", "Kontributor / Dosen Pembimbing": ["Dr. Mohammad Zaki Mubarok, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "nikel laterit Halmahera, persen ekstraksi logam, kinetika pelindian, shrinking core model, distribusi ukuran partikel", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "01 Jul 2019"}