{"Nomor": 40124, "Judul": "DESIGN OF OPTIMUM BRIGHT WATER IMPLEMENTATION IN T STRUCTURE AT S FIELD FOR INCREASED OIL RECOVERY", "Abstrak": "Belakangan ini, metode peningkatan perolehan minyak (EOR) mendapatkan perhatian lebih banyak dari negara penghasil minyak, termasuk Indonesia, dimana banyak lapangan minyak menjadi semakin tua dan lapangan baru semakin sulit ditemukan. Aplikasi dari teknologi EOR akan memberikan kenaikan produksi minyak yang diperkirakan sebesar 5-30% dari nilai awal perolehan minyak yang hanya sebesar 20-40% dari volume awal minyak di reservoir. Sebagai metode EOR yang sudah banyak diaplikasikan sebelumnya, injeksi polimer masih memiliki beberapa kekurangan dalam implementasinya terkait kemampuan partikel polimer untuk terdegradasi dan permasalahan reologi lainnya. Generasi terbaru dari polimer seharusnya difokuskan pada kompatibilitas polimer untuk digunakan di berbagai kondisi reservoir dan kemampuan mengantisipasi kemungkinan adanya zona pencuri aliran dalam reservoir. Teknologi bright water hadir sebagai polimer yang dikembangkan untuk meningkatkan efisiensi penyapuan minyak dan mengontrol produksi air dengan mengalihkan aliran ke zona dengan permeabilitas lebih rendah. Sebagai tambahan, bright water memiliki daya tahan yang lebih baik dalam berbagai karakteristik reservoir termasuk salinitas dan temperatur.\nDalam menentukan potensi penerapan metode injeksi bright water pada lapangan di Indonesia, studi ini akan membahas mengenai desain optimal untuk kebutuhan parameter injeksi operasional di reservoir batupasir pada Struktur “T” yang terletak di Lapangan “S”. Dengan meninjau bahwa Lapangan “S” memiliki permasalahan yang sama dengan lapangan pada literatur atau penelitian yang sudah menerapkan bright water, metode injeksi bright water diharapkan dapat menghasilkan kesuksesan dalam penerapannya. Mekanisme bright water yang sudah diajukan oleh para peneliti sebelumnya diimplementasikan pada simulator reservoir black oil dengan menggunakan simulator tNavigator. Untuk menghasilkan desain parameter injeksi yang optimal, uji sensitivitas dan analisis dari kecenderungan kelakuan reservoir dilakukan untuk beberapa parameter.\nHasil dari studi ini menunjukkan bahwa injeksi bright water memberikan hasil yang lebih baik jika dibandingkan dengan dua metode lainnya yaitu injeksi air dan injeksi polimer dengan peningkatan perolehan minyak hingga 18.84%. Selain itu, pengaruh yang disebabkan oleh injeksi bright water dalam melakukan kontrol terhadap produksi air berhasil tercapai dengan penurunan produksi air sebesar 7.1%.", "Daftar File": {"ABSTRAK Prihita Eksi Cahyandari": "https://digilib.itb.ac.id/gdl/download/173634", "2019 TA PP PRIHITA EKSI CAHYANDARI 1.pdf]": "https://digilib.itb.ac.id/gdl/download/173635"}, "Penulis": "Prihita Eksi Cahyandari [12215059]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Asep Kurnia Permadi, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Bright Water, peningkatan perolehan minyak, parameter injeksi", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "01 Jul 2019"}