{"Nomor": 40131, "Judul": "PERANCANGAN FONDASI TIANG PANCANG PADA WAREHOUSE, PERBAIKAN TANAH MENGGUNAKAN PRELOADING-PREFABRICATED VERTICAL DRAIN (PVD) DAN MINI PILE PADA KAWASAN TERMINAL KHUSUS PT WELL HARVEST WINNING ALUMINA REFINERY PROVINSI KALIMANTAN BARAT", "Abstrak": "Suatu infrastruktur yang akan dibangun di atas tanah membutuhkan analisis geoteknik. Analisis geoteknik diperlukan untuk mengetahui seberapa kuat tanah menerima beban dan bagaimana merekayasa agar tanah dapat menerima beban tersebut. Tanah yang baik dapat menerima beban tanpa adanya bantuan struktural maupun teknis. Namun keadaan tersebut sangat sulit ditemukan sehingga untuk menahan beban yang ada tanah memerlukan bantuan secara structural maupun secara teknis. Bantuan secara struktural dimaksudkan adalah bantuan penyalur berupa kolom atau tiang untuk menyalurkan beban ke dalam tanah yang keras. Sedangkan bantuan teknis dimaksudkan berupa perbaikan tanah agar daya dukungnya meningat.\nTugas akhir ini membahas tentang perancangan geoteknik pada terminal khusus di Kalimantan Barat meliputi perancangan fondasi tiang pancang untuk menyokong struktur warehouse dan dermaga serta perancangan perbaikan tanah untuk menyokong perkerasan dan breakwater. Tahapan dari tugas akhir ini dibagi dua, bagian pertama adalah perancangan fondasi untuk warehouse dan dermaga, dan bagian kedua adalah perancangan perbaikan tanah pada area darat menggunakan preloading-prefabricated vertical drain, serta perancangam perbaikan tanah pada area laut dengan pemasangan mini pile guna menyokong adanya breakwater.\nTahapan untuk perancangan fondasi pada tugas akhir ini adalah melakukan interpretasi data tanah sesuai dengan hasil pengujian baik dari hasil pengujian langsung ataupun dari hasil pengujian laboratorium. Selanjutnya interpretasi data beban sehingga dimensi pondasi akan disesuaikan dengan beban yang bekerja pada pondasi. Selain pondasi harus kuat terhadap beban yang bekerja, penurunan pondasi juga diperhitungkan pada tugas akhir ini agar tidak menyebabkan hancurnya balok di struktur atas. Pada tugas akhir ini digunakan fondasi tiang pancang karena pelaksanaannya yang mudah untuk pengerjaan di area pelabuhan.\nSedangkan, tahapan untuk perbaikan tanah adalah interpretasi data tanah, lalu pengecekan daya dukung dan penurunan tanah sebelum diperbaiki, selanjutnya desain perbaikan tanah, dan yang terakhir pengecekan kembali daya dukung dan penurunan setelah dilakukan perbaikan tanah. Pada area darat dilakukan perbaikan tanah berupa preloading-prefabricated vertical drain untuk menunjang lapangan penumpukan dan jalan penghubung. Sedangkan pada area laut dilakukan perbaikan tanah berupa pemasangan mini pile untuk menunjang adanya breakwater.", "Daftar File": {}, "Penulis": "Enggar Riana [15015129]", "Kontributor / Dosen Pembimbing": ["Andhika Sahadewa, S.T., M.S.E., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pondasi Tiang Pancang, Preloading-Prefabricated Vertical Drain, Mini pile, Breakwater, Tanah Lunak.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "11 file", "Tanggal Input": "01 Jul 2019"}