{"Nomor": 40135, "Judul": "ANALISIS KINERJA ALGORITMA GRAPLE UNTUK DETEKSI KLON PADA KODE", "Abstrak": "Proses perawatan dan pengembangan perangkat lunak merupakan aspek yang sangat penting.\nUntuk itu, salah satu proses perawatan yang dapat dilakukan adalah pemantauan terhadap\nseberapa besar suatu aplikasi dapat direfaktorisasi sehingga mempermudah proses perawatan\ndan pengembangan perangkat lunak. Proses refaktorisasi dapat dilakukan pada kode perangkat\nlunak yang mengandung klon. Sekarang ini terdapat banyak algoritma untuk mendeteksi klon\npada kode. Salah satunya adalah Graph Sample (GRAPLE). Dalam penelitian, algoritma\nGRAPLE disimpulkan dapat bermanfaat bagi para peneliti rekayasa perangkat lunak dan bagi\npengembang yang menerapkan metode analitik modern untuk lebih memahami kode dengan\nskala besar. Namun, pada penelitian tersebut tidak dispesifikasikan mengenai akurasi dari\nalgoritma GRAPLE untuk mendapatkan representasi klon pada kode.\nAgar dapat mengetahui kinerja dari algoritma GRAPLE, perlu diadakan pengujian terhadap\nalgoritma. Salah satu caranya adalah dengan melakukan pengujian berbasis skenario evaluasi\nuntuk mendapatkan akurasi dan pengujian terhadap program yang telah disiapkan untuk\nmelakukan validasi pengujian. Dari pengujian tersebut akan didapatkan nilai akurasi yang\ndibandingkan dengan hasil evaluasi yang dilakukan secara manual. Skenario evaluasi yang\ndibuat berdasarkan sebuah penelitian. Pada penelitian tersebut terdapat 4 skenario dasar.\nTetapi, dalam eksperimen yang dilakukan ini, dibuat 9 skenario yang merupakan kombinasi\ndari 4 skenario dasar dengan tingkat persentase klon pada kode yang berbeda-beda. Selain itu\nalgoritma GRAPLE diujikan terhadap 2 program uji.\nDari eksperimen yang dilakukan terhadap algoritma GRAPLE, didapatkan nilai akurasi di atas\n73% untuk setiap skenario evaluasi yang ada. Algoritma GRAPLE paling baik mendeteksi klon\npada perubahan spasi, indentasi dan komentar pada kode dasar.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/173665"}, "Penulis": "Adrian Hartarto Pramudita [13515091]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Gusti Ayu Putri Saptawati S., M.Comm."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "GRAPLE, program dependence graph, graf, deteksi klon.", "Sumber": "", "Staf Input/Edit": "karya", "File": "8 file", "Tanggal Input": "01 Jul 2019"}