{"Nomor": 40136, "Judul": "PERINGKASAN ABSTRAKTIF MULTIDOKUMEN MENGGUNAKAN ABSTRACT MEANING REPRESENTATION UNTUK BAHASA INDONESIA", "Abstrak": "Peringkasan otomatis diperlukan untuk mempermudah persebaran informasi yang ada.\nPeringkasan abstraktif untuk Bahasa Inggris dengan menggunakan graf Abstract Meaning\nRepresentation (AMR) dapat menangkap struktur predikat-argumen dalam penggabungan\ninformasi sehingga menyebabkan peringkasan yang lebih koheren. Namun, metode\nperingkasan yang ini dirancang untuk meringkas satu dokumen berbahasa Inggris. Pada tugas\nakhir ini diimplementasikan peringkasan berbasis AMR untuk multidokumen berbahasa\nIndonesia.\nTerdapat dua tantangan dalam tugas akhir ini, yaitu merepresentasikan dokumen sumber ke\ngraf AMR Bahasa Indonesia dan adaptasi untuk multidokumen. Untuk representasi graf\nAbstract Meaning Representation Bahasa Indonesia dirancang sekumpulan aturan dan kamus.\nGraf Abstract Meaning Representation diseleksi menjadi graf ringkasan dengan melakukan\nekstraksi fitur, penerapan Integer Linear Programming (ILP), dan penentuan parameter dengan\nperceptron. Peringkasan multidokumen dibuat dengan melakukan seleksi kalimat yang akan\ndiringkas dengan Agglomerative Hierarchical Clustering yang memilih satu kalimat dari setiap\nkluster.\nEksperimen dilakukan untuk penentuan jumlah epoch yang dilakukan untuk pembelajaran\nbobot yang digunakan untuk seleksi graf, dan menentukan threshold dari jarak antar anggota\nkluster yang dihasilkan Agglomerative Hierarchical Clustering. Hasil pengujian yang\ndilakukan adalah ROUGE-1 dan ROUGE-2. Dari pengujian yang dilakukan maka hasil\nperingkasan paling tinggi dengan menggunakan threshold clustering 5% dan epoch 1 kali.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/173666"}, "Penulis": "Verena Severina [13515047]", "Kontributor / Dosen Pembimbing": ["Dr. Masayu Leylia Khodra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "peringkasan, abstraktif, Abstract Meaning Representation, Agglomerative Hierarchical Clustering, Integer Linear Programming, perceptron", "Sumber": "", "Staf Input/Edit": "karya", "File": "9 file", "Tanggal Input": "01 Jul 2019"}