{"Nomor": 40141, "Judul": "STUDI INTERAKSI DAN PREDIKSI TOKSISITAS SENYAWA- SENYAWA DALAM BAWANG TIWAI (Eleutherine americana (Aubl.) Merr. ex K.Heyne) TERHADAP COX DAN RNA POLIMERASE VIRUS INFLUENZA A H5N1 SECARA IN SILICO", "Abstrak": "Inflamasi adalah respon protektif normal terhadap cedera jaringan dan infeksi yang disebabkan oleh\ntrauma fisik, zat kimia yang merusak atau zat-zat mikrobiologi. Influenza merupakan penyakit infeksi\npada sistem pernafasan yang disebabkan oleh virus. Virus yang menyebabkan influenza pada manusia\nsalah satunya yaitu virus influenza A. Salah satu respon tubuh terhadap virus yang masuk ke dalam\ntubuh yaitu proses inflamasi. Pada penelitian sebelumnya diketahui senyawa dalam bawang tiwai\nmemiliki beberapa aktivitas biologis antara lain antivirus dan antiinflamasi. Penelitian ini bertujuan\nuntuk memprediksi senyawa dalam bawang tiwai yang memiliki efek antiinflamasi melalui inhibisi\nenzim siklooksigenase (COX) dan antivirus melalui inhibisi RNA polimerase virus berdasarkan besarnya\nenergi ikatan, konstanta inhibisi senyawa terhadap protein target dan toksisitasnya. Penelitian\ndilakukan dengan cara menambatkan senyawa uji pada protein target. Protein target yang digunakan\npada proses inflamasi yaitu protein COX 1 (PDB ID: 1EQG) dan COX 2 (PDB ID: 1CX2) dan untuk proses\nreplikasi virus Influenza A H5N1 yaitu Polymerase Basic 2 (PB2) (PDB ID: 4CB5) dan Polymerase Acid\nN-terminal (PA-N) (PDB ID: 3HW5). Protein divalidasi dengan cara menambatkan kembali ligan asal\npada protein target. Protein tervalidasi jika memiliki RMSD < 2Å. Struktur senyawa uji dan pembanding\ndibuat dengan GaussView 6.0 dan dioptimasi dengan Gaussian 09W. Kemudian senyawa uji dan\npembanding ditambatkan pada protein target menggunakan program AutodockTools 1.5.6. Senyawa\ndengan energi ikatan terendah dievaluasi toksisitasnya dengan ADMET Predictor dan dianalisis\nikatannya menggunakan Discovery Studio. Berdasarkan energi ikatan hasil penambatan dan prediksi\ntoksisitas, senyawa beta-sitosterol memiliki energi yang lebih rendah dibandingkan senyawa\npembanding untuk COX 2 namun tidak ada senyawa dalam bawang tiwai yang dapat dijadikan\nsenyawa kandidat untuk inhibisi COX2. Senyawa dalam bawang tiwai yang memiliki energi ikatan lebih\nrendah dibandingkan pembanding dan toksisitas terendah untuk PA-N H5N1 yaitu (2S)?1-(3-hydroxy?\n5-methoxy?1,4-dioxo?1,2,3,4-tetrahydronaphthalen?2-yl) propan?2-yl acetate, dan untuk PB2 H5N1\nyaitu beta-sitosterol.", "Daftar File": {"ABSTRAK Desi Puspaningrum": "https://digilib.itb.ac.id/gdl/download/173677"}, "Penulis": "Desi Puspaningrum [10715087]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Sophi Damayanti, M.Si., Apt.", "Dr.Benny Permana,  M.Si., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Inflamasi, Influenza, Tiwai, Penambatan", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "01 Jul 2019"}