{"Nomor": 40145, "Judul": "OPTIMASI PROSES BIOLEACHING BIJIH TEMBAGA SULFIDA DARI PULAU WETAR MENGGUNAKAN MEDIUM SKC-BROTH MODIFIKASI", "Abstrak": "Tembaga (Cu) merupakan logam yang memiliki karakteristik yang unik, seperti konduktor\npanas dan listrik yang baik, tahan terhadap korosi, dan mudah dibentuk sehingga logam ini\nsering diaplikasikan di berbagai bidang. Oleh karena itu, permintaan Cu ke depan akan\nsemakin meningkat. Namun, saat ini produksi Cu dunia masih didominasi melalui jalur\npirometalurgi (sekitar 80%) yang prosesnya menghasilkan polutan, yaitu partikulat dan gas\nSO2 sehingga tidak ramah lingkungan serta biaya prosesnya tinggi. Untuk jalur\nhidrometalurgi dibutuhkan reagen-reagen pelindi yang jumlahnya cukup besar sehingga biaya\noperasinya juga relatif mahal. Maka dari itu, diperlukan metode ekstraksi yang ramah\nlingkungan dengan biaya yang relatif lebih murah yaitu dengan jalur\nbiohidrometalurgi/bioleaching, yaitu proses ekstraksi logam menggunakan bantuan\nmikroorganisme. Namun, pada prosesnya perlu diketahui faktor-faktor operasi yang\nmemengaruhi kinerja mikroorganisme yang digunakan. Oleh karena itu, pada penelitian kali\nini dilakukan optimasi proses bioleaching tembaga pada suhu ruang dengan variasi rasio\nbakteri, persen solid dan persen inokulum dalam medium SKC-Broth modifikasi untuk\nditentukan pengaruhnya terhadap persen ektraksi Cu.\nSerangkaian percobaan diawali dengan preparasi sampel bijih Cu sulfida yang berasal dari\nPulau Wetar yang bertujuan untuk mendapatkan ukuran partikel bijih sebesar -200 #\n(±75?m). Kemudian sampel bijih dilakukan sampling untuk keperluan karakterisasi awal dan\npercobaan bioleaching. Karakterisasi awal sampel bijih dilakukan menggunakan XRD dan\nXRF. Selanjutnya dilakukan pembuatan kurva tumbuh bakteri guna mengetahui waktu\noptimum pertumbuhan bakteri yang digunakan pada percobaan bioleaching: Alicyclobacillus\nferooxydans (bakteri A), Bacillus aryabhattai SKC-5 (bakteri B), dan Citrobacter freundii\n(bakteri BS-5). Selanjutnya dilakukan percobaan bioleaching dengan variasi rasio bakteri\nguna mendapatkan satu rasio bakteri terbaik yang menghasilkan ekstraksi Cu tertinggi selama\n10 hari pelindian. Setelah itu, dilakukan percobaan bioleaching menggunakan rasio bakteri\nterbaik untuk variasi persen solid dan persen inokulum.\nHasil karakterisasi awal dengan XRD menunjukkan bahwa Cu di dalam bijih berada dalam\nmineral kovelit (CuS) dan kalkopirit (CuFeS2) yang mana dapat dilarutkan dengan adanya\nasam serta oksidator. Persen ekstraksi Cu tertinggi sebesar 98,19% didapatkan pada kondisi\n5%-solid, 5%-inokulum menggunakan mixed-culture bakteri B dan bakteri BS-5 dengan rasio\n1:2. Berdasarkan hasil penelitian, proses bioleaching bijih tembaga sulfida pada temperatur\nruang menggunakan bakteri lokal pengoksidasi besi dan sulfur berpotensi untuk diterapkan di\nskala lapangan dengan optimasi lebih lanjut.", "Daftar File": {"ABSTRAK Muhammad Hafidavi Fahrezy": "https://digilib.itb.ac.id/gdl/download/173683"}, "Penulis": "Muhammad Hafidavi Fahrezy [12515074]", "Kontributor / Dosen Pembimbing": ["Ir. Siti Khodijah, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bijih tembaga sulfida, bioleaching, bakteri pengoksidasi besi dan sulfur", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "01 Jul 2019"}