{"Nomor": 40142, "Judul": "STUDI PREPARASI BIJIH MAGNETIT LAMPUNG SEBAGAI MEDIA DENSE MEDIUM SEPARATOR MELALUI TAHAPAN PROSES GRINDING DAN MAGNETIC SEPARATION", "Abstrak": "Indonesia memiliki cadangan bijih besi, tetapi belum dimanfaatkan secara menyeluruh. Salah satu pemanfaatan bijih besi khususnya bijih magnetit adalah sebagai media pada DMS. KPC merupakan salah satu perusahaan batubara yg memanfaatkan magnetit sebagai media pada proses pencucian batubara, namun magnetit yg digunakan adalah magnetit yang diimpor dari Australia. Hal tersebut dikarenakan magnetit Indonesia belum memiliki spesifikasi untuk dapat digunakan sebagai media pada DMS. Sehingga diperlukan penelitian mengenai upaya benefisiasi untuk mengolah magnetit Indonesia agar dapat dimanfaatkan sebagai media pada DMS. Pada penelitian ini, dilakukan proses pereduksian ukuran serta proses konsentrasi berdasarkan perbedaan sifat kemagnetan untuk memenuhi spesifikasi media DMS seperti magnetit Australia.\nSerangkaian percobaan grinding dilakukan untuk mempelajari proses pengecilan ukuran dengan variasi waktu 90 menit, 105 menit dan 120 menit serta dilakukan variasi kecepatan putar jar mill yaitu 40 rpm, 50 rpm dan 60 rpm. Selain itu dilakukan pula percoban menggunakan magnetic separator untuk memisahkan mineral pengotor dari mineral utama yaitu Fe3O4 dengan variasi kekuatan arus yang digunakan adalah 0,2 A, 0,5A, dan 0,8A serta serta menggunakan variasi kecepatan putar magnetic roll 15 rpm, 20 rpm, dan 25 rpm.\nBerdasarkan proses grinding persentase bijih yang dapat lolos pada fraksi 53 ?m terbesar pada variasi waktu 120 menit dan kecepetan 60 rpm adalah sebesar 95,69%. Persentase magnetic content terbaik dicapai saat menggunakan variasi kecepatan putar 15 rpm dan kekuatan arus 0,8A yaitu 99,13% sedangkan kadar Fe tertinggi dicapai ketika menggunakan variasi kekuatan arus 0,5 A dan kecepatan putar magnetic roll 25 rpm yaitu sebesar 50,00%. Persentase magnetic content dan ukuran bijih magnetit Lampung setelah melalui proses pengolahan telah memenuhi spesifikasi yaitu berturut-turut sebesar 99,13% dan 95,69% lolos 53 ?m. Sedangkan nilai densitas sebesar 4,4796 gr/cm3 belum memenuhi syarat sehingga magnetit Lampung belum dapat dijadikan media untuk dense medium separator.", "Daftar File": {"ABSTRAK Hyang Iman Kinasih Gusti": "https://digilib.itb.ac.id/gdl/download/173680"}, "Penulis": "Hyang Iman Kinasih Gusti [12515044]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ismi Handayani, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "magnetit, grinding, magnetic separation, dense media separator", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "01 Jul 2019"}