{"Nomor": 40146, "Judul": "STUDI EKSPERIMEN PERILAKU BALOK DAN PELAT BETON BERTULANG DENGAN LOW-STRENGTH CONCRETE YANG DIBERI PERKUATAN FRP (FIBER REINFORCED POLYMER)", "Abstrak": "Di Indonesia, terdapat banyak bangunan bersejarah yang telah berumur puluhan\nhingga ratusan tahun. Pada struktur bangunan tersebut, dapat terjadi deteriorasi\nstruktur sehingga perlu diadakan inspeksi struktur dan perkuatan dengan\nmenggunakan FRP. Namun, sifat dan perilaku dari FRP pada elemen struktur\nseperti balok dan pelat beton mutu rendah belum banyak diketahui, oleh karena itu\nperlu dilakukan penelitian lebih lanjut mengenai ini.\nPada penelitian ini dilakukan pengujian pada 4 buah balok beton bertulang dengan\nbeton mutu rendah yang diberi nama BL-01, BL-02, BLF-01, BLF-02 dan 6 buah\npelat beton bertulang dengan beton mutu rendah yang diberi nama PL-01, PL-02,\nPL-03, PLF-01, PLF-02, dan PLF-03. Fokus dari penelitian ini adalah\nmembandingkan perilaku dari benda uji balok dan pelat beton bertulang dengan\ndiberi perkuatan FRP secara lentur serta memverifikasi prosedur yang ada pada\nACI 440.2R-17. Pengujian dilakukan dengan memberikan beban monotonik atau\ntwo point loadings. Terdapat 4 aspek yang menjadi tujuan dalam penelitian ini,\nyaitu perubahan kekuatan, daktilitas, kekakuan, serta disipasi energi.\nBerdasarkan hasil eksperimen, didapatkan bahwa perkuatan FRP memberikan\npeningkatan kekuatan 11% pada balok dan 91% pada pelat. Dari segi daktilitas,\nbaik pada balok dan pelat mengalami penurunan 577% dan 146% secara\nberurutan. Hal ini berbanding lurus dengan penurunan yang terjadi pada disipasi\nenergi, yaitu 434% pada balok dan 2% pada pelat. Selain itu, kekakuan lentur\npada balok dan pelat meningkat masing-masing 51% dan 35%. Perbandingan dari\nperhitungan pada perumusan ACI 440.2R-17 dan hasil pengujian menunjukkan\nhasil bahwa prosedur pada ACI 440.2R-17 bisa dipakai untuk analisis beton mutu\nrendah. Selanjutnya, penggunaan FRP menyebabkan perubahan mode kegagalan\npada elemen struktur dari kegagalan lentur menjadi kegagalan geser.", "Daftar File": {"ABSTRAK Antonius Muliawan Japar": "https://digilib.itb.ac.id/gdl/download/173684", "COVER Antonius Muliawan Japar": "https://digilib.itb.ac.id/gdl/download/194369", "BAB 1 Antonius Muliawan Japar": "https://digilib.itb.ac.id/gdl/download/194370", "BAB 2 Antonius Muliawan Japar": "https://digilib.itb.ac.id/gdl/download/194371", "BAB 3 Antonius Muliawan Japar": "https://digilib.itb.ac.id/gdl/download/194372", "BAB 4 Antonius Muliawan Japar": "https://digilib.itb.ac.id/gdl/download/194373", "BAB 5 Antonius Muliawan Japar": "https://digilib.itb.ac.id/gdl/download/194374", "PUSTAKA Antonius Muliawan Japar": "https://digilib.itb.ac.id/gdl/download/194375"}, "Penulis": "Antonius Muliawan Japar [25017008]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Indra Djati, M.Sc., Ph.D.", "Ivan Sandi Darma, ST., MT., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "FRP, kekakuan, kekuatan, daktilitas, disipasi energi, monotonik, two point loadings, beton mutu rendah, beton bertulang, balok, pelat", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "01 Jul 2019"}