{"Nomor": 40158, "Judul": "PENERAPAN SISTEM KOMBINASI ESP-GL UNTUK MENCAPAI KINERJA PRODUKSI OPTIMAL", "Abstrak": "Ketika laju produksi menurun dan tak lagi ekonomis untuk diproduksikan secara alami, pengangkatan buatan diterapkan untuk melanjutkan operasi produksi secara ekonomis dan ramah lingkungan. Pemilihan metode pengangkatan buatan harus dianalisis secara menyeluruh berdasarkan kondisi sumur yang akan menghasilkan suatu metode pengangkatan buatan yang paling sesuai dan ekonomis. Namun, beberapa metode memerlukan biaya tinggi dalam penginvestasiannya maupun operasionalnya. Optimisasi produksi harus dievaluasi secara berkala untuk memastikan bahwa kondisi optimal tercapai. Salah satunya ialah menggunakan sistem pengangkatan buatan gabungan.\nAnalisis nodal masih digunakan untuk mendesain sistem reguler dan kombinasi dengan mengambil titik nodal pada titik discharge pompa Electrical Submersible Pump (ESP) dalam desain sistem kombinasi. Desain yang paling optimal akan menghasilkan peningkatan kinerja produksi.\nAplikasi metode kombinasi pengangkatan buatan dapat mengatasi keterbatasan dari metode pengangkatan buatan reguler karena memiliki kondisi operasi yang lebih luas. Peningkatan laju produksi dapat dicapai dengan menggunakan ESP yang sama karena efek dari Gas Lift (GL) dibandingkan dengan sistem reguler. Metode GL mengurangi daya yang dibutuhkan dan stages dari pompa ESP. Sistem kombinasi juga meningkatkan kondisi operasi dalam aspek laju produksi dan keuntungan. Selain itu, pengurangan waktu henti produksi dapat dicapai karena ketika sistem primer mati, sistem sekunder dapat melanjutkan produksi hingga sistem primer kembali beroperasi yang tentunya akan mengurangi penurunan kehilangan pendapatan.\nSistem kombinasi, dengan semua potensinya, memiliki prospek yang baik untuk diterapkan untuk meningkatkan produksi dibandingkan dengan sistem reguler. Sistem ini bisa menjadi solusi terbaik untuk mengoptimalkan produksi menggunakan teknologi yang ada sebelum mempertimbangkan penerapan EOR. Strategi ini belum pernah diterapkan di Indonesia, tetapi ada beberapa kasus dimana aplikasi pengangkatan buatan gabungan terbukti sukses, seperti lapangan Xianjin, Balcon, dan Tello.", "Daftar File": {"ABSTRAK Hanafi Kristoper Ginting": "https://digilib.itb.ac.id/gdl/download/173721", "2019 TA PP HANAFI KRISTOPER GINTING 1": "https://digilib.itb.ac.id/gdl/download/173722"}, "Penulis": "Hanafi Kristoper Ginting [12215022]", "Kontributor / Dosen Pembimbing": ["Silvya Dewi Rahmawati, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Laju Produksi, ESP, Gas Lift, Sistem Kombinasi, Analisis Nodal", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "01 Jul 2019"}