{"Nomor": 40169, "Judul": "PENGAJUAN STRATEGI PEMASARAN UNTUK INSPIRATORFREAK.COM", "Abstrak": "PT. Berkat Inspirasi Indonesia, juga dikenal sebagai InspiratorFreak.com adalah perusahaan media digital untuk milenium di Indonesia. Startup teknologi telah berkembang sejak pertama kali ditemukan pada 2013, bersamaan dengan booming startup teknologi di Indonesia. Seiring dengan pertumbuhan industri teknologi, hal ini juga menjadi peluang bagi InspiratorFreak untuk menumbuhkan bisnis. Sumber utama pendapatan mereka berasal dari iklan dan promosi berbayar. Untuk memastikan iklan terus menerus, InspiratorFreak sangat menuntut jumlah kunjungan dan keterlibatan dari pengunjung mereka ke situs web  atau saluran lain seperti media sosial. Namun masalah muncul ketika kunjungan situs mereka tidak meningkat secara signifikan atau stagnan. Hal ini menyebabkan posisitioning dan proposisi nilai produk mereka rendah, sehingga konten tidak terkait dengan target pembaca mereka. Bahkan InspiratorFreak hanya memiliki tim sukarela, yang bukan karyawan penuh waktu dan mereka tidak memiliki staf pemasaran digital untuk meningkatkan produktivitas dan kunjungan di situs web dan media sosial mereka.\nTujuan proyek akhir ini adalah untuk mempelajari bagaimana strategi pemasaran saat ini di InspiratorFreak, apa masalah pertumbuhan lalu lintas mereka, dan bagaimana meningkatkan lalu lintas mereka dengan strategi pemasaran digital yang tepat.\nPendekatan penelitian ini adalah untuk menganalisis data sekunder yang merupakan faktor internal dan eksternal yang ditetapkan oleh perusahaan untuk divisi pemasaran, dan untuk membandingkan dengan lalu lintas web InspiratorFreak pada tahun 2018. Analisis faktor eksternal dilakukan dengan menggunakan Analisis PESTEL, Porter's Five Pasukan, dan Analisis Pesaing dengan 4Ps. Analisis faktor internal dilakukan dengan menggunakan Analisis Model Bisnis, Analisis Proposisi Nilai, Analisis STP, dan Analisis Bauran Pemasaran. Dari analisis itu, telah ditemukan bahwa InspiratorFreak memiliki kekuatan dalam reputasi dan jaringan tetapi kelemahan dalam penentuan posisi dan nilai. InspiratorFreak masih memiliki peluang besar untuk meningkatkan bisnis mereka karena meningkatnya pengguna internet di Indonesia. Namun, ancaman dari faktor eksternal masih perlu diwaspadai. Hal ini ditambah dengan kerangka kerja 5A model\nUntuk memahami tentang audiens mereka, dalam penelitian ini menggunakan data dari google analytics dan metode kualitatif. Metode kualitatif digunakan untuk memahami tentang apa karakteristik audiens dan apa yang mereka minati. Total orang yang diwawancarai dalam penelitian ini adalah 10 orang dari audiens InspiratorFreak.\nHasil penelitian menunjukkan bahwa InspiratorFreak perlu meningkatkan segmentasi mereka, penargetan dan terutama positioning dan proposisi nilai mereka. Rencana strategis yang disarankan untuk InspiratorFreak dalam strategi pemasaran digital dengan pendekatan E-Integrated Marketing Communication (E-IMC) dan juga Strategi Pemasaran Konten untuk meningkatkan kualitas konten mereka.", "Daftar File": {"ABSTRAK Jonathan Christian Susanto": "https://digilib.itb.ac.id/gdl/download/173741"}, "Penulis": "Jonathan Christian Susanto [29317109]", "Kontributor / Dosen Pembimbing": ["Hermawan Kertajaya, Dr., (HC)"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Marketing, Digital Marketing, Digital Media, Millennials, Startup", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "01 Jul 2019"}