{"Nomor": 40164, "Judul": "SENAYAN AQUATIC STADIUM, GELORA BUNG KARNO", "Abstrak": "Pada tahun 2018, Indonesia ditunjuk untuk menjadi tuan rumah ASEAN Games VIII. Untuk\nmenyambut pertandingan tersebut, Presiden Republik Indonesia mengeluarkan instruksi kepada\nKementrian Pekerjaan Umum dan Perumahan Rakyat untuk membangun dan merenovasi kawasan\nKompleks Olahraga Gelora Bung Karno. Senayan Aquatic Stadium merupakan salah satu venue yang\nmenjadi proyek pembangunan dan renovasi tersebut. Aquatic Stadium ini memiliki kapasitas 4000\npenonton dan akan di renovasi untuk mengikuti standar dan persyaratan FINA.\nSenayan Aquatic Stadium memiliki luas lahan 40.076 m² dan luas yang dapat dibangun adalah\n17.756 m². Senayan Aquatic Stadium merupakan salah satu bangunan heritage, hal ini menjadi salah\nsatu isu perancangan stadion ini bagaimana mempertahankan bangunan heritage dengan sentuhan\nmodern. Konsep umum bangunan ini adalah perwujudan aquatic stadium sebagai ikon olahraga\nrenang modern di Indonesia dengan mempertahankan Senayan Aquatic Stadium sebagai bangunan\nheritage. Konsep tersebut diturunkan menjadi solusi-solusi desain antara lain konsep bentuk “box in\nbox”; fasade bangunan yang menonjolkan bangunan heritage; penambahan ruang-ruang sesuai\nfungsi dan kebutuhan serta standarisasi internasional kolam renang. Untuk menjadi ikon olahraga\nrenang modern di Indonesia, stadion dirancang dengan dengan bentuk atap yang merupakan hasil\ntransformasi profil atap Istora dan Stadion Utama serta penggunaan sistem struktur surface active\nberbentuk lipat, dan tetap memberikan visual yang harmonis dengan bangunan eksisting di\nsekitarnya.", "Daftar File": {"COVER Victorina Arif": "https://digilib.itb.ac.id/gdl/download/173728", "PUSTAKA Victorina Arif": "https://digilib.itb.ac.id/gdl/download/173743"}, "Penulis": "Victorina Arif [15213091]", "Kontributor / Dosen Pembimbing": ["Baskoro Tedjo, Ir., MSEB, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Aquatic Stadium, Ikon Akuatik, Bangunan Heritage, Internasional, Sistem Struktur", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "01 Jul 2019"}