{"Nomor": 40162, "Judul": "FORMULASI DAN EVALUASI SEDIAAN MASKER GEL PEEL-OFF EKSTRAK ETANOL DAUN ALPUKAT (PERSEA AMERICANA MILL) SEBAGAI ANTIOKSIDAN SERTA UJI AKTIVITAS MELEMBABKAN KULIT", "Abstrak": "Daun alpukat diketahui mempunyai aktivitas antioksidan yang tinggi. Penggunaan antioksidan efektif\nuntuk mencegah kerusakan kulit akibat paparan sinar ultraviolet (UV) atau akibat proses penuaan. Masker\nwajah peel-off adalah salah satu jenis masker wajah yang memiliki keunggulan dalam penggunaannya\nyaitu mudah diangkat atau dilepaskan. Penelitian ini bertujuan untuk mengembangkan formula sediaan\nmasker gel peel-off ekstrak daun alpukat yang memenuhi persyaratan farmasetika. Penelitian ini diawali\ndengan mengumpulkan simplisia, karakterisasi simplisia, ekstraksi, karakterisasi ekstrak, formulasi dan\nevaluasi sediaan. Simplisia diekstraksi dengan pelarut etanol 96%. Uji aktivitas antioksidan ekstrak etanol\ndaun alpukat diperoleh nilai IC50 peredaman 2,2-Difenil-1-pikrihidrazil (DPPH) sebesar 1,65 ± 0,07 ?g/mL.\nOptimasi basis gel dilakukan dengan variasi konsentrasi polyvinyl alkohol (PVA) dan gelling agent\n(Carbomer, hidroksipropil metilselulosa/ HPMC) yang digunakan. Hasil orientasi basis gel menunjukan\nbahwa formula FB4 dipilih sebagai basis terbaik dengan konsentrasi PVA 12% dan HPMC 0,6%. Optimasi\nformula akhir dilakukan dengan variasi konsentrasi ekstrak. Formula F3 terpilih sebagai formula terbaik\ndengan konsentrasi ekstrak 2,5%. Evaluasi sediaan meliputi uji organoleptik, homogenitas, pH, viskositas,\nsineresis, daya sebar, waktu mengering, uji iritasi dermal dan okular, uji antioksidan sediaan, uji parameter\nkelembaban kulit yaitu uji peningkatan elastisitas kulit dan uji penurunan nilai transepidermal water loss\n(TEWL). Sediaan stabil berdasarkan uji organoleptik, homogenitas, pH, viskositas, sentrifugasi dan daya\nsebar selama 28 hari penyimpanan pada suhu 25?dan 40?. Sediaan tidak memberikan efek iritasi pada\nuji iritasi dermal dan okular. Nilai IC50 peredaman DPPH dari sediaan diperoleh sebesar 1,83 ± 0,07 ?g/mL.\nBerdasarkan pengolahan data secara statistik, sediaan masker gel peel-off tidak memberikan perbedaan\nyang signifikan terhadap peningkatan elastisitas kulit dan penurunan nilai TEWL pada kulit sebelum dan\nsesudah penggunaan.", "Daftar File": {"ABSTRAK Jesslyn Chandra": "https://digilib.itb.ac.id/gdl/download/173725"}, "Penulis": "Jesslyn Chandra [10715044]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Jessie Sofia Pamudji, MSi., Apt.", "Dr. Rika Hartati, M.Si.,Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Ekstrak Etanol Daun Alpukat, antioksidan, DPPH, masker gel peel-off, pelembab kulit", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "01 Jul 2019"}