{"Nomor": 40181, "Judul": "PERANCANGAN STRUKTUR TAHAN GEMPA PROYEK MUSEUM PERMAINAN TRADISIONAL INDONESIA DI JAKARTA PUSAT", "Abstrak": "Proyek Museum Permainan Tradisional Indonesia ini dirancang guna mewadahi kebutuhan dalam bidang seni permainan, khususnya permainan tradisional Indonesia. Museum Permainan Tradisional Indonesia ini dirancang memiliki beberapa fungsi yaitu tempat pameran, pendidikan informal, rekreasi dan kegiatan hiburan. Selain itu, museum ini juga diharapkan menjadi daya tarik baru bagi masyarakat Indonesia yang saat ini sudah mulai melupakan sejarah Indonesia khususnya permainan tradisionalnya. Lokasi bangunan yang berada di Kecamatan Gambir, Jakarta Pusat ini tergolong daerah kawasan pemerintahan yang padat penduduk.\nGedung museum yang dibangun harus dapat menerima semua beban-beban yang ada termasuk beban gempa karena Jakarta merupakan daerah yang rawan gempa. Tugas akhir ini membahas perancangan struktur atas Museum Permainan Tradisional Indonesia yang terdiri dari 3 laintai dan atap space frame dengan total tinggi bangunan 19,6 m. Struktur yang dirancang merupakan gedung dengan kategori desain seismik D dan menggunakan Sistem Rangka Pemikul Momen Khusus.\nPada perancangan Museum Permainan Tradisional Indonesia ini, digunakan analisis gedung tahan gempa dari SNI 1726:2012. Berdasarkan acuan tersebut, gedung yang dirancang telah memenuhi batas simpangan antarlantai, syarat P-Delta, dan tidak memiliki ketidakberaturan. Pemodelan dan optimasi ukuran elemen struktur ini dilakukan dengan menggunakan software SAP2000.\nDetailing elemen struktur berupa balok, kolom, pelat, tie beam pada gedung ini mengacu pada SNI 2847:2013. Sedangkan, pereancangan elemen space frame mengacu pada SNI 1729:2015. Detailing elemen struktur ini dilakukan dengan perhitungan manual dan bantuan software yaitu SAP2000 dan PCA Column.", "Daftar File": {"ABSTRAK Christella Ekaristi Sitorus": "https://digilib.itb.ac.id/gdl/download/173774"}, "Penulis": "Christella Ekaristi Sitorus [15015145]", "Kontributor / Dosen Pembimbing": ["Ir. Sindur P. Mangkoesoebroto, MSEM, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "museum, rekayasa struktur, gempa, sistem rangka pemikul momen khusus, detailing, space frame.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "10 file", "Tanggal Input": "01 Jul 2019"}