{"Nomor": 40195, "Judul": "STUDI PENGARUH PENAMBAHAN ZIRKONIUM DAN PERLAKUAN PANAS TERHADAP STRUKTUR MIKRO DAN KETAHANAN KOROSI PADUAN PENGINGAT BENTUK Ti-Ni-Cu", "Abstrak": "Total populasi dunia terus meningkat setiap tahunnya dan diprediksi menyentuh\nangka 10 miliar pada tahun 2055. Peningkatan jumlah penduduk juga disertai\ndengan peningkatan angka harapan hidup yang diprediksi mencapai 77 tahun pada\ntahun 2050. Jumlah penduduk usia lanjut yang tinggi menyebabkan semakin\nseringnya ditemukan kondisi yang memerlukan implan medis. Seiring dengan\npeningkatan kebutuhan implan dan jumlah orang yang dapat mengakses layanan\nkesehatan, diperlukan ketersediaan biomaterial canggih seperti nitinol. Namun\nkandungan nikel pada paduan nitinol perlu diperhatikan karena nikel merupakan\nunsur beracun yang dapat menyebabkan alergi. Sehingga agar memiliki\nbiokompatibilitas yang baik, paduan ini harus memiliki ketahanan korosi yang baik.\nPenambahan unsur pemadu dan perlakuan panas diketahui dapat mempengaruhi\nketahanan korosi paduan. Penelitian ini mempelajari pengaruh penambahan Zr dan\nperlakuan panas terhadap struktur mikro dan ketahanan korosi paduan pengingat\nbentuk Ti-Ni-Cu.\nSerangkain percobaan dimulai dari peleburan bahan baku pada DC Mini EAF\ndengan komposisi (50-x)Ti-44Ni-6Cu-xZr dimana x adalah persen atom yang\nbernilai 0, 1, 3 dan 5. Perlakuan panas yang dilakukan adalah homogenisasi,\nsolution treatment dan aging. Pengukuran ketahanan korosi paduan dilakukan\nmenggunakan metode perendaman pada larutan NaCl 0,9% dengan temperatur\ntetap dijaga pada 37,5±0,5°C. Proses korosi yang terjadi dipelajari lebih lanjut\nmelalui analisis logam yang larut pada larutan perendaman menggunakan AAS.\nKarakterisasi dilakukan dengan mikroskop optik, SEM-EDS dan XRD.\nFasa yang terbentuk dari hasil solution treatment adalah martensit TiNi dan austenit\nTiNi. Proses aging lebih lanjut menyebabkan pembentukan presipitat Ti2Ni disertai\nperubahan sifat transformasi martensitik menjadi dua tahap. Matriks yang terbentuk\nberupa TiNi dengan morfologi acicular dimana Zr dan Cu berada sebagai substitusi\nTi dan Ni. Ketahanan korosi paduan Ti-Ni-Cu-Zr meningkat pada penambahan Zr\nhingga 3 at.% dimana laju korosi paling rendah adalah paduan dengan penambahan\n3% Zr hasil aging sebesar 0,001525 mm/tahun. Tingkat pelepasan ion Cu lebih\ntinggi dari Ni namun masih berada dibawah batas maksimum yang diperbolehkan\nsecara medis.", "Daftar File": {"ABSTRAK Komang Widhi Widantha": "https://digilib.itb.ac.id/gdl/download/173814"}, "Penulis": "Komang Widhi Widantha [12515054]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eddy Agus Basuki, M.Sc.", "Dr.Ir. Djoko Hadi Prajitno, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "biomaterial, nitinol, korosi, pelepasan ion", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "01 Jul 2019"}