{"Nomor": 40206, "Judul": "Evaluation of High Pour Point Oil Transportation from Production Wells to X-1 Processing Plant in Field X", "Abstrak": "Lapangan X merupakan lapangan minyak dan gas yang telah berproduksi lebih dari 30 tahun dengan minyak yang memiliki karakteristik titik tuang yang tinggi sehingga minyak dapat berhenti untuk mengalir ketika terpengaruhi oleh suhu lingkungan yang rendah. Tempat pemrosesan fluida produksi X-1 yang terletak di lapangan X terhubung dengan 7 sumur produksi dengan pipa sepanjang 10.1 kilometer. Simulasi performa sumur dibentuk dengan perangkat lunak Prosper. Simulasi tersebut dilakukan untuk 7 sumur produksi yang terhubung dengan tempat pemrosesan fluida produksi X-1 dengan memasukkan data sejarah produksi, gambar skema sumur, dan hasil logging. Simulasi tersebut mengindikasi bahwa sumur A, B, C, D, E, F, dan G tidak memiliki permasalahan kerusakan formasi yang ditunjukkan oleh nilai skin yang negative setelah dilakukan pendekatan nilai dengan data produksi yang sebenarnya. Setelah menganalisis kerusakan formasi dari setiap sumur tersebut, performa suhu aliran pipa disimulasikan dengan menggunakan perangkat luna Pipesim dan posisi dari permasalahan titik tuang dievaluasi pada suhu lingkungan rata-rata dan terendah. Hasil simulasi menunjukkan bahwa pada suhu lingkungan rata-rata, terdapat 55% area pipa yang mengalami permasalahan titik tuang dan meningkat menjadi 94.68% pada suhu lingkungan terendah. Sehingga untuk menyelesaikan permasalahan tersebut, studi ini menawarkan solusi yang terdiri dari injeksi bahan penurun titik tuang, aplikasi teknologi pigging, dan injeksi bahan kimia Xylene.", "Daftar File": {"ABSTRAK Garry Andrew Yandra W": "https://digilib.itb.ac.id/gdl/download/173826", "2019 TA PP GARRY ANDREW YANDRA W 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/173828"}, "Penulis": "Garry Andrew Yandra W [12215031]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudjati Rachmat, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Titik Tuang, Kerusakan Formasi, Bahan Penurun Titik Tuang, Teknologi Pigging, Xylene", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "01 Jul 2019"}