{"Nomor": 40210, "Judul": "PERANCANGAN PONDASI DAN GALIAN DALAM GEDUNG APARTEMEN 30 LANTAI DI KUNINGAN JAKARTA", "Abstrak": "Gedung Apartemen Kuningan merupakan gedung yang terdiri dari 30 lantai dengan fungsi sebagai tempat hunian dan 3 lantai basement sebagai area parkir di daerah Kuningan, Jakarta Selatan. Desain pondasi perlu memenuhi kriteria desain berupa daya dukung dan penurunan pondasi. Desain pondasi berupa pondasi tiang bor dengan kedalaman 48 meter dan diameter 1,2 meter. Analisis daya dukung aksial tiang tunggal dilakukan secara manual dengan metode Meyerhof, analisis daya dukung lateral tiang tunggal dilakukan dengan software LPILE meninjau kondisi free-head, serta analisis daya dukung aksial tiang kelompok dilakukan dengan software GROUP serta hitungan metode paku keling. Sedangkan analisis penurunan kelompok tiang elastis dilakukan secara manual dengan metode Vesic dan penurunan konsolidasi dengan metode distribusi tegangan 1:2. Hasil analisis menghasilkan tujuh konfigurasi tiang dan total 202 tiang bor. Desain galian dalam untuk kebutuhan basement Gedung Apartemen Kuningan sedalam 11 meter ditunjang dengan sistem dinding diafragma dan perkuatan angkur. Analisis dilakukan dengan software PLAXIS2D dengan model material hardening soil. Kedalaman penetrasi dinding diafragma sedalam 22 meter dan tebal 0,8 meter. Galian dalam dibagi menjadi empat tahapan dengan tiap tahapannya dilakukan galian sedalam tiga meter dan dewatering muka air tanah hingga satu meter di bawah galian. Pemasangan angkur dilakukan setelah tiap tahapan galian pada kedalaman 2 meter, 5 meter, dan 8 meter dengan diberi gaya prategang. Output yang dihasilkan dari perancangan berupa gambar detail dan Bill of Quantity (BoQ).", "Daftar File": {"ABSTRAK Arini Safitri": "https://digilib.itb.ac.id/gdl/download/173829"}, "Penulis": "Arini Safitri [15015038]", "Kontributor / Dosen Pembimbing": ["Dedi Apriadi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "pondasi tiang bor, dinding diafragma, angkur", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "01 Jul 2019"}