{"Nomor": 40222, "Judul": "ANALISIS PENGARUH DISTRIBUSI DATA PADA PERHITUNGAN KESTABILAN LERENG HIPOTETIK DENGAN MENGGUNAKAN METODE KESETIMBANGAN BATAS", "Abstrak": "Kestabilan lereng merupakan suatu kondisi yang sangat krusial yang harus dipenuhi untuk\nkelancaran operasi produksi penambangan. Pada kondisi sesungguhnya, nilai faktor\nkeamanan belum cukup untuk menyatakan desain teoritis yang aman dalam suatu praktik\nkestabilan lereng, dimana masih terjadi longsor pada lereng FK > 1 serta lereng yang masih\nstabil pada FK < 1 sehingga perlu digunakannya analisis tambahan selain faktor keamanan,\nyaitu probabilitas kelongsoran. Laporan Tugas Akhir ini membahas tentang analisis\npengaruh standar deviasi parameter masukan terhadap sebaran data pada perhitungan\nkestabilan lereng (standar deviasi FK) serta pengaruhnya juga terhadap probabilitas\nkelongsoran dan probabilitas stabil. Analisis ini dilakukan dengan menggunakan\npermodelan numerik dua dimensi metode kesetimbangan batas dengan data kohesi dan sudut\ngesek dalam yang diperoleh dari klasifikasi massa batuan sistem RMR kelas IV dan kelas V\nsebagai parameter masukan. Analisis probabilitas kelongsoran ini didasarkan pada nilai rata\n– rata dan standar deviasi (? ± ?) dari parameter masukan kohesi, sudut gesek dalam, dan\nberat spesifik untuk mendapatkan nilai faktor keamanan (FK).\nPemodelan dilakukan dengan menggunakan kriteria runtuh Mohr-Coulomb serta digunakan\nbeberapa asumsi seperti, data berat spesifik, kohesi, sudut gesek dalam serta faktor\nkeamanan terdistribusi normal, lereng yang dimodelkan memiliki ketinggian 20 m, dll.\nDigunakan grid 50x50 untuk memudahkan proses analisis kestabilan lereng tersebut. Pada\nhasil pemodelan, secara umum diperoleh rata – rata FK dan standar deviasi FK yang\nkemudian dianalisis pengaruh standar deviasi parameter masukan menggunakan grafik\ndistribusi normal sehingga diperoleh trend suatu sebaran data FK memiliki trend naik pada\nstandar deviasi masukan yang semakin besar serta akan memengaruhi nilai probabilitas\nkelongsoran dan nilai probabilitas stabilnya. Adapun nilai probabilitas kelongsoran terbesar\nialah sebesar 33% pada lereng stabil kelas V kemiringan 27° (FK > 1) dengan standar deviasi\nparameter masukan 25% serta nilai probabilitas stabil terbesar ialah 47% pada lereng longsor\nkelas V kemiringan 34° (FK < 1) dengan standar deviasi parameter masukan 25%.", "Daftar File": {"ABSTRAK Muhammad Ramadi": "https://digilib.itb.ac.id/gdl/download/173842"}, "Penulis": "Muhammad Ramadi [12115019]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ridho Kresna Wattimena, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Probabilitas Kelongsoran, Faktor Keamanan, Kesetimbangan Batas, Probabilitas Stabil", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "01 Jul 2019"}