{"Nomor": 40227, "Judul": "KAJIAN ETIKA PADA PROGRAM PENYEDIAAN PERMUKIMAN PERKOTAAN : STUDI ETNOGRAFI KONTEMPORER PROGRAM RUMAH DERET TAMANSARI KOTA BANDUNG", "Abstrak": "Rumah Deret Tamansari (RDTS, peneliti) adalah satu program pilot project yang telah dicanangkan pada tahun 2017 oleh Wali Kota Bandung saat itu yakni Ridwan Kamil, dalam rangka penanganan permukiman kumuh di Kota Bandung dengan slogannya yaitu Membangun Tanpa Menggusur yang berlokasi RW 11 Kelurahan Tamansari Kecamatan Bandung Wetan, fenomena dan permasalahan sosial yang terjadi di lapangan memunculkan pertanyaan bagaimanakah implementasi etika pada pembangunan RDTS sebagai sebagai refleksi kritis atas berbagai persoalan dan fenomena yang ada. Jenis penelitian yang digunakan pada penelitian tesis ini adalah penelitian kualitatif dengan pendekatan yang digunakan adalah etnografi kontemporer, dimana peneliti mencoba mendeskripsikan masyarakat RW 11 Tamansari pada situasi saat ini/kontemporer yakni semenjak adanya kebijakan pembangunan RDTS dengan sebisa mungkin lebih subyektif dengan pemikiran-pemikiran rasional. Berdasarkan teori-teori etika, teori etika pembangunan dan teori etika birokrasi pemerintahan, peneliti menemukan praktik etika utilitarianisme pada kebijakan pembangunan RDTS dan isu-isu etika pembangunan yang terjadi adalah penggusuran warga terdampak, ketimpangan sosial, krisis kepercayaan terhadap pemerintah, konflik horizontal, problem partisipasi publik dan sengketa tenurial. Selain itu terjadi inefisiensi pendanaan, skema uang kerohiman yang tidak jelas, indikasi pelanggaran UU 32/2009 tentang perlindungan dan pengelolaan lingkungan hidup, indikasi pelanggaran Perda No.5/2010 tentang Bangunan Gedung, problem pengawasan yang lemah dan sanksi yang tidak tegas, lemahnya partisipasi warga pada proses perencanaan pembangunan.", "Daftar File": {"COVER Anang Dwi Candra": "https://digilib.itb.ac.id/gdl/download/173848", "BAB 1 Anang Dwi Candra": "https://digilib.itb.ac.id/gdl/download/173849", "BAB 2 Anang Dwi Candra": "https://digilib.itb.ac.id/gdl/download/173850", "BAB 3 Anang Dwi Candra": "https://digilib.itb.ac.id/gdl/download/173851", "BAB 4 Anang Dwi Candra": "https://digilib.itb.ac.id/gdl/download/173852", "BAB 5 Anang Dwi Candra": "https://digilib.itb.ac.id/gdl/download/173853", "BAB 6 Anang Dwi Candra": "https://digilib.itb.ac.id/gdl/download/173855", "DAFTAR Anang Dwi Candra": "https://digilib.itb.ac.id/gdl/download/173856", "2019_TS_PP_ANANG_DWI_CANDRA 1. JURNAL.pdf)u": "https://digilib.itb.ac.id/gdl/download/173857"}, "Penulis": "Anang Dwi Candra [24017003]", "Kontributor / Dosen Pembimbing": ["Indah Widiastuti, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Ethics", "Kata Kunci": "etika, etika pembangunan, etnografi kontemporer, rumah deret tamansari", "Sumber": ".", "Staf Input/Edit": "sarnya  \n                                     sarnya", "File": "9 file", "Tanggal Input": "01 Jul 2019"}