{"Nomor": 40230, "Judul": "POTENSI AGROFORESTRI DALAM PENGURANGAN TINGKAT EROSI  DAN PENINGKATAN PENDAPATAN MASYARAKAT  SEBAGAI UPAYA KONSERVASI LAHAN  DI DESA TARUMAJAYA, KECAMATAN KERTASARI, KABUPATEN BANDUNG", "Abstrak": "Deforestasi  merupakan  salah  satu  jenis  perubahan  guna  lahan  yang  marak  terjadi  di \nIndonesia  dan  menyebabkan  kekritisan  pada  Daerah  Aliran Sungai  (DAS).  Dari  108  DAS \nyang tergolong kritis di Indonesia, terdapat 15 DAS yang menjadi prioritas untuk ditangani \nlebih  cepat  salah  satunya  adalah  DAS  Citarum  khususnya  pada  bagian  hulu.  Berbagai \nprogram  berupaya  untuk  menghentikan  permasalahan  alih  guna  lahan  tersebut.  Semakin \nmenurunnya  kualitas  Sungai  Citarum  dengan  tingkat  erosi  yang  terus  meningkat  tiap \ntahunnya  menjadi  dampak  dari  segi  ekologi  yang  sulit  dikendalikan.  Namun,  tuntutan \nkebutuhan  pendapatan  ekonomi yang semakin tinggi menjadi  dilema  bagi masyarakat yang \nsebenarnya ingin mengembalikan kelestarian Sungai Citarum. Salah satu program dari jenis \nbudidaya pertanian yang diyakini dapat menjembatani antara kebutuhan ekologi dan ekonomi \nadalah  agroforestri.  Agroforestri  merupakan  sistem  kombinasi  antara  tanaman  sayuran, \ntanaman kopi dan tanaman hutan yang memiliki potensi dalam mengurangi tingkat erosi dan \nmeningkatkan pendapatan masyarakat. Dalam mengetahui tingkat erosi digunakan dengan \nmetode  Universal  Soil  Loss  Equation  (USLE).  Sedangkan  dalam  peningkatan  pendapatan \nmasyarakat  digunakan  dengan  metode  perhitungan  Net  Farm  Income.  Penulis  melakukan \npenelitian di Desa Tarumajaya, Kecamatan Kertasari, Kabupaten Bandung yang merupakan \nlokasi  titik  0  km  Sungai  Citarum  dan  telah  menerapkan  konsep  agroforestri.  Dari  hasil \npenelitian diketahui bahwa agroforestri terbukti memiliki potensi dalam menurunkan rata rata tingkat bahaya erosi dan juga dalam meningkatkan pendapatan masyarakat   ketika sudah \nmemasuki  tahun  dari  tanaman  kopi  dapat  dipanen.  Oleh  karena  itu,  dengan  dimilikinya \npotensi  tersebut,  agroforestri  dapat  menjadi  salah  satu  jenis  budidaya  pertanian  sebagai \nupaya  konservasi  lahan  yang  menjadi  informasi  penting  didalam  menyusun  perencanaan \nhingga pengimplementasian untuk mempertahankan potensi agroforestri tersebut.", "Daftar File": {}, "Penulis": "Sisilia Vidia Elok Hapsari [15415018]", "Kontributor / Dosen Pembimbing": ["Ir. Djoko Santoso Abi Suroso, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "agroforestri, erosi, konservasi lahan, pendapatan, perubahan guna  lahan.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "01 Jul 2019"}