{"Nomor": 40232, "Judul": "MENCAPAI KEBERLANJUTAN MELALUI INOVASI MODEL BISNIS DAN KOLABORASI LINTAS-SEKTOR PADA PERUSAHAAN BIOTEKNOLOGI PEMULA DI INDONESIA", "Abstrak": "Berbagai inisiatif untuk mencapai keseimbangan sosial and lingkungan telah\nterjadi di seluruh dunia dalam cepatnya peningkatan kepedulian keberlanjutan\npenduduk dunia. Dalam satu dekade terakhir, pergerakan untuk menguatkan\nkeberlanjutan dalam tiap sisi kehidupan telah berkembang dari negara-negara\nmaju. Mengikuti tren ini, perusahaan-perusahaan semakin mempertimbangkan\ninovasi keberlanjutan ke dalam model bisnis mereka sehingga riset mengenai ini\nmeningkat dalam beberapa tahun terakhir. Inovasi dalam proses bisnis dilakukan\noleh banyak perusahaan untuk mengompensasi bahaya yang mereka keluarkan ke\nlingkungan. Studi ini mencoba untuk fokus pada industri bioteknologi yang disebut\npenting dalam mencapai keberlanjutan, seperti yang tertuang dalam Cita-Cita\nPengembangan Keberlanjutan dalam Agenda Perkembangan Keberlanjutan 2030.\nIndustri ini dipandang memiliki proses dan menghasilkan produk yang secara\numum aman untuk lingkungan.\nSaat ini, semakin banyak perusahaan pemula diciptakan untuk memberi dampak.\nMereka penting dalam perkembangan keberlanjutan karena memiliki ruang yang\nluas untuk berinovasi dalam model bisnis mereka dibandingkan dengan bisnisbisnis\nlama. Hari ini, industri bioteknologi berkembang pesat di lokasi-lokasi\nberkelompok di seluruh dunia. Kolaborasi lintas-sektor telah terbukti sebagai\nsyarat utama bagi bisnis bioteknologi keberlanjutan. Namun, meskipun penelitian\nmengenai inovasi model bisnis untuk keberlanjutan sedang berkembang, tidak\nditemukan studi yang menggabungkan kolaborasi lintas-sektor ke dalam inovasi\nmodel bisnis keberlanjutan di perusahaan pemula. Terlebih lagi, banyak penelitian\ntelah menyimpulkan bahwa mereka penting untuk meningkatkan keunggulan\nkompetitif perusahaan yang khususnya penting bagi negara-neagara berkembang.\nOleh karena itu, studi ini mencoba untuk mengisi celah dengan mengeksplorasi\nkarakteristik-karakteristik elemen-elemen inovasi model bisnis dalam\nberkontribusi terhadapan perkembangan keseimbangan ekonomi, sosial, dan\nlingkungan dan usaha-usaha kolaborasi lintas-sektor di dalamnya di perusahaanperusahaan\nbioteknologi pemula. Riset ini berlangsung dalam lima tahap: 1)\nObservasi fenomena, ulasan literatur, dan identifikasi masalah; 2) pemilihan\niv\nkasus; 3) pengumpulan data dan transkripsi; 4) pembuatan kode dan analisis data;\ndan 5) finalisasi penulisan. Indonesia dipilih untuk studi kasus karena merupakan\nnegara dengan populasi terbesar keempat di dunia dengan pertumbuhan ekonomi\nyang cepat yang menyediakan contoh yang tepat untuk merepresentasikan negaranegara\nberkembang terutama di Asia Tenggara. Pengumpulan data berlangsung\npada Maret hingga November 2018 di Bandung dan Jakarta yang secara umum\nmelalui wawancara dengan lima pemilik perusahaan bioteknologi pemula. Studi\nini menggunakan analisis multi-kasus yang didasarkan pada konsep inovasi model\nbisnis untuk menggambarkan aktivitas berorientasi keberlanjutan di sepanjang\nrantai pasok dan menjabarkan peran dari tiap aktor yang terlibat dalam tiap\nkegiatan.\nAnalisis penelitian menghasilkan deskripsi umum mengenai inovasi model bisnis\nsaat ini dari seluruh kasus, motivasi yang menjelaskan mengapa mereka\nmengusahakan bisnis model berkelanjutan, pengembangan model inovasi bisnis\nmodel berkelanjutan, dan aktivitas lintas-sektor dalam mencapai keberlanjutan.\nStudi ini menemukan bahwa inovasi model bisnis untuk keberlanjutan di\nperusahaan pemula bioteknologi digerakkan oleh tiga motivasi: 1) permintaan\npasar; 2) peningkatan rantai nilai; dan 3) motivasi selain bisnis. Tiga motivasi ini\nmenciptakan karakter yang berbeda-beda pada tiga pendekatan inovasi model\nbisnis yaitu: isi, struktur, dan tata kelola. Isi ditentukan sebagai produk yang\ndidasarkan pada permintaan pasar dan sebagai servis yang didasarkan pada\nkeinginan pribadi pemilik bisnis untuk hal di luar bisnis. Sebuah nilai baru dalam\nproduk permintaan pasar akan mempengaruhi struktur dan tidak selalu tata\nkelolanya, sedangkan servis bukan bisnis hanya mempengaruhi tata kelola saja.\nStruktur adalah rantai nilai dari produk yang terkadang butuh perubahan tata\nkelola berkaitan dengan peningkatan keberlanjutan dalam perusahaan. Kolaborasi\nlintas-sektor pada kasus-kasus yang dibahas berkaitan dengan struktur dan tata\nkelola dari inovasi model bisnis. Perusahaan-perusahaan ini berkolaborasi dengan\ndelapan mitra: pemasok, pelanggan, bisnis lain, institusi riset, komunitas, lembaga\nswadaya masyarakat (LSM), pemerintas, dan investor. Dari keseluruhan, pemasok\ndan pelanggan adalah yang secara umum paling penting dalam bisnis karena\nmereka terlibat dalam sebagian besar inovasi struktur. Untuk kegiatan di luar\nbisnis, hanya LSM, komunitas, bisnis lain, dan pemerintah yang mengambil peran.\nDua catatan penting yang ditemukan pada studi ini ialah bahwa seluruh\nperusahaan pemula bioteknologi memulai bisnis mereka berdasarkan nilai\nkeberlanjutan yang dimiliki pemilik bisnis; dan bahwa mereka melakukan aktivitas\ndi luar bisnis secara regular yang umumnya dengan berbagi pengetahuan kepada\nmasyarakat. Karakteristik-karakteristik ini tidak biasa ditemukan pada perusahaan\nbesar yang umumnya berfokus pada perolehan ekonomi.\nPenemuan ini membantu menjelaskan mengenai strategi inovasi model bisnis dan\nkolaborasi lintas-sektor yang telah dipraktekkan pada perusahaan pemula\nbioteknologi untuk mencapai keberlanjutan, khususnya di Indonesia. Hal ini\npenting sebagai referensi terhadap studi selanjutnya yang berfokus pada\nv\nkeberlanjutan dan sebagai pedoman untuk perusahaan-perusahaan bioteknologi\npemula, khususnya yang fokus di negara-negara berkembang.", "Daftar File": {"ABSTRAK Lely Trianti Anggarini": "https://digilib.itb.ac.id/gdl/download/173876"}, "Penulis": "Lely Trianti Anggarini [29017020]", "Kontributor / Dosen Pembimbing": ["Melia Famiola, S.T.P., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "biotechnology, business startup.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "01 Jul 2019"}