{"Nomor": 40240, "Judul": "MODEL PENJADWALAN BATCH PADA FLEXIBLE FLOW LINE DENGAN MISSING OPERATIONS UNTUK MEMINIMASI TOTAL ACTUAL FLOW TIME", "Abstrak": "Penelitian ini membahas model penjadwalan batch dengan kriteria minimasi total actual flow time pada flexible flow line dengan missing operations. Missing operations adalah suatu kondisi pada saat tidak semua job diproses di setiap tahapan. Pada penelitian ini, tahapan pada flexible flow line terbagi menjadi tiga jenis, yaitu: tahapan yang tidak mempunyai successor, tahapan yang mempunyai successor dan predecessor, dan tahapan yang tidak mempunyai predecessor. Variabel keputusan dalam penelitian ini adalah jumlah dan ukuran batch serta urutan batch yang akan diproses. Algoritma heuristik diusulkan untuk menyelesaikan masalah pada model penjadwalan batch dengan kriteria minimasi total actual flow time pada flexible flow line dengan missing operations. Solusi algoritma usulan dimulai dengan menentukan jumlah dan ukuran batch, dan selanjutnya menentukan urutan batch yang dihasilkan. Penentuan jumlah dan ukuran batch dilakukan pada tahapan yang tidak mempunyai successor dengan menggunakan algoritma 5.1 pada Halim dkk (1994), yaitu masalah penjadwalan batch multi item pada mesin tunggal. Proses penjadwalan mempertimbangkan adanya distribusi batch untuk diproses serentak kedalam beberapa mesin yang tersedia. Hasil pengujian menunjukkan bahwa model usulan sensitif terhadap perubahan jumlah permintaan, waktu proses, waktu setup, dan jumlah mesin Sebalikya, solusi pada algoritma usulan tidak sensitif terhadap perubahan parameter due date.", "Daftar File": {"ABSTRAK SINTA RAHMAWATI": "https://digilib.itb.ac.id/gdl/download/173885"}, "Penulis": "SINTA RAHMAWATI [23416031]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Abdul Hakim Halim"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "penjadwalan batch, missing operation, total actual flow time", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "01 Jul 2019"}