{"Nomor": 40247, "Judul": "ANALISIS KEMANTAPAN LERENG PADA DESAIN LERENG TIMBUNAN TAMBANG BATUBARA DI PT XYZ PROVINSI KALIMANTAN TENGAH DENGAN MENGGUNAKAN METODE ELEMEN HINGGA", "Abstrak": "PT XYZ merupakan perusahaan tambang batubara berkalori tinggi (high rank coal)\ndi Provinsi Kalimantan Tengah yang berencana melakukan penimbunan material\nreject dari Coal Processing Plant (CPP) pada dua tempat yang dinamakan North\nDump dan South Dump. Tempat penimbunan ini telah dibuatkan desain lereng\ntimbunannya. Material yang akan ditimbun terdiri dari 3 jenis material hancuran\nberupa mudstone dengan spesifikasi tertentu berdasarkan ukuran fragmen dan\npersentase material hancuran. Oleh karena itu, diperlukan uji laboratorium untuk\nmengetahui karakteristik material hancuran dengan menggunakan kriteria Barton\ndan Kjaernsli. Hasil uji laboratorium kemudian digunakan untuk menganalisis\nkemantapan dari desain lereng timbunan yang telah dibuat.\nAnalisis kestabilan lereng dilakukan berdasarkan kriteria kuat geser MohrCoulomb dengan metode elemen hingga menggunakan perangkat lunak Phase2\n8.0.\nParameter kuat geser batuan berdasarkan kriteria Mohr-Coulomb didapatkan dari\nkonversi kriteria kuat geser Barton dan Kjaernsli hasil uji laboratorium dengan\nmenggunakan perangkat lunak RocData 4.0. Pada metode elemen hingga, faktor\nkeamanan lereng dihitung dengan menggunakan sebuah pendekatan berupa\nStrength Reduction Factor (SRF) dimana parameter kuat geser diturunkan secara\nbertahap, sehingga seluruh elemen dalam lereng mengalami keruntuhan. Lereng\ndengan SRF lebih besar atau sama dengan 1,0 dianggap aman dan jika kurang dari\n1,0 maka dianggap tidak aman.\nBerdasarkan uji laboratorium dan pemodelan dari 24 model lereng menunjukkan\nbahwa semakin tinggi persentase fragmen berukuran besar dalam material\nhancuran, maka nilai equivalent roughness (R) akan semakin tinggi, sehingga akan\nmenghasilkan nilai SRF yang tinggi, begitu juga sebaliknya. Selain itu dari hasil\npemodelan menunjukkan semua model lereng memiliki nilai SRF lebih besar dari\n1,0 sehingga dapat dinyatakan aman. Oleh karena itu direkomendasikan untuk\ndilakukan optimasi desain dari lereng dengan cara menambah tinggi lereng serta\nmemperbesar sudut lereng keseluruhan (overall slope) sehingga nilai SRF lereng\nlebih besar atau sama dengan 1,0.", "Daftar File": {"ABSTRAK Asriya Helfindo Rioardiansa": "https://digilib.itb.ac.id/gdl/download/173892"}, "Penulis": "Asriya Helfindo Rioardiansa [12115044]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Made Astawa Rai"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "kestabilan lereng, material hancuran, metode elemen hingga, kriteria Barton dan Kjaernsli, kriteria Mohr-Coulomb, strength reduction factor, rekomendasi lereng", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "01 Jul 2019"}