{"Nomor": 40243, "Judul": "SINTESIS SERBUK OKSIDA NIOBIUM DAN TANTALUM DARI PRODUK PROSES GABUNGAN ANTARA FUSI ALKALI DAN DIGESTI DALAM ASAM FLUORIDA", "Abstrak": "Niobium (Nb) dan tantalum (Ta) adalah logam jarang dan jenis logam refraktori yang memiliki banyak kegunaan dan aplikasi yang sangat luas dalam pengembangan teknologi strategis di dunia. Terdapat dua sumber bahan baku logam Nb dan Ta yang meliputi sumber primer yaitu yang berasal dari mineral Nb dan Ta seperti mineral columbite dan tantalite atau sering disingkat sebagai (coltan) dan sumber sekunder yang berasal dari slag peleburan timah dan recycling limbah elektronik. Untuk memproduksi logam Nb dan Ta dengan jalur pirometalurgi, diperlukan umpan oksida murni niobium (Nb2O5) dan tantalum (Ta2O5) yang umumnya dihasilkan melalui proses hidrometalurgi.\nProses ekstraksi Nb dan Ta dari konsentrat coltan untuk memproduksi oksida Nb2O5 dan Ta2O5 dengan kemurnian tinggi umumnya menggunakan metode digesti dengan asam fluorida (HF) diikuti ekstraksi pelarut untuk me-recovery Nb dan Ta, presipitasi Nb dan Ta hidrat dari strip solution dan kalsinasi. Proses ekstraksi menggunakan digesti dengan HF secara langsung memiliki kekurangan-kekurangan antara lain produk yang dihasilkan masih banyak mengandung pengotor yang ikut terlarut saat proses digesti dengan HF dan hanya dapat digunakan untuk memproses umpan dengan kadar tinggi. Oleh karena alasan-alasan tersebut, proses-proses alternatif terus diteliti seperti proses pre-treatment dengan fusi alkali yang diikuti dengan pelindian dalam air dan pelindian dalam asam (asam sulfat dan asam klorida) untuk menghilangkan pengotor-pengotor dalam coltan sebelum dilakukan digesti dengan HF. Pada penelitian ini dipelajari proses sintesis serbuk Nb2O5 dan Ta2O5 dengan proses gabungan yaitu fusi alkali dengan NaOH, pelindian dalam air dan pelindian dalam H2SO4 diikuti dengan digesti dalam HF, ekstraksi pelarut dan recovery Nb dan Ta. Dengan memanfaatkan sifat garam sodium Nb dan Ta yang tidak larut dalam air dan dalam H2SO4 berkonsentrasi tertentu, pengotor seperti Si, Sn, Al, Fe, Ti dan Mn dapat dieliminasi pada proses pelindian dalam air dan H2SO4 sehingga diperoleh umpan proses digesti dengan HF yang kadarnya lebih tinggi dengan kandungan pengotor lebih rendah.\nSampel bijih diperoleh dari daerah Jos Plateu Site di Nigeria melalui PT. Timah, Tbk. Diterima 4 jenis sampel yaitu primer (PR), aluvial (AL), low grade (LG) dan high grade (HG). Setelah dilakukan preparasi sampel dan sampling, dilakukan karakterisasi sampel yang meliputi analisis komposisi kimia dengan X-Ray Fluoroscence (XRF), Inductively Coupled Plasma-Mass Spectometry (ICP-MS) dan Atomic Absorbtion Spectrophotometry (AAS) dan identifikasi mineral yang dominan dalam setiap sampel dengan analisis X-Ray Diffraction (XRD). Serangkaian percobaan fusi alkali, pelindian dalam air dan pelindian dalam H2SO4 serta kombinasinya dengan proses HF dilakukan untuk mempelajari pengaruh tipe umpan (PR, AL, HG, LG dan C), nisbah berat berat bijih : NaOH (0,75:1, 1:1 dan 1.5:1) temperatur fusi (350, 450 dan 550oC) dan konsentrasi H2SO4 terhadap persen eliminasi pengotor, yaitu Al, Sn, Fe, Ti, dan Mn dan kehilangan Nb dan Ta yang ikut terlarut. Tahap pelindian bertujuan untuk melarutkan Sn dan Al, sementara tahap pelindian dalam asam sulfat bertujuan untuk melarutkan Fe, Ti dan Mn. Konsentrasi logam-logam pengotor dianalisis dengan AAS, sementara konsentrasi Nb dan Ta dianalisis dengan menggunakan ICP-MS.\nHasil analisis komposisi kimia sampel dengan XRF menunjukkan bahwa kadar Nb dan Ta pada bijih aluvial (AL) dan primer (PR) cenderung rendah (<0,04%). Sementara untuk sampel high grade (HG) menunjukkan kandungan Nb yang tinggi yaitu 47% (Nb2O5 45,3%) dan Ta 4,51% (Ta2O5 3,76%). Hasil analisis XRD sampel HG mengindentifikasi mineral-mineral columbite (FeNb2O6) dan qitianlingite ((Nb,Ta)O10) sebagai mineral-mineral yang paling dominan. Sementara, mineral yang dominan dalam sampel low grade (LG) adalah cassiterite (SnO2). Hasil analisis XRD produk fusi alkali mengidentifikasi fasa Na(Ta,Nb)O3 yang diperkirakan tidak larut dalam air dan asam sulfat.\nHasil percobaan fusi alkali dengan variasi tipe bijih menunjukkan bahwa %eliminasi logam Sn dan Al tertinggi pada tahap pelindian dalam air diperoleh pada tipe umpan komposit (C) yaitu masing-masing sebesar 51,17% dan 29,91%. Hasil percobaan fusi alkali dengan variasi nisbah umpan: NaOH menunjukkan %eliminasi Sn tertinggi yaitu sebesar 51,17% diperoleh pada nisbah umpan: NaOH 1,5:1. Percobaan dengan variasi temperatur fusi alkali menunjukkan bahwa semakin tinggi temperatur, %eliminasi Sn, Al, dan Mn yang diperoleh cenderung semakin tinggi dengan harga tertinggi masing-masing 72,21%, 53,03%, dan 5,93% untuk Sn, Al dan Mn yang diperoleh pada temperatur 550oC. Percobaan pelindian dengan variasi konsentrasi asam sulfat tidak berpengaruh signifikan terhadap eliminasi pengotor yang diperoleh. Semakin tinggi konsentrasi asam sulfat, kehilangan Nb dan Ta cenderung semakin meningkat, namun persen kehilangan Nb dan Ta paling tinggi masih kurang dari 9%. Sintesis serbuk Nb2O5 dan Ta2O5 dengan proses gabungan antara fusi alkali dan digesti dengan HF berhasil mendapatkan serbuk Nb2O5 dan Ta2O5 masing-masing dengan kadar tertinggi 90,01% dan 84,66% sementara pengotor yang masih ada dalam bentuk oksida Al, Fe, Mn, Ti dan Si dibawah 1%.", "Daftar File": {"ABSTRAK Hanajit Ranu Sirsyah": "https://digilib.itb.ac.id/gdl/download/173888", "BAB 1 Hanajit Ranu Sirsyah": "https://digilib.itb.ac.id/gdl/download/224594", "BAB 2 Hanajit Ranu Sirsyah": "https://digilib.itb.ac.id/gdl/download/224595", "BAB 3 Hanajit Ranu Sirsyah": "https://digilib.itb.ac.id/gdl/download/224596", "BAB 4 Hanajit Ranu Sirsyah": "https://digilib.itb.ac.id/gdl/download/224597", "BAB 5 Hanajit Ranu Sirsyah": "https://digilib.itb.ac.id/gdl/download/224598", "PUSTAKA Hanajit Ranu Sirsyah": "https://digilib.itb.ac.id/gdl/download/224599"}, "Penulis": "Hanajit Ranu Sirsyah [22518001]", "Kontributor / Dosen Pembimbing": ["Dr. Mohammad Zaki Mubarok, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "fusi alkali, coltan, digesti, niobium, tantalum.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "01 Jul 2019"}