{"Nomor": 40254, "Judul": "RUSUNAMI CIBANGKONG BANDUNG", "Abstrak": "Kepadatan penduduk kota Bandung yang semakin meningkat menimbulkan banyak dampak\nnegatif akan kenyamanan kota. Munculnya banyak permukiman padat di Kota Bandung berdampak\nkepada kurangnya akan ruang terbuka hijau dan infrastuktur kota yang kurang baik. Solusi dari\npermasalahan tersebut adalah dibutuhkannya penataan lahan atau land re-adjustment.\nPembangunan hunian vertikal berupa rumah susun adalah salah satu bagian dari proses penataan\nlahan yang dapat dilakukan untuk mengkonversikan permukiman horizontal eksisting ke permukiman\nvertikal. Pada konteks ini diambil lokasi yaitu di RW 02 Cibangkong. Proyek rumah susun sederhana\nmilik ini merupakan hunian vertikal dengan jumlah unit yang dapat menampung lebih banyak\npenduduk golongan menengah kebawah yang memiliki varian tipe yaitu 24 m2, 36 m2, dan 48 m2.\nFungsi yang disediakan adalah hunian, fasilitas usaha, Ruang terbuka dan fasilitas umum.\nPermasalahan yang muncul pada proyek ini adalah kebutuhan warga akan kesesuaian ruang dan\nkenyamanan sosial, isu keterjangkauan masyarakat dalam segi ekonomi dan kecepatan dalam\nmembangun. Dalam perancangan, pemilihan material dan studi mengenai proses konstruksi menjadi\nsangat penting untuk dapat meminimalisir harga konstruksi bangunan. Penggunaan material yang\ndipilih yaitu beton prefabrikasi. Oleh karena itu, fokus utama pada perancangan adalah pada\npenerapan modul tiap-tiap komponen beton prefabrikasi sebagai material utama perancangan.\nProgram dirumuskan berdasarkan studi dan analisis.", "Daftar File": {"COVER Fanisa Dyastari": "https://digilib.itb.ac.id/gdl/download/173900", "PUSTAKA Fanisa Dyastari": "https://digilib.itb.ac.id/gdl/download/173912"}, "Penulis": "Fanisa Dyastari [15213095]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Suharjono Ekomadyo, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Rusunami, Cibangkong, Prefabrikasi, Keterjangkauan, Ruang Terbuka", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "01 Jul 2019"}