{"Nomor": 40256, "Judul": "PERENCANAAN LAYOUT PELABUHAN MALAHAYATI, KABUPATEN ACEH BESAR, PROVINSI ACEH", "Abstrak": "Sebagai negara kepulauan, Indonesia dituntut untuk memiliki keterhubungan dan\nketerjangkauan antar pulau-pulau dan wilayah di dalamnya. Maka dari itu,\ndibutuhkan sarana dan prasarana penunjang transportasi laut, sungai, danau, dan\npenyebrangan sebagai penghubung utama antar pulau-pulau di Indonesia, maupun\nIndonesia dengan negara-negara lain. Keterhubungan tersebut sangat penting\nterutama dalam hal pengangkutan barang ekspor ataupun impor yang mempunyai\nperan strategis sebagai pendukung kegiatan pembangunan perekonomian, industri,\ndan perdagangan. Pelabuhan merupakan sarana utama untuk mewujudkan\nketerhubungan tersebut dimana pada tahun 2014 terdapat sekitar 2,392 pelabuhan\ndan 11 pelabuhan komersial diantaranya berada di Aceh. Provinsi Aceh termasuk\nke dalam Koridor Ekonomi Sumatera dalam Masterplan Percepatan dan Perluasan\nPembangunan Ekonomi Indonesia (MP3EI) 2011-2025, namun sebagian besar\nkomoditas ekspor dari sektor perkebunan dan pertanian yang berasal dari Provinsi\nAceh selama ini diekspor melalui Pelabuhan Belawan di Sumatera Utara karena\npelabuhan-pelabuhan umum yang diusahakan di Aceh belum memadai. Maka dari\nitu, direncanakan pembangunan Pelabuhan Malahayati sebagai pelabuhan umum\nyang diusahakan di Kecamatan Mesjid Raya, Kabupaten Aceh Besar, Provinsi\nAceh untuk melayani angkutan barang general cargo dan peti kemas nasional dan\ninternasional.\nPada tugas akhir ini akan akan dianalisis kebutuhan fasilitas darat dan perairan\nuntuk terminal general cargo dan terminal peti kemas Pelabuhan Malahayati\nberdasarkan prediksi arus barang dan peti kemas yang akan dilayani pelabuhan,\nserta kondisi lingkungan. Kondisi lingkungan meliputi arah dan kecepatan arus,\nserta arah dominan dan tinggi gelombang berdasarkan pemodelan hidrodinamika\nmenggunakan software Delft3D. Pemodelan gelombang dilakukan pada lokasi\ntinjauan sebelum dan sesudah diberi struktur breakwater. Kemudian ditentukan\nbeberapa alternatif layout pelabuhan meliputi alternatif tata letak breakwater dan\norientasi dermaga untuk selanjutnya dipilih layout pelabuhan terbaik berdasarkan\nfaktor lingkungan, kemudahan akses alur pelayaran, serta faktor biaya dan volume\npekerjaan menggunakan skoring matriks. Faktor lingkungan yang ditinjau ialah\ntinggi gelombang pada kolam pelabuhan setelah diberi struktur breakwater,\nkemudahan akses alur pelayaran ditinjau berdasarkan tikungan pada alur pelayaran,\nsedangkan faktor biaya dihitung berdasarkan harga satuan pekerjaan trestle dan\nvolume pekerjaan breakwater.", "Daftar File": {}, "Penulis": "Alya Rismayanti [15515051]", "Kontributor / Dosen Pembimbing": ["Dr. Paramashanti, S.T., M.T.", "Alamsyah Kurniawan, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Layout, Pelabuhan, Terminal, General Cargo, Peti Kemas, Breakwater, Delft3D", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "11 file", "Tanggal Input": "01 Jul 2019"}