{"Nomor": 40255, "Judul": "PERENCANAAN BANGUNAN PELINDUNG PANTAI GEBANG, KABUPATEN CIREBON", "Abstrak": "Erosi merupakan permasalahan yang sering terjadi di pantai. Salah satu pantai di\nIndonesia yang sering mengalami kerusakan akibat abrasi air laut adalah Pantai Gebang\nyang terletak di Kabupaten Cirebon, Provinsi Jawa Barat. Kemunduran garis pantai\nyang terjadi di daerah ini menyebabkan ancaman bagi masyarakat yang tinggal di\nsekitar Pantai Gebang terutama bagi masyarakat yang tinggal di daerah pesisir.\nPembahasan Tugas Akhir ini meliputi proses desain bangunan pelindung Pantai Gebang\ndengan menggunakan data sekunder yang telah diolah. Bangunan pelindung pantai\ndimodelkan terlebih dahulu menggunakan pemodelan numerik NEMOS (Nearshore\nEvolution Modeling System) dengan berbagai macam modul yang ada di dalamnya.\nPemodelan kemunduran garis pantai tahun 2014 sampai tahun 2017 dikalibrasi terlebih\ndahulu sampai memperoleh error < 10%. Setelah diperoleh error sebesar 9,82%,\npemodelan dilakukan untuk melihat kemunduran garis pantai tahun 2018 sampai tahun\n2027.\nHasil dari Tugas Akhir ini meliputi pemilihan bangunan pelindung pantai berupa\nbreakwater dengan desain rinci berupa panjang 100 meter, jumlah sebanyak 7 buah, dan\njarak antarbreakwater sebesar 50 meter. Lebar mercu struktur head adalah 1.1 meter,\nsedangkan untuk struktur trunk adalah 1 meter. Armor layer struktur head adalah batu\nalam 300-550 Kg dan untuk struktur trunk adalah batu alam 250-400 Kg. Untuk struktur\nhead pada filter layer adalah batu alam 30-50 Kg dan untuk struktur trunk adalah 20-40\nKg.", "Daftar File": {"ABSTRAK Raka Firmansyah": "https://digilib.itb.ac.id/gdl/download/173899"}, "Penulis": "Raka Firmansyah [15514054]", "Kontributor / Dosen Pembimbing": ["Ir. Harman Ajiwibowo, MS, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Erosi, Pemodelan, Perencanaan, Bangunan Pantai", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Jul 2019"}