{"Nomor": 40250, "Judul": "ANALISIS KESTABILAN LERENG PADA DESAIN LERENG TIMBUNAN TAMBANG BATUBARA DI PT XYZ PROVINSI KALIMANTAN TENGAH DENGAN MENGGUNAKAN METODE KESETIMBANGAN BATAS", "Abstrak": "PT XYZ yang terletak di Provinsi Kalimantan Tengah adalah salah satu perusahaan\ntambang batubara berkalori tinggi (high rank coal) yang ingin melakukan penimbunan\nmaterial rejects dari Coal Processing Plant (CPP). Desain lereng hasil penimbunan akan\ndibuat dan penimbunan akan dilakukan di dua daerah yaitu North Dump dan South Dump.\nMaterial rejects yang akan ditimbun adalah material hancuran berupa mudstone dengan\nspesifikasi berdasarkan persentase ukuran fragmen material hancuran. Karakteristik\nmaterial rejects didapatkan dari hasil uji laboratorium mengikuti kriteria Barton dan\nKjaernsli. Berdasarkan hasil uji laboratorium, pemodelan lereng dibuat untuk\nmenganalisis kestabilan lereng timbunan tersebut.\nAnalisis kestabilan lereng dilakukan dengan menggunakan Metode Kesetimbangan Batas\n(Limit Equilibrium Method), yaitu Metode Janbu dengan perangkat lunak Slide 6.009.\nLereng timbunan yang dianalisis terdiri dari dua kondisi topografi yaitu topografi datar\ndan dengan kemiringan 80\nyang memiliki spesifikasi material tertentu. Hasil analisis\nkestabilan yang diperoleh dinyatakan dalam bentuk nilai faktor keamanan (FK). Lereng\ndengan FK ? 1 dianggap aman sedangkan lereng dengan FK < 1 dianggap tidak aman.\nHasil uji laboratorium terhadap material timbunan dan pemodelan yang berjumlah 24\nmodel lereng menunjukkan bahwa semakin tinggi persentase fragmen berukuran besar\npada material timbunan maka nilai equivalent roughness (R) akan semakin tinggi\nsehingga meningkatkan nilai FK, begitu juga sebaliknya. Hasil pemodelan juga\nmenunjukkan semua lereng yang dianalisis dianggap aman karena memiliki nilai FK ? 1.\nOleh karena itu, penulis merekomendasikan untuk menambah tinggi lereng atau\nmemperbesar sudut lereng sehingga mengurangi jumlah luasan timbunan yang\ndibutuhkan.", "Daftar File": {"ABSTRAK Indyra Prameswari": "https://digilib.itb.ac.id/gdl/download/173895"}, "Penulis": "Indyra Prameswari [12115004]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Made Astawa Rai"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "kestabilan lereng, kriteria Barton-Kjaernsli, metode kesetimbangan batas, faktor keamanan, geometri lereng", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "01 Jul 2019"}