{"Nomor": 40253, "Judul": "DESAIN DAN ANALISIS CROSSING PIPA BAWAH LAUT DI LAUT JAWA", "Abstrak": "Sistem pipa bawah laut yang didesain perlu kuat dan aman dari semua kemungkinan kegagalan yang terjadi pada saat kondisi instalasi, hydrotest, dan operasionalnya. Pada umumnya, kegagalan yang terjadi pada pipa karena desain dari tebal dinding pipa, desain kestabilan pipa, desain bentang bebas pipa, dan desain tegangan pipa saat diinstalasi menggunakan pipelay vessels yang tidak aman dan efisien. Desain tebal dinding pipa berdasarkan standar DNV-OS F101 menjelaskan bahwa tebal desain pipa harus cukup untuk menahan beban yang bekerja seperti beban lingkungan dan system pressure. Desain kestablian pipa berdasarkan DNV-RP F109 dan DNV-RP E305 menjelaskan bahwa desain pipa harus berada pada kondisi diam akibat adanya beban vertikal dan lateral. Konfigurasi dari pipelay vessels perlu didesain, sehingga pada proses instalasi pipa tidak menghasilkan tegangan berlebih. Desain bentang bebas berdasarkan DNV-RP F105 menjelaskan bahwa pipa memiliki batas bentang bebas yang diizinkan. Kemudian, sistem pipa yang beroperasi di sepanjang dasar laut akan menghadapi obstacle. Sehingga, rute pipa tidak akan selamanya terbentang lurus. Salah satu cara untuk menghadapi obstacle tersebut adalah dengan membuat crossing pipa. Hal yang perlu diperhatikan dalam crossing pipa adalah ketinggian dari crossing pipa dam natural bending pipa yang terjadi.", "Daftar File": {"ABSTRAK Kautsar Muhammad I": "https://digilib.itb.ac.id/gdl/download/173898"}, "Penulis": "Kautsar Muhammad I [15514020]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ricky Lukman Tawekal, MSE, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "tebal dinding pipa, kestabilan pipa, konfigurasi pipelay vessels, bentang bebas, crossing pipa", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Jul 2019"}