{"Nomor": 40263, "Judul": "KARAKTERISTIK PALINOMORF AKIBAT PERUBAHAN IKLIM PADA SEDIMEN LAUT DALAM SEJAK PLEISTOSEN AKHIR DI LAUT SUMBA, NUSA TENGGARA TIMUR", "Abstrak": "Wilayah Indonesia Timur sangat dipengaruhi oleh perubahan iklim monsun. Curah\nhujan di Indonesia Timur sebagian besar dikendalikan oleh kekuatan Australian –\nIndonesian Summer Monsoon, yang merupakan salah satu sistem monsun terbesar\ndi Bumi. Beberapa peneliti sebelumnya di wilayah Indonesia Timur menyebutkan\nrekaman polen dan spora pada sedimen laut mampu merefleksikan dengan baik\nkondisi iklim glasial – interglasial akan tetapi hasil rekaman ini masih kurang rinci\nterhadap peristiwa iklim pada periode Pleistosen – Holosen. Oleh karena itu,\npenelitian untuk mengetahui perubahan distribusi dan karakteristik polen dalam\nkaitannya dengan perubahan iklim di Laut Sumba sejak Pleistosen Akhir penting\nuntuk dilakukan.\nAnalisis palinologi, kandungan unsur, besar butir dan penarikhan radiokarbon 14C\nyang dilakukan pada inti bor ST08 di Laut Sumba memberikan gambaran\nkarakteristik distribusi polen akibat perubahan iklim sejak 18.255 BP. Analisis\ntersebut menunjukkan bahwa proporsi Gramineae meningkat (75%) pada periode\nglasial yang mengindikasikan iklim yang lebih dingin dan kering, sedangkan nilai\nproporsi yang sangat rendah ditunjukkan oleh mangrove (4%). Periode interglasial\ndicirikan oleh tingginya nilai proporsi Pteridophyta (200%) dan taksa tropical\nlowland (42%).\nBerdasarkan karakteristik palinomorf yang didukung oleh karakteristik sedimen,\nbeberapa peristiwa iklim selama periode glasial sekitar 18.255 BP dapat dikenali\ndiantaranya: Last Glasial Maximum (LGM), Oldest Dryas, Bølling interstadial,\nOlder Dryas, Allerød interstadial, dan Younger Dryas. Memasuki Holosen sekitar\n10.904 BP peristiwa iklim yang dapat dikenali yaitu Holocene Tropical\nClimate/HTC 6, HTC-5, Top Cooling, HTC-4 (Holocene Maximum), HTC-3, HTC-\n2, HTC-1, Medieval Warm Period, dan Little Ice Age. Selama periode glasial, iklim\ndi daerah penelitian lebih dipengaruhi oleh monsun tenggara. Kondisi ini dilihat\ndari tingkat curah hujan yang rendah pada periode tersebut. Sedangkan pada\nperiode interglasial, intensitas monsun barat laut mulai meningkat seiring dengan\nmeningkatnya curah hujan.", "Daftar File": {"ABSTRAK Istiana": "https://digilib.itb.ac.id/gdl/download/173916", "COVER Istiana": "https://digilib.itb.ac.id/gdl/download/177208", "BAB 1 Istiana": "https://digilib.itb.ac.id/gdl/download/177210", "BAB 2 Istiana": "https://digilib.itb.ac.id/gdl/download/177212", "BAB 3 Istiana": "https://digilib.itb.ac.id/gdl/download/177214", "BAB 4 Istiana": "https://digilib.itb.ac.id/gdl/download/177216", "BAB 5 Istiana": "https://digilib.itb.ac.id/gdl/download/177218", "PUSTAKA Istiana": "https://digilib.itb.ac.id/gdl/download/177219"}, "Penulis": "Istiana [22016028]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Khoiril Anwar Maryunani, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Laut Sumba, Monsun, Polen dan Spora,", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "01 Jul 2019"}