{"Nomor": 40276, "Judul": "PERANCANGAN STRUKTUR DERMAGA CURAH KERING NEW BLC DENGAN KONSTRUKSI BETON PRACETAK DI KALIORANG, KUTAI TIMUR, PROVINSI KALIMATAN TIMUR", "Abstrak": "Indonesia adalah salah satu produsen dan eksportir batubara terbesar di dunia. Berkaitan dengan permintaan global yang meningkat, pemerintah Indonesia menargetkan untuk meningkatkan produksi dan ekspor batubara. Oleh karena itu, dibutuhkan infrastruktur yang memadai untuk transportasi batubara. Salah satu infrastruktur tersebut adalah pelabuhan, termasuk di dalamnya struktur dermaga. Salah satu produsen dan eksportir batubara di Indonesia adalah PT Indexim Coalindo, yang memiliki lokasi tambang di Kaliorang, Kalimatan Timur, berencana untuk mengembangkan fasilitas pelabuhan yang dimilikinya untuk meningkatkan ekspor.\nPada Tugas Akhir ini akan dibahas perancangan struktur dermaga pada Pengembangan Pelabuhan dan Pembangunan Dermaga New BLC yang melayani komoditas batubara dengan struktur dermaga dolphin bertipe deck on pile. Dermaga yang didesain terdiri dari tiga komponen struktur utama, yaitu loading platform, breasting dolphin, dan mooring dolphin.\nTahapan awal dalam perancangan dermaga ini adalah pengumpulan data sekunder yang berupa data lingkungan dan data operasional dermaga. Pengolahan data dilakukan untuk mendapatkan angka desain sebagai dasar preliminary design dari dermaga. Struktur dermaga harus kuat menahan beban-beban yang bekerja, baik beban akibat pengaruh lingkungan di laut maupun akibat operasi di pelabuhan seperti kapal yang berlabuh dan aktivitas muat yang melibatkan alat berat.\nSetelah didapatkan dimensi struktur dermaga dan elemen struktural dermaga dari preliminary design, pemodelan struktur dermaga dilakukan dengan bantuan perangkat lunak. Pemodelan struktur untuk mengetahui kehandalan struktur rencana terhadap beban yang bekerja. Hasil dari pemodelan berupa unity check ratio (UCR), defleksi struktur, gaya dalam, serta reaksi perletakan elemen struktural dermaga.\nGaya dalam elemen struktural dermaga yang didapatkan dari hasil pemodelan dijadikan dasar untuk melakukan penulangan elemen struktural dermaga. Kemudian, khusus untuk bagian struktur atas loading platform, elemen struktural dermaga didesain kembali dengan menggunakan beton pracetak karena terdapat banyak keuntungan dari penggunaan beton pracetak. Perancangan elemen struktural dengan beton pracetak ini meliputi analisis desain kondisi pengangkatan, analisis desain kondisi instalasi dan analisis desain tumpuan. Elemen pracetak harus didesain sedemikian rupa sehingga dapat menjadi satu struktur dermaga yang monolit ketika disatukan.\nTahapan terakhir adalah perhitungan daya dukung tanah untuk mengetahui kedalaman rencana pemancangan dari tiang pancang sehingga mampu menahan reaksi perletakan struktur berdasarkan data geoteknik yang tersedia.\nHasil dari Tugas Akhir ini adalah dimensi struktur dermaga yang terdiri dari loading platform, breasting dolphin, dan mooring dolphin, dimensi elemen struktural dermaga, detail penulangan, dimensi serta detail komponen beton pracetak pada loading platform, dan kedalaman tiang pancang.", "Daftar File": {}, "Penulis": "Pradita Aprilia Restiani [15515062]", "Kontributor / Dosen Pembimbing": ["Ir. Sri Murti Adiyastuti, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Dermaga, Dolphin, Curah Kering, Batu Bara, Beton Pracetak", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "12 file", "Tanggal Input": "01 Jul 2019"}