{"Nomor": 40272, "Judul": "ANALISIS RESIDU ENROFLOKSASIN PADA DAGING DAN TELUR AYAM MENGGUNAKAN MOLECULARLY IMPRINTED POLYMER-SOLID PHASE EXTRACTION DAN HPLC", "Abstrak": "Enrofloksasin merupakan salah satu antibiotik golongan fluorokuinolon yang banyak digunakan\npada hewan ternak. Penggunaan yang tidak terkontrol pada hewan ternak dapat mengakibatkan\npercepatan resistensi mikroba. Senyawa ini banyak terdeposit di dalam jaringan otot, kulit dan\nlemak, hati dan ginjal. Analisis dari sampel biologis memerlukan preparasi yang lebih kompleks\ndan rumit sebelum analis untuk mendapatkan hasil yang akurat secara cepat. Teknik pemisahan\nmenggunakan Molecular Imprinted Polymer (MIP) saat ini banyak dikembangkan untuk\nmengatasi permasalahan analisis. MIP merupakan polimer yang dibuat dengan mencetak molekul\nyang memiliki afinitas terhadap molekul cetakan sehingga selektivitas dan sensitivitasnya tinggi\nterhadap molekul cetakan. Pada penelitian ini MIP disintesis dengan menggunakan enrofloksasin\nsebagai molekul cetakan, asam itakonat sebagai monomer, etilenglikol dimetakrilat (EGDMA)\nsebagai pengikat silang, dan azobisisobutironitril (AIBN) sebagai inisiator dan kloroform:metanol\n(4:1) sebagai pelarut porogen. Sintesis MIP dilakukan menggunakan polimerisasi ruah dengan\nperbandingan dalam mol molekul cetakan, monomer fungsional, pengikat silang 1:6:20,\nmenghasilkan IF sebesar 1,84. MIP yang dihasilkan bersifat selektif terhadap enrofloksasin.\nAnalisis residu enrofloksasin menggunakan HPLC dengan detektor UV-Vis, kolom C18, dan fase\ngerak 20 mM asam fosfat dalam air pH 3,0:asetonitril (83:17). Hasil uji linearitas menunjukkan\nR2 0,9990, akurasi dengan nilai recovery 98,75%-101,84%, presisi dengan nilai RSD 1,83, LOD\n1,23 µg/ml dan LOQ 4,09 µg/ml. Hasil analis sampel yang dilakukan dengan metode Molecularly\nImprinted Solid Phase Extraction (MISPE) dan adisi menunjukkan bahwa terdeteksi adanya residu\nenrofloksasin pada sampel daging ayam sebesar 8,83±15,19 mg/kg. Sedangkan pada sampel telur\ntidak terdeteksi adanya residu enrofloksasin.", "Daftar File": {"ABSTRAK Evieta Rohana": "https://digilib.itb.ac.id/gdl/download/173933", "COVER Evieta Rohana": "https://digilib.itb.ac.id/gdl/download/243079", "BAB 1 Evieta Rohana": "https://digilib.itb.ac.id/gdl/download/243080", "BAB 2 Evieta Rohana": "https://digilib.itb.ac.id/gdl/download/243081", "BAB 3 Evieta Rohana": "https://digilib.itb.ac.id/gdl/download/243082", "BAB 4 Evieta Rohana": "https://digilib.itb.ac.id/gdl/download/243083", "BAB 5 Evieta Rohana": "https://digilib.itb.ac.id/gdl/download/243084", "BAB 6 Evieta Rohana": "https://digilib.itb.ac.id/gdl/download/243085", "PUSTAKA Evieta Rohana": "https://digilib.itb.ac.id/gdl/download/243086"}, "Penulis": "Evieta Rohana [20717026]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Slamet Ibrahim Surantaatmadja,DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Enrofloksasin, Molecularly Imprinted Polymer (MIP), asam itakonat, HPLC", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "01 Jul 2019"}