{"Nomor": 40278, "Judul": "STUDI PENGARUH PENAMBAHAN ZIRKONIA PADA PADUAN BAJA FERITIK OXIDE DISPERSION STRENGHTENED (ODS) Fe-16Cr-4Al-1Ni-0.5Ti-xZrO2 TERHADAP KETAHANAN OKSIDASI ISOTERMIK PADA TEMPERATUR 800OC", "Abstrak": "Penduduk dunia dan teknologi yang selalu berkembang akan meningkatkan kebutuhan listrik sehingga dibutuhkan sumber energi listrik yang efisien dan ramah lingkungan. Salah satu teknologinya adalah Pembangkit Listrik Tenaga Nuklir (PLTN) yang perkembangannya kini sudah mencapai tahap pengembangan Generasi IV. Tantangan dari reaktor nuklir generasi IV ini adalah temperatur operasi dan paparan radiasi yang tinggi yang akan mengakibatkan creep dan embrittlement. Baja feritik Oxide Dispersion Strengthened (ODS) memiliki sifat yang tahan akan paparan radiasi dan temperatur tinggi sehingga memenuhi kriteria. Penelitian ini mempelajari pengaruh dari komposisi penambahan zirkonia (ZrO2) 0,1%;0,4%;1% dan waktu oksidasi isotermik pada paduan Fe-16Cr-4Al-1Ni-0,5Ti-xZrO2 pada temperatur 800oC.\nSerangkaian percobaan diawali dengan membuat paduan baja feritik ODS melalui metode mechanical alloying menggunakan planetary ball mill dengan kecepatan putar 1290 rpm selama 2 jam. Serbuk hasil pemaduan ini dikompaksi dengan tekanan 4 ton dan ditahan selama 4 menit dan membentuk green compact dan disinter pada temperatur 1000oC selama 6 jam dalam keadaan inert. Sampel as-sintered dikarakterisasi dengan mikroskop optik, SEM-EDS, dan Vicker Hardness Test untuk diamati struktur mikro, distribusi komposisi, dan kekerasan. Setelah itu, sampel as-sintered dengan zirkonia 0,1%;0,4%;1% dilakukan pengujian oksidasi isotermik pada temperatur 800oC selama waktu 5, 20, 50, dan 100 jam. Sampel hasil oksidasi dikarakterisasi dengan mikroskop optik, SEM-EDS, dan XRD untuk diamati ketebalan oksida, fasa oksida, dan distribusi unsur pada permukaan cross section.\nHasil percobaan menunjukkan produk oksida yang terbentuk adalah Fe2O3, Fe3O4, dan Al2FeO4. Ketebalan oksida rata-rata pada paduan dengan zirkonia 0,1% setelah dioksidasi 100 jam memiliki ketebalan 387,737 ?m;0,4% didapat ketebalan 421,710 ?m;1% didapat ketebalan 445,229 ?m. Analisis korelasi (R2) menunjukkan oksidasi ini mengikuti persamaan parabolik. Konstanta laju oksidasi dengan zirkonia 0,1% adalah 1553,2 ?m2.jam-1;0,4% adalah 1806,1 ?m2.jam-1;1% adalah 1923,6 ?m2.jam-1. Penelitian ini menunjukkan bahwa paduan baja ODS dengan penambahan zirkonia terendah yaitu 0,1% memiliki ketahanan oksidasi yang paling baik.", "Daftar File": {"ABSTRAK Rahmadhani Triastomo": "https://digilib.itb.ac.id/gdl/download/173938"}, "Penulis": "Rahmadhani Triastomo [12515072]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eddy Agus Basuki, M.Sc.", "Dr.Ir. Djoko Hadi Prajitno, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "oksidasi isotermik, ODS, temperatur tinggi, ketebalan oksida, zirkonia", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "01 Jul 2019"}