{"Nomor": 40282, "Judul": "STUDI KARAKTERISTIK DAN GENESA POTENSI RARE EARTH ELEMENT DAN MINERAL IKUTAN TIMAH PADA ENDAPAN PRIMER, SEKUNDER, SISA HASIL PENGOLAHAN (SHP) SERTA KONSENTRAT DI KECAMATAN BADAU, KABUPATEN BELITUNG, PROVINSI KEPULAUAN BANGKA BELITUNG", "Abstrak": "Salah satu wilayah penambangan timah aluvial aktif yang ada di Belitung berada di Kecamatan\nBadau. Hasil penambangan dan pengolahan bijih kasiterit telah menunjukkan potensi sumberdaya\nRare Earth Element (REE) yang hadir dalam bentuk Mineral Ikutan Timah (MIT) seperti monasit,\nilmenit, zirkon, xenotim, anatase dan rutil. Seiring dengan berkembangnya teknologi, permintaan\nakan unsur-unsur ini akan mendorong kegiatan eksplorasi di masa yang akan datang. Sampelsampel\ndari endapan primer, sekunder, Sisa Hasil Pengolahan (SHP) dan konsentrat telah\ndikumpulkan dari pit tambang timah aluvial aktif, bukit intrusi Granit Tanjungpandan dan sungaisungai\nyang ada di Kecamatan Badau. Preparasi sampel yang dilakukan antara lain dewatering\npada 25oC – 130oC, pereduksian massa sampel sesuai kaidah yang benar menggunakan Rotary\nDivider, pengklasifikasian mineral butir berdasarkan fraksi menggunakan sieving #20, #48, #65,\n#100, -#100 dan penggerusan sampel menggunakan Milling terkhusus sampel yang akan dilakukan\nanalisis X-ray Diffraction (XRD). Analisis makroskopis, Grain Counting, mineragrafi dan X-ray\nDiffraction (XRD) dilakukan untuk mengetahui karakteristik dari MIT dan batuan granit yang\ndipercaya sebagai sumber dari REE. Hasil dari penelitian menunjukkan keterdapatan mineral\ntarget seperti monasit, ilmenit, zirkon dan xenotim di Kecamatan Badau dengan genesa tipe letakan\nyang bersumber dari bukit intrusi formasi Granit Tanjungpandan. Namun, target MIT seperti\nanatase dan rutil tidak ditemukan pada sampel primer, sekunder, SHP mau pun konsentrat.", "Daftar File": {"ABSTRAK Enrico Gilrandy Wahyu Suharjo": "https://digilib.itb.ac.id/gdl/download/173949"}, "Penulis": "Enrico Gilrandy Wahyu Suharjo [12115011]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Syafrizal, S.T., M.T.", "Arie Naftali Hawu Hede, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Rare Earth Element, Formasi Granit Tanjungpandan, monasit, ilmenit, zirkon, xenotim, Kecamatan Badau", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "01 Jul 2019"}