{"Nomor": 40297, "Judul": "ANALISIS SENSITIVITAS, PENGARUH KETEBALAN DINDING PIPA DAN TEMPERATUR OPERASI TERHADAP KEANDALAN PIPA GAS DENGAN METODE PROBABILISTIC FRACTURE MECHANICS", "Abstrak": "Gas alam merupakan energi terbanyak ketiga yang dikonsumsi di dunia dengan pertumbuhan konsumsi tercepat sebesar 1.4% per tahun dibandingkan dengan liquid yang hanya 0.7% per tahun. Tren pertumbuhan konsumsi energi yang berasal dari gas alam juga turut didukung pemerintah Indonesia dengan pembentukan Subholding gas. Subholding gas akan berfokus pada pengembangan infrastruktur berupa jaringan pipa sepanjang 10.547 km hingga akhir tahun 2019. Penulis terdorong untuk meneliti lebih lanjut mengenai hubungan variabel intrinsik dan operasi pipa terhadap kemungkinan gagal pipa. Penelitian ini menggunakan probabilistic fracture mechanics melalui simulasi Monte Carlo untuk menilai keandalan dari pipa gas. Pada penelitan ini digunakan data jaringan pipa gas Sumatera pada kilometer 18, 77, dan 122 untuk dipelajari sensitivitas variabel pipa terhadap kemungkinan gagal pipa dan pengaruh ketebalan dinding maupun temperatur operasi pipa terhadap keandalan pipa.\nPada penelitian ini dilakukan simulasi yang didasarkan pada dokumen API FFS 579 section 9 yaitu crack like flaw. Simulasi dilakukan secara bertahap yang diawali dengan pembuatan lembar kerja API 579 section 9 pada Microsoft Excel. Nilai fracture toughness ditentukan dengan prosedur API 579 annex F dilanjutkan pendekatan teori statistik weakest link size effect. Perambatan retak yang digunakan pada simulasi ini yaitu metode perambatan retak superposisi. Variabel ketebalan dinding pipa dan temperatur operasi pipa diinput pada simulasi. Variasi ketebalan dinding pipa yang digunakan ialah 15, 18, 21, dan 24 mm sedangkan variasi temperatur operasi pipa yang digunakan ialah 77, 92, 107, dan 122 °F. Setelah itu umur sisa jaringan pipa ditentukan dengan simulasi Monte Carlo melalui aplikasi Crystall Ball. Analisis sensitivitas dilakukan melalui fitur aplikasi Crystal Ball.\nBerdasarkan hasil simulasi, peningkatan ketebalan pipa dari 15 mm hingga 24 mm akan meningkatkan sisa umur pipa. Hal ini disebabkan menurunnya stress reference maupun stress intensity factor yang lebih besar dibandingkan fracture toughness. Selain itu dari hasil simulasi menunjukkan, peningkatan temperatur operasi pipa dari 77 °F hingga 122 °F akan meningkatkan sisa umur pipa. Peningkatan temperatur operasi akan meningkatkan nilai fracture toughness karena semakin banyak energi yang diserap oleh material. Analisis sensitivitas memperlihatkan bahwa perambatan retak merupakan variabel yang paling mempengaruhi peluang kegagalan pipa, lalu diikuti dengan tekanan operasi, ketebalan pipa, temperatur operasi pipa, dimensi cacat awal, dan yield strength dari pipa.", "Daftar File": {"ABSTRAK Fithratullah Habibie": "https://digilib.itb.ac.id/gdl/download/173985"}, "Penulis": "Fithratullah Habibie [12515031]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Akhmad Ardian Korda, S.T., M.T.", "ahmad Taufik, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Probabilistic fracture mechanics, Keandalan pipa, Analisis sensitivitas, API FFS 579, simulasi Monte Carlo, fracture toughness", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "01 Jul 2019"}