{"Nomor": 40299, "Judul": "INTEGRASI PENATAAN RUANG DARAT DAN LAUT", "Abstrak": "Kajian terkait integrasi penataan ruang kawasan pesisir menjadi masalah stategis yang perlu mendapat perhatian khusus dari berbagai pihak. Aktifitas di kawasan pesisir dikelola oleh lembaga-lembaga lintas sektoral yang memiliki kebijakan masing-masing dalam implementasi aktifitasnya. Dalam kondisi tersebut sangat rentan terjadinya konflik yang terjadi antara lembaga dikarenakan kewenangan yang melekat pada masing-masing lembaga saling tumpang tindih, sehingga pengelolaan kawasan pesisir menjadi tidak efektif. Dalam pengelolaan kawasan pesisir, dokumen legal yang menjadi acuan pengelolaan sumber daya adalah Rencana Tata Ruang Wilayah (RTRW) dan Rencana Zonasi Wilayah Pesisir dan Pulau-Pulau Kecil (RZWP3K). Kedua dokumen perencanaan tersebut mengacu pada Undang-Undang yang berbeda, sehingga diperlukan adanya sinergi dalam perencanaan dan implementasinya di lapangan.\nDalam melakukan kajian aspek legal, dilakukan metode analisis deskriptif dengan penafsiran gramatikal dan sistematis. Integrasi penataan ruang perlu didukung juga dari aspek teknis dan kelembagaan. Dari aspek teknis, penentuan garis pantai menjadi tinjauan utama untuk mewujudkan data spasial yang berkesinambungan dari darat ke laut tanpa tumpang tindih data. Garis air tinggi menjadi pilihan terbaik untuk menjadi acuan penentuan batas karena akan menyatukan zona intertidal dan perairan kawasan pesisir. Dengan demikian, zona pasang surut bisa dimanfaatkan sepenuhnya untuk mendukung aktifitas di perairan kawasan pesisir. Selain itu, dari aspek kelembagaan dan sumber daya manusia, dilakukan analisis korelasi yang akan menjelaskan tumpang tindih kewenangan lembaga yang mengelola sumberdaya alam di kawasan pesisir.\nPenataan ruang laut yang termuat dalam dokumen RZWP3K belum komprehensif karena sebatas pada wilayah laut daerah dan menyisakan kekosongan peraturan pada wilayah perairan yang tidak masuk pada wilayah laut daerah. Penggunaan acuan dalam penentuan zonasi perlu menggunakan garis air tinggi untuk mengoptimalkan zona intertidal dalam menyokong aktifitas di laut. Secara kelembagaan perlu ada perampingan kewenangan lembaga yang dipertegas dengan wilayah secara spasial, disamping itu peningkatan kualitas SDM menjadi sangat penting dalam pengelolaan sumber daya pesisir.", "Daftar File": {"ABSTRAK Andika Permadi Putra": "https://digilib.itb.ac.id/gdl/download/173988", "COVER Andika Permadi Putra": "https://digilib.itb.ac.id/gdl/download/194376", "BAB 1 Andika Permadi Putra": "https://digilib.itb.ac.id/gdl/download/194377", "BAB 2 Andika Permadi Putra": "https://digilib.itb.ac.id/gdl/download/194378", "BAB 3 Andika Permadi Putra": "https://digilib.itb.ac.id/gdl/download/194379", "BAB 4 Andika Permadi Putra": "https://digilib.itb.ac.id/gdl/download/194380", "BAB 5 Andika Permadi Putra": "https://digilib.itb.ac.id/gdl/download/194381", "PUSTAKA Andika Permadi Putra": "https://digilib.itb.ac.id/gdl/download/194382"}, "Penulis": "Andika Permadi Putra [25117004]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eka Djunarsjah, M.T.", "Dr. Ir. Dwi Wisayantono, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Integrasi, Garis Pantai, Zona Intertidal, Sumber Daya Pesisir", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "01 Jul 2019"}