{"Nomor": 40298, "Judul": "ANALISIS KOEFISIEN GESEKAN STATIS DAN KINETIS BERBAGAI BAHAN PASANGAN PERMUKAAN", "Abstrak": "Penelitian ini bertujuan untuk menentukan koefisien gesekan statis (????????) dan\nkoefisien gesekan kinetis (????????) beberapa jenis bahan pasangan permukaan dengan\nparameter yang mempengaruhinya. Sistem utama yang digunakan dalam\neksperimen meliputi benda berbentuk balok yang meluncur pada bidang miring\ndengan sudut kemiringan bidang yang dapat diatur. Penelitian dikaji melalui\neksperimen gerak balok pada bidang miring untuk menentukan ???????? dengan cara\nmencari sudut kemiringan bidang ketika benda tepat akan bergerak. Sedangkan\nuntuk menentukan ???????? dengan cara mengamati luncuran benda dari puncak bidang\nmiring yang kemudian didokumentasikan dalam bentuk video. Selanjutnya\ndianalisa menggunakan video tracker untuk memperoleh grafik kecepatan benda\nterhadap waktu dengan berbagai variasi sudut. Kesimpulan yang didapatkan adalah\nkoefisien gesekan statis dan kinetis merupakan nilai produk pasangan dari bahan\nbalok dan landasan yang bergesekan. Portable box sebagai media pembelajaran\nyang dibuat peneliti, mampu membuktikan bahwa massa dan luas permukaan benda\ntidak mempengaruhi nilai koefisien gesekan statis dan kinetis suatu bahan. Selain\nitu, suatu bahan dengan skala kekerasan Mohs yang lebih kecil, yaitu aluminium <\ntembaga < kuningan < kaca < baja, akan berkorelasi dengan hasil koefisien gesekan.", "Daftar File": {"COVER Dhia Hana Mufida": "https://digilib.itb.ac.id/gdl/download/173986", "BAB 1 Dhia Hana Mufida": "https://digilib.itb.ac.id/gdl/download/173987", "BAB 2 Dhia Hana Mufida": "https://digilib.itb.ac.id/gdl/download/173989", "BAB 3 Dhia Hana Mufida": "https://digilib.itb.ac.id/gdl/download/173990", "BAB 4 Dhia Hana Mufida": "https://digilib.itb.ac.id/gdl/download/173991", "BAB 5 Dhia Hana Mufida": "https://digilib.itb.ac.id/gdl/download/173992", "PUSTAKA Dhia Hana Mufida": "https://digilib.itb.ac.id/gdl/download/173993"}, "Penulis": "Dhia Hana Mufida [90217002]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Sparisoma Viridi, S.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Koefisien gesekan statis, koefisien gesekan kinetis, tracker.", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "7 file", "Tanggal Input": "01 Jul 2019"}