{"Nomor": 40304, "Judul": "PENINGKATAN KAPASITAS DAN AKURASI PENJEJAKAN OBJEK BERGERAK DENGAN FITUR JAMAK", "Abstrak": "Penjejakan objek secara visual diawali dengan kemampuan mendeteksi objek. Kemampuan sistem untuk memahami gambar visual dengan mengenali objek-objek dalam gambar masih merupakan permasalahan penelitian. Para peneliti telah mengembangkan metode penjejakan menggunakan lokasi, arah gerak, dan kecepatan gerak dari objek pada frame sebelumnya sebagai model pergerakan. Penjejakan objek berkecepatan tinggi masih menghadapi kendala akurasi. Juga adanya perubahan ukuran dan bentuk objek akibat perubahan jarak dan tertutup objek lain serta perubahan pencahayaan, mengakibatkan penjejakan kehilangan objek yang diikuti. Kehilangan akurasi dari suatu metode yang digunakan dapat diimbangi dengan metode lain yang masih mampu menghasilkan akurasi. Peningkatan kapasitas dilakukan dengan menjalankan beberapa metode secara sekuensial bergantian atau paralel bersamaan untuk menghasilkan sekaligus beberapa nilai akurasi dari kemampuan mengikuti objek, sehingga mengurangi kemungkinan hilangnya akurasi secara total. Selain itu, masalah akurasi yang hilang atau berkurang juga harus diimbangi dengan peningkatan akurasi. Pendekatan yang masih jarang dilakukan untuk itu adalah menggunakan fungsi matematis Regresi Linier Jamak (Multiple Linear Regression) dari integral Choquet yang mendeskripsikan rinci fitur sebagai tambahan terhadap fitur utama objek. Nilai-nilai piksel dari gambar diproses sebagai pola sinyal yang dilakukan aproksimasi dengan pencocokan kurva menggunakan fungsi matematis. Pergerakan objek memiliki nilai koefisien determinasi yang berdekatan, ditambahkan proses penapisan warna dan persyaratan jarak lingkup terdekat dari posisi sebelumnya dari objek dalam video. Pada disertasi ini diambil contoh kasus penjejakan objek menggunakan deteksi objek dari rincian atribut dari manusia bergerak, juga contoh penerapan dalam pengenalan ruang pertemuan cerdas. Pada akhirnya disertasi ini dapat meningkatkan akurasi dibandingkan metode-metode penjejakan yang telah ada, yaitu dalam hal kondisi atribut warna objek yang berbeda dengan lingkungan sekitarnya, gerakan objek berkecepatan tinggi atau gerakan yang terpotong-potong dengan jeda interval waktu, dalam beberapa studi kasus dataset penjejakan objek yang menggunakan atribut warna.", "Daftar File": {"ABSTRAK Dian Andriana": "https://digilib.itb.ac.id/gdl/download/173998", "COVER Dian Andriana": "https://digilib.itb.ac.id/gdl/download/195616", "BAB 1 Dian Andriana": "https://digilib.itb.ac.id/gdl/download/195617", "BAB 2 Dian Andriana": "https://digilib.itb.ac.id/gdl/download/195618", "BAB 3 Dian Andriana": "https://digilib.itb.ac.id/gdl/download/195619", "BAB 4 Dian Andriana": "https://digilib.itb.ac.id/gdl/download/195620", "BAB 5 Dian Andriana": "https://digilib.itb.ac.id/gdl/download/195621", "BAB 6 Dian Andriana": "https://digilib.itb.ac.id/gdl/download/195622", "PUSTAKA Dian Andriana": "https://digilib.itb.ac.id/gdl/download/195623"}, "Penulis": "Dian Andriana [33214020]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Carmadi Machbub", "Dr. Ary Setijadi Prihatmanto, S.T., M.T.", "Egi Muhammad Idris Hidayat, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Elektro dan Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "penjejakan objek visual dengan deteksi objek, model tampilan, fitur jamak", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "01 Jul 2019"}