{"Nomor": 40308, "Judul": "EVALUASI PENGELOLAAN FASILITAS INTEGRASI ANTAR MODA PADA  KAWASAN TOD DENGAN MENINJAU KOORDINASI ANTAR STAKEHOLDER  (STUDI KASUS: KAWASAN DUKUH ATAS)", "Abstrak": "Pemerintah sedang mengembangkan serangkaian sistem transportasi massal \nberbasis rel, khususnya di Jabodetabek. Penyediaan transportasi massal berbasis rel \ntersebut berupa Mass Rapid Transit (MRT), Commuter Line (KRL), Kereta Bandara \nSoekarno  Hatta  (Railink),  dan  Light  Rail  Transit  (LRT).  Kawasan  Dukuh  Atas \nmerupakan kawasan yang berada di Jakarta Pusat dimana di dalam Rencana Tata \nRuang Wilayah DKI Jakarta Tahun 2011-2030 telah dicantumkan bahwa Kawasan \nDukuh Atas ditetapkan sebagai titik perpindahan beberapa angkutan massal berbasis \nrel, yaitu KRL, Kereta Bandara, MRT, LRT, dan BRT dengan konsep pengembangan \nKawasan Berbasis Transit  (TOD).  Keberadaan  berbagai  stakeholder,  khususnya \noperator  di  dalam  pengembangan  kawasan  tersebut  menyebabkan  perencanaan  di \nsekitar  stasiun  harus  dilakukan  secara  terpadu,  mengingat  setiap  rencana  dan \nrealisasi  yang  dilakukan  akan  berdampak  dan  juga  membutuhkan  partisipasi  dari \nsetiap stakeholder. Di sisi lain, pengembangan transportasi yang terintegrasi pada \nTOD di Indonesia saat ini masih belum dapat dikatakan optimal. Setiap stakeholder \ncenderung  memiliki  rencananya  masing-masing  sesuai  dengan  kepentingannya, \ntermasuk  dalam  penyediaan  fasilitas  pendukung  integrasi  antar  moda. Fasilitas \npejalan kaki, parkir, feeder, informasi, dan media pembayaran merupakan komponen \npenting  dalam  mewujudkan  perpindahan  antar  moda  secara  seamless.  Dalam \nmengatasi hal tersebut, dibutuhkan koordinasi antar stakeholder yang efektif dengan \nkerja yang mampu mengoptimalkan layanan bagi penumpang dan mempertimbangkan \nkepentingan  yang  dimiliki  oleh  setiap  stakeholder.   Studi  ini  akan  memberikan \nevaluasi  terhadap pengelolaan  fasilitas  integrasi  antar  moda  dengan  meninjau \nkoordinasi stakeholder menggunakan analisis kualitatif.", "Daftar File": {}, "Penulis": "Hafsah Aliya Rahma Suhono [15415009]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Puspita Dirgahayani, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "transportasi,  integrasi  antar  moda,  TOD,  fasilitas,  koordinasi,  pengelolaan, stakeholder.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "01 Jul 2019"}