{"Nomor": 40318, "Judul": "ANALISIS KURVA RASIO H/V UNTUK ESTIMASI AMPLIFIKASI GEMPA DAN KERENTANAN SEISMIK DI PULAU LOMBOK, NUSA TENGGARA BARAT, INDONESIA", "Abstrak": "Tahun 2018 lalu, Lombok diguncang oleh serangkaian gempa bumi yang merusak. Menurut data Badan Meteorologi, Klimatologi, dan Geofisika (BMKG), tercatat sebanyak 1.973 gempa bumi dirasakan (M > 3) yang mengguncang Lombok selama bulan Agustus 2018 dengan tiga gempa bermagnitudo terbesar yaitu 6.9 Mw, 6.8 Mw, dan 6.2 Mw. Badan Nasional Penanggulangan Bencana (BNPB) mencatat sebanyak 555 korban meninggal dunia, 1.833 korban luka-luka, dan 186.010 rumah rusak akibat gempa Lombok tanggal 5 Agustus 2018. Sejumlah seismometer ditempatkan di Pulau Lombok sejak 3 Agustus 2018 hingga 19 Oktober 2018. Terdapat total 17 stasiun yang merekam seismisitas di Lombok yang terdiri dari 10 sensor broadband dan 7 sensor short period. Pada penelitian ini, penulis menggunakan metode Horizontal-to-Vertical Spectral Ratio (HVSR) untuk menganalisis risiko kegempaan daerah Lombok. Konsep dasar dari metode ini adalah melakukan perbandingan antara spektrum komponen horizontal dan spektrum komponen vertikal suatu gelombang, dimana secara teoritis pergerakan partikel komponen horizontal akan lebih besar daripada pergerakan partikel komponen vertikal pada tanah yang lunak dan lapuk, sedangkan pada tanah yang keras kedua komponen tersebut (horizontal dan vertikal) akan bernilai sama.\nKurva H/V dari rekaman gempa (Earthquake Horizontal-to-Vertical Ratio/EHVR) dan kurva H/V dari rekaman mikrotremor (Microtremor Horizontal-to-Vertical Ratio/MHVR) menunjukkan kesesuaian dan korelasi yang tinggi. Koreksi empiris EMR (Earthquake-to-Microtremor Ratio) berhasil mengurangi perbedaan estimasi nilai frekuensi dominan dan faktor amplifikasi antara EHVR dan MHVR. Peta distribusi frekuensi dominan, amplifikasi, dan kerentanan seismik yang dihasilkan memiliki kesesuaian dengan geologi Pulau Lombok, dimana ditemukan nilai amplifikasi dan kerentanan seismik yang tinggi pada tanah yang lunak dan tebal. Penelitian ini menyimpulkan bahwa percepatan tanah maksimum dan konstruksi bangunan juga menjadi faktor yang perlu dipertimbangkan pada investigasi dampak dari gempa terhadap kerusakan yang terjadi, selain efek lapisan dekat permukaan", "Daftar File": {"ABSTRAK Mochammad Randy Caesario Harsuko": "https://digilib.itb.ac.id/gdl/download/174014"}, "Penulis": "Mochammad Randy Caesario Harsu [12315073]", "Kontributor / Dosen Pembimbing": ["Dr. Andri Dian Nugraha, S.Si., M.Si.", "Dr. Zulfakriza, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "amplifikasi gempa, frekuensi dominan, gempa Lombok, kerentanan seismik, metode HVSR", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "01 Jul 2019"}