{"Nomor": 40327, "Judul": "STUDI KINERJA PEMUATAN DAN PENGANGKUTAN BATUBARA DARI PIT KE CPP PADA PIT CH SITE BINUNGAN PT BERAU COAL", "Abstrak": "Pemuatan dan pengangkutan batubara adalah salah satu kegiatan yang penting pada rantai produksi batubara. Pada kasus penambangan batubara yaitu site Binungan PT Berau Coal, proses pemuatan dan pengangkutan batubara dilakukan dari front penambangan menuju Coal Processing Plant (CPP) dengan menempuh jarak yang kurang lebih 30 km. Kombinasi alat gali-muat dan alat angkut yang digunakan oleh PT Berau Coal adalah backhoe Komatsu PC-300 dan dumptruck Scania berkapasitas 30 ton. Memperhatikan jarak angkut tersebut, kinerja alat gali-muat dan alat angkut menjadi salah satu faktor penentu dalam ketercapaian target produksi. Selanjutnya penelitian ini dilakukan sebagai salah satu sarana untuk mengevaluasi kinerja alat gali-muat dan alat angkut agar dapat mencapai target produksi dengan mempertimbangkan jarak pengangkutan batubara menuju Coal Processing Plant (CPP).\nDalam penelitian ini, dilakukan pengambilan data lapangan berupa komponen waktu edar dari alat gali-muat Komatsu PC-300 dan data waktu pengangkutan yang ditentukan dari kedatangan dumptruck di jembatan timbang CPP. Selain itu, terdapat beberapa data penunjang berupa: data jarak pengangkutan dari front penambangan menuju Coal Processing Plant (CPP) , rata-rata target produksi harian Pit CH, dan jam kerja efektif. Selanjutnya keseluruhan data-data tersebut akan dievaluasi untuk menentukan kebutuhan alat muat dan alat angkut beserta nilai keserasian dari alat.\nHasil analisis menjukkan, untuk mencapai target produksi batubara sebesar 3500 ton per hari diperlukan 18 unit dumptruck berkapasitas 30 ton dan 1 unit alat gali-muat Komatsu PC-300. Peningkatan jarak angkut mencapai 30 km membutuhkan alat angkut sebanyak 35 unit dumptruck berkapasitas 30 ton dan 1 unit alat gali-muat Komatsu PC-300. Pada kasus peningkatan target produksi mencapai 5200 ton per hari dengan jarak angkut rata-rata 28 Km akan memerlukan 26 unit dumptruck dan 1 unit alat gali-muat PC-300. Selanjutnya untuk mencapai target produksi batubara sebesar 3500 ton per hari dapat dilakukan dengan perubahan waktu gilir kerja dari semula 3 shift menjadi 2 shift per hari. Dengan perubahan waktu gilir kerja akan diperlukan minimal 16 unit dumptruck berkapasitas 30 ton dan 1 unit alat gali-muat Komatsu PC-300.", "Daftar File": {"ABSTRAK Bayu Maolana": "https://digilib.itb.ac.id/gdl/download/174033"}, "Penulis": "Bayu Maolana [12115014]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Fadhila Achmadi Rosyid, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "pemuatan batubara, pengangkutan batubara, produktivitas.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "01 Jul 2019"}