{"Nomor": 40320, "Judul": "ISOLASI SENYAWA ANTIOKSIDAN DARI DAUN KAKAO (THEOBROMA CACAO L.)", "Abstrak": "Radikal bebas adalah atom atau molekul yang mengandung satu atau lebih elektron tidak\nberpasangan sehingga memiliki sifat yang sangat reaktif. Konsentrasi radikal bebas dalam tubuh\nyang tinggi akan menyebabkan berbagai macam gangguan seperti mutasi sel dan penyakit\ndegeneratif. Antioksidan adalah senyawa kimia yang dapat menyumbangkan satu atau lebih\nelektron kepada radikal bebas sehingga dapat meredam radikal bebas. Antioksidan dapat\ndiperoleh dari tumbuhan, salah satunya adalah pada tumbuhan kakao (Theobroma cacao L.).\nPenelitian ini bertujuan untuk mengisolasi senyawa antioksidan dari daun kakao. Serbuk simplisia\ndaun kakao diekstraksi menggunakan metode refluks dengan pelarut etanol 96%. Ekstrak\ndifraksinasi menggunakan metode ekstraksi cair-cair dan dilakukan subfraksinasi menggunakan\nmetode kromatografi lapis tipis preparatif. Pemantauan dilakukan menggunakan kromatografi\nlapis tipis silika gel GF254 dengan penampak bercak sinar tampak, sinar UV panjang gelombang 254\nnm dan 366 nm, dan penampak bercak DPPH 0,1% dalam metanol. Pemurnian dilakukan dengan\nmetode kromatografi lapis tipis preparatif. Isolat dikarakterisasi menggunakan penampak bercak\nsitroborat, uap amonia, kromatografi kertas dua dimensi dan spektrofotodensitometri. Simplisia\ndan ekstrak etanol daun kakao mengandung senyawa flavonoid, tanin, kumarin,\nsteroid/triterpenoid, dan fenol. Aktivitas antioksidan diuji menggunakan metode DPPH. IC50 dari\nasam askorbat, ekstrak etanol daun kakao, fraksi etil asetat daun kakao, fraksi air daun kakao,\nfraksi n-heksana daun kakao, dan isolat beturut-turut adalah 1,62±0,03 µg/mL, 3,25±0,26 µg/mL,\n2,35±0,15 µg/mL, 3,01±0,15 µg/mL, 21,10±0,89 µg/mL, dan 1,90±0,12 µg/mL. Hasil karakterisasi\nmenunjukkan bahwa isolat merupakan senyawa isoflavon aglikon tanpa 5-OH bebas.", "Daftar File": {"ABSTRAK Neng Ernawati": "https://digilib.itb.ac.id/gdl/download/174017"}, "Penulis": "Neng Ernawati [10715073]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Komar Ruslan Wirasutisna", "Dr. Rika Hartati, M.Si.Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "antioksidan, Theobroma cacao L., daun kakao, flavonoid, DPPH", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "01 Jul 2019"}