{"Nomor": 40324, "Judul": "EFEK ANALGESIK EKSTRAK DAUN TEMPUYUNG (SONCHUS ARVENSIS L.) DAN KELOPAK BUNGA ROSELA (HIBISCUS SABDARIFFA L.) SERTA KOMBINASINYA PADA MENCIT JANTAN SWISS WEBSTER", "Abstrak": "Nyeri merupakan manifestasi dari berbagai kelainan fisiologis tubuh. Tempuyung (Sonchus arvensis\nL.) dan rosela (Hibiscus sabdariffa L.) secara tradisional memiliki khasiat meredakan pirai, luka,\nbisul, dan radang. Keduanya juga diduga memiliki kemampuan dalam meredakan nyeri. Tujuan\npenelitian ini adalah untuk menentukan aktivitas analgesik dari ekstrak daun tempuyung dan\nkelopak bunga rosela baik secara tunggal maupun kombinasi pada mencit galur Swiss Webster.\nMetode uji analgesik yang digunakan adalah metode writhing test dan metode tail immersion test\ndengan kelompok uji (1) kontrol positif (CMC-Na 1%), (2) obat pembanding, (3) ekstrak tempuyung\n50 mg/kg bb, (4) ekstrak tempuyung 100 mg/kg bb, (5) ekstrak rosela 50 mg/kg bb, (6) ekstrak rosela\n100 mg/kg bb, (7) kombinasi ekstrak tempuyung dan rosela 25-25 mg/kg bb, (8) kombinasi ekstrak\ntempuyung dan rosela 50-50 mg/kg bb, dan (9) kombinasi ekstrak tempuyung dan rosela 100-100\nmg/kg bb. Hasil pengujian aktivitas analgesik dengan metode writhing test menunjukkan bahwa\nekstrak daun tempuyung secara tunggal memiliki aktivitas analgesik perifer pada dosis 50 dan 100\nmg/kg bb yang ditunjukkan dengan penurunan geliatan mencit yang signifikan (p<0,05)\ndibandingkan kelompok kontrol. Pada hasil pengujian aktivitas analgesik sentral dengan metode\ntail immersion test, ekstrak rosela dosis 100 mg/kg bb menunjukkan aktivitas analgesik sentral yang\nyang signifikan (p<0,05) dibandingkan kelompok kontrol. Pada metode writhing test kombinasi\nkedua ekstrak dengan dosis 50-50 mg/kg bb berbeda signifikan terhadap kelompok kontrol dan\nsebanding dengan dosis tunggal tempuyung 100 mg/kg bb. Sementara pada metode tail immersion\ntest, kombinasi kedua ekstrak tidak lebih baik dari tunggalnya.", "Daftar File": {"ABSTRAK Stephanie": "https://digilib.itb.ac.id/gdl/download/174020"}, "Penulis": "Stephanie [11615006]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Elin Yulinah", "Dhyan Kusuma Ayuningtyas, M.Si., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Nyeri, tempuyung, rosela, analgesik, writhing test, tail immersion test", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "01 Jul 2019"}