{"Nomor": 40331, "Judul": "The Stress Contrast Effect of Laminated Shaly-Sand Reservoir to Multistage Hydraulic Fracturing Design for Optimizing the Horizontal Well Productivity in K Field", "Abstrak": "Lapangan K, salah satu lapangan dengan tingkat heterogenitas yang tinggi ini sudah diproduksikan sejak tahun\n1986 dan sekarang dapat dikategorikan sebagai lapangan yang sudah tua. Reservoir K-1 memiliki karakteristik\nsebagai formasi batuan pasir dengan nilai resistivitas batuan dan permeabilitas yang rendah berdasarkan hasil\ninterpretasi logging. Namun dengan menggunakan analisis petrografi, reservoir K-1 dikonfirmasi memiliki\ndominasi batuan pasir dimana terdapat lapisan-lapisan tipis dari batuan shale.\nBerdasarkan produksi dari 3 sumur yang ada, produksi kumulatif dari reservoir K-1 hanya dapat mencapai 3%\nnilai perolehan maksimum dari total cadangan. Inefesiensi dari skenario pengembangan reservoir saat ini pada\nakhirnya memotivasi studi lanjut untuk pengembangan menggunakan sumur horisontal dengan metode\nperekahan batuan hidrolik multi-tahap sebagai salah satu opsi untuk memaksimalkan perolehan dari reservoir\nshaly-sand ini. Tantangan utama dalam melakukan metode perekahan batuan hidrolik pada sumur horisontal adalah\nmemastikan propagasi dari rekahan dapat melewat hambatan permeabilitas rendah arah vertikal dari lapisan\nshale di dalam reservoir sehingga dapat meningkatkan perolehan minyak dari semua lapisan. Tantangan ini\nbiasanya dipengaruhi oleh kekontrasan properti stress antara lapisan shale dan sand yang akan mempengaruhi\npropagasi dari rekahan yang terbentuk. Maka dari itu, properti stress yang kontras harus dikonsiderasi dalam\nmendesain metode perekahan batuan hidrolik sehingga dapat menghasilkan rekahan dengan geometri yang\ndiinginkan. Hasil dari studi menunjukkan bahwa desain hydraulic fracturing yang mempertimbangkan\nkekontrasan stress akan memberikan fracture yang lebih konduktif dan juga memberikan peningkatan pada\npermeabilitas efektif dan laju alir minyak.\nParameter lain yang mempengaruhi propagasi rekah ketika perekahan batuan hidrolik adalah koneksi antar\nrekah saat proses pertumbuhan. Pertumbuhan rekah yang satu dapat membatasi pertumbuhan rekah yang lain\nsehingga menyebabkan proses screen-out yang lebih cepat, dan kemudian menghasilkan pertumbuhan rekah\nvertikal yang tidak optimum. Untuk itu, hasil teknologi hydrajetting dalam perekahan multitahap akan dianalisa\nsebagai upaya preventif untuk menghindari restriksi selama propagasi rekah dan hasil analisa menunjukkan\nbahwa panjang fracture yang terbentuk 4 kali lebih panjang dari fracture yang biasa terbentuk pada operasi\nfracturing melalui multislot.\nStudi ini memberikan analisis komprehensif dalam mendesain metode perekahan batuan hidrolik multi-tahap\npada sumur horisontal dengan mengkonsiderasi properti kontras stress dari lapisan shale dan sand sehingga\ndapat mendukung evaluasi teknis dan keekonomian dan memberikan rekomendasi skenario pengembangan yang\noptimum untuk memaksimalkan perolehan dari reservoir K-1. Skenario ini memberikan performa produksi\nreservoir yang paling baik dimana pengurasan arah lateral ditingkatkan melalui keberadaan sumur horisontal\ndan restriksi permeabilitas vertikal yang juga teratasi dari terbentuknya stress, sehingga memberikan\npeningkatan 37.96% perolehan minyak dari metode sebelumnya. Selain itu, perekahan batuan hidrolik\nmultitahap juga memberikan hasil keekonomian yang paling baik dari parameter IRR, NPV kontraktor dan\npemerintah, payout time, serta indeks profit.", "Daftar File": {"ABSTRAK Kevin Joshua Reynaldi": "https://digilib.itb.ac.id/gdl/download/174037", "2019 TA PP KEVIN JOSHUA REYNALDI 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/174038"}, "Penulis": "Kevin Joshua Reynaldi [12215037]", "Kontributor / Dosen Pembimbing": ["Zuher Syihab, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "reservoir shaly-sand, properti kontras stress, multistage, sumur horizontal dengan metode perekahan batuan hidrolik multitahap", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "01 Jul 2019"}