{"Nomor": 40330, "Judul": "ANALISIS KESESUAIAN RENCANA POLA RUANG  KAWASAN DAN KONDISI GUNA LAHAN EKSISTING  DI SEKITAR BANDARA TERHADAP KETENTUAN  KAWASAN KESELAMATAN OPERASI PENERBANGAN", "Abstrak": "Perkembangan  bandar  udara  sejalan  dengan  permintaan  jasa  angkutan \npenerbangan,  demikian  pula  wilayah  di  sekitarnya  akan  berkembang  ditandai \ndengan perubahan fisik guna lahan. Setiap bandar udara  yang dioperasikan oleh \npemerintah  atau  badan  usaha  harus  membuat  Kawasan  Keselamatan  Operasi \nPenerbangan  (KKOP)  dengan  tujuan  untuk  menjaga  keselamatan  operasi \npenerbangan. Sesuai yang diamanatkan dalam UU Nomor 1 Tahun 2009 tentang \nPenerbangan Pasal 217 ayat 1, bahwa setiap bandara udara yang dioperasikan wajib \nmemenuhi  ketentuan  keselamatan  dan  keamanan  penerbangan,  serta  ketentuan \npelayanan jasa bandar udara. Penelitian ini bertujuan untuk mengetahui kesesuaian \nrencana  pola  ruang  dan  kesesuaian  penggunaan  lahan  atau  sebaran  bangunan \neksisting  di  sekitar  bandar  udara  terhadap  Keputusan  Menteri  Perhubungan \nmengenai  KKOP,  mengetahui  kemungkinan  munculnya  potensi  yang \nmembahayakan  keselamatan  operasi  penerbangan  di  6  (enam)  bandar  udara \ndibawah PT. Angkasa Pura II (Bandar Udara Depati Amir, Bandar Udara Sultan \nThaha, Bandar Udara Iskandar Muda, Bandar Udara Internasional Minangkabau, \nBandar Udara Raja Haji Fisabilillah, dan Bandar Udara Sultan Syarif Kasim II). \nPenelitian  ini  menggunakan  metode  diskriptif,  mengolah  data-data  berupa  peta \nrencana pola ruang dalam RTRW kota/ kabupaten, peta bumi, peta administrasi \nwilayah  kota/  kabupaten,  peta  sebaran  obstacle,  dan  koordinat  kawasan \nkeselamatan operasi penerbangan untuk memperoleh visualisasi secara keruangan \nmenggunakan GIS untuk dianalisa lebih lanjut. Hasil analisa menunjukkan bahwa \nterdapat potensi bahaya yang dapat mengancam keselamatan operasi penerbangan \nakibat perubahan guna lahan di hampir semua bandar udara yang menjadi obyek \npenelitian,  berupa  bangunan/permukiman  pada  kawasan  kemungkinan  bahaya \nkecelakaan. Rencana pola ruang yang sesuai dengan ketentuan KKOP khususnya \ndi  wilayah  sekitar  bandar  udara  penelitian,  yaitu  :  rencana  pola  ruang  di  dalam \nRTRW Kabupaten Aceh Besar dan Kabupaten Padang Pariaman.", "Daftar File": {"ABSTRAK Dwi Sulistyo Handoyo": "https://digilib.itb.ac.id/gdl/download/174036", "BAB 2 Dwi Sulistyo Handoyo": "https://digilib.itb.ac.id/gdl/download/207289", "BAB 1 Dwi Sulistyo Handoyo": "https://digilib.itb.ac.id/gdl/download/207290", "BAB 3 Dwi Sulistyo Handoyo": "https://digilib.itb.ac.id/gdl/download/207291", "BAB 5 Dwi Sulistyo Handoyo": "https://digilib.itb.ac.id/gdl/download/207292", "DAFTAR Dwi Sulistyo Handoyo": "https://digilib.itb.ac.id/gdl/download/207293", "2019 TS PP DWI SULISTYO HANDOYO_JURNAL.pdf?": "https://digilib.itb.ac.id/gdl/download/207294"}, "Penulis": "Dwi Sulistyo Handoyo [24217011]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Iwan Pratoyo Kusumantoro, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "perubahan  guna  lahan,  rencana  pola  ruang,  keselamatan  operasi  penerbangan.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "7 file", "Tanggal Input": "01 Jul 2019"}