{"Nomor": 40348, "Judul": "STUDI PENGARUH YTTRIA TERHADAP KETAHANAN OKSIDASI ISOTERMIK BAJA FERITIK ODS Fe-16Cr-4Al-1Ni-0.5Ti-xY2O3 PADA TEMPERATUR 800OC", "Abstrak": "Pertumbuhan penduduk, ekonomi dan urbanisasi yang cepat akan mengakibatkan peningkatan kebutuhan energi di masa mendatang. Perserikatan Bangsa Bangsa (PBB) memerkirakan penduduk dunia akan meningkat dari 7,6 miliar menjadi 9,8 miliar pada tahun 2050. Permintaan energi listrik dunia akan meningkat 43 % dalam 20 tahun kedepan. Sementara produksi energi listrik menyumbang 37 % emisi CO2 atau sekitar 10 ton. Energi nuklir menjadi salah satu alternatif untuk mengatasi hal tersebut. Energi nuklir hanya menghasilkan 29 ton CO2e/GWh. Saat ini teknologi Pembangkit Listrik Tenaga Nuklir (PLTN) telah berkembang menuju gen-IV. Perkembangan tersebut menuntut material yang tahan radiasi dan operasi temperatur tinggi. Baja feritik Oxide Dispersion Strengthened (ODS) menjadi salah satu yang berpotensi untuk menjadi material cladding reaktor gen-IV. Baja feritik ODS memiliki sifat tensile, daya tahan terhadap creep, dan daya tahan radiasi dan ketahanan oksidasi temperatur tinggi yang baik. Pada penilitian ini dipelajari pengaruh komposisi yttria terhadap ketahanan oksidasi isotermik baja feritik ODS Fe-16Cr-4Al-1Ni-0,5Ti-xY2O3 pada temperatur 800oC.\nSerangkaian percobaan dimulai dengan pembuatan baja feritik ODS Fe-16Cr-4Al-1Ni-0,5Ti- dengan variasi penambahan Y2O3 sebesar 0,1%;0,4% dan 1% melalui jalur metalurgi serbuk. Bahan unsur pemadu ditimbang dengan neraca digital kemudian dilakukan mechanical alloying dengan planetary ball mill. Proses selanjutnya adalah cold compaction dengan 10 ton shop press dengan tekanan sebesar 4 ton dan waktu penahanan 4 menit. Hasil kompaksi dilakukan sintering dengan menggunakan horizontal tube furnace pada suasana inert (high purity argon). Temperatur sintering pada 1000oC dengan waktu penahanan 6 jam. Pengujian oksidasi isotermik menggunakan horizontal tube furnace pada suasana atmosferik. Temperatur pengujian adalah 800oC dengan variasi waktu 5;20;50;100 jam. Karakterisasi dilakukan dengan menggunakan mikroskop optik, XRD, SEM-EDS dan Vicker Hardness Test Machine.\nPengujian akhir didapatkan ketebalan total paduan 1 sebesar 461,03 ?m dengan outer layer sebesar 91,98 ?m, paduan 2 ketebalan total sebesar 407,10 ?m dengan outer layer sebesar 117,38 dan pada paduan 3 didapatkan total ketebalan 443,93 ?m dengan outer layer sebesar 146,92. Penambahan Y2O3 meningkatkan kecepatan pertumbuhan oksida terluarnya (outer layer). Paduan 1 ditemukan adanya porous pada lapisan oksidanya sedangkan paduan 3 terbentuk vakansi atau lubang yang paling besar. Sehingga, paduan 2 menunjukkan ketahanan oksidasi yang paling baik. Peningkatan komposisi yttria juga meningkatkan kekerasan baja feritik ODS as sintered. Analisis nilai korelasi (R2) menunjukkan laju kinetika mengikuti persamaan parabolik dengan konstanta oksidasi pada penambahan 0,1%;0.4%;1% masing masing adalah 1967,8; 1587,2; 1880,9 ?m2.jam-1. Selain itu, produk oksida yang terbentuk adalah Fe2O3, Fe3O4 dan Al2FeO4.", "Daftar File": {"2019 TA PP TEGAR MUKTI AJI 1-ASBTRAK.pdf\niu": "https://digilib.itb.ac.id/gdl/download/174069"}, "Penulis": "Tegar Mukti Aji [12515040]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eddy Agus Basuki, M.Sc.", "Dr.Ir. Djoko Hadi Prajitno, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Cladding reaktor nuklir, baja ferritik ODS, yttria, oksidasi isotermik", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "02 Jul 2019"}