{"Nomor": 40356, "Judul": "EDUKASI BAHAYA MEROKOK PADA SISWA SMP MENGGUNAKAN BERBAGAI METODE DALAM RANGKA PENCEGAHAN DAN MENGURANGI KEBIASAAN MEROKOK SISWA DI TIGA SEKOLAH DI BANDUNG", "Abstrak": "Merokok merupakan hal yang umum terjadi di masyarakat. Bahaya merokok pada kesehatan\ndapat menyerang seluruh organ tubuh. Berdasarkan data Riskesdas, prevalensi merokok pada\npopulasi usia 10-19 tahun mengalami peningkatan, dari tahun 2013 (7,2%) meningkat pada tahun\n2018 (9,1%). Kasus merokok pada usia muda diatasi dengan melakukan pencegahan merokok\nsejak dini, salah satunya dengan meningkatkan pengetahuan siswa tentang bahaya merokok.\nPenelitian ini dilakukan untuk mengevaluasi tingkat pengetahuan siswa dan perubahan perilaku\nsiswa setelah mengikuti kegiatan edukasi bahaya merokok serta menentukan metode yang tepat\ndalam pemberian edukasi bahaya merokok kepada siswa SMP. Penelitian dilakukan di tiga SMP di\nkota Bandung dengan total responden 459 siswa. Data penelitian menggunakan data primer\ndengan memberikan kuisioner kepada siswa untuk mendapatkan data retrospektif yaitu data\ndemografi dan status merokok siswa, serta data konkuren dengan mengukur pengetahuan siswa\ntentang bahaya akibat merokok. Pemberian edukasi dilakukan dengan metode presentasi, leaflet\ndan gabungan. Tingkat pengetahuan siswa tentang bahaya merokok sebelum mendapatkan\nedukasi yaitu cukup baik (43,9%) dan setelah mendapatkan edukasi tingkat pengetahuan siswa\nmenjadi baik (55,4%) sampai sangat baik (44,2%). Perilaku siswa menunjukkan perbaikan diukur\ndengan menurunnya jumlah siswa yang tidak ingin berhenti merokok, sebelum (30,4%) dan\nsesudah (4,3%) menerima edukasi serta menurunnya jumlah siswa yang ingin mencoba merokok\nsebelum (25,5%) sesudah (1,4%) menerima edukasi. Edukasi dapat meningkatkan pengetahuan\nsiswa tentang bahaya merokok dan dapat mengubah sikap siswa terhadap perilaku merokok yaitu\nmenurunya keinginan merokok dan meningkatnya keinginan untuk berhenti merokok. Metode\nedukasi bahaya merokok yang tepat untuk siswa SMP yaitu metode leaflet.", "Daftar File": {"ABSTRAK Oki Marsela": "https://digilib.itb.ac.id/gdl/download/174077"}, "Penulis": "Oki Marsela [11615026]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Andreanus Andaja Soemardji, DEA", "Cindra Tri Yuniar, M.Si.,Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "edukasi, presentasi, pengetahuan rokok, perilaku, bahaya merokok", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "02 Jul 2019"}