{"Nomor": 40357, "Judul": "EVALUASI PRODUKSI RETEPLASE REKOMBINAN HASIL KOEKSPRESI DENGAN CHAPERONE PROTEIN DISULFIDE ISOMERASE PADA Escherichia coli BL21(DE3)", "Abstrak": "Reteplase merupakan protein terapeutik rekombinan yang termasuk ke dalam golongan aktivator\nplasminogen rekombinan (r-PA) dan berfungsi sebagai agen trombolitik untuk terapi infark\nmiokard. Produksi reteplase di Escherichia coli cenderung membentuk badan inklusi berupa\nprotein tidak terlarut, karena memiliki sembilan ikatan disulfida. Salah satu usaha peningkatan\nkelarutan reteplase adalah menggunakan Chaperone Protein Disulfide Isomerase (PDI). PDI\nmerupakan enzim pengkatalisis reaksi pembentukan ikatan disulfida pada protein. Tujuan dari\npenelitian ini adalah menentukan pengaruh koekspresi reteplase rekombinan dengan PDI\nterhadap produksi dan kelarutan reteplase, serta menentukan pengaruhnya terhadap profil\npertumbuhan sel inangnya. Sel inang yang digunakan pada penelitian ini adalah E. coli BL21(DE3)\nyang membawa plasmid pET24b_ret dan pT7-7_PDI. Kebenaran plasmid yang dibawa oleh E. coli\nrekombinan dibuktikan dengan menggunakan analisis migrasi dan analisis pemotongan. Profil\npertumbuhan E. coli B21(DE3) yang membawa pET24b_ret dan pT7-7_PDI dibandingkan dengan\nprofil pertumbuhan E. coli BL21(DE3) yang membawa masing-masing plasmid dan E. coli\nBL21(DE3) tanpa plasmid. Optimasi kondisi overproduksi reteplase hasil koekspresi dilakukan\ndengan modifikasi suhu (20 ?C dan 37 ?C). Kultur diinduksi dengan isopropilthio- -D-galaktosidase\ndengan konsentrasi akhir 0,1 dan 0,5 mM pada OD600 0,6-0,7. Reteplase dan PDI hasil\noverproduksi dikarakterisasi dengan menggunakan SDS-PAGE. Profil pertumbuhan E. coli\nBL21(DE3) yang disisipi vektor pembawa reteplase dan PDI mirip dengan profil pertumbuhan\nE. coli BL21(DE3) lainnya. Reteplase rekombinan hasil koekspresi dengan PDI dihasilkan paling\nbanyak pada suhu 20 ?C dengan konsentrasi akhir IPTG 0,5 mM, namun reteplase yang dihasilkan\nberupa badan inklusi. Dengan demikian dapat disimpulkan bahwa koekspresi reteplase\nrekombinan dengan PDI tidak dapat meningkatkan kelarutan reteplase serta tidak mempengaruhi\nprofil pertumbuhannya sel inangnya.", "Daftar File": {"ABSTRAK Ditta Auliya Mulyawan": "https://digilib.itb.ac.id/gdl/download/174078"}, "Penulis": "Ditta Auliya Mulyawan [10715089]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Catur Riani,M.Si.,Apt.", "Dr. Debbie Soefie Retnoningrum"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "aktivator plasminogen rekombinan (r-PA), chaperone, kelarutan, koekspresi, protein disulfide isomerase (PDI), reteplase", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "02 Jul 2019"}