{"Nomor": 40353, "Judul": "FAKTOR-FAKTOR YANG MEMPENGARUHI WANITA YANG BEROLAHRAGA UNTUK MELANJUTKAN KEANGGOTAAN DI STUDIO KEBUGARAN", "Abstrak": "Male and female as the customers of the business tend to have different behavior and\npreferences. The increase of fitness studio in urban cities such as Jakarta, Bandung, and\nSurabaya has become the trend especially female to exercise in fitness studio since many of\nfitness studios target female fitness enthusiasts as their customer. Like any other fitness\ncentres, fitness studios heavily rely on customer retention for continuous profitability. Many\nprevious researches study about customer retention on gym or large fitness centres but none\nof them discuss about the continous membership in fitness studio and for specifically female\nfitness enthusiats. Therefore, this research aims to find out what are the factors that\ninfluencing female fitness enthusiats to continue membership in particular fitness studio.\nResearcher has collected data from 204 female fitness enthusiasts who have acquired\nmembership in fitness studio in Bandung and analyze the data with PLS-SEM to evaluate the\nrelationship between factors and the intention to continue membership. The result indicates\nthat social influence and intention to continue exercising in fitness studio have significant\ninfluence for female fitness enthusiasts to continue membership in fitness studio. Whereas\nperceived membership price and perceived service quality has no significant effect on the\nintention of continuing membership in fitness studio for female fitness enthusiasts.", "Daftar File": {"ABSTRAK Firdha Atikah Rafliyanti": "https://digilib.itb.ac.id/gdl/download/174074", "BAB 1 - FIRDHA.pdf?": "https://digilib.itb.ac.id/gdl/download/247609", "BAB 2 - FIRDHA.pdf?": "https://digilib.itb.ac.id/gdl/download/247610", "BAB 3 - FIRDHA.pdf?": "https://digilib.itb.ac.id/gdl/download/247611", "BAB 4 - FIRDHA.pdf?": "https://digilib.itb.ac.id/gdl/download/247612", "BAB 5 - FIRDHA.pdf?": "https://digilib.itb.ac.id/gdl/download/247613"}, "Penulis": "Firdha Atikah Rafliyanti [19016070]", "Kontributor / Dosen Pembimbing": ["Nila Armelia Windasari, S.A., MBA., PhD."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "wanita yang gemar berolahraga, studio kebugaran, melanjutkan keanggotaan, pengaruh sosial, persepsi kualitas layanan", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "6 file", "Tanggal Input": "02 Jul 2019"}