{"Nomor": 40369, "Judul": "L-PROLIN SEBAGAI NATURAL DEEP EUTECTIC SOLVENTS (NADES) UNTUK PENINGKATAN KELARUTAN DAN DIFUSI TRETINOIN", "Abstrak": "Saat ini, pembatasan dan pengurangan zat yang tidak ramah lingkungan menjadi salah satu pertimbangan\nutama dalam pengembangan bahan baku obat. Karena rendahnya daya larut beberapa obat, penggunaan\npelarut organik masih sering digunakan untuk meningkatkan kelarutan. Oleh karena itu, senyawa yang\nlebih aman dieksplorasi secara intensif untuk menggantikan peningkat kelarutan konvensional. Salah\nsatunya adalah penggunaan Natural Deep Eutectic Solvents (NADES). L-prolin (PRO) adalah asam amino\nyang telah dilaporkan dapat meningkatkan kelarutan dan absorptivitas senyawa lain. Penelitian ini\nberusaha menggabungkan PRO dengan vitamin yang tidak larut air, yaitu tretinoin (TRET). Sistem biner\nantara TRET-PRO dikarakterisasi dengan instrumen analisis padatan, seperti analisis termal menggunakan\nelektrotermal dan DSC serta analisis non-termal menggunakan FTIR dan PXRD. Pembuatan campuran\neutektikum dilakukan melalui penggerusan yang dibantu dengan penetesan pelarut. Metode ini disebut\nsolvent drop grinding (SDG). Selain itu, dilakukan juga rekristalisasi menggunakan etanol. Selanjutnya\ndiamati kelarutan, difusi, dan stabilitas TRET setelah interaksi eutektikumnya dengan PRO. Data termal\nmenunjukkan bahwa koformer eutektik alami ini dapat menurunkan titik lebur TRET dari 182°C menjadi\n147,6°C pada rasio molar 1:1. Hasil analisis non-termal menunjukkan bahwa tidak terjadi pergeseran atau\npun pembentukan puncak baru pada spektrum FTIR dan difraktogram PXRD. Data tersebut memperkuat\nkesimpulan bahwa yang terbentuk adalah sistem campuran eutektikum tanpa menghasilkan fasa baru.\nHasil uji kelarutan menunjukkan bahwa PRO dapat meningkatkan kelarutan TRET dalam air sebesar 3,335\nkali. Campuran ini juga dapat meningkatkan difusi TRET pada pH 7,4 sebesar 3,735 kali. Selain itu, melalui\nuji stabilitas dibuktikan bahwa campuran eutektikum dapat meningkatkan stabilitas TRET terhadap cahaya\ndan oksidasi, namun lebih cepat menyerap air dari lingkungan dibandingkan dengan bahan tunggalnya.\nSebagai kesimpulan, PRO berfungsi sebagai agen NADES bagi TRET yang dapat meningkatkan kelarutan,\ndifusi, dan stabilitas TRET.", "Daftar File": {"ABSTRAK Tasya Maraya Ulfah": "https://digilib.itb.ac.id/gdl/download/174093"}, "Penulis": "Tasya Maraya Ulfah [10715002]", "Kontributor / Dosen Pembimbing": ["Dr. Ilma Nugrahani, M.Si., Apt.", "Anindyajati,M.Si.,Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "L-prolin (PRO), tretinoin (TRET), eutektik, SDG, kelarutan, difusi, stabilita.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "02 Jul 2019"}