{"Nomor": 40364, "Judul": "Development of Integrated Capacitance-Resistive Model Method to Estimate Multilayer Reservoir Performance", "Abstrak": "Performa reservoir penting untuk diprediksi sebagai pertimbangan dalam pengembangan dan optimasi lapangan. Terlebih lagi bagi lapangan dengan injeksi air. Integrated Capacitance Resistive Model (ICRM) secara cepat dan akurat dapat mengevaluasi performa lapangan waterflood. Sejauh ini ICRM telah banyak diaplikasikan untuk simulasi waterflooding namun hanya pada reservoir dengan satu lapisan.\nStudi ini menjelaskan tentang pengembangan ICRM beserta model fraksi aliran minyak yang mudah dan tepat untuk diaplikasikan di reservoir multilayer. Prosedur dari penggunaan ICRM yakni dengan regresi linear multivariate pada laju produksi dan injeksi air kumulatif. Pendekatan analitis sederhana dilakukan untuk mengkuantifikasi konektivitas antarlapisan, konektivitas antarsumur, waktu respon injeksi, dan fraksi aliran minyak sehingga menghasilkan solusi khusus dari ICRM dan model fraksi aliran untuk reservoir multilayer.\nSebelum kuantifikasi parameter di masing-masing lapisan, konektivitas sumur dibangun menggunakan fitting ICRM pada data produksi total kumulatif dengan menganggap reservoir hanya memiliki satu lapisan. Setelah itu, nilai parameter untuk masing-masing lapisan dicari menggunakan pendekatan sederhana. Terakhir, model untuk perolehan minyak dibuat melalui fitting data laju produksi minyak. Persamaan ICRM dan model perolehan minyak untuk reservoir multilayer divalidasi dengan data lapangan buatan untuk kasus dua lapisan dan tiga lapisan. Hasil validasi menunjukkan kecocokan antara laju produksi minyak hasil ICRM dengan laju produksi minyak data buatan. Pengembangan metode ini baik dalam menangkap perilaku reservoir dalam skala lapisan.", "Daftar File": {"ABSTRAK Naura Tsabita Fadjar": "https://digilib.itb.ac.id/gdl/download/174085", "2019 TA PP NAURA TSABITA FADJAR 1.pdf]": "https://digilib.itb.ac.id/gdl/download/174086"}, "Penulis": "Naura Tsabita Fadjar [12215051]", "Kontributor / Dosen Pembimbing": ["Dr. Dedy Irawan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "ICRM, reservoir dengan banyak lapisan, capacitance-resistive model, model fraksi minyak secara empiris, parameter pada lapisan, fitting", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "02 Jul 2019"}