{"Nomor": 40374, "Judul": "KAJIAN POTENSI LIKUIFAKSI KAITANNYA DENGAN PERPINDAHAN LATERAL DAN PENURUNAN TANAH DI KAWASAN DAS CIMANUK BAGIAN HILIR, KABUPATEN INDRAMAYU, PROVINSI JAWA BARAT", "Abstrak": "Kabupaten Indramayu dan sekitarnya didominasi oleh endapan Kuarter yang terdiri atas endapan fluvial, dataran banjir, pematang pantai, dan delta. Daerah tersebut terletak pada area dekat sesar aktif, yakni segmen sesar Baribis-Subang dengan besaran magnitudo 6,5 Mw sehingga berpotensi terjadi likuifaksi. Penelitian di wilayah DAS Cimanuk bagian hilir Kabupaten Indramayu, Provinsi Jawa Barat bertujuan untuk mengetahui karakteristik fisik dan mekanik sedimen Kuarter, potensi likuifaksi serta kaitannya dengan perpindahan lateral dan penurunan tanah. Metode yang digunakan dalam penelitian ini adalah pengamatan 4 inti bor teknik dan pola kurva sondir (10 CPTu dan 13 CPT) serta analisis laboratorium yakni berat jenis, ukuran butir, batas-batas Atterberg, dan klasifikasi sedimen. Analisis potensi likuifaksi dilakukan dengan menggunakan gempa berkekuatan 6,5 Mw serta mempertimbangkan empat nilai PGA yang berbeda yakni PGA 0,15 g, 0,3 g, PGA FA median, dan PGA estimasi. Nilai faktor keamanan terhadap likuifaksi (FSL) akan mencerminkan potensi likuifaksi serta kaitannya dengan perpindahan lateral dan penurunan tanah.\nBerdasarkan pengamatan inti bor, pola kurva sondir, dan analisis laboratorium, terdapat tiga fasies yang berkembang di daerah penelitian yaitu fasies paparan delta yang terdiri atas pasir fluvial, lanau dan lempung, fasies muka delta yang terdiri atas pasir pematang pantai dan lanau pasiran, dan terakhir fasies ujung delta yang terdiri atas lanau dan lempung. Secara umum, sedimen pasir (fasies pasir fluvial dan pasir pematang pantai) dan pasiran (fasies lanau pasiran muka delta) di daerah penelitian berpotensi terhadap likuifaksi terutama pada wilayah utara daerah penelitian. Hal tersebut dikarenakan nilai N-SPT kurang dari 10 atau tahanan konus (qc) kurang dari 6.000 kPa. Analisis potensi likuifaksi kaitannya dengan penurunan dan perpindahan lateral tanah menunjukkan bahwa PGA FA median menunjukkan nilai yang paling besar dibandingkan PGA lainnya. Daerah penelitian secara umum termasuk kategori tingkat kerusakan sedang dari nilai penurunan tanah akibat likuifaksi dengan mempertimbangkan nilai PGA yang berbeda.", "Daftar File": {"ABSTRAK Rifki Asrul Sani": "https://digilib.itb.ac.id/gdl/download/174098", "COVER Rifki Asrul Sani": "https://digilib.itb.ac.id/gdl/download/177225", "BAB 1 Rifki Asrul Sani": "https://digilib.itb.ac.id/gdl/download/177226", "BAB 2 Rifki Asrul Sani": "https://digilib.itb.ac.id/gdl/download/177227", "BAB 3 Rifki Asrul Sani": "https://digilib.itb.ac.id/gdl/download/177228", "BAB 4 Rifki Asrul Sani": "https://digilib.itb.ac.id/gdl/download/177237", "BAB 5 Rifki Asrul Sani": "https://digilib.itb.ac.id/gdl/download/177239", "PUSTAKA Rifki Asrul Sani": "https://digilib.itb.ac.id/gdl/download/177241"}, "Penulis": "Rifki Asrul Sani [22016306]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Imam Achmad Sadisun, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "sedimen Kuarter, PGA, fasies, likuifaksi, perpindahan lateral, penurunan tanah, Cimanuk", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "02 Jul 2019"}