{"Nomor": 40389, "Judul": "Reservoir Characterization and Performance Prediction in Waterflooded Reservoir using Capacitance-Resistance Model", "Abstrak": "Karakterisasi dan prediksi performa reservoir perlu dilakukan untuk meningkatkan keputusan dalam manajemen reservoir. Lamanya waktu dan ketidakpastian data lapangan membuat simulasi reservoir kurang menarik dilakukan untuk mengevaluasi kinerja reservoir secara cepat. Capacitance-resistance model terbukti menjadi model yang cepat dan terpercaya untuk memprediksi karakteristik dan performa reservoir hanya dengan menggunakan data historis injeki dan produksi untuk melakukan history matching. CRM mengkarakterisasi reservoir dengan menghitung konektivitas dan respon delay antara pasangan sumur injeksi yang menjadi parameter yang tidak diketahui. Pada studi kali ini CRM digunakan untuk mengkarakterisasi dan melakukan prediksi performa reservoir injeksi air. Model CRM diterapkan pada empat model reservoir buatan dengan kompleksitas yang berbeda untuk melihat respon dari CRM terhadap heterogenitas reservoir. Hasilnya memperlihatkan bahwa CRM mampu memprediksi karakeristik dan mencocokkan data historis dengan lebih dari 0.9 R-squared. Model CRM yang telah terkalibrasi kemudian dikombinasikan dengan model fractional flow untuk mencocokkan performa laju alir minyak. Setelah laju alir minyak cocok, model digunakan untuk memprediksi performa dan memaksimalkan produksi minyak dengan melakukan realokasi laju sumur injeksi. Untuk memvalidasi prediksi model CRM, hasilnya dicocokkan dengan simulator reservoir. Hasilnya menunjukkan bahwa CRM mampu melakukan prediksi dan memaksimalkan produksi minyak dengan melakukan realokasi pada laju alir sumur injeksi.", "Daftar File": {"ABSTRAK Made Ray Yuda Suyatna": "https://digilib.itb.ac.id/gdl/download/174123", "2019 TA PP MADE RAY YUDA SUYATNA 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/174124"}, "Penulis": "Made Ray Yuda Suyatna [12215073]", "Kontributor / Dosen Pembimbing": ["Dr. Amega Yasutra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Capacitance-resistance model, Karakterisasi reservoir, Optimisasi, Manajemen reservoir", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "02 Jul 2019"}