{"Nomor": 40385, "Judul": "ISOLASI SENYAWA PENGHAMBAT ENZIM TIROSINASE PADA RIMPANG KECOMBRANG (Etlingera elatior (Jack) R. M. Smith)", "Abstrak": "Rimpang kecombrang (Etlingera elatior (Jack) R. M. Sm) telah diketahui memiliki aktivitas inhibisi\nterhadap enzim tirosinase berdasarkan penelitian sebelumnya. Penelitian ini bertujuan mengisolasi\ndan menentukan karakterisasi senyawa aktif dari rimpang kecombrang yang memiliki aktivitas inhibisi\nterhadap enzim tirosinase melalui penentuan IC50. Serbuk simplisia dibagi menjadi dua, sebagian\ndipisahkan minyak atsirinya kemudian diekstraksi sebagian lainnya langsung diekstraksi dengan\nmetode refluks menggunakan etanol. Minyak atsiri diidentifikasi secara kualitatif menggunakan GC-\nMS. Komponen mayor minyak atsiri rimpang kecombrang yaitu patchouli alkohol, dodekanol,\nepiglobulol, asam dodekanoat, dan naftalen. Pengujian aktivitas inhibisi mengacu metode Masuda yang\ndimodifikasi. Penentuan senyawa target isolasi berdasarkan nilai IC50 dan senyawa dominan yang\nmemberikan aktivitas inhibisi tirosinase. Fraksinasi dengan metode ECC menggunakan pelarut nheksana dan etil asetat. Subfraksinasi dilakukan dengan metode kromatografi radial. Subfraksi\ndimurnikan dengan metode KLT preparatif. Uji kemurnian dengan KLT pengembangan tunggal (tiga fase\ngerak berbeda) dan KLT dua dimensi sehingga diperoleh isolat P kemudian diuji aktivitas inhibisinya dan\ndikarakterisasi menggunakan penampak bercak spesifik dan metode KLT spektrofotodensitometri.\nMinyak atsiri rimpang kecombrang dengan komponen utama patchouli alkohol memiliki aktivitas yang\nlebih kuat dalam menginhibisi enzim tirosinase daripada ekstrak etanol dan ekstrak etanol tanpa\nminyak atsiri. Ekstrak etanol tanpa minyak atsiri memiliki aktivitas yang lebih kuat daripada ekstrak\netanol rimpang kecombrang dalam menginhibisi enzim tirosinase. Isolat P yang diperoleh dari ekstrak\netanol tanpa minyak atsiri merupakan senyawa fenol dengan aktivitas yang lebih kuat dibandingkan\nminyak atsiri, ekstrak etanol dan ekstrak etanol tanpa minyak atsiri. Isolat P memiliki IC50 sebesar 38,70\nµg/mL.", "Daftar File": {"ABSTRAK Panca Mustikasari": "https://digilib.itb.ac.id/gdl/download/174118"}, "Penulis": "Panca Mustikasari [10715038]", "Kontributor / Dosen Pembimbing": ["Dr. Rika Hartati", "Dr. Muhamad Insanu"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "fenol, L-dopa, minyak atsiri, rimpang kecombrang, tirosinase", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "02 Jul 2019"}