{"Nomor": 40399, "Judul": "Perekayasaan Ulang Welding  Positioner Dan Perkiraan Biaya Pembuatan", "Abstrak": "PT. Great membuat runner turbin dengan cara merakit dan mengelas ring,\ncone, dan blade menjadi satu unit runner turbin. Banyaknya bagian yang harus dilas\ndan beberapa diantaranya berada pada posisi yang sulit dijangkau mengakibatkan\nfixture harus dibongkar-pasang dari meja kerja. Namun langkah bongkar-pasang\nfixture tersebut akan menambah waktu proses perakitan runner, dan resiko kesalahan\nperakitan yang melebihi toleransi yang diizinkan bisa saja terjadi. \nOleh karena itu, suatu alat bantu berupa welding positioner diperlukan untuk\nmengatasi permasalahan tersebut. Namun, welding positioner yang tersedia di pasaran\nmemiliki harga yang sangat tinggi. \nTujuan tugas akhir ini adalah perekayasaan ulang welding positioner dan\nmemperkirakan biaya pembuatan welding positioner. Perekayasaan ulang dibatasi\nhanya berupa model. Metode yang dilakukan dalam merekayasa ulang yaitu\nidentifikasi masalah, menggali informasi teknis, mencari pengetahuan tentang welding\npositioner, pemodelan dan analisis. Setelah itu, perkiraan ongkos pembuatan\ndilakukan untuk mengetahui biaya satu unit welding positioner. Hasil rekayasa ulang\ntersebut kemudian dibandingkan dengan produk dengan spesifikasi setara.  \nHasil perbandingan menunjukkan harga pembuatan satu unit hasil\nperekayasaan ulang sebesar Rp. 89.000.000,- dibandingkan dengan harga produk\nsetara yang berharga Rp. 330.000.000,-. Keterbatasan produk perekayasaan ulang\nadalah pada mekanisme pemiringan meja yang hanya mampu hingga 111 derajat, dan\nsistem otomasi yang belum terintegrasi penuh. Bila diperlukan, versi manual dapat\ndibuat yakni dengan menggunakan engkol untuk memutar dan memiringkan meja\nkerja, dan aktuator hidrolik tangan untuk mengatur ketinggian meja. \nPenulis sangat mengharapkan tulisan ini dapat memberikan kontribusi bagi \nperkembangan di bidang manufaktur di Indonesia.", "Daftar File": {}, "Penulis": "Andiyoga Baskara Hadikusumo [13103138]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Indra Djodikusumo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "membuat runner turbin dengan cara merakit dan mengelas ring", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "0 file", "Tanggal Input": "02 Jul 2019"}