{"Nomor": 40392, "Judul": "KAJIAN ENERGI DAN DAYA GELOMBANG LAUT BERDASARKAN JUMLAH TINGGI GELOMBANG INDIVIDU DAN RMS (ROOT MEAN-SQUARE)", "Abstrak": "Penelitian ini bertujuan untuk menentukan energi dan daya gelombang dari data lapangan dan uji laboratorium model fisik dengan perumusan energi gelombang yang dihitung berdasarkan jumlah energi gelombang individu dan energi yang dihitung dengan tinggi root mean-square (RMS). Uji laboratorium yang dilakukan memiliki kedalaman 0,657 m. Data yang dihasilkan dari uji laboratorium model fisik berupa data elevasi muka air dengan interval pengambilan data setiap 0,04 s dan waktu pengukuran yang digunakan adalah 30 menit, sedangkan data pengukuran lapangan diambil di sekitar laut jawa dengan interval pengambilan data setiap satu detik dengan lama pengukuran kurang lebih 29 jam dan dibagi setiap 30 menit. Data elevasi tersebut kemudian diolah dengan menggunakan metode zero-up crossing untuk menentukan parameter-parameter yang dibutuhkan untuk menghitung energi gelombang. Untuk mengkaji hubungan antara perumusan energi gelombang, dilakukan beberapa perbandingan dalam penelitian ini. Perbandingan yang dilakukan pada penelitian ini adalah perbandingan besaran energi antara jumlah energi gelombang indvidu dan energi yang dihitung menggunakan tinggi gelombang RMS. Hasil perbandingan data tersebut menunjukan bahwa energi yang dihitung menggunakan tinggi gelombang RMS mendekati jumlah energi gelombang individu. Selain perhitungan energi, perhitungan daya juga dilakukan untuk data laboratorium di dalam penelitian ini. Hasil perbandingan daya menunjukkan bahwa daya yang dihitung dari tinggi gelombang RMS mendekati jumlah daya gelombang individu.", "Daftar File": {}, "Penulis": "Indrawan Fadhil Pratyaksa [12914025]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Totok Suprijo, S.Si.", "Dr.Eng. Nining Sari Ningsih, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Tinggi Gelombang Individu, Tinggi Gelombang RMS, Energi Gelombang, Daya Gelombang", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "02 Jul 2019"}