{"Nomor": 40394, "Judul": "STUDI TRANSPOR SEDIMEN DAN GARIS PANTAI DI PANTAI KARANGSONG, INDRAMAYU", "Abstrak": "Penelitian ini bertujuan untuk mengkaji perubahan garis pantai akibat transpor sedimen dan adanya pengaruh bangunan pelindung pantai di Pantai Karangsong, Indramayu. Model UNIBEST-CL+ yang merupakan model perubahan garis pantai 1 dimensi digunakan dalam penelitian ini untuk mensimulasikan transpor sedimen dan perubahan garis pantai di daerah kajian. Data yang digunakan dalam penelitian adalah data garis pantai, data iklim gelombang, dan data karakteristik sedimen. Data garis pantai didapatkan dari citra satelit Google Earth sedangkan data iklim gelombang dan karakteristik sedimen diperoleh dari penelitian sebelumnya. Simulasi dilakukan pada tahun 2015-2045 yang kemudian dilakukan verifikasi hasil simulasi garis pantai dengan data citra satelit pada tahun yang sama. Hasil dari penelitian didapatkan nilai RMSE simulasi pada tahun 2016 dan 2017 adalah 1,68 m dan 2,39 m sehingga hasil cukup baik. Transpor sedimen sejajar pantai di Pantai Karangsong memiliki arah dari utara ke selatan dengan rata-rata berada di daerah downdrift dengan nilai 7.722 m3/tahun dan di daerah updrift dengan nilai 7.220 m3/tahun. Rata-rata perubahan garis pantai yang terjadi di bagian updrift adalah akresi dengan nilai mencapai 30,22 m. Sedangkan di bagian downdrift rata-rata mengalami erosi dengan nilai mencapai 72,88 m. Ditemukan bahwa perubahan garis pantai di bagian downdrift juga dipengaruhi oleh suplai sedimen dari Sungai Prajagumiwang. Namun, penurunan nilai dari transpor sedimen dan perubahan garis pantai dari tahun 2015-2045 menunjukkan proses pantai menuju kesetimbangan.", "Daftar File": {}, "Penulis": "M Andi Afif Wicaksono [12914009]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Totok Suprijo, S.Si.", "Dr. Ayi Tarya, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Perubahan garis pantai, transpor sedimen pantai, Pantai Karangsong.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "02 Jul 2019"}