{"Nomor": 40393, "Judul": "UJI AKTIVITAS ANTIOKSIDAN DAN INHIBISI ENZIM XANTIN OKSIDASE NANOEMULSI EKSTRAK ETIL ASETAT KULIT BUAH PISANG KEPOK DAN PISANG TANDUK", "Abstrak": "Berdasarkan penelitian sebelumnya, ekstrak etil asetat dari kulit buah pisang kepok dan pisang\ntanduk diketahui memiliki aktivitas antioksidan. Pengecilan ukuran partikel ekstrak hingga\nberukuran nanometer diharapkan dapat meningkatkan aktivitas ekstrak. Pada penelitian ini,\nekstrak etil asetat kulit buah pisang kepok dan pisang tanduk diformulasikan menjadi nanoemulsi.\nMetode yang digunakan adalah homogenisasi menggunakan sonikator bath yang dikombinasikan\ndengan ultrasonikasi menggunakan sonikator probe. Formula terbaik terdiri atas ekstrak 1% b/v,\nasam oleat 4% b/v, Kolliphor RH 40 dan Span 80 dengan perbandingan (8:4) % b/v, serta PEG 400\nsebagai ko-surfaktan sebanyak 6% b/v. Pengukuran menggunakan Particle Size Analyzer (PSA)\nmemberikan ukuran partikel dan indeks polidispersitas untuk nanoemulsi pisang kepok berturutturut sebesar 90,7 ± 6,46 nm dan 0,39 ± 0,01, sedangkan nanoemulsi pisang tanduk adalah 80,1 ±\n1,56 nm dan 0,35 ± 0,04. Hasil uji stabilitas fisik pada 3 suhu berbeda, menunjukkan kedua\nnanoemulsi stabil pada suhu 4 °C, 25 °C dan 40 °C serta stabil pada pengujian stabilitas freeze and\nthaw. Hasil pengujian aktivitas antioksidan menggunakan metode DPPH terbukti sediaan\nnanoemulsi memiliki aktivitas lebih tinggi daripada ekstrak, yaitu ekstrak kulit buah pisang kepok\n(IC50 27,12 ± 1,86 µg/mL), pisang tanduk (IC50 181,19 ± 8,75 µg/mL) dan nanoemulsi pisang kepok\n(IC50 2,70 ± 0,28 µg/mL), nanoemulsi pisang tanduk (IC50 0,11 ± 0,03 µg/mL), sedangkan asam\naskorbat (IC50 0,85 ± 0,06 µg/mL). Pada pengujian aktivitas inhibisi xantin oksidase diperoleh nilai\nIC50 ekstrak kulit buah pisang kepok sebesar 73,58 ± 0,42 µg/mL dan pisang tanduk 68,94 ± 1,78\nµg/mL, namun aktivitas pada kedua sediaan nanoemulsi tidak terukur. Pada penelitian ini, terbukti\nbahwa formula nanoemulsi meningkatkan aktivitas antioksidan dari ekstrak.", "Daftar File": {"ABSTRAK Cindy Devina": "https://digilib.itb.ac.id/gdl/download/174127"}, "Penulis": "Cindy Devina [10715048]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Rachmat Mauludin", "Prof. Dr. Irda Fidrianny"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "nanoemulsi, kulit, pisang kepok, pisang tanduk, antioksidan, xantin oksidase", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "02 Jul 2019"}