{"Nomor": 40391, "Judul": "IMPLEMENTASI HARDWARE IN THE LOOP SIMULATION MANAJEMEN ENERGI HIBRID BERBASIS SEL BAHAN BAKAR HIDROGEN", "Abstrak": "adalah salah satu penyumbang karbondioksida terbesar. Sel bahan bakar berbasis\nhidrogen adalah alternatif sumber energi yang ramah lingkungan. Dalam\npenggunaan sel bahan bakar hidrogen untuk transportasi, beberapa penelitian\nmelakukan kombinasi sel bahan bakar dengan baterai dan superkapasitor karena sel\nbahan bakar memiliki dinamika yang lambat. Baterai dan superkapasitor dapat\ndigunakan saat merespon perubahan beban yang lebih cepat, dengan superkapasitor\nyang paling cepat. Kombinasi dengan baterai dan superkapasitor juga dapat\ndigunakan untuk fungsi pengeremen regeneratif.\nDalam mengombinasi ketiga sumber, disusun konfigurasi tertentu yaitu setiap\nsumber terhubung ke konverter DC kemudian outputnya dihubungkan secara\nparalel ke bus DC untuk mensuplai beban. Baterai dan superkapasitor\nmenggunakan konverter dua arah untuk dapat mengoperasikan pengereman\nregeneratif. Untuk menjaga sel bahan bakar, baterai, dan super kapasitor bekerja di\nbawah daerah kerja yang aman, dirancang sistem manajemen sumber energi\nberbasis filter, kontrol bus tegangan DC, dan kendali model prediktif yang\ndigunakan untuk menghasilkan sinyal pensaklaran optimal konverter yang dapat\nmeminimalkan kerugian switching. Sistem yang dirancang telah disimulasikan\ndalam MATLAB/ Simulink, kemudian diuji dengan mengimplementasikannya\ndalam hardware in the loop simulation (HILS). HILS terdiri atas simulator sumber\nenergi yang dijalankan di PC serta manajemen energi dan MPC pada perangkat\nkeras Raspberry Pi. Sistem yang dirancang menunjukkan kemampuan untuk\nmengelola arus sumber dan menjejaki tegangan bus DC. Pengaruh penambahan\nhorizon MPC dalam sistem ini adalah dapat mengurangi riak arus sehingga akan\ndapat mengurangi kerugian pensaklaran konverter. Dengan horizon prediksi 5, riak\narus yang direpresentasikan arus peak-to-peak dapat dikurangi hingga 3.52 A.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/174125"}, "Penulis": "Dwiky Fajri Syahbana [23217048]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Riyanto Trilaksono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Baterai, HILS, manajemen energi, MPC, sel bahan bakar hidrogen, superkapasitor.", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "02 Jul 2019"}