{"Nomor": 40405, "Judul": "EKSTRAKSI INFORMASI SPASIAL SINYAL EKG UNTUK MENGETAHUI AMPLITUDO, ARAH DAN URUTAN KONTRAKSI JANTUNG", "Abstrak": "Sinyal listrik pada jantung merupakan pemicu dari kontraksi otot jantung sehingga\ndapat memompa darah pada aliran darah. Kerja jantung berdasarkan kontraksi otot\njantung yang bekerja berdasarkan sinyak listrik dan katup yang berkerja berdasarkan\nperbedaan tekanan. Keadaan jantung dapat dideteksi menggunakan perangkat EKG\nyang merekam sinyal listrik tersebut. Interpretasi sinyal EKG sampai saat ini masih\nmerupakan interpretasi terpisah antar kanal EKG yang terkesan sangat empiris dan\nstatistik. Penelitian yang dikembangkan sampai saat ini untuk mengetahui arah\nkontraksi jantung membutuhkan perangkat tambahan selain perangkat EKG seperti\nechocardiogram dan doppler yang biayanya mahal. Perangkat tambahan yang\ndigunakan untuk analisa arah kontraksi jantung belum tersedia di fasilitas kesehatan\ntingkat pertama di Indonesia.\nDalam penelitian ini diusulkan metoda pemrosesan sinyal EKG untuk mengetahui\nurutan amplitudo, arah kontraksi jantung. Pemetaan dengan menggunakan 2 atau\nlebih kanal EKG menghasilkan informasi spasial. Informasi spasial dapat\nmemberikan informasi bagaimana arah kontraksi otot jantung. Kontraksi otot jantung\nbagian atrium dari arah kanan ke kiri dapat diketahui dari ekstraksi parameter P data\nEKG bidang vertikal dan horisontal. Kontraksi otot jantung bagian ventrikel dari arah\nkiri ke kanan juga dapat diketahui dari dari ekstraksi parameter R data EKG bidang\nvertikal dan horisontal. Urutan arah kontraksi bagian atrium dan ventrikel dapat\ndigunakan untuk mengetahui keadaan jantung normal dan dengan 10 kelainan kondisi\nkesehatan jantung (atrial fibrilation, left atrial enlargement , right atrial\nenlargement, ventricular fibrilation, left ventricular hypertropy, right ventricular\nhypertropy, left bundle branch block, right bundle branch block, left anterior\nfascicular block dan left posterior fascicular block). Visualisasi arah kontraksi\njantung pada empat bidang heksagonal memberikan informasi arah kontraksi jantung\nbidang atrium dan ventrikel untuk analisa arah vertikal dan horisontal.\nHasil pengujian menggunakan data primer dan sekunder menunjukkan bahwa urutan\narah kontraksi jantung dapat diketahui menggunakan metoda yang diusulkan. Kondisi kesehatan jantung dapat dideteksi dengan urutan arah kontraksi jantung menjadi\nkeadaan normal dan 10 macam kelainan jantung. Penggunaan metoda ini diharapkan\ndapat membantu memberikan informasi penting kepada ahli medis mengenai kondisi\nkesehatan jantung sebagai deteksi awal dari kelainan jantung.", "Daftar File": {"ABSTRAK Leonard Goeirmanto": "https://digilib.itb.ac.id/gdl/download/174137", "COVER Leonard Goeirmanto": "https://digilib.itb.ac.id/gdl/download/195662", "BAB 1 Leonard Goeirmanto": "https://digilib.itb.ac.id/gdl/download/195663", "BAB 2 Leonard Goeirmanto": "https://digilib.itb.ac.id/gdl/download/195664", "BAB 3 Leonard Goeirmanto": "https://digilib.itb.ac.id/gdl/download/195669", "BAB 4 Leonard Goeirmanto": "https://digilib.itb.ac.id/gdl/download/195670", "BAB 5 Leonard Goeirmanto": "https://digilib.itb.ac.id/gdl/download/195674", "BAB 6 Leonard Goeirmanto": "https://digilib.itb.ac.id/gdl/download/195675", "BAB 7 Leonard Goeirmanto": "https://digilib.itb.ac.id/gdl/download/195676", "PUSTAKA Leonard Goeirmanto": "https://digilib.itb.ac.id/gdl/download/195677"}, "Penulis": "Leonard Goeirmanto [33213018]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Tati Latifah Erawati Rajab", "Dr. Ir. Richard Karel Willem Mengko"], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Elektro dan Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "EKG, arah kontraksi, informasi spasial, atrium, ventrikel", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "10 file", "Tanggal Input": "02 Jul 2019"}