{"Nomor": 40404, "Judul": "FORMULASI DAN EVALUASI NANOEMULSI RPO (RED PALM OIL) SERTA UJI AKTIVITAS ANTIOKSIDAN DAN INHIBISI DENATURASI ALBUMIN SECARA IN VITRO", "Abstrak": "Minyak sawit mentah atau Red Palm Oil (RPO) merupakan minyak yang didapat dari buah sawit\n(Elaeis guineensis) merupakan salah satu minyak nabati yang mengandung kandungan tinggi dari\ntokoferol, tokotrienol, dan karotenoid yang memiliki aktivitas sebagai antioksidan yang poten.\nPemrosesan RPO sangat penting untuk menambah nilai jual dan meningkatkan efikasi dalam\npenggunaannya. Untuk meningkatkan aktivitasnya, RPO diformulasikan dalam bentuk nanopartikel.\nPenelitian ini bertujuan untuk menentukan formulasi yang tepat untuk nanoemulsi RPO serta\nmenguji aktivitas antioksidan dan inhibisi denaturasi albuminnya secara in vitro. Penyiapan\nnanoemulsi RPO dilakukan dengan metode sonikasi. Aktivitas antioksidan diuji dengan metode\nDPPH (2,2-difenil-1-pikrilhidrazil) dan hasilnya diekspresikan sebagai ekivalensi kapasitas\nantioksidan vitamin E. Hasil pengujian menghasilkan formulasi optimal yaitu RPO (5%), Tween 80\n(9%), Cremophor RH40 (3%), gliserol (4%), dan akuades (79%). Formula yang dihasilkan\nmenghasilkan ukuran globul 82,3 nm dengan PI 0,385 dan stabil selama masa pengujian 28 hari.\nTerjadi peningkatan aktivitas antioksidan pada nanoemulsi RPO. RPO memberikan aktivitas\nantioksidan sebesar 2,35 ± 0,28 ppm vitamin E/mg sampel dan nanoemulsi RPO memberikan\naktivitas antioksidan sebesar 8,45 ± 0,48 ppm vitamin E/mg sampel dengan standar vitamin E\nmemberikan IC50 sebesar 11,1 µg/mL. Nanoemulsi RPO memberikan aktivitas inhibisi denaturasi\nalbumin sebesar 16,43 ± 1,93% untuk nanoemulsi dengan konsentrasi RPO 5% dan 24,85 ± 1,74%\nuntuk nanoemulsi dengan konsentrasi RPO 7,5%.", "Daftar File": {"ABSTRAK Aldi Budiman": "https://digilib.itb.ac.id/gdl/download/174136"}, "Penulis": "Aldi Budiman [10715059]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Rachmat Mauludin,  Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "antioksidan, DPPH, antiinflamasi, denaturasi albumin, RPO, nanoemulsi, minyak sawit", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "02 Jul 2019"}