{"Nomor": 40401, "Judul": "PENGHINDARAN RINTANGAN PADA AUTONOMOUS UNDERWATER VEHICLE", "Abstrak": "Indonesia memiliki potensi laut yang tak ternilai, oleh karena itu Indonesia harus menguasai teknologi kelautan. Salah satu teknologi kelautan yang sedang berkembang saat ini adalah Autonomous Underwater Vehicle (AUV). AUV adalah wahana bawah air yang dapat beroperasi secara mandiri. Tergantung dari perlengkapan sensor dan aktuator yang ditanamkan pada AUV, AUV dapat melaksanakan misi bawah laut tertentu. Dalam menjalankan misi di laut lepas, terdapat resiko AUV bertabrakan dengan benda laut lain, tabrakan ini dapat menyebabkan kebocoran atau kerusakan pada bagian AUV. Akibatnya misi yang diemban AUV bisa menjadi gagal, dan lebih buruk lagi AUV dapat hilang di tengah lautan, padahal pembuatannya membutuhkan sumber daya yang sangat banyak. Oleh karena itu tabrakan harus dapat dicegah dengan menanamkan kemampuan penghindaran rintangan pada AUV.\nSebelum dapat menghindari rintangan, AUV harus dapat mengetahui posisi rintangan yang ada di sekitarnya. Lingkungan bawah laut merupakan tantangan tersendiri dalam mengobservasi benda di dalamnya. Sensor jarak maupun citra yang dapat digunakan di udara seperti laser atau kamera tidak dapat digunakan di bawah laut akibat karakteristik medium berupa air yang sangat berbeda dengan udara. Salah satu sensor yang dapat digunakan untuk mengobservasi lingkungan sekitar di bawah air adalah forward looking sonar (FLS).\nSaat ini ITB sedang mengembangkan sebuah wahana Hybrid Autonomous Underwater Glider (ITB-HAUG) yang belum dilengkapi kemampuan penghindaran rintangan. ITB-HAUG dilengkapi sensor FLS untuk mendeteksi rintangan di bawah air. Diperlukan kemampuan penghindaran rintangan agar ITB-HAUG dapat menjalankan misi dengan lebih aman. Dalam penelitian ini akan diteliti tentang kemampuan penghindaran rintangan untuk AUV yang nantinya akan digunakan pada ITB-HAUG tersebut.\nTujuan penelitian ini adalah merancang sebuah algoritma penghindaran rintangan untuk AUV. Penghindaran rintangan diharapkan mampu untuk mengantisipasi lingkungan tanpa pengetahuan awal tentang keberadaan rintangan. Untuk mengobservasi rintangan di sekitar wahana, AUV dilengkapi dengan sensor sonar, FLS. Kemudian algoritma diuji dalam simulasi berbasis mission oriented operating\nsuite interval programming (MOOS-IvP). Pemilihan MOOS-IvP sebagai basis\nsimulasi adalah karena MOOS-IvP dapat digunakan langsung pada wahana untuk\nmenjalankan misi sebenarnya.\nPerancangan algoritma penghindaran rintangan dilakukan berdasarkan observasi\nrintangan dan panduan waypoint. Observasi rintangan digunakan untuk\nmenentukan kondisi penghindaran rintangan aktif dan menghasilkan titik waypoint\nbaru untuk menghindari rintangan. Selanjutnya titik ini dilalui terlebih dahulu\nsebelum wahana kembali menuju ke titik tujuan sebenarnya.\nHasil pengujian menunjukkan panduan waypoint dapat berjalan sesuai dengan\nskenario yang diharapkan. Simulasi sensor FLS dapat melakukan observasi\nrintangan dalam ruang lingkupnya di depan wahana. Rancangan penghindaran\nrintangan dapat memandu wahana menghindari rintangan yang menghalangi jalur\nwahana. Rancangan penghindaran rintangan menghasilkan jalur yang lebih pendek\ndan durasi yang lebih singkat dibandingkan dengan penghindaran rintangan dengan\nmetode refleksif.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/174134"}, "Penulis": "Natsir Habibullah [23217042]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Riyanto Trilaksono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "penghindaran rintangan, rintangan tidak diketahui, AUV, FLS, Simulasi, MOOS-IvP, ITB-HAUG.", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "02 Jul 2019"}