{"Nomor": 40413, "Judul": "AKTIVITAS ANTIOKSIDAN DAUN POHPOHAN (PILEA TRINERVIA W.) DARI TIGA DAERAH BERBEDA (BOGOR, BANDUNG BARAT, SUKABUMI) DENGAN METODE DPPH DAN ABTS", "Abstrak": "Radikal bebas adalah suatu spesies molekular yang memiliki elektron tidak berpasangan pada pada orbital\nterluarnya. Radikal bebas dapat merusak makromolekul penting seperti DNA, protein, karbohidrat dan lipid.\nAntioksidan adalah molekul yang cukup stabil untuk mendonasikan elektron pada radikal bebas sehingga\nmengurangi kapasitas radikal bebas. Antioksidan dapat ditemukan pada berbagai tanaman, salah satunya\ntanaman pohpohan (Pilea trinervia W.). Penelitian ini bertujuan untuk menguji aktivitas antioksidan daun\npohpohan dari tiga daerah berbeda yaitu Bandung, Bogor, dan Sukabumi melalui penentuan IC50 peredaman\nDPPH (2,2-difenil-1-pikrilhidrazil) dan IC50 peredaman ABTS [2,2'-azino-bis(3-ethylbenzothiazoline-6-\nsulphonic acid)]; menetapkan total fenol dan flavonoid; menguji korelasi antara total fenol dan flavonoid\nterhadap IC50 DPPH dan IC50 ABTS, dan menguji korelasi metode DPPH dan ABTS pada sampel uji. Ekstraksi\ndilakukan menggunakan metode refluks dengan pelarut yang kepolarannya meningkat. Penetapan Total fenol\ndan total flavonoid, IC50 peredaman DPPH, IC50 peredaman ABTS diuji dengan menggunakan\nspektrofotometri UV-sinar tampak. Uji korelasi antara total fenol dan total flavonoid terhadap IC50 peredaman\nDPPH dan IC50 ABTS, serta uji korelasi dua metode dilakukan dengan metode Pearson. IC50 peredaman DPPH\nekstrak daun pohpohan dari Bandung, Bogor, dan Sukabumi pada rentang 3,34 –71,33 µg/mL, sedangkan nilai\nIC50 ABTS pada rentang 0,48 –3,63 µg/mL. Kadar fenol total tertinggi diberikan oleh ekstrak etanol daun\npohpohan Bandung (4,72 ± 0,27 g GAE/ 100 g). Kadar flavonoid total tertinggi ditunjukkan oleh ekstrak nheksana daun pohpohan Sukabumi (16,94 ± 0,77 g QE/100 g). Total fenol mempunyai korelasi negatif dan\nbermakna terhadap IC50 DPPH ekstrak daun pohpohan Bogor dan Sukabumi. Total flavonoid mempunyai\nkorelasi negatif dan bermakna terhadap IC50 DPPH ekstrak daun pohpohan Bandung. IC50 DPPH ekstrak daun\npohpohan dari Bandung, Bogor, dan Sukabumi tidak memiliki korelasi positif dan bermakna dengan IC50\nABTS. Semua sampel ekstrak merupakan antioksidan sangat kuat dengan metode ABTS. Senyawa golongan\nfenol merupakan kontributor utama dalam aktivitas antioksidan ekstrak daun pohpohan Bogor dan Sukabumi\ndengan metode DPPH. Senyawa golongan flavonoid merupakan kontributor utama dalam aktivitas antioksidan\nekstrak daun pohpohan Bandung. Metode DPPH dan ABTS tidak memberikan hasil yang linier pada semua\nsampel", "Daftar File": {"ABSTRAK Sofira Novarina Zahra": "https://digilib.itb.ac.id/gdl/download/174144"}, "Penulis": "Sofira Novarina Zahra [10715018]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Komar Ruslan Wirasutisna", "Prof. Dr. Irda Fidrianny, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "antioksidan, pohpohan, daun, Bogor, Sukabumi, Bandung DPPH, ABTS", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "02 Jul 2019"}