{"Nomor": 40417, "Judul": "ANALISIS HISTOKIMIA DAN ISOLASI SENYAWA PENGHAMBAT XANTIN OKSIDASE TUMBUHAN TERPILIH BANGSA ERICALES", "Abstrak": "Xantin oksidase (XO) merupakan enzim yang berperan dalam katalisis reaksi oksidasi senyawa\nxantin menjadi asam urat. Peningkatan asam urat dalam tubuh dapat menyebabkan penyakit pirai.\nSelain itu, reactive oxygen species (ROS) yang dihasilkan selama proses yang dikatalisis enzim\nXO diketahui dapat mempengaruhi kondisi patologis beberapa penyakit degeneratif. Sehingga\npencarian senyawa penghambat enzim XO terus dilakukan, baik dari sintesis senyawa maupun\nisolasi bahan alam. Tumbuhan bangsa Ericales memiliki kandungan golongan senyawa utama\nflavonoid dan triterpenoid yang memiliki potensi sebagai penghambat enzim XO. Keberadaan\ngolongan senyawa dalam tumbuhan dapat diketahui dengan uji histokimia. Penelitian ini\nbertujuan untuk mengetahui distribusi metabolit sekunder melalui uji histokimia dan untuk\nmengisolasi senyawa aktif penghambat enzim XO dari tumbuhan terpilih. Pengujian dilakukan\npada empat jenis tumbuhan bangsa Ericales yaitu cantigi (Vaccinium varingiaefolium (Blume)\nMiq.), kesemek (Diospyros kaki Thunb.), sawo (Manilkara zapota (L.) Van Royen.) dan sawo\nduren (Chrysophyllum cainito L.). Jaringan pada daun dianalisis secara histokimia menggunakan\npereaksi yang dapat mengindentifikasi golongan senyawa. Hasil menunjukkan bahwa keempat\ndaun uji mengandung fenol, flavonoid, terpenoid sedangkan kuinon hanya terdeteksi pada daun\ncantigi. Penghambatan aktivitas enzim XO diukur berdasarkan penurunan absorbansi senyawa\nasam urat menggunakan spektrofotometer UV-sinar tampak pada panjang gelombang 291 nm.\nEkstrak tumbuhan yang memiliki aktivitas penghambatan enzim XO tertinggi ditunjukkan oleh\nekstrak etil asetat daun kesemek dengan IC50 sebesar 257,17±3,34 µg/mL. Ekstrak terpilih\nselanjutnya difraksinasi menghasilkan fraksi 7 yang memiliki aktivitas penghambatan tertinggi\ndengan IC50 sebesar 88,03±8,71 µg/mL. Hasil isolasi dari fraksi terpilih menunjukkan dua\nsenyawa dominan. Salah satu senyawa tersebut merupakan golongan senyawa steroid/terpenoid.", "Daftar File": {"ABSTRAK Nurma sabila": "https://digilib.itb.ac.id/gdl/download/174148", "COVER Nurma sabila": "https://digilib.itb.ac.id/gdl/download/243717", "BAB 1 Nurma sabila": "https://digilib.itb.ac.id/gdl/download/243718", "BAB 2 Nurma sabila": "https://digilib.itb.ac.id/gdl/download/243719", "BAB 3 Nurma sabila": "https://digilib.itb.ac.id/gdl/download/243720", "BAB 4 Nurma sabila": "https://digilib.itb.ac.id/gdl/download/243721", "BAB 5 Nurma sabila": "https://digilib.itb.ac.id/gdl/download/243722", "BAB 6 Nurma sabila": "https://digilib.itb.ac.id/gdl/download/243723", "PUSTAKA Nurma sabila": "https://digilib.itb.ac.id/gdl/download/243724"}, "Penulis": "Nurma sabila [20717025]", "Kontributor / Dosen Pembimbing": ["Dra. Siti Kusmardiyani, M.Sc.", "Dr. Muhamad Insanu, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Histokimia, ericales, xantin oksidase", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "02 Jul 2019"}