{"Nomor": 40426, "Judul": "DAUN TEMPUYUNG (SONCHUS ARVENSIS L.), DAUN BINAHONG (ANREDERA CORDIFOLIA (TEN.) V. STEENIS), DAN KOMBINASINYA DALAM PERBAIKAN FUNGSI GINJAL PADA TIKUS WISTAR", "Abstrak": "Gagal ginjal adalah kondisi penurunan fungsi ginjal yang berperan dalam sistem eksresi tubuh.\nBinahong (Anredera cordifolia (Ten.) V. Steenis) dan tempuyung (Sonchus arvensis L.) dapat\ndigunakan dalam pengobatan tradisional untuk terapi gagal ginjal. Tujuan penelitian adalah\nmenentukan efektivitas ekstrak etanol daun binahong, daun tempuyung, dan kombinasinya\ndalam terapi gagal ginjal dan aktivitas kombinasi dari kedua ekstrak. Kelompok uji terdiri dari\nbinahong 50 mg/kgBB, binahong 100 mg/kgBB, tempuyung 50 mg/kgBB, tempuyung 100\nmg/kgBB, kombinasi 50-50 mg/kgBB, dan kombinasi 100-100 mg/kgBB yang dibandingkan\nterhadap kontrol positif dan kontrol negatif. Induksi gagal ginjal dilakukan dengan gentamisin\n100 mg/kgBB/hari dan piroksikam 3,6 mg/kgBB/hari. Terapi gagal ginjal dilakukan selama 4\nminggu. Setiap akhir minggu terapi diukur urea serum, kreatinin serum, dan volume urin. Indeks\nginjal, TBARS, dan aktivitas katalase diukur pada minggu terakhir terapi. Histologi ginjal\ndilakukan pada minggu ke-2 dan ke-4 terapi. Pengolahan data dilakukan secara statistik\nmenggunakan t-student dan one way ANOVA dengan kepercayaan 0,05. Analisis statistik minggu\nke-3 dan ke-4 terapi menunjukkan perbedaan signifikan antara semua kelompok uji dengan\nkontrol positif (p<0,05). Hasil statistik urea dan kreatinin serum kombinasi 50-50 mg/kgBB\ndengan tempuyung 100 mg/kgBB dan binahong 100 mg/kgBB tidak menunjukkan perbedaan\nsignifikan (p>0,05). Volume urin kombinasi 50-50 mg/kgBB mendekati kontrol negatif\ndibandingkan kombinasi 100-100 mg/kgBB dan tempuyung 100 mg/kgBB. Nilai indeks ginjal\nterendah adalah binahong 100 mg/kgBB dan tidak berbeda signifikan dengan kombinasi 50-50\nmg/kgBB (p>0,05). TBARS dan aktivitas katalase dari kombinasi 50-50 mg/kgBB mendekati\nkontrol negatif. Histologi menunjukkan perbaikan fungsi ginjal pada beberapa kelompok uji\ndibandingkan kontrol positif. Kombinasi 50-50 mg/kgBB memiliki efektivitas paling baik dalam\nterapi gagal ginjal dengan aktivitas bersifat aditif.", "Daftar File": {"ABSTRAK Mefani Prasvika": "https://digilib.itb.ac.id/gdl/download/174164"}, "Penulis": "Mefani Prasvika [10715062]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Elin Yulinah", "Nova Suliska, M.Si.,Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Sonchus arvensis, Anredera cordifolia, kombinasi, gagal ginjal, ekstrak etanol.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "02 Jul 2019"}