{"Nomor": 40439, "Judul": "PENGEMBANGAN DAN VALIDASI METODE PENENTUAN KADAR AKRILAMIDA PADA MINUMAN KOPI CAIR MENGGUNAKAN KROMATOGRAFI CAIR KINERJA TINGGI (KCKT)", "Abstrak": "Akrilamida merupakan senyawa kontaminan yang dapat terbentuk dari proses pemanasan\nmakanan pada suhu tinggi seperti penggosongan biji kopi. Tujuan dari penelitian ini adalah\nmendapatkan metode analisis yang valid untuk penentuan kadar akrilamida pada minuman kopi\ncair menggunakan metode kromatografi cair kinerja tinggi (KCKT). Sistem KCKT isokratik fasa\ngerak berupa campuran dapar fosfat 30 mM pH 2,5 (mengandung 5% asetonitril) –asetonitril\n(97,5 : 2,5), menggunakan detektor UV/Vis pada 210 nm dan laju alir 0,5 mL/menit. Uji kesesuaian\nsistem menghasilkan faktor kapasitas sebesar 3,045, simpangan baku relatif (SBR) AUC sebesar\n0,8% dan waktu retensi 0,2%, faktor resolusi (Rs) sebesar 4,86, faktor ikutan sebesar 1,30 dan\nfaktor plat teoritis (N) sebesar 10.671. Kurva kalibrasi pada rentang konsentrasi 0,5 hingga 3,5 bpj\nadalah linear dengan persamaan kalibrasi y = 239058x + 700,33 dan nilai koefisien korelasi (r)\n0,999 dan koefisien variansi regresi linear (Vx0) sebesar 0,74%. Sebelum penentuan, matriks pada\nsampel harus dihilangkan dengan penambahan CuSO4 anhidrat diikuti dengan sentrifuga dan\ndiekstraksi dengan n-heksana untuk menghilangkan lemak dan minyak. Batas kuantisasi dan batas\ndeteksi metode ini adalah sebesar 0,11 bpj dan 0,04 bpj, dengan hasil perolehan kembali akurasi\nsebesar 86,85 - 125,49%. Nilai SBR pada intraday dan interday berturut-turut adalah 3,85 - 12,62%\ndan 9,21 - 11,83%. Lima sampel kopi mengandung akrilamida sebesar 9,02 –31,05 bpj.\nBerdasarkan hasil yang didapatkan, disimpulkan bahwa metode KCKT berhasil dikembangkan dan\ndivalidasi sehingga dapat diterapkan untuk penentuan akrilamida dalam minuman komersial yang\nmengandung kopi.", "Daftar File": {"ABSTRAK Margareth Putri Damai Ria Manurung": "https://digilib.itb.ac.id/gdl/download/174194"}, "Penulis": "Margareth Putri Damai Ria Manurung [10715021]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Rahmana Emran Kartasasmita, M.Si.,Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "akrilamida, kopi dan kromatografi cair kinerja tinggi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "02 Jul 2019"}