{"Nomor": 40433, "Judul": "PENGEMBANGAN DAN VALIDASI METODE ANALISIS PENENTUAN KADAR LIKOPEN DALAM SUPLEMEN MAKANAN DENGAN METODE SPEKTROFOTOMETRI UV-VISIBLE", "Abstrak": "Likopen merupakan senyawa golongan karotenoid berwarna merah yang terutama banyak\nterkandung dalam tomat. Likopen memiliki aktivitas antioksidan dengan kemampuan mencegah\nproliferasi sel kanker. Asupan likopen dapat diperoleh melalui konsumsi buah dan sayur yang\nmerupakan sumber alami likopen atau melalui suplemen makanan. Penelitian ini bertujuan untuk\nmengembangkan metode analisis dan validasi metode pengukuran kadar likopen dalam sampel\nsuplemen dengan spektrofotometri UV-Visible. Penelitian diawali dengan penentuan panjang\ngelombang serapan maksimum likopen standar dalam pelarut diklorometana-etanol (1:2) dan\ndiperoleh panjang gelombang sebesar 475 nm. Pengembangan metode analisis dilakukan dengan\noptimasi preparasi sampel. Optimasi pemisahan likopen dari matriks sampel suplemen dilakukan\ndengan penggunaan variasi pelarut pengekstraksi dengan melibatkan proses pencampuran dengan\nteknik vortex dan pemisahan dengan teknik sentrifugasi. Hasil optimasi menunjukkan absorbansi\npaling tinggi sebesar 0,79 dengan pelarut dimetil sulfoksida dan N-heksana. Validasi metode\ndilakukan dengan pengujian parameter linearitas, BD, BK, akurasi dan presisi. Parameter linearitas\ndinyatakan dengan nilai koefisien regresi linear (r\n2\n) dan koefisien variansi regresi (Vxo) masingmasing sebesar 0,9995 dan 0,84%; BD sebesar 0,053 µg/mL; BK sebesar 0,178 µg/mL; akurasi\ndinyatakan sebagai nilai perolehan kembali dengan rentang 94,90-104,22 % terhadap likopen\nstandar dan 94,53-102,33 % dengan metode spiked-placebo; presisi intraday dan interday\ndinyatakan sebagai nilai SBR masing-masing sebesar 0,50-1,03 % dan 1,03-1,07 % terhadap likopen\nstandar serta 0,88-1,86 % dan 1,57-1,86 % terhadap serbuk simulasi. Metode yang telah tervalidasi\ndigunakan dalam penentuan kadar likopen dalam tiga sampel suplemen berturut-turut sebesar\n4,93; 5,08; 5,11 mg/kapsul.", "Daftar File": {"ABSTRAK Irsya Ayu Lianingrum": "https://digilib.itb.ac.id/gdl/download/174185"}, "Penulis": "Irsya Ayu Lianingrum [10715011]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Sophi Damayanti, M.Si.,Apt.", "Tursino, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Likopen, spektrofotometri UV-Visible, suplemen, dimetil sulfoksida, N-heksana, diklorometana-etanol.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "02 Jul 2019"}