{"Nomor": 40447, "Judul": "KAJIAN AKTIVITAS DAN KESTABILAN SUPEROKSIDA DISMUTASE MANGAN Staphylococcus equorum REKOMBINAN S126C DAN N73F", "Abstrak": "Mangan Superoksida Dismutase S. equorum rekombinan (rMnSODSeq) telah\ndirekayasa dalam upaya peningkatan kestabilannya dengan mensubstitusi asam\namino asparagin pada posisi ke 73 menjadi fenilalanin (N73F) dan serin pada posisi\nke 126 menjadi sistein (S126C). Penelitian ini bertujuan untuk membandingkan\naktivitas rMnSODSeq rekombinan N73F dan S126C dengan alaminya dan\nkaitannya dengan struktur. Penelitian dimulai dengan isolasi dan konfirmasi\nkebenaran DNA pengkode rMnSODSeq pada pJexpress414-sod. Konfirmasi\nkebenaran tersebut menggunakan analisis urutan nukelotida dan menunjukkan\nsubstitusi nukleotida pengkode N73F dan S126C. Enzim-enzim tersebut berhasil\ndioverproduksi di Escherichia coli BL21(DE3), diisolasi, dan dimurnikan.\nOverproduksi rMnSODSeq alami dan mutan dilakukan pada suhu 37 ºC 150 rpm\ndengan induksi isopropyl ?-D-1-thiogalactopyranoside (IPTG) konsentrasi akhir 1\nmM selama 4 jam. Pemurnian rMnSODSeq alami dan mutan dilakukan\nmenggunakan kromatografi kolom afinitas Ni\n2+\n-NTA. Hasil yang diperoleh berupa\nprotein murni yang ditunjukkan dengan keberadaan pita tunggal pada gel SDS-\nPAGE. Aktivitas rMnSODSeq alami dan mutan diuji secara kualitatif dan\nkuantitatif dengan zimografi dan kolorimetri. Uji aktivitas menunjukkan substitusi\nN73F dan S126C menurunkan aktivitas enzim. Aktivitas spesifik dari protein\nrMnSODSeq alami, N73F, dan S126C secara berturut-turut adalah 1958 Umg\n-1\n,\n417 Umg\n-1\n, 666 Umg\n-1\n. Namun demikian, ketahanan protein mutan terhadap\npaparan ke UVC relatif lebih tinggi dibanding protein alami. Aktivitas residual dari\nrMnSODSeq, N73F dan S126C setelah 45 menit pemaparan UVC adalah 71,3%,\n97%, 103,3%. rMnSODSeq, N73F dan S126C stabil terhadap panas hingga suhu\n80ºC dan dengan keberadaan zat pendenaturasi urea namun tidak pada guanidin\nHCl.", "Daftar File": {"ABSTRAK Venna Sinthary": "https://digilib.itb.ac.id/gdl/download/174237", "COVER Venna Sinthary": "https://digilib.itb.ac.id/gdl/download/242654", "BAB 1 Venna Sinthary": "https://digilib.itb.ac.id/gdl/download/242655", "BAB 2 Venna Sinthary": "https://digilib.itb.ac.id/gdl/download/242656", "BAB 3 Venna Sinthary": "https://digilib.itb.ac.id/gdl/download/242657", "BAB 4 Venna Sinthary": "https://digilib.itb.ac.id/gdl/download/242658", "BAB 5 Venna Sinthary": "https://digilib.itb.ac.id/gdl/download/242659", "BAB 6 Venna Sinthary": "https://digilib.itb.ac.id/gdl/download/242660", "PUSTAKA Venna Sinthary": "https://digilib.itb.ac.id/gdl/download/242661"}, "Penulis": "Venna Sinthary [20716309]", "Kontributor / Dosen Pembimbing": ["Dr. Debbie Soefie Retnoningrum", "Dr. Aluicia Anita Artarini", "Dr. Wangsa Tirta Ismaya"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "N73F, rMnSODSeq, S126C, Superoksida Dismutase, UVC", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "02 Jul 2019"}