{"Nomor": 40443, "Judul": "PERANCANGAN KAWASAN BERORIENTASI TRANSIT DI BEKASI", "Abstrak": "Persentase tertinggi penyumbang komuter terhadap Jakarta berasal dari Bekasi,\nyaitu sebesar 14.8% dan kegiatan urbanisasi dari kawasan pinggir menuju pusat\nkota dan sebaliknya menyebabkan berbagai permasalahan. Kurangnya penelitian\nTOD pada kawasan pinggir kota dapat menjadi penyebab belum adanya rancangan\nkawasan berorientasi transit yang berhasil di Bekasi, padahal pembangunan\nkawasan berorientasi transit juga butuh diterapkan sampai ke pinggir kota, sehingga\ndibutuhkan penelitian pembangunan kawasan berorientasi transit di pinggir kota.\nTujuan penelitian ini adalah untuk merancang kawasan berorientasi transit di\nBekasi dengan sasaran (1) mengidentifikasi konsep perancangan kawasan\nberorientasi transit, (2), mengidentifikasi konsep perancangan hunian berimbang,\n(3) menjelaskan karakter, potensi, kekurangan, dan potensi kawasan yang akan\ndirencanakan, (4) menjelaskan karakter komuter yang tinggal di pinggir kota, dan\n(5) merumuskan prinsip dan konsep perancangan kawasan berorientasi transit di\nBekasi. Penelitian ini bersifat deduktif eksploratif dengan metode visioning. Dalam\nmenganalisis data, data-data sekunder yang telah dikumpulkan selanjutnya diolah\nuntuk menciptakan visi dan misi perancangan yang diperoleh dari skenario\npengembangan kawasan yang berisi driving forces dan strategi penahapan\npengembangan kawasan. Setelah menentukan visi dan misi kawasan, dilakukan\nanalisis SWOT menggunakan pendekatan dari tujuh elemen fisik perkotaan\n(Shirvani, 1985). Dari hasil analisis dapat diketahui bahwa stasiun LRT Bekasi\nBarat termasuk ke dalam tipologi TOD pusat kota yang merupakan pusat pelayanan\nkota bagi kota Bekasi secara keseluruhan yang bersifat sebagai pemberhentian\n(stopover), bukan TOD destinasi. Berdasarkan hasil analisis, jumlah kepadatan\nmaksimum yang dapat diterapkan adalah 480 jiwa/ha dengan ridership per hari\n278.352 jiwa dan target jumlah pekerja sebanyak 16.913 jiwa atau kepadatan 280\njiwa/ha. Berdasarkan kepadatan tersebut, intensitas terhadap total pembangunan\nadalah 38% hunian, 44% komersial, dan 18% fasilitas umum dengan kepadatan\nyang dihasilkan dalam kawasan sebesar 29.435 jiwa atau 486 jiwa/ha dengan\nkomposisi hunian mewah, menengah, dan sederhana sebesar 18%:24%:57%,\nsehingga menghasilkan 7.359 unit hunian dengan kepadatan 12,2 unit/1000m2.\nUntuk mendukung kebutuhan kehidupan penghuni, kawasan yang direncanakan\ndilengkapi fasilitas berupa kelengkapan fisik yang terdiri dari 8% sarana\nlingkungan, 0,35% prasarana lingkungan, 11% perdagangan dan niaga, dan 42%\nruang terbuka, taman, dan lapangan olahraga.", "Daftar File": {"COVER Salwa Bunga Gustina": "https://digilib.itb.ac.id/gdl/download/174215", "BAB 1 Salwa Bunga Gustina": "https://digilib.itb.ac.id/gdl/download/174216", "BAB 2 Salwa Bunga Gustina": "https://digilib.itb.ac.id/gdl/download/174217", "BAB 3 Salwa Bunga Gustina": "https://digilib.itb.ac.id/gdl/download/174219", "BAB 4 Salwa Bunga Gustina": "https://digilib.itb.ac.id/gdl/download/174220", "BAB 6 Salwa Bunga Gustina": "https://digilib.itb.ac.id/gdl/download/174221", "BAB 7 Salwa Bunga Gustina": "https://digilib.itb.ac.id/gdl/download/174223", "PUSTAKA Salwa Bunga Gustina": "https://digilib.itb.ac.id/gdl/download/174225", "BAB 5 Salwa Bunga Gustina": "https://digilib.itb.ac.id/gdl/download/174236"}, "Penulis": "Salwa Bunga Gustina [25615002]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Woerjantari Kartidjo, M.T.", "Prof. Ir. Haryo Winarso, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Rancang Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Landscape design of cemeteries", "Kata Kunci": "hunian berimbang, komuter, pinggir kota, transit, visioning", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "11 file", "Tanggal Input": "02 Jul 2019"}