{"Nomor": 40455, "Judul": "PENGARUH DISTRIBUSI CURAH HUJAN YANG TIDAK MERATA SECARA RUANG DAN WAKTU TERHADAP DEBIT SUNGAI CILIWUNG", "Abstrak": "Sungai Ciliwung merupakan sungai terbesar yang melintasi wilayah Daerah Khusus Ibukota (DKI) Jakarta. Pemahaman proses hujan limpasan penting dalam pengembangan model aliran sungai untuk Daerah Aliran Sungai (DAS) Ciliwung. Dalam penelitian sebelumnya, curah hujan seringkali dianggap stasioner. Namun diketahui bahwa curah hujan di DAS Ciliwung memiliki variasi yang signifikan, baik secara ruang (spasial) maupun waktu (temporal). Selain pola diurnal yang sudah diketahui dengan baik, pola semidiurnal juga telah teridentifikasi terjadi pada beberapa kejadian banjir. Namun pengetahuan variasi pola ini dan pengaruhnya terhadap debit Sungai Ciliwung masih terbatas. Penelitian ini bertujuan untuk meningkatkan pemahaman tentang signifikansi variasi semidiurnal pada pola harian curah hujan dan pengaruhnya terhadap debit Sungai Ciliwung, terutama pada kejadian banjir parah (severe flood).\nPenelitian ini menggunakan tiga pendekatan, yaitu: 1) analisis pola harian curah hujan, 2) analisis karakteristik debit hulu dan hilir, serta 3) analisis peranan pola curah hujan terhadap debit puncak. Ketiga tahapan tersebut dilakukan berdasarkan data curah hujan, data debit, dan simulasi hidrologi. Data curah hujan meliputi: data observasi permukaan (2004-2008), Tropical Rainfall Measuring Mission (TRMM) Multisatelite Precipitation Analysis (TMPA, 1998-2017) dan Global Satellite Mapping of Precipitation (GSMaP, 2000-2014), sedangkan data debit didapatkan dari Stasiun Katulampa (hulu) dan MT Haryono (hilir) pada periode observasi 2004-2017.\nPola harian curah hujan dianalisis sebagai siklus harian berdasarkan rata-rata intensitas curah hujan dalam jangka waktu yang lama untuk durasi satu atau tiga jam. Kondisi klimatologis pola curah hujan analisis secara bulanan dan musiman dalam tiga wilayah, yaitu: hulu, hilir, dan pesisir. Hidrograf Sungai Ciliwung dari dua stasiun observasi, hulu dan hilir, dianalisis untuk mendapatkan pola harian dan debit puncak. Perbandingan langsung dan analisis korelasi silang antara debit hulu dan hilir dilakukan untuk memperkirakan travel time. Selain itu, analisis perbandingan debit hulu-hilir dilakukan pada kelompok kasus diurnal dan semidiurnal. Kedua pola tersebut ditentukan berdasarkan hidrograf hulu yang memiliki bentuk lebih sederhana dibandingkan hilir. Pengaruh dari variasi pola curah hujan semidiurnal terhadap debit sungai dikaji pada kasus banjir parah. Pada kasus ini, simulasi hidrologi dengan menggunakan model Gridded Surface Subsurface Hydrologic Analysis (GSSHA) dilakukan untuk mengatasi keterbatasan data observasi.\nPola harian curah hujan di DAS Ciliwung dicirikan oleh variasi diurnal yang terjadi di wilayah hulu pada siang hingga malam (13.00-22.00 WIB) hari hampir di semua bulan. Pada periode DJF, variasi diurnal di wilayah hulu terjadi pada jendela waktu yang lebih lebar yakni siang hingga dini hari (13.00-01.00 WIB), sedangkan wilayah pesisir berpeluang terjadi pada pada waktu yang berbeda yakni malam hingga pagi hari (22.00-10.00 WIB). Pada bulan-bulan tersebut, hulu DAS Ciliwung juga mempunyai pola semidiurnal yang cukup signifikan, yang ditandai hujan pagi (01.00-08.00 WIB) dengan nilai frekuensi relatif sebesar 20,8%. Adapun wilayah hilir DAS Ciliwung merupakan wilayah transisi yang dipengaruhi pola temporal di pesisir dan hulu, sehingga curah hujan berpeluang untuk terjadi dua kali atau lebih dalam sehari. Variasi semidiurnal pada pola hujan harian di hulu maupun hilir semakin kuat pada bulan Januari-Februari yang merupakan periode terjadinya interkoneksi antara sistem hujan di darat dan laut.\nPola temporal debit Sungai Ciliwung dicirikan oleh nilai travel time rata-rata antara hidrograf hulu dan hilir adalah 11 jam dan bervariasi antara 8-13 jam. Pola temporal debit Sungai Ciliwung juga secara umum dicirikan oleh variasi diurnal, tetapi khusus pada bulan Januari-Februari terdapat pula variasi semidiurnal di hulu dengan waktu kemunculan puncak kedua sekitar jam 10.00 WIB. Pada saat debit hulu berpola diurnal, variasi travel time berkorelasi dengan debit. Akan tetapi ketika debit hulu berpola semidiurnal korelasi maksimum antara debit hulu-hilir maupun travel time cenderung bervariasi secara acak. Keacakan tersebut berkaitan dengan kondisi debit hilir dominan, rasio debit hulu terhadap hilir kurang dari 0,5. Keacakan variasi tersebut disebabkan oleh dua factor: 1) superposisi dua atau lebih hidrograf hulu, dan 2) pengaruh kompleksitas variasi spasial-temporal hujan di hilir.\nPada kasus kejadian banjir di bulan Januari 2013 dan 2014, pola semidiurnal hujan di hulu DAS Ciliwung menghasilkan dua hidrograf dengan puncak yang berdekatan dan bersuperposisi di hilir sehingga menghasilkan debit puncak ekstrem. Meskipun tidak didapatkan data yang sesuai, hasil simulasi numerik menunjukkan bahwa pola hujan di hilir mempunyai kontribusi besar terhadap debit ekstrem yang memicu kejadian banjir.\nPemahaman terhadap pengaruh pola spasial-temporal curah hujan terhadap debit sungai dari hasil penelitian ini memberikan sudut pandang baru mengenai proses hidrometeorologi di DAS Ciliwung, yaitu: 1) dua hidrograf hulu yang terbentuk oleh pola semidiurnal hujan berpotensi menghasilkan debit puncak yang lebih tinggi di hilir melalui proses superposisi, b) hujan di hilir yang berpotensi terjadi dua kali (semidiurnal), bahkan lebih sering, dalam satu hari dan berkontribusi besar terhadap nilai debit ekstrem di hilir, 3) Karena wilayah hilir merupakan wilayah transisi antara pola semidiurnal pesisir (dipengaruhi sistem hujan laut) dan hulu (dipengaruhi sistem hujan darat), maka selain volume hujan peningkatan debit juga dapat terjadi karena pola propagasi sistem hujan di sepanjang DAS Ciliwung.", "Daftar File": {"ABSTRAK Edi Riawan": "https://digilib.itb.ac.id/gdl/download/174256", "COVER Edi Riawan": "https://digilib.itb.ac.id/gdl/download/195638", "BAB 1 Edi Riawan": "https://digilib.itb.ac.id/gdl/download/195639", "BAB 2 Edi Riawan": "https://digilib.itb.ac.id/gdl/download/195640", "BAB 3 Edi Riawan": "https://digilib.itb.ac.id/gdl/download/195641", "BAB 4 Edi Riawan": "https://digilib.itb.ac.id/gdl/download/195642", "BAB 5 Edi Riawan": "https://digilib.itb.ac.id/gdl/download/195643", "BAB 6 Edi Riawan": "https://digilib.itb.ac.id/gdl/download/195644", "BAB 7 Edi Riawan": "https://digilib.itb.ac.id/gdl/download/195645", "PUSTAKA Edi Riawan": "https://digilib.itb.ac.id/gdl/download/195646"}, "Penulis": "Edi Riawan [32412303]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Lambok Hutasoit, M.Sc., Ph.D.", "Dr. Tri Wahyu Hadi, M.Sc.", "Hadi Kardhana, S.T., M.T., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Sains Kebumian", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Sungai Ciliwung, diurnal-semidiurnal, hujan, debit, banjir, spasial-temporal.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "10 file", "Tanggal Input": "02 Jul 2019"}