{"Nomor": 40453, "Judul": "PERANCANGAN SEKOLAH DASAR BERBASIS PERILAKU PRO LINGKUNGAN DI KOTA BARU PARAHYANGAN", "Abstrak": "Permasalahan lingkungan erat kaitannya dengan perilaku manusia yang tidak\nseimbang. Pendekatan dan perkembangan yang sudah dilakukan dalam membenahi\nmasalah lingkungan masih dianggap kurang memperhatikan aspek psikologis\nmanusia. Pentingnya sebuah edukasi lingkungan baik secara formal maupun\ninformal menjadi bagian penting untuk merubah cara pandang manusia terhadap\nlingkungan. Upaya ini diharapkan menjadi cara efektif untuk membentuk gaya\nhidup manusia agar lebih bertanggung jawab terhadap lingkungan di sekitarnya.\nLingkungan fisik dapat berperan dalam menanamkan edukasi lingkungan.\nArsitektur sebagai lingkungan fisik juga berperan untuk memberikan pembelajaran\nsehingga memicu kesadaran manusia dalam berperilaku pro-lingkungan. Edukasi\nlingkungan diterjemahkan melalui perancangan bangunan edukasi sebagai\ninstrumen pembelajaran. Pendidikan lingkungan pada tahap anak-anak merupakan\nlangkah yang tepat, khususnya pada fase pembentukan identitas dan penyampaian\nopini, mengingat mereka adalah agen perubahan. Pendidikan ini diharapkan dapat\nberkontribusi pada pembentukan perilaku pro-lingkungan dalam masyarakat luas.\nProposal tesis ini melakukan eksplorasi perancangan sekolah dasar yang dapat\nmemberikan pendidikan secara formal maupun informal melalui pedagogi arsitektur.\nRancangan mengintegrasikan edukasi lingkungan melalui arsitektur secara aktif dan\npasif. Rancangan yang mendukung proses pembentukan kesadaran dan perilaku\npro-lingkungan diwujudkan melalui hubungan antara lingkungan fisik, edukasi\nlingkungan, dan perilaku siswa sebagai landasan pengembangan pola pikir siswa.\nPerancangan sekolah dasar menggunakan 9 kriteria pedagogi arsitektur yaitu\npembelajaran transformatif, solusi inovatif, desain terinspirasi alam, latar aktif,\npetunjuk yang jelas, tingkat stimulasi, komunitas, efisiensi progresif, dan\nketerlibatan fisik sebagai dasar implementasi konfigurasi arsitektur. Implementasi\nhasil penalaran kriteria-kriteria tersebut menghasilkan beberapa poin penting\nrancangan sekolah pro-lingkungan. Pemahaman edukasi lingkungan dalam\narsitektur didukung dengan proses literasi visual siswa sebagai pengguna.\nRancangan diharapkan dapat memberi gambaran fasilitas sekolah yang secara fisik\nmemberikan edukasi lingkungan dan memicu perilaku pro-lingkungan di Indonesia.", "Daftar File": {"ABSTRAK Bhagaskara Adwitiya": "https://digilib.itb.ac.id/gdl/download/174248"}, "Penulis": "Bhagaskara Adwitiya [25217030]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Hanson Endra Kusuma, S.T., M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Edukasi lingkungan, Perilaku pro-lingkungan, Pedagogi arsitektur", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "02 Jul 2019"}