{"Nomor": 40462, "Judul": "AKUMULASI KROMIUM PADA PISTIA STRATIOTES DALAM CONSTRUCTED WETLAND TIPE FREE WATER SURFACE UNTUK PENGOLAHAN LIMBAH TEKSTIL", "Abstrak": "Laju produksi yang tinggi dalam kegiatan perindustrian mengakibatkan peningkatan dalam jumlah limbah yang dihasilkan sehingga berpotensi untuk mengakibatkan pencemaran terhadap lingkungan dan berdampak pada kesehatan manusia. Limbah yang dihasilkan oleh kegiatan industri dapat mengandung bahan pencemar yang bersifat racun dan berbahaya (B3), seperti logam berat kromium. Kromium banyak digunakan dalam proses produksi oleh berbagai macam jenis industri, salah satunya adalah industri tekstil. Limbah cair industri tekstil mengandung kromium dengan konsentrasi tinggi. Kandungan kromium dalam bentuk heksavalen sangat berbahaya karena bersifat toksik. Teknologi pengolahan yang memiliki efisiensi dari segi biaya, hasil, dan ramah lingkungan untuk meremediasi limbah yang mengandung kromium adalah dengan Constructed Wetland (CW). Namun demikian masih diperlukan berbagai penelitian untuk meningkatkan efektifitas dari sistem CW, sehingga dapat memberikan masukan terhadap penentuan alternatif pengolahan limbah. Penelitian ini bertujuan untuk mengoptimalkan kinerja sistem CW tipe Free Water Surface dan mengetahui efisiensi penyisihan bahan pencemar dalam limbah dengan berbagai variasi konsentrasi kromium dan beban organik, juga mengkaji faktor bioakumulasi pada tumbuhan yang digunakan dalam sistem, Pada penelitian ini, dilakukan pengujian terhadap  dua sistem CW yang diberi perlakuan limbah, yaitu Sistem Free Water Surface (FWS) dengan Pistia stratiotes (FWS+Ps), dan Sistem Free Water Surface (FWS) tanpa Pistia stratiotes (FWS¬–Ps). Pistia stratiotes merupakan makrofita tipe free floating. Penelitian ini dilakukan dengan menggunakan limbah artifisial dengan variasi konsentrasi COD 50, 100, dan 150 ppm, dan variasi konsentrasi kromium 1,2 dan 3 ppm selama 10 hari. Parameter yang dianalisis berupa DO, pH, Kekeruhan, TSS, Nitrat, Posfat, COD, Kromium, dan Kualitas lingkungan. Hasil menunjukkan bahwa efisiensi optimum penyisihan Kromium berturut-turut mencapai 60%, 66%, 76%, 73%, 78%, dan 77%, sedangkan efisiensi optimum penyisihan COD berturut-turut mencapai 79%, 72%, 75%, 66%, 88%, dan 94% pada variasi 1,2/50, 3/50, 1,2/100, 3/100, 1,2/150, dan 3/150. Nilai akumulasi kromium lebih besar pada bagian akar dibandingkan dengan taruk. Model yang dapat digunakan dalam menentukan hubungan antara penyisihan senyawa pencemar dan penurunan konsentrasi nutrisi yang direpresentasikan sebagai nitrat dan posfat dalam sistem Constructed Wetland tipe Free Water Surface menggunakan Pistia stratiotes adalah : COD = -0,066 x + 0,107 y + 61,419 dan Krom = -0,030 x + 0,099 y +47,255.", "Daftar File": {}, "Penulis": "Putri Brilian Octavia [25315034]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Barti Setiani Muntalif"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Kromium, Constructed Wetland, FWS, Limbah tekstil, Pistia stratiotes", "Sumber": "TESIS JULI 2019", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "02 Jul 2019"}