{"Nomor": 40468, "Judul": "OVERPRODUKSI, PURIFIKASI, DAN KRISTALISASI SUPEROKSIDA DISMUTASE MANGAN STAPHYLOCOCCUS EQUORUM REKOMBINAN N73F", "Abstrak": "Superoksida dismutase mangan Staphylococcus equorum rekombinan (rMnSODSeq) menunjukkan\naktivitas dan kestabilan baik pada rentang pH dan suhu luas, namun tidak stabil terhadap pemaparan\nsinar UVC jangka panjang. Kestabilan rMnSODSeq terhadap pemaparan sinar UVC jangka panjang\ndiprediksi dapat ditingkatkan dengan meningkatkan kestabilan bentuk dimernya melalui substitusi\nresidu asparagin pada posisi ke-73 yang berada di daerah antarmuka menjadi fenilalanin (rMnSODSeq\nN73F). Substitusi N73F dapat meningkatkan kestabilan struktur dimer protein melalui pembentukan\nikatan phi-stacking antar monomernya. Struktur tiga dimensi rMnSODSeq telah berhasil ditentukan\ndengan metode difraksi sinar-X. Penelitian ini bertujuan untuk mendapatkan kristal rMnSODSeq N73F\nmutan sebagai langkah awal dalam penentuan struktur tiga dimensinya melalui metode difraksi sinar-\nX. Untuk tujuan tersebut, overproduksi dan purifikasi protein rMnSODSeq N73F dilakukan untuk\nkeperluan kristalisasi. Enzim ini memiliki ekor polihistidin pada ujung aminonya yang memungkinkan\nproses pemurnian menggunakan kromatografi kolom afinitas Ni2+ -NTA. Aktivitas enzimatik protein\nrMnSODSeq N73F murni yang diuji melalui analisis zimografi (semikuantitatif) dan kolorimetri\n(kuantitatif), menunjukkan bahwa aktivitas inhibisi reaksi disproporsionasi superoksida oleh\nrMnSODSeq N73F lebih rendah daripada rMnSODSeq. Kristalisasi rMnSODSeq N73F dilakukan dengan\nmetode difusi uap tetes gantung dan kristal yang terbentuk diamati menggunakan mikroskop cahaya\ndan polarisasi. Konsentrasi protein dalam larutan induk protein yang digunakan untuk kristalisasi\nadalah 14 mg/mL dan perbandingan antara larutan induk pengendap terhadap larutan induk protein\ndan larutan dapar dalam tetesan adalah 1 : 1 dan 2 : 1 : 1. Dari berbagai kondisi kristalisasi yang\ndiujicobakan, pertumbuhan kristal protein yang baik teramati pada campuran yang mengandung PEG\n600 25% (b/v), garam NaCl 0,2 M, dan HEPES 0,1 M pH 7,4 sebagai larutan induk.", "Daftar File": {"ABSTRAK Andrian Hartanto": "https://digilib.itb.ac.id/gdl/download/174270"}, "Penulis": "Andrian Hartanto [10715077]", "Kontributor / Dosen Pembimbing": ["Dr. Debbie Soefie Retnoningrum", "Dr. Aluicia Anita Artarini, S.Si., M.Sc., Apt.", "Dr. Wangsa Tirta Ismaya"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "kristalisasi, mikrokristal, overproduksi, purifikasi, rMnSODSeq N73F", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "03 Jul 2019"}