{"Nomor": 40469, "Judul": "STUDI PENINGKATAN KAPASITAS PROSES FRAKSINASI PADA PEMURNIAN TOKSOID TETANUS MENGGUNAKAN DESAIN FAKTORIAL FRAKSIONAL", "Abstrak": "BFM merupakan perusahaan farmasi yang memproduksi toksoid tetanus murni.\nPermintaan toksoid tetanus murni BFM akan terus meningkat hingga tahun 2022,\nsementara kapasitas produksi terpakainya di tahun 2018 sudah mencapai 82%.\nSalah satu upaya penambahan kapasitas produksi toksoid tetanus murni adalah\npeningkatan kapasitas proses fraksinasi pada metode pemurnian. Penelitian ini\nbertujuan untuk mengetahui dan menganalisis faktor dan interaksinya yang\nmempengaruhi rendemen dan kemurnian sebagai respon kuantitatif dari proses\nfraksinasi. Hasil analisis tersebut digunakan sebagai dasar evaluasi rencana\npeningkatan kapasitas proses fraksinasi pada pemurnian toksoid tetanus. Faktor\nberpengaruh ditentukan dengan metode fishbone dan failure mode and effect\nanalysis (FMEA). Rancangan penelitian faktorial fraksional dilakukan terhadap\nempat faktor berpengaruh, yaitu: titer, waktu pengendapan, waktu sentrifugasi, dan\nkecepatan sentrifugasi. Respon rendemen dan kemurnian pada rancangan penelitian\ntersebut dianalisis menggunakan analysis of variance (ANOVA), grafik pareto,\nfactorial plots, dan response optimizer. Hasil analisis menunjukkan keempat faktor\ndan interaksinya berpengaruh signifikan (p-value <0,05), memiliki efek positif, dan\nhubungan curvature signifikan terhadap rendemen proses. Titer, waktu sentrifugasi\ndan interaksinya, serta interaksi antara titer dengan kecepatan sentrifugasi\nberpengaruh signifikan (p-value <0,05), memiliki efek positif, dan hubungan\ncurvature tidak signifikan terhadap kemurnian. Semua perlakukan pada rancangan\npenelitian menghasilkan produk sesuai spesifikasi toksoid tetanus murni.\nBerdasarkan hasil analisis tersebut, peningkatan kapasitas pemurnian toksoid\ntetanus dapat dilakukan dengan meningkatkan titer proses fraksinasi pada 3000\nLf/ml. Dengan peningkatan titer fraksinasi tersebut, kapasitas produksi aktual akan\nmeningkat sekitar 1,5 kali dosis dan kapasitas produksi terpakai menurun menjadi\n55%.", "Daftar File": {"ABSTRAK Gugun Gunadi": "https://digilib.itb.ac.id/gdl/download/174272", "COVER Gugun Gunadi": "https://digilib.itb.ac.id/gdl/download/243809", "BAB 1 Gugun Gunadi": "https://digilib.itb.ac.id/gdl/download/243810", "BAB 2 Gugun Gunadi": "https://digilib.itb.ac.id/gdl/download/243811", "BAB 3 Gugun Gunadi": "https://digilib.itb.ac.id/gdl/download/243812", "BAB 4 Gugun Gunadi": "https://digilib.itb.ac.id/gdl/download/243813", "BAB 5 Gugun Gunadi": "https://digilib.itb.ac.id/gdl/download/243814", "BAB 6 Gugun Gunadi": "https://digilib.itb.ac.id/gdl/download/243815", "PUSTAKA Gugun Gunadi": "https://digilib.itb.ac.id/gdl/download/243816"}, "Penulis": "Gugun Gunadi [21816002]", "Kontributor / Dosen Pembimbing": ["Dr. Debbie Soefie Retnoningrum,Apt.", "Dr. Yusuf Sofyan Efendi"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi Industri", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Fraksinasi, kapasitas produksi, pemurnian, toksoid tetanus", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "03 Jul 2019"}