{"Nomor": 40461, "Judul": "IDENTIFIKASI PENGARUH STATUS NUTRISI DAN KONDISI LINGKUNGAN TERHADAP HASIL TERAPI PNEUMONIA BALITA DI LINGKUNGAN PUSKESMAS SUKARASA KOTA BANDUNG", "Abstrak": "Pneumonia merupakan infeksi saluran pernapasan yang menyerang paru-paru dan penyebab\nutama kematian pada balita di dunia. Di Indonesia pneumonia menempati urutan kedua penyebab\nkematian pada balita setelah infeksi diare. Kejadian pneumonia balita tahun 2016 di Provinsi Jawa\nBarat ditemukan sebanyak 152.090 kasus. Di lingkungan kerja Puskesmas Sukarasa Jalan\nGegerkalong Hilir, Gegerkalong, Sukasari, Kota Bandung pada tahun 2015 ditemukan 641 kasus.\nPenelitian ini bertujuan untuk mengidentifikasi pengaruh status nutrisi berdasarkan penilaian gizi\n(Berat Badan terhadap Umur) dan riwayat ASI eksklusif; kondisi lingkungan berdasarkan paparan\nasap rokok, asap kendaraan, dan kepadatan hunian terhadap hasil terapi pneumonia balita di\nlingkungan Puskesmas Sukarasa Kota Bandung. Penelitian ini menggunakan desain potong lintang,\ndengan metode retrospektif dan konkuren. Jumlah sampel yaitu 78 responden berdasarkan total\nsampling selama masa penelitian Januari-Maret 2019. Analisis data menggunakan analisis univariat\ndan bivariat dengan Chi Square serta besarnya risiko dengan odd ratio. Hasil penelitian\nmenunjukkan bahwa kemungkinan balita dengan gizi baik mengalami perbaikan pada hari ke-2\nterapi sebesar 1,2 kali; balita yang mendapatkan ASI eksklusif 1,36 kali; tidak mendapatkan paparan\nasap kendaraan 0,72 kali; mendapatkan paparan asap rokok 1 kali; dan menempati rumah dengan\nkepadatan hunian memenuhi syarat 2,8 kali. Secara statistik tidak ada pengaruh antara status gizi\n(p = 0,744 OR = 1,2), riwayat ASI eksklusif (p = 0,626 OR = 1,36), paparan asap rokok (p = 0,988 OR\n= 1), paparan asap kendaraan (p = 0,532 OR = 0,72) dan adanya pengaruh antara kepadatan hunian\n(p = 0,009 OR = 2,8) dengan hasil terapi pneumonia balita.", "Daftar File": {"ABSTRAK Zhafirah Ajrina": "https://digilib.itb.ac.id/gdl/download/174262"}, "Penulis": "Zhafirah Ajrina [11615028]", "Kontributor / Dosen Pembimbing": ["Dr. Lia Amalia, S.Si., Apt., M.Si.", "Rizky Miranti, S. Farm., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Pneumonia, balita, status nutrisi, kondisi lingkungan, hasil terapi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "02 Jul 2019"}