{"Nomor": 40471, "Judul": "KONSTRUKSI STRUKTUR KECEPATAN GELOMBANG S MENGGUNAKAN AMBIENT SEISMIC NOISE TOMOGRAPHY (ANT) DI PALU, SULAWESI TENGAH", "Abstrak": "Terletak di Sulawesi Tengah, Indonesia, Palu memiliki kondisi geologi yang kompleks akibat pertemuan Lempeng Indo-Australia, Lempeng Filipina, dan Lempeng Eurasia. Pertemuan lempeng ini menyebabkan terbentuknya salah satu sesar paling aktif di Indonesia dengan gerakan relatif 42 mm / tahun, Sesar Palu-Koro. Sesar Palu-Koro adalah sesar mengiri yang menyebabkan Gempa Palu-Donggala 7,5 Mw pada 28 September 2018. Selain itu, tebalnya lapisan sedimen di Palu menyebabkan amplifikasi getaran tanah. Dengan demikian, mempelajari Sesar Palu-Koro dan kondisi geologinya merupakan hal yang sangat penting, terutama berkaitan dengan kebencanaan.\nDalam penelitian ini, Ambient Seismic Noise Tomography (ANT) digunakan untuk mempelajari Sesar Palu-Koro dan sistem geologinya. ANT menggunakan rekaman ambient seismic noise untuk memperoleh Green’s function eksperimental dengan mengorelasi silangkan dua rekaman seismik dari dua stasiun. Secara teknis, ANT tidak jauh berbeda dengan tomografi gelombang permukaan yang menghasilkan peta kecepatan dua dimensi. Untuk menghasilkan peta kecepatan dua dimensi, urutan pemrosesan terdiri dari persiapan data tunggal, stacking, korelasi silang, Frequency-Time Analysis (FTAN), dan tomografi gelombang permukaan. Dalam penelitian ini, data seismik komponen vertikal diproses dari 22 stasiun di Palu untuk mengekstrak sifat dispersif gelombang Rayleigh. Seluruh data diproses pada rentang periode 0,5 - 5 s. Selain itu, inversi kedalaman juga dilakukan untuk mendapatkan fitur geologi yang kemudian dapat diinterpretasi.\nHasil dari penelitian ini adalah kumpulan kurva dispersi yang menunjukkan variasi kecepatan grup antara 0,2 dan 2 Km / s, peta kecepatan grup, dan struktur kecepatan gelombang S pada kedalaman 0,5 - 5 Km. Hasil ini menunjukkan adanya sedimen tebal di bagian utara Palu yang berkaitan dengan sedimen pantai serta anomali kecepatan tinggi di bagian barat yang bersebelahan dengan sesar berarah utara – selatan, anomali kecepatan rendah di bagian selatan – timur, dan kita dapat melihat 3 fitur geologi utama di Palu berdasarkan penampang cross-section berarah barat - timur. Berdasarkan hasil – hasil tersebut, kemungkinan, besarnya dampak gempa Palu-Donggala yang terjadi pada tahun 2018 diakibatkan tebalnya sedimen di Palu.\nKesimpulannya, ambient seismic noise yang diproses untuk menghasilkan peta kecepatan grup dan struktur kecepatan gelombang S dapat digunakan untuk memahami kompleksitas geologi di Palu.", "Daftar File": {"ABSTRAK Fashli Adli Wal Ikhsan": "https://digilib.itb.ac.id/gdl/download/174271"}, "Penulis": "Fashli Adli Wal Ikhsan [12315010]", "Kontributor / Dosen Pembimbing": ["Dr. Tedi Yudistira, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Ambient seismic noise tomography, Green’s function, frequency-time analysis, kecepatan grup, korelasi silang, Palu, struktur kecepatan gelombang S", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "03 Jul 2019"}