{"Nomor": 40474, "Judul": "PERANCANGAN INTENSITAS DAN MASSA BANGUNAN DENGAN PENDEKATAN URBAN GEOMETRY DALAM UPAYA MITIGASI URBAN HEAT ISLAND (SIMULASI ENVI-MET) STUDI KASUS: KAWASAN BRAGA", "Abstrak": "Urbanisasi menjadi salah satu pendorong perubahan yang dapat merubah morfologi bangunan perkotaan. Braga yang dikenal sebagai koridor bangunan Belanda pun tidak luput dari dorongan urbanisasi. Urbanisasi menjadikan pertumbuhan kampung kota yang semakin padat dan tidak diimbangi dengan lahan yang ada. Sehingga bukan hal yang mustahil jika di masa yang akan datang perkembangan pada kawasan Braga akan berorientasi pada bangunan tinggi yang dapat mengganggu nilai konservasi kawasan. Perubahan morfologi bangunan dapat menciptakan perubahan iklim mikro yang dapat mempengaruhi kenyamanan termal manusia yang tinggal di Braga. Daya dukung lingkungan termal pada kawasan Braga dapat mengalami penurunan karena perubahan morfologi. Perubahan iklim mikro dapat memicu adanya fenomena urban heat island. Perencanaan intensitas dan massa bangunan pada kawasan Braga harus dapat memperhatikan nilai konservasi kawasan dan daya dukung lingkungan termal. Pendekatan urban geometry merupakan salah satu cara dalam mencari nilai intensitas dan massa bangunan dalam ranah ilmu iklim mikro. Metode yang digunakan adalah analisis deskriptif kuantitatif yang mengelompokkan tipe area penelitian berdasarkan urban geometry, menganalisis parameter iklim yang paling berpengaruh pada tiap tipe area dan hubungan komponen fisik terhadap parameter iklim menggunakan simulasi Envi-Met, analisis regresi dan analisis deskriptif kuantitatif serta menyusun prinsip perancangan melalui analisis deskriptif kuantitatif. Hasil penelitian menunjukan adanya keterkaitan antara volume dan luas permukaan bangunan dalam kawasan terhadap iklim mikro setempat. Penambahan koefisien dasar bangunan dapat mempengaruhi nilai temperatur udara dan tingkat kelembaban relatif udara. Sedangkan koefisien lantai bangunan sangat berkaitan dengan kecepatan angin rata-rata kawasan.", "Daftar File": {"ABSTRAK Charlie Lady Beauty Afriesta": "https://digilib.itb.ac.id/gdl/download/174275"}, "Penulis": "Charlie Lady Beauty Afriesta [25617012]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Mochamad Donny Koerniawan, S.T., M.T.", "Aswin Indraprastha, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Rancang Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "daya dukung lingkungan termal, urban geometry, intensitas dan massa bangunan, UHI, kenyamanan termal", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "03 Jul 2019"}