{"Nomor": 40473, "Judul": "ISOLASI SENYAWA ANTIBAKTERI DAN ANTIOKSIDAN DAUN BIOLA CANTIK (Ficus lyrata Warb.)", "Abstrak": "Biola cantik (Ficus lyrata Warb.) merupakan tumbuhan daerah tropis yang\nmengandung senyawa flavonoid, asam fenolat, alkaloid, steroid, saponin, kumarin,\ntanin dan triterpenoid. Ekstrak daun biola cantik diketahui memiliki aktivitas\nantibakteri dan antioksidan, namun belum diketahui senyawa aktifnya. Penelitian\nini bertujuan untuk mengisolasi, mengkarakterisasi, dan mengidentifikasi senyawa\naktif antibakteri dan antioksidan dari daun biola cantik. Ekstraksi dilakukan dengan\nmetode maserasi menggunakan etanol 96%. Ekstrak dipantau dengan kromatografi\nlapis tipis (KLT), kemudian diuji aktivitas antibakteri dengan metode bioautografi\ndan difusi cakram serta diuji aktivitas antioksidan menggunakan metode peredaman\n2,2-difenil-1-pikrilhidrazil (DPPH). Fraksinasi dilakukan dengan metode ekstraksi\ncair-cair menggunakan pelarut n-heksan, etil asetat dan air. Fraksi yang diperoleh\ndiuji aktivitas antibakteri dan antioksidannya. Subfraksinasi dilakukan dengan\nkromatografi kolom sehingga diperoleh isolat X. Isolat X diuji kemurniannya\nsecara KLT menggunakan tiga fase gerak dengan kepolaran berbeda, KLT dua\ndimensi dan KLT-spektrofotodensitometri. Karakterisasi isolat X menggunakan\nspektrofotometri UV-sinar tampak, spektroskopi LC-MS dan spektroskopi NMR.\nPada ekstrak etanol dan fraksi etil asetat memiliki aktivitas antibakteri yang kuat\nterhadap Staphylococcus aureus, Bacillus subtilis dan Escherichia coli. Pada fraksi\nair aktif sebagai antibakteri terhadap Staphylococcus aureus dan Bacillus subtilis,\nsedangkan pada fraksi n-heksan tidak aktif sebagai antibakteri. Pengujian aktivitas\nantibakteri terhadap ketiga fraksi menujukkan bahwa fraksi etil asetat mempunyai\naktivitas sebagai antibakteri yang paling kuat dengan diameter hambat sebesar\n18,55±0,35 mm terhadap bakteri Staphylococcus aureus dan 12,10±0,312 mm\nterhadap bakteri Escherichia coli. Aktivitas antioksidan menunjukkan bahwa\nekstrak etanol, fraksi etil asetat dan fraksi air memiliki aktivitas antioksidan yang\njauh lebih kuat dibandingkan dengan fraksi n-heksan. Aktivitas antioksidan yang\npaling kuat ditunjukkan oleh fraksi etil asetat dengan nilai IC50 sebesar 9,31±0,304\nµg/mL. Pada subfraksi, aktivitas antibakteri menurun namun tetap aktif sebagai\nantioksidan. Isolat X yang memiliki aktivitas sebagai antioksidan merupakan\nsenyawa golongan flavonoid, yaitu 2-(3’,4’-dihidroksifenil)kroman-3,5,7-triolafi.", "Daftar File": {"ABSTRAK Delta Baharyati": "https://digilib.itb.ac.id/gdl/download/174274", "COVER Delta Baharyati": "https://digilib.itb.ac.id/gdl/download/243693", "BAB 1 Delta Baharyati": "https://digilib.itb.ac.id/gdl/download/243694", "BAB 2 Delta Baharyati": "https://digilib.itb.ac.id/gdl/download/243695", "BAB 3 Delta Baharyati": "https://digilib.itb.ac.id/gdl/download/243696", "BAB 4 Delta Baharyati": "https://digilib.itb.ac.id/gdl/download/243697", "BAB 5 Delta Baharyati": "https://digilib.itb.ac.id/gdl/download/243698", "BAB 6 Delta Baharyati": "https://digilib.itb.ac.id/gdl/download/243699", "PUSTAKA Delta Baharyati": "https://digilib.itb.ac.id/gdl/download/243700"}, "Penulis": "Delta Baharyati [20716313]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Komar Ruslan Wirasutisna", "Dr. Rika Hartati, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Ficus lyrata Warb., antibakteri, antioksidan, DPPH, bioautogr.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "03 Jul 2019"}