{"Nomor": 40483, "Judul": "AKTIVITAS ANTIBAKTERI BEBERAPA TUMBUHAN SUKU ASTERACEAE DAN ISOLASI SENYAWA AKTIF DARI TUMBUHAN TERPILIH", "Abstrak": "Tumbuhan suku Asteraceae merupakan kelompok tumbuhan yang banyak digunakan oleh\nmasyarakat Indonesia sebagai obat tradisional. Berdasarkan penggunaan tradisional, tumbuhan\nsuku Asteraceae berkhasiat sebagai antibakteri. Penelitian ini bertujuan untuk menentukan\naktivitas antibakteri ekstrak empat jenis tumbuhan suku Asteraceae, mengisolasi dan menentukan\nkarakterisasi senyawa aktif dari tumbuhan suku Asteraceae terpilih yang memiliki aktivitas\nantibakteri terhadap bakteri uji Escherichia coli ATCC 8739, Pseudomonas aeruginosa ATCC 9027,\nStaphylococcus aureus ATCC 6538. Serbuk simplisia dari keempat tumbuhan suku Asteraceae yaitu\nbandotan (Ageratum conyzoides L.), kenikir (Cosmos caudatus Kunth.), kembang bulan (Tithonia\ndiversifolia (Hemsl.) A. Gray.), dan sambung nyawa (Gynura procumbens (Lour.) Merr.) diekstraksi\ndengan metode maserasi menggunakan etanol kemudian dipekatkan. Ekstrak etanol dipantau\ndengan metode kromatografi lapis tipis. Pengujian aktivitas antibakteri dilakukan dengan metode\ndifusi agar. Senyawa target yang akan diisolasi ditentukan berdasarkan nilai Rf yang memberikan\naktivitas hambat dengan metode biootografi. Fraksinasi dilakukan dengan metode ekstraksi caircair menggunakan pelarut dengan kepolaran meningkat dari yang kurang polar yaitu n-heksana\nhingga yang lebih polar yaitu etil asetat. Subfraksinasi dilakukan dengan metode kromatografi lapis\ntipis preparatif. Subfraksi terpilih dimurnikan dengan metode kromatografi lapis tipis preparatif. Uji\nkemurnian dilakukan menggunakan metode kromatografi lapis tipis pengembangan tunggal\ndengan tiga fase gerak berbeda dan kromatografi lapis tipis dua dimensi sehingga diperoleh isolat.\nUji aktivitas antibakteri isolat dilakukan dengan metode difusi agar. Isolat dikarakterisasi\nmenggunakan penampak bercak spesifik dan metode kromatografi lapis tipisspektrofotodensitometri. Ekstrak etanol daun kenikir memberikan diameter hambat yang lebih\nbesar daripada ekstrak etanol tumbuhan lain sebesar 7-10 mm. Hasil uji biootografi menunjukkan\nbahwa komponen ekstrak etanol serta fraksi etil asetat daun kenikir pada Rf 0,27 memberikan\naktivitas antibakteri terhadap bakteri uji. Karakterisasi isolat menunjukkan hasil positif dengan\npenampak bercak spesifik Folin-Ciocalteu dan AlCl3 dengan panjang gelombang maksimum 273\ndan 368 nm dengan metode kromatografi lapis tipis-spektrofotodensitometri. Isolat merupakan\nsenyawa flavonoid subgolongan flavonol dengan 5-OH tanpa 4’OH atau 4’OH tersubstitusi dengan\naktivitas yang lebih kuat dalam menginhibisi pertumbuhan bakteri Gram negatif Pseudomonas\naeruginosa sekitar 50-56,25% dibandingkan dengan aktivitas terhadap Escherichia coli dan\nStaphylococcus aureus.", "Daftar File": {"ABSTRAK Faranadya Hade": "https://digilib.itb.ac.id/gdl/download/174305"}, "Penulis": "Faranadya Hade [10715013]", "Kontributor / Dosen Pembimbing": ["Dr. Rika Hartati", "Dr. Elin Julianti"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "antibakteri, biootografi, daun, difusi agar, flavonoid, kenikir", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "03 Jul 2019"}