{"Nomor": 40487, "Judul": "ANALISIS GAYA HIDUP MAHASISWA TPB ITB TAHUN AJARAN 2018/2019 BERDASARKAN AKTIVITAS FISIK, ASUPAN NUTRISI, KEBIASAAN MEROKOK, WAKTU TIDUR DAN KORELASINYA TERHADAP KEBUGARAN", "Abstrak": "Latar Belakang : Gaya hidup adalah perilaku yang berhubungan dengan aktivitas fisik\naktif, pola asupan nutrisi makan sehari-hari, kebiasaan merokok dan cukupnya waktu\nistirahat. Gaya hidup yang dihubungkan dengan tingkat kebugaran atau volume oksigen\nmaksimal (VO2Max) belum ada dalam literatur. Tujuan dari penelitian ini adalah untuk\nmenganalisis kategori gaya hidup yaitu aktivitas fisik aktif maupun tidak aktif, pola asupan\nnutrisi baik maupun kurang, kebiasaan merokok, waktu istirahat, dan tingkat kebugaran\n(VO2Max) serta Odds Ratio (OR) yang merupakan ukuran paparan (faktor risiko) dari gaya\nhidup. Metode: Subjek dalam penelitian ini adalah mahasiswa TPB ITB semester 1 tahun\najaran 2018/2019 berjumlah 1399 orang terdiri dari 798 kelompok putra dan 601 kelompok\nputri. Instrument penelitian menggunakan kuesioner gaya hidup yang terdiri dari\nkomponen-komponen gaya hidup. Hasil: Gaya hidup subjek penelitian menghasilkan\nempat kategori, kategori buruk, kateogri sedang, kategori baik dan kategori baik sekali.\nIndeks massa tubuh (IMT) rerata 21,77 ± 4.03 putra dan 20.89 ± 3.31 putri (normal).\nPenyakit sebulan terakhir penyakit menular sebesar (32.7%) putra dan (38.9%) putri dan\nPTM sebesar (42.23%) putra dan (49.25%) putri. Waktu tidur rerata 5.76 (40.6%) putra\ndan 5.88 (51.7%) putri. Aktivitas duduk dalam sehari atau aktivitas tidak aktif rerata 7.94\n(40.48%) putra dan 8.36 (32.78%) putri. Kategori gaya hidup putra terdiri dari aktivitas\nfisik rerata 2150.08 MET menit/minggu putra dan 1906.03 MET menit/minggu putri.\nPelaku perokok (5.6%) putra dan (0.7%) putri. Asupan nutrisi total rerata 2.82 kategori 3\n(4-6x/mg) putra dan 2.74 kategori 3 (4-6x/mg). Tingkat kebugaran (VO2Max) rerata 38.91\nputra 33.49 putri kategori cukup. Nilai korelasi antara gaya hidup total dengan kebugaran\nkelompok putra sebesar +0.089 dengan p-value 0.012 dan putri +0.105 dengan p-value\n0.010 maka gaya hidup mempunyai hubungan signifikan dengan kebugaran. Nilai odds\nratio putra gaya hidup buruk memiliki risiko 0.92 putra dan 0.79 putri kali lebih besar\nterserang penyakit dibandingkan orang memiliki gaya hidup baik. Simpulan: Penelitian\nini menunjukan bahwa gaya hidup subjek penelitian cenderung memiliki kategori gaya\nhidup yang baik. Hubungan gaya hidup sehat dengan tingkat kebugaran masuk dalam\nkategori lemah, namun nilai signifikan menunjukan semakin baik gaya hidup maka\nsemakin baik pula tingkat kebugaran. Paparan penyakit dilihat dari odds ratio menunjukan\nbahwa semakin buruk gaya hidup maka semakin besar terserang penyakit dibandingkan\norang yang memiliki gaya hidup sehat.", "Daftar File": {"ABSTRAK Sugih Gunawan": "https://digilib.itb.ac.id/gdl/download/174310", "COVER Sugih Gunawan": "https://digilib.itb.ac.id/gdl/download/243787", "BAB 1 Sugih Gunawan": "https://digilib.itb.ac.id/gdl/download/243788", "BAB 2 Sugih Gunawan": "https://digilib.itb.ac.id/gdl/download/243789", "BAB 3 Sugih Gunawan": "https://digilib.itb.ac.id/gdl/download/243790", "BAB 4 Sugih Gunawan": "https://digilib.itb.ac.id/gdl/download/243791", "BAB 5 Sugih Gunawan": "https://digilib.itb.ac.id/gdl/download/243792", "PUSTAKA Sugih Gunawan": "https://digilib.itb.ac.id/gdl/download/243793"}, "Penulis": "Sugih Gunawan [21716004]", "Kontributor / Dosen Pembimbing": ["Dr. Nia Sri Ramania, M.Sc.", "Dr. Didi Sunadi, S.Pd., M.Pd.", "Dr. Drs. Kusnaedi, M.Pd."], "Jenis Koleksi": "Tesis", "Penerbit": "Keolahragaan", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Gaya Hidup, Aktivitas Fisik, Asupan Nutrisi, Kebiasaan Merokok, Waktu Tidur, Kebugaran.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "8 file", "Tanggal Input": "03 Jul 2019"}