{"Nomor": 40491, "Judul": "KONSTRUKSI Escherichia coli DH5?GALUR AUKSOTROF LISIN DENGAN METODE CRISPR-Cas9", "Abstrak": "Sistem seleksi berbasis antibiotik dalam teknologi DNA rekombinan telah dibatasi\npenggunaannya oleh badan regulasi terkait masalah keamanan sehingga dapat diganti\ndengan sistem seleksi lain seperti sistem seleksi auksotrof. Sistem seleksi auksotrof\nmembutuhkan sel inang mutan yang tidak dapat mensintesis suatu senyawa organik\nyang berperan dalam viabilitasnya. Salah satu metode mutagenesis terarah terhadap\nkromosom sel inang adalah Clustered Regularly Interspaced Short Palindromic\nRepeats-CRISPR associated protein 9 (CRISPR-Cas9) dan rekombinasi homolog ?-\nred. CRISPR-Cas9 melibatkan endonuklease Cas9, sgRNA, 20 nukleotida spesifik\ngen target (untuk dapD, N20dapD), protein rekombinase ?-red, dan fragmen homolog\nH1H2. Komponen tersebut terdapat dalam plasmid pRed-cas9-recA-dapD yang\nditujukan untuk memutasi gen dapD pada E. coli DH5?dan dirancang serta\ndikonstruksi pada penelitian ini. Tujuan penelitian ini adalah mengkonstruksi E. coli\nDH5?(?dapD) galur auksotrof lisin dan mengkonfirmasinya. Penelitian ini diawali\ndengan menentukan N20dapD dan fragmen homolog H1H2 secara in silico yang\ndilanjutkan dengan mengkonstruksi plasmid pRed-cas9-recA-dapD dengan\nmengganti urutan N20 dan fragmen homolog H1H2 pada plasmid pRed-cas9-recA\n?poxB. Plasmid pRed-cas9-recA-dapD kemudian dikonfirmasi dengan analisis\nmigrasi dan pemotongan. Plasmid lalu ditransformasikan ke dalam E. coli DH5?\ndengan metode elektroporasi. Kultur E. coli DH5?yang telah memiliki plasmid\ndiberikan L-arabinosa dengan konsentrasi akhir 2 g/L untuk induksi mutasi.\nKonfirmasi mutasi dilakukan dengan Polymerase Chain Reaction (PCR) koloni, lalu\nkoloni yang telah termutasi dihilangkan plasmidnya melalui mekanisme curing\ndengan inkubasi di 37°C. Sebanyak empat koloni E. coli DH5?mutan galur auksotrof\nlisin memberikan hasil positif pada analisis genotipe melalui PCR dan secara fenotipe\nmelalui media seleksi. Dengan demikian penelitian ini berhasil mendapatkan E. coli\nDH5?(?dapD) mutan galur auksotrof lisin yang sudah terkonfirmasi kebenarannya\nsecara fenotipe dan genotipe. Pada penelitian lanjutan E. coli DH5?galur mutan ini\ndapat digunakan untuk seleksi sistem plasmid yang membawa gen dapD seperti\npCAD-sod-cer-dapD.", "Daftar File": {"ABSTRAK Anisa Nur Ramdani": "https://digilib.itb.ac.id/gdl/download/174313", "COVER Anisa Nur Ramdani": "https://digilib.itb.ac.id/gdl/download/242767", "BAB 1 Anisa Nur Ramdani": "https://digilib.itb.ac.id/gdl/download/242768", "BAB 2 Anisa Nur Ramdani": "https://digilib.itb.ac.id/gdl/download/242769", "BAB 3 Anisa Nur Ramdani": "https://digilib.itb.ac.id/gdl/download/242770", "BAB 4 Anisa Nur Ramdani": "https://digilib.itb.ac.id/gdl/download/242771", "BAB 5 Anisa Nur Ramdani": "https://digilib.itb.ac.id/gdl/download/242772", "BAB 6 Anisa Nur Ramdani": "https://digilib.itb.ac.id/gdl/download/242773", "PUSTAKA Anisa Nur Ramdani": "https://digilib.itb.ac.id/gdl/download/242774"}, "Penulis": "Anisa Nur Ramdani [20718017]", "Kontributor / Dosen Pembimbing": ["Dr. Debbie Soefie Retnoningrum", "Dr.rer.nat. Catur Riani, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "CRISPR-Cas9, dapD, E. coli DH5?, rekombinasi homolog ?-red, sistem seleksi auksotrof lisin.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "03 Jul 2019"}