{"Nomor": 40492, "Judul": "KAJIAN AKTIVITAS ANTIOBESITAS DARI TUMBUHAN LOKAL SULAWESI TENGGARA OLAE (Etlingera calophrys (K.Schum.) A.D. Poulsen) MENGGUNAKAN MODEL HEWAN UJI ZEBRAFISH (Danio rerio)", "Abstrak": "Obesitas dikaitkan dengan keadaan inflamasi kronis tingkat rendah yang\nmerupakan pintu masuk bagi timbulnya penyakit sindrom metabolik lainnya.\nTanaman lokal Sulawesi yang secara empiris digunakan masyarakat dalam diet\nsehari-hari namun belum mempunyai banyak bukti ilmiah menjadikan olae\nsebagai salah satu tanaman yang perlu dieksplorasi aktivitas ilmiahnya terutama\nsebagai antiobesitas. Oleh karena itu penelitian ini bertujuan untuk menentukan\naktivitas ekstrak etanol rimpang olae sebagai antiinflamasi secara in vitro dan\nantiobesitas secara in vitro dan in vivo menggunakan model hewan uji zebrafish\n(Danio rerio). Hewan uji diinduksi menggunakan pakan tinggi lemak dan\ntreatment dilakukan selama 21 hari dengan menambahkan ekstrak olae 10% (b/b)\ndan 20% (b/b) ke dalam pakannya. Aktivitas antiobesitas ditentukan melalui\nparameter berat badan, indeks massa tubuh (IMT), kadar trigliserida dan kadar\ngula darah. Hasil uji secara in vitro menunjukkan bahwa ekstrak etanol olae\nkonsentrasi 600 µg/ml tidak berbeda bermakna (p>0,05) dengan natrium\ndiklofenak 100 µg/ml dalam menstabilkan membran dari lisis dan ekstrak etanol\nolae dengan variasi konsentrasi mampu menginhibisi aktivitas enzim lipase (dose\ndependent). Hasil uji antiobesitas secara in vivo menunjukkan ekstrak etanol olae\nyang ditambahkan ke dalam pakan zebrafish mampu menurunkan secara\nsignifikan IMT (p<0,01), berat badan (p<0,01), dan kadar trigliserida (p<0,01)\ndibandingkan dengan kontrol. Berdasarkan hasil penelitian ini, ekstrak rimpang\nolae yang mengandung golongan senyawa flavonoid dan fenol memiliki aktivitas\nmenurunkan berat badan dan kadar trigliserida melalui mekanisme penghambatan\nenzim lipase dan berpotensi mengatasi inflamasi yang dapat menginduksi\nterjadinya sindrom metabolik pada kondisi obesitas melalui mekanisme stabilisasi\nmembran.", "Daftar File": {"ABSTRAK Loly Subhiaty Idrus": "https://digilib.itb.ac.id/gdl/download/174324", "COVER Loly Subhiaty Idrus": "https://digilib.itb.ac.id/gdl/download/243234", "BAB 1 Loly Subhiaty Idrus": "https://digilib.itb.ac.id/gdl/download/243235", "BAB 2 Loly Subhiaty Idrus": "https://digilib.itb.ac.id/gdl/download/243237", "BAB 3 Loly Subhiaty Idrus": "https://digilib.itb.ac.id/gdl/download/243238", "BAB 4 Loly Subhiaty Idrus": "https://digilib.itb.ac.id/gdl/download/243239", "BAB 5 Loly Subhiaty Idrus": "https://digilib.itb.ac.id/gdl/download/243240", "BAB 6 Loly Subhiaty Idrus": "https://digilib.itb.ac.id/gdl/download/243241", "PUSTAKA Loly Subhiaty Idrus": "https://digilib.itb.ac.id/gdl/download/243242"}, "Penulis": "Loly Subhiaty Idrus [20717003]", "Kontributor / Dosen Pembimbing": ["Prof. I Ketut Adnyana, M.Si., Ph.D.", "Dr. Rika Hartati, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Etlingera calophrys, olae, antiobesitas, antiinflamasi, stabilisasi membran, lipase pankreas, zebrafish", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "03 Jul 2019"}