{"Nomor": 40494, "Judul": "COLLECTIVE INVESTMENT CONTRACT AS AN ALTERNATIVE SOURCE OF INFRASTRUCTURE FINANCING A CASE STUDY OF AIRPORT DEVELOPMENT USING SYSTEM DYNAMIC MODELLING", "Abstrak": "Melihat kembali Peraturan Presiden No.58/2017, pemerintah Indonesia sedang melaksanakan 248 Program Strategis Nasional yang terdiri dari 17 sektor termasuk di antaranya; jalan raya, rel kereta, pelabuhan, bandar udara, sektor energy dan industri pesawat terbang, yang ditargetkan akan diselesaikan di akhir tahun 2019. Lebih lanjut, program-program tersebut dipercaya dapat memberikan kontribusi pertumbuhan regional sehingga mampu meningkatkan daya saing nasional. Untuk membiayai seluruh program tersebut dalam rentang waktu 2015-2019, pemerintah Indonesia mengekspektasikan berbagai macam sumber dana guna menghimpun total dana setara dengan, paling tidak, Rp4.796 triliun. Namun demikian, total anggaran dalam APBD dan APBN hanya dapat menyokong sebesar 41,25% saja dari total rencana investasi, atau setara dengan Rp1.978,3 triliun, dimana sisa kekurangan anggaran diharapkan dapat disokong oleh sektor swasta dan BUMN.\n\nDalam pada itu, tingginya kecepatan pemenuhan rasio kapasitas bandara dikarenakan oleh meningkatnya trafik penerbangan menjadi suatu fenomena paradoksial atas kebutuhan peningkatan pendapatan dari pelayanan jasa kebandarudaraan dalam industri aviasi. Untuk itu, pokok permasalahan yang diajukan dalam thesis ini meliputi tiga hal sebagai berikut: 1/ apa jenis dynamic behavior over time dari operasional bisnis bandara, sehingga dapat dijelaskan interaksi variabel yang memengaruhi obsolescence kapasitas bandara? 2/ bagaimana sekuritisasi atau kontrak investasi kolektif dapat menjadi sumber pendanaan alternatif, dan bagaimana perbedaannya dari pembiayaan konvensional terhadap dinamika sistem? 3/ bagaimana implementasi dari model lengkap sistem dinamik pada satu proyek pengembangan bandara?\n\nObjektif dari thesis ini adalah untuk memahami dan menemukan satu model sistem dinamik dari operasional bisnis bandara dalam rangka mengobservasi perilaku dinamika sistem atas financial leverage dalam investasi jangka panjang sebagaimana umum terjadi pada industri infrastruktur. Adapun, financial leverage dimaksud diantaranya adalah pembiayaan melalui sekuritisasi maupun hutang kovensional.\n\nDalam menjawab pokok permasalahan, digunakan pendekatan utama system dynamic modelling dikarenakan perilaku dinamika sistem operasional bisnis bandara digunakan sebagai dasar analisis dan simulasi lebih lanjut. Oleh karena itu, tinjauan teori yang dipakai meliputi sebagai berikut: 1/ Firm’s performance analysis menggunakan accounting profitability dan konsep strategic management, 2/ Business dynamic system thinking menggunakan software computer dalam proses simulasi, dan 3/ benchmark pada produk-produk Kontrak Investasi Kolektif yang telah beredar di pasar finansial Indonesia. Adapun metode pengambilan data dilakukan dengan cara observasi langsung pada operasional bisnis bandara dan sumber data secondary termasuk publikasi prospectus, laporan keuangan perusahaan, dan dokumen publik perusahaan lainnya.\n\nHasil analisis dan simulasi menunjukkan sebagai berikut: 1/ behavior over time dari dinamika sistem operasional bisnis bandara termasuk dalam kategori S-shaped Growth dimana kapasitasnya membatasi pertumbuhan pelayanan trafik. Dalam hal ini, improvement rate pada kapasitas bandara menjadi variabel terpenting untuk keberlanjutan sistem; 2/ simulasi kedua skema pendanaan pada baseline ROIC 6%-7% menghasilkan tingkat ROIC yang dapat terjaga di atas baseline untuk simulasi skema sekuritisasi sebagai dampak dari relasi positif pada NOPAT. Sementara itu, untuk simulasi skema hutang, tingkat ROIC dihasilkan di bawah baseline sebagaimana dampak relasi positif pada Invested Capital. Namun demikian, kedua skema pembiayaan tersebut menghasilkan pertumbuhan ROIC dari waktu ke waktu seiring dengan pertumbuhan kapasitas dan sales; dan 3/ produk pembiayaan melalui sekuritisasi harus tersusun atas sumber pendapatan operasional yang andal, oleh karena itu, akun pendapatan Pelayanan Jasa Penunpang Pesawat Udara (PJP2U) dapat mendukung portofolio lebih kuat. Dalam hal ini, struktur transaksi yang dapat dilakukan dalam mendapatkan Rp1,0 triliun kas adalah dengan mengalokasikan future revenue sebesar 130,75% dari kebutuhan dana untuk menjaga risiko moderate investasi yang dapat menawarkan imbal hasil kepada pasar sebesar 9,75% p.a fix senior tranche dan 8,85% p.a fix junior tranche dengan 20% amortisasi pembayaran pokok dalam jangka waktu 5 tahun fiscal.", "Daftar File": {"ABSTRAK Yegar Adi Shakti": "https://digilib.itb.ac.id/gdl/download/174336"}, "Penulis": "Yegar Adi Shakti [29316047]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudarso Kaderi Wiryono, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sistem Dinamik, Infrastruktur, bandar udara, Pembiayaan, Sekuritisasi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "03 Jul 2019"}