{"Nomor": 40497, "Judul": "STRATEGI KEUANGAN UNTUK SHANGHAI ELECTRIC GROUP COMPANY LIMITED", "Abstrak": "Dalam beberapa tahun terakhir, lingkungan industri manufaktur listrik telah menjadi parah. Dikarenakan harga bahan baku baja di pasar internasional naik dari tahun ke tahun dan permintaan listrik China cenderung jenuh, perusahaan-perusahaan manufaktur peralatan listrik menghadapi tantangan yang besar. Sambil menjelajahi pasar baru, upaya untuk meningkatkan manajemen keuangan dan mengurangi biaya telah menjadi tujuan yang harus dicapai oleh perusahaan industri energi. Penerapan tentang strategi keuangan yang baik adalah kebutuhan mendesak bagi perusahaan manufaktur peralatan listrik.\nPenelitian ini bertujuan untuk menganalisis dan mengukur kondisi kesehatan keuangan Shanghai Electric Group Company terbatas untuk periode 2013-2017 sebagai contoh analisis kasus. Penelitian ini berkenaan dengan lima klasifikasi pengukuran rasio yang meliputi rasio likuiditas, solvabilitas, aktivitas, profitabilitas dan kapasitas pertumbuhan, yang membuat analisis dengan pesaing langsung, yaitu Dongfang Electric Company, dan China XD Electric Company. Selain itu, penelitian ini juga menggunakan metode analisis DuPont, analisis lima kekuatan Porter dan metode analisis SWOT untuk menganalisis secara mendalam status keuangan dan daya saing pasar Shanghai Electric Group Company Limited.\nBerdasarkan analisis, tugas akhir ini menyimpulkan bahwa untuk mempertahankan posisi terdepan dalam industri manufaktur peralatan listrik, Shanghai Electric perlu meningkatkan pemanfaatan dana secara efektif, memperkuat manajemen piutang, meningkatkan manajemen anggaran komprehensif, meningkatkan risiko keuangan kesadaran, membangun manajemen investasi yang beragam dan melakukan penyesuaian pasar yang wajar.", "Daftar File": {"ABSTRAK Wang Yanan": "https://digilib.itb.ac.id/gdl/download/174344"}, "Penulis": "Wang Yanan [29317704]", "Kontributor / Dosen Pembimbing": ["Dr. Isrochmani Murtaqi, S.E., M.Acc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Shanghai Electric, Strategi Perusahaan, DuPont", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "03 Jul 2019"}