{"Nomor": 40490, "Judul": "PENERAPAN KONSEP CLIMATE SENSITIVE URBAN DESIGN PADA KAWASAN CBD DENGAN SIMULASI ENVI-MET Studi Kasus: Kemayoran, Jakarta", "Abstrak": "Indonesia sebagai negara tropis dimana karakter iklimnya panas dan lembab,\naktivitas ruang luar sering terganggu akibat ketidaknyamanan pada kondisi termal.\nPembangunan masif bangunan tinggi di perkotaan akibat semakin bertambahnya\npopulasi manusia menyebabkan berkurangnya area hijau dan resapan yang\nmenimbulkan ketidakseimbangan lingkungan dan memicu perubahan iklim mikro\ndengan naiknya suhu udara di permukaan. Kenaikan suhu ruang luar di Jakarta\nsaat ini sudah melebihi standar kenyamanan masyarakat sehingga menyebabkan\nketidaknyamanan untuk melakukan aktivitas sehari-hari. Salah satu kawasan yang\nmengalami kenaikan suhu cukup signifikan adalah kawasan CBD, sehingga dalam\nmerancang ruang luar terutama pada kawasan CBD diperlukan suatu pendekatan\nuntuk menciptakan kondisi kenyamanan termal untuk meningkatkan kenyamanan\nberaktivitas. Penelitian ini bertujuan untuk merancang kawasan CBD Kemayoran\nmelalui pendekatan Climate Sensitive Urban Design yang berada pada wilayah\niklim tropis yang panas dan lembab, serta menganalisa tingkat kenyamanan termal\ndan pengkondisian udara yang optimal pada kawasan. Metode penelitian\nmenggunakan metode kuantitatif dengan menguji hasil desain rancangan\nmenggunakan prinsip Climate Sensitive Urban Design melalui simulasi\nmenggunakan program Envi-met 4.1 untuk mengetahui nilai temperatur udara,\nkecepatan angin, kelembaban udara, serta PMV pada kawasan rancangan. Desain\nmempertimbangkan konfigurasi bangunan seperti jarak antar bangunan,\nketinggian rata-rata bangunan, orientasi bangunan, lebar jalan, dan material\npenutup tanah alami. Simulasi dilakukan dengan menguji dua desain alternatif\nberbeda dengan menganalisis pembayangan dan tingkat radiasi untuk mengetahui\nfaktor yang mempengaruhi perancangan kawasan yang responsif terhadap\nperubahan iklim. Hasilnya diketahui bahwa pergerakan angin lebih diperlukan\nuntuk meningkatkan kenyamanan termal dibanding pembayangan dari bangunan\ndi wilayah Jakarta.", "Daftar File": {"COVER Karina Dwi Kusumastuty": "https://digilib.itb.ac.id/gdl/download/174314", "BAB 1 Karina Dwi Kusumastuty": "https://digilib.itb.ac.id/gdl/download/174315", "BAB 2 Karina Dwi Kusumastuty": "https://digilib.itb.ac.id/gdl/download/174316", "BAB 3 Karina Dwi Kusumastuty": "https://digilib.itb.ac.id/gdl/download/174317", "BAB 4 Karina Dwi Kusumastuty": "https://digilib.itb.ac.id/gdl/download/174318", "BAB 5 Karina Dwi Kusumastuty": "https://digilib.itb.ac.id/gdl/download/174321", "BAB 6 Karina Dwi Kusumastuty": "https://digilib.itb.ac.id/gdl/download/174322", "PUSTAKA Karina Dwi Kusumastuty": "https://digilib.itb.ac.id/gdl/download/174323"}, "Penulis": "Karina Dwi Kusumastuty [25615007]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Heru W. Poerbo, MURP", "Dr.Eng. Mochamad Donny Koerniawan, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rancang Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Landscape design of cemeteries", "Kata Kunci": "Climate Sensitive Urban Design, panas-lembab, iklim, Envi-Met.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "10 file", "Tanggal Input": "03 Jul 2019"}