{"Nomor": 40508, "Judul": "STUDI KEBUTUHAN PENERAPAN ZONA BONUS DAN TDR PADA  KAWASAN TOD DI DKI JAKARTA", "Abstrak": "Dalam Peraturan Menteri ATR/Kepala BPN Nomor 16 Tahun 2017 tentang Pedoman \nPengembangan Kawasan Berorientasi Transit, terdapat beberapa perangkat penunjang \nyang  dapat  digunakan  untuk  mewujudkan  kriteria  dan  indikator  kinerja  dari  sebuah \nKawasan  Transit  Oriented  Development  (TOD),  diantaranya  adalah  zona  bonus  dan \nTransfer Development Right (TDR). Dalam peraturan tersebut juga diamanatkan bahwa \naturan  pelaksanaan  dari  perangkat-perangkat  penunjang  tersebut  diatur  dalam \nperaturan  kepala  daerah.  Oleh  karena  itu,  diperlukan  studi  terkait  dengan  kebutuhan \npenerapan  zona  bonus  dan  TDR  pada  Kawasan  TOD  di  daerah  yang  sudah \nmerencanakan  pengembangkan  Kawasan  TOD,  salah  satunya  DKI  Jakarta.  Metode \npengumpulan data yang dilakukan dalam studi ini adalah  desk study  dan  wawancara. \nSementara  itu,  metode  analisis  yang  digunakan  adalah  analisis  konten  dan  analisis \nevaluasi  dengan  pendekatan  evaluasi  semu.  Berdasarkan  hasil  analisis,  terdapat \nbeberapa hal yang harus diperhatikan apabila DKI Jakarta akan menerapkan zona bonus \ndan TDR di Kawasan TOD, yakni DKI Jakarta harus menyiapkan aturan penerapan yang \ndidalamnya  harus  memuat  terkait  indeks  kawasan  yang  dapat  dikenakan  zona  bonus \nuntuk Kawasan TOD, mekanisme pengajuan  untuk Kawasan TOD, dan perbedaan aturan \nbagi pemohon  yang  akan melakukan  on-site improvement  dengan  off-site improvement\nuntuk  zona  bonus,  serta  kriteria  area  pengirim,  kriteria  area  penerima,  TDR  Rasio, \npenentuan penyetaraan hak membangun, dan mekanisme pangajuan TDR  untuk Kawasan \nTOD;  harus  terdapat  mekanisme  penerapan  untuk  Kawasan  TOD;  serta  menyiapkan \nlembaga  yang  bertugas  untuk  menilai  kualitas  fasilitas  publik  untuk  zona  bonus,  dan \nlembaga yang berperan sebagai bank TDR, serta peran dan kewenangan dari operator \npengelola Kawasan TOD terkait dengan penerapan zona bonus dan TDR di Kawasan \nTOD.", "Daftar File": {}, "Penulis": "Aliya Zahra Afifah [15415011]", "Kontributor / Dosen Pembimbing": ["Dr. RM. Petrus Natalivan Indradjati, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "DKI Jakarta, kebutuhan, TDR, TOD, zona bonus", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "03 Jul 2019"}