{"Nomor": 40511, "Judul": "KINERJA MULTI-STAGE UPFLOW ANAEROBIC FIXED-BED REACTOR DENGAN MENGGUNAKAN LIMBAH CAIR TAHU", "Abstrak": "Penyisihan Chemical Oxygen Demand (COD) dan produksi metana (CH4) menggunakan pengolahan air limbah tahu dilakukan dalam serangkaian 3 upflow anaerobic reactor (UAF), Sistem ini telah dioperasikan sebelumnya tetapi dalam keadaan istirahat selama 3 bulan. Total volume UAF ini adalah 31,4 L dengan bambu sebagai media pendukung. Tujuan dari penelitian ini adalah untuk mengamati kinerja reaktor fixed-bed anaerob multi-stage aliran ke atas dalam mengolah air limbah tahu dengan lima variasi waktu retensi hidrolik (HRT) secara total termasuk 2 hari, 4 hari, 6 hari, 8 hari dan 10 hari HRT. HRT terpanjang 10 hari dilaksanakan terlebih dahulu untuk memungkinkan waktu mikroorganisme beradaptasi dengan proses start up setelah berhenti selama 3 bulan. Setelah mendapatkan kondisi tunak, waktu retensi hidrolik berkurang dari HRT 10 hari menjadi HRT 2 hari. Air limbah tahu digunakan sebagai umpan UAF ini. Itu memiliki nilai koncentrasi total untuk kebutuhan oksigen kimia (TCOD) bekisar 8091 ± 4034 mg / L dan kebutuhan kimia oksigen terlarut (SCOD) di kisaran 6597 ± 3142 mg / L. Air limbah yang aigukan tidak dinetralkan dan memiliki pH rata-rata 4,8. Di antara ke lima HRT, HRT 8 hari adalah kondisi optimal dalam efisiensi penyisihan organik dengan efisiensi penghilangan TCOD 95% dan SCOD 96%. Efisiensi penyisihan TCOD untuk setiap tahap adalah 53%, 71%, dan 50% dengan produksi CH4 1.1L / hari, 5.1L / hari, dan 1.2 L / hari untuk R1, R2, dan R3, masing-masing. Pada HRT terpendek, terjadi akumulasi VFA yang mempengaruhi produksi CH4 .Penghapusan SCOD dan TCOD yang diperoleh dari proses, studi kinerja digunakan untuk menentukan koefisien kinetika menggunakan mode Stover-Kincannon dan model penghilangan substrat orde pertama. Pemodelan dengan Stover-Kincannon merupakan model yang paling tepat untuk sistem ini. Parameter kinetika untuk HRT = 8 hari (efisiensi penghilangan organik removal optimal), KB dan Umax TCOD adalah 3,22g / L.hari adalah 0,82 g / L.hari dengan korelasi R2 0,69. Untuk SCOD, KB = 3,85g / L.day dan Umax = 1,76 g / L.day dengan korelasi R2 0,97. KB dan Umax yang diperoleh dari penghapusan sistem TCOD adalah 2,96 g / L. hari dan 3,4 g / L. hari, masing-masing sedangkan KB dan Umax SCOD adalah 6,85 g / L. hari dan 7,08 g / L. hari.", "Daftar File": {"ABSTRAK MENG Sophorn": "https://digilib.itb.ac.id/gdl/download/174388"}, "Penulis": "MENG Sophorn [25317702]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Marisa Handajani, S.T., M.T.", "Dr.rer.nat. Neni Sintawardani"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Chemical oxygen demand, multi-tahap, produksi metana, reaktor fixed bed anaerob up-flow limbah cair tahu", "Sumber": "THESIS JULI 2019", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "03 Jul 2019"}