{"Nomor": 40516, "Judul": "IDENTIFIKASI DAN KARAKTERISASI ENDAPAN PALEOTSUNAMI DAERAH PALU, SULAWESI TENGAH", "Abstrak": "Pantai Lesehan terletak di wilayah Teluk Palu yang secara langsung terkena dampak tsunami pada tahun 2018. Tsunami tersebut disebabkan oleh longsoran bawah laut yang dipicu oleh gempa bumi bermagnitudo 7,5 SR akibat aktifitas sesar Palu - Koro. Keterbatasan catatan sejarah terkait bencana tsunami pada daerah Teluk Palu, tidak sebanding dengan potensi bencana tsunami akibat aktivitas sesar Palu-Koro. Untuk itu, diperlukan upaya pencarian bukti kejadian tsunami untuk melengkapi catatan sejarah terkait bencana tsunami pada daerah ini dengan melakukan studi paleotsunami. Sampel inti bor tangan dengan kode LSH diambil oleh tim peneliti Pusat Penelitian Geoteknologi LIPI di Pantai Lesehan. Tiga lapisan paleotsunami ditemukan pada inti bor LSH dan distribusinya dapat diidentifikasi sebagai PS-1, PS-2, dan PS-3. Lapisan paleotsunami diidentifikasi oleh adanya pasir berwarna terang di bagian atas paleosoil, pecahan cangkang dan terumbu, adanya foraminifera bentik dan ukuran butir yang beragam (pasir sangat halus – krakal) sehingga menghasilkan sortasi yang buruk. Inti bor tangan sepanjang 97 cm, kemudian dianalisis di laboratorium untuk mendapatkan karakteristik lapisan paleotsunami. Analisis tersebut berupa analisis sedimentologi (granulometri), geokimia (XRF dan LoI) serta analisis mikrofauna (foraminifera). Analisis kerusakan foraminifera dilakukan sebagai gagasan baru dalam penelitian terkait identifikasi dan karakterisasi endapan paleotsunami. Foraminifera yang digunakan dalam analisis ini yaitu Calcarina spengleri karena spesies tersebut dapat ditemukan disemua lapisan. Hasil analisis granulometri lapisan paleotsunami, menunjukkan ukuran butir pasir halus dan pasir kasar, sortasi yang sangat buruk. Analisis geokimia pada PS-1 menunjukan tingginya unsur Ca dan Sr sebagai penciri laut serta pada lapisan PS-2 menunjukkan rendahnya unsur Fe dan Ti sebagai penciri lingkungan darat. Lapisan PS-1 menunjukkan tingginya kandungan material karbonat sebagai penciri laut dan rendahnya kandungan karbon sebagai penciri darat. Hasil analisis mikrofauna, lapisan paleotsunami menunjukkan tingginya kelimpahan foraminifera bentonik serta tingginya nilai kerusakan foraminifera Calcarina spengleri. Hasil dating radiokarbon menunjukkan bahwa lapisan PS-1 diendapkan di sekitar tahun 1800-an dan lapisan PS-3 di sekitar tahun 1900-an. Hasil ini menunjukkan bahwa lapisan PS-1 berkaitan dengan aktivitas gempa tahun 1828 dan lapisan PS-3 merupakan endapan akibat peristiwa tsunami tahun 1927.", "Daftar File": {"ABSTRAK Virga Hydra Sahara": "https://digilib.itb.ac.id/gdl/download/174394", "COVER Virga Hydra Sahara": "https://digilib.itb.ac.id/gdl/download/175766", "BAB 1 Virga Hydra Sahara": "https://digilib.itb.ac.id/gdl/download/175767", "BAB 2 Virga Hydra Sahara": "https://digilib.itb.ac.id/gdl/download/175768", "BAB 3 Virga Hydra Sahara": "https://digilib.itb.ac.id/gdl/download/175770", "BAB 4 Virga Hydra Sahara": "https://digilib.itb.ac.id/gdl/download/175783", "BAB 5 Virga Hydra Sahara": "https://digilib.itb.ac.id/gdl/download/175784", "BAB 6 Virga Hydra Sahara": "https://digilib.itb.ac.id/gdl/download/175785", "PUSTAKA Virga Hydra Sahara": "https://digilib.itb.ac.id/gdl/download/175787"}, "Penulis": "Virga Hydra Sahara [12015018]", "Kontributor / Dosen Pembimbing": ["Dr. Aswan, S.T., M.T.", "Purna Sulastya Putra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Palu, endapan paleotsunami, granulometri, LoI, XRF, foraminifera.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "13 file", "Tanggal Input": "03 Jul 2019"}