{"Nomor": 40510, "Judul": "FAKTOR KEBERLANJUTAN SISTEM SANITASI BERBASIS MASYARAKAT DI  KAWASAN PERMUKIMAN KUMUH KABUPATEN BANJAR, KALIMANTAN  SELATAN", "Abstrak": "Sanitasi sebagai kebutuhan dasar telah ditetapkan sebagai hak asasi manusia yang \nharus terpenuhi dengan asas kesetaraan tanpa terkecuali, termasuk bagi masyarakat \nmarginal  secara  sosioekonomi.  Kabupaten  Banjar  merupakan  salah  satu  wilayah \ndengan persoalan  rendahnya  progress  ketercapaian akses universal dimana praktik \nBuang Air Besar Sembarangan (BABS)  telah menjadi perhatian lokal khususnya di \nkawasan permukiman kumuh dan terapung. Salah satu upaya yang dilakukan untuk \nmeningkatkan kondisi sanitasi adalah dengan penerapan SANIMAS yang menekankan \nketerlibatan  dan  pemberdayaan  masyarakat  sejalan  dengan  asas  partisipasi  dari \nperwujudan hak sanitasi. Namun berdasarkan studi dan evaluasi pemerintah daerah, \nterdapat persoalan keberlanjutan SANIMAS yang rendah di beberapa kawasan. Untuk \nitu,  diperlukan  penelitian  terkait  dengan  faktor  keberlanjutan  sistem  SANIMAS  di \nkawasan  permukiman  kumuh  ini  berdasarkan  karakteristik  pengelolaan  terhadap \nfaktor  lingkungan,  kelembagaan,  sosial-ekonomi,  pembiayaan,  dan  tekni.. \nBerdasarkan  analisis  Fuzzy  Analytical  Hierarchical  Process,  didapatkan  bahwa \nfaktor  yang  menjadi  prioritas  dalam  keberlanjutan  sistem  SANIMAS  adalah \npembiayaan,  teknis,  dan  lingkungan,  sedangkan  kelembagaan  dan  sosioekonomi \nbukan faktor yang signifikan. Namun,  faktor pembiayaan dan teknis merupakan faktor \nyang  paling  lemah  keberlanjutannya.  Sehingga  diperlukan  peningkatan  kapasitas \npembiayaan serta pendampingan dari pemerintah dalam perumusan dan manajemen \ndana,  serta  meningkatkan  tingkat  utilisasi  fasilitas  yang  dibangun  melalui \npeningkatan kesadaran masyarakat.", "Daftar File": {}, "Penulis": "Muhammad Rizki Rayani Ramadani [15415028]", "Kontributor / Dosen Pembimbing": ["Dr. Sri Maryati, S.T., M.I.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "sanitasi air limbah, komunitas, keberlanjutan, kawasan kumuh, Fuzzy  Analytical Hierarchical Process", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "03 Jul 2019"}