{"Nomor": 40518, "Judul": "RETHINKING THE ARTS BUSINESS (MUSEUM, GALLERY, THEATER) STRATEGY: STUDY CASE CIPUTRA ARTPRENEUR", "Abstrak": "Ciputra Artpreneur adalah salah satu anak perusahaan yang dimiliki oleh Grup Ciputra, yang berfungsi sebagai CSR (Corporate Social Responsibility) perusahaan untuk berkonsentrasi dalam bisnis seni. Ciputra Artpreneur dibangun sebagai sebuah arts center yang terdiri dari  museum, galeri dan teater. Sebagai sebuah dedicated arts center, tantangan Ciputra Artpreneur adalah untuk membangun sebuah bentuk keberlanjutan di dalam era masa kini. Pada saat ini, Ciputra Artpreneur ada di dalam suatu kondisi dimana kondisi pengetahuan dan respon dari masyarakat mengenai seni cenderung sulit untuk diketahui. Kompetisi dalam lini bisnis ini semakin meningkat dengan pesatnya, dan ketidaktahuan mengenai kompetisi maupun kompetitor dianggap tidak terlalu terbuka. Dengan konsekuensi dari hal ini, Ciputra Artpreneur mempunyai sebuah tantangan, tentang bagaimana Ciputra Artpreneur disarankan mempunyai sebuah implementasi strategi bisnis yang efisien dan berkelanjutan.  \n\nTugas Akhir ini akan dilakukan dengan menggunakan dua buah metode, yaitu kualitatif dan kuantitatif. Penelitian ini pada nantinya akan mengidentifikasi strategi bisnis terbaik dan strategi peningkatan yang dibutuhkan oleh Ciputra Artpreneur untuk mencapai keberlanjutan, serta untuk mengelola ekspektasi masyarakat. Hasil penelitian menunjukkan bahwa Ciputra Artpreneur perlu melakukan berbagai perbaikan, dimulai dari perbaikan internal dimana Ciputra Artpreneur disarankan untuk meningkatkan kualitas kemampuan kerja dan perkembangan diri karyawan sebagai inti dari kegiatan berbisnisnya, dan dari segi eksternal, berupa sebuah bentuk integrasi dari ketiga lini bisnisnya, serta untuk membuat konten dan event secara konstan untuk mengingkatkan citra perusahaan kepada public sebagai sebuah dedicated arts center. Ciputra Artpreneur juga perlu memiliki rencana dua hingga lima tahun, dimana rencana berkala ini akan nantinya menjadi sebuah bentuk acuan bagi Ciputra Artpreneur untuk menjalankan bisnis secara terstruktur untuk kedepannya mencapai keberlanjutan dan untuk juga menjaga ekspektasi dari publik. \n\nPersaingan dalam dunia bisnis semakin ketat, dimana banyak sekali pesaing-pesaing yang kedepannya melihat potensi dari bisnis seni seperti yang Ciputra Artpreneur lakukan. Dalam menghadapi berbagai tantangan di dunia saat ini, perbaikan-perbaikan dan implementasi ide baru saat ini sangat diperlukan Ciputra Artpreneur dalam tujuannya untuk mencapai keberlanjutan di masa depan.", "Daftar File": {"ABSTRAK Andri Hilary": "https://digilib.itb.ac.id/gdl/download/174406"}, "Penulis": "Andri Hilary [29317306]", "Kontributor / Dosen Pembimbing": ["Yudo Anggoro, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bisnis Seni, Strategi Bisnis, Keberlanjutan, Manajemen Konten, Perbaikan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "03 Jul 2019"}