{"Nomor": 40523, "Judul": "PENGAJUAN METODE HARGA UNTUK MENYIAPKAN HARGA  PERANGKAT LUNAK SEBAGAI LAYANAN  DI PERUSAHAAN START UP  (STUDI KASUS PT. METAMA)", "Abstrak": "Kebangkitan dari bisnis start-up di Indonesia adalah sangat menjanjikan. Dimulai dari perusahaan start-up fenomenal yaitu GOJEK, yang telah membuka jalan untuk perusahaan start-up lainya memasuki bisnis, sekarang ini ada ratusan perusahaan start-up yang melayani pelanggan di dalam  berbagai industri. \nPT.METAMA merupakan salah satu perusahaan start-up yang fokus pada teknologi pengenalan suara. Pada tahun ketiga keberadaanya di dalam bisnis, perusahan ini masih berjuang untuk mendapatkan pelanggan yg lebih banyak. Terdapat permasalahan utama yang membatasi perusahaan untuk bisa mendapatkan pelanggan yang lebih banyak. Perusahaan ini mengalami kesulitan dalam merumuskan strategi untuk penentuan harga produknya. Saat ini perusaan hanya menerapkan satu strategi, yaitu penentuan harga berdasarkan project. Strategi ini mengharuskan calon pelanggan untuk membayar semua biaya pada saat awal project. Skema ini menjadi penghalang bagi calon pelanggan, karena calon pelanggan tersebut tidak mempunyai cukup uang untuk membayar semua biaya hanya dalam sekali bayar. \nDi dalam thesis ini, diusulkan suatu strategi yang baru. Strategi baru itu disebut Software As A Service (SAAS). Di dalam strategi baru ini, calon pelanggan tidak harus membayar semua biaya dalam sekali bayar, tapi mereka hanya perlu membayar biaya bulanan yang nilainya jauh lebih kecil dibandingkan jika menggunakan startegi berbasis proyek. \nUntuk mengimplementasikan skema yang baru ini, semua biaya dikumpulkan dan dikelompokan menjadi dua bagian yaitu Biaya Awal dan Biaya Berjalan. Biaya Awal tersebut kemudian didepresiasikan di dalam rentang tahun investasi. Untuk setiap tahun investasi, biaya depresiasi tersebut ditambahkan dengan Biaya Berjalan dan Profit sehingga kita bias menghitung Nilai Penjualan pada masing-masing tahun investasi.  Akhirnya kita bias mendapatkan Nilai Penjualan setiap bulan dengan cara membagi Nilai Penjualan tiap tahun dengan angka dua belas.", "Daftar File": {"ABSTRAK Novri Wijaya": "https://digilib.itb.ac.id/gdl/download/174410"}, "Penulis": "Novri Wijaya [29115326]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudarso Kaderi Wiryono, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Software As A Service (SAAS), Infrastructure As A Service (IAAS), Service Level Agreement (SLA), Time Value of Money, Amortization", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "03 Jul 2019"}