{"Nomor": 40524, "Judul": "ANALISIS PROSES PERENCANAAN PEMBANGUNAN TAHUNAN BERBASIS  ELEKTRONIK (STUDI KASUS: PELAKSANAAN RKPDJABAR ONLINE 2101 DI PROVINSI JAWA BARAT)", "Abstrak": "Peningkatan intensitas  penggunaan teknologi dalam berbagai aspek kehidupan, termasuk dalam \nperencanaan wilayah dan kota telah hadir dan  memberikan peluang untuk menyelenggarakan \npemerintahan  secara lebih efektif dan efisien.    Jawa Barat merupakan salah satu provinsi yang \ntelah memanfaatkam pengembangan teknologi dalam proses perencanaan  daerah.  Perkembangan \nteknologi tersebut dimanfaatkan untuk mendorong terciptanya sistem perencanaan pembangunan \ntahunan berbasis elektronik yang  memunculkan inovasi pada proses tata kelola dan layanan yang \nada,    Meskipun  demikian,  terdapat  isu  bahwa  proses  perencanaan    berbasis  elektronik  masih \nberjalan tidak optimal ditandai dengan masih banyak usulan kegiatan yang tidak dikawal dengan \nintensif  dan terdapat ikonsistensi dalam perencanaan dan penganggaran. Penelitian ini bertujuan \nuntuk menganalisis proses perencanaan pembangunan tahunan berbasis elektronik dengan studi \nkasus pelaksanaan RKPDJabar Online 2101 di Provinsi Jawa Barat. Sasaran dari penelitian ini \nialah  teridentifikasinya  capaian  kinerja  pelaksanaan  RKPDJabar  Online  2101  dalam  proses \nperencanaan  pembangunan  tahunan  di  Provinsi  Jawa  Barat  dan  teridentifikasinya  tingkat \nkonsistensi antara Rencana Kerja Pemerintah Daerah (RKPD) dan Anggaran Pendapatan dan \nBelanja  Daerah  (APBD)  Provinsi  Jawa  Barat  sebagai  produk  dari  penyusunan  rencana \npembangunan tahunan di Provinsi Jawa Barat. Metode yang digunakan antara lain ialah analisis \nkonten,  analisis  deksriptif  kualitatif,  dan  analisis  skoring  untuk  menjawab  sasaran  mengenai \ncapaian kinerja pelaksanaan RKPDJabar Online 2101 dan analisis konten dan analisis deskriptif \nuntuk  menjawab  sasaran  mengenai  konsistensi  RKPD  dan  APBD.  Penelitian  ini  menunjukan \nbahwa  masih  terdapat  hal  yang  harus  diperbaiki  dilihat  dari  capaian  kinerja  pelaksanaan \nRKPDJabar  Online  2101,    antara  lain  kematangan  dari  segi  dokumen  kebijakan  yang  belum \nmemuat arahan rencana induk dan penganggaran, kematangan dari segi integrasi antar sistem \naplikasi terkait, dan kematangan dari segi interaksi serta manajemen kinerja antara sistem dan\npengguna  RKPDJabar  Online  2101.  Dari  sisi  konsistensi  antara  dokumen  perencanaan  dan \npenganggaran, RKPD dan APBD masih tergolong inkonsisten karena masih terdapat perbedaan \nantara program dan kegiatan  pada  kedua dokumen tersebut.  Faktor yang menyebabkannya antara \nlain  ialah  capaian  kinerja  RKPDJabar  Online  yang  belum  optimal  pada  pengintegrasian \nperencanaan dan penganggaran, serta faktor lain, seperti kebijakan nasional, program kepala \ndaerah, dan aspirasi anggota dewan", "Daftar File": {}, "Penulis": "Muhamad Fariz Agung [15415003]", "Kontributor / Dosen Pembimbing": ["Ridwan Sutriadi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "proses, kinerja,  RKPDJabar Online 2101, tata kelola, layanan.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "03 Jul 2019"}