{"Nomor": 40533, "Judul": "IDENTIFIKASI KETERKAITAN PREFERENSI KONSUMEN DALAM MEMILIH  HUNIAN PERUMAHAN SYARIAH DENGAN KARAKTERISTIK PROPERTI DI  KABUPATEN BANDUNG BARAT (STUDI KASUS PERUMAHAN PESONA CIHANJUANG)", "Abstrak": "Pertumbuhan penduduk seiring dengan meningkatnya kebutuhan akan hunian rumah \ntinggal,  Kebutuhan  rumah  kaitannya  erat  dengan  persediaan  perumahan,  secara \nspasial perkembangan perumahan bertumbuh pesat terjadi di wilayah pinggiran kota \n(peri  urban),  yang  merupakan  peralihan  dari  wilayah  kota  dan  wilayah  desa  yang \nmemiliki  karakeristik  dan  atribut  yang  berbeda.  Kabupaten  Bandung  Barat  yang \nberbatasan dengan kota dan daerah yang berkembang pesat, menjadi daerah yang \nperkembangan penduduk relatif cepat dan bertambahnya jumlah pendatang, sehingga \nmenyebabkan  peningkatan  dan  banyaknya  pembangunan  perumahan,  ditandai \ndengan Pendapatan Asli Daerah (PAD) Kabupaten Bandung Barat di bidang properti \nmengalami  peningkatan  dan  mencapai  target  yang  diharapkan.  Disisi  lain  karena\nmayoritas penduduk beragama Islam, sehingga mulai bermunculan pengembang yang \nmemerhatikan syariat Islam dalam praktik pengembangan perumahannya. Khususnya \nuntuk  Desa  Cihanjuang  yang  termasuk  dalam  Kawasan  Bandung  Utara  terdapat \npengembangan  perumahan  yang  bernama  Pesona  Cihanjuang  yang  dikembangkan \noleh pihak swasta  yang  temasuk ke dalam komunitas developer property syariah.  Akan \ntetapi pengembang perumahan syariah ini belum sepenuhnya memperhatikan kualitas \nlingkungan  dilihat  dari  pembangunan  perumahan  yang  dilakukan  dilihat  dari \nketidaksesuaian  dengan  ketentuan  pemanfaatan  ruang.  Tata  cara  pemilihan  lokasi \nperumahan  yang  dapat  berdampak  negatif  untuk  daerah  bawahannya  serta  belum \nsepenuhnya  memperlihatkan  keunggulan  dalam  variabel  aksesibilitas,  fasilitas, \nkualitas  bangunan  dan  infrastruktur.  Walapun  kondisi  fisik  dan  lingkungan \nperumahan yang  memiliki berbagai keterbatasan, akan tetapi permintaan terhadap \nperumahan tersebut relatif tinggi, ditandai dengan penjualan perumahan yang relatif \ncepat.  Oleh karena itu penelitian tentang terhadap housing preference masih sangat \nterbuka,  mengingat  pemahaman  mengenai  perilaku  pembeli  sangat  penting  bagi \nperumusan strategi pembangunan perumahan, baik dalam hal perumusan kebijakan \ndi  sektor  publik  maupun  perumusan  strategi  pemasaran  bagi  para  pengembang. \nPenelitian ini bertujuan untuk mengetahui preferensi konsumen dalam memilh hunian \nperumahan  syariah  dan  melihat  keterkaitannya  dengan  karakteristik  properti  di \nKabupaten Bandung Barat. Berdasarkan hasil analisis diketahui bahwa yang paling \nberpengaruh  terhadap  preferensi  konsumen  adalah  faktor  lingkungan  dan  faktor \nkeuangan, hal ini pun memiliki keterikatan dengan karakteristik properti yang populer \ndi  cari  oleh  masyarakat  di  Kabupaten  Bandung  Barat  dari  faktor  harga  dengan \nkisaran  300  hingga  600  jutaan  dan  lingkungan  dimana  konsumen  mengutamakan \nmencari kawasan yang terbebas banjir dan dekat dengan fasilitas ibadah dan sekolah, \nserta  lokasi  yang  sering  dicari  konsumen  adalah  Parongpong  dimana  tempat \nPerumahan Syariah Pesona Cihanjuag berada.", "Daftar File": {}, "Penulis": "Abiyyu Faiq Al-ghifari [15415042]", "Kontributor / Dosen Pembimbing": ["Ridwan Sutriadi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "preferensi konsumen, perumahan, karakteristik properti, relasi, syariah.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "03 Jul 2019"}