{"Nomor": 40543, "Judul": "KAJIAN INTEGRASI ANTARMODA DI KAWASAN TOD DUKUH ATAS", "Abstrak": "Mobilitas tinggi di perkotaan  menyebabkan timbulnya permasalahan seperti kemacetan. \nPengembangan  kawasan  berorientasi  transit  dapat  menjadi  solusi  dalam  memenuhi \nkebutuhan masyarakat untuk berpindah secara massal dan efisien melalui integrasi antar \nmoda. Dalam penelitian ini, Kawasan  TOD yang menjadi fokus adalah Kawasan TOD \nDukuh Atas, dimana menjadi titik pertemuan lima  moda transportasi umum yang berbeda, \nyaitu  MRT  (Moda  Raya  Terpadu),  Kereta  Bandara  Railink,  KRL  Commuterline,  BRT \nTransjakarta, LRT. Namun, masih terdapat permasalahan dalam integrasi antar moda di \nKawasan TOD Dukuh Atas. Permasalahan tersebut ditinjau dari pola integrasi eksisting \nyang terjadi melalui observasi dan persepsi dan preferensi penumpang moda terhadap \nintegrasi melalui kuesioner. Persepsi dan preferensi penumpang moda dapat menentukan \nfaktor  yang  memberikan  pengaruh  terhadap  integrasi  antarmoda.  Penelitian  dibatasi \npada komponen integrasi secara fisik, waktu, tarif, sistem tiket, dan informasi. Observasi \ndilaukan untuk melihat kondisi integrasi eksisting. Analisis menggunakan crosstabulation \ndilakukan untuk mengetahui hubungan antar variabel dalam komponen integrasi. Analisis \nRegresi Logistik Biner dilakukan untuk mengetahui variabel dalam komponen integrasi \nyang memiliki pengaruh terhadap hambatan yang terjadi di Kawasan TOD Dukuh Atas. \nBerdasarkan  analisis  yang  telah  dilakukan,  kondisi  integrasi  antar  moda  belum \nterhubung. Berdasarkan persepsi dan preferensi penumpang moda, variabel yang paling \nmempengaruhi  hambatan  integrasi  di  Kawasan  TOD  Dukuh  Atas  adalah  usia \npenumpang, total biaya perjalanan, dan kondisi jadwal.", "Daftar File": {}, "Penulis": "Dinanti Arghia [15415059]", "Kontributor / Dosen Pembimbing": ["Ibnu Syabri, B.Sc., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "integrasi, antarmoda, TOD, persepsi dan preferensi, Dukuh Atas", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "03 Jul 2019"}