{"Nomor": 40545, "Judul": "SISTEM PERMAINAN MUSIK EKSPRESIF UNTUK ALAT MUSIK GESEK", "Abstrak": "Permainan ekspresif lebih disukai daripada non-ekspresif untuk beberapa genre\nseperti musik klasik. Sebelumnya, telah dikembangkan CSEMP (Computer System\nfor Expressive Musical Performance - Sistem Komputer untuk Permainan Musik\nEkspresif) partitur-ke-suara untuk beberapa alat musik, misalnya piano dan vokal.\nBelum ada CSEMP alat musik gesek yang mampu menghasilkan suara ekspresif\ndari partitur non-ekspresif. Penggabungan komponen-komponen CSEMP yang\ntersedia terkendala inkompatibilitas input dan output antar komponen. Untuk\nitu, dibangun sebuah sistem permainan dan sintesis alat musik gesek baru yang\nmengadopsi teknik sintesis neural parametrik yang telah teruji pada sintesis\nnyanyian.\nDari teknik neural parametrik ini, dilakukan penyesuaian dan perbaikan.\nPenyesuaian data masukan dilakukan dengan menghapus kebutuhan masukan aspek\nfonetik. Pengkodean diganti dengan pengkodean harmonik plus stokastik yang\nlebih sesuai untuk alat musik gesek. Karena model timing dengan jaringan syaraf\ntiruan hanya menghasilkan deviasi timing konstan, modle timing diganti menjadi\nmenggunakan decision tree. Model pitch dan timbre tetap menggunakan jaringan\nsyaraf tiruan Wavenet yang dimodifikasi. Fitur masukan model timbre ditambah\ndengan fitur dari partitur. Model-model dilatih dengan data latih kumpulan\npasangan partitur-rekaman.\nEksperimen dan pengujian terdiri dari tiga tahap, yaitu penyetelan parameter, uji\nkorelasi referensi, dan uji preferensi kealamian pendengar. Nilai koefisien korelasi\nsistem ini terhadap data uji adalah 0.1133, lebih baik dari baseline RPM yang\nmemiliki nilai koefisien korelasi -0.0020. Namun, oleh pendengar, suara yang\ndihasilkan masih dipersepsi kurang alami daripada RPM. Nilai preferensi kealamian\npendengar sistem ini terhadap RPM adalah 19;44%.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/174519", "Tesis": "https://digilib.itb.ac.id/gdl/download/217599"}, "Penulis": "Muhammad Nizami [23517044]", "Kontributor / Dosen Pembimbing": ["Dessi Puji Lestari, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "SISTEM PERMAINAN MUSIK EKSPRESIF", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "03 Jul 2019"}