{"Nomor": 40557, "Judul": "EVALUASI KELEMBAGAAN PENGADAAN TANAH   UNTUK NORMALISASI SEMPADAN SUNGAI  DI WILAYAH SUB DAS CITARUM HULU", "Abstrak": "Tanah merupakan kebutuhan dalam pelaksanaan pembangunan yang menduduki komponen yang paling utama, karena itu sebelum pelaksanaan suatu pembangunan harus ada terlebih dahulu tersedianya komponen tersebut. Sungai Citarum merupakan salah satu sungai terbesar yang mengalir melintasi kawasan Provinsi Jawa Barat.  Sungai ini menjadi penopang kebutuhan air untuk kebutuhan pertanian, peternakan, ekonomi dan industri.Permasalahan perubahan guna lahan yang terjadi di Sub DAS Citarum  mengindikasikan penurunan kualitas DAS dalam menjalankan fungsinya. Dalam menemukan inti dari permasalahan dalam pengadaan tanah untuk normalisasi di Wilayah Sub DAS Citarum Hulu digunakan salah satu kriteria evaluasi yakni Administrative Operability. Kriteria ini untuk mengevaluasi bagaimana kebijakan pada kelembagaan dapat diimplementasikan dari konteks administrasi.\nPenelitian ini bertujuan untuk mengevaluasi Kelembagaan dalam pengadaan tanah untuk normalisasi sempadan di Wilayah Sub DAS Citarum Hulu. Metode analisis yang digunakan dalam penelitian ini adalah metode kualitatif deskriptif untuk mengidentifikasi alternatif tahapan dan kendala pada pengadaan tanah dengan sumber data kajian peraturan dan wawancara, selain itu metode yang digunakan juga yaitu analisis isi untuk mengidentifikasi evaluasi kelembagaan secara administrative operability dengan sumber data wawancara semi terstruktur.\nHasil penelitian ini menunjukkan bahwa belum adanya perubahan waktu pelaksanaan tahapan pengadaan tanah yang lebih efektif, kendala berupa pendanaan masih mengandalkan APBD DIPA (Daftar Isian Pengadaan Anggaran) serta sumber daya manusia dengan tugas pokok dan fungsi belum tersedia di BBWS (Balai Besar Wilayah Sungai) Citarum.Dengan demikian, diperlukan upaya perubahan berupa waktu pelaksanaan tahapan yang dibuat lebih singkat, pendanaan untuk pengadaan tanah yang langsung dibawahi oleh LMAN (Lembaga Manajemen Aset Negara) Kementerian Keuangan serta pembentukan Satker dan PPK yang tugas pokok dan fungsinya yaitu pengadaan tanah di BBWS Citarum.", "Daftar File": {"ABSTRAK Fachrin Monoarfa": "https://digilib.itb.ac.id/gdl/download/174567", "BAB 1 Fachrin Monoarfa": "https://digilib.itb.ac.id/gdl/download/174568", "BAB 2 Fachrin Monoarfa": "https://digilib.itb.ac.id/gdl/download/174569", "BAB 3 Fachrin Monoarfa": "https://digilib.itb.ac.id/gdl/download/174570", "BAB 4 Fachrin Monoarfa": "https://digilib.itb.ac.id/gdl/download/174571", "BAB 5 Fachrin Monoarfa": "https://digilib.itb.ac.id/gdl/download/174572", "BAB 6 Fachrin Monoarfa": "https://digilib.itb.ac.id/gdl/download/174573", "DAFTAR Fachrin Monoarfa": "https://digilib.itb.ac.id/gdl/download/174574", "2019 TS PP FACHRIN MONOARFA_LAMPIRAN.pdf\n]": "https://digilib.itb.ac.id/gdl/download/174575", "2019 TS PP FACHRIN MONOARFA_JURNAL.pdf)u": "https://digilib.itb.ac.id/gdl/download/174576"}, "Penulis": "Fachrin Monoarfa [25416079]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Iwan Kustiwan, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Pengadaan Tanah, Sub DAS Citarum Hulu, Normalisasi, Kelembagaan.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "10 file", "Tanggal Input": "03 Jul 2019"}