{"Nomor": 40555, "Judul": "IDENTIFIKASI PERSEPSI WISATAWAN DOMESTIK TERHADAP ATRAKSI, AMENITAS, DAN AKSESIBILITAS DI KAWASAN  LEMBANG", "Abstrak": "Kabupaten Bandung Barat (KBB)  memiliki potensi pariwisata terutama di kawasan pariwisata \nLembang.  Menurut  data  kunjungan  wisata  dari  Disparbud  KBB,  Kecamatan  Lembang \nmemiliki objek wisata dan jumlah kunjungan wisata terbanyak di  KBB dengan menyumbang \n79,8% dari total jumlah wisatawan yang berkunjung ke KBB pada tahun 2018. Pariwisata di \nKBB  khususnya  di  Kecamatan  Lembang  mengalami  perkembangan  selain  karena  potensi \nwisata alam dan buatan yang dimiliki, kedekatan spasial dengan Kota Bandung juga memiliki \nperanan  penting  karena  selain  menjadi  destinasi  utama  wisatawan,  Kota  Bandung  juga \nmerupakan  tempat  berkumpul  awal/tempat  tinggal  wisatawan  untuk  kemudian  menyebar \nmenuju Lembang, Tangkuban Parahu, Ciwidey, dan wilayah-wilayah lainnya di Jawa Barat. \nAkses  utama  atau  jalan  utama  yang  menghubungkan  Kota  Bandung  dengan  Lembang \nmerupakan  Jalan  Dr.  Setiabudhi  yang  menurut  data  dari  Dishub  Kota  Bandung  memiliki \ntingkat pelayanan rendah. Kedekatan secara spasial antara Kota Bandu ng dan Kecamatan \nLembang memberikan dampak secara positif dan negatif. Dampak positif yang ditimbulkan \nadalah Kota Bandung memberikan multiplier effect dari perkembangan pariwisatanya yang \nmenjadikan wisatawan tertarik untuk mengunjungi Lembang dengan jarak yang relatif dekat \nuntuk ditempuh. Namun, kemacetan di Jalan Dr. Setiabudhi dikahwatirkan akan berdampak \nburuk terhadap pariwisata di Lembang mengingat aksesibilitas merupakan salah satu aspek \npenting dalam pengembangan suatu destinasi. Maka dari itu, penenelitian ini dilakukan untuk \nmengidentifikasi persepsi wisatawan terhadap atraksi, amenitas, dan aksesibilitas di Kawasan \nLembang. Kemudian melihat preferensi wisatawan untuk kembali ke Lembang dengan kondisi \nkemacetan di Jalan Dr. Setiabudhi sebagai akses utama menuju Lembang dari Kota Bandung. \nMelalui studi literatur, kuesioner, dan observasi, dilakukan analisis deskriptif kuantitatif  dan \nkualitatif untuk menjelaskan karakteristik demografi wisatawan, karakteristik pola perjalanan \nwisatawan,  persepsi  wisatawan  terhadap  atraksi,  amenitas,  dan  aksesibilitas  di  Kawasan \nLembang, serta  preferensi wisatawan untuk kembali ke Kawasan Wisata Lembang. Sebagian \nharapan wisatawan terhadap atraksi  dan amenitas  sudah memenuhi, tetapi aksesibilitas di \nJalan  Dr.  Setiabudhi  masih  belum  memenuhi  harapan  wisatawan.  Walaupun  demikian, \nwisatawan tetap memiliki preferensi atau kecenderungan untuk kembali ke Lembang karena \natraksi di Lembang dinilai lebih menjadi prioritas daripada kondisi Jalan Dr. Setiabudhi.", "Daftar File": {}, "Penulis": "Namiera Nur Addini [15415007]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Heru Purboyo Hidayat Putro, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "persepsi dan preferensi wisatawan, wisata Lembang, kemacetan, aksesibilitas,  Jalan Dr. Setiabudhi", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "03 Jul 2019"}