{"Nomor": 40564, "Judul": "PERANCANGAN CREATIVE CLUSTER DI KAWASAN SEKITAR UNIVERSITAS BRAWIJAYA DAN UIN MALIKI DI KOTA MALANG", "Abstrak": "Perkembangan ekonomi kreatif di kota Malang saat ini terhambat karena kurangnya keterlibatan akademisi serta belum adanya kawasan yang secara spasial yang dapat mendukung dan mempercepat proses inovasi pada ekonomi kreatif melalui clustering. Intensitas interaksi mahasiswa dengan pengguna kawasan perimeter universitas lainnya yang makin berkurang menyebabkan pertumbuhan pada kawasan perimeter universitas Brawijaya dan UIN Maliki makin tidak terarah. Sehingga permasalahan perancangan pada tesis ini adalah perlunya perancangan ruang terbangun pada kawasan perimeter universitas Brawijaya dan UIN Maliki yang dapat kembali membangun aliansi antara Universitas dengan perimeter Universitas serta mendorong tumbuhnya industri kreatif yang dapat berdampak positif baik pada Universitas maupun kawasan perimeter Universitas.\nMetode analisis yang digunakan pada studi ini adalah metode pemetaan. Proses analisis menemukan dua permasalahan perancangan utama yang harus diselesaikan melalui proses perancangan yaitu aliansi dan adaptabilitas. Ruang terbangun pada kawasan tidak dapat menyediakan koneksi yang diperlukan untuk membangun interaksi yang dapat mendorong terciptanya aliansi antara berbagai pengguna dan aktivitas. Permasalahan lainnya adalah rendahnya adaptabilitas kawasan yang disebabkan kurangnya ruang – ruang yang produktif, membangun interaksi dan berkarakter.\nPerancangan fokus pada blok – blok di sepanjang koridor jalan utama dengan pertimbangan untuk mengendalikan pertumbuhan kawasan dengan pertimbangan utama yang terdiri atas identitas, interaksi dan produktivitas. Proses perancangan pada tesis ini terbagi menjadi 3 tahap yang diawali dengan penyusunan visi dan misi perancangan kawasan; dilanjutkan dengan penyusunan skema pengembangan kawasan yang menjelaskan tentang konsep aktivitas dan fungsi yang ingin diciptakan, hirarki dan tipologi jalan, jaringan dan tipologi ruang terbuka serta blok dan bangunan pada keseluruhan kawasan sesuai dengan karakteristik masing – masing cluster; dan berujung pada simulasi perancangan pada masing – masing blok sesuai dengan skema pengembangan kawasan.", "Daftar File": {"COVER Binar Tyaghita Cesarin": "https://digilib.itb.ac.id/gdl/download/174590", "BAB 1 Binar Tyaghita Cesarin": "https://digilib.itb.ac.id/gdl/download/174591", "BAB 2 Binar Tyaghita Cesarin": "https://digilib.itb.ac.id/gdl/download/174592", "BAB 3 Binar Tyaghita Cesarin": "https://digilib.itb.ac.id/gdl/download/174593", "BAB 4 Binar Tyaghita Cesarin": "https://digilib.itb.ac.id/gdl/download/174595", "BAB 5 Binar Tyaghita Cesarin": "https://digilib.itb.ac.id/gdl/download/174598", "BAB 6 Binar Tyaghita Cesarin": "https://digilib.itb.ac.id/gdl/download/174599", "PUSTAKA Binar Tyaghita Cesarin": "https://digilib.itb.ac.id/gdl/download/174600"}, "Penulis": "Binar Tyaghita Cesarin [25615014]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Himasari Hanan, MAE", "Dr. Agus Suharjono Ekomadyo, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rancang Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Landscape design of cemeteries", "Kata Kunci": "Creative Cluster, Malang, Perimeter Universitas, Aliansi Pengguna dan Aktivitas, Adaptabilitas Ruang Publik", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "10 file", "Tanggal Input": "03 Jul 2019"}