{"Nomor": 40567, "Judul": "STRATEGI PENGELOLAAN SAMPAH  KOTA TANGERANG SELATAN BERDASARKAN KRITERIA KOTA LAYAK HUNI", "Abstrak": "Timbulan  sampah  di  Kota  Tangerang  Selatan  terus  mengalami  peningkatan. \nKenyataannya sejak desentralisasi, kualitas hidup penduduk sangat ditentukan oleh \nbaik-buruk kinerja pemerintah daerah dalam kebersihan lingkungan seperti sampah \nhingga  kualitas  sekolah  dan  pelayanan  kesehatan.  Apabila  penanganan  sampah \ntidak tepat dilakukan maka dapat mengurangi kelayakhunian kota tersebut. Selama \nini  pemerintah  terus  melakukan  upaya  pengelolaan  sampah,  namun  tidak  ada \nkebijakan dan strategi yang jelas dengan target terukur sehingga persoalan akibat \nsampah  tidak  pernah  berhenti  terjadi.  Hal  inilah  yang  melatarbelakangi \ndikeluarkannya  Kebijakan dan Strategi Pengelolaan Sampah Rumah Tangga dan \nSampah  Sejenis  Sampah  Rumah  Tangga  (Jakstranas)  pada  Oktober  2017,  yang \ndimaksudkan  sebagai  instrumen  pedoman  bagi  pimpinan daerah untuk menyusun \nkebijakan dan strategi  persampahan di  daerah. Jakstranas saja belum cukup menjadi \npedoman pengelolaan sampah untuk mewujudkan kota yang aman,  nyaman, dan \nlayak huni sesuai Kebijakan dan Strategi Pembangunan Perkotaan Nasional  dan\nSustainable  Development  Goals.  Diperlukan  strategi  pengelolaan  sampah  yang \nsesuai dengan target-target tersebut dan juga sesuai dengan karakter dan persoalan \npengelolaan sampah yang terjadi di suatu kota untuk mendukung kelayakhunian \nkotanya. \nTangerang  Selatan  baru-baru  ini  muncul  sebagai  Kota  Layak  Huni  berdasarkan \nsurvey Ikatan Ahli Perencana Indonesia. Padahal Tangerang Selatan sendiri sedang \nmengalami  persoalan  sampah  yang  cukup  besar  di  mana  TPA  Cipeucang  yang \ndimiliki sudah mengalami kelebihan kapasitas. Penelitian ini kemudian dilakukan \nuntuk  merumuskan  strategi  pengelolaan  sampah  di  Kota  Tangerang  Selatan \nberdasarkan  kriteria  kota  layak  huni.  Penelitian  ini  menggunakan  pendekatan\ndeskriptif  kualitatif untuk memperoleh informasi mengenai kekuatan, kelemahan, \npeluang,  dan  ancaman  pengelolaan  sampah  Kota  Tangerang  Selatan.  Analisis \nSWOT  kemudian  dilakukan  untuk  merumuskan  strategi  pengelolaan  sampah. \nHasilnya strategi pengoptimalan TPS 3R, ITF, Bank Sampah, dan Program Rumah \nMinim  Sampah,  edukasi,  perubahan  Peraturan  Daerah,  dan  penegakan  hukum\nmerupakan prioritas strategi dalam  meningkatkan kelayakhunian Kota Tangerang \nSelatan.", "Daftar File": {"ABSTRAK Rizki Anisa": "https://digilib.itb.ac.id/gdl/download/174603", "BAB 1 Rizki Anisa": "https://digilib.itb.ac.id/gdl/download/178990", "BAB 2 Rizki Anisa": "https://digilib.itb.ac.id/gdl/download/178991", "BAB 3 Rizki Anisa": "https://digilib.itb.ac.id/gdl/download/178992", "DAFTAR Rizki Anisa": "https://digilib.itb.ac.id/gdl/download/178997", "2019 TS PP RIZKI ANISA_LAMPIRAN.pdf)u": "https://digilib.itb.ac.id/gdl/download/178999"}, "Penulis": "Rizki Anisa [25417054]", "Kontributor / Dosen Pembimbing": ["Dr. Niken Prilandita, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "strategi, pengelolaan sampah, layak huni, Tangerang Selatan, SWOT.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "10 file", "Tanggal Input": "03 Jul 2019"}