{"Nomor": 40565, "Judul": "EVALUASI KONSOLIDASI TANAH DI LOKASI RAWAN BENCANA ERUPSI GUNUNG API MERAPI DESA UMBULHARJO DAN DESA KEPUHARJO KECAMATAN CANGKRINGAN, KABUPATEN SLEMAN", "Abstrak": "Erupsi  Gunung  Api  Merapi  yang  terjadi  pada  akhir  2010  lalu  merusak \nlahan dan bangunan milik masyarakat di Desa Umbulharjo dan Desa Kepuharjo, \nKecamatan Cangkringan, Kabupaten Sleman. Konsolidasi tanah Merapi dilakukan\ndi lokasi tersebut pada tahun 2014 oleh pemerintah untuk menata penggunaan dan \npenguasaan  tanah  serta  menegaskan  batas  tanah  yang  rusak  atau  hilang  akibat \nerupsi.  Saat  ini,  empat  tahun  sesudah  pelaksanaan, belum  ada  evaluasi tentang \nkonsolidasi tanah Merapi. Tujuan penelitian ini adalah mengevaluasi proses dan \nhasil konsolidasi tanah Merapi dengan menggunakan pendekatan evaluasi semu.\nMetode  penelitian  bersifat  campuran  dengan  analisis  deskriptif  dan \nspasial. Teknik pengambilan data menggunakan kuesioner, wawancara dan telaah \ndokumen. Jumlah sampel penelitian sebanyak 95 orang yang merupakan peserta \ndari konsolidasi tanah Merapi. Evaluasi konsolidasi tanah Merapi mengacu pada \naturan yang tercantum dalam Peraturan Kepala Badan Pertanahan Nomor 4 Tahun \n1991  serta  petunjuk  teknis  tahun  2013  yang  dikeluarkan  oleh  Kementerian \nAgraria dan Tata Ruang/Badan Pertanahan Nasional.\nKesimpulan penelitian sebagai berikut : konsolidasi tanah Merapi dinilai\nberdasarkan kriteria  kepatuhan,  efektivitas,  efisiensi,  transparansi,  responsivitas \ndan  kecukupan. Konsolidasi  tanah  Merapi dianggap  kurang  berhasil  karena \nkurang efektif  dalam  memenuhi  indikator penataan  bentuk  bidang  tanah  dan \nbelum mampu meningkatkan produktivitas tanah. Konsolidasi tanah Merapi juga \nkurang  mencukupi  kebutuhan  lainnya  seperti  peningkatan  harga  tanah  di  lokasi \nkegiatan dan pemanfaatan sertipikat tanah sebagai hasil akhir kegiatan. Manfaat \njangka pendek konsolidasi tanah Merapi adalah penetapan jaminan hak atas tanah \nyang legal menurut hukum, sedangkan manfaat jangka panjang konsolidasi tanah \nMerapi  adalah data  tanah  telah  terpelihara  bila  sewaktu-waktu terjadi  bencana \nerupsi kembali, meski hal tersebut tidak kita kehendaki kembali.", "Daftar File": {"ABSTRAK Maria Angela Pinta W. K.": "https://digilib.itb.ac.id/gdl/download/174602", "BAB 1 Maria Angela Pinta W. K.": "https://digilib.itb.ac.id/gdl/download/178961", "BAB 2 Maria Angela Pinta W. K.": "https://digilib.itb.ac.id/gdl/download/178962", "BAB 3 Maria Angela Pinta W. K.": "https://digilib.itb.ac.id/gdl/download/178963"}, "Penulis": "Maria Angela Pinta W. K. [25417019]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Haryo Winarso, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "konsolidasi tanah, sertipikasi, erupsi, Merapi, Cangkringan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "5 file", "Tanggal Input": "03 Jul 2019"}