{"Nomor": 40578, "Judul": "STUDI PENENTUAN INTENSITAS BANGUNAN MAKSIMUM KORIDOR RUAS  JALAN DR. DJUNJUNAN KOTA BANDUNG BERDASARKAN KAPASITAS JALAN", "Abstrak": "Dalam  pengembangan  fungsi  kawasan  perkotaan  pada  Pusat  Kegiatan  Nasional \n(PKN),  diarahkan sebagai pusat permukiman  dengan tingkat intensitas pemanfaatan \nruang  menengah  hingga  tinggi.  Salah  satu  yang  diatur  dalam  intensitas \npemanfaatan  ruang  adalah  intensitas  bangunan.  Semakin  tinggi  intensitas \nbangunan,  maka  akan  semakin  menambah  bangkitan  pergerakan  sehingga \nmempengaruhi  ruang  kapasitas jalan yang tersedia. Intensitas bangunan di koridor \nJalan Dr. Djunjunan Kota Bandung  status jalannya merupakan jalan  arteri primer \ndi  PKN  Metro  Bandung  belum  ditentukan  berdasarkan  kapasitas  jalan  yang \ntersedia.  Ketentuan  intensitas  bangunan  yang  tinggi  dapat  menyebabkan  turunnya\ntingkat pelayanan jalan. Studi ini bertujuan untuk menentukan intensitas bangunan \nsepanjang  koridor  Jalan  Dr.  Djunjunan  Kota  Bandung  berdasarkan  kapasitas \njalannya, sebagai bentuk pengendalian pemanfaatan ruang  (zoning) dan Transport \nDemand Management (TDM). Penelitian ini menggunakan kapasitas jalan (supply) \nsebagai  konstrain,  dan  demand  yang  diatur  adalah  intensitas  bangunan  berupa \nKoefisien Lantai Bangunan (KLB). Berdasarkan hasil perhitungan, diketahui bahwa \nKLB maksimum yang diterapkan  dalam RDTR  Kota Bandung, yang dalam  Rencana \nDetail  Tata  Ruang  (RDTR)  Kota  Bandung  saat  ini  tidak  sesuai  dengan  kapasitas \njalan  yang  tersedia.  Hal  tersebut  terlihat  dari  nilai  Volume  per  Capacity  Ratio \n(VCR)  hasil  simulasi  penerapan  KLB  maksimum,  yaitu  sebesar  1,05  ,  sehingga \nkondisi  koridor  Jalan  Dr.  Djunjunan  berada  pada  Level  of  Service  (LOS)  F  yaitu \ndalam kondisi volume lalu lintas mendekati atau berada pada kapasitas arus tidak \nstabil,  terkadang  berhenti.  Agar  dapat  ditampung  oleh  kapasitas  jalan,  intensitas \nbangunan yang diterapkan dalam RDTR Kota  Bandung perlu ditinjau kembali untuk \ndilakukan penyesuian, yaitu KLB yang telah ditentukan perlu diturunkan.", "Daftar File": {}, "Penulis": "David Aditama Winartha [15415097]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Iwan Pratoyo Kusumantoro, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Intensitas bangunan, kapasitas jalan, guna lahan, KLB, VCR, LoS", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "7 file", "Tanggal Input": "04 Jul 2019"}