{"Nomor": 40571, "Judul": "ANALISIS BAURAN PEMASARAN DI KAMPUNG BUDAYA SINDANGBARANG, BOGOR", "Abstrak": "Dokumen proyek akhir ini membahas mengenai Bauran Pemasaran (7p) yang ada\ndi Kampung Budaya Sindangbarang. Penentuan lokasi studi yaitu dengan melihat\nadanya potensi untuk mengembangkan suatu daya tarik wisata yang diduga masih\nbelum diketahui orang banyak karena belum optimalnya pemasaran yang\ndilakukan karena belum adanya penelitian mengenai bauran pemasarannya.\nTujuan dari penelitian ini secara umum adalah untuk mengetahui penerapan\nbauran pemasaran di Kampung Budaya Sindangbarang dilihat dari persepsi\nwisatawan.\nStudi ini menggunakan metode pendekatan deskriptif kuantitatif. Pendekatan\nkuantitatif digunakan untuk mendeskripsikan analisis statistik. Data yang\ndigunakan dalam penelitian ini adalah data primer dan data sekunder. Jumlah\nsampel ditentukan menggunakan teori Slovin, dan didapat 100 sampel dengan\npenentuan sampel menggunakan sampling quota. Hasil kuesioner diukur\nmenggunakan skala nominal, skala interval, dan skala likert. Alat yang digunakan\nuntuk mengolah data dan memperoleh hasil perhitungan menggunakan Microsoft\nExcel dan SPSS dengan penyajian data menggunakan pie chart.\nHasil dari studi ini menunjukkan bahwa penerapan bauran pemasaran pada\nKampung Budaya Sindangbarang sudah terlaksana dengan baik, akan tetapi masih\nada hal-hal tertentu yang harus diperhatikan dan diperbaiki agar wisatawannya\nmeningkat. Kesimpulan dari studi ini didapatkan karakteristik wisatawan\nKampung Budaya Sindangbarang dan keberhasilan bauran pemasaran di\nKampung Budaya Sindangbarang dengan nilai rata-rata 3.50 dan diketahuinya\nelemen bauran pemasaran yang paling mempengaruhi di Kampung Budaya\nSindangbarang.", "Daftar File": {"COVER Sarah Iasya": "https://digilib.itb.ac.id/gdl/download/174607", "BAB 1 Sarah Iasya": "https://digilib.itb.ac.id/gdl/download/174608", "BAB 2 Sarah Iasya": "https://digilib.itb.ac.id/gdl/download/174609", "BAB 3 Sarah Iasya": "https://digilib.itb.ac.id/gdl/download/174610", "BAB 4 Sarah Iasya": "https://digilib.itb.ac.id/gdl/download/174611", "BAB 5 Sarah Iasya": "https://digilib.itb.ac.id/gdl/download/174612", "BAB 6 Sarah Iasya": "https://digilib.itb.ac.id/gdl/download/174614", "PUSTAKA Sarah Iasya": "https://digilib.itb.ac.id/gdl/download/174616"}, "Penulis": "Sarah Iasya [95715006]", "Kontributor / Dosen Pembimbing": ["Prof. Drs. Arief Rosyidie, MSP, M.Arch., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Terapan Perencanaan Kepariwisataan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Geography & travel", "Kata Kunci": "Wisata Budaya, Bauran Pemasaran, Persepsi Wisatawan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "04 Jul 2019"}