{"Nomor": 40572, "Judul": "KAJIAN TINGKAT RESILIENSI BISNIS  DI DESTINASI PARIWISATA PESISIR KABUPATEN PANGANDARAN TERHADAP BENCANA TSUNAMI", "Abstrak": "Potensi yang ada pada wilayah studi yaitu memiliki  destinasi parwisata alam  yang \nmelimpah  serta  didukung dengan memiliki fasilitas pendukung dan akomodasi yang \nlengkap dibandingkan dengan wisata pantai lain di Jawa Barat. Serta mendapatkan \ndukungan dari pemerintah nasional, provinsi, dan kabupaten. Dengan ditetapkannya \nsebagai Destinasi Pariwisata Nasional (DPN) sekaligus sebagai Kawasan Strategis \nPariwisata  Nasional.  Akan  tetapi  dengan  potensi  dan  dukungan  pengembangan \nterdapat  ancaman  tsunami.  Dengan  tercatatnya  sebagai  wilayah  yang  memiliki \nsejarah terdampak tsunami pada tahun 2006 yang memberikan dampak negatif cukup \nbesar dengan kekuatan gempa penyebab tsunami hanya sebesar 6,8 SR. Serta karena \nKawasan  Pesisir  Kabupaten  Pangandaran  menghadap  samudera  hindia  yang \nmerupakan zona subduksi Jawa dengan magnitude kegempaan rendah akan semakin \nmeningkatkan  ancaman  dari  bencana  tsunami.  Untuk  mendukung  pengembangan \npariwisata di Kabupaten Pangandaran yang resilien terhadap bencana tsunami maka \nperlu  diketahui  tingkat  resiliensi  bisnis  di  Daerah  Pariwisata  Pesisir  Kabupaten \nPangandaran.  Untuk  menghitung  tingkat  resiliensi  bisnis  perlu  ditinjau  dari \nmanajemen  bencana  serta  kondisi  kesiapsiagaan  bisnis  yang  ada  di  Daerah \nPariwisata  Pesisir  Kabupaten  Pangandaran.  Penilaian  akan  dilakukan  dengan \nmenghitung skor dari setiap indikator dari hasil  sintesa tolok ukur elemen Coastal \nCommunity Resilience dan Tourism Resilience Index.", "Daftar File": {}, "Penulis": "Fajar Fadillah Denitasari [15414001]", "Kontributor / Dosen Pembimbing": ["Ir. Harkunti Pertiwi Rahayu, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "resiliensi  bisnis,  destinasi  pariwisata  pesisir,bencana  tsunami,  manajemen bencana, pariwisata.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "04 Jul 2019"}