{"Nomor": 40579, "Judul": "KAJIAN NUMERIK DARI PENGARUH PERUBAHAN GEOMETRI TERHADAP KONVEKSI BEBAS PADA SISTEM KANAL KONVERGEN", "Abstrak": "Konveksi bebas merupakan salah satu modal perpindahan panas yang terjadi karena adanya pergerakan fluida yang diakibatkan oleh perbedaan massa jenis antara partikel-partikel fluida. Salah satu contoh dari penerapan proses konveksi bebas dalam kehidupan sehari-hari adalah sistem kanal konvergen vertikal. Dalam skala yang lebih besar, sistem kanal konvergen vertikal bisa dijadikan sebagai model acuan pada pembuatan desain atap bangunan yang dapat membantu mengurangi panas yang akan masuk melalui atap. Dengan mensimulasikan berbagai variasi sistem kanal konvergen vertikal, pola pengaruh perubahan geometri sistem terhadap besarnya perpindahan panas yang terjadi dapat dianalisa.\nSimulasi dilakukan dengan menggunakan perangkat lunak ANSYS 13. Variasi rasio aspek saluran adalah sekitar 0,015-0,2 dan variasi sudut kemiringan adalah 15o-45o. Selain variasi ukuran, variasi bentuk geometri pun dilakukan untuk melihat alternatif bentuk geometri sistem lainnya yang umum diterapkan dalam kehidupan sehari-hari.\nStudi ini menemukan bahwa untuk mengoptimalkan perpindahan panas yang terjadi bisa dilakukan dengan dua cara yaitu memperbesar rasio aspek saluran dan memperkecil sudut kemiringan. Sudut kemiringan optimal untuk perpindahan panas konveksi adalah pada saat sudut 15o. Fenomena-fenomena yang terjadi pada lapisan batas dapat mempengaruhi perpindahan panas yang terjadi baik secara langsung ataupun tidak langsung.", "Daftar File": {}, "Penulis": "Ganjar Hathamukti [13107019]", "Kontributor / Dosen Pembimbing": ["Jooned Hendrarsakti, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Kajian Numerik; Sistem Kanal Konvergen.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "04 Jul 2019"}