{"Nomor": 40585, "Judul": "PENELUSURAN KETIDAKSTABILAN POROS YANG DITUMPU OLEH BANTALAN LUNCUR HIDRODINAMIK", "Abstrak": "Rata-rata poros mesin rotasi di industri yang menanggung beban besar dan berputar pada kecepatan tinggi ditumpu oleh bantalan luncur hidrodinamik. Bantalan luncur hidrodinamik terkadang mengalami ketidakstabilan. Untuk mempelajari fenomena ini, beberapa penelitian mengenai ketidakstabilan poros yang ditumpu oleh bantalan luncur hidrodinamik telah dilakukan. Sayangnya, penelitian-penelitian tersebut belum mengungkapkan jenis ketidakstabilan yang terjadi. Oleh karena itu, penelitian ini dilakukan untuk mengetahui jenis ketidakstabilan yang terjadi.\nDalam penelitian ini, telah dilakukan pengujian bantalan luncur dengan pelumas ISO VG32 dan pelumas ISO VG46. Untuk setiap pengujian, dilakukan pengukuran respon getaran poros pada kecepatan putar yang dinaikkan dan pengukuran respon getaran poros pada kecepatan putar konstan. Pengukuran respon getaran poros pada kecepatan putar yang dinaikkan bertujuan untuk melihat pengaruh kenaikan kecepatan putar terhadap respon getaran poros. Respon getaran poros pada pengukuran ini dilihat dari grafik sinyal getaran, RMS getaran, jarak celah (gap), posisi sumbu poros rata-rata, dan posisi sumbu poros rata-rata yang dilengkapi dengan lingkaran kelonggaran. Selanjutnya dilakukan pengukuran respon getaran poros pada kecepatan putar konstan. Pengukuran respon getaran poros pada kecepatan putar konstan bertujuan untuk mengetahui jenis fenomena ketidakstabilan yang terjadi pada sistem poros rotor. Jenis fenomena ketidakstabilan yang terjadi diketahui dari grafik sinyal getaran domain waktu, spektrum frekuensi, dan orbit tak terkompensasi.\nBerdasarkan hasil pengujian, diketahui bahwa fenomena ketidakstabilan yang terjadi pada bantalan luncur hidrodinamik dengan pelumas ISO VG32 dan bantalan luncur hidrodinamik dengan pelumas ISO VG46 adalah oil whirl. Pada pengujian bantalan luncur dengan pelumas ISO VG32, didapatkan ?TH inboard sebesar 2.830 RPM dan ?TH outboard sebesar 2.930 RPM. Sedangkan pada pengujian bantalan luncur dengan pelumas ISO VG46, didapatkan ?TH inboard sebesar 3.040 RPM.", "Daftar File": {}, "Penulis": "Jusacc Muttaqin Ishak [13108010]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Zainal Abidin, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Bantalan Luncur Hidrodinamik", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "04 Jul 2019"}