{"Nomor": 40582, "Judul": "DAMPAK PERUBAHAN IKLIM TERHADAP PENGEMBANGAN PARIWISATA DARI PERSPEKTIF PEMANGKU KEPENTINGAN (STUDI KASUS : PANTAI KUTA, BALI)", "Abstrak": "Pariwisata merupakan salah satu sektor strategis di Indonesia yang banyak\nmemanfaatkan daya tarik wisata alam. Daya tarik wisata alam ini sangat\nterpengaruh kondisi iklim dan perubahannya. Untuk menghadapi perubahan iklim\ntersebut, perlu dilakukan langkah – langkah adaptasi. Langkah adaptasi perubahan\niklim pada bidang pariwisata membutuhkan perencanan dan pengembangan\nkepariwisataan yang telah memiliki konsiderasi dan kajian mengenai perubahan\niklim. Karena pariwisata merupakan sektor yang banyak melibatkan berbagai\npemangku kepentingan berbeda, dalam kajian dampak perubahan iklim pada\npariwisata diperlukan kajian dari berbagai perspektif yang berbeda. Studi ini\nbertujuan untuk mengidentifikasi dampak perubahan iklim terhadap\npengembangan pariwisata dari perspektif para pemangku kepentingan melalui\nstudi kasus destinasi wisata Pantai Kuta, Bali.\nUntuk mencapai tujuan tersebut, studi ini menggunakan metode penelitian\nkuantitatif dan kualitatif. Metode kuantitatif digunakan untuk mengamati\nperspektif wisatawan melalui survei kuesioner dengan analisis statistik deskriptif\ndalam bentuk analisis frekuensi dan tabulasi silang. Metode kuantitatif juga\ndigunakan dalam mengamati kondisi iklim di wilayah studi melalui analisis\nstatistik deskriptif pada data iklim harian yang didapat dari Badan Meteorologi,\nKlimatologi, dan Geofisika (BMKG). Metode kualitatif digunakan untuk\nmengamati perspektif pemangku kepentingan lainnya, yakni pemerintah,\npengusaha pariwisata, dan desa adat. Metode kualitatif yang digunakan adalah\nwawancara dan observasi.\nHasil dari studi ini menunjukkan bahwa kesadaran wisatawan terhadap perubahan\niklim cukup tinggi, meskipun pemahaman terhadap perubahan iklim cenderung\n‘biasa saja’. Wisatawan pun cenderung tidak mengetahui adanya perubahan pada\nvariabel-variabel iklim di wilayah studi, meskipun melalui analisis data iklim\nharian diketahui ada perubahan iklim yang terjadi. Variabel perubahan iklim yang\nmempengaruhi pengalaman wisata para wisatawan Kuta Bali lebih banyak terkait\nii\ndengan keselamatan, kecuali terkait perubahan cuaca tiba-tiba dan ekstrim. Hal ini\nsejalan dengan perhatian pemerintah dan pihak hotel yang menjadikan\nkebencanaan sebagai fokus utama, dibandingkan dengan gejala perubahan iklim\nyang mengganggu pengalaman wisata tanpa memiliki risiko keselamatan. Akan\ntetapi, sudah ada pembangunan tembok pembatas oleh pemerintah yang\nmerupakan bentuk adaptasi perubahan iklim dalam mengurangi pasir yang tertiup\nangin menuju lokasi akomodasi wisatawan di sekitar pantai. Hal ini sekaligus\nmenunjukkan implikasi perubahan iklim pada perencanaan dan pengembangan\npariwisata. Saat ini, perubahan iklim sudah masuk ke dalam kajian – kajian dan\ndokumen perencanaan di wilayah studi.\nStudi ini menunjukkan bagaimana perubahan iklim dapat mempengaruhi\nkeputusan berwisata, pengalaman wisata, dan bagaimana perubahan iklim dapat\nmempengaruhi pengembangan pariwisata Pantai Kuta Bali dan sekitarnya melalui\nperencanaan dan langkah adaptasi. Studi ini juga menunjukkan bahwa wisatawan\ncenderung tidak mengetahui dan memperhatikan perubahan iklim secara langsung\ndi destinasi wisata, sehingga untuk pengamatan perubahan iklim diperlukan\nkoordinasi pemerintah dengan masyarakat setempat. Studi ini diharapkan dapat\nmeningkatkan kesadaran para pemangku kepentingan pariwisata akan perubahan\niklim, sehingga dapat dilakukan langkah – langkah adaptasi perubahan iklim yang\nmembantu pengembangan pariwisata.", "Daftar File": {"COVER Fabian Indra Winandi": "https://digilib.itb.ac.id/gdl/download/174713", "BAB 1 Fabian Indra Winandi": "https://digilib.itb.ac.id/gdl/download/174714", "BAB 2 Fabian Indra Winandi": "https://digilib.itb.ac.id/gdl/download/174715", "BAB 3 Fabian Indra Winandi": "https://digilib.itb.ac.id/gdl/download/174717", "BAB 4 Fabian Indra Winandi": "https://digilib.itb.ac.id/gdl/download/174718", "BAB 5 Fabian Indra Winandi": "https://digilib.itb.ac.id/gdl/download/174719", "PUSTAKA Fabian Indra Winandi": "https://digilib.itb.ac.id/gdl/download/174720"}, "Penulis": "Fabian Indra Winandi [95716007]", "Kontributor / Dosen Pembimbing": ["Alhilal Furqan, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Terapan Perencanaan Kepariwisataan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Geography & travel", "Kata Kunci": "pariwisata, iklim, perubahan iklim, pemangku kepentingan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "04 Jul 2019"}