{"Nomor": 40594, "Judul": "EVALUASI ALIRAN UDARA PADA CASING KOMPUTER DENGAN MENGGUNAKAN COMPUTATIONAL FLUID DYNAMICS.", "Abstrak": "Kondisi overheat pada komponen elektronik dapat mengakibatkan penurunan peforma serta kerusakan komponen. Karena itu sistem sirkulasi udara yang baik dan dapat mencegah overheat sangat dibutuhkan pada komputer. Salah satu cara untuk memeriksa efektivitas sistem sirkulasi udara pada komputer adalah melalui simulasi Computational Fluid Dynamics (CFD). Tugas sarjana ini merupakan salah satu contoh penerapan CFD untuk simulasi sistem aliran udara pada casing salah satu komputer server Laboratorium Termodinamika. Pembuatan model geometri untuk simulasi serta perhitungan simulasi aliran udara masing – masing dilakukan dengan menggunakan perangkat lunak GAMBIT 2.4.6 dan FLUENT 6.3.26. Hasil simulasi menunjukkan bahwa aliran udara serta perpindahan panas di setiap komponen elektronik sudah cukup baik. Walaupun demikian, telah dilakukan beberapa modifikasi dengan cara menambah komponen pasif dalam casing komputer serta memindahkan letak komponen untuk meningkatkan kinerja sistem sirkulasi udara komputer. Hasil simulasi menunjukkan bahwa modifikasi yang dilakukan berhasil memperbaiki aliran udara serta perpindahan panas di-beberapa komponen. Validasi hasil simulasi menunjukkan bahwa simulasi yhang dilakukan cukup baik dalam menggambarkan keadaan sirkulasi udara yang sebenarnya. Kelanjutan penelitian topik ini dapat dilakukan dengan mengikutsertakan disipasi panas pada setiap komponen elektronik yang ada dalam komputer agar hasil simulasi menjadi semakin akurat.", "Daftar File": {"COVER Reynold Pardamean": "https://digilib.itb.ac.id/gdl/download/174824", "PUSTAKA Reynold Pardamean": "https://digilib.itb.ac.id/gdl/download/174836"}, "Penulis": "Reynold Pardamean [13108013]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Nathanael Panagung Tandian, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Casing Komputer ; Computational Fluid Dynamics.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "04 Jul 2019"}