{"Nomor": 40599, "Judul": "PENGARUH UPAYA PENGURANGAN RESIKO BENCANA TSUNAMI TERHADAP INDUSTRI PARIWISATA BALI BERDASARKAN PERSPEKTIF PEMANGKU KEPENTINGAN (STUDI KASUS: HOTEL BERBINTANG DI KSPN SANUR)", "Abstrak": "KSPN Sanur merupakan salah satu kawasan pesisir pantai di Bali yang menjadi\ndestinasi wisata favorit dan selalu ramai dikunjungi oleh wisatawan nusantara dan\nmancanegara. Namun berdasarkan hasil kajian yang dilakukan pemerintah,\nKawasan Sanur masuk dalam kawasan rawan tsunami. Sektor pariwisata sangat\nrentan terhadap persepsi publik karena alasan keamanan dan keselamatan, sehingga\nmembutuhkan strategi untuk mengurangi dampak bencana tsunami yang mungkin\nterjadi.\nDengan kemungkinan tsunami yang bisa terjadi kapan saja, maka wisatawan yang\nmenginap dan menghabiskan liburannya di Kawasan Sanur mungkin tidak akan\nmencapai kepuasan maksimal, terutama jika akomodasi hotel tidak memiliki\nperencanaan dalam menghadapi dampak terburuk yang dapat terjadi. Maka, sejak\ntahun 2009, beberapa hotel berbintang di Sanur pun mulai menerapkan strategi\nmitigasi dan kesiapsiagaan bencana dan menjadikannya sebagai bagian terpadu\ndalam prosedur bisnis mereka. Penelitian ini bertujuan untuk mengetahui\nbagaimana pengaruh upaya pengurangan resiko bencana tsunami yang dilakukan\noleh hotel-hotel berbintang di Kawasan Sanur terhadap industri pariwisata Bali,\nberdasarkan perspektif pemangku kepentingan.\nUntuk mencapai tujuan penelitian, proyek akhir ini menggunakan metode\npenelitian kuantitatif dan kualitatif. Metode kuantitatif, yakni melalui survei\nkuesioner digunakan untuk mengetahui persepsi wisatawan yang menginap di\nhotel-hotel yang diobservasi, dan kemudian dianalis melalui analisis statistik\ndeskriptif. Sementara itu, metode kualitatif digunakan untuk mengetahui persepsi\npemerintah serta pihak hotel. Metode yang digunakan adalah wawancara, serta\nobservasi ke area hotel.\nHasil dari penelitian ini menunjukkan bahwa upaya pengurangan resiko bencana\ntsunami yang dilakukan oleh empat hotel berbintang di Kawasan Sanur\nberpengaruh terhadap peningkatan jumlah kunjungan wisatawan. Hal ini terjadi\nsebab sebagian besar wisatawan asing, terutama dari Eropa yang baru pertama kali\nberwisata ke Sanur lebih mengandalkan jasa agen perjalanan untuk mengurus\nperjalanan wisatanya ke Bali. Sebagian besar agen perjalanan ini mengharuskan\nhotel-hotel untuk melakukan upaya pengurangan resiko bencana tsunami.\nKewajiban untuk melindungi wisatawan dari dampak terburuk tsunami inilah yang\nmembuat beberapa hotel konsisten melakukan upaya pengurangan resiko bencana\ntsunami. Selain itu jumlah repeater guest ke Kawasan Sanur juga turut meningkat,\nsebab meskipun wisatawan mengetahui fakta bahwa Sanur merupakan kawasan\nrawan tsunami, mereka tetap memiliki minat yang tinggi untuk kembali berwisata\nke kawasan ini pada kunjungan mereka berikutnya, dengan pertimbangan bahwa\nmereka akan menginap di hotel yang memiliki perencanaan dalam menghadapi\nbencana tsunami.", "Daftar File": {"COVER Ayunda Putri Prabandari": "https://digilib.itb.ac.id/gdl/download/174865", "BAB 1 Ayunda Putri Prabandari": "https://digilib.itb.ac.id/gdl/download/174866", "BAB 2 Ayunda Putri Prabandari": "https://digilib.itb.ac.id/gdl/download/174867", "BAB 3 Ayunda Putri Prabandari": "https://digilib.itb.ac.id/gdl/download/174868", "BAB 4 Ayunda Putri Prabandari": "https://digilib.itb.ac.id/gdl/download/174879", "BAB 5 Ayunda Putri Prabandari": "https://digilib.itb.ac.id/gdl/download/174881", "BAB 6 Ayunda Putri Prabandari": "https://digilib.itb.ac.id/gdl/download/174882", "PUSTAKA Ayunda Putri Prabandari": "https://digilib.itb.ac.id/gdl/download/174883"}, "Penulis": "Ayunda Putri Prabandari [95716004]", "Kontributor / Dosen Pembimbing": ["Ir. Harkunti Pertiwi Rahayu, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Terapan Perencanaan Kepariwisataan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Geography & travel", "Kata Kunci": "Pariwisata, Kawasan Sanur, Hotel Berbintang, Tsunami", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "10 file", "Tanggal Input": "04 Jul 2019"}