{"Nomor": 40600, "Judul": "Evaluasi Plugging Pipa pada Compressed Natural Gas Aftercooler dan Kaji Solusi Penerapan Metode Tube-lining", "Abstrak": "Sebuah heat exchanger tipe fin fan yang sudah berumur 33 tahun telah dikaji kelayakan operasinya dalam tugas akhir ini. Pada bulan Agustus 2012 heat exchanger di suatu lapangan gas alam lepas pantai, mengalami kebocoran sehingga diberhentikan sementara operasinya dan di bongkar untuk diperbaiki. Heat exchanger ini mempunyai ukuran luar 11,2 m x 4 m x 3 m (P x L x T) dan memiliki pipa bersirip sirkuler sebanyak 398 pipa. Sebanyak 83 pipa sudah di-plug sebelumnya (non-aktif) dan tambahan 35 pipa mengalami kebocoran pada saat diberhentikan operasinya, sehingga jumlah aktif tersisa sebanyak 280 pipa.\nPenanganan terhadap kebocoran tersebut dilakukan dengan metode plugging, berhubung retubbing dinilai kurang ekonomis. Dengan sudah banyaknya pipa yang di-plug, maka dilakukan kajian kelayakannya. Kajian yang dilakukan meliputi analisis kapasitas perpindahan panas ketika pipa yang bocor di-plug, dan perhitungan batas jumlah maksimum pipa yang masih boleh di-plug untuk laju aliran gas yang tetap dan temperatur keluar tetap.\nSelain itu dilakukan juga kajian solusi penerapan teknik pelapisan pada pipa yang bocor dengan memasangkan pipa tipis di dalam pipa yang bocor (tube-lining). Dari kajian yang dilakukan diperoleh bahwa fin-fan exchanger masih diperbolehkan untuk di-plug sampai 41% dari jumlah total pipa (47 pipa tambahan), sedangkan dengan mengaplikasikan metode tube-lining pada seluruh tube dari fin-fan exchanger, perpindahan panas yang dapat dicapai adalah sampai 4524,8 kW yang awalnya hanya 3355,6 kW atau kenaikan sebesar 35%. Dengan temperatur keluar yang sama, laju aliran massa fluida dapat ditingkatkan menjadi 18,53 kg/s yang awalnya hanya 12,3 kg/s atau kenaikan sebesar 51%.", "Daftar File": {}, "Penulis": "Randi Wardhana Bachtiar [13108014]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Abdurrachim"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Plugging Pipa pada Compressed Natural Gas Aftercooler.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "04 Jul 2019"}