{"Nomor": 40606, "Judul": "ANALISIS RISIKO BENCANA DALAM PERENCANAAN TATA RUANG KAWASAN RAWAN BENCANA BANJIR (STUDI KASUS: KECAMATAN DAYEUHKOLOT, KABUPATEN BANDUNG)", "Abstrak": "Peraturan Pemerintah Nomor 13 Tahun 2017 tentang Perubahan terhadap Rencana\nTata Ruang Wilayah Nasional yang merevisi beberapa ketentuan pada Peraturan\nPemerintah Nomor 26 tahun 2008 tentang Rencana Tata Ruang Wilayah Nasional\ndimana di dalamnya antara lain, menghapuskan kriteria kawasan rawan bencana\n(KRB) sebagai kawasan lindung. Dalam peraturan tersebut juga mengatakan bahwa\nkegiatan budidaya di kawasan rawan bencana (KRB) dan risiko tinggi bencana serta\nperubahan iklim perlu dibatasi dan dikendalikan untuk meminimalkan kejadian\nbencana dan potensi kerugian akibat bencana dan perubahan iklim. Kabupaten\nBandung merupakan wilayah yang memiliki kawasan yang rawan terhadap bencana\nbanjir. Dengan mengambil studi kasus Kecamatan Dayeuhkolot, penelitian ini\nbertujuan untuk menganalisis tingkat risiko banjir di wilayah tersebut dan\nmerumuskan strategi perencanaan tata ruang yang tepat sesuai dengan amanat\nPeraturan Pemerintah Nomor 13 Tahun 2017. Analisis tingkat risiko dilakukan\ndengan melakukan analisis tingkat bahaya banjir yang dilakukan dengan metode\nempiris yaitu dengan melihat data historis banjir dan data kejadian banjir terakhir\nuntuk mengetahui luas genangan, kemudian ditinjau pula tinggi genangan dan lama\ngenangan secara kualitatif berdasarkan hasil wawancara masyarakat. Kemudian,\ndilakukan analisis tingkat kerentanan fisik dengan mengacu pada indikator guna\nlahan, kemiringan lereng, kondisi jaringan jalan dan drainase, dan jarak dari sungai.\nKemudian, dilakukan analisis tingkat risiko banjir di Kecamatan Dayeuhkolot dengan\nmenampal hasil analisis tingkat bahaya dan kerentanan fisik. Hasil analisis\nmenunjukan bahwa kawasan yang berisiko sangat tinggi banjir berada di sepanjang\nsempadan sungai dan wilayah yang tinggi risiko banjir berada di bagian selatan\nKecamatan Dayeuhkolot. Oleh karena itu, dibutuhkan strategi perencanaan tata\nruang yang dapat mengurangi risiko banjir di KRB banjir Kecamatan Dayeuhkolot,\nmisalnya mengembalikan fungsi ruang di sempadan sungai yang berisiko banjir\nsangat tinggi menjadi kawasan lindung untuk ruang terbuka hijau.", "Daftar File": {"COVER Khaza Allaya Rizqika": "https://digilib.itb.ac.id/gdl/download/174923", "BAB 1 Khaza Allaya Rizqika": "https://digilib.itb.ac.id/gdl/download/174925", "BAB 2 Khaza Allaya Rizqika": "https://digilib.itb.ac.id/gdl/download/174926", "BAB 3 Khaza Allaya Rizqika": "https://digilib.itb.ac.id/gdl/download/174928", "BAB 4 Khaza Allaya Rizqika": "https://digilib.itb.ac.id/gdl/download/174929", "PUSTAKA Khaza Allaya Rizqika": "https://digilib.itb.ac.id/gdl/download/174930"}, "Penulis": "Khaza Allaya Rizqika [15414103]", "Kontributor / Dosen Pembimbing": ["Ir. Djoko Santoso Abi Suroso, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Risiko, Banjir, PP 13/2017, Analisis Kuantitatif dan Kualitatif, Strategi Perencanaan Tata Ruang", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "6 file", "Tanggal Input": "04 Jul 2019"}