{"Nomor": 40613, "Judul": "MODIFIKASI PERMUKAAN BAJA TAHAN KARAT FERITIK SS 430 DENGAN LAPISAN BERBASIS KOBALT UNTUK APLIKASI INTERKONEK SOFC MENGGUNAKAN TEKNIK THERMAL SPRAY", "Abstrak": "Perkembangan teknologi sel bahan bakar oksida padat (solid oxide fuel cell) saat ini\nmemungkinkan untuk dioperasikan pada temperatur yang lebih rendah yaitu sekitar 650-850o\nC. Pada rentang temperatur tersebut penggunaan bahan keramik pada interkonek bisa\ndigantikan dengan material logam. Namun ada kekurangan pada bahan tersebut yaitu\nterbentuknya lapisan oksida Cr2O3 pada temperatur tinggi. Oksida Cr2O3 ini akan bereaksi\ndengan bahan bakar menghasilkan uap Cr yang akan mengendap di katoda, sehingga\nmenurunkan kinerja dari SOFC. Untuk mengatasi masalah tersebut maka dikembangkan\nmetoda pelapisan dengan menggunakan teknik thermal spray. Pada penelitian ini serbuk\nultrabond 50000 dicampur dengan serbuk cobalt dengan ratio berat (%wt 80 : 20)\ndideposisikan pada permukaan baja tahan karat feritik menggunakan teknik flame spray\ndengan jarak penyemprotan 30 cm dan tegak lurus permukaan substrat. Spesimen yg sudah\ndilapisi kemudian dioksidasi di tungku dengan atmosfer udara (PO2=0,21 atm) pada\ntemperatur 800 oC selama 1, 2, dan 4 hari. Hasil pengamatan menggunakan XRD menunjukan\nbahwa pada permukaan sampel terbentuk lapisan oksida Co3O4 dan NiO. Nilai Kp (laju\noksidasi) untuk spesimen baja tahan karat SS 430 yang dilapisi dengan lapisan berbasis kobalt", "Daftar File": {"COVER Mohamad Yoga Perwata": "https://digilib.itb.ac.id/gdl/download/174964", "PUSTAKA Mohamad Yoga Perwata": "https://digilib.itb.ac.id/gdl/download/174992"}, "Penulis": "Mohamad Yoga Perwata [13107090]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Rochim Suratman", "Dr.Eng. Asep Ridwan Setiawan, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Permukaan Baja Tahan Karat; Interkonek SOFC; Thermal Spray.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "04 Jul 2019"}