{"Nomor": 40616, "Judul": "ANALISIS STATIK KEKUATAN STRUKTUR ATAS BUCKET WHEEL DREDGER AKIBAT PENGGANTIAN TANGGA KERUK  UNTUK KEDALAMAN KERUK 70 METER", "Abstrak": "Timah merupakan salah satu sumber daya alam yang terdapat di perairan Indonesia. Penambangan timah dilakukan dengan menggunakan kapal keruk. Pada umumnya, jenis kapal keruk yang digunakan pada pengerukan dangkal adalah bucket line dredger.  Kapal keruk memiliki kedalaman keruk tertentu. Saat keberadaan cadangan timah pada kedalaman kerja kapal keruk tersebut habis, maka harus dilakukan modifikasi. Modifikasi yang bisa dilakukan adalah mengganti tangga keruk menjadi jenis bucket wheel dredger. Tangga keruk jenis bucket wheel dredger memiliki geometri dan beban yang lebih kecil jika dibandingkan dengan jenis bucket line dredger. Dengan melakukan penggantian tangga keruk menjadi jenis bucket wheel dredger diharapkan struktur atas kapal keruk masih mampu menahan beban tangga keruk tersebut. Apabila beban dari tangga keruk bucket wheel dredger masih melebihi batas aman, modifikasi yang dilakuan akan lebih sedikit bila dibandingkan dengan menggunakan tangga keruk jenis bucket line dredger.\nTugas sarjana ini akan melakukan analisis secara statik pada struktur atas kapal keruk yang mengalami perubahan beban kerja akibat penggantian tangga keruk jenis bucket wheel dredger untuk pengerukan dengan kedalaman 70 meter. Simulasi pembebanan dilakukan dengan menggunakan perangkat lunak ANSYS 13.0 untuk mengetahui kekuatan dan deformasi yang terjadi.\nKriteria rancangan mengharuskan faktor keamanan sebesar 3. Pada analisis rancangan awal didapatkan tegangan maksimum sebesar  177,5 MPa. Tegangan tersebut melebihi kriteria rancangan. Modifikasi dilakukan dengan menambahkan batang penguat pada struktur. Hasil modifikasi menghasilkan tegangan maksimum sebesar 80,8 MPa. Hal tersebut membuat nilai faktor keamanan struktur menjadi 3,1. Sehingga kapal keruk dinyatakan aman.", "Daftar File": {}, "Penulis": "Firman Tri Saputro [13107078]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Bagus Budiwantoro"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Analisis Statik Kekuatan Struktur ;Bucket Wheel Dredger .", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "04 Jul 2019"}