{"Nomor": 40622, "Judul": "ANALISIS DINAMIK BOGI KERETA API HASIL MODIFIKASI - STUDI KASUS: BOGI K9", "Abstrak": "Atas permintaan PT KAI, PT INKA melakukan rekondisi dan modifikasi terhadap bogi K9. Hasil pengujian (running test) menunjukkan bahwa nilai ride index yang mengacu pada  skala Wz Sperling harganya lebih besar dari 2,5 untuk arah vertikal dan longitudinal pada kecepatan 60-80 km/jam. Nilai tersebut menyatakan bahwa bogi K9 kurang baik kualitas kenyamanannya terutama pada arah vertikal dan longitudinal. Selain itu saat pengujian, terjadi getaran yang besar saat kereta dijalankan pada kecepatan 70-80 km/jam. Tugas sarjana ini bertujuan untuk menganalisis permasalahan tersebut.\nAnalisis dilakukan untuk mencari penyebab masalah pada bogie K9 modifikasi dengan cara melakukan analisis dinamik lalu membandingkannya dengan rujukan mengenai panduan perancangan bogi kereta api. Studi literatur  menunjukkan ada 4 aspek yang perlu diperhatikan untuk merancang bogi, yaitu: aspek defleksi pada pegas, aspek peredaman, aspek batang traksi, dan nilai frekuensi pribadi badan kereta dan rangka bogi.\nHasil analisis menunjukkan bogi K9 modifikasi telah memenuhi syarat perancangan bogi yang baik untuk aspek defleksi pada pegas, tetapi masih terdapat permasalahan pada penempatan dan kekakuan batang traksi sehingga timbul getaran pada arah longitudinal, nilai frekuensi pribadi modus bending vertikal pertama pada badan kereta yang berkelipatan dengan frekuensi pribadi pitch rangka bogi sehingga dikhawatirkan terjadi interferensi, dan terjadinya resonansi karena kecepatan operasi kereta berada di kecepatan kritis resonansi kereta.", "Daftar File": {}, "Penulis": "Muhammad Ramdhani [13108127]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ignatius Pulung Nurprasetio, MSME", "Prof. Ir. Andi Isra Mahyuddin, Ph.D.", "Prof. Ir. Partosiswojo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "bogi, kereta api, analisis dinamik, ride index.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "3 file", "Tanggal Input": "04 Jul 2019"}