{"Nomor": 40623, "Judul": "PENENTUAN INTENSITAS BANGUNAN KORIDOR JALAN RAYA PANEMBAHAN BERDASARKAN KAPASITAS JALAN", "Abstrak": "Pengembangan fungsi kawasan perkotaan pada Pusat Kegiatan Nasional (PKN) diarahkan sebagai pusat permukiman dengan tingkat intensitas pemanfaatan ruang menengah hingga tinggi. Salah satu yang diatur dalam intensitas pemanfaatan ruang adalah intensitas bangunan. Semakin tinggi intensitas bangunan, maka akan menambah bangkitan pergerakan sehingga mempengaruhi kapasitas jalan yang tersedia. Intensitas bangunan di koridor Jalan Raya Panembahan sebagai jalan arteri primer di PKN Metropolitan Cirebon belum ditentukan berdasarkan kapasitas jalan yang tersedia. Ketentuan intensitas bangunan yang tinggi dapat menyebabkan turunnya tingkat pelayanan jalan. Studi ini bertujuan untuk menentukan intensitas bangunan koridor Jalan Raya Panembahan berdasarkan kapasitas jalannya, sebagai bentuk pengendalian pemanfaatan ruang (zoning) dan Transport Demand Management (TDM). Penelitian ini menggunakan kapasitas jalan (supply) sebagai konstrain, dan demand yang diatur adalah intensitas bangunan berupa KLB. Berdasarkan hasil perhitungan diketahui bahwa KLB maksimum yang diterapkan oleh Dinas Perumahan, Kawasan Permukiman, dan Penataan Ruang Kabupaten Cirebon saat ini tidak sesuai dengan kapasitas jalan yang tersedia. Hal tersebut terlihat dari nilai VCR hasil simulasi penerapan KLB maksimum yaitu sebesar 2,1, sehingga kondisi koridor Jalan Raya Panembahan berada pada Level of Service F (kondisi sangat buruk). Agar dapat ditampung, intensitas bangunan yang diterapkan oleh Dinas Perumahan, Kawasan Permukiman, dan Penataan Ruang Kabupaten Cirebon harus diturunkan.", "Daftar File": {"COVER Muhamad Lutfi Hakim": "https://digilib.itb.ac.id/gdl/download/175056", "BAB 1 Muhamad Lutfi Hakim": "https://digilib.itb.ac.id/gdl/download/175057", "BAB 2 Muhamad Lutfi Hakim": "https://digilib.itb.ac.id/gdl/download/175058", "BAB 3 Muhamad Lutfi Hakim": "https://digilib.itb.ac.id/gdl/download/175059", "BAB 4 Muhamad Lutfi Hakim": "https://digilib.itb.ac.id/gdl/download/175060", "BAB 5 Muhamad Lutfi Hakim": "https://digilib.itb.ac.id/gdl/download/175061", "PUSTAKA Muhamad Lutfi Hakim": "https://digilib.itb.ac.id/gdl/download/175062"}, "Penulis": "Muhamad Lutfi Hakim [15412078]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.Eng. Pradono, S.E., M.Ec.Dev."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Intensitas bangunan, kapasitas jalan, guna lahan, KLB, VCR, LOS", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "05 Jul 2019"}