{"Nomor": 40633, "Judul": "PENGEMBANGAN DAN SIMULASI KOMPUTASI SISTEM PENGERINGAN IKAN TERI (ANCHOVIA ENGRAULIDAE)", "Abstrak": "Pengeringan adalah salah satu metode pengawetan makanan. Prinsip\nmetode ini adalah mengurangi jumlah air yang terkandung makanan untuk\nmencegah terjadinya pembusukan. Di Indonesia, teknologi pengeringan ini masih\ndilakukan secara tradisional yaitu pada pengeringan ikan teri. Tugas sarjana ini\ndifokuskan pada perancangan sistem pengeringan ikan teri yang lebih baik.\nPertama-tama dilakukan verifikasi pengujian yang telah dilakukan\nsebleumnya dengan parameter verifikasi adalah koefisien perpindahan panas\nkonveksi rata-rata. Kemudian untuk mengetahui proses aktual yang terjadi,\ndilakukan perhitungan jumlah energi yang dilepas udara, energi yang diserap\nikan, serta energi yang hilang. Simulasi komputasi dilakukan untuk mengetahui\ndistribusi temperatur udara di atas permukaan ikan teri. Dengan mengetahui\ndistribusi temperatur dapat diketahui koefisien perpindahan panas konveksi pada\nsistem pengeringan ikan teri. Hasil dari simulasi komputasi ini digunakan sebagai\nacuan untuk memverifikasi hasil penelitian sebelumnya.\nMesin pengering ikan teri memiliki koefisien perpindahan panas konveksi\nrata-rata 5 W/m2K. Nilai tersebut konstan selama proses pengeringan. Faktor\nyang mempengaruhi parameter ini adalah temperatur udara, kecepatan aliran, dan\nkelembaban udara. Dari beberapa faktor tersebut kecepatan udara merupakan\nfaktor yang berpengaruh paling signifikan. Pola aliran udara dan uap air tidak\nmemiliki perbedaan yang signifikan selama proses pengeringan.", "Daftar File": {}, "Penulis": "Juanda Prima Sembiring [13107151]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Abdurrachim", "Jooned Hendrarsakti, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "pengeringan, ikan teri, numerik, konveksi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "05 Jul 2019"}