{"Nomor": 40635, "Judul": "POLA HUBUNGAN TRANSFORMASI EKONOMI DENGAN KUALITAS KEHIDUPAN DESA-DESA DI PULAU JAWA", "Abstrak": "Penelitian oleh Siboro (2015) menunjukkan bahwa Pulau Jawa telah\nmengalami transformasi struktur ekonomi dari sektor primer ke sektor sekunder\ndan tersier selama rentang tahun 2004-2014. Transformasi ekonomi desa yang\nterjadi di Pulau Jawa menunjukkan bahwa sedang terjadi proses pembangunan\nekonomi di Pulau Jawa. Namun masih belum diketahui secara jelas sejauh mana\ntransformasi ekonomi desa yang terjadi di Pulau Jawa membawa perubahan pada\naspek ekonomi, fisik, dan sosial. Sementara itu, kualitas kehidupan merupakan hal\nyang penting untuk dicapai dan merupakan tujuan dari suatu pembangunan.\nTerdapat bahasan yang problematik mengenai apakah terjadinya transformasi\nekonomi desa sejalan dengan kualitas kehidupan yang lebih baik. Karenanya,\npenelitian ini bertujuan untuk menganalisis pola hubungan transformasi ekonomi\ndesa dengan kualitas kehidupan di Pulau Jawa. Penelitian ini dilakukan\nmenggunakan pendekatan metode kuantitatif dengan memanfaatkan data statistik\ndari potensi desa di Pulau Jawa tahun 2003 dan 2014. Metodologi utama yang\ndigunakan adalah dengan analisis statistik deskriptif untuk menjelaskan fenomena\ntransformasi ekonomi desa di Pulau Jawa, pembentukan indeks komposit untuk\nmengetahui tingkat kualitas kehidupan desa di Pulau Jawa, serta analisis asosiasi\nuntuk mengetahui hubungan transformasi ekonomi desa dengan kualitas kehidupan\ndi Pulau Jawa. Hasil akhir analisis menunjukkan bahwa transformasi ekonomi\ndesa tidak selalu memiliki hubungan yang positif terhadap seluruh komponen\nkualitas kehidupan. Transformasi ekonomi desa memiliki hubungan yang positif\ndengan kualitas infrastruktur, pendidikan, serta kesehatan dan memiliki hubungan\nyang negatif dengan kualitas lingkungan. Hal ini dapat terjadi karena transformasi\nekonomi desa dapat mendorong peningkatan sarana dan prasarana desa serta\nakses masyarakat untuk menjangkau sarana dan prasarana tersebut. Namun\ntransformasi ekonomi desa juga dapat memberikan dampak lingkungan ketika\nproses transformasi ekonomi tersebut tidak dikontrol dengan baik.", "Daftar File": {"COVER Khoirina Fajriani": "https://digilib.itb.ac.id/gdl/download/175124", "BAB 1 Khoirina Fajriani": "https://digilib.itb.ac.id/gdl/download/175125", "BAB 2 Khoirina Fajriani": "https://digilib.itb.ac.id/gdl/download/175126", "BAB 3 Khoirina Fajriani": "https://digilib.itb.ac.id/gdl/download/175130", "BAB 4 Khoirina Fajriani": "https://digilib.itb.ac.id/gdl/download/175131", "BAB 5 Khoirina Fajriani": "https://digilib.itb.ac.id/gdl/download/175136", "BAB 6 Khoirina Fajriani": "https://digilib.itb.ac.id/gdl/download/175144", "PUSTAKA Khoirina Fajriani": "https://digilib.itb.ac.id/gdl/download/175148"}, "Penulis": "Khoirina Fajriani [15414028]", "Kontributor / Dosen Pembimbing": ["Fikri Zul Fahmi, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "transformasi ekonomi, kualitas kehidupan, desa, hubungan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "05 Jul 2019"}