{"Nomor": 40638, "Judul": "PERANCANGAN DAN PEMBUATAN PROTOTIPE SISTEM TRANSMISI KENDARAAN ESEMKA RAJAWALI.", "Abstrak": "Kendaraan Esemka Rajawali merupakan kendaraan hasil upaya Bengkel Kiat Motor\nbekerja sama dengan beberapa SMK di pulau Jawa. Upaya ini diharapkan dapat\nmemberikan kontribusi nyata pada proyek mobil nasional Indonesia. Untuk\nmeningkatkan kandungan lokalnya, perlu dilakukan perancangan dan pembuatan\nprototipe sistem transmisinya.\nPenelitan ini diawali dengan teori dasar seputar sistem transmisi dan dilanjutkan dengan\nproses perancangan dan pemilihan komponen sistem transmisi. Sebelum dilanjutkan\ndengan proses fabrikasi, dilakukan uji keterbuatan dan ketersediaan komponen yang\ndipilih. Setelah proses fabrikasi, dilakukan pengukuran dimensi serta uji kekerasan untuk\nmenjamin kualitas komponen. Sebelum komponen dianggap layak untuk uji performa,\nanalisis bagian kritis dilakukan dengan menggunakan metode elemen hingga.\nHasil perancangan sistem transmisi memungkinkan kendaraan Esemka Rajawali dapat\nmemiliki spesifikasi dengan performa yang relatif sama dengan kendaraan yang umum di\nIndonesia. Kondisi paling kritis dengan nilai faktor keamanan paling rendah terjadi pada\nkasus kekuatan bending rodagigi dengan rasio terbesar (first gear). Hasil proses\nperancangan menghasilkan komponen dengan tingkat keterbuatan yang tinggi. Program\nperhitungan rodagigi yang telah dihasilkan dari tugas akhir ini dapat membantu proses\nperhitungan kekuatan rodagigi dan poros untuk kasus lain yang sejenis.", "Daftar File": {}, "Penulis": "Ketut Bagus Priambada [13108103]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. I Wayan Suweca, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Pembuatan Prototipe Sistem Transmisi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "05 Jul 2019"}