{"Nomor": 40646, "Judul": "PENGEMBANGAN PERANGKAT LUNAK UNTUK ANALISIS KINEMATIKA DAN SIMULASI ALAT FIKSASI TULANG EKSTERNAL TAYLOR SPATIAL FRAME", "Abstrak": "Patah tulang merupakan salah satu kecelakaan yang sering terjadi dan dapat menyebabkan cacat permanen jika tidak ditangani dengan serius. Umumnya, penanganan patah tulang melibatkan alat fiksasi tulang internal dan eksternal. Oleh karena itu, alat fiksasi tulang merupakan peraltan medis yang sangat penting, dan memegang peranan besar dalam penanganan patah tulang.\nAlat fiksasi eksternal digunakan untuk menjaga tulang yang patah agar tetap stabil dan sejajar. Alat dipasang diluar untuk memastikan tulang tetap dalam posisi optimal selama proses pemulihan. Alat ini umumnya digunakan saat tulang yang patah sampai menembus kulit. Berbagai macam alat fiksasi eksternal telah dikembangkan dan digunakan. Saat ini, desain alternatif berdasarkan struktur utama Stewart Platform, Taylor Spatial Frame (TSF), telah dikembangkan dengan tujuan untuk memperbaiki patah tulang yang kompleks atau kelainan tulang.Taylor Spatial Frame terdiri dari 2 ring yang dihubungkan oleh 6 strut dengan menggunakan universal joint, dan memiliki 6 derajat kebebasan.\nPrinsip kerja TSF adalah dengan menggerakan ring – yang terpasang pada tulang – agar memperbaiki posisi tulang yang patah. Ring dipasang pada tulang dengan menggunakan kawat atau pin. Perpindahan posisi ring akan memindahkan posisi tulang, dari posisi awal ke posisi akhir secara bertahap. Posisi ring diatur dengan mengubah panjang setiap strut.\nPada penelitian ini, dikembangkan sebuah perangkat lunak untuk melakukan analisis inverse kinematika pada perubahan ring untuk mendapatkan posisi tulang yang diinginkan. Diperlukan beberapa data masukan dari dokter bedah tulang dan posisi tulang pada kondisi awal dan akhir selama proses penanganan. Masukan berupa dimensi deformasi tulang, dimensi ring, dan dimensi pemasangan ring pada tulang. Dimensi deformasi tulang diperoleh data radiografik, seperti melalui CT-scan, pada pandangan lateral, anteroposterior (AP), dan aksial.\nSelain melakukan analisis kinematika, perangkat lunak ini juga dapat menampilkan simulasi bentuk deformasi tulang dan simulsi perubahan posisi tulang pada setiap langkah pergerakan ring. Perangkat lunak ini dikembangkan untuk memberikan panduan kepada dokter bedah tulang saat melakukan perbaikan patah tulang dengan menggunakan Taylor Spatial Frame.\nUntuk mengevaluasi persamaan inverse kinematika yang dikembangkan, hasil keluaran panjang strut pada konfigurasi awal dan akhir dibandingkan dengan pergerakan pada model Autodesk Inventor®. Dari 4 kasus yang dianalisis, satu kasus diantaranya memiliki kesalahan yang cukup besar, dimana perbedaan mencapai 2 mm ditemukan pada 4 strut. Sedangkan 3 kasus lainya memiliki kesalahan sekitar 1 mm pada 2-3 struts. Berdasarkan evaluasi ini, secara umum pengembangan perangkat lunak yang dikembangkan dapat dijadikan sebagai dasar untuk pemanfaatan Taylor Spatial Frame dalam penanganan patah tulang atau kelainan tulang.", "Daftar File": {}, "Penulis": "Yoga Akbar Ermansyah [13108108]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Andi Isra Mahyuddin, Ph.D.", "Prof. Dr. Ir. Tatacipta Dirgantara, M.T.", "Dr. Eng. Sandro Mihradi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Pengembangan Perangkat Lunak ; Simulasi Alat Fiksasi Tulang Eksternal Taylor Spatial Frame.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "05 Jul 2019"}