{"Nomor": 40649, "Judul": "KAJIAN KAPASITAS KOMUNITAS TERKAIT DENGAN KEBERLANJUTAN DESA WISATA ADAT KEMIREN DI KABUPATEN BANYUWANGI", "Abstrak": "Community Based Tourism (CBT) merupakan bentuk pengembangan pariwisata\nberkelanjutan yang menempatkan masyarakat lokal sebagai subjek sekaligus objek\npembangunan. Pariwisata berkelanjutan harus memenuhi tiga prinsip, yaitu\nkemajuan dalam sosial-budaya, lingkungan dan ekonomi secara selaras, serta,\nmampu mengelola seluruh sumber daya secara optimal. Desa wisata merupakan\nsalah satu wujud pembangunan perdesaan yang berkelanjutan dalam bidang\npariwisata. Desa Wisata Adat Kemiren memiliki kegiatan wisata berbasis komunitas\nlokal. Pengembangan desa wisata membutuhkan adanya kapasitas komunitas yang\nmemadai. Kapasitas komunitas yang memadai dalam pengembangan pariwisata\nberpengaruh pada peningkatan kinerja komunitas dalam pengembangan kegiatan\npariwisata. Akan tetapi hingga saat ini belum diketahui kondisi kapasitas komunitas\ndi desa wisata tersebut.\nPenelitian ini bertujuan untuk mengkaji kapasitas komunitas terkait keberlanjutan\npengembangan pariwisata di Desa Wisata Adat Kemiren. Metode yang digunakan\nadalah metode penelitian kualitatif dengan memanfaatkan hasil wawancara,\nobservasi, maupun data pendukung lainnya. Analisis isi digunakan untuk memperoleh\ninformasi mengenai kapasitas komunitas dalam mempertahankan dan\nmengembangkan sumber daya wisata lokal, dan kapasitas komunitas dalam\nmenangkap peluang ekonomi, serta manfaat yang diterima komunitas dari adanya\ndesa wisata. Hasil penelitian ini menunjukkan bahwa kapasitas komunitas memadai\ndalam mengembangkan kegiatan pariwisata sehingga pengembangan pariwisata di\nDesa Wisata Adat Kemiren dapat berkelanjutan. Kapasitas komunitas diperlihatkan\nmelalui indikator-indikator yang mewakili aspek kapasitas komunitas dalam\nmengelola sumber daya sosial-budaya, sumber daya lingkungan dan sumber daya\nekonomi. Dengan memanfaatkan hasil penelitian ini diharapkan pengembangan\npariwisata yang dilakukan dapat lebih tepat sasaran melalui upaya peningkatan\nkapasitas komunitas di Desa Wisata Adat Kemiren.", "Daftar File": {"COVER Desi Lia Ayu Arista": "https://digilib.itb.ac.id/gdl/download/175224", "BAB 1 Desi Lia Ayu Arista": "https://digilib.itb.ac.id/gdl/download/175226", "BAB 2 Desi Lia Ayu Arista": "https://digilib.itb.ac.id/gdl/download/175227", "BAB 3 Desi Lia Ayu Arista": "https://digilib.itb.ac.id/gdl/download/175228", "BAB 4 Desi Lia Ayu Arista": "https://digilib.itb.ac.id/gdl/download/175229", "BAB 5 Desi Lia Ayu Arista": "https://digilib.itb.ac.id/gdl/download/175231", "BAB 6 Desi Lia Ayu Arista": "https://digilib.itb.ac.id/gdl/download/175233", "PUSTAKA Desi Lia Ayu Arista": "https://digilib.itb.ac.id/gdl/download/175235"}, "Penulis": "Desi Lia Ayu Arista [15413032]", "Kontributor / Dosen Pembimbing": ["Ir. Hastu Prabatmodjo, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "community based tourism, pariwisata berkelanjutan, kapasitas komunitas, pengembangan pariwisata.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "05 Jul 2019"}