{"Nomor": 40660, "Judul": "ANALYSIS OF CORPORATE SOCIAL RESPONSIBILITY (CSR) IMPLEMENTATION AGAINST BRAND IMAGES (Case Study in Omaba (Ojeg Makanan Balita) Kelurahan Cisaranten Kidul, Kecamatan Gedebage, Kota Bandung)", "Abstrak": "Keberadaan tanggung jawab sosial perusahaan memiliki salah satu fungsi untuk mendapatkan citra positif yang baik pada masyarakat sehingga menimbulkan adanya kerja sama yang baik antara masyarakat dan perusahaan. Untuk mewujudkan citra positif di masyarakat PT Pertamina bekerja sama dengan komunitas di Kecamatan Gedebage untuk melakukan kegiatan tanggung jawab sosial perusahaan. Maka dari itu terciptalah program Omaba (Ojeg Makanan Balita). Program Omaba telah berlangsung selama 5 tahun namun citra perusahaan di mata masyarakat belum menunjukkan perubahan yang signifikan. Maka dari itu perlu adanya evaluasi untuk mengetahui bagaimana kondisi brand image PT Pertamina di mata masyarakat terkait dengan program Omaba. Selain itu juga diperlukan adanya alasan atau faktor dari program CSR tersebut yang mempengaruhi brand image PT Pertamina. Selanjutnya bagaimanakah hubungan dari faktor-faktor tersebut sehingga dapat mempengaruhi brand image PT Pertamina. Dengan menggunakan metode rapid ethnografi dan mengalisis menggunakan metode dari Spradley, peneliti melakukan observasi dan mewawancarai 8 orang responden dari penerima program Omaba selama satu tahun terahir atau di tahun 2018. Dalam penelitian ini ditemukan adanya persepsi masyarakat yang beraneka ragam, diantaranya persepsi yang biasa-biasa saja, persepsi yang baik, dan persepsi yang sangat baik. Persepsi masyarakat tersebut muncul karena adanya dorongan dari pemenuhan kebutuhan masyarakat, keubutuhan-kebutuhan masyarakat yang harus dipenuhi diantaranya kebutuhan ekonomi dan kebutuhan dari balita. Pemenuhan kebutuhan tersebut dicoba untuk dipenuhi oleh program Omaba bersama PT Pertamina. Maka dari itu terkait dengan program Omaba muncullah faktor-faktor dari program Omaba yang mempengaruhi persepsi masyarakat atau brand image yang berasal dari pemenuhan kebutuhan masyarakat, faktor-faktor tersebut diantaranya porsi, variasi menu, layanan antar, dan frekuensi. Faktor-faktor tersebut memiliki kaitan dengan persepsi program dan brand image PT Pertamina, semakin baiknya faktor-faktor tersebut maka kebutuhan masyarakat akan semakin terpenuhi, dan semakin terpenuhinya kebutuhan masyarakat maka akan semakin memperbaik persepsi publik terkait program Omaba dan penyelenggaranya, dan persepsi publik tersebut akan membentuk brand image perusahaan. Selain dari faktor-faktor tersebut, peneliti juga menemukan adanya sosialisasi program yang befungsi sebagai katalisator tercapainya informasi terkait program Omaba dan perusahaan yang mendukung program Omaba. Sosialisasi program sangat bermanfaat untuk memberikan pemahaman kepada masyarakat terkait perusahaan dan ini menimbulkan diingatnya program Omaba dan PT Pertamina selaku pendukung program Omaba. Oleh karena itu, masyarakat jadi lebih mengenal dan menganggap baik penyelenggara program Omaba dan PT Pertamina selaku pendukung program Omaba.", "Daftar File": {"ABSTRAK Rais Aziz Hakim": "https://digilib.itb.ac.id/gdl/download/175283", "2019 TS PP RAIS AZIZ HAKIM 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/247905"}, "Penulis": "Rais Aziz Hakim [19016239]", "Kontributor / Dosen Pembimbing": ["Dr. Anggara Wisesa. M.M"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Tanggung Jawab Sosial Perusahaan, Citra Perusahaan, Persepsi, Masyarakat", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "05 Jul 2019"}