{"Nomor": 40661, "Judul": "VOLUME PEJALAN KAKI PADA SAAT JAM PUNCAK (Studi Kasus: Jl. Ir. H. Djuanda, Kota Bandung)", "Abstrak": "Perkembangan kota dewasa ini mengarah pada konsep kawasan mixed-use.\nAdanya ragam guna lahan dalam satu kawasan memiliki karakteristik pergerakan\ntersendiri. Tujuan dengan adanya konsep kawasan mixed-use adalah untuk\nmengurangi pergerakan kendaraan bermotor dan meningkatkan pergerakan\ndengan berjalan kaki (internal) dan pergerakan dengan transportasi umum\n(eksternal). Koridor Jl. Ir. H. Djuanda merupakan salah satu kawasan dengan\nheterogenitas fungsi lahan yang cukup tinggi dengan beberapa diantaranya adalah\nmerupakan titik pusat aktivitas dengan tarikan pergerakan yang tinggi. Adapun\npeningkatan kualitas fisik jalur pedestrian pada koridor Jl. Ir. H. Djuanda\nbertujuan untuk memfasilitasi pergerakan pejalan kaki.\nPenelitian ini bertujuan untuk menganalisa karakteristik guna lahan, karakteristik\npergerakan pejalan kaki, tingkat pelayanan jalur pedestrian dan mengetahui\ninteraksi antara pengaruh guna lahan terhadap bangkitan pejalan kaki dengan\nmenggunakan metode analisa destkriptif kualitatif dan kuantitatif. Hasil penelitian\nmenunjukkan karakteristik guna lahan didominasi oleh fungsi non – hunian pada\nperimeter blok kawasan dan dominasi fungsi hunian pada area dalam blok\nkawasan. Persebaran pergerakan pejalan kaki tidak merata, terpusat pada segmen\n– segmen yang merupakan titik – titik pusat aktivitas kawasan. Tingkat pelayanan\njalur pedestrian pada koridor ini berkisar pada tingkat C, D, E. Adapun fungsi\nhunian memiliki pengaruh tertinggi terhadap bangkitan volume pajalan kaki.", "Daftar File": {"COVER Wisnu Dewanto": "https://digilib.itb.ac.id/gdl/download/175286", "BAB 1 Wisnu Dewanto": "https://digilib.itb.ac.id/gdl/download/175287", "BAB 2 Wisnu Dewanto": "https://digilib.itb.ac.id/gdl/download/175288", "BAB 3 Wisnu Dewanto": "https://digilib.itb.ac.id/gdl/download/175289", "BAB 4 Wisnu Dewanto": "https://digilib.itb.ac.id/gdl/download/175311"}, "Penulis": "Wisnu Dewanto [24215005]", "Kontributor / Dosen Pembimbing": ["Ibnu Syabri, B.Sc., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Transportation ; ground transportation", "Kata Kunci": "Guna lahan, jalur pedestrian, tingkat pelayanan, pejalan kaki.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "13 file", "Tanggal Input": "05 Jul 2019"}