{"Nomor": 40669, "Judul": "FAKTOR YANG BERPENGARUH TERHADAP PEMILIHAN MODA KOMUTER PEKERJA BANDARA INTERNASIONAL SOEKARNO HATTA", "Abstrak": "Permasalahan akses darat (ground access) terjadi pada sebagian besar bandara di\nnegara berkembang, terutama pada bandara skala besar yang belum dilengkapi\ndengan sistem transportasi antarmoda yang memadai. Namun, selama ini\npenelitian di bidang akses darat (ground access) cenderung fokus terhadap pilihan\nmoda penumpang, bukan pekerja. Pada kenyataannya, pemilihan moda pekerja\nmenjadi masalah yang tidak kalah penting. Permasalahan akses darat (ground\naccess) tidak hanya berkaitan dengan penumpang karena pekerja menghasilkan\nsejumlah besar perjalanan kendaraan ke/dari bandara setiap hari yang berdampak\nterhadap kondisi lalu lintas bandara. Pekerja memiliki kebebasan untuk memilih\nmoda komuter berdasarkan faktor pertimbangan yang dianggap menguntungkan.\nDi Indonesia belum ada penelitian di bidang akses darat (ground access) yang\nsecara khusus mengembangkan model pemilihan moda komuter berbasis pekerja.\nDengan latar belakang tersebut, maka penelitian ini bertujuan untuk mengetahui\nfaktor yang berpengaruh terhadap pemilihan moda komuter pekerja bandara.\nLokasi penelitian adalah Bandara Internasional Soekarno-Hatta. Metode\npenelitian yang digunakan yaitu metode kuantitatif berdasarkan survei kuesioner\nkepada 280 pekerja di Bandara Internasional Soekarno-Hatta. Moda komuter yang\ndigunakan terdiri dari dua kategori, yaitu kendaraan pribadi dan kendaraan umum.\nHal yang sangat penting dalam penelitian ini adalah mengetahui proporsi\npenggunaan moda komuter, memahami hubungan antara karakteristik sosial\nekonomi pekerja dan karakteristik pergerakan pekerja dengan moda komuter yang\ndigunakan. Kemudian setelah itu dapat diketahui faktor yang berpengaruh\nterhadap pemilihan moda komuter dengan menggunakan analisis regresi logistik\n(binary logistic regression).\nBerdasarkan hasil penelitian dapat disimpulkan bahwa pekerja cenderung\nmenggunakan kendaraan pribadi sebagai moda komuter yang digunakan untuk\nperjalanan bekerja sehari-hari. Kemudian faktor yang mempengaruhi pemilihan\nmoda komuter adalah jenis kelamin, kepemilikan mobil, kepemilikan motor, jarak\ntempuh, waktu tempuh, dan biaya transportasi. Berikut persamaan regresi logistik\nyang terbentuk:", "Daftar File": {"COVER Shalli Aggi Iswari": "https://digilib.itb.ac.id/gdl/download/175340", "BAB 1 Shalli Aggi Iswari": "https://digilib.itb.ac.id/gdl/download/175341", "BAB 2 Shalli Aggi Iswari": "https://digilib.itb.ac.id/gdl/download/175342", "BAB 3 Shalli Aggi Iswari": "https://digilib.itb.ac.id/gdl/download/175343", "BAB 4 Shalli Aggi Iswari": "https://digilib.itb.ac.id/gdl/download/175344", "BAB 5 Shalli Aggi Iswari": "https://digilib.itb.ac.id/gdl/download/175345", "BAB 6 Shalli Aggi Iswari": "https://digilib.itb.ac.id/gdl/download/175346", "PUSTAKA Shalli Aggi Iswari": "https://digilib.itb.ac.id/gdl/download/175347"}, "Penulis": "Shalli Aggi Iswari [24216004]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Puspita Dirgahayani, S.T., M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Commerce, communications & transportation", "Kata Kunci": "ground access, pemilihan moda, pekerja, komuter, bandara", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "08 Jul 2019"}