{"Nomor": 40675, "Judul": "PERANCANGAN LIFESTYLE CENTER DENGAN INTERPRETASI GAYA HIDUP URBAN DI JALAN ASIA-AFRIKA, BANDUNG", "Abstrak": "Untuk tetap bertahan sebagai tujuan rekreasi dan berbelanja bagi masyarakat\nurban, lifestyle center harus mempertimbangkan gaya hidup lokal agar menjadi\nunik dan berbeda namun tetap nyaman dikunjungi oleh masyakarat kotanya.\nGlobalisasi berdampak pada terciptanya kemonotonan pada rancangan bangunan\ndan program dalam pusat perbelanjaan di kota-kota di Indonesia. Budaya dan\ngaya hidup masyarakat yang spesifik dapat digunakan dalam fasilitas lifestyle\ncenter sebagai pembentuk suasana yang unik dan khas. Dalam tesis desain ini,\nkajian literatur dilakukan untuk mendapat kriteria perancangan dari masingmasing\ntopik. Kajian dilakukan untuk tipologi lifestyle center, gaya hidup urban\nBandung serta konteks dan analisis tapak. Gaya hidup urban masyarakat Bandung\nditentukan lewat fenomena yang dapat ditemukan yang memiliki sejarah serupa\nyang pernah terjadi sebelumnya dan dijelaskan dalam tiga gaya hidup: gaya hidup\n‘nongkrong’, gaya hidup ‘eksis’ dan gaya hidup kreatif yang satu sama lain saling\nterkait. Ketiga gaya hidup masyarakat kota Bandung diinterpretasikan ke dalam\nbentuk aktivitas dan program dalam fasilitas lifestyle center sedangkan konteks\ndari tapak mempengaruhi citra visual bangunan. Lokasi perancangan mengambil\nkota Bandung yang merupakan salah satu kota berkembang di Indonesia namun\ngaya hidup spesifik ditemukan dalam masyarakat kotanya. Tepatnya perancangan\nberlokasi di Jalan Asia-Afrika bersebelahan dengan Alun-Alun Bandung.\nPerancangan pada lokasi ini bertujuan agar pengunjung dapat dengan mudah\nmengenali bangunan serta aktivitas yang terjadi di dalamnya sebagai bagian dari\nidentitas kota Bandung.", "Daftar File": {"COVER Leviandri": "https://digilib.itb.ac.id/gdl/download/175380", "BAB 1 Leviandri": "https://digilib.itb.ac.id/gdl/download/175381", "BAB 2 Leviandri": "https://digilib.itb.ac.id/gdl/download/175382", "BAB 3 Leviandri": "https://digilib.itb.ac.id/gdl/download/175383", "BAB 4 Leviandri": "https://digilib.itb.ac.id/gdl/download/175384", "BAB 5 Leviandri": "https://digilib.itb.ac.id/gdl/download/175385", "BAB 6 Leviandri": "https://digilib.itb.ac.id/gdl/download/175386", "BAB 7 Leviandri": "https://digilib.itb.ac.id/gdl/download/175387", "2018 TS PP LEVIANDRI 1 - BAB 8.pdf\n]": "https://digilib.itb.ac.id/gdl/download/175388", "PUSTAKA Leviandri": "https://digilib.itb.ac.id/gdl/download/175389"}, "Penulis": "Leviandri [25216031]", "Kontributor / Dosen Pembimbing": ["Dr. Firmansyah, S.T., M.T.", "Indah Widiastuti, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "pusat perbelanjaan, lifestyle center, gaya hidup dan Bandung", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "10 file", "Tanggal Input": "08 Jul 2019"}