{"Nomor": 40677, "Judul": "OPTIMISASI PARAMETER SISTEM SUSPENSI KENDARAAN", "Abstrak": "Tugas sarjana ini bertujuan untuk melakukan optimisasi parameter sistem suspensi pasif\npada kendaraan roda empat. Sistem suspensi ini memiliki sebuah pegas dan peredam\ndengan nilai konstanta redaman dan koefisien kekakuan pegas yang tetap sesuai dengan\nhasil analisis dan perhitungan. Pemanfaatan sistem suspensi pasif masih banyak digunakan\npada sistem suspensi kendaraan. Pemasangan sistem suspensi pasif pada kendaraan roda\nempat memiliki biaya yang jauh lebih murah jika dibandingkan dengan sistem suspensi\nlainnya. Sistem suspensi diharapkan bisa memberikan kenyamanan dan dapat memenuhi\nfungsi lainnya dengan baik pada saat kondisi kendaraan melaju pada kecepatan 30-150\nkm/jam.\nPerancangan sistem suspensi dilakukan dengan mengoptimasi nilai konstanta redaman\ndan koefisien kekakuan pegas yang dibutuhkan. Metoda optimasi yang digunakan ialah\nmelalui perhitungan secara analitik dengan cara mencari nilai minimum dari fungsi objektif\natau fungsi percepatan RMS arah vertikal pada body mobil. Kondisi batas yang harus\ndipenuhi dalam proses optimasi ialah Relative Dynamic Tyre Load, Rolling Angle,\nSuspension Working Space, dan Tyre Life sehingga sistem suspensi dapat bekerja secara\noptimum. Parameter yang diperoleh dari proses optimasi akan dianalisa kembali\nperformanya melalui metoda analitik dan simulasi pada pemodelan.\nDari hasil optimasi yang dilakukan nilai koefisien kekakuan pegas yang diperoleh\nsebesar 61291 N/m, sedangkan nilai konstanta redaman sebesar 2653 N/m/s. Parameter\nhasil optimasi akan memberikan performansi yang cukup baik untuk kendaraan sehingga\ncukup valid untuk digunakan. Terdapat perbedaan antara hasil simulasi dan perhitungan\nanalitik pada penelitian ini. Perbedaan yang terjadi dipengaruhi oleh beberapa parameter\npada saat pemodelan. Percepatan RMS maksimum arah vertikal yang diterima oleh body\nmobil dari hasil simulasi memiliki nilai sebesar 1,98 m/s2, sedangkan percepatan RMS arah\nvertikal pada saat kendaraan melaju dengan kecepatan 70 km/jam ialah sebesar 1,616 m/s2.\nSecara keseluruhan hasil pada penelitian menunjukkan bahwa hasil optimasi yang\ndilakukan akan memberikan efek yang masih aman bagi kesehatan pengendara atau\npenumpang serta handling kendaraan masih dalam kondisi baik. Tingkat kenyamanan yang\nditimbulkan tidak begitu baik.", "Daftar File": {"COVER Satria Nugraha": "https://digilib.itb.ac.id/gdl/download/175399", "PUSTAKA Satria Nugraha": "https://digilib.itb.ac.id/gdl/download/175442"}, "Penulis": "Satria Nugraha [13108002]", "Kontributor / Dosen Pembimbing": ["Ir. Indrawanto, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "optimasi sistem suspensi, kendaraan, percepatan RMS, output, input, kenyamanan, respon, konstanta redaman, dan koefisien kekakuan pegas.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "08 Jul 2019"}