{"Nomor": 40679, "Judul": "KAJIAN KARAKTERISTIK BENTUK FASAD BANGUNAN RUKO PRA-MODERN DI DAERAH PECINAN BANDUNG", "Abstrak": "Daerah Pecinan di daerah Priangan khususnya di Bandung tidak terlihat homogen\nseperti Pecinan di kota-kota lain karena adanya perubahan peraturan yang\nditerapkan oleh Pemerintah Belanda yang memungkinkan warga etnis Tionghoa\nuntuk tinggal di luar “Chineeschekamp” yang telah ditentukan. Dengan kondisi\ntidak adanya batas yang jelas dan berbaur dengan warga Pribumi, maka terdapat\ndugaan bahwa ruko yang terdapat daerah Pecinan di kota Bandung memiliki\nkarakteristik sendiri sebagai cerminan terjadinya adaptasi budaya yang dilakukan\noleh warga imigran Tionghoa untuk merespon kondisi sosial di sekitarnya. Fokus\npenelitian meliputi variabel-variabel yang terdiri atas elemen fasad yang meliputi\nketinggian fasad, bentuk dan dekorasi atap, bentuk dan dekorasi bukaan, bentuk\ndan dekorasi teras dan balkon, profil potongan fasad, dan kesatuan dan keragaman\nfasad pada masing-masing lokasi. Peneliti memilih ruko sebagai objek penelitian\nkarena memiliki potensi untuk menunjukkan bentuk rumah yang dipengaruhi oleh\nfaktor sosial-budaya. Lokasi penelitian yang dipilih adalah empat ruas jalan yang\nberada di sekitar Pasar Baru, yaitu Jalan Oto Iskandardinata yang dulunya\nmerupakan Jalan Pasar Baru dengan batas utara pada Stasiun Kereta Api Bandung\ndan batas selatan pada Jalan Asia Afrika/Jalan Sudirman yang dulunya merupakan\nJalan Raya Pos, Jalan Pasar Utara, Jalan Pasar Selatan, dan Jalan Pasar Barat.\nData yang didapatkan dari observasi berupa foto fasad bangunan. Kemudian\nkarakteristik yang ditemukan pada ruko di Bandung dibandingkan dengan\nkarakteristik ruko dari data sekunder di Asia Tenggara untuk mengungkap apakah\nkarakteristiknya sama atau berbeda. Secara umum karakteristik fasad pada\nbangunan ruko pra-modern di Bandung dapat dikatakan sama dengan karakteristik\nfasad pada bangunan ruko pra-modern di kota lain di Asia Tenggara. Namun\nelemen dekorasi pada ruko pra-modern di Bandung menunjukkan keunikan yaitu\ntidak terdapatnya elemen dekorasi Tionghoa pada kolom dan dinding teras dan\nbalkon. Hal ini disebabkan oleh uniknya latar belakang sejarah yang\nmempengaruhi periode persebaran komunitas Tionghoa dan ruko di Bandung.", "Daftar File": {"COVER Andrie Irawan Kartamihardja": "https://digilib.itb.ac.id/gdl/download/175402", "BAB 1 Andrie Irawan Kartamihardja": "https://digilib.itb.ac.id/gdl/download/175404", "BAB 2 Andrie Irawan Kartamihardja": "https://digilib.itb.ac.id/gdl/download/175405", "BAB 3 Andrie Irawan Kartamihardja": "https://digilib.itb.ac.id/gdl/download/175406", "BAB 4 Andrie Irawan Kartamihardja": "https://digilib.itb.ac.id/gdl/download/175407", "BAB 5 Andrie Irawan Kartamihardja": "https://digilib.itb.ac.id/gdl/download/175408", "BAB 6 Andrie Irawan Kartamihardja": "https://digilib.itb.ac.id/gdl/download/175409", "PUSTAKA Andrie Irawan Kartamihardja": "https://digilib.itb.ac.id/gdl/download/175410"}, "Penulis": "Andrie Irawan Kartamihardja [25215018]", "Kontributor / Dosen Pembimbing": ["Aswin Indraprastha, S.T., M.T., Ph.D.", "Dr. Ir. Moch. Prasetiyo Effendi Yasin, M.Arch., MAUD"], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Bandung, fasad, karakteristik, Pecinan, ruko", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "08 Jul 2019"}