{"Nomor": 40674, "Judul": "PROSPEK RIGHT CONVERSION METHOD UNTUK PENATAAN PERMUKIMAN PADAT PENDUDUK PERKOTAAN : RESPON MASYARAKAT DI KAWASAN CIBANGKONG, KOTA BANDUNG", "Abstrak": "Saat ini pesatnya pembangunan di perkotaan tidak diiringi dengan ketersediaan\nlahan yang memadai. Sedangkan di beberapa lahan strategis perkotaan tersebut\nditempati oleh permukiman-permukiman padat penduduk, yang sebagian besar\nmemiliki infrastuktur rendah. Untuk mengatasi fenomena ini dibutuhkannya suatu\npembangunan permukiman yang dapat berintegrasi dengan pembangunan kota.\nDikebanyakan pendekatan pembangunan (redevelopment) yang telah diterapkan\ndi Indonesia masyarakat pemukimnya harus tergusur dari tempat tinggalnya,\nsehingga mereka tidak serta menikmati hasil dari redevelopment tersebut.\nTerdapat pendekatan redevelopment tanpa menggusur dan bersifat partisipatif,\nyang telah banyak diterapkan di Negara Jepang. Oleh karena itu tujuan dari\npenelitian ini adalah melihat bagaimana respon masyarakat terhadap prospek\nRCM bila diterapkan pada permukimannya.\nData diperoleh dari dua tahap wawancara yaitu tahap pertama dilakukan secara\nclose-ended (kuantitatif) dengan total responden sebanyak 141 penghuni, dan\nwawancara tahap kedua dilakukan secara open-ended (kualitatif) dengan total\nresponden sebanyak 12 penghuni. Data kuantitatif digunakan untuk memaparkan\nkeseluruhan persentase dari respon penghuni, sedangkan data kualitatif digunakan\nuntuk memaparkan alasan terkait dari respon penghuni. Hasil wawancara berupa\nalasan terkait penolakan atau penerimaan penghuni, kemudian ditulis ulang ke\ndalam transcript data wawancara, kemudian dilakukan content analysis untuk\nmenemukan kata kunci dari jawaban yang kemudian dikelompokkan menjadi\nbeberapa kategori dan sub kategori alasan respon (axial coding). Kelompok\nkategori ini kemudian di analisis untuk melihat frekuensi atau\nkecenderungan/faktor yang mempengaruhi alasan dari respon penghuni. Hasil dari\npenelitian ini yaitu didapatkan tiga kelompok respon penghuni yaitu: kelompok\nrespon positif, kelompok respon negatif, dan kelompok respon seimbang\npenghuni. Temuan ini dapat digunakan sebagai masukan untuk perancangan\nkembali kawasan berdasarkan dari respon masyarakat.", "Daftar File": {"COVER Nurul Sucya Karya": "https://digilib.itb.ac.id/gdl/download/175369", "BAB 1 Nurul Sucya Karya": "https://digilib.itb.ac.id/gdl/download/175370", "BAB 2 Nurul Sucya Karya": "https://digilib.itb.ac.id/gdl/download/175372", "BAB 3 Nurul Sucya Karya": "https://digilib.itb.ac.id/gdl/download/175373", "BAB 4 Nurul Sucya Karya": "https://digilib.itb.ac.id/gdl/download/175374", "BAB 5 Nurul Sucya Karya": "https://digilib.itb.ac.id/gdl/download/175375", "BAB 6 Nurul Sucya Karya": "https://digilib.itb.ac.id/gdl/download/175376", "PUSTAKA Nurul Sucya Karya": "https://digilib.itb.ac.id/gdl/download/175377"}, "Penulis": "Nurul Sucya Karya [25215025]", "Kontributor / Dosen Pembimbing": ["Ir. Ismet Belgawan Harun, M.Sc., Ph.D.", "Mohammad Jehansyah Siregar, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "permukiman padat penduduk kota, redevelopment, Right conversion method, respon masyarakat.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "08 Jul 2019"}