{"Nomor": 40699, "Judul": "KAJIAN MORFOLOGI KAWASAN DALAM MERESPON BENCANA TSUNAMI BERDASARKAN PRINSIP KETAHANAN STUDI KASUS : KECAMATAN MEURAKSA DAN JAYA BARU, KOTA BANDA ACEH", "Abstrak": "Kemacetan dan kepanikan yang terjadi pada gempa diikuti isu tsunami 2012\nmenunjukkan Kota Banda Aceh masih rentan terhadap bencana. Apabila kejadian\ntsunami terulang kembali bukan tidak mungkin jatuhnya korban akan lebih banyak\ndari tsunami 2004. Dalam konteks ketahanan, morfologi kota dapat berpengaruh\nterhadap kemampuan masyarakat untuk merespon bencana. Hal ini sangat penting\ndalam bencana tsunami, dimana seseorang hanya memiliki waktu yang sedikit (<30\nmenit) untuk evakuasi. Penelitian ini bertujuan untuk merumuskan rekomendasi\npenyempurnaan morfologi kawasan dalam merespon bencana tsunami berdasarkan\nprinsip ketahanan di Kota Banda Aceh. Beberapa gampong di Kecamatan Meuraksa\ndan Jaya Baru dipilih sebagai lokasi penelitian. Pengumpulan data dilakukan\ndengan observasi, kuisioner dan wawancara kepada masyarakat yang tinggal di\nsekitar bangunan tempat evakuasi. Penelitian menggunakan jenis penelitian\ncampuran dimana analisis kualitatif digunakan untuk mengidentifikasi karakteristik\nmorfologi dan kondisi masyarakat terkait evakuasi. Sedangkan analisis kuantitatif\ndigunakan untuk merumuskan morfologi jaringan jalan berdasarkan prinsip\nketahanan. Hasil menunjukkan apabila kondisi morfologi jaringan jalan menuju\nbangunan tempat evakuasi masih belum ideal dalam merespon bencana tsunami.\nPerbaikan melalui peningkatan integrasi jalan dilakukan dengan meminimalisir\nruas jalan yang membinggungkan dan membuat struktur hirarki jalan menjadi lebih\njelas sehingga masyarakat dapat lebih cepat dan mudah menuju bangunan tempat\nevakuasi.", "Daftar File": {"COVER Medhiansyah Putra Prawira": "https://digilib.itb.ac.id/gdl/download/175576", "BAB 1 Medhiansyah Putra Prawira": "https://digilib.itb.ac.id/gdl/download/175578", "BAB 2 Medhiansyah Putra Prawira": "https://digilib.itb.ac.id/gdl/download/175580", "BAB 3 Medhiansyah Putra Prawira": "https://digilib.itb.ac.id/gdl/download/175584", "BAB 4 Medhiansyah Putra Prawira": "https://digilib.itb.ac.id/gdl/download/175585", "BAB 5 Medhiansyah Putra Prawira": "https://digilib.itb.ac.id/gdl/download/175589", "BAB 6 Medhiansyah Putra Prawira": "https://digilib.itb.ac.id/gdl/download/175591", "PUSTAKA Medhiansyah Putra Prawira": "https://digilib.itb.ac.id/gdl/download/175592"}, "Penulis": "Medhiansyah Putra Prawira [25615015]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Moch. Prasetiyo Effendi Yasin, M.Arch., MAUD", "Dr. Ir. Iwan Kustiwan, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rancang Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "morfologi, evakuasi, ketahanan, tsunami", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "08 Jul 2019"}