{"Nomor": 40696, "Judul": "PERANCANGAN STASIUN KERETA CEPAT TEGALLUAR DENGAN PENDEKATAN DESAIN GENERATIF", "Abstrak": "Transportasi darat kereta cepat merupakan salah satu jenis moda transportasi baru yang akan diterapkan, dan diprediksi akan berkembang di Indonesia. Stasiun kereta cepat bisa merupakan sebuah katalis untuk pengembangan pusat kota-kota baru, tentunya perlu didesain dengan metode pendekatan perancangan yang sesuai dan berkaitan. Pada jaman ini, stasiun kereta terkadang sudah dirancang dengan pendekatan teknologi komputasional yang memberikan inovasi bentuk desain yang menakjubkan. Beberapa tahun belakangan ini berkembang perangkat untuk melakukan optimisasi struktur. Perangkat ini bukan saja dapat melakukan optimisasi, tetapi juga dapat mengenerasi bentuk rangka struktural yang bernama Generative Topology Optimization, yaitu suatu metode tools pendekatan perancangan dari turunan pemodelan komputasional yang dikembangkan berdasarkan mengoptimalkan bentukan masa serta volume suatu objek dari penyaluran beban yang efektif dan optimal. Metode ini dapat diaplikasikan dalam ranah arsitektur melalui perancangan stasiun, dimana menggunakan metode pemodelan generatif untuk memberikan alternatif metode eksplorasi pencarian bentuk (Form-finding) rangka struktural selubung bangunan. Perancangan ini dilakukan dalam beberapa tahapan, yaitu tahapan masa konseptual, kemudian tahap generative topology optimization iteration, dan hingga preliminary design. Selain itu, sebelum memasuki tahapan perancangan telah dilakukan kajian studi literatur dan analisis. Stasiun yang dirancang dengan tipologi stasiun kereta cepat akan menjadi suatu pusat aktivitas baru di kawasan Bandung Timur. Berada di Desa Tegalluar, Kab. Bandung, Jawa Barat.", "Daftar File": {"COVER Padhang Harryndra Subagio": "https://digilib.itb.ac.id/gdl/download/175508", "BAB 1 Padhang Harryndra Subagio": "https://digilib.itb.ac.id/gdl/download/175509", "BAB 2 Padhang Harryndra Subagio": "https://digilib.itb.ac.id/gdl/download/175516", "BAB 3 Padhang Harryndra Subagio": "https://digilib.itb.ac.id/gdl/download/175519", "BAB 4 Padhang Harryndra Subagio": "https://digilib.itb.ac.id/gdl/download/175523", "BAB 5 Padhang Harryndra Subagio": "https://digilib.itb.ac.id/gdl/download/175535", "BAB 6 Padhang Harryndra Subagio": "https://digilib.itb.ac.id/gdl/download/175537", "PUSTAKA Padhang Harryndra Subagio": "https://digilib.itb.ac.id/gdl/download/175539"}, "Penulis": "Padhang Harryndra Subagio [25215007]", "Kontributor / Dosen Pembimbing": ["Aswin Indraprastha, S.T., M.T., Ph.D.", "Dr.-Ing. Ir. Heru W. Poerbo, MURP"], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "stasiun kereta cepat, komputasional, desain generatif, form finding, topology optimization, Tegalluar", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "17 file", "Tanggal Input": "08 Jul 2019"}