{"Nomor": 40690, "Judul": "ANALISIS TERMAL SIKLUS RANKINE ORGANIK PADA PEMBANGKIT LISTRIK TENAGA PANAS BUMI", "Abstrak": "Indonesia memiliki potensi panas bumi sebesar 28.170 MW atau sekitar 40%\ndari potensi panas bumi dunia. Sampai tahun 2009, baru 1.189 MW yang terpasang dari\n265 Wilayah Kerja Pertambangan yang ada di seluruh Indonesia. Pemerintah\nmenargetkan pada tahun 2025, ada 9.466 MW listrik yang terpasang di seluruh\nIndonesia.\nDalam tugas akhir ini, dibahas pemanfaatan Siklus Rankine Organik (SRO)\ndalam Pembangkit Listrik Tenaga Panas Bumi di dua lokasi yakni Sumatera Selatan dan\nSulawesi Utara. Simulasi Pembangkit Listrik Tenaga Panas Bumi dilakukan dengan\nmenggunakan perangkat lunak HYSYS7.3. Ada tiga sistem yang penulis analisis yaitu\nBinary Power Plant, Condensing Steam Turbine and Brine Binary Power Plant Bottom\nCycle, dan Backpressure Steam and Binary Power Plant in Combined Cycle. Fluida\nkerja yang digunakan pada siklus ini adalah R-134a (1,1,1,2-tetrafluoroethane). Dari\nhasil studi diperoleh bahwa di lokasi Sumatera Selatan, untuk sistem pertama dihasilkan\ndaya sebesar 7.656,4 kW, efisiensi eksergetik 30,8% dan efisiensi termal 11,7%. Sistem\nkedua menghasilkan daya sebesar 19.636,73 kW dengan penambahan daya dari SRO\nsebesar 5.149 kW, efisiensi eksergetik 78,9% dan efisiensi termal 30,08%. Sistem ketiga\n18.977,3 kW dengan penambahan daya dari SRO sebesar 11.030 kW, efisiensi\neksergetik 76,3% dan efisiensi termal 29,07%.\nSedangkan di lokasi Sulawesi utara dihasilkan daya sebesar 7.651,8 kW,\nefisiensi eksergetik 16,2%, efisiensi termal 6,5%. Sistem kedua 28.363,73 kW dengan\npenambahan daya dari SRO sebesar 11.310 kW, efisiensi eksergetik 60,36%, efisiensi\ntermal 24%. Dan sistem ketiga 22.076,6 kW dengan penambahan daya dari SRO\nsebesar 11.850 kW, efisiensi eksergetik 46,98%, efisiensi termal 18,73%. Dari ketiga\nsistem tersebut dapat diketahui bahwa daya terbesar yang dapat dihasilkan adalah sistem\nCondensing Steam Turbine and Brine Binary Power Plant Bottom Cycle.", "Daftar File": {}, "Penulis": "Rachmat Fathoni [13108048]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ari Darmawan Pasek, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "PEMBANGKIT LISTRIK TENAGA PANAS", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "0 file", "Tanggal Input": "08 Jul 2019"}