{"Nomor": 40707, "Judul": "BALANCING ROLES: A STUDY OF WORK-FAMILY SPILLOVER AMONG WORKING MOTHERS IN JAKARTA", "Abstrak": "Masih terdapat persepsi mendasar mengenai peran perempuan. Persepsi di Indonesia dipengaruhi oleh persepsi orang jawa yang menganggap bahwa perempuan adalah ‘teman belakang’ yang berarti bahwa perempuan berada di bawahlaki-laki. Dalam konteks bekerja, perempuan diharapkan untuk melakukan pekerjaan rumah tangga sementara laki-laki bekerja. Namun, tingkat partisipasi perempuan sebagai tenaga kerja di Jakarta meningkat dengan cepat dari waktu ke waktu membuat perempuan memiliki banyak peran; menjadi ibu dan pekerja. Penelitian ini akan menguji pengaruh peran untuk mengidentifikasi dampak positif dan negatif pada peran perempuan menggunakan pendekatan spillover. Data diperoleh melalui kuesioner yang dijawab oleh 212 ibu yang bekerja di Jakarta menggunakan Gerson (1985) skala peran ganda 24-item dan juga Grzywacz & Marks (2000b) skala 16-item work-family spillover. Statistik deskriptif menunjukkan bahwa ibu yang bekerja mengalami work-family positive spillover yang lebih besar dengan nilai 14,85 dan work-family negative spillover dengan nilai 13,07. Di sisi lain, ibu yang bekerja mengalami role gratification yang lebih besar dengan nilai 39,89 dan role strain terkecil dengan nilai 35,89. Matriks korelasi Pearson menemukan bahwa karakteristik individu dan pasangan memiliki korelasi yang relatif rendah dengan work-family spillover dan peran ganda dan sebagian besar variabel tidak signifikan terhadap work-family spilloverdan peran ganda. Namun, empat dimensi spillover kerja-keluarga yaitu work-family positive spillover, work-family negative spillover, family-work positive spillover and family-work negative spillover memiliki nilai signifikan terhadap peran ganda (role gratification dan role strain) di level 0,01 dan 0,05. Kemudian, peneliti melanjutkan analisis dengan melakukan regresi linier berganda dan menemukan bahwa work-family spillover memiliki pengaruh terhadap role gratification dan role strain yang dialami oleh ibu yang bekerja dalam domain kerja. Sebaliknya, work-family spillover lebih besar dalam role gratification daripada role strain. Work-family spillover mampu menjelaskan role gratification dan role strain dengan nilai 35,6% dan 43,4%. Dari analisis, ditemukan bahwa domain family-work domain memiliki peranan penting dalam work-family. Oleh karena itu, rekomendasi untuk organisasi / lembaga diperlukan untuk meningkatkan lingkungan kerja menjadi lingkungan yang responsif gender. Organisasi / institusi harus dapat memfasilitasi ruang laktat, pusat penitipan anak, kesehatan medis dan cuti hamil, dan pekerjaan jarak jauh (bekerja di rumah).", "Daftar File": {"ABSTRAK Fauziah Hannum Tambunan": "https://digilib.itb.ac.id/gdl/download/175672", "CHAPTER I_INTRODUCTION.pdf)u": "https://digilib.itb.ac.id/gdl/download/247582", "CHAPTER II_THEORETICAL FOUNDATION.pdf\n]": "https://digilib.itb.ac.id/gdl/download/247583", "CHAPTER III_METHODOLOGY.pdf?": "https://digilib.itb.ac.id/gdl/download/247584", "CHAPTER IV_RESULT AND ANALYSIS.pdf\n]": "https://digilib.itb.ac.id/gdl/download/247585", "CHAPTER V_CONCLUSION AND RECOMMENDATION.pdf\n]": "https://digilib.itb.ac.id/gdl/download/247586"}, "Penulis": "Fauziah Hannum Tambunan [19016087]", "Kontributor / Dosen Pembimbing": ["Dr. Henndy Ginting S.Psi M.Psi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "peran ganda, role gratification, role strain, spillover, ibu pekerja, work-family", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "6 file", "Tanggal Input": "09 Jul 2019"}