{"Nomor": 40702, "Judul": "DESIGN REVIEW DENGAN PENDEKATAN CLIMATE SENSITIVE URBAN DESIGN Studi Kasus : Terminal Terpadu Gedebage Teknopolis, Bandung", "Abstrak": "Design review dilakukan untuk meningkatkan kualitas sebuah desain baik\nbangunan, kota, maupun lansekap. Kualitas desain pada satu rancangan dapat\ndiperbaiki sesuai dengan tujuan yang ingin dicapai menggunakan pendekatan\nyang sesuai. Salah satu pendekatan yang berfokus pada pembangunan\nberkelanjutan yaitu tanggap iklim yang dapat dicapai melalui konsep climate\nsensitive urban design. Konsep ini merupakan salah satu pendekatan perancangan\nkota yang menggunakan konteks iklim sebagai kriteria utama dalam perancangan.\nPembangunan pusat pemerintahan baru pada Kota Bandung yang berada di\nGedebage dapat menjadi salah satu pemicu terjadinya kenaikan suhu pada\npermukaan yaitu urban heat island. Hal ini dapat menyebabkan berkurangnya\nkenyamanan termal pada kawasan tersebut. Persoalan tersebut dapat dideteksi\nawal dengan menggunakan design review pada dokumen Rencana Tata Bangunan\ndan Lingkungan (RTBL) Gedebage Teknopolis.\nPenelitian ini akan melakukan design review dengan pendekatan climate sensitive\nurban design dengan merumuskan prinsip rancangan yang memperhatikan iklim\nsebagai elemen utama. Dengan menggunakan alat simulasi ENVI-Met, diperoleh\ntemuan bahwa dengan menambah prinsip rancangan CSUD iklim mikro pada\nkawasan akan meningkat. Rekomendasi tahap awal yang diberikan adalah\nmengurangi ketinggian bangunan, menambah ruang terbuka, dan mengganti\nmaterial. Kesimpulan penelitian ini adalah rancangan Terminal Terpadu\nGegebage Teknopolis termasuk dalam kategori nyaman secara standar negara\ntropis.", "Daftar File": {"COVER Marisa Sugangga": "https://digilib.itb.ac.id/gdl/download/175614", "BAB 1 Marisa Sugangga": "https://digilib.itb.ac.id/gdl/download/175615", "BAB 2 Marisa Sugangga": "https://digilib.itb.ac.id/gdl/download/175616", "BAB 3 Marisa Sugangga": "https://digilib.itb.ac.id/gdl/download/175617", "BAB 4 Marisa Sugangga": "https://digilib.itb.ac.id/gdl/download/175619", "BAB 5 Marisa Sugangga": "https://digilib.itb.ac.id/gdl/download/175620", "BAB 6 Marisa Sugangga": "https://digilib.itb.ac.id/gdl/download/175621", "PUSTAKA Marisa Sugangga": "https://digilib.itb.ac.id/gdl/download/175622"}, "Penulis": "Marisa Sugangga [25616016]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Denny Zulkaidi, MUP", "Prof. Ir. Haryo Winarso, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Rancang Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Design review, climate sensitive urban design, kenyamanan termal, ENVI-Met", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "08 Jul 2019"}