{"Nomor": 40715, "Judul": "PENGUJIAN PAHAT BUBUT DARI BAJA 34CrNiMo6 YANG SUDAH DIKARBURISASI DAN DIKERASKAN", "Abstrak": "Hampir di setiap industri manufaktur, proses pemesinan digunakan. Suatu proses pemesinan sangat bergantung pada pahat potong yang digunakan. Pahat yang baik akan menghasilkan pemotongan yang baik dan presisi. Salah satu sifat pahat yang baik adalah memiliki ketahanan aus yang baik. Dari penelitian ini diharapkan didapatkan pahat tahan aus yang dibuat dengan teknologi sederhana. Pahat yang digunakan pada penelitian ini adalah pahat insert berbentuk segitiga sesuai dengan standard ISO TNMA 160406. Pahat insert dikarburisasi dengan metode pack carburizing dengan sumber karbon arang batok 90% + BaCO3 10%. Karburisasi dilakukan dengan memanaskan pahat hingga 950OC lalu ditahan selama 4 jam dan didinginkan di tungku. Pahat juga diquench hardening dengan memanaskan pahat hingga 850OC dan didinginkan cepat dengan air. Pahat diuji dengan menggunakan proses bubut dengan berbagai kecepatan potong 16, 20, dan 30 m/min. Keausan diamati dengan menggunakan mikroskop stereo. Hasil penelitian ini menunjukan bahwa tidak terjadi keausan pada pemotongan dengan kecepatan 16 m/min. Keausan terjadi pada pemotongan dengan kecepatan potong 20 m/min. Keausan yang paling besar terjadi pada pemotongan dengan kecepatan 30 m/min. Kecepatan potong yang optimal untuk digunakan adalah 16 m/min. \n \nKata kunci : Pemesinan, Bubut, Pahat, Karburisasi, Quench hardening, Aus, Ketahanan aus", "Daftar File": {}, "Penulis": "Gumilang Satrio Tutuko [13708044]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Budi Hartono Setiamarga", "Umen Rumendi, ST., MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": ";Pemesinan, Bubut, Pahat, Karburisasi, Quench hardening, Aus, Ketahanan aus.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "09 Jul 2019"}