{"Nomor": 40712, "Judul": "STUDI PENGARUH BALOK KONDUKSI PADA KINERJA ALAT PENDINGIN MINUMAN BERBASIS TERMOELEKTRIK", "Abstrak": "Purwarupa ke-2 sebuah pendingin mini untuk minuman kemasan telah\ndirancang dan dibuat oleh Desti Ganius. Purwarupa ini merupakan\npenyempurnaan dari purwarupa-purwarupa sebelumnya. Purwarupa ini belum\nmencapai target yang diinginkan, yaitu dapat mendinginkan minuman kemasan\nkaleng 250 ml dari temperatur 26 0C hingga temperatur 15 0C dalam waktu 30\nmenit.\nUntuk mengetahui masalah yang terjadi dalam purwarupa ini, pengujian\nulang dilakukan dan dirumuskan bahwa masalah utama yang menyebabkan\nterhambatnya pendinginan adalah fenomena panas balik (backheat) yang terjadi\nakibat terlalu dekatnya jarak antara permukaan panas dan permukaan dingin dari\nmodul termoelektrik. Untuk mengatasi hal tersebut, perlu dilakukan modifikasi\npada Purwarupa 2 tersebut.\nPenggunaan balok konduksi (extender block) pada sisi dingin dan sisi\npanas merupakan salah satu cara yang dapat digunakan untuk mengatasi\nfenomena panas balik. Namun, penggunaan balok konduksi menyebabkan\nmeningkatnya hambatan termal pada sistem pendingin. Oleh karena itu, perlu\ndipilih ukuran balok konduksi yang dapat mengatasi fenomena panas balik,\ntetapi tidak menghambat pendinginan yang terjadi. Untuk memilih balok\nkonduksi yang sesuai, maka dilakukan percobaan penggunaan balok konduksi\ndengan variasi ketebalan balok konduksi 5 mm, 8 mm, 10 mm, 13 mm, dan 15\nmm yang akan diletakan pada sisi panas dan sisi dingin. Percobaan pada 25\nvariasi kombinasi ukuran balok konduksi kemudian dilakukan.\nDari 4 variabel yang harus dipertimbangkan dalam pemilihan balok\nkonduksi (temperatur ruangan pendingin yang dihasilkan, beda temperatur\nantara sisi panas dan sisi dingin, dan thermal time constant), maka dipilih\nkombinasi H5C5 yang memiliki kombinasi terbaik dari keempat variabel\ntersebut.", "Daftar File": {"COVER Andre Meisa H": "https://digilib.itb.ac.id/gdl/download/175746"}, "Penulis": "Andre Meisa H [13107033]", "Kontributor / Dosen Pembimbing": ["Ir. Hendi Riyanto, MSc", "Dr. Ir. Sigit Yoewono, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Studi Pengaruh Balok Konduksi; Termoelektrik.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "09 Jul 2019"}