{"Nomor": 40711, "Judul": "PENGEMBANGAN SISTEM PENGAMAT GERAK BERJALAN DARI DUA SISI BIDANG SAGITAL", "Abstrak": "Analisis gerak berjalan memiliki aplikasi yang luas dalam penggunaanya diantaranya adalah rehabilitasi medik. Dalam rehabilitasi medik data posisi dan orientasi berbagai sendi diperlukan dokter untuk menentukan lokasi ketidaknormalan dan memonitori perkembangan terapi pasien. Saat ini, terdapat berbagai jenis software analisis gerakan berjalan manusia yang digunakan dalam rehabilitasi medik dengan harga jual yang tinggi. Hal tersebut mengakbatkan banyak Rumah Sakit khususnya di Indonesia tidak dapat memiliki sistem tersebut. Oleh karena itu, penelitian ini bertujuan untuk mengembangkan sistem pengamat gerak dari dua sisi bidang sagital. Sistem ini menggunakan dua buah kamera video 90fps, LED assembly marker, PC, software yang digunakan untuk proses pengambilan dan pengolahan data. Marker ditempelkan pada sendi subjek (pinggul, lutut, mata kaki, tumit, dan metatarsal) yang kemudian direkam dengan menggunakan dua buah kamera yang diletakkan pada dua sisi bidang sagital. Hasil perekaman berupa sekumpulan gambar (frame) gerakan berjalan yang nantinya akan dideteksi posisi marker dengan menggunakan metode binarisasi gambar, dan keberadaan marker dilacak pada frame selanjutnya dengan menggunakan metode perpindahan minimum. Hasil akhir yang diperoleh berupa posisi marker untuk setiap waktu, posisi marker tersebut kemudian akan digunakan sebagai input pada sistem analisis kinetik dan kinematika yang dikembangkan [Buana,2012]. Dari sistem tersebut akan diperoleh parameter gait berupa kecepatan dan percepatan sendi, sudut sendi, momen sendi, dan gaya reaksi tanah.", "Daftar File": {}, "Penulis": "Ratih Kurniasari [13607007]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Tatacipta Dirgantara, M.T.", "Prof. Ir. Andi Isra Mahyuddin, Ph.D.", "Dr. Ir. Sandro Mihradi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Analisis gerak berjalan, Rehabilitasi medik, Bidang sagital, Posisi marker.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "09 Jul 2019"}