{"Nomor": 40739, "Judul": "HUBUNGAN KETIDAKSEIMBANGAN KERJA-KEHIDUPAN TERHADAP NIAT KARWAYAN UNTUK BERPINDAH YANG DIMODERASI OLEH KEPEMIMPINAN TRANSFORMASIONAL", "Abstrak": "Karyawan adalah salah satu modal paling berharga bagi organisasi karena tujuan organisasi dapat dicapai oleh keberadaan karyawan. Saat ini organisasi menghadapi banyak tantangan yang tidak dapat diprediksi dalam lingkungan bisnis yang dinamis dan kompleks. Organisasi sekarang bekerja keras untuk meningkatkan komitmen dan loyalitas karyawan untuk mengurangi tingkat turnover. Turnover adalah salah satu masalah yang paling berat yang dihadapi organisasi. Sinyal terkuat dari actual turnover adalah adanya niat ingin berpindah dari pekerjaan saat ini (turnover intention). Kesulitan dalam menyeimbangkan tuntutan yang saling bertentangan antara pekerjaan profesional dan kehidupan pribadi (work-life imbalance) akan semakin mempengaruhi turnover intention di antara karyawan (Hughes dan Bozionelos, 2005). Sementara itu, kepemimpinan transformasional juga memainkan peran penting dalam meminimalkan keinginan berhenti bekerja (turnover intention) karena kepemimpinan ini membawa kepuasan bagi karyawan (Schaufeli dan Bakker, 2004). Penelitian saat ini dilakukan untuk mengeksplorasi hubungan ketidakseimbangan antara pekerjaan dan kehidupan (work-life imbalance) pada turnover intention di antara karyawan di Indonesia, dengan peran kepemimpinan transformasional sebagai variabel moderasi. Metode yang digunakan adalah metode penelitian kuantitatif dan kuesioner digunakan sebagai instrumen penelitian untuk mengumpulkan data, dengan total yang mengisi kuesioner sebanyak 428 responden yang berumur 21-45 tahun, dari 21 kota di Indonesia sebagai tempat mereka bekerja, memiliki jam kerja lebih dari 40 jam per minggu, dan biasa mengerjakan pekerjaan di luar jam kerja normal. Analisi regresi moderasi (MRA) mengungkapkan ada hubungan kuat antara ketidakseimbangan pekerjaan dan kehidupan pribadi (work-life imbalance) terhadap niat berpindah (turnover intention), dalam arti bahwa sebagian besar karyawan yang berusia 21-45 tahun di Indonesia tidak memiliki keseimbangan antara kerja dan kehidupan pribadi. Hasil penelitian menunjukkan bahwa semakin tinggi ketidakseimbangan pekerjaan dan kehidupan pribadi (work-life imbalance), maka semakin tinggi pula turnover intention diantara karyawan, dan beberapa aspek yang mempengaruhi ketidakseimbangan kehidupan-kerja adalah ketidakpuasan, kinerja yang buruk, dan stres. Lebih lanjut, dikonfirmasi bahwa niat keluarnya karyawan ini (turnover intention) melemah setelah dimoderasi oleh kepemimpinan transformasional.", "Daftar File": {"ABSTRAK Naomi Anggie Agriva": "https://digilib.itb.ac.id/gdl/download/176022", "2019 TS PP NAOMI ANGGIE AGRIVA 1 - FULL TEXT.pdf?_": "https://digilib.itb.ac.id/gdl/download/247788"}, "Penulis": "Naomi Anggie Agriva [19016130]", "Kontributor / Dosen Pembimbing": ["Adita Pritasari"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Ketidakseimbangan pekerjaan dan kehidupan pribadi (Work-life imbalance), kepemimpinan transformasional, niat berpindah (turnover intention", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "10 Jul 2019"}