{"Nomor": 40741, "Judul": "HOUSING CAREER DAN RESIDENTIAL MOBILITY DI INDONESIA: STUDI KASUS KOTA BANDUNG", "Abstrak": "Housing career dan residential mobility berkaitan dengan perjalanan hidup manusia\ndan komposisi keluarga, misalnya, karakteristik individu dan keluarga, aging\nhouseholds, status perkawinan, dan ekspansi ukuran keluarga dapat menjadi alasan\nbagi sebagian rumah tangga untuk berpindah dari hunian saat ini dan pindah ke\nhunian lain untuk memenuhi kebutuhan dan kesejahteraan, serta profil perumahan\nseperti kepemilikan rumah dan jenis perumahan. Mobilitas permukiman juga\ndikenal sebagai intra urban migration, yang menggambarkan berapa kali orang\npindah rumah hingga masa tuanya. Kemudian, housing career dapat didefinisikan\nhanya sebagai urutan tempat tinggal yang ditempati oleh sebuah rumah tangga\nselama hidupnya. Definisi ini menyiratkan bahwa karir perumahan tidak harus\nterkait dengan perkembangan hierarkis tertentu (dari sewa ke kepemilikan, atau dari\nmulti-keluarga ke keluarga tunggal atau dari kecil ke besar), tetapi untuk rangkaian\ntempat tinggal, rumah tangga menempati selama perjalanan hidup. Penelitian ini\nbertujuan untuk menjelaskan perpindahan perumahan di antara rumah tangga dari\nberbagai social economic status dengan menganalisis faktor-faktor yang berkaitan\ndengan perjalanan hidup mereka dan profil perumahan. Penelitian ini dilakukan\ndengan mewawancarai beberapa responden yang merupakan Kepala Keluarga\n(KK) atau breadwinner secara multistage-clustered random sampling dipilih dari\nrumah tangga di kota Bandung. Analisis penelitan yang dilakukan menggunakan\nanalisis crosstab, uji chi-square, dan koefisien contingency untuk mengetahui\nfaktor-faktor yang mempengaruhi keinginan untuk bergerak atau tidak bergerak.", "Daftar File": {"COVER Asyrafinafilah Hasanawi": "https://digilib.itb.ac.id/gdl/download/176032", "BAB 1 Asyrafinafilah Hasanawi": "https://digilib.itb.ac.id/gdl/download/176033", "BAB 2 Asyrafinafilah Hasanawi": "https://digilib.itb.ac.id/gdl/download/176034", "BAB 3 Asyrafinafilah Hasanawi": "https://digilib.itb.ac.id/gdl/download/176035", "BAB 4 Asyrafinafilah Hasanawi": "https://digilib.itb.ac.id/gdl/download/176036", "BAB 5 Asyrafinafilah Hasanawi": "https://digilib.itb.ac.id/gdl/download/176037", "BAB 6 Asyrafinafilah Hasanawi": "https://digilib.itb.ac.id/gdl/download/176038", "PUSTAKA Asyrafinafilah Hasanawi": "https://digilib.itb.ac.id/gdl/download/176039"}, "Penulis": "Asyrafinafilah Hasanawi [25417044]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Haryo Winarso, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "housing career, residential mobility, social economic status.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "10 Jul 2019"}