{"Nomor": 40742, "Judul": "MODEL KELEMBAGAAN PEMBANGUNAN KOTA BARU (Studi Kasus: Kota Baru Mandiri Tanjung Selor, Kalimantan Utara)", "Abstrak": "Sebagai Daerah Otonomi Baru (DOB) yang berbatasan langsung dengan Negara Tetangga,\ntugas yang diemban Kalimantan Utara tidak hanya sebagai beranda depan Negara, namun\nmenjadi salah satu ikon Bangsa. Hal ini menumbuhkan semangat dan komitmen yang tingi\nuntuk berbenah diri secara menyeluruh, termasuk dalam hal pembangunan. Salah satu\nkebijakan yang diambil untuk mewujudkan pemerataan pembangunan dan pemerataan\nekonomi, adalah dengan pembangunan Kota Baru Mandiri (KBM) Tanjung Selor.\nPembangunan KBM ini diharapkan mampu menjadi generator pertumbuhan dan\nperkembangan wilayah.\nNamun pada pelaksanaannya, pembangunan KBM Tanjung Selor dihadapkan dengan\nberbagai permasalahan yang cukup kompleks. Target pelaksanaan pembangunan tidak\nberjalan sesuai dengan harapan. Berdasarkan hasil observasi, kendala yang paling menonjol,\nadalah kurangnya koordinasi antara pihak-pihak yang seharusnya terlibat dalam kegiatan\npembangunan KBM Tanjung Selor disamping masalah pendanaan dan pengembangan asset.\nKurangnya koordinasi dikarenakan ketidak sepahaman para pemangku kepentingan dalam\npembangunan Kota Baru Mandiri Tanjung Selor.\nPenelitian ini bertujuan untuk menganalisisi bentuk kelembagaan pada pembangunan\nKBM Tanjung Selor. Metode yang dipergunakan, yaitu pendekatan kualitatif dengan metode\ninterpretatif. Analisis yang dilakukan untuk mencapai tujuan penelitian, yaitu analisis\npemangku kepentingan (stakeholder) untuk mengetahui pihak-pihak yang terlibat dalam\npembangunan KBM Tanjung Selor, analisis konten untuk memperoleh gambaran secara jelas\ndan terperinci mengenai kondisi pembangunan KBM berdasarkan persepsi masyarakat, serta\nanalisis peraturan perundang-undangan.\nHasil analisis menunjukkan, pihak yang terlibat dalam pembangunan KBM Tanjung Selor\nterdiri dari berbagai pemangku kepentingan, baik itu pemerintah, swasta, akademisi,\nmasyarakat, dan tokoh adat. Dikarenakan tingginya kepentingan Pemerintah Pusat dan\nPemerintah Provinsi Kalimantan Utara, dan rendahnya kepentingaan Pemerintah Kabupaten\nBulungan serta unsur masyarakat, menimbulkan koordinasi tidak berlangsung dengan baik.\nHal ini mengakibatkan lembatnya progres pembangunan KBM Tanjung Selor. Kelompok key\nplayer lebih mudah melakukan koordinasi dibandingkan pihak-pihak yang ada pada\nkelompok subject dan crowd.\nLemahnya koordinasi antara pihak-pihak yang seharusnya bekerja secara bersama-sama\ndan terpadu menyebabkan sumbatan informasi dan menimbulnya berbagai permasalahan.\nTidak tersedianya petunjuk pelaksanaan Pembangunan Kota Baru Mandiri (KBM)\nmengakibatkan Pemerintah Daerah mengalami kesulitan dalam menentukan langkah yang\ntepat, efektif dan efisien dalam pembangunan KBM. Dibutuhkan lembaga pengelolaan\npembangunan KBM Tanjung Selor dengan kriteria, dapat meningkatkan koordinasi antara\nstakeholder, dapat memberikan jalan keluar dari berbagai persoalan yang ada, mampu\nmemaksimalkan potensi lokal yang ada, dan menjadi wadah pertukaran informasi antara\nstakeholder.", "Daftar File": {"COVER Dian Suryanata": "https://digilib.itb.ac.id/gdl/download/176042", "BAB 1 Dian Suryanata": "https://digilib.itb.ac.id/gdl/download/176043", "BAB 2 Dian Suryanata": "https://digilib.itb.ac.id/gdl/download/176044", "BAB 3 Dian Suryanata": "https://digilib.itb.ac.id/gdl/download/176045", "BAB 4 Dian Suryanata": "https://digilib.itb.ac.id/gdl/download/176046", "BAB 5 Dian Suryanata": "https://digilib.itb.ac.id/gdl/download/176047", "BAB 6 Dian Suryanata": "https://digilib.itb.ac.id/gdl/download/176048", "PUSTAKA Dian Suryanata": "https://digilib.itb.ac.id/gdl/download/176049"}, "Penulis": "Dian Suryanata [25416045]", "Kontributor / Dosen Pembimbing": ["Wilmar A. Salim, S.T., M.Reg.Dev., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Kelembagaan, Kota Baru Mandiri, analisis stakeholder", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "10 Jul 2019"}