{"Nomor": 40743, "Judul": "KARAKTERISTIK PENGEMBANGAN BUMDESA BERSAMA SEBAGAI BENTUK KERJASAMA ANTAR DESA (Studi Kasus BUMDesa Bersama Danar Kecamatan Leles- Garut)", "Abstrak": "BUMDes digadang-gadang menjadi salah satu penggerak dalam menyejahterakan\nmasyarakat desa. Terbentuknya BUMDes Bersama sejak diterbitkannya UU Desa\nmenjadi fenomena yang menarik untuk digali lebih lanjut. Keberadaan BUMDesa\nDanar Garut merupakan perwujudan kerjasama antar desa agar penyelesaiaan suatu\nmasalah bisa dilakukan pada tingkat pemerintahan desa. Penelitian ini bertujuan\nuntuk mengeksplorasi pengembangan BUMDesa bersama Danar Garut sebagai\nbentuk kerjasama antar desa dengan sasaran mengidentifikasi faktor-faktor\npendorong terjadinya kerjasama antar desa, mengidentifiksi tata kelola dan menilai\ntingkat kontribusi BUMDesa bersama terhadap kegiatan ekonomi masyarakat desa.\nPenelitian ini dilakukan dengan cara wawancara mendalam semi terstruktur kepada\npara stakeholder kunci baik dari pemerintah desa, direktur BUMDes Bersama\nmaupun dari masyarakat sebagai penerima manfaatnya. Berdasarkan hasil analisis,\ndiperoleh bahwa faktor pendorong utama dari kerjasama ini adalah dari aspek\npolitis-administratif dan aspek spasial ekonomi yaitu keinginan kepala desa agar\nbisa meredam potensi konflik antar desa dimana hanya bisa dengan melakukan\nmitra desa. Namun tata kelola berbasis prinsip good corporate governance masih\ndalam proses pengembangan. Walaupun demikian, dampak BUMDesa bagi\nkegiatan ekonomi masyarakat desa dinilai positif baik dampak secara langsung\nyaitu berkurangnya penganguran, meningkatkan kesejahteraan aparatur desa\nmaupun secara tidak langsung bagi Desa-Desa atau Kecamatan.", "Daftar File": {"COVER Tarlani": "https://digilib.itb.ac.id/gdl/download/176050", "BAB 1 Tarlani": "https://digilib.itb.ac.id/gdl/download/176051", "BAB 2 Tarlani": "https://digilib.itb.ac.id/gdl/download/176052", "BAB 3 Tarlani": "https://digilib.itb.ac.id/gdl/download/176053", "BAB 4 Tarlani": "https://digilib.itb.ac.id/gdl/download/176054", "BAB 5 Tarlani": "https://digilib.itb.ac.id/gdl/download/176055", "BAB 6 Tarlani": "https://digilib.itb.ac.id/gdl/download/176056", "PUSTAKA Tarlani": "https://digilib.itb.ac.id/gdl/download/176057"}, "Penulis": "Tarlani [25416014]", "Kontributor / Dosen Pembimbing": ["Dr. Suhirman, S.H., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "BUMDes Bersama, Faktor Pendorong, Kerjasama, Kontribusi, Kesejahteraan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "10 Jul 2019"}