{"Nomor": 40746, "Judul": "STUDI, PERANCANGAN, DAN SIMULASI BIAYA SISTEM PENGKONDISIAN UDARA PADA SEBUAH CLUSTER BANGUNAN TINGGI DI JAKARTA", "Abstrak": "Di Jakarta, akhir – akhir ini ada kecenderungan membangun superblok atau cluster beberapa bangunan tinggi dalam satu kawasan terbatas. Dengan iklim Jakarta yang secara umum panas dan lembab, kebutuhan instalasi sistem pengkondisian udara mutlak diperlukan. Sistem pengkondisian udara ini pada umumnya mengkonsumsi listrik60% atau lebih dari konsumsi listrik total bangunan. Dengan semakin banyaknya superblok atau cluster bangunan tinggi yang dibangun, keterbutuhan energi secara umum semakin terbatas. Hal inilah yang mendorong kita untuk berperilaku hemat energi.\nPenelitian ini merupakan aplikasi kriteria Life Cycle Cost  dengan jangka waktu 10 dan 15 tahun dalam perancangan sebuah cluster bangunan tinggi di Jakarta. Sebagai studi kasus adalah kawasanThe Wave. Perancangan sistem pengkondisian udara meliputi empat sistem, yaitu sistem Split, sistem Individual Chiller, sistem Central Chiller, sistem Central Chiller with TES. metode perancangan disesuaikan dengan metode yang digunakan oleh ASHRAE dengan batasan harga peralatan, biaya perawatan, tarif listrik, harga air, dan suku bunga pinjaman bank disesuaikan dengan kondisi di Jakarta.\nBerdasarkan hasil penelitian pada studi kasus bangunan yang dirancang, sistem Central Chiller with TES  adalah sistem yang paling ekonomis baik pada jangka waktu Life Cycle Cost 10 tahun maupun 15 tahun. Biaya yang harus dikeluarkan selama jangka waktu tersebut masing – masing adalah Rp. 711.493.613.284untuk 10 tahun dan Rp.1.513.143.572.726 untuk 15 tahun. Sedangkan beban puncak terjadi pada bulan Mei pukul 16.00 sebesar 11685 kW (3300 TR).", "Daftar File": {}, "Penulis": "Ahmad Shafa Alazka [13108055]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Prihadi Setyo Darmanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Simulasi Biaya Sistem Pengkondisian Udara", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "11 Jul 2019"}