{"Nomor": 40754, "Judul": "A cellular automaton simulation model for pedestrian and vehicle interaction behaviors at unsignalized mid-block crosswalks", "Abstrak": "At unsignalized crosswalks, interactions between pedestrians and vehicles often lead to traffic safety hazards\ndue to absence of traffic control and unclear right-of-ways. To address this safety problem, there is a\nneed to understand the interaction behaviors of pedestrians and vehicles that are complicated by a variety\nof traffic and roadway attributes. The prime objective of this study is to establish a reliable simulation\nmodel to represent the vehicle yielding and pedestrian crossing behaviors at unsignalized crosswalks\nin a realistic way. The model is calibrated with detailed behavioral data collected and extracted from\nfield observations. The capability of the calibrated model in predicting the pedestrian-interaction events\nas well as estimating the driver yielding rate and pedestrian delay are also tested and demonstrated.\nMeanwhile, the traffic dynamics in the vicinity of the crosswalk can be meaningfully represented with\nsimulation results based on the model. Moreover, with the definitions of the vehicle-pedestrian conflicts,\nthe proposed model is capable to evaluate the pedestrian safety. Thereby, the simulation model\nhas the potential to serve as a useful tool for assessing safety performance and traffic operations at existing facilities. Furthermore, the model can enable the evaluation of policy effectiveness and the selection\nof engineering treatments at unsignalized crosswalks to improve safety and efficiency of pedestrian\ncrossing.", "Daftar File": {}, "Penulis": "Lili Lua [-]", "Kontributor / Dosen Pembimbing": ["Gang Renc, Wei Wangc, Ching-Yao Chand, Jian Wange"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Unsignalized crosswalks, Yielding behavior, Crossing behavior", "Sumber": "www.elsevier.com/locate/aap", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "11 Jul 2019"}