{"Nomor": 40755, "Judul": "Modifikasi Lokomotif Diesel Hidrolik dengan Memperhatikan Aspek Crashworthiness", "Abstrak": "Sistem keselamatan perkeretaapian Indonesia dinilai masih perlu ditingkatkan.Hal ini terbukti, dalam kurun 2004-2010, tercatat telah terjadi hingga sebesar 175 kecelakaan kereta api. Selain pendekatan aktif untuk mengurangi kemungkinan terjadinya kecelakaan, seperti ATP (Automatic Train Protection), pendekatan pasif untuk mengurangi dampak terjadinya kecelakaan perlu juga diterapkan, yaitu dengan penerapan aspek berupa crashworthiness.untuk mengurangi konsekuensi kecelakaan.T,Terkait dengan itu, tujuan tugas sarjana ini membahas penerapan aspek crashworthiness pada rancangan lokomotif diesel hidrolik, dan bertujuan adalah mendapatkan rancangan modifikasi desain lokomotif kereta dengan memperhatikan aspek crashworthiness dan perbandingan hasil penyerapan impak antara desain existing dan modifikasi. Rancangan mModifikasi dilakukan terbatas hanya di daerah cowcatcher... sebagaimana batasan perancangan yang ditetapkan. Sistem penyerapan impak yang digunakan terdiri dari collapsible structure dan modul penyerap impak. Acuan aspek crashworthinessRancangan dalam modifikasi tersebut diharapkan dapat memenuhi kriteria dalam adalah standard Eropa BS EN 15227:2008, yaitu: (1) penyerapan impak 4,6 MJ pada muka lokomotif dengan gaya maksimum 3,4 MN, (2) gaya maksimum pada 5 ms pertama 4,5 MN dan (3) perlambatan maks 5g.\nHasil Dari analisis penyerapan impak, diketahui bahwa darilokomotif existing eksistingexistingperforma penyerapan impak masih jauh dari kriteria standar acuan. Setelah dilakukan 2 kali modifikasi, Sedangkan modifikasi 1 parameter penyerapan impak menunjukan perubahan ke arah yang lebih baik, walaupun belum sempurna pada penyerapan komponen collapsible structure. Modifikasi 2 menunjukkan hasil yang terbaik. Energi impak yang berhasil diserap muka lokomotif 2,07 MJ dengan gaya maksimum 7,13 MN. Gaya maksimum pada 5ms pertama 5,71 MN. Perlambatan lokomotif 3,14g. Hasil di atas diperoleh dengan menggunakan Rancangan rancangan collapsible structure, yang terdiri atas 5 pasang pelat dengan konfigurasi 3 pasang vertikal dan 2 pasang horizontal,dan 4 modul penyerap impak tipe internal inversion. Dterdiri atas 5 pasang pelat dengan konfigurasi 3 pasang vertikal dan 2 pasang horizontaengan \nbatasan perancangan yang diberikan, modifikasi desaintidak memang berdampak signifikan belum dapat memenuhi kriteria standard Eropa.Hal ini karena rancangan modifikasi diperkirakan menghasilkan parameter crashworthiness yang lebih baik sehingga dapat diterapkan pada lokomotif DH.", "Daftar File": {}, "Penulis": "Isra Hadi [13108059]", "Kontributor / Dosen Pembimbing": ["Rachman Setiawan, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Crashworthiness, Modifikasi, Penyerapan ImpakKriteria tersebut dapat dipenuhi dengan cara merancang ulang desain lokomotif.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "11 Jul 2019"}