{"Nomor": 40757, "Judul": "PERANCANGAN  HEAT RECOVERY STEAM GENERATOR DENGAN MEMANFAATKAN GAS BUANG PELEBURAN TIMAH DI PUSMET MUNTOK PT TIMAH (PERSERO) Tbk.", "Abstrak": "HRSG (Heat Recovery Steam Generator) yang dirancangbertujuan untuk memanfaatkan kembali panas gas buangproses peleburan timah dengan temperatur 400 oC dan laju massa 14,35 kg/s di Pusmet Muntok, PT Timah Tbk.Energi panasdari gas buang ditransfer ke feedwatersehinggamenghasilkan uap pada temperatur 380 oC dan tekanan 20 bar untuk membangkitkan tenaga listrik berdaya 900kW. \nPenentuan material dan dimensi tube, pipa header, dan steam drum dilakukan dengan mengacu pada standar ASME (American Society of Mechanical Engineers) tentang boiler dan pressure vessel. Laju perpindahan panasyang terjadi padaeconomizer, evaporator, dan superheater dapat diketahui dengan pemodelan kesetimbangan energi menggunakan Cycle Tempo 5.0.Perhitungan perpindahan panas dilakukan untuk menentukan laju perpindahan panas sehingga mendekati hasil pemodelan. Perhitunganperpindahan panas selanjutnya dilakukan untuk menentukan jumlah tube pada economizer, evaporator, dan superheater.\nBerdasarkan pemodelan, laju perpindahan panas yang terjadi pada economizer adalah sebesar 533,81 kW, pada evaporator sebesar 2396,99 kW, dan pada superheater sebesar 499,51 kW. Dimensi tube yang digunakan memiliki diameter luar 1,25 in (31,8 mm), diameter dalam 1,01 in (25,7 mm), dan ketebalan 0,12 in (2,9 mm). Dimensi pipa header memiliki NPS 3, diameter luar 3,5 in (88,9 mm), schedule 80, diameter dalam 2,9 in (73,7 mm), dan ketebalan 0,3 in (7,6 mm). Dimensi steam drummemiliki diameter 26 in (660 mm), panjang 2640 mm, dan ketebalan 12 mm. Material yang digunakan pada tube, pipa header, dan steam drum adalah SA-178 Grade A. Desain economizer yang dirancang memiliki jumlah baris tubesebanyak 38 buah, pada evaporator sebanyak 90 buah, dan pada superheater sebanyak 18 buah. Jumlah baris tubepada economizer, evaporator, dan superheater adalah 30 buah.", "Daftar File": {"BAB 3 Dimas Hendi Utomo": "https://digilib.itb.ac.id/gdl/download/176225"}, "Penulis": "Dimas Hendi Utomo [13108070]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Willy Adriansyah, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Heat Recovery Steam Generator, economizer, evaporator, superheater.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "11 Jul 2019"}