{"Nomor": 40770, "Judul": "Analisis Aliran 2-Dimensi pada Pelat Datar Normal dengan Smoothed Particle Hydrodynamics", "Abstrak": "Dalam CFD, metode meshless dikembangkan sebagai alternatif dari metode\nberbasis grid. Dari berbagai jenis metode meshless yang ada, tugas sarjana ini\nakan difokuskan pada SPH (smoothed particle hydrodynamics), yaitu sebuah\nmetode meshless yang mengaproksimasi kontinum (fluida) dengan partikel dan\nmenentukan properti satu partikel berdasarkan properti partikel di sekitarnya\nmelalui suatu fungsi kernel.\nTugas sarjana ini difokuskan pada pengembangan kode post-processing\nsimulasi SPH, antara lain kode untuk menampilkan medan kecepatan aliran dan\nkontur vortisitas, serta kode untuk menghitung gaya yang dihasilkan suatu benda\npejal akan dikembangkan. Karena SPH mengukur properti setiap partikel dalam\naliran fluida, maka perhitungan gaya akan dilakukan pada aliran fluida di sekitar\nbenda pejal, bukan berdasarkan distribusi tekanan dan tegangan geser pada\npermukaan benda.\nSetelah kode perhitungan gaya selesai dibuat, simulasi SPH dilakukan\nmenggunakan open-source code yang telah ada. Simulasi dilakukan untuk pelat\ndatar normal dalam berbagai bilangan Reynolds. Hasil perhitungan gaya secara\nnumerik dibandingkan dengan hasil eksperimen. Dari perbandingan, ditemukan\nbahwa akurasi kode perhitungan gaya sangat dipengaruhi besar time step, ukuran\ndomain, jumlah partikel dalam simulasi SPH, dan ukuran grid, serta pilihan kode\nsolver yang digunakan.", "Daftar File": {}, "Penulis": "Dea Daniella [13609022]", "Kontributor / Dosen Pembimbing": ["Dr. Lavi Rizki Zuhal"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "metode meshless, SPH (smoothed particle hydrodynamics), pelat datar normal, koefisien gaya hambat, medan kecepatan, vortisitas.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "12 Jul 2019"}