{"Nomor": 40787, "Judul": "PERANCANGAN PIPA PESAT DAN PINTU AIR PEMBANGKIT LISTRIK TENAGA MINI HIDRO KAPASITAS 10 MW.", "Abstrak": "Pembangkit Listrik Tenaga Mini Hidro (PLTM) merupakan alternatif sumber energi listrik yang memanfaatkan energi potensial air. PLTM merupakan pembangkit listrik air dalam skala menengah dan umumnya dimanfaatkan masyarakat pedesaan yang tidak mendapat sambungan listrik ke Perusahaan Listrik Negara (PLN). Pada skripsi ini akan dilakukan perhitungan komponen pada PLTM karena terdapat beberapa kekurangan dalam perancangannya. Dengan dilakukan perhitungan pada komponennya diharapkan PLTM dapat berjalan lebih efisien dan efektif.\nPLTM yang ditinjau merupakan salah satu pembangkit listrik yang terdapat di Provinsi Sumatera Utara, Indonesia. PLTM tersebut memanfaatkan aliran sungai sebagai pembangkit listrik. PLTM ini harus mampu membangkitkan listrik sebesar 10 MW. Penentuan diameter pipa pesat yang tepat menjadi hal yang penting karena sangat berpengaruh terhadap biaya kontruksi. Penentuan diameter pipa pesat dilakukan dengan menghitung rugi energi pada diameter pipa pesat semula. Rugi energi pada pipa pesat semula terhitung kecil sehingga diameter pipa pesat dapat diperkecil. Akibat perubahan diameter pipa pesat maka perlu dilakukan perancangan kembali terhadap komponen skema PLTM, yaitu pipa pesat dan anchor block. Selain itu, perancangan pintu air menjadi hal penting agar PLTM bekerja dengan baik.\nPipa pesat yang tepat berdiameter 1,26 m dengan tebal pipa pesat adalah 12 mm. Pipa pesat dengan tebal tersebut mampu menahan tegangan tangensial dan tegangan longitudinal yang terjadi. Material pipa pesat yang dipilih adalah baja JIS G3106 SM 400B. Semua anchor block pada yang ditinjau PLTM aman terhadap sliding, momen torsi, dan terjadinya guling. Jarak antar tumpuan sliding block adalah 8 m. Bagian pintu air memiliki tebal skin plate 8 mm. Daya motor untuk mengangkat pintu air adalah 3 Hp sedangkan untuk proses pengakatan pintu air secara manual dibutuhkan gaya tangan manusia sebesar 66,6 N.", "Daftar File": {}, "Penulis": "Peter Kurnia Halim [13109008]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ari Darmawan Pasek, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Pipa Pesat, Pintu Air , Anchor Block, Pembangkit Listrik Tenaga Mini Hidro", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "12 Jul 2019"}