{"Nomor": 40795, "Judul": "ANALISIS KEGAGALAN GAS TURBINE GENERATOR (GTG) 14.25 MW STUDI KASUS: KEGAGALAN GTG KUJANG 1B 19 JANUARI 2013", "Abstrak": "Turbin gas yang digunakan dalam suatu industri, terutama untuk\npembangkitan tenaga, harus dapat bekerja seoptimal dan seefisien mungkin. Oleh\nkarena itu, tingkat kehandalan dan ketersediaan turbin gas harus tinggi. GTG\nKujang 1B sebelumnya mengalami kegagalan pada tahun 2009 yang diakibatkan\nnozzle turbin tingkat pertama mengalami creep-low cycle fatigue. Kegagalan pada\ntahun 2013 mempunyai modus serupa sehingga diperlukan analisis kegagalan\nyang lebih mendalam sehingga penyebab dasarnya pada turbin gas sehingga\nkegagalan serupa dapat dicegah di masa mendatang.\nUntuk mengetahui apakah pengoperasian dan perawatan Gas Turbine\nGenerator (GTG) Kujang 1B berjalan dengan baik atau tidak dilakukan analisis\nkehandalan. Sebelum dilakukan perhitungan parameter-parameter kehandalan,\ndata downtime GTG diklasifikasikan ke dalam dua jenis waktu (shutdown time\ndan breakdown time). Hal ini bertujuan untuk mendapatkan hasil perhitungan\nyang lebih akurat.\nAnalisis termodinamika dilakukan untuk mendapatkan parameterparameter\nprestasi GTG Kujang 1B, khususnya turbine inlet temperatur (TIT) dan\nproses pembakaran. Hasil perhitungan ini digunakan untuk membantu dalam\nmelakukan analisis kegagalan GTG tersebut.\nKegagalan GTG disebabkan oleh kerusakan yang terjadi pada nozzle\nturbin tingkat pertama. Nozzle ini mengalami creep akibat gas hasil pembakaran\nmengalir dengan temperatur yang relatif tinggi secara terus-menerus dalam jangka\npanjang. Serpihan yang lepas akibat melemahnya kekuatan material menyebabkan\nFOD (Foreign Object Damaged) pada tingkat turbin yang lebih rendah.", "Daftar File": {}, "Penulis": "Arfianto Fendy Pratama [13109067]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Tri Yuswidjajanto Zaenuri"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "turbin gas, GTG, TIT, creep, kehandalan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "12 Jul 2019"}