{"Nomor": 40798, "Judul": "ANALISIS PENGARUH BEBAN AERODINAMIK TERHADAP TINGKAT KENYAMANAN GEDUNG TINGGI", "Abstrak": "Perkembangan penduduk yang pesat dan kurangnya ketersediaan lahan yang cukup\nmengakibatkan semakin gencarnya teknik konstruksi bangunan ke arah vertical. Namun teknik\nkonstruksi bangunan kearah vertical mengakibatkan sifat struktur yang semakin fleksibel dan\nrendah redaman. Jenis struktur yang seperti ini sangat sensitive terhadap beban angin dimana\nakan mempengaruhi servis dan kenyamanan penghuni gedung. Untuk tipe bangunan yang\nmemiliki sifat sensitive terhadapa beban angin, telah diteliti bahwa akan terjadi getaran pada\ngedung baik dalam arah alongwind maupun crosswind. Tingkat getaran yang terjadi pada gedung\ninilah yang akan mempengaruhi tingkat kenyamanan penghuni gedung tersebut. Untuk\nmengontrol induksi angin terhadap gerakan gedung-gedung tinggi perlunya dilakukan\nmodifikasi-modifikasi aerodinamika terhadap bentuk ataupun desain dari konstruksi bangunan\ntersebut. Dengan dilakukannya modifikasi aerodinamika ini dapat mengubah pola aliran angin\nyang terjadi disekitar gedung sehingga respon structural gedung juga akan berubah. Pada\npenelitian ini, modifikasi-modifikasi aerodinamika yang dilakukan terhadap bentuk dan sudut\nbangunan yaitu roundness corner, penerapan taper dan penggunaan opening slot pada bagian\npuncak gedung. Dimana akan dilakukan pendekatan secara numeric untuk mengkaji perilaku\naliran disekitar gedung dan bagaimana respon structural gedung juga efeknya terhadap tingkat\nkenyamanan gedung.", "Daftar File": {}, "Penulis": "Manuel Suingli Tappang [13608054]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Mochammad Agoes Moelyadi, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Beban Angin, Modifikasi Aerodinamika, Respon gedung, Tingkat Kenyamanan gedung", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "0 file", "Tanggal Input": "12 Jul 2019"}