{"Nomor": 40812, "Judul": "ANALISIS REAKSI PASAR MODAL INDONESIA TERHADAP VOLATILITAS NILAI TUKAR (STUDI PERISTIWA DEPRESIASI RUPIAH TERHADAP DOLAR AS)", "Abstrak": "Pasar modal sebagai salah satu sarana investasi yang mampu membantu dalam meningkatkan perekonomian dari suatu negara. Aktivitas yang terjadi di dalam pasar modal sendiri sangat berkaitan dengan beberapa faktor yang terjadi di sekitarnya baik itu factor internal maupun eksternal. Salah satu factor eksternal yang dimaksud adalah perubahan yang terjadi pada nilai tukar mata uang suatu negara. Sementara itu faktanya di Indonesia pada kuarter akhir tahun 2018, sedang terjadi pelemahan rupiah terhadap dollar amerika yang dinyatakan terburuk sepanjang 20 tahun terakhir. Isu ini dianggap berpotensi mempengaruhi aktivitas yang terjadi di pasar modal since depresiasi merupakan salah satu factor makroekonomi.\nPenelitian ini bertujuan untuk mencari tahu apakah terdapat reaksi pasar modal akibat peristiwa depresiasi dengan mendeteksi perbedaan abnormal return (AR) serta trading volume activity (TVA) pada waktu observasi. Populasi penelitian adalah seluruh saham pada perusahaan terdaftar di Bursa Efek Indonesia tahun 2018. Dengan menggunakan metode purposive sampling, diperoleh 159 perusahaan terdaftar dengan kriteria tertentu berkaitan penelitian sebagai sampel penelitian. Metode penelitian yang digunakan adalah event study dengan jendela peristtiwa selama 10 hari di sekitar peristiwa depresiasi. Penelitian ini merupakan penelitian kuantitatif dengan menggunakan data sekunder yang diperoleh dari laporan tahunan perusahaan serta data historical harga saham. Dalam mengolah data kuantitatif tersebut, penelitian ini menggunakan teknik Wilcoxon Signed Rank Test yang didukung oleh program IBM SPSS serta Microsoft Excel.\nPada hasil analisis data, dapat disimpulkan penelitian ini berhasil menunjukkan bahwa pasar modal di Indonesia cukup bereaksi dengan signifikan akibat dari peristiwa depresiasi. Hal ini dibuktikan dengan adanya perbedaan abnormal return (AR) dan trading volume activity (TVA) yang signifikan pada hampir seluruh perusahaan terdaftar di Indonesia. Namun peristiwa depresiasi ini tidak terlalu memberikan pengaruh yang signifikan terhadap perusahaan terdaftar yang cenderung hanya melakukan aktivitas ekspor pada aktivitas utama perusahaan maupun anak perusahaan. Berdasarkan penemuan yang terlah diperoleh, peneliti menyarankan agar setiap investor lebih aktif dalam mencari tahu dan memahami informasi terkait peristiwa depresiasi guna menentukan keputusan berinvestasi, dikarenakan karakter pasar modal di Indonesia yang cukup bereaksi dengan signifikan akibat peristiwa ini.", "Daftar File": {"ABSTRAK Chika Citra Savira": "https://digilib.itb.ac.id/gdl/download/176403", "3.chapter 1.pdf?": "https://digilib.itb.ac.id/gdl/download/247494", "4.chapter 2.pdf?": "https://digilib.itb.ac.id/gdl/download/247495", "5.chapter 3.pdf?": "https://digilib.itb.ac.id/gdl/download/247496", "6.chapter 4.pdf?": "https://digilib.itb.ac.id/gdl/download/247497", "7.chapter 5.pdf?": "https://digilib.itb.ac.id/gdl/download/247498", "DAFTAR Chika Citra Savira": "https://digilib.itb.ac.id/gdl/download/248728", "2019 TS PP CHIKA CITRA S 1 - LAMPIRAN.pdf)u": "https://digilib.itb.ac.id/gdl/download/248729"}, "Penulis": "Chika Citra Savira [19016198]", "Kontributor / Dosen Pembimbing": ["Mandra Lazuardi Kitri, S.T., M.B.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "abnormal return, pasar modal, nilai tukar, depresiasi rupiah, trading volume activity.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "8 file", "Tanggal Input": "15 Jul 2019"}