{"Nomor": 40810, "Judul": "SIMULASI PENGAMBILAN KEPUTUSAN STRATEGIS MENGGUNAKAN KERANGKA SMART: STUDI KASUS PADA BISNIS SEPAKBOLA", "Abstrak": "Sepakbola telah menjadi industri raksasa yang melibatkan sangat banyak orang di dalamnya. Seiring dengan perkembangannya, klub sepakbola juga berubah menjadi entitas bisnis. Sepakbola adalah bisnis yang sangat unik karena memiliki konsumen yang tidak hanya setia, tapi juga militant yang biasa dikenal sebagai suporter atau fans. Bisnis ini berhasil membangun keterikatan emosional yang kuat dengan fans nya, dalam banyak kasus fans menurunkan kesetiaannya sampai ke anak dan cucu mereka, walaupun klub nya tergolong payah. Bagaimanapun, fans sepakbola telah lama dikenal sangat lantang menyerukan kemajuan. Karena fans merasa mereka telah memberikan segalnya untuk klub, maka mereka berharap klub melakukan hal yang sama kepada mereka. Kenyataan ini adalah kesempatan dan juga tantangan bagi klub, karena banyaknya hambatan dalam perjalan klub. Namun, masalah yang ada harus diselesaikan, dan keputusan bisnis diperlukan untuk menyelesaikannya. Dan sebelum mengambil keputusan, dibutuhkan analisis yang mendalam.\nPenelitian ini berkolaborasi dengna raksasa sepakbola Indonesia, yang memiliki potensi besar untuk mengembangkan bisnis dan mempertahankan prestasinya. Penelitian ini bertujuan untuk menetapkan masalah strategis dan menemukan solusi terbaik menggunakan tiga metode analisis keputusan: Value-Focused Thinking (VFT), Analytic Hierarchy Process (AHP), dan Simple Multi-Attribute Rating Technique (SMART), dengan manajemen klub sebagai pengambil keputusan. Penelitian ini menggabungkan nilai yang dipegang klub dan mengakui pengalaman pengambil keputusan ke dalam analisis numerik.\nPenelitian ini menemukan bahwa keamanan pertandingan adalah masalah strategis yang harus diselesaikan, karena jika masalah ini selesai akan mempermudah penyelesaian masalah lainnya. Sementara itu, berkoordinasi dengan suporter terkait masalah keamanan menjadi solusi yang paling tepat untuk masalah tersebut.", "Daftar File": {"ABSTRAK Almer Dzaki": "https://digilib.itb.ac.id/gdl/download/176399", "Chapter 1_Almer.pdf\n]": "https://digilib.itb.ac.id/gdl/download/247335", "Chapter 2_Almer.pdf\n]": "https://digilib.itb.ac.id/gdl/download/247336", "Chapter 3_Almer.pdf\n]": "https://digilib.itb.ac.id/gdl/download/247337", "Chapter 4_Almer.pdf\n]": "https://digilib.itb.ac.id/gdl/download/247338", "Chapter 5_Almer.pdf\n]": "https://digilib.itb.ac.id/gdl/download/247339"}, "Penulis": "Almer Dzaki [19016143]", "Kontributor / Dosen Pembimbing": ["Santi Novani, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Analisis Keputusan, Klub Sepakbola, Keamanan Pertandingan, Keputusan Multi-Atribut, Performa", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "6 file", "Tanggal Input": "15 Jul 2019"}