{"Nomor": 40828, "Judul": "RUSUNAMI CIBANGKONG BANDUNG", "Abstrak": "Kepadatan penduduk kota Bandung yang semakin meningkat menimbulkan banyak dampak negatif akan kenyamanan kota. Munculnya banyak permukiman padat di Kota Bandung berdampak kepada kurangnya akan ruang terbuka hijau dan infrastuktur kota yang kurang baik. Solusi dari permasalahan tersebut adalah dibutuhkannya penataan lahan atau land re-adjustment. Pembangunan hunian vertikal berupa rumah susun adalah salah satu bagian dari proses penataan lahan yang dapat dilakukan untuk mengkonversikan permukiman horizontal eksisting ke permukiman vertikal. Pada konteks ini diambil lokasi yaitu di RW 02 Cibangkong. Proyek rumah susun sederhana milik ini merupakan hunian vertikal dengan jumlah unit yang dapat menampung lebih banyak penduduk golongan menengah kebawah yang memiliki varian tipe yaitu 24 m2, 36 m2, dan 48 m2. Fungsi yang disediakan adalah hunian, fasilitas usaha, Ruang terbuka dan fasilitas umum. Permasalahan yang muncul pada proyek ini adalah kebutuhan warga akan kesesuaian ruang dan kenyamanan sosial, isu keterjangkauan masyarakat dalam segi ekonomi dan kecepatan dalam membangun. Dalam perancangan, pemilihan material dan studi mengenai proses konstruksi menjadi sangat penting untuk dapat meminimalisir harga konstruksi bangunan. Penggunaan material yang dipilih yaitu beton prefabrikasi. Oleh karena itu, fokus utama pada perancangan adalah pada penerapan modul tiap-tiap komponen beton prefabrikasi sebagai material utama perancangan. Program dirumuskan berdasarkan studi dan analisis.", "Daftar File": {}, "Penulis": "Fanisa Dyastari [15213095]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Suharjono Ekomadyo, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Rusunami, Cibangkong, Prefabrikasi, Keterjangkauan, Ruang Terbuka", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "15 Jul 2019"}