{"Nomor": 40820, "Judul": "Kajian Sifat Tarik Nanokomposit MWNT/Epoksi Hasil Proses Pencampuran Resin-Hardener pada Temperatur Kamar", "Abstrak": "Pembuatan nanokomposit MWNT/epoksi dengan fraksi berat MWNT 5%\nmenunjukkan penurunan sifat tarik. Perbaikan metode manufaktur MWNT/epoksi\ntelah dilakukan melalui proses pembersihan, ultrasonikasi, precuring dan\nfungsionalisasi. Temperatur pencampuran resin-hardener yang tinggi menyebabkan\nikatan antarmuka epoksi-CNT yang buruk. Penelitian ini mengkaji sifat tarik\nnanokomposit hasil pencampuran resin-hardener pada temperatur kamar.\nPenentuan parameter pembuatan matriks epoksi yang fully cured dilakukan dengan\nvariasi waktu curing. Degree of cure ditentukan melalui Differential Thermal\nAnalysis (DTA) dan Fourier Transform Infrared (FTIR) Spectroscopy.\nNanokomposit dibuat melalui pencampuran resin-hardener pada temperatur kamar\nserta variasi proses dengan dan tanpa precure. Sifat tarik ditentukan melalui\npengujian tarik dengan perbandingan data hasil pencampuran resin-hardener pada\ntemperatur tinggi.\nNanokomposit MWNT/epoksi 5% berat MWNT yang fully cured hasil pencampuran\nresin-hardener pada temperatur kamar telah berhasil dibuat dengan kekakuan\nmaksimum sebesar 0.779 GPa dan kekuatan tarik maksimum sebesar 11.1 MPa.\nPencampuran resin-hardener pada temperatur kamar berhasil memperbaiki ikatan\nantarmuka epoksi-CNT dan menurunkan fraksi volume void, namun memicu\nreaglomerasi MWNT dibandingkan pencampuran resin-hardener pada 100oC.\nPrecuring memperbaiki ikatan antarmuka epoksi-CNT namun mengakibatkan\ndegradasi matriks epoksi dan memicu terjadinya reaglomerasi MWNT.", "Daftar File": {}, "Penulis": "Dika Anindyajati [13708031]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Hermawan Judawisastra, M.Eng.", "Akbar Hanif Dawam, ST., MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": ";Kajian Sifat Tarik Nanokomposit MWNT/Epoksi, Proses Pencampuran Resin-Hardener pada Temperatur Kamar.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "15 Jul 2019"}