{"Nomor": 40847, "Judul": "PERBANDINGAN INSTAGRAM INSIGHT DENGAN MENGGUNAKAN IKLAN INSTAGRAM DAN IKLAN STORIES INSTAGRAM DAN TIDAK MENGGUNAKAN IKLAN STUDI KASUS VINTAGE HOUSE INDONESIA", "Abstrak": "Instagram telah umum digunakan oleh para pemasar karena saat ini media sosial digunakan sebagai saluran branding pertama dan terpenting. Semakin banyak pemilik bisnis di Instagram telah menghasilkan Instagram untuk membuat Instagram untuk Bisnis dan fitur untuk mendukung bisnis untuk membuat iklan berbayar di Instagram. Tidak hanya fitur, untuk memuaskan penggunanya yang terus meningkat, Instagram juga membuat kebijakan untuk mengurangi posting yang terlewat yang disebut algoritma Instagram. Dengan algoritma Instagram, posting yang muncul di feed pengguna tidak lagi berurutan, tetapi didasarkan pada posting dengan peringkat terbaik; yang ditentukan sebagai yang paling relevan atau paling menarik bagi pengguna. Seiring dengan kemungkinan pengguna menuju suatu posting, keterlibatan dengan posting, ketepatan waktu posting, hubungan pengguna dengan posting akun juga disoroti sebagai faktor-faktor yang mempengaruhi peringkat posting yang muncul di feed pengguna.\nSebagai bisnis yang beroperasi utama di Instagram, Vintage House Indonesia terkena dampak dari algoritma Instagram, jumlah suka yang diperoleh menurun dibandingkan dengan\ntahun-tahun sebelumnya sebelum algoritma Instagram diterapkan. Kemudian pada tahun 2016, Instagram meluncurkan beberapa fitur baru untuk pemilik bisnis; Iklan Cerita Instagram dan Instagram Insight. Berusaha untuk bertahan dengan perubahan dan terbujuk oleh pernyataan dari situs web Instagram for Business yang menyatakan bahwa iklannya dapat menjangkau lebih banyak audiens yang ditargetkan atau pelanggan potensial, peneliti, yang juga merupakan CEO Vintage House Indonesia, bermaksud untuk mengetahui kombinasi dari dua fitur baru, oleh karena itu, penelitian eksperimental dilakukan dengan tujuan untuk membandingkan Instagram Insight mereka dengan dan tanpa menggunakan Iklan Instagram dan Iklan cerita Instagram. Subjek penelitian ini adalah Vintage House Indonesia, sebuah toko online mode yang berbasis di Instagram. Jenis penelitian eksperimental adalah quasi eksperimen dengan desain penelitian pre-test dan post-test. Input percobaan adalah konten iklan, biaya iklan, dan waktu iklan yang akan dijelaskan pada bab ketiga. Hasilnya adalah data insight dari setiap posting Instagram selama periode ketika Vintage House Indonesia menggunakan iklan Instagram dan Instagram cerita Instagram dari Instagram, ketika Vintage House Indonesia tidak menggunakan iklan Instagram dan ketika Vintage House Indonesia menggunakan iklan Instagram dan Iklan Cerita Instagram dari Facebook. Peneliti mengumpulkan data Insight dari analitik Instagram Vintage House Indonesia dari setiap posting yang diposting, data dari tiga periode kemudian akan dibandingkan menggunakan matriks sederhana.\nTemuan penelitian ini adalah: 1) Membandingkan data Instagram Insight, periode pertama menggunakan Iklan Instagram dan Iklan Cerita Instagram dari Instagram memperoleh Interaksi, Mengikuti, Jangkauan tertinggi yang menunjukkan bahwa iklan tersebut berguna untuk kesadaran merek. Sementara jumlah Suka, Komentar, Bagikan, dan Simpan tertinggi diperoleh pada periode yang tidak menggunakan iklan yang menunjukkan bahwa iklan tidak diperlukan untuk keterlibatan pelanggan. Tetapi periode terakhir yang kembali menggunakan Iklan Instagram dan Iklan Cerita Instagram dari Facebook dengan tujuan \"Kesadaran merek\" dan menargetkan pemirsa khusus memang mendapatkan hasil yang lebih rendah dibandingkan periode yang tidak menggunakan iklan dan ketika menggunakan iklan Instagram dan iklan cerita Instagram dari Instagram, 2) Membandingkan hasil analisis konten, periode tanpa Iklan Instagram dan Iklan Cerita Instagram mendapatkan komentar positif tertinggi, 3) Membandingkan analisis konten, interaksi, mengikuti dan menyimpan tertinggi diperoleh dengan jenis konten flat lay. Jangkauan dan suka tertinggi diperoleh oleh tipe konten Flat lay, pada model tanpa wajah, pada model dengan wajah dan grafik. Sementara itu komentar\ntertinggi diperoleh oleh tipe konten pada model dengan wajah dan simpan tertinggi diperoleh oleh tipe konten pada model tanpa wajah.\nBeberapa saran yang ditujukan untuk Vintage House Indonesia adalah: 1) Untuk meningkatkan Insight Instagram, dalam hal kesadaran merek yang terdiri dari interaksi, mengikuti dan menjangkau penggunaan Iklan Instagram dan Iklan Cerita Instagram direkomendasikan, tetapi konten harus dipilih secara lebih bijak untuk membuat iklan lebih efisien, disarankan menggunakan tipe konten Flat lay. Namun dalam mengaktifkan iklan, tujuan \"kunjungan situs web\" memberikan hasil yang lebih baik dibandingkan tujuan \"Kesadaran merek\" dan menggunakan audiens \"Otomatis\" lebih memberikan hasil yang lebih baik daripada menggunakan audiens yang disesuaikan, 2) Untuk meningkatkan keterlibatan antara pelanggan yang ada, Vintage House Indonesia harus memposting setiap hari, membalas komentar, membuat konten lebih menarik dan sebisa mungkin membuat promosi untuk pelanggan setia. Dalam membuat konten yang lebih menarik, disarankan bagi Vintage House Indonesia untuk", "Daftar File": {"ABSTRAK Saskia Nandina Aprilia": "https://digilib.itb.ac.id/gdl/download/176573", "2019 TS PP SASKIA NANDINA APRILLIA 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/247883"}, "Penulis": "Saskia Nandina Aprilia [19016226]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mustika Sufiati Purwanegara, MSc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Iklan Instagram; Iklan cerita Instagram; Insight Instagram; Perbandingan", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "16 Jul 2019"}