{"Nomor": 40843, "Judul": "Sumber Pengetahuan Fashion, Motivasi Fashion, Gaya Berpakaian, Keunikan Fashion, Kesadaran Fashion, Konsumsi Merek Lokal", "Abstrak": "Merek fashion lokal sekarang berkembang di Indonesia. Hal ini didukung oleh berbagai aspek, baik dari sisi desainer lokal yang kini semakin berpotensi, peningkatan tingkat ekonomi, hingga sektor ritel yang telah berpartisipasi dalam perkembangan pesat. Perubahan antusiasme konsumen Indonesia pada merek lokal kategori fashion menarik untuk dipelajari jika dikaitkan dengan kesadaran fashion. Tujuan utama dari penelitian ini adalah untuk menguji faktor-faktor yang mempengaruhi kesadaran fashion terhadap konsumsi merek lokal di kalangan wanita di Indonesia. Penelitian ini menggunakan pendekatan kuantitatif melalui survei. Data primer diperoleh dari hasil temuan dari penyebaran kuesioner kepada 200 responden yang merupakan target pasar merek lokal terutama wanita yang berusia antara 18-25 tahun dengan mengisi kuesioner skala likert tujuh poin. Penelitian ini memproses data yang dikumpulkan dari kuesioner menggunakan analisis deskriptif dan analisis Structural Equation Modeling (SEM) oleh perangkat lunak Smart PLS untuk menentukan hasil kuesioner. Hasil dari penelitian ini adalah pembaca dapat mengetahui ada beberapa faktor yang mempengaruhi kesadaran fashion terhadap konsumsi merek lokal di kalangan wanita di Indonesia antara lain sumber pengetahuan fashion, motivasi fashion, gaya berpakaian, keunikan fashion, dan kesadaran fashion. Semua faktor ini memiliki hubungan positif satu sama lain. Motivasi fashion adalah faktor yang paling mempengaruhi kesadaran fashion terhadap konsumsi merek lokal di kalangan wanita di Indonesia. Pengaruh motivasi fashion pada kesadaran fashion juga memberikan pengaruh terhadap konsumsi merek lokal di kalangan wanita di Indonesia.", "Daftar File": {"ABSTRAK Anindita Sekar Pinasthika": "https://digilib.itb.ac.id/gdl/download/176568", "CHAPTER I.pdf)u": "https://digilib.itb.ac.id/gdl/download/247371", "CHAPTER II.pdf9?": "https://digilib.itb.ac.id/gdl/download/247372", "CHAPTER III.pdf??_": "https://digilib.itb.ac.id/gdl/download/247373", "CHAPTER IV.pdf9?": "https://digilib.itb.ac.id/gdl/download/247374", "CHAPTER V.pdfiu": "https://digilib.itb.ac.id/gdl/download/247375", "2019 TS PP ANINDITA SEKAR P 1 - REFERENCES.pdf\n]": "https://digilib.itb.ac.id/gdl/download/248668", "2019 TS PP ANINDITA SEKAR P 1 - APPENDIX.pdf)u": "https://digilib.itb.ac.id/gdl/download/248669"}, "Penulis": "Anindita Sekar Pinasthika [19016108]", "Kontributor / Dosen Pembimbing": ["Dr. Dina Dellyana, S.Farm., Apt., MBA, CBAP"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "FAKTOR-FAKTOR YANG MEMPENGARUHI KESADARAN FASHION TERHADAP KONSUMSI MEREK LOKAL DI ANTARA PEREMPUAN DI INDONESIA", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "8 file", "Tanggal Input": "16 Jul 2019"}