{"Nomor": 40846, "Judul": "ANALISIS FAKTOR DARI ADOPSI APLIKASI BERBASIS MUSLIM (STUDI KASUS: APLIKASI KAABA BUKU SAKU)", "Abstrak": "Sebagai salah satu negara dengan populasi muslim terbesar di dunia, kesempatan\nuntuk menumbuhkan bisnis berbasis Islam di Indonesia berkembang dengan cepat.\nSebagai buktinya, adanya pertumbuhan pangsa pasar sebesar 95% di bidang\nmanufaktur, servis, dan teknologi. Hal ini dapat memberikan kesempatan untuk para\npengusaha untuk mengikuti trend yang ada. Salah satu pengusaha yang\nmemanfaatkan kesempatan ini adalah developer dari aplikasi Kaaba Buku saku.\nMereka merilis sebuah solusi untuk masyarakat Muslim dalam bentuk sebuah\naplikasi. Sejak aplikasi ini mulai rilis, Kaaba Buku Saku menghasilkan kurang lebih\n30% user yang aktif dari total semua pengunduh. Dengan menggunakan kuesioner\nyang disebarkan ke 385 responden dan dianalisa menggunakan regresi logistik, dapat\ndiketahui bahwa Kondisi Fasilitas adalah faktor yang mempengaruhi adopsi dari\naplikasi berbasis Muslim. Selain itu, dari pemetaan perjalanan pelanggan dapat\ndiketahui bahwa terdapat 5 tahapan dalam perjalanan pelanggan tersebut, yaitu riset,\npemilihan, unduh, pemakaian, dan setelah pemakaian. Studi ini juga menemukan\nbahwa perbaikan yang dapat dilakukan oleh pengembang aplikasi ini dapat\ndikategorikan menjadi 3, yaitu desain, alat, dan fitur.", "Daftar File": {"ABSTRAK Azzam Ajriya Shaffa Amalia": "https://digilib.itb.ac.id/gdl/download/176572", "Chapter 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/247427", "Chapter 2.pdf\n": "https://digilib.itb.ac.id/gdl/download/247428", "Chapter 3.pdf\n": "https://digilib.itb.ac.id/gdl/download/247429", "Chapter 4.pdf\n": "https://digilib.itb.ac.id/gdl/download/247430", "Chapter 5.pdf\n": "https://digilib.itb.ac.id/gdl/download/247431"}, "Penulis": "Azzam Ajriya Shaffa Amalia [19016044]", "Kontributor / Dosen Pembimbing": ["Dr. Dina Dellyana, Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "aplikasi berbasis muslim, Kaaba buku saku, regresi logistik, pemetaan perjalanan pelanggan", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "6 file", "Tanggal Input": "16 Jul 2019"}