{"Nomor": 40852, "Judul": "Sebuah Studi Empiris tentang Niat Penggunaan Berkesinambungan dari Layanan Pembayaran Mobile Generasi Z di Kota Bandung", "Abstrak": "Peningkatan layanan internet dan pengguna telepon seluler telah mengubah industri\npembayaran tradisional dengan lebih fokus melibatkan teknologi dalam model\nbisnis.Fintech atau teknologi keuangan adalah istilah yang digunakan untuk\nmenjelaskan kombinasi layanan keuangan yang menghadirkan jenis baru layanan\nkeuangan dan teknologi seperti ponsel dan internet of things (IOT) (Kim, Park,\nChoi, & Yeon, 2015). Selain itu, diperkirakan bahwa dari 2016 hingga 2021,\ntransaksi non tunai akan tumbuh pada tingkat 12,7 CAGR dengan pasar negara\nberkembang tumbuh lebih tinggi lagi pada 21,6% CAGR. Saat ini, pasar negara\nberkembang membuat hingga sepertiga dari total transaksi global non-tunai dan\npada tahun 2021 diperkirakan akan menyumbang setengah dari transaksi global.\nAsia diharapkan sebagai pemimpin dalam pertumbuhan karena akan memiliki\npertumbuhan 28,8% CAGR dari 2016 hingga 2021. Transaksi e-wallet pada 2016\ndiperkirakan sekitar 41,8 miliar atau 8,6% dari transaksi non-tunai global (BNP\nParibas, 2018).\nMengingat prediksi kenaikan layanan teknologi keuangan seperti pembayaran\nmobile, masih ada beberapa penelitian tentang penggunaan berkelanjutan dalam\nsistem pembayaran mobile. Penelitian ini bertujuan untuk melihat faktor-faktor\nyang mempengaruhi niat penggunaan berkelanjutan dari layanan pembayaran\nmobile di kalangan generasi Z di Kota Bandung. Berasal dari UTAUT sebagai\nlandasan penelitian. Penelitian ini juga menambahkan literatur tentang risiko yang\ndirasakan dan motivasi hedonis. Model penelitian memiliki sampel 479\nkoresponden menggunakan layanan pembayaran mobile dan dianggap sebagai\ngenerasi Z yang tinggal di Kota Bandung. Hasilnya menunjukkan bahwa ekspektasi\nkinerja, motivasi hedonis, dan pengaruh sosial memiliki dampak positif yang\nsignifikan terhadap niat penggunaan berkelanjutan dari layanan pembayaran\nbergerak di kalangan generasi Z di Kota Bandung. Sementara itu, ekspektasi upaya\ndan risiko yang dirasakan tidak memiliki efek yang cukup besar.", "Daftar File": {"Kristian Linardi, 19016194.pdf?": "https://digilib.itb.ac.id/gdl/download/176578", "2019 TS PP KRISTIAN LINARDI 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/249336"}, "Penulis": "Kristian Linardi [19016194]", "Kontributor / Dosen Pembimbing": ["Dr Ir. Achmad Herlanto Anggono, MBA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Intensi Penggunaan Berkelanjutan; UTAUT; Resiko Persepsi; Motivasi Hedonic; Layanan Pembayaran Seluler", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "16 Jul 2019"}