{"Nomor": 40867, "Judul": "Analisis Prosedur Kedatangan Pada Terminal Airspace Menggunakan Model Simulasi", "Abstrak": "Guna mengantisipasi pertumbuhan lalu lintas penerbangan yang tinggi telah\ndilakukan upaya-upaya peningkatan pelayanan bandara baik di sisi darat maupun\nsisi udara. Pada sisi udara, salah satu peningkatan pelayanan yang dilakukan\ndengan pengembangan prosedur kedatangan pada Terminal Airspace. Diperlukan\nsebuah metode yang mampu menganalisis kinerja prosedur penerbangan Terminal\nAirspace sebagai dasar peningkatan kinerja pelayanan sistem bandara secara\numum.\nDalam Tesis ini akan dipaparkan pengembangan model simulasi yang selanjutnya\ndipergunakan untuk menganalisis prosedur penerbangan Terminal Airspace\nkhususnya untuk prosedur kedatangan. Model dibangun dengan konsep model\nsimulasi diskrit berbasis kejadian. Prosedur kedatangan yang akan dianalisis\nadalah prosedur kedatangan untuk penerbangan instrumen yang disebut Standard\nTerminal Arrival Routes (STAR) dengan contoh kasus adalah STAR pada\nBandara Internasional Soekarno-Hatta. Model simulasi yang dibangun berupa\nmodel stokastik yang diharapkan mampu menyerupai karakteristik lalu lintas\npenerbangan yang sesungguhnya.\nParameter tingkat kinerja pelayanan Terminal Airspace yang akan dianalisis di\ndalam Tesis ini adalah kapasitas dan keterlambatan. Analisis dilakukan terhadap\nbeberapa skenario simulasi seperti penggunaan konfigurasi landas pacu dan waktu\nantar kedatangan yang berbeda\nHasil penelitian menunjukkan bahwa analisis prosedur kedatangan dapat\ndilakukan dengan menggunakan model simulasi diskrit berbasis kejadian. Hasil\nanalisis tersebut selanjutnya dapat digunakan sebagai bahan pertimbangan\npengelola bandara guna perencanaan upaya-upaya peningkatan keselamatan\npenerbangan dan kapasitas bandara. Model simulasi ini juga dapat dikembangkan\ndengan memasukkan operasi kebarangkatan serta digunakan untuk menganalisis\nelemen sisi udara bandara lainnya seperti Runway, taxiway dan apron.", "Daftar File": {}, "Penulis": "Rully Medianto [23610001]", "Kontributor / Dosen Pembimbing": ["Ir. Mahardi Sadono, MT", "Dr. Ir. Hisar Manongam Pasaribu"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "prosedur penerbangan, Terminal Airspace, model simulasi, kapasitas, keterlambatan.", "Sumber": "", "Staf Input/Edit": "", "File": "8 file", "Tanggal Input": "16 Jul 2019"}