{"Nomor": 40869, "Judul": "ANALISIS POROSITAS DARI MATERIAL AGLOMERAT BERPORI BERBASIS CITRA DIGITAL MICRO-CT", "Abstrak": "Pada penelitian ini, dilakukan analisis ukuran butiran dan porositas pasir berbasis citra ?CT. Pasir yang digunakan memiliki pori internal pada butirannya dan teraglomerasi. Analisis dilakukan untuk dua sampel yang terdiri dari satu jenis pasir dan sembilan sampel campuran pasir dalam wadah sedotan dengan fraksi campuran berbeda yang terdiri dari dua jenis pasir, yaitu pasir Kuta (K) dan pasir Pink (P). Analisis kualitatif dan kuantitatif dilakukan untuk citra dengan metode pemrosesan yang berbeda, yaitu citra thresholding, citra despeckle, citra smoothing, dan citra watershed untuk menentukan metode pemrosesan citra yang lebih baik untuk setiap sampel pasir. Analisis kualitatif dilakukan dengan membandingkan deteksi butiran pada citra hasil pemrosesan dengan citra rekonstruksi. Analisis kuantitatif berupa perbandingan ukuran butiran hasil pemrosesan citra menggunakan software CTAn terhadap pengukuran saringan mesh. Penelitian ini menunjukkan untuk sampel pasir P lebih baik menggunakan citra thresholding, campuran pasir dengan fraksi 0,1:0,9 sampai 0,5:0,5 lebih baik menggunakan citra smoothing, campuran pasir dengan fraksi 0,6:0,4 sampai 0,8:0,2 lebih baik menggunakan citra despeckle, dan campuran pasir dengan fraksi 0,9:0,1 serta pasir K lebih baik menggunakan citra watershed. Perhitungan porositas dilakukan pada citra hasil pemrosesan yang lebih baik untuk setiap sampel pasir. Porositas hasil perhitungan dari citra dibandingkan dengan perhitungan menggunakan hukum campuran. Penelitian ini menunjukkan terdapat perbedaan nilai porositas dari citra dan hukum campuran. Hal tersebut menunjukkan porositas tidak hanya bergantung pada fraksi campuran, namun bergantung pula pada susunan butiran dalam wadah.", "Daftar File": {"ABSTRAK Ismi Yasifa": "https://digilib.itb.ac.id/gdl/download/176695", "COVER Ismi Yasifa": "https://digilib.itb.ac.id/gdl/download/181118", "BAB 1 Ismi Yasifa": "https://digilib.itb.ac.id/gdl/download/181119", "BAB 2 Ismi Yasifa": "https://digilib.itb.ac.id/gdl/download/181120", "BAB 3 Ismi Yasifa": "https://digilib.itb.ac.id/gdl/download/181121", "BAB 4 Ismi Yasifa": "https://digilib.itb.ac.id/gdl/download/181122", "BAB 5 Ismi Yasifa": "https://digilib.itb.ac.id/gdl/download/181123", "PUSTAKA Ismi Yasifa": "https://digilib.itb.ac.id/gdl/download/181124"}, "Penulis": "Ismi Yasifa [20218026]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Sparisoma Viridi, S.Si.", "Dr. Fourier Dzar Eljabbar Latief, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Citra, Hukum Campuran, Micro-CT, Pasir, Porositas.", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "16 Jul 2019"}