{"Nomor": 40876, "Judul": "KAJI KESESUAIAN CIRI SINYAL SUARA DAN GETARAN UNTUK BERBAGAI KONFIGURASI MESIN BOLAK-BALIK.", "Abstrak": "Tugas sarjana ini bertujuan untuk menganalisis kesesuaian ciri sinyal getaran dan sinyal suara dari berbagai konfigurasi mesin bolak-balik. Hasil penelitian dari tugas sarjana ini diharapkan dapat menggali potensi penggunaan data suara dalam perawatan berbasis kondisi mesin (Condition Based Maintenance/CBM). Berbeda dengan perawatan mesin berkala yang perawatannya dilakukan sesuai jadwal yang ditentukan, prinsip dasar dari CBM adalah keputusan perawatan dilakukan berdasarkan informasi-informasi tentang kondisi mesin yang beroperasi. Perawatan hanya dilakukan apabila informasi yang didapat mengindikasikan kerusakan pada mesin. Dengan dilakukannya metode perawatan ini, waktu dan biaya perawatan dapat dihemat.\nPenelitian dan pemanfaatan sinyal suara masih sangat jarang dalam perawatan berbasis kondisi mesin (CBM). Akan tetapi, beberapa penelitian sebelumnya mengenai potensi penggunaan sinyal suara sudah menunjukkan hasil yang cukup menjanjikan. Untuk penelitian ini fenomena yang akan diamati adalah fenomena dasar mesin bolak-balik dari mesin multi silinder.\nPengujian dilakukan terhadap anjungan uji empat silinder yang dapat memodelkan empat konfigurasi fenomena dasar mesin bolak-balik. Keempat konfigurasi ini adalah konfigurasi yang dapat menghasilkan gaya primer maupun gaya sekunder, konfigurasi yang menghasilkan gaya primer saja, gaya sekunder saja, dan konfigurasi dimana tidak terdapat gaya primer maupun gaya sekunder. Anjungan uji yang digunakan terdapat di Laboratorium Mekanika dan Konstruksi Mesin ITB buatan TecQuipment Limited.\nPengambilan data getaran dilakukan menggunakan accelerometer sebagai sensornya, dan untuk data akusisi menggunakan perangkat akusisi data National Instrument. Dalam pengambilan data suara, digunakan mikrofon sebagai sensor suara dan data akusisi juga menggunakan perangkat National Instrument. Hasil pengukuran getaran maupun suara dipresentasikan dalam domain waktu dan domain frekuensi. Analisis domain frekuensi yang dilakukan dalam penelitian ini adalah analisis auto power spectral density (auto-PSD).\nKaji kesesuaian yang dilakukan dalam penelitian ini sebagian besar bersifat kualitatif dengan membandingkan kurva averaged-auto PSD dari respon getaran dan suara untuk tiap-tiap konfigurasi. Hasil pengujian menunjukkan bahwa sinyal suara dan sinyal getaran memiliki karakteristik yang sama dalam domain frekuensi. Dapat disimpulkan untuk kasus fenomena dasar mesin bolak-balik, sinyal suara memiliki potensi untuk dimanfaatkan dalam Condition Based Maintenance .", "Daftar File": {}, "Penulis": "Calvin Dharmawan [13108116]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ignatius Pulung Nurprasetio, MSME"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "SUARA; GETARAN.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "17 Jul 2019"}