{"Nomor": 40873, "Judul": "Factors that Influence the Intention of MSMEs in the Culinary / Food and Beverage Sector in the Bandung City to Environmentally Friendly Business", "Abstrak": "Tidak dapat di pungkiri bahwa Usaha Mikro Kecil dan Menengah (UMKM) mempunyai peran\npenting dalam perkembangan perekonomian suatu negara, khususnya di negara berkembang. Di\nindonesia, dari data angkatan kerja yang dipekerjakan oleh UKM pada tahun 2013 dari\nKementerian Koperasi dan UKM Indonesia mengungkapkan bahwa UKM dapat mendominasi\ndan menyerap pekerjaan lebih dari 99,99% dari segmen pasar. Perusahaan besar hanya\nmenyerap sisanya, yaitu sekitar 0,01%. Jumlah yang sangat mengagumkan untuk membantu\nperekonomian suatu negara. Salah satu sektor yang menarik perhatian adalah sector kuliner /\nmakanan dan minuman. Usaha makanan kecil dan menengah memiliki peran besar dan\nsignifikan dalam pengembangan dan pertumbuhan ekonomi global, terutama di negara-negara\nberkembang (Ayyagari et al., 2007). Sehingga sektor ini patut terus dikembangkan potensinya.\nNamun, disatu sisi UMKM juga terlibat dalam isu yang cukup memprihatinkan yaitu\npencemaran lingkungan. Sebagai bagian penting untuk ekonomi dunia, UMKM juga\nbertanggung jawab atas sekitar 60% dari semua emisi karbon dioksida dan 70% dari semua\npolusi (Parker et al., 2009). Sehingga sebuah sosialisasi dan edukasi agar UMKM mampu\nmenjadi sebuah bisnis yang ramah lingkungan. Penelitian ini bertujuan untuk mengetahui\nfaktor-faktor yang mempengaruhi kesiapan UMKM di sektor kuliner / makanan dan minuman\nuntuk menjadi bisnis yang ramah lingkungan dan juga untuk mengetahui niat UMKM di sektor\nkuliner / makanan dan minuman untuk menjadi bisnis yang ramah lingkungan.\nTerdapat beberapa faktor yang mempengaruhi intensi UMKM melakukan bisnis ramah\nlingkungan. Faktor-faktor itu adalah harga produk ramah lingkungan, daya beli masyarakat,\nmanfaat produk ramah lingkungan, dan ketersediaan produk konvensional. Faktor-faktor ini\ndiadopsi menjadi kerangka kerja untuk wawancara semi terstruktur dengan pemilik UMKM di\nsector kuliner / makanan dan minuman di kota Bandung. Berdasarkan hasil wawancara dengan\nanalisis kualitatif, muncul beberapa faktor lainnya yang terdiri dari faktor pendukung dan faktor\npenghambat. Untuk faktor pendukung seperti kesadaran pelanggan, minat pelanggan,\npenghematan biaya, citra merek, regulasi, dan jaringan bisnis. Dan untuk faktor penghambat\nseperti target pasar, mentalitas yang buruk, pendidikan, daya tahan produk, biaya yang tinggi,\ndan kepraktisan. Terakhir, semua partisipan memiliki intensi untuk melakukan bisnis ramah\nlingkungan walaupun saat ini mereka mempunyai hambatan untuk melakukannya.", "Daftar File": {"ABSTRAK Arif Hidayat": "https://digilib.itb.ac.id/gdl/download/176716", "2019 TS PP ARIF HIDAYAT 1 - FULL TEXT.pdf5?": "https://digilib.itb.ac.id/gdl/download/249332"}, "Penulis": "Arif Hidayat [19016024]", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "UMKM, Bisnis Ramah Lingkungan, Kuliner, Inovasi", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "17 Jul 2019"}