{"Nomor": 40887, "Judul": "MUSEUM DIRGANTARA INDONESIA DI CICENDO", "Abstrak": "Museum Dirgantara Indonesia adalah museum dengan koleksi penerbangan Indonesia yang menampilkan sejarah dan teknologi dirgantara. Museum ini terletak di jalan Gunung Batu, Cicendo, Bandung yang merupakan kawasan aerobiopolis. Luas bangunan total sekitar 12000 m2.. Target pengunjung adalah warga lokal, luar kota, maupun mancanegara. Museum Dirgantara Indonesia terletak di area PT Dirgantara Indonesia, atau tepatnya di depan persis hangar milik PTDI tempat menyimpan produk-produk dari PTDI. Koleksi museum Dirgantara Indonesia bersumber dari PTDI. Sehingga loading semua koleksi berasal dari PTDI, baik koleksi skala 1:1 maupun koleksi dengan skala lain. Hangar PTDI adalah bangunan yang kotak, sangat masif dan besar, sehingga museum Dirgantara Indonesia merespon bentuk ini dengan geometri lingkaran dan beberapa geometri berdasarkan analisis tapak dan konteks. Berdasarkan fungsi museum Dirgantara, yaitu display beberapa pesawat dengan ukuran yang besar, maka dibutuhkan ruang yang luas tanpa penghalang. Sehingga masa bangunan terdiri dari satu masa yang besar dan berbentang lebar. Bentang lebar dalam bangunan direspon dengan menggunakan struktur space truss.\nTema perancangan pada museum Dirgantara Indonesia adalah flowing. Flowing menggambarkan sirkulasi museum Dirgantara baik sirkulasi tapak, display, maupun koleksi. Sirkulasi tapak yang terdiri dari sirkulasi pengunjung dan pegawai dirancang dengan mengalir memutar dengan mudah. Pada bagian display, sirkulasi juga mengalir secara radial dengan beberapa pengalaman ruang bagi pengunjung.", "Daftar File": {}, "Penulis": "Putri Isti Karimah [15213039]", "Kontributor / Dosen Pembimbing": ["Ir. Hidayat Amir"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Flowing , Museum Dirgantara, PTDI", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "17 Jul 2019"}