{"Nomor": 40890, "Judul": "APARTEMEN KELAS MENENGAH ATAS DI FATMAWATI CITY CENTER SUPERBLOK JAKARTA", "Abstrak": "DKI Jakarta sebagai ibukota negara memiliki jumlah penduduk yang besar dibanding kota lain di Indonesia dan setiap tahun terus bertambah. Untuk itu, pembangunan residensial sebagai kebutuhan dasar berkembang pesat. Proyek perancangan ini adalah sebuah proyek perancangan hunian vertikal berkepadatan tinggi di kawasan superblok Fatmawati City Center Jakarta. Pembangunan di prakarsai oleh PT Agung Sedayu Group. Pembangunan terdiri atas dua tahap, tahap pertama pembangunan merupakan lingkup perancangan proyek ini. Proyek tersebut berupa perancangan 3 buah tower dengan total 600 unit hunian beserta fasilitasnya dengan luas lahan perancangan berkisar 15.000 m2. Apartemen terdiri atas 3 tipe unit hunian yaitu tipe hunian 1 kamar, 2 kamar dan 3 kamar.\nUnit hunian dirancang menimbulkan kesan rumah tapak dengan balkon yang luas yang memberi nuansa “teras” seperti yang biasa dijumpai pada rumah tapak. Pada balkon ini diaplikasikan vegetasi untuk mengaplikasikan alam pada bangunan apartemen. Selain fungsi hunian, apartemen juga menampung fungsi sekunder dan tersier berupa fasilitas rekreasi, fasilitas komersil dan area pengelola serta servis. Apartemen disertai 2 buah skybridge yang membentang di lantai 15 tower hunian. Untuk menjaga citra kawasan, apartemen harus dirancang menyesuaikan konsep dasar kawasan superblok. Selain bangunan, lingkup perancangan termasuk didalam nya perancangan tapak. Bangunan apartemen dirancang sesuai dengan gaya hidup masyarakat kelas menengah keatas di perkotaan yakni cenderung menghabiskan waktu ditempat kerja dan hanya menggunakan hunian sebagai tempat beristirahat. Untuk itu suasana yang tercipta pada rancangan menjadi penting seharusnya memberi rasa tenang dan melepas penat bagi penggunanya.", "Daftar File": {}, "Penulis": "Salsabila Adela Putri [15213051]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Christina Gantini, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Apartemen, Menengah Keatas, Fatmawati City Center, Alam", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "17 Jul 2019"}