{"Nomor": 40891, "Judul": "DISTRACTING STRESS WITH NATURE RUMAH SAKIT KHUSUS KANKER DI KOTA SURAKARTA", "Abstrak": "Angka penderita penyakit Kanker di Indonesia setiap tahun selalu meningkat. Akan tetapi, peningkatan angka penderita kanker ini tidak didukung dengan fasilitas pengobatan kanker yang memadai. Hingga saat ini hanya terdapa tiga rumah sakit khusus kanker yang ada di Indonesia dan dua diantaranya berada di Jakarta. Oleh karena itu dibutuhkan penambahan rumah sakit khusus kanker untuk memperluas pengobatan kanker ke seluruh Indonesia.\nJawa tengah merupakan Provinsi dengan jumlah penderita kanker terbesar di Indonesia. D.I.Yogyakarta merupakan provinsi dengan angka prevalensi penderita kanker tertinggi di Indonesia. Kota Surakarta dipilih sebagai lokasi proyek karena letaknya yang berada di Provinsi Jawa Tengah dan juga berdekatan dengan Provinsi D.I Yogyakarta.\nPerancangan rumah sakit khusus kanker ini mengikuti pedoman teknis fasilitas Rumah sakit umum kelas C yang dikeluarkan oleh departemen kesehatan dan beberapa undang-undang kementrian kesehatan yang mendukung. Untuk melengkapi kekhususan dari rumah sakit khusus kanker ini akan ditambahkan juga fungsi fungsi khusus yang biasanya tidak terdapat pada rumah sakit umum seperti\nkemoterapi dan kedokteran nuklir. Pendekatan yang dipakai dalam perancangan proyek ini adalah pedekatan fungsi dan juga\npendekatan pengguna karena perancangan rumah sakit harus memperhatikan fungsionalitas bangunan dan karakteristik pengguna untuk menghasilkan lingkungan penyembuhan yang baik. \nGagasan Utama yang diangkat dalam perancangan proyek ini adalah “Distracting stress with nature”. Konsep ini dipilih karena stress merupakan masalah utama yang ada di dalam rumah sakit dan untuk menghindari perasaaan stress tersebut muncul perasaan itu harus didistraksi dalam proyek ini caranya adalah dengan memberikan pemandangan yang baik ke arah alam. Selain itu proyek ini juga mengusung konsep untuk menghasilkan rumah sakit yang memiliki citra modern dan tidak terlihat\nseperti rumah sakit pada umumnya.", "Daftar File": {}, "Penulis": "Salsabila Putri Utami [15213097]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Woerjantari Kartidjo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Rumah Sakit, Kanker, Surakarta, Jawa Tengah, Lingkungan Penyembuhan, Distraksi Stress.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "17 Jul 2019"}