{"Nomor": 40894, "Judul": "STASIUN DURI SEBAGAI AKSES PENGHUBUNG WARGA", "Abstrak": "Meningkatnya jumlah penduduk di DKI Jakarta menimbulkan kepadatan dan kemacetan di berbagai ruas jalan ibukota. Untuk mengatasi kemacetan di kota Jakarta, pemerintah DKI Jakarta menyediakan beberapa alat transportasi massal. PT. Kereta Api Indonesia sebagai BUMN yang menangani alat transportasi berupa kereta api beserta sarana dan prasarananya turut mengambil andil dalam menangani kemacetan ibukota dengan menyediakan jasa kereta commuter line.\nStasiun Duri merupakan bangunan transportasi publik yang melayani penumpang kereta commuter line dan akan melayani calon penumpang kereta tujuan bandara. Stasiun Duri yang berlokasi di Jakarta Barat berada diantara pemukiman warga. Permasalahan yang timbul di daerah tersebut adalah adanya fasilitas umum yang berlokasi di daerah di seberang rel kereta api, sehingga untuk mencapai fasilitas umum tersebut warga harus berjalan cukup jauh untuk menyebrangi rel dengan aman. Selain itu kurangnya ruang terbuka publik di daerah sekitar tapak Stasiun Duri menjadi permasalahan di daerah tersebut. Perancangan Stasiun Duri diharapkan mampu mengatasi permasalahan – permasalahan yang ada di sekitar tapak dan mampu menjawab kebutuhan operasional stasiun.\nIndikasi gagasan perancangan yang dimunculkan dalam perancangan Stasiun Duri ini adalah peningkatan kualitas stasiun yang awalnya hanya melayani penumpang kereta commuter line, kini harus mampu melayani penumpang kereta tujuan bandara sehingga terjadi peningkatan kapasitas stasiun. Indikasi gagasan perancangan selanjutnya adalah stasiun yang mampu mengakomodasi kebutuhan warga sekitar. Konektivitas menjadi konsep utama pada perancangan stasiun ini.", "Daftar File": {}, "Penulis": "Syifa Khoirunisa [15213043]", "Kontributor / Dosen Pembimbing": ["Heru Wibowo Poerbo, Ir., MURP, Dr.Ing."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Bandara, Commuter line, Duri, Kereta, Konektivitas, Stasiun", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "17 Jul 2019"}