{"Nomor": 40901, "Judul": "Stratification of alkaline phosphatase in sediments of two urban lakes and its effect on phosphorus cycle", "Abstrak": "Phosphorus loadings in sediments play an important role in lake eutrophication and the progress of its\nrecovery. The phosphorus release is controlled by physical, chemical and biological mechanisms. Alkaline\nphosphatase catalyzes remineralization of organic phosphorus and then it may be an important factor\naccelerating phosphorus cycling in sediments.\nIn this paper, distributions, properties and function of alkaline phosphatase with depths in sediments of\ntwo urban lakes were discussed. Alkaline phosphatase activity (APA) in the sediments of Lake Yuehu\ndecreased with the sediment depth. APA in sediments of Lake Yuehu was, mostly, inhibited by Phe\nand L-Cys; and inhibiting ability of Phe could be stronger than L-Cys. APA in deeper layer (20–30 cm)\nof sediments was more sensitive to the inhibitors than other layers, but range of variation in APA was\nmost wide in the subsurface layer (10–20 cm). All the facts implied that alkaline phosphatase occurred\nin various forms (isoenzymes). APA in the sediments with different depths of Lake Donghu responded\nPhe differently. Reacted with Phe and incubated for 1 day, the amounts of SRP released by these sediments\nvaried correspondingly. SRP on the overlying water in deeper layers (5–10 cm and 15–20 cm) of\nSite T1 was higher than that in surface layer (0–5 cm) of the same site, 1 day after incubation.\nHence, the SRP release resulted, at least partially, from the hydrolysis of some liable organic phosphorus\nmediated by APA. Alkaline phosphatase in lake sediments plays an important role in the release of\ninternal phosphorus loadings and eutrophication. A possible explanation for the sensitivity at deeper layers\ncould be another active region of hydrolysis by alkaline phosphatase from organic phosphorus, which\nadded a new dimension in phosphorus cycling mediated by some biochemical mechanisms.", "Daftar File": {}, "Penulis": "Zhuo-Ying Xia [-]", "Kontributor / Dosen Pembimbing": ["Yi-Yong Zhou, Fang Chen, Chun-Lei Song, Jiang-Qiu Li"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Alkaline phosphatase, Lake sediments, Stratification, Phosphorus cycle, Eutrophication", "Sumber": "ScienceDirect", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Jul 2019"}