{"Nomor": 40905, "Judul": "Abundance and biomass of planktonic ciliates in the sea area around Zhangzi Island, Northern Yellow Sea", "Abstrak": "We investigated the abundance and biomass of planktonic ciliates in the sea area around Zhangzi Island,\nNorthern Yellow Sea, from July 2009 to June 2010. Ciliates were sampled monthly from surface to bottom\nwith a 10 m depth interval at 13 sample stations along three transects. A 1 L sample of water from each\ndepth was collected with a 2.5 L Niskin water sampler and fixed in 1% acid Lugol’s iodine solution. Water\nsamples were pre-concentrated using the Utermöhl method and observed using an Olympus IX51\ninverted microscope at 100 or 200x. The dimensions of the ciliates were measured and the cell volume\nof each species was estimated using appropriate geometric shapes. The carbon:volume ratio used to calculate\nbiomass was 0.19 pg C/lm3. Abundance and biomass of the ciliate in water column were calculated\nas the integral of the abundance and biomass from bottom to surface, respectively. The classification of\ntintinnids was based on taxonomic literature. The average abundance of non-loricate ciliates was\n3066 ± 2805 ind/L, ranging from 165 ind/L (50 m depth of St. B6 in July) to 26,595 ind/L (surface of St.\nC1 in September). The average biomass of non-loricate ciliates was 2.88 ± 2.68 lg C/L, ranging from\n0.05 lg C/L (10 mdepth of St. A6 in July) to 20.51 lg C/L (surface of St. A5 in August). The average tintinnid\nabundance was 142 ± 273 ind/L, ranging from 0 ind/L (monthly) to 2756 ind/L (surface of St. A1 in July).\nThe average tintinnid biomass was 0.84 ± 2.19 lg C/L, ranging from 0.00 lg C/L (every month) to\n37.64 lg C/L (20 m depth of St. C5 in July). The results showed that the average abundance of total ciliates\nwas 3208 ± 2828 ind/L, ranging from 166 ind/L (10 mdepth of St. A6 in July) to 26,625 ind/L (surface of St.\nC1 in September); the average biomass of total ciliates was 3.73 ± 3.55 lg C/L, ranging from 0.05 lg C/L\n(10 m depth of St. A6 in July) to 38.29 lg C/L (20 m depth of St. C5 in July). Abundance and biomass were\nvertically homogeneous in February, November and December, but decreased dramatically from the surface\ndown to the bottom in other months. 23 tintinnid species were identified, 12 of which were in genus\nTintinnopsis. Tintinnid species were more abundant in February, July and August. Tintinnids occupied\n6.6 ± 10.2% and 19.7 ± 23.3% of the total ciliate abundance and biomass, respectively, which increased during\nthe warm season and at coastal stations, and decreased during the cold season and at offshore stations.\nLarge non-loricate ciliate species were prevalent in spring, while smaller species dominated in summer\nand autumn. The average abundance of total ciliates in water column was 132 ± 72  106 ind/m2, with\nincreases during spring and autumn. The average biomass of total ciliates in water column was\n152.57 ± 93.10 mg C/m2, with increases during spring and summer. The average abundance and biomass\nof total ciliates in water column were greater at offshore stations than at coastal stations during spring and\nautumn, and were lower during summer and winter. Non-loricate ciliates, tintinnids and total ciliates\nshowed significant positive correlation with temperature and significant negative correlation with salinity\n(p < 0.01). Non-loricate ciliates and total ciliates showed significant positive correlation with Chl a concentration\n(p < 0.01); however, relationship between Chl a concentration and tintinnids was not significant.", "Daftar File": {}, "Penulis": "Yu Ying [-]", "Kontributor / Dosen Pembimbing": ["Zhang Wuchang, Wang Shiwei, Xiao Tian"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Planktonic ciliate, Abundance, Biomass, Northern Yellow Sea, Zhangzi Island", "Sumber": "ScienceDirect", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Jul 2019"}