{"Nomor": 40903, "Judul": "PUAS? IYA. MENJADI LOYAL? MUNGKIN: HUBUNGAN ANTARA KEPUASAAN ELEKTRONIK DENGAN LOYALITAS ELEKTRONIK TERHADAP GENERASI Z DI E-COMMERCE C2C MARKETPLACE", "Abstrak": "Semakin beragamnya e-commerce yang ditawarkan, semakin banyak pilihan untuk Gen Z sebagai target yang potensial untuk e-commerce C2C marketplace, semakin banyak alasan juga bagi mereka untuk tidak loyal dalam satu e-commerce. Penelitian ini bertujuan untuk mengetahui faktor-faktor apa yang dapat memoderasi hubungan antara kepuasaan elektronik terhadap kesetiaan elektronik yaitu kepercayaan, nilai yang dipersepsikan, motivasi mencari kemudahan, dan inertia. Namun, hanya nilai yang dirasakan dan motivasi kenyamanan yang memoderasi secara signifikan hubungan kepuasan elektronik terhadap kesetiaan elektronik. Untuk factor nilai yang dipersepsikan, jika pembeli memiliki nilai persepsi yang tinggi, mereka cenderung untuk tidak loyal dalam satu e-commerce dan untuk factor motivasi mencari kemudahan, jika motivasi mencari kemudahan mereka tinggi, mereka lebih cenderung setia dalam satu e-commerce. Oleh karena itu perusahaan dapat menggunakan temuan dari penelitian ini untuk diimplementasikan guna mencari strategi terbaik yang sesuai dengan generasi Z.", "Daftar File": {"ABSTRAK Mohammad Syamaidzar Rahmani, 19016148.pdf\n]": "https://digilib.itb.ac.id/gdl/download/176972", "9 MOHAMMAD SYAMAIDZAR RAHMANI 19016148 CHAPTER 1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/248801", "10 MOHAMMAD SYAMAIDZAR RAHMANI 19016148 CHAPTER 2.pdf)u": "https://digilib.itb.ac.id/gdl/download/248802", "11 MOHAMMAD SYAMAIDZAR RAHMANI 19016148 CHAPTER 3.pdf)u": "https://digilib.itb.ac.id/gdl/download/248803", "12 MOHAMMAD SYAMAIDZAR RAHMANI 19016148 CHAPTER 4.pdf)u": "https://digilib.itb.ac.id/gdl/download/248804", "13 MOHAMMAD SYAMAIDZAR RAHMANI 19016148 CHAPTER 5.pdf)u": "https://digilib.itb.ac.id/gdl/download/248805", "14 MOHAMMAD SYAMAIDZAR RAHMANI 19016148 REFERENCE.pdf)u": "https://digilib.itb.ac.id/gdl/download/248806"}, "Penulis": "Mohammad Syamaidzar Rahmani [19016148]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, Ph. D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kepuasaan elektronik, kesetiaan elektronik, Inertia, nilai yang dipersepsikan, kepercayaan dan motivasi mencari kemudahan", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "7 file", "Tanggal Input": "17 Jul 2019"}