{"Nomor": 40907, "Judul": "The effects of different vegetation restoration patterns on soil bacterial diversity for sandy land in Hulunbeier", "Abstrak": "Grassland desertification seriously threatens sustainable economic and social development. Much attention\nhas been paid to the control of grassland desertification, and even to the restoration and reconstruction\nof the grassland. Vegetation restoration is considered to be a very effective solution. Soil sustains an\nimmense diversity of microbes, and the characteristics of soil microbial communities are sensitive indicators\nof soil. It is important to understand the relationship between vegetation and soil microbial diversity\nduring the restoration process. Soil microbial, which is the main index to evaluate soil quality, plays a\nsignificant role in ecosystem and soil microbial diversity is the important one of global diversity. Exploring\nthe effects of different vegetation patterns on soil microbial diversity can provide scientific bases and\ntechnical support for systemic and impersonal assessment of the best vegetation restoration patterns, as\nwell as the vegetation restoration and reconstruction of Hulunbeier sandy land. Based on PCR–DGGE\ntechnology, a case study was carried out to investigate the effects of five different vegetation restoration\npatterns on soil microbial functional diversity after 4 years in sandy land in Hulunbeier, China. The five\nvegetation restoration patterns included mono-cultivar planting of Agropyron cristatum (UA), mono-cultivar\nplanting of Hedysarum fruticosum (UH), mono-cultivar planting of Caragana korshinskii (UC), mixedcultivar\nplanting of Agropyron cristatum and Hedysarum fruticosum (AC) and mixed-cultivar planting of\nAgropyron cristatum, Hedysarum fruticosum, Caragana korshinskii and Elymus nutans (ACHE). Completely\ndegraded sandy land was used as control. The results indicated that the vegetation restoration increased the genetic diversity of soil bacterial community obviously, and the structure of soil bacterial community was changed. The results of phylogenetic analysis suggested that the bacterial community in Hulunbeier sandy land mainly attributed to Proteobacteria, Bacteroidetes, Firmicutes, Actinobacteria, and Acidobacteria. The dominant groups were Proteobacteria and Bacteroidetes. The effects of different vegetation type on soil bacterial community structures were different.", "Daftar File": {}, "Penulis": "Haifang Zhang [-]", "Kontributor / Dosen Pembimbing": ["Xiaolong Song, Cailing Wangd, Hongmei Liu, Jingni Zhang, Yujie Li, Gang Li, Dianlin Yang , Shulan Zhao"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Hulunbeier, Sandy land, Vegetation restoration, Soil microbe, Genetic diversity, PCR–DGGE", "Sumber": "ScienceDirect", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Jul 2019"}