{"Nomor": 40911, "Judul": "PENATAAN KAWASAN PAKUALAMAN MELALUI PENDEKATAN PELESTARIAN Studi Kasus: Kawasan Pura Pakualaman, Yogyakarta", "Abstrak": "Kadipaten Pakualaman sebagai kawasan cagar budaya di Yogyakarta menjadi salah satu kawasan yang mengalami perubahan karakter kawasan karena pembangunan baru. Ancaman perubahan akibat pembangunan modern, pemadatan kawasan, dan memudarnya tradisi masyarakat lokal menjadi penyebab tergerusnya identitas kawasan Pakualaman. Oleh karena itu perlu adanya pertimbangan khusus berupa penyusunan arahan dalam melakukan pengembangan kawasan. Penataan kawasan Pakualaman dengan pendekatan pelestarian menjadi gagasan untuk mempertahankan keberlangsungan identitas kawasan. Tujuan penataan adalah untuk menjaga integritas (integrity) dan autentisitas (authenticity) kawasan menggunakan value based approach atau pendekatan pelestarian yang berbasis nilai. Cara yang dilakukan adalah dengan melihat nilai signifikansi karakter kawasan yang bersifat fisik (tangible) maupun yang bersifat nirfisik (intangible), kemudian dihubungkan dengan serangkaian elemen rancang kota secara deskriptif. Analisis terhadap konteks sejarah dan eksisting kawasan juga dilakukan untuk mengetahui konsep kawasan, permasalahan, dan potensi yang terjadi di dalam kawasan Pakualaman dengan metode sinkronik - diakronik dan deskriptif. Hasil penelitian menunjukkan bahwa penataan kawasan Pakualaman merujuk kepada konsep tradisional Jawa (kosmologi Jawa), yaitu konsep Catur Gatra Tunggal (empat elemen fungsi penting kawasan) dan Empat Lingkaran Konsentris, yang menentukan struktur kawasan. Intervensi yang dituangkan ke dalam elemen-elemen rancang kota mengarah kepada kepentingan masyarakat dan pengunjung kawasan. Perancangan kawasan Pakualaman terbagi menjadi dua strategi, yaitu peningkatan kualitas ruang pada elemen pendukung aktivitas, aksesibilitas, dan ruang terbuka hijau serta preservasi karakter kawasan pada elemen preservasi bangunan, tata guna lahan, intensitas dan tata massa bangunan.", "Daftar File": {"COVER Angela Upitya Paramitasari": "https://digilib.itb.ac.id/gdl/download/177010", "BAB 1 Angela Upitya Paramitasari": "https://digilib.itb.ac.id/gdl/download/177011", "BAB 2 Angela Upitya Paramitasari": "https://digilib.itb.ac.id/gdl/download/177022", "BAB 3 Angela Upitya Paramitasari": "https://digilib.itb.ac.id/gdl/download/177030", "BAB 4 Angela Upitya Paramitasari": "https://digilib.itb.ac.id/gdl/download/177035", "BAB 5 Angela Upitya Paramitasari": "https://digilib.itb.ac.id/gdl/download/177036", "PUSTAKA Angela Upitya Paramitasari": "https://digilib.itb.ac.id/gdl/download/177037"}, "Penulis": "Angela Upitya Paramitasari [25615009]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Widjaja Martokusumo", "Dr. Ir. Woerjantari Kartidjo, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rancang Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Design & decoration", "Kata Kunci": "kawasan Pakualaman, karakter kawasan, pendekatan pelestarian, penataan kawasan, value based approach, Yogyakarta", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "14 file", "Tanggal Input": "18 Jul 2019"}