{"Nomor": 40912, "Judul": "OPSI SAHAM KARYAWAN, TATA KELOLA PERUSAHAAN, DAN KEPEMILIKAN KELUARGA: BUKTI DARI INDONESIA", "Abstrak": "Tujuan dari penelitian ini adalah untuk menyelidiki apakah praktik tata kelola perusahaan\nmempengaruhi penerbitan kompensasi berbasis saham dan motifnya dalam bentuk Rencana Opsi\nSaham Karyawan (ESOP) di perusahaan keluarga yang terdaftar secara publik di Indonesia. Penelitian\nsebelumnya mengenai penerbitan ESOP membuktikan bahwa praktik tata kelola perusahaan\nmempengaruhi perusahaan untuk mengeluarkan kompensasi untuk mengurangi konflik keagenan yang\nsering terjadi pada perusahaan dengan kepemilikan yang tersebar. Namun, dalam kepemilikan\nterkonsentrasi seperti perusahaan milik keluarga dengan anggota keluarga di anggota dewan atau\nbahkan CEO keluarga sudah memiliki kepentingan mereka selaras. Oleh karena itu, penerbitan ESOP\ndi perusahaan keluarga dapat jatuh ke dua tujuan: ekstraksi sewa atau pemaksimalan nilai jangka\npanjang. Perusahaan yang terdaftar di Bursa Efek Indonesia mengeluarkan ESOP selama periode 2013-\n2018 diambil sebagai sampel. Menggunakan regresi data panel, penelitian menemukan bahwa\nkepemilikan keluarga, komisaris independen, dan frekuensi pertemuan dewan direksi secara signifikan\nmempengaruhi pemberian ESOP di perusahaan keluarga. Dengan pengukuran alternatif variabel\ndummy kepemilikan keluarga, kami hanya menemukan rapat dewan direksi yang signifikan terhadap\npemberian ESOP, jumlah ESOP yang diberikan, dan periode vesting ESOP di perusahaan keluarga dan\nnon-keluarga. ESOP yang diberikan di perusahaan keluarga cenderung berada at/out-of-the-money\nESOP, yang mengindikasikan tujuan memaksimalkan nilai perusahaan. Selain itu, penelitian ini juga\nmenemukan bahwa keberadaan kepemilikan keluarga di suatu perusahaan mempengaruhi kemungkinan\nuntuk memberikan in-the-money ESOP.", "Daftar File": {"ABSTRAK Anastasia Zulfa": "https://digilib.itb.ac.id/gdl/download/177051", "Chapter I.pdf\n]": "https://digilib.itb.ac.id/gdl/download/247363", "Chapter II.pdf)u": "https://digilib.itb.ac.id/gdl/download/247364", "Chapter III.pdf?": "https://digilib.itb.ac.id/gdl/download/247365", "Chapter IV.pdf)u": "https://digilib.itb.ac.id/gdl/download/247366", "Chapter V.pdf\n]": "https://digilib.itb.ac.id/gdl/download/247367"}, "Penulis": "Anastasia Zulfa [19016168]", "Kontributor / Dosen Pembimbing": ["Dr. Yunieta Anny Nainggolan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Tata kelola perusahaan, board monitoring, ESOP, perusahaan keluarga", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "6 file", "Tanggal Input": "18 Jul 2019"}