{"Nomor": 40928, "Judul": "PERANCANGAN KAWASAN CAGAR BUDAYA BERDASARKAN CLIMATE-SENSITIVE URBAN DESIGN (STUDI KASUS: KAWASAN RAJAWALI SURABAYA)", "Abstrak": "Kawasan cagar budaya dapat menjadi sensitif terhadap kejadian cuaca buruk dan\nperubahan iklim di suatu kota. Pengendalian iklim mikro pada luar ruang adalah isu\npenting pada perumusan kebijakan terkait preservasi cagar budaya pada sebuah\nkota. Saat ini Surabaya mengalami fenomena urban heat island karena peningkatan\nsuhu permukaan dari tahun 1994. Rajawali merupakan salah satu kawasan cagar\nbudaya di Surabaya yang memiliki nilai sejarah. Oleh karena itu, sebuah desain\nyang dapat menjaga dan sensitif terhadap kondisi iklim mikro adalah isu penting\ndalam perancangan Kawasan Rajawali. Tujuan dari studi ini adalah membuat\nsimulasi rancangan berbasis climate-sensitive urban design di Kawasan Rajawali\nsebagai kawasan cagar budaya di Kota Surabaya. Metode desain yang digunakan\ndalam studi ini adalah regresi dan simulasi menggunakan program ENVI-met.\nMetode analisis regresi digunakan untuk menganalisis persoalan termal di Kawasan\nRajawali, dimana data yang digunakan bersumber dari hasil simulasi eksiting dan\nkondisi eksisting pada kawasan. Sementara itu, simulasi yang dilakukan pada studi\nini terdiri dari dua tahap, yakni simulasi eksisting dan simulasi rancangan.\nBerdasarkan hasil simulasi tersebut dapat diketahui bahwa peningkatan\npembayangan pada Kawasan Rajawali merupakan hal penting untuk dapat\nmenciptakan kawasan yang lebih nyaman secara termal. Oleh karena itu, strategi\ndesain berupa penambahan ketinggian bangunan dan vegetasi menjadi sangat\nefektif untuk memberikan pembayangan pada kawasan. Akan tetapi, pengaturan\nketinggian bangunan, ruang terbuka dan vegetasi menjadi hal yang penting untuk\ndiperhatikan dalam perancangan kawasan cagar budaya, sebab aspek tersebut\nperancangannya akan terbatas pada kawasan cagar budaya terutama di bangunan\natau kaveling yang bersebelahan langsung dengan bangunan cagar budaya. Oleh\nkarena itu, climate-sensitive urban design lebih banyak diterapkan pada bangunan\natau kaveling yang tidak bersebelahan dengan bangunan cagar budaya.", "Daftar File": {"COVER Dini Faza Illiyin": "https://digilib.itb.ac.id/gdl/download/177125", "BAB 1 Dini Faza Illiyin": "https://digilib.itb.ac.id/gdl/download/177126", "BAB 2 Dini Faza Illiyin": "https://digilib.itb.ac.id/gdl/download/177127", "BAB 3 Dini Faza Illiyin": "https://digilib.itb.ac.id/gdl/download/177128", "BAB 4 Dini Faza Illiyin": "https://digilib.itb.ac.id/gdl/download/177129", "BAB 5 Dini Faza Illiyin": "https://digilib.itb.ac.id/gdl/download/177130", "BAB 6 Dini Faza Illiyin": "https://digilib.itb.ac.id/gdl/download/177132", "BAB 7 Dini Faza Illiyin": "https://digilib.itb.ac.id/gdl/download/177133", "PUSTAKA Dini Faza Illiyin": "https://digilib.itb.ac.id/gdl/download/177134"}, "Penulis": "Dini Faza Illiyin [25616001]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Widjaja Martokusumo", "Dr.Eng. Mochamad Donny Koerniawan, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rancang Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Design & decoration", "Kata Kunci": "climate-sensitive urban design, kawasan cagar budaya, ENVI-met.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "10 file", "Tanggal Input": "18 Jul 2019"}