{"Nomor": 40931, "Judul": "KRITERIA PEMBENTUK KESAN TEMPAT MENARIK UNTUK TUJUAN RESTORASI DI KAWASAN JAM GADANG KOTA BUKITTINGGI", "Abstrak": "Adanya tuntutan dan persaingan hidup yang tinggi di perkotaan membuat masyarakat bekerja secara terus menerus. Tanpa disadari masyarakat cenderung mengalami kelelahan, kejenuhan, hingga menimbulkan reaksi stres. Dalam mengatasi keadaan tersebut, masyarakat cenderung ke luar dari lingkungan huniannya dan mencari tempat-tempat yang menarik untuk memperoleh manfaat restoratif (pemulihan diri). Kawasan Jam Gadang merupakan lokasi yang banyak menyediakan tempat-tempat menarik yang berkaitan dengan fungsi utama kota diantaranya pelayanan komersil, jasa, dan rekreasi, sehingga dinikmati oleh masyarakat Kota Bukittinggi. Tujuan penelitian ini adalah ingin merumuskan kriteria-kriteria apa saja yang membentuk kesan tempat menarik di Kawasan Jam Gadang untuk tujuan restorasi melalui persepsi masyarakat. Penelitian ini merupakan penelitian kuantitatif dan kualitatif (mix method) yang bersifat eksploratif. Metode penelitian uantitatif digunakan pada saat pengumpulan dan analisis data. Sementara, metode penelitian kualitatif digunakan pada proses analisis data teks. Metode pengumpulan data dilakukan dengan metode survey online menggunakan kuesioner. Metode analisis yang digunakan adalah content analysis, analisis distribusi, dan analisis korespondensi. Hasil dari penelitian ini ditemukan dua kelompok kriteria pembentuk kesan tempat menarik yang menyebabkan masyarakat datang ke Kawasan Jam Gadang untuk tujuan restorasi yaitu kriteria utama dan kriteria pendukung. Kriteria utama pembentuk kesan tempat menarik meliputi suhu lingkungan yang sejuk, lingkungan yang asri, suasana yang tenang, tempat yang nyaman, tersedianya tempat duduk, terhubung dengan pemandangan alam, dan tersedianya tempat bermain anak. Kriteria pendukung meliputi adanya spot berfoto, ketersediaan aneka produk, aneka makanan dan minuman, terdapat jajanan kaki lima, tempat belanja, tempat makan formal, tempat yang luas, dan terdapat landmark.", "Daftar File": {"COVER Febby Nugrayolanda": "https://digilib.itb.ac.id/gdl/download/177146", "BAB 1 Febby Nugrayolanda": "https://digilib.itb.ac.id/gdl/download/177147", "BAB 2 Febby Nugrayolanda": "https://digilib.itb.ac.id/gdl/download/177148", "BAB 3 Febby Nugrayolanda": "https://digilib.itb.ac.id/gdl/download/177149", "BAB 4 Febby Nugrayolanda": "https://digilib.itb.ac.id/gdl/download/177150", "BAB 5 Febby Nugrayolanda": "https://digilib.itb.ac.id/gdl/download/177151", "BAB 6 Febby Nugrayolanda": "https://digilib.itb.ac.id/gdl/download/177152", "BAB 7 Febby Nugrayolanda": "https://digilib.itb.ac.id/gdl/download/177153", "PUSTAKA Febby Nugrayolanda": "https://digilib.itb.ac.id/gdl/download/177154"}, "Penulis": "Febby Nugrayolanda [25615003]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Haryo Winarso, M.Eng., Ph.D.", "Dr.Eng. Hanson Endra Kusuma, S.T., M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Rancang Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Design & decoration", "Kata Kunci": "sense of place, tempat menarik, tujuan restorasi, persepsi masyarakat, Kawasan Jam Gadang.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "18 Jul 2019"}