{"Nomor": 40938, "Judul": "PENGEMBANGAN MODEL IKLIM KESELAMATAN ORGANISASI PERAWATAN PESAWAT UDARA DI INDONESIA DALAM MENDUKUNG KEBIJAKAN KELAIKAN PESAWAT UDARA", "Abstrak": "Keselamatan adalah faktor utama dalam transportasi udara. Perawatan pesawat udara\nberfungsi untuk memastikan kelaikudaraan pengoperasian pesawat udara. Apabila\nperawatan pesawat udara tidak dilakukan sesuai dengan standar dan prosedur yang\nberlaku, maka hal tersebut akan membahayakan keselamatan penerbangan. Unit\npemeliharaan pesawat udara adalah unit yang penting dalam menjamin ketersediaan\narmada. Dari penelitian diketahui adanya kaitan antara kecelakaan dengan\npemeliharaan menunjukkan pentingnya dilakukan analisis untuk mengidentifikasi\nfaktor-faktor yang mungkin mempengaruhi organisasi perawatan pesawat terbang.\nPenelitian dalam dunia keselamatan penerbangan erat kaitannya dengan Iklim\nkeselamatan yang dianggap sebagai indikator kinerja keselamatan dan hasil\nkeselamatan. Penelitian ini mengembangkan model iklim keselamatan dengan\nmenambahkan faktor desain organisasi yang berupa variabel struktur dan lingkungan\nuntuk menjelaskan hubungan antara struktur dan lingkungan organisasi terhadap\niklim keselamatan serta iklim keselamatan terhadap faktor kinerja keselamatan yang\nterdiri dari variabel pengetahuan keselamatan, tindakan tidak aman, dan perilaku\npelaporan, serta Iklim Keselamatan terhadap hasil keselamatan berupa Resiko\nKeselamatan dan Kelaikan.\nDelapan variabel yaitu Struktur, Lingkungan, Iklim Keselamatan, Pengetahuan\nKeselamatan, Tindakan tidak aman, dan Perilaku pelaporan, Resiko Keselamatan,\nKelaikan tersebut diuji dengan 13 hipotesis.\nStudi ini mencakup sampel 306 teknisi yang berpartisipasi dalam survei purposive\ncross-sectional. Responden bekerja pada perusahaan perawatan pesawat yang\nmemiliki kapabilitas Maintenance Repair Overhaul (MRO) yaitu 5 perusahaan. Data\nyang terkumpul dianalisis dengan Structural Equation Modeling (SEM). Skala yang\nmenggunakan skala likert dengan rentang 1 sampai 5 untuk mengukur persepsi\nkeselamatan yang dimiliki oleh para responden.\nTanggapan responden terhadap instrumen rata-rata bernilai baik, dengan keandalan\ninstrumen valid dan reliabel. Setelah dilakukan uji normalitas, uji validitas dengan 2NDCFA dan perhitungan Variance extracted serta Construct Reliability\nmenghasilkan 97 item indikator yang layak untuk diolah.\nModel dinyatakan baik dengan menggunakan Goodness of fit Index dan layak untuk\ndianalisis. Seluruh hipotesis telah terkonfirm. Model iklim keselamatan yang yang\ndikembangkan, struktur dan lingkungan organisasi memiliki 8,58% pengaruh total\nterhadap iklim keselamatan dan sisanya sebesar 91.42% harus dijelaskan oleh faktorfaktor\npenyebab lainnya yang berasal dari luar model ini. pengaruh total Iklim\nterhadap Kelaikan sebesar 6.71%, Tindakan tidak aman memberikan pengaruh total\nsebesar 20.78% terhadap kelaikan, pelaporan memberikan pengaruh total 8.23%\nterhadap kelaikan. Pengaruh dari Iklim, tidak aman, pelaporan sebesar 35,64%\nterhadap Kelaikan dan sisanya 64.36% harus dijelaskan oleh faktor-faktor penyebab\nlainnya yang berasal dari luar model regresi ini.\nStudi ini menambahkan kontribusi penting untuk model penelitian keselamatan pada\numumnya, dan organisasi perawatan pesawat pada khususnya. Dengan menggunakan\ninformasi ini dapat membantu menyelidiki alasan mengapa iklim keselamatan dapat\nmempengaruhi kinerja keselamatan dan hasil keselamatan berupa Resiko\nkeselamatan dan kelaikan penerbangan. Selain itu, manajemen dapat meningkatkan\niklim keselamatan organisasi demi meningkatkan kinerja keselamatan dan kelaikan\npesawat udara.\nRekomendasi yang dapat disampaikan adalah perlunya konsistensi dalam penerapan\nstandar internasional serta peraturan-peraturan di bidang penerbangan dan\npengawasan dalam upaya pembinaan keselamatan penerbangan oleh regulator dan\noperator, Perlu peningkatan sumber daya manusia karena sangat menentukan\nkemajuan organisasi dalam menghadapi berbagai perubahan, yaitu penciptaan\nindustri penerbangan nasional yang kompetitif.\nPenelitian masa depan dapat menyelidiki variabel yang lain yaitu kondisi sebelum\nterjadi tindakan tidak aman sehingga karakteristik pekerja akan melengkapi\npenelitian dalam organisasi perawatan pesawat udara. Penelitian ini memberikan\narahan berupa pengurangan resiko keselamatan dan peningkatan kelaikan terbang\npesawat udara.", "Daftar File": {"COVER Melia Eka Lestiani": "https://digilib.itb.ac.id/gdl/download/177197", "BAB 1 Melia Eka Lestiani": "https://digilib.itb.ac.id/gdl/download/177198", "BAB 2 Melia Eka Lestiani": "https://digilib.itb.ac.id/gdl/download/177199", "BAB 3 Melia Eka Lestiani": "https://digilib.itb.ac.id/gdl/download/177200", "BAB 4 Melia Eka Lestiani": "https://digilib.itb.ac.id/gdl/download/177201", "BAB 5 Melia Eka Lestiani": "https://digilib.itb.ac.id/gdl/download/177202", "BAB 6 Melia Eka Lestiani": "https://digilib.itb.ac.id/gdl/download/177203", "PUSTAKA Melia Eka Lestiani": "https://digilib.itb.ac.id/gdl/download/177204"}, "Penulis": "Melia Eka Lestiani [34212303]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.Sc., Ph.D.", "Dr. Ir. Heru Purboyo Hidayat Putro, DEA", "Yassierli, S.T., M.T., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Commerce, communications & transportation", "Kata Kunci": "Iklim Keselamatan, Organisasi Perawatan Pesawat Udara, Maintenance Repair Overhaul, Structural Equation Modeling, Kebijakan Kelaikan pesawat Udara.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "18 Jul 2019"}