{"Nomor": 40934, "Judul": "PERANCANGAN WTOD SPECIAL REGIONAL DESTINATION (RECREATION) DI TAMAN IMPIAN JAYA ANCOL", "Abstrak": "Kemacetan dan ketergantungan penggunaan kendaraan pribadi merupakan permasalahan krusial di kota metropolitan. Pemerintah provinsi DKI Jakarta memfokuskan program pembangunan kota berbasis transit (TOD Jakarta project). Dari ke-17 titik TOD yang direncanakan, baik pada tipe kota, sub kota maupun lingkungan difokuskan untuk mengakomodir perjalanan komuter (work-trip). Padahal, kebanyakan perjalanan perkotaan tidak terkait dengan pekerjaan (non-work trip). Taman Impian Jaya Ancol memiliki trip generator sebagai destinasi wisata unggulan Ibukota. 57.43% dari total wisatawan (Jakarta), berekreasi di TIJA. Sebagian besar (>60%) diantaranya menggunakan kendaraan pribadi. Tujuan penelitian (1) menentukan deliniasi perancangan TOD berdasarkan titik intermodal (MRT,LRT dan kereta bandara), (2) mengidentifikasi prinsip dasar perancangan WTOD special regional destination (rekreasi), (3) merumuskan potensi dan permasalahan, (4) menetukan prinsip, kriteria dan konsep (skenario) perancangan yang sesuai dengan kondisi lokal, (5) simulasi desain. Metode perancangan adalah sinoptik atau melalui model berfikir komprehensif rasional dengan menciptakan visi dan misi perancangan, yang diperoleh dari analisis driving forces, untuk melihat isu-isu yang kemungkinan akan berdampak pada rancangan di masa mendatang (2030), seperti ekonomi, sosial, lingkungan dan teknologi.Dari hasil analisis, visi perancangan adalah mewujudkan TIJA sebagai smart tourism destination berbasis WTOD dengan mengintegrasikan ekologi dan teknologi guna meningkatkan kualitas perkotaan. Perwujudan visi tersebut ditentukan dari prinsip normative WTOD special destination dan kondisi eksisting (pulau L), hingga menghasilkan konsep programatik yang diklasifikasikan dari 8 elemen perancangan kota. Hasilnya, (1) merancang atraksi-atraksi wisata (play), baik pasif (window of the world, concert hall) dan aktif (beach adventure di yacht club dan marina) yang terintegrasi (radius 200-800 m) dengan stasiun intermoda (radius 0 m) dan transportasi wisata (monorail, shuttle bus dan kapal wisata), (2) ruang terbuka (hijau dan biru) dalam radius 400-800 m dari stasiun yang dijadikan sebagai penanda, pengikat antar massa sekaligus area rekreasi. (3) menyeimbangkan jumlah wisatawan Ancol pada hari kerja (217.302 orang) maupun libur (276.587 orang), dengan merancang wadah aktivitas komuter (work), seperti MICE, kantor, dan foodcourt tepi air dan tinggal (live) tetap seperti apartemen atau sementara seperti resort dan hotel. (4) memberikan sirkulasi khusus untuk rekreasi (berbayar) yang hanya bisa diakses oleh transportasi umum dan khusus wisata, serta pejalan kaki.", "Daftar File": {"COVER Teungku Nelly Fatmawati": "https://digilib.itb.ac.id/gdl/download/177164", "BAB 1 Teungku Nelly Fatmawati": "https://digilib.itb.ac.id/gdl/download/177165", "BAB 2 Teungku Nelly Fatmawati": "https://digilib.itb.ac.id/gdl/download/177167", "BAB 3 Teungku Nelly Fatmawati": "https://digilib.itb.ac.id/gdl/download/177168", "BAB 4 Teungku Nelly Fatmawati": "https://digilib.itb.ac.id/gdl/download/177169", "BAB 5 Teungku Nelly Fatmawati": "https://digilib.itb.ac.id/gdl/download/177170", "BAB 6 Teungku Nelly Fatmawati": "https://digilib.itb.ac.id/gdl/download/177172", "BAB 7 Teungku Nelly Fatmawati": "https://digilib.itb.ac.id/gdl/download/177173", "PUSTAKA Teungku Nelly Fatmawati": "https://digilib.itb.ac.id/gdl/download/177174"}, "Penulis": "Teungku Nelly Fatmawati [25616014]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Haryo Winarso, M.Eng., Ph.D.", "Dr.-Ing. Ir. Heru W. Poerbo, MURP"], "Jenis Koleksi": "Tesis", "Penerbit": "Rancang Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Design & decoration", "Kata Kunci": "tod Jakarta, non-work trip, wtod special destination, recreation, smart tourism destination", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "11 file", "Tanggal Input": "18 Jul 2019"}