{"Nomor": 40947, "Judul": "THE INFLUENCE OF CAUSE-RELATED MARKETING TOWARDS PURCHASE INTENTION WITH MEDIATING ROLE OF BRAND AWARENESS IN LOCAL FASHION BRANDS INDONESIA", "Abstrak": "Cause-Related Marketing (CRM) menjadi bertambah populer sebagai alat yang digunakan\nperusahaan untuk pemasaran saat ini. Diwakili oleh hubungan kerjasama yang terbentuk antara\nperusahaan, organisasi nirlaba, dan pelanggan yang membuat sumbangan untuk manfaat kolektif\ndan dipercaya sebagai salah satu strategi pemasaran yang paling efektif dibandingkan dengan\nstrategi pemasaran lainnya, dimana telah terjadi pergeseran paradigma terhadap persepsi dan\npengakuan terhadap produk oleh pelanggan yang mencari produk atau brand yang juga memiliki\nnilai positif bersama terhadap sekitar. CRM digunakan oleh pemasar merek yang percaya bahwa\npendekatan ini secara signifikan dapat membantu untuk meningkatkan minat pembelian. Namun,\nterdapat kemungkinan suatu perusahaan tidak akan beroperasi dengan baik terkecuali pelanggan\nmemiliki kesadaran akan produk dan merek terlebih dahulu, karena kesadaran akan produk dan\nmerek akan menetap di benak pelanggan. Terlebih lagi, belum ada penelitian tentang hubungan ini\ndi perusahaan kecil, dalam konteks ini, fesyen merek lokal di Indonesia.\nMengetahui bahwa kesadaran merek memiliki peran yang signifikan terhadap hubungan antara\nCRM dan minat pembelian, peneliti ingin mendapatkan mendapatkan pemahaman yang lebih\ninklusif dan realistis tentang hubungan ini dalam konteks fesyen merek lokal di Indonesia.\nPenelitian ini menggunakan pendekatan kuantitatif dengan total 236 responden yang memiliki\nketertarikan terhadap fesyen merek lokal dan pengguna Instagram. Data ini dianalisis\nmenggunakan analisis regresi mediasi.\nTerdapat sebuah penemuan baru yang menarik dari hasil penelitian ini dimana tidak ada mediasi\ndari merek brand di hubungan antara CRM dan minat pembelian di fesyen merek lokal Indonesia,\nyang mana sangat berbeda dengan konteks korporasi dimana terjadi mediasi. Oleh karena itu,\nwirausaha fesyen merek lokal Indonesia dapat mengetahui bahwa kesadaran merek tidak\nmemainkan peran penting untuk meningkatkan CRM terhadap minat pembelian, sehingga mereka\nbisa meningkatkan kampanye CRM murni dari aspek CRM itu sendiri atau variabel lain selain\nkesadaran merek", "Daftar File": {"Arum Maharani Feminingtyas, 19216046.pdf\n]": "https://digilib.itb.ac.id/gdl/download/177296"}, "Penulis": "Arum Maharani Feminingtyas [19216046]", "Kontributor / Dosen Pembimbing": ["Lidia Mayangsari, S.Si., M.S.M., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Cause-Related Marketing, Kesadaran Merek, Perilaku Pembelian Konsumen, Keputusan Pembelian, Fesyen Lokal", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "18 Jul 2019"}