{"Nomor": 40944, "Judul": "ANALYZE THE GAP BETWEEN STUDENTS AND GRADUATES PERCEPTION TOWARDS SOFT COMPETENCIES NEEDED IN THE WORKPLACE. CASE STUDY: STUDENT ORGANIZATION IN", "Abstrak": "Berusaha memahami keterampilan apa yang akan dibutuhkan di masa depan sangatlah penting. Keterampilan kerja yang dibutuhkan pada tahun 2020 dapat didefinisikan sebagai keterampilan yang harus diperoleh semua warga negara untuk memastikan partisipasi aktif mereka dalam masyarakat dan ekonomi, dengan mempertimbangkan pendorong utama perubahan. Teknologi telah memiliki efek yang sangat besar pada kemampuan yang diinginkan pengusaha dari lulusan baru (Mitchell, Skinner & White, 2010). Secara historis, kemampuan teknis, juga dikenal sebagai hard skill, dulu adalah satu-satunya kemampuan yang dibutuhkan untuk bekerja, tetapi tempat kerja saat ini menunjukkan bahwa keterampilan teknis tidak cukup untuk membuat individu tetap dipekerjakan ketika organisasi mulai menerapkan right-sizing dan cutting positions (James & James, 2004) . Hal ini juga berlaku untuk pekerjaan teknis seperti teknisi, karena perusahaan perlu karyawan dengan kompetensi non-teknis yang bagus untuk menghasilkan team yang baik dan efisien agar tetap bisa kompetitif. Namun ITB sebagai institusi teknologi, sebagian besar fokus pada kemampuan teknis pada program pendidikan nya. Meskipun Kompetensi non-teknis itu penting, tetapi Kompetensi non-teknis yang dimiliki lulusan sering dianggap kurang dibandingkan dengan keterampilan teknis (Arnold & Davey, 1994; Mullen, 1997) Demikian pula, Kompetensi non-teknis umumnya dianggap oleh akademisi sebagai kurang penting dibandingkan dengan para profesional di tempat kerja (Page, Wilson & Kolb, 1993). Hal ini menimbulkan pertanyaan yang sangat serius tentang apakah mahasiswa dan lulusan telah mendapatkan Kompetensi non-teknis yang cukup di Unit Kegiatan Mahasiswa yang sesuai dengan Kompetensi non-teknis yang diinginkan oleh perusahaan dan apakah ada kesenjangan persepsi antara siswa dan lulusan tentang Kompetensi non-teknis yang mereka dapatkan dari Unit Kegiatan Mahasiswa.\nDalam penelitian ini, Peneliti mengumpulkan data menggunakan metode analisis deskriptif, dengan menggunakan kuesioner online yang disebar ke 77 Unit Kegiatan Mahasiswa berdasarkan minat yang terbagi dalam 4 kategori (Agama, Olahraga, Seni dan Budaya, dan Media) dengan jumlah responden 206 dari lulusan dan 206 dari mahasiswa akhir yang aktif dalam Unit Kegiatan Mahasiswa. Kompetensi ini diidentifikasi dari kombinasi 8 penelitian terbaru World Economic Forum tentang Future Jobs Report dan 12 kompetensi dari BUMN. Hasil penelitian menemukan bahwa ada lima Kompetensi non-teknis yang dirasakan tidak cukup dicapai dalam Unit Kegiatan Mahasiswa oleh Mahasiswa dan Lulusan. Dari perspektif lulusan adalah: (1) inovasi dan kreativitas (2) Antusias, (3) Perhatian terhadap detail,\nkepercayaan, (4) ketajaman bisnis, dan (5) Pemberdayaan. Dari perspektif siswa adalah (1) pengambilan keputusan (2) Inovasi dan kreativitas (3) Antusias, (4) ketajaman bisnis, dan (5) Pemberdayaan staff. Ada banyak kemiripan antara peringkat kompetensi yang dirasakan oleh siswa dan lulusan. Meskipun begitu ada juga sedikit perbedaan antara kedua kelompok dalam perangkingan Kompetensi non-teknis. Namun, lulusan secara keseluruhan menempatkan persepsi yang lebih besar pada sebagian besar kompetensi, menghasilkan perbedaan yang signifikan secara statistik antara lulusan dan peringkat siswa. Temuan dari penelitian ini menunjukkan bahwa program pendidikan kooperatif dan program pembekalan ulang Kompetensi non-teknis yang sesuai dengan yang dibutuhkan di tempat kerja di Unit Kegiatan Mahasiswa dapat membantu mengembangkan kesadaran anggota tentang pentingnya untuk mencocokkan Kompetensi non-teknis yang dicapai dari Unit Kegiatan Mahasiswa dengan kompetensi yang paling dibutuhkan lulusan di tempat kerja saat ini.", "Daftar File": {"2019_TA_PP_DERMAWATI SILABAN_ABSRAK1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/177293", "2019 TS PP DERMAWATI SILABAN 1 - FULL TEXT.pdf\niu": "https://digilib.itb.ac.id/gdl/download/249334"}, "Penulis": "Dermawati Silaban [19016162]", "Kontributor / Dosen Pembimbing": ["Adita Pritasari, S.T., MSM"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kompetensi non-teknis, persepsi, survei kuantitatif, mahasiswa, lulusan, perusahaan", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "18 Jul 2019"}