{"Nomor": 40946, "Judul": "PENGARUH FAKTOR-FAKTOR PENGUKURAN SELEBRITI TERHADAP NIAT PEMBELIAN PADA TOKO FASHION ONLINE MELALUI INSTAGRAM", "Abstrak": "Di era teknologi ini, ada setengah persen dari populasi di Indonesia yang menjadi pengguna\naktif di internet. Angka ini semakin tinggi dari tahun ke tahun terutama dalam hal\nmengakses media sosial yang sudah menjadi gaya hidup. Salah satu media sosial yang\npaling popular adalah Instagram dan sebagian besar penggunanya berasal dari mereka yang\nberusia 18-34 tahun. Era teknologi juga mengarah kepada perubahan perilaku dalam\nberbelanja yaitu dari menggunakan platform offline ke platform online terutama untuk\nfesyen. Industri fesyen online adalah kontributor terbesar kedua yang memberikan\npendapatan US $ 2.466 untuk ekonomi Indonesia. Perubahan perilaku ini juga memberi\ndampak bagi sektor pemasaran untuk menggunakan dukungan selebriti dalam iklan. Para\nselebriti akan membantu membuat iklan lebih efektif, terutama untuk industri fesyen karena\nkebanyakan orang cenderung lebih senang melihat selebriti di iklan dan ingin menjadi\nserupa dengan mode yang selebriti kenakan dan hal ini dapat meningkatkan niat pembelian.\nPenelitian ini mencoba untuk menguji hubungan kredibilitas, daya tarik, dan kongruensi\nproduk terhadap niat neli di toko fesyen online Instagram di Indonesia. Penelitian ini\nmenggunakan 214 responden melalui metode purposive sampling dengan menggunakan\nkuesioner online dengan skala Likert 5 poin. Hasil kuesioner diukur dengan menggunakan\nRegresi Linier Berganda yang dapat menjelaskan hubungan antara variabel terikat yaitu\nniat beli dan variabel bebas yaitu kredibilitas, daya tarik, dan kongruensi produk. Penelitian\nini menemukan bahwa semua variable bebas memiliki hubungan positif terhadap niat beli.\nTujuan penelitian ini adalah untuk menyelidiki apakah kredibilitas, daya tarik, dan\nkongruensi produk dalam menggunakan dukungan selebriti memiliki hubungan yang\nsignifikan dengan niat pembelian atau tidak dalam hal berbelanja online melalui Instagram\ndi Indonesia. Temuan penelitian ini menunjukkan bahwa hanya kongruensi produk yang\ntidak memiliki dampak signifikan terhadap niat beli. Hasil penelitian ini semoga dapat\nbermanfaat dan memberikan wawasan tambahan bagi praktisi dan akademisi di bidang\nterkait.", "Daftar File": {"ABSTRAK Bianca Caroline Immanuel": "https://digilib.itb.ac.id/gdl/download/177295", "CHAPTER 1 INTRODUCTION.pdf)u": "https://digilib.itb.ac.id/gdl/download/247464", "CHAPTER 2 LITERATURE REVIEW.pdf\n]": "https://digilib.itb.ac.id/gdl/download/247465", "CHAPTER 3 RESEARCH METHODOLOGY.pdf\n]": "https://digilib.itb.ac.id/gdl/download/247466", "CHAPTER 4 DATA ANALYSIS.pdf?": "https://digilib.itb.ac.id/gdl/download/247467", "CHAPTER 5 CONCLUSION AND RECOMMENDATION.pdf\n]": "https://digilib.itb.ac.id/gdl/download/247468", "DAFTAR Bianca Caroline Immanuel": "https://digilib.itb.ac.id/gdl/download/248713", "2019 TS PP BIANCA CAROLINE - APPENDIX.pdf)u": "https://digilib.itb.ac.id/gdl/download/248714"}, "Penulis": "Bianca Caroline Immanuel [19016025]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, ST, MM, DBA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Dukungan Selebriti, Intensi Pembelian, Kesesuaian Produk, Sumber Daya Tarik, Sumber Kredibilitas", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "8 file", "Tanggal Input": "18 Jul 2019"}