{"Nomor": 40954, "Judul": "PRODUCT DEVELOPMENT ON CUSTOMER PERCEPTION TOWARDS CASH FLOW PROJECTION FOR BAKERY IN BANDUNG", "Abstrak": "Penelitian ini adalah tentang membuat produk baru untuk industri roti di Bandung agar sesuai dengan pasar, berdasarkan persepsi pelanggan, analisis konjoin dan proyeksi arus kas serta analisis kelayakan ekonomi. Penelitian ini dilakukan di wilayah Bandung dan Cimahi dengan kriteria responden memiliki rentang usia 15-34 tahun sebagai responden dan tinggal atau tinggal di wilayah Bandung atau Cimahi. Hasil responden dari penelitian ini adalah 136, tetapi karena ruang lingkup dan keterbatasan penelitian, hanya 123 responden yang valid untuk penelitian ini. Berdasarkan kerangka konseptual dalam penelitian ini, kuesioner online dilakukan untuk mendapatkan informasi persepsi pelanggan dan akan diikuti oleh kuesioner peringkat kombinasi untuk melakukan analisis konjoin. Faktor-faktor dari kerangka kerja konseptual, data perusahaan dan temuan sebelumnya digunakan untuk merancang kuesioner. Informasi persepsi pelanggan digunakan untuk mencari faktor yang tepat untuk menciptakan produk roti terbaik dengan harga yang sesuai dan lokasi strategis yang sesuai dengan persepsi pelanggan serta mengetahui frekuensi pesanan pelanggan, berdasarkan persepsi pelanggan. Temuan faktor persepsi pelanggan diuji dengan analisis konjoin dan akan menghasilkan beberapa kombinasi kombinasi atribut untuk produk, harga optimal untuk produk dan lokasi optimal untuk menjual produk, faktor-faktor ini ditambah frekuensi membeli produk akan digunakan untuk membuat arus kas proyeksi. Penelitian ini akan menghasilkan 18 skenario proyeksi arus kas selama 3 tahun, kombinasi jumlah toko, label harga produk dan jumlah frekuensi pemesanan. Skenario proyeksi 18 arus kas ini akan diuji menggunakan analisis kelayakan ekonomi untuk menguji kelayakan tersebut. Uji kelayakan ekonomi terdiri dari net present value, internal rate of return, payback period, dan analisis sensitivitas. arus kas yang memenuhi semua uji kelayakan ekonomi berarti baik untuk dieksekusi dalam situasi nyata. Berdasarkan temuan dari penelitian ini adalah bahwa faktor yang paling penting untuk dipertimbangkan dalam mengembangkan produk roti baru di Bandung adalah lokasi di mana produk dijual, faktor kedua adalah harga dan yang terakhir adalah atribut produk. Dari analisis proyeksi arus kas dari 18 proyeksi arus kas hanya 5 skenario proyeksi arus kas yang tidak lulus uji baik kas masih minus setelah 3 tahun berjalan bisnis atau tidak melampaui persyaratan minimum NPV dan IRR. Analisis sensitivitas yang termasuk dalam kelayakan ekonomi akan menguji pengaruh NPV dan IRR jika permintaan dan biaya variabel meningkat dan menurun sebesar 10% dan 20%. Setelah kelayakan ekonomi diuji dengan sisa 11 proyeksi arus kas, proyeksi arus kas optimal yang masih bisa dijalankan di dunia nyata hanya 9 skenario. Rekomendasi untuk produk roti baru di Bandung harus terdiri dari kombinasi atribut yang memiliki kisaran harga Rp5.000 - Rp7.500 dan dijual di supermarket atau mini market. Selain itu, perusahaan harus menjual produk dengan kisaran harga Rp 7.500 dan di 11 lokasi untuk bertahan dari industri roti di Bandung.", "Daftar File": {"ABSTRAK Han Christian": "https://digilib.itb.ac.id/gdl/download/177329"}, "Penulis": "Han Christian [19216079]", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Consumer perception, cash flow projection, economic feasibility, NPV, IRR, payback period, bakery, Bandung", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "19 Jul 2019"}