{"Nomor": 40962, "Judul": "PUSAT SENI PERTUNJUKAN DI KAWASAN TAMAN SRIWEDARI, SURAKARTA", "Abstrak": "Pusat Seni Pertunjukan di Surakarta merupakan sarana untuk mewadahi berbagai kegiatan yang berhubungan dengan kesenian, seperti tari, teater, musik, hingga rupa. Lokasi proyek berada di Kawasan Cagar Budaya Taman Sriwedari Surakarta dengan luas lahan sebesar 14.000 m2. Pusat Seni Pertunjukan di Surakarta merupakan proyek semifiktif yang digagas oleh Pemerintah Kota Surakarta berdasarkan Misi Kota Surakarta. Bangunan tersebut mewadahi kegiatan seniman, komunitas, dan sanggar baik yang berbasis tradisional maupun kontemporer. Taman Sriwedari sendiri merupakan kawasan cagar budaya, sehingga merancang bangunan di kawasan tersebut perlu mempertimbangkan estetika bangunan yang dilestarikan di kawasan tersebut. Hal ini menjadi tantangan dalam mendesain Pusat Seni Pertunjukan di Surakarta sebagai bangunan yang kontemporer tetapi tetap bernapaskan kearifan lokal. Oleh karenanya, pendekatan contextual continuity dipilih dalam merancang bangunan tersebut. Sebagai pusat komunitas seni, Pusat Seni Pertunjukan di Surakarta didesain untuk memenuhi kebutuhan yang dapat menunjang kegiatan berkesenian dari mulai proses hingga pementasan. Berangkat dari hal tersebut, maka dirancang massa-massa bangunan yang masing-masing mewadahi fungsi khusus, namun tetap berkaitan, yaitu fungsi pertunjukan, fungsi latihan, dan fungsi komersial. Massa-massa bangunan memiliki keterkaitan ruang berdasarkan filosofi lanskap Jawa dengan menerapkan sumbu sebagai arah orientasi yang menghubungkan bangunan penting di sekitar tapak, seperti pendopo dan Gedung Wayang Orang. Konsep massa dari bangunan utama (pertunjukan) terinspirasi oleh punden berundak yang merupakan salah satu elemen lanskap Jawa yang diturunkan dari konsep gunungan. Penggunaan material seperti bata merah, kayu, dan genteng tanah liat untuk menunjukkan ekspresi lokal sedangkan penggunaan material kaca dan beton untuk menunjukkan ekspresi kontemporer. Selain itu, perilaku khas masyarakat Jawa terutama Surakarta yang suka berkumpul dan lesehan juga berpengaruh dalam perancangan ruang-ruang terbuka.", "Daftar File": {}, "Penulis": "Gusti Reynaldi Cakramurti [15214101]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Widjaja Martokusumo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Pusat Seni Pertunjukan, Taman Sriwedari, Surakarta, contextual continuity", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "19 Jul 2019"}