{"Nomor": 40961, "Judul": "QURANIC ARCHITECTURE PUSAT KAJIAN ISLAM KEDIRI", "Abstrak": "Pusat Kajian Islam yang akan dirancang berada di Jalan Suparjan Mangun Wijaya, Kecamatan Mojoroto, Kota Kediri, Jawa Timur. Fungsi bangunan di sekitar tapak adalah perumahan dan komersil. Pusat Kajian Islam tingkat kota ini direncanakan menyediakan beragam fasilitas, di antaranya adalah\nfasilitas peribadatan, pendidikan, ekonomi, sosial, fasilitas pendukung, serta ruang-ruang publik.\nMasalah desain dari proyek ini adalah bagaimana menempatkan masjid di dalam lingkungan yang khusus, bagaimana cara menghadirkan bangunan yang dapat memadukan aspek lokalitas dengan monumentalitas, bagaimana cara mengorganisasikan berbagai fungsi bangunan yang berbeda, bagaimana orientasi bangunan terhadap geometri tapak, bagaimana cara mengintegrasikan Sungai\nKedak ke dalam desain, serta bagaimana cara menghubungkan tapak dengan perumahan yang ada di seberang Sungai Kedak. Berbagai masalah tersebut dijawab melalui konsep desain berdasarkan ayat Al Quran, yakni Surat Ali Imran ayat 112.\nKonsep desain Quranic Architecture diturunkan sebagai arahan untuk mengembangkan solusi umum permasalahan desain yang ada. Bangunan masjid dibuat tinggi dan berundak serta menggunakan atap miring untuk memadukan aspek monumentalitas dengan lokalitas. Masjid diletakkan di tengah tapak sebagai simbol hirarkinya yang lebih tinggi dibandingkan bangunan lain. Orientasi gedung serbaguna diarahkan mengikuti sumbu imajiner yang ada dari perempatan yang bentuknya tidak siku. Ruang publik seperti amphitheatre dan promenade dirancang untuk merespon\nkeberadaan Sungai Kedak yang membatasi tapak perancangan sekaligus menjadi titik temu dengan perumahan yang ada di seberang tapak.", "Daftar File": {}, "Penulis": "Fathan Ahsanul Fardi [15214106]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agustinus Adib Abadi, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Pusat Kajian Islam, Kota Kediri, Quran, vertikal, horizontal", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "19 Jul 2019"}