{"Nomor": 40967, "Judul": "MENDETEKSI MANIPULASI HARGA MENGGUNAKAN KEBIJAKAN UMA DENGAN MODEL NEURAL NETWORK : CAPITAL MARKET INDONESIA Oleh Triasto Adhinugroho", "Abstrak": "Memanipulasi harga stok merupakan isu penting bagi stok market yang maju dan berkembang, hal ini sudah dikenal\nsebagai kasus yang berbahaya di stok market dunia. Kita menginvestigasi apa saja yang menjadi karakteristik harga\nstok yang dimanipulasi. Teknik yang digunakan untuk memanipulasi stok ada berbagai macam cara, didalam riset ini\nmenggunakan dua teknik yaitu pump and dump, spoof trading. Dunia teknologi sudah berkembang pesat, contohnya\nalgoritma machine learning sudah bisa membantu untuk mendeteksi harga stok yang dimanipulasi.\nRiset ini menggunakan data trading intra-day yang ada di Indonesia Stock Exchange dan riset ini menginvestigasi stok\nyang tercantum di Unusual Market Activity (UMA) yang dikeluarkan oleh Indonesia Stock Exchange pada tahun\n2008-2017 apakah berhubungan dengan stok harga yang dimanipulasi. Kita menggunakan model neural network\nuntuk mendeteksi apakah ada manipulasi harga stok untuk setiap teknik. Setelah itu kita ambil secara acak 30 stok\nyang berada di pengumuman UMA dan kita masukkan ke dalam model 2008-2017,hasil yang didapatkan adalah pada\ntahun pertama UMA bagus untuk mendeteksi manipulasi harga akan tetapi seiringnya dengan waktu berjalan\nketepatan UMA dalam mendeteksi manipulasi harga berkurang. Di riset ini kita menemukan bahwa pengumuman\nUMA bisa dijadikan acuan untuk mendeteksi adanya manipulasi harga stok, akan tetapi untuk jangka waktu yang\nlama pengumuman UMA tidak bisa dijadikan acuan karena teknologi dan ilmu pengetahuan terus berkembang. Maka\ndari itu Indonesia Stock Exchange harus terus mengevaluasi dalam mengeluarkan pengumuman UMA", "Daftar File": {"ABSTRAK TRIASTO A 29016001.pdf?": "https://digilib.itb.ac.id/gdl/download/177390"}, "Penulis": "Triasto Adhinugroho [29016001]", "Kontributor / Dosen Pembimbing": ["Deddy Priatmodjo Koesrindartoto, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Manipulasi Harga Stok, Unusual Market Activity, Machine Learning, Pump and Dump, Spoof Trading, Neural Network", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "22 Jul 2019"}