{"Nomor": 40966, "Judul": "PERPUSTAKAAN UMUM KOTA BANDUNG DI JALAN ASIA AFRIKA", "Abstrak": "Sebuah perpustakaan memiliki kaitan erat dengan kegiatan membaca. Kegiatan ini memiliki peran yang penting untuk memperluas wawasan, meningkatkan kualitas memori, melatih keterampilan untuk berfikir dan menganalisa, serta mengetahui informasi terkini dengan cepat bagi para pelakunya. Perpustakaan sebagai institusi pengelola karya tulis memiliki peran penting dalam meningkatkan budaya literasi bangsa, khususnya perpustakaan di Kota Bandung, perlu mendapat perhatian lebih dari pemerintah. Citra dari perpustakaan masa kini tidak hanya menjadi tempat membaca buku namun juga harus bisa menjadi ruang publik yang dapat mewadahi berbagai macam kegiatan terutama untuk berinteraksi dan menjamin kebebasan berekspresi. Konteks lokasi dari proyek perpustakaan ini yang berada di pusat kota penting karena kota membutuhkan pusat kegiatan bagi masyarakat umum yang\nnyaman walaupun isu kepadatan menjadi salah satu permasalahan yang berkaitan dengan kota. Untuk menjawab tantangan tersebut, maka dipilih konsep dasar dari perancangan proyek ini adalah Library as an Urban Community Hub. Proyek perpustakaan ini termasuk dalam proyek fiktif yang berlokasi di Jl. Asia Afrika, Bandung. Luas lahan yang dipakai adalah 11,550 m². Perpustakaan yang dirancang akan mengakomodasi fungsi utama sebagai tempat membaca dan penyimpanan koleksi. Selain fungsi utama tersebut, dalam bangunan ini diwadahi pula fungsi-fungsi publik dan fungsi pendukung seperti seminar, workshop, launching buku, pameran, belajar di ruang-ruang kelas, dan sebagainya agar perpustakaan ini dapat menjadi pusat kegiatan masyarakat urban masa kini.", "Daftar File": {}, "Penulis": "Rihan Rizaldy Wibowo [15214100]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. R.R. Dhian Damajani, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Perpustakaan Umum, Bandung, Urban, Interaksi, Community Hub", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "19 Jul 2019"}