{"Nomor": 40974, "Judul": "PENGARUH PEMASARAN NOSTALGIA TERHADAP PERSEPSI PELANGGAN MILENIAL INDONESIA", "Abstrak": "tidak banyak bacaan yang tersedia untuk pelanggan milenial Indonesia yang memungkinkan bacaan yang tersedia menjadi\ntidak relevan dengan konteks budaya mereka.\nMengadaptasi kerangka Lammersma dan Wortelboer (2017) dan Bhuyan (2011), tujuan dari penelitian ini adalah\nmengklarifikasi hubungan antara milenial Indonesia dan nostalgia, mengeksplorasi elemen nostalgia yang tepat, dan\nmenganalisis dampak dari video iklan berkonsep nostalgia terhadap daya tarik merek, sikap, dan niat beli pelanggan. Dua\nmerek yang diamati yaitu FMCG: Indomie dan Indoeskrim.\nAkan ada dua fase dalam penelitian ini, kuesioner deskriptif eksploratif pada 30 responden jenuh dan kuesioner statistik\neksperimental pada 1013 responden. Analisis korelasi dan uji Mann Whitney U, menunjukkan hubungan positif antara milenial\nIndonesia dengan nostalgia dan menegaskan bahwa iklan berunsur nostalgia lebih menarik. Namun, pada merek populer\nseperti Indomie, iklan video nostalgia dan non-nostalgia terhadap sikap dan niat beli pelanggan. Sementara pada merek yang\nkurang dikenal seperti Indoeskrim, iklan video nostalgia mengungguli yang non-nostalgia.\nTemuan penelitian dapat menjadi referensi mengenai implementasi pemasaran nostalgia untuk pemasar di masa depan", "Daftar File": {"VANESA VALENSCA, 19016111.pdf)u": "https://digilib.itb.ac.id/gdl/download/177430", "2019 TS PP VANESA VALENSCA 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/247925"}, "Penulis": "Vanesa Valensca [19016111]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Nostalgia; Pemasaran Nostalgia; Iklan; Persepsi Pelanggan; Sikap Merek; Niat Beli; Milenial", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "22 Jul 2019"}