{"Nomor": 40973, "Judul": "APAKAH TATA KELOLA PERUSAHAAN MEMILIKI HUBUNGAN DENGAN KINERJA PERUSAHAAN? STUDI KASUS DI INDONESIA", "Abstrak": "Setelah krisis keuangan Asia pada tahun 1997, penerapan tata kelola perusahaan di Indonesia diperlukan untuk perusahaan yang terdaftar di Indonesia. Tata kelola perusahaan diperlukan untuk mengatur dan mengendalikan hubungan antara manajemen organisasi untuk meningkatkan kinerja perusahaan. Berdasarkan pada (Deakin ad Konzelmann, 2004) penghancuran perusahaan seperti Adelfa, Tyco, dan WorldCom sebagian besar disebabkan oleh tata kelola perusahaan yang lemah. Pembentukan sistem pemerintahan yang efektif membuat kepentingan manajer dan pemilik pada jalur yang sama (Fama dan Jensen, 1983). Oleh karena itu, penelitian ini menyelidiki hubungan antara tata kelola perusahaan dan kinerja perusahaan di Indonesia.\nPenelitian ini menggunakan data panel dari perusahaan yang terdaftar di Bursa Efek Indonesia (BEI) pada tahun 2015-2017. Untuk mencapai tujuan digunakan regresi linier berganda dengan Return on Asset (ROA) sebagai indikator nilai buku dari kinerja perusahaan. Hasil penelitian menunjukkan bahwa Ownership Concentration (p <0,1) memiliki korelasi positif dengan kinerja perusahaan. Di sisi lain, Jumlah direksi TNI / Polri (p <0,05) di suati perusahaan memiliki korelasi negatif dengan kinerja perusahaan.\nHasil ini bisa berubah, masih banyak variabel yang harus diperhatikan. Misalnya, mengukur kinerja perusahaan dari aspek pasar. Dan juga, dampak tata kelola perusahaan pada kinerja perusahaan dapat bervariasi dari satu industri ke industri lain, yang merupakan bidang lain yang dapat diperiksa", "Daftar File": {"ABSTRAK Vania Adinda, 19016144.pdf\n]": "https://digilib.itb.ac.id/gdl/download/177396", "2019 TS PP VANIA ADINDA HASNANITA 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/247926"}, "Penulis": "Vania Adinda Hasnanita Mihardj [19016144]", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman ST,MBA,Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Tata Kelola Perusahaan, Kinerja Perusahaan, Return on Asset (ROA) , Regresi Panel Data, Indonesia", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "22 Jul 2019"}