{"Nomor": 40976, "Judul": "IDENTIFIKASI FAKTOR-FAKTOR DOMINAN TERHADAP EMPLOYEE LOYALTY PADA GENERASI X DAN MILENIAL: STUDI KASUS PADA BADAN USAHA MILIK NEGARA DI BANDUNG", "Abstrak": "Kondisi terkini untuk tenaga kerja di sebagian besar perusahaan didominasi oleh dua generasi\nyaitu Generasi X dan Millenial. Perbedaan karakter antara dua generasi ini menyebabkan\nperbedaan faktor yang mempengaruhi loyalitas mereka. Peneliti tertarik untuk mempelajari\nfaktor-faktor yang mempengaruhi loyalitas karyawan karena loyalitas karyawan memainkan\nperan penting bagi kelangsungan perusahaan untuk menyesuaikan diri dengan perubahan.\nBadan Usaha Milik Negara (BUMN) memiliki peran vital bagi perekonomian dan pendapatan\nnasional negara. Dalam menghadapi era industri 4.0, Badan Usaha Milik Negara saat ini\ndidorong untuk melakukan transformasi di bidang sumber daya manusia dengan mulai menarik\nMillennial untuk memasuki perusahaan-perusahaan BUMN. Kondisi ini menyebabkan\npensiunnya baby boomer, Generasi X menggantikannya dan mulai pindah ke posisi\nmanajemen, dan Millennial mulai masuk ke dunia kerja dan meningkat pesat dalam organisasi.\nBandung memiliki populasi Millennial yang tinggi yang berusia 20-38 oleh 900.833 orang dan\nuntuk Generasi X yang berusia 39-53 adalah 684.460 orang. Oleh karena itu, perusahaan\nBUMN khususnya di Bandung perlu memahami perbedaan untuk setiap generasi yang\nmendominasi tenaga kerja untuk mempertahankan loyalitas mereka.\nTujuan dari penelitian ini adalah untuk mengetahui faktor-faktor yang paling mempengaruhi\nloyalty untuk setiap Generasi X dan Millenial yang dikenal sebagai generasi dominan dalam\nangkatan kerja. Penelitian ini didasarkan pada beberapa teori faktor loyalitas karyawan untuk\numum, dan juga secara spesifik generasi X dan Millenial. Dengan menggunakan metode\nkuantitatif, peneliti membagikan kuesioner di 4 perusahaan BUMN di Bandung dan dianalisis\nmenggunakan metode regresi berganda. Hasil penelitian ini menunjukkan bahwa ada\nperbedaan faktor dominan yang mempengaruhi loyalitas karyawan, fleksibilitas untuk generasi\nX dan sistem Mentoring untuk Millenial.", "Daftar File": {"ABSTRAK Assyifa Fauziah Nanda Putri": "https://digilib.itb.ac.id/gdl/download/177495", "CHAPTER I.pdfiu": "https://digilib.itb.ac.id/gdl/download/247388", "CHAPTER II.pdf:?": "https://digilib.itb.ac.id/gdl/download/247389", "CHAPTER III.pdf??_": "https://digilib.itb.ac.id/gdl/download/247390", "CHAPTER IV.pdf:?": "https://digilib.itb.ac.id/gdl/download/247391", "CHAPTER V.pdf?u": "https://digilib.itb.ac.id/gdl/download/247392"}, "Penulis": "Assyifa Fauziah Nanda Putri [19016170]", "Kontributor / Dosen Pembimbing": ["Adita Pritasari, S.T., MSM"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Loyalitas Karyawan, Faktor Loyalitas, Generasi X, Milenial", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "6 file", "Tanggal Input": "22 Jul 2019"}