{"Nomor": 40978, "Judul": "PROPOSED MARKETING STRATEGY FOR FASHION SOCKS COMPANY TO ENTER THE GLOBAL MARKET THROUGH INTERNET   (A CASE STUDY : YOUR SOCKS BRAND)", "Abstrak": "Your Socks merek adalah salah satu merek kaus kaki yang berlokasi di Bandung yang dikenal\nsebagai perusahaan grosir kaus kaki. Your Socks adalah merek yang menspesialisasikan kaus kaki\nwanita dan pria, didirikan sejak 2013 di Bandung. Konsep merek adalah untuk memenuhi semua\nkebutuhan dan keinginan tentang kaus kaki pelanggan dan mengemasnya dalam selusin dengan\nbanyak variasi pola dan warna. Your Socks memilih kaos kaki sebagai produk, dikarenakan semua\norang menggunakan kaos kaki dalam kesehariannya, tidak hanya itu kaos kaki juga menjadi trend\ntidak hanya di Indonesia tetapi juga di dunia. Kaos kaki sendiri merupakan fast consumer goods.\nHal ini membuat Your Socks ingin memperluas pasar di luar negeri. Saat ini, tujuan dari penelitian\nini adalah untuk menemukan solusi bagaimana memasuki pasar global melalui internet,\nselanjutnya untuk menemukan strategi terbaik untuk diterapkan di tahun-tahun berikutnya. \nPenelitian ini dilakukan dengan metode deskriptif kuantitatif dan menerapkan beberapa konsep\nseperti, STP, Marketing Mix 4P, Root-Cause Analysis, House of Quality dan Analisis Matriks\nTOWS. Untuk menganalisis situasi eksternal dan internal dengan menggunakan marketing mix\ndan analisis matriks TOWS. Root-Cause Analysis, dan House of Quality digunakan untuk\nmengetahui di mana posisi Your Socks di pasar dibandingkan dengan pesaing. Setelah analisis\nlebih lanjut, masalah bisnis yang dihadapi oleh perusahaan adalah berbagai penyebab seperti target\npasar yang tidak spesifik di pasar global, kurangnya pengetahuan tentang pasar global, buruk\ndalam promosi internasional dan saluran distribusi yang rendah. \nMengembangkan strategi pemasaran baru penting untuk mengatasi masalah perusahaan. Dengan\nmenggunakan pengumpulan data dari riset pasar dan meningkatkan kinerja produksi dan promosi\ndi pasar global dapat meningkatkan kesadaran merek, penjualan, dan lebih mudah memasuki pasar\nglobal. Strategi pemasaran baru yang dikembangkan oleh perusahaan adalah menambah nilai pada\nproduk, penetapan harga baru dengan melakukan bisnis intelijen sebelumnya agar mengetahui\nharga pesaing, mengembangkan kemasan baru, memanfaatkan promosi berbayar di media sosial,\ndan melakukan kolaborasi dengan merek lain atau selebgram internasional. \nSetelah menemukan strategi marketing untuk memasuki pasar internasional, maka implementasi\nbisnis dilakukan dengan fokus terhadap menambahkan nilai produk, memperbaiki pengemasan,\nmelakukan bisnis intelijen, meningkatkan kegiatan produksi, melakukan beberapa kegiatan\npromosi seperti kolaborasi merek, kolaborasi amal dan mengembangkan saluran distribusi baru di\nLondon, United Kingdom agar produk Your Socks dapat diterima dan selanjutnya sukses di pasar\nglobal.", "Daftar File": {"2019_TS_PP_Rima Mega Dayanthi_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/177546"}, "Penulis": "Rima Mega Dayanthi [29117479]", "Kontributor / Dosen Pembimbing": ["Evy Rachmawati Chaldun, S.E., M.Si"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kaos kaki, Pasar Internasional, Bauran Pemasaran, STP, Internet", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "22 Jul 2019"}