{"Nomor": 40981, "Judul": "BRAND-GENERATED CONTENT (BGC) AND CONSUMER-GENERATED ADVERTISING (CGA) ON INSTAGRAM: THE INFLUENCE OF PERCEPTIONS ON PURCHASE INTENTION", "Abstrak": "Generasi Y mulai menggunakan media sosial sebagai media utama mereka untuk mendapatkan informasi tentang produk dan merek. Salah satu media sosial paling aktif di Indonesia adalah Instagram. Sebagai media sosial paling aktif di Indonesia, penggiat bisnis mulai menggunakan Instagram sebagai media pemasaran. Sebagian besar, pebisnis akan memberikan informasi tentang produk di akun Instagram melalui iklan yang dibuat dengan baik oleh pebisnis, atau disebut Brand-Generated Content (BGC). Namun, penelitian sebelumnya menunjukkan bahwa konsumen yang berbelanja secara online cenderung mengandalkan informasi yang dihasilkan oleh konsumen lain (Consumer-Generated Advertising) daripada yang dihasilkan langsung oleh pebisnis (Brand-Generated Content) untuk membantu keputusan pembelian. Hal tersebut dikarenakan konsumen merasa konsumen lain akan memberikan informasi yang lebih faktual daripada informasi dari pebisnis (iklan). Oleh karena itu, tujuan penelitian ini adalah untuk mengetahui bagaimana konsumen Indonesia melihat Brand-Generated Content dan Consumer-Generated Advertising yang digunakan oleh merek fesyen di Instagram serta tipe iklan yang paling signifikan untuk mempengaruhi niat pembelian konsumen.\nPenelitian ini menggunakan sampel yang terdiri dari 165 pengguna aktif Instagram dari Bandung dan Jakarta yang secara sukarela setuju untuk berpartisipasi dalam survei online. Dalam penelitian ini, persepsi konsumen terhadap BGC dan persepsi konsumen terhadap CGA sebagai variabel independen sedangkan niat beli konsumen sebagai variabel dependen. Peneliti menggunakan analisis deskriptif dan regresi berganda sebagai metode untuk menjawab pertanyaan penelitian. Hasil penelitian membenarkan bahwa persepsi konsumen terhadap BGC dan CGA memiliki pengaruh positif terhadap niat pembelian konsumen di Instagram. Konsumen perlu melihat BGC karena tipe iklan tersebut memiliki dimensi penting yang dapat memengaruhi niat membeli konsumen, seperti: keahlian, relevansi, mengurangi risiko, valensi positif, kegunaan, dan kredibilitas. Selain itu, konsumen juga membutuhkan CGA sebagai sumber informasi yang lain karena CGA memiliki dimensi homofili dan orisinalitas.\nStudi ini memberikan penggunaan strategi BGC dan CGA dalam strategi pemasaran bisnis. Strategi yang diusulkan akan menjadi wawasan lebih bagi pebisnis fesyen Indonesia, khususnya Usaha Kecil Menengah (UKM) fesyen lokal yang ingin meningkatkan niat beli konsumen di Instagram. UKM fesyen lokal disarankan untuk mengurutkan BGC dan CGA berdasarkan model AIDA untuk mendapatkan hasil yang maksimal. Selain itu, dapat juga digabungkan dengan penggunaan strategi CRM untuk menciptakan keunggulan kompetitif.", "Daftar File": {"ABSTRAK Refi Salma Irelli, 19216047.pdf?": "https://digilib.itb.ac.id/gdl/download/177563"}, "Penulis": "Refi Salma Irelli [19216047]", "Kontributor / Dosen Pembimbing": ["Rendra Chairudin., M.M"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "menciptakan keunggulan kompetitif. Kata Kunci: Persepsi Konsumen, Brand-Generated Content, Consumer-Generated Advertising, Minat Beli, Merek Fashion, Media Sosial", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "23 Jul 2019"}