{"Nomor": 40983, "Judul": "IMPACT OF WORKING CAPITAL MANAGEMENT TO FIRM PROFITABILITY AND FIRM VALUE IN DIFFERENT BUSINESS CYCLE: AN EVIDENCE FROM INDONESIA", "Abstrak": "Siklus bisnis adalah sebuah fenomena yang umum terjadi selama ekonomi negara bertumbuh terus\nmenerus. Pada tahun 2008, Indonesia mengalami goncangan besar yang ditandai dengan penurunan\npertumbuhan ekonomi yang sangat melambat. Setelah mengalami ekspansi pada tahun 2010-2012,\nIndonesia kemabali lagi mengalami resesi pada tahun 2013-2016. Dengan kondisi perekonomian yang\ntidak stabil dan terus mengalami siklus bisnis, perusahaan mungkin mengubah keputusan dalam\nmengatur keuangannya. Ada 3 kegiatan utama terkait mengatur keuangan perusahaan yaitu, manajemen\nmodal kerja, struktur modal, kebijakan dividen perushaan untuk mendukung kegiatan bisnis perusahaan.\nTidak dapat dipungkiri, bahwa ketika kondisi ekonomi yang sedang resesi, perusahaan mungkin\nmenghadapi kesulitan dalam mendapatkan bantuan modal usaha dari bursa dan mengubah modal kerja\nyang didapat dari eksternal menjadi modal kerja yang dikelola secara internal yaitu struktur modal kerja.\nModal kerja yang efektif dapat dilihat dari cash conversion cycle perusahaannya dimana di dalamnya\nterdapat inventory days, receivables days, payables days. Manajemen modal kerja yang efektif dan\nefisien bisa meningkatkan profitabilitas perusahaan, namun akan ada resiko yang bertambah ketika\nperusahaan ingi meningkatkan profitabilitas. Menguurangi jumlah modal kerja seperti persediaan,\npiutang akan meningkatkan profitabilitas perusahaan namun membuat perusahaan menjadi kurang\nlikuid dan goal utama perusahaan adalah memaksimalkan kesejahteraan para investornya. Oleh karena\nitu, penelitian ini bertujuan untuk melihat efek dari manajemen modal kerja terhadap profitabilitas\nperusahaan dan nilai perusahaan pada siklus bisnis yang berbeda. Mengikuti penelitian terdahulu,\nprofitabilitas perushaan diukur dari ROA dan untuk nilai perusahaan diukur dengan Tobin’s Q. Dengan\nmenggunakan panel data regresi dari tahun 2008-2018 dengan data per kuartal dari 146 perusahaan\nmanufaktur di BEI, data di proses dan dihasilkan dengan metode fixed effect dan generalized least\nsquare model. Variable independent dari model ini adalah manajemen modal kerja seperti inventory\ndays, receivable days, payable days, cash conversion cycle dan cash reserves dengan dummy variable\nmembagi kondisi ekonomi menjadi resesi dan ekspansi dan dimasukan kedalam model. Model ini juga\nmenggunakan variable control dalam pengolahannya. Pada saat ekspansi, manajemen modal kerja tidak\nmemiliki efek yang signifikan terhadap profitabilitas, tetapi pada saat resesi, manajemen modal kerja\nmemiliki efek yang negative signifikan. Dapat disimpulkan bahwa perusahaan dengan profitabilitas\nyang lebih tinggi memiliki manajemen modal kerja yang lebih agresif. Di sisi lain, manajemen modal\nkerja tidak memiliki efek yang signifikan pada saat ekspansi terhadap nilai perusahaan, kecuali cash\nreserves. Cash reserves memiliki relasi positif signifikan terhadap nilai perusahaan, artinyaperusahaan\nmenjadi lebih liquid dan investor cenderung investasi pada perusahaan yang liquid. Disisi lain, pada saat\nresesi, perusahaan dengan nilai yang lebih tinggi mengurangi inventory days dan mengurangi jumlah\ncash. Memiliki persediaan yang rendah menunjukkan bahwa produksi dari perusahaan masih diminati\noleh pasar meskipun pada saat ekonomi resesi. Penelitian ini berujuan untuk memberikan informasi\nkepada manajer bagaimana mengatur modal kerja pada resesi dan memberikan persepsi kepada investor\nperusahaan yang baik untuk diinvestasi ketika sedang resesi.", "Daftar File": {"ABSTRAK Theresia Mega Amelia, 19016128.pdf?": "https://digilib.itb.ac.id/gdl/download/177565", "2019 TS PP THERESIA MEGA AMELIA 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/247893"}, "Penulis": "Theresia Mega Amelia [19016128]", "Kontributor / Dosen Pembimbing": ["Mandra Lazuardi Kitri, ST., MBA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Inventory Days, Receivable Days, Payable Days, Cash Conversion Cycle, Cash Reserves, Firm Profitability, Firm Value", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "23 Jul 2019"}