{"Nomor": 40990, "Judul": "Extensive Experimental Investigation Of The Effect Of Drainage Height And Solvent Type On The Stabilized Drainage Rate In Vapour Extraction (VAPEX) Process", "Abstrak": "The low cost of the injected solvent, which can be also recovered and recycled, and the applicability\nof VAPEX technique in thin reservoirs are among the main advantages of VAPEX process compared\nto thermal heavy oil recovery techniques. In this research, an extensive experimental investigation\nis carried out to first evaluate the technical feasibility of utilization of various solvents for VAPEX\nprocess. Then the effect of drainage height on the stabilized drainage rate in VAPEX process was\nstudied by conducting series of experiments in two large-scale 2D VAPEX models of 24.5 cm and\n47.5 cm heights. Both models were packed with low permeability Ottawa sand (#530) and saturated with a heavy oil sample from Saskatchewan heavy oil reservoirs with viscosity of 5650 mPa s.\nPropane, butane, methane, carbon dioxide, propane/carbon dioxide (70%/30%) and propane/\nmethane (70%/30%) were considered as respective solvents for the experiments, and a total of\ntwelve VAPEX tests were carried out. Moreover, separate experiments were carried out at the end\nof each VAPEX experiment to measure the asphaltene precipitation at various locations of the\nVAPEX models. It was found that injecting propane would result in the highest drainage rate and oil\nrecovery factor. Further analysis of results showed stabilized drainage rate significantly increased in\nthe larger physical model", "Daftar File": {"2015 EJRNL PP MEHDI MOHAMMADPOOR 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/177585"}, "Penulis": "MEHDI MOHAMMADPOOR [-]", "Kontributor / Dosen Pembimbing": ["Farshid Torabi"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Vapour extraction, Drainage height, Solvent type, Stabilized drainage rate, Experimental studies", "Sumber": "Petroleum , Volume 1, Issue 3, Pages 187-199 (September  2015), http://dx.doi.org/10.1016/j.petlm.2015.07.001", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "23 Jul 2019"}