{"Nomor": 41017, "Judul": "Effect of chicken litter on grassland productivity and environmental quality in a sandland ecosystem", "Abstrak": "Replacing mammals with birds has been tested successful in restoring degraded grassland ecosystem\ntowards sustainable management. We pre-tested the effects of chicken litter (CL) on grassland productivity\nand soil quality in order to carry out free range chicken income generation practice in large areas. The\namounts of 25 g m2 and 50 g m2 of CL, equaling 30 m2 per chick and 60 m2 per chick, were applied on\nLeymus chinensis (L. chinensis) communities at Hunshandak sandland, Inner Mongolia, China. Besides,\nurea was applied at same rate as comparison. The above ground production was increased to 107%\nand 148% by CL applied at 25 g m2 and 50 g m2 respectively but underground biomass was reduced\nto 64% and 68% by CL applied at 25 g m2 and 50 g m2, contributing to the reduction of total biomass\nand R/S ratio. L. chinensis production was enhanced by CL, with higher nitrogen use efficiency (NUE) being\nachieved than that of urea. N and P uptake in L. chinensis elevated to 202% and 280% respectively by CL;\nthe N concentration was reduced to 87% on average. Nevertheless, CL’s favoring L. chinensis (p = 0.026)\nrendered potential question on biodiversity, calling for further study and cautious management to sustain\necosystem stability. CL amended soil showed better physical quality including lower soil bulk density,\nmore soil moisture and soil organic matter. Besides, soil treated by CL was more resistant to nutrient\nleaching. Our results showed that CL benefited the production and soil quality of grassland ecosystem,\nwith little side effect on its structure and function.", "Daftar File": {}, "Penulis": "Bingxue Wanga [-]", "Kontributor / Dosen Pembimbing": ["Gaoming Jiang"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Chicken litter, Leymus chinensis, Soil quality, Productivity, Biomass allocation, R/S ratio, Nutrient uptake", "Sumber": "ScienceDirect", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Jul 2019"}