{"Nomor": 41028, "Judul": "ANALISA PERSONA PEMBELI DAN KONSUMEN TERHADAP PREFERENSI PEMBELIAN TERHADAP MOBIL LCGC", "Abstrak": "Ada tren kenaikan kendaraan LCGC yang jelas dari tahun 2014 hingga tahun 2020, LCGC\ndiprediksi akan merebut pangsa pasar MPV. MPV sebagai mobil yang paling adaptif dari\nsemua telah memperoleh pangsa pasar terbesar untuk fungsinya tetapi baru-baru ini telah\ntersaingi oleh tren baru dari mobil LCGC. Pelanggan sekarang lebih didorong ke varian LCGC.\nMelihat perbedaan dan pergeseran tren pembelian dan kepemilikan kendaraan dari waktu ke\nwaktu, perusahaan mobil tidak diragukan lagi harus beradaptasi mengembangkan kembali\nproduknya agar tetap relevan dalam tren dan pasar LCGC saat ini, hal yang sangat penting\nuntuk menentukan produk adalah konsumen. Ahli pemasaran, pencipta produk, dan praktisi di\nindustri otomotif perlu mempelajari niat pembelian pelanggan untuk mendorong penjualan ke\nsegmen raksasa yang sedang berkembang ini. Oleh karena itu, penulis telah melakukan analisa\nkuantitatif pada niat pembelian mobil LCGC ke 240 sampel di Jakarta untuk mengetahui\nvariabel yang mendorong niat pembelian dalam pembelian mobil LCGC. Pada akhirnya, nilai\nutilitarian memegang janji tertinggi dengan berkontribusi nilai tertinggi terhadap niat\npembelian untuk produk umum. Namun, ketika dirinci, kelompok umur yang berbeda memiliki\npreferensi yang berbeda pula. Kelompok umur 17 - 24 tahun memegang nilai hedonis tertinggi\nuntuk niat beli, kelompok umur 25 - 38 tahun memegang nilai utilitarian tertinggi untuk niat\npembelian. Menariknya, kelompok usia di atas 38 tahun tidak didorong oleh nilai utilitarian\ndan hedonis untuk niat pembelian.", "Daftar File": {"ABSTRAK LORENZA KIANA.pdf\n]": "https://digilib.itb.ac.id/gdl/download/177757", "bab 1.pdf?_": "https://digilib.itb.ac.id/gdl/download/247703", "bab 2-compressed.pdf)u": "https://digilib.itb.ac.id/gdl/download/247704", "bab 3.pdf?_": "https://digilib.itb.ac.id/gdl/download/247705"}, "Penulis": "Lorenza Kirana [19016091]", "Kontributor / Dosen Pembimbing": ["Nila Armelia Windasari, S.A., MBA., PhD."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "LCGC, Purchase Intention, Utilitarian, Hedonic, Perceived Value", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "4 file", "Tanggal Input": "23 Jul 2019"}