{"Nomor": 41033, "Judul": "OPTIMIZATION OF THE INVENTORY SYSTEM CONSUMABLE ITEM IN INDONESIA AEROSPACE COMPANY WITH FIXED-TIME PERIOD WITH SAFETY STOCK", "Abstrak": "PT Dirgantara Indonesia (Persero) adalah industri pesawat terbang pertama dan satu-satunya di\nIndonesia dan di Wilayah Asia Tenggara. Perusahaan ini dimiliki oleh Pemerintah Indonesia. PT\nDirgantara Indonesia didirikan pada 26 April 1976. PT Dirgantara Indonesia bergerak di bidang\nmanufaktur kedirgantaraan, pengembangan desain kedirgantaraan dan menjadi sub-kontraktor\nuntuk industri pesawat terbang besar di dunia. Selama proses produksi, ada keterlambatan\npenyelesaian pesawat. Penelitian ini bertujuan untuk memecahkan masalah yang berfokus pada\nmanajemen persediaan barang habis pakai.\nModel persediaan yang akan digunakan untuk penelitian ini adalah sistem fixed time period model\n(P) dengan safety stock, penelitian ini diawali dengan perkiraan perkiraan permintaan atau\nkonsumsi untuk proses produksi. Perkiraan ini menggunakan perataan eksponensial untuk\nmemperkirakan konsumsi sealant. Perhitungan safety stock digunakan dengan 95% tingkat\nlayanan, waktu peninjauan untuk memesan sealant diatur menjadi 3 bulan dan yang terakhir adalah\nperhitungan periode waktu tetap. Penelitian ini juga bertujuan untuk optimasi sistem persediaan\ndi perusahaan\nModel persediaan yang ada di perusahaan belum efektif dan efisien, karena ada stok untuk sealant\ndan membuat penundaan selama 60 hari dan menciptakan peluang kehilangan\nRp.437.456.278.000. dengan sistem persediaan yang disediakan, peluang yang hilang dapat\ndihindari, dan membuat persediaan yang stabil untuk sealant untuk terus berproduksi. Pertama,\nmemperkirakan konsumsi untuk memperkirakan permintaan selama 3 bulan waktu peninjauan dan\n5 bulan waktu memimpin, kemudian menghitung persediaan pengaman dengan tingkat layanan\n95%, dan menghitung pesanan total dengan sistem (P) dengan persediaan pengaman.", "Daftar File": {"ABSTRAK EFAN WIRANTO 19016195.pdf?": "https://digilib.itb.ac.id/gdl/download/177762", "Bab 1.pdf?": "https://digilib.itb.ac.id/gdl/download/247543", "Bab 2.pdf?": "https://digilib.itb.ac.id/gdl/download/247544", "Bab 3.pdf?": "https://digilib.itb.ac.id/gdl/download/247545", "Bab 4.pdf?": "https://digilib.itb.ac.id/gdl/download/247546", "Bab 5.pdf?": "https://digilib.itb.ac.id/gdl/download/247547", "Reference & Appendix.pdf?": "https://digilib.itb.ac.id/gdl/download/248738"}, "Penulis": "Efan Wiranto [19016195]", "Kontributor / Dosen Pembimbing": ["Akbar Adhi Utama, S.T., M.A.B., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Fixed time period model (P) system, Forecast, Safety stock, Lead time, Review time", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "7 file", "Tanggal Input": "24 Jul 2019"}