{"Nomor": 41032, "Judul": "ANALISA HUBUNGAN ANTARA MANAJEMEN WAKTU DAN KINERJA AKADEMIK MAHASISWA S1 INSTITUT TEKNOLOGI BANDUNG", "Abstrak": "Time management is one of important behavioral skill, especially for the university students, because it is capable on improving the students’ productivity. In other words, the time management is closely related to university students’ academic performance. Moreover, to get high performance academic result, which required by competitive conditions, the students urged to use their time effectively and to set particular ways to manage the time well. This conditions are the fact that ITB students need to be aware of, since ITB is included as the top university with high competitive environment as referred by several surveys. By the researcher, this issue is considered as the necessity role of time management for ITB students’ performance during their academic life. The aim of the study is to find out the significantly relationship between time management and ITB students’ academic performance, also to find out which time management components that has the most significant impact to students’ academic performance, as there are 3 components, short-range planning, long-range planning, and time attitudes. This study considered the total population of the undergraduate students. There are 111 respondents taken randomly, as this research’s sample, from twelve different faculties in ITB. The findings of this study explained about the student time management for the ITB students as the given case study of this research is ITB students. In the end of this research, the researcher conclude that, time management have been proven to be significantly impact ITB students on achieving high academic performance. The researcher also found that the most influential time management components that affect the ITB students’ academic performance is Time Attitudes component.", "Daftar File": {"ABSTRAK Clara Muharar 'iffata": "https://digilib.itb.ac.id/gdl/download/177761", "Full Paper_Clara Muharar 'Iffata_19016126.pdf?_": "https://digilib.itb.ac.id/gdl/download/247505"}, "Penulis": "Clara Muharar 'iffata [19016126]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Rudy Bekti, MBA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Manajemen Waktu, Perencanaan Jangka Pendek, Perencanaan Jangka Panjang, Sikap terhadap Waktu, Kinerja Akademik Mahasiswa ITB", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "24 Jul 2019"}