{"Nomor": 41039, "Judul": "SIMULASI KEAUSAN MATA BAJAK SINGKAL MENGGUNAKAN MESIN UJI GESEK PIN ON DISC SERTA PENINGKATAN KETAHANAN AUSNYA MELALUI PROSES PERLAKUAN PANAS", "Abstrak": "Mata bajak adalah komponen penting yang terpasang pada bajak singkal. Komponen ini digunakan untuk memotong tanah pada saat proses pembajakan lahan. Pada saat melakukan pembajakan lahan, permukaan mata bajak singkal akan terus-menerus melakukan kontak dengan tanah sehingga komponen ini memerlukan ketahanan aus yang tinggi.\nHingga saat ini, sifat-sifat dari mata bajak singkal diketahui dengan melakukan pengujian langsung pada lahan sesuai dengan kondisi operasinya. Penelitian ini bertujuan untuk memilih metode pengujian lain yang mirip dengan kondisi pembajakan lahan di lapangan serta dapat dilakukan di laboratorium. Dengan melihat kemiripan fenomena yang terjadi, pengujian gesek dipilih untuk mensimulasikannya. Selain itu, percobaan juga dilakukan untuk meningkatkan ketahanan aus dari mata bajak dengan mengaplikasikan proses perlakuan panas pada baja yang digunakan. Spesimen hasil quench hardening dengan kekerasan 52 HRC memiliki ketahanan aus tertinggi. Baja yang digunakan sebagai mata bajak yang asli memiliki fasa martensit – austenit sisa dengan komposisi kimia yaitu 0,45% C, 1,58% Mn, 0,22% Si, 0,01% P, 0,01 % S, 0,5% Ni, and 0,03% Cr.\nPada penelitian ini juga memperlihatkan bahwa dua spesimen dengan kekerasan yang sama bisa memiliki laju keausan yang berbeda. Spesimen berfasa martensit – ferit menunjukkan nilai ketahanan aus yang lebih tinggi daripada spesimen yang memiliki fasa mertensit – austenit sisa pada kekerasan yang sama yaitu 41 HRC. Sehingga dapat disimpulkan bahwa ketahanan aus dari mata bajak singkal tidak hanya dipengaruhi oleh kekerasannya.", "Daftar File": {"COVER Bogie Narendra Putra": "https://digilib.itb.ac.id/gdl/download/177798", "PUSTAKA Bogie Narendra Putra": "https://digilib.itb.ac.id/gdl/download/177804"}, "Penulis": "Bogie Narendra Putra [13708058]", "Kontributor / Dosen Pembimbing": ["Ir. Arif Basuki, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "mata bajak singkal, kekerasan, keausan, tekanan, fasa.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "24 Jul 2019"}