{"Nomor": 41031, "Judul": "EVALUATION ON THE EFFECTIVENESS OF TECHNOLOGICAL TRANSFER IN INDONESIAN AQUACULTURE INDUSTRY: CASE STUDY OF EFISHERY", "Abstrak": "Menurut OECD-FAO, pada tahun 2016 Indonesia tergolong sebagai sepuluh besar\nnegara penghasil produk agrikultur terbanyak di dunia. Salah satu sektor agrikultur di\nIndonesia yang menjadi penyokong terbesar adalah sektor perikanan tambak (akuakultur).\nSayangnya, sektor akuakultur di Indonesia sering mengalami inefisiensi dan inefektivitas\nproses kerja di industrinya. Mengakuisisi teknologi terbaru dapat menjadi solusi dalam\nmemberikan peningkatan performa efektivitas dan efisiensi di sektor akuakultur di Indonesia.\nNamun, akuisisi penggunaan teknologi di perindustrian tersebut sangat lambat akibat\nkurangnya edukasi teknologi, yang dimiliki oleh para pelaku bisnisnya. Bekerja sama dengan\nsebuah perusahaan produsen teknologi akuakultur bernama EFishery, riset ini akan mengacu\npada perusahaan tersebut dalam menilai dan menguji proses transfer teknologi yang mereka\njalani.\nRiset ini disajikan dengan menggunakan metode analisis kualitatif. Dalam prosesnya,\nriset ini menggunakan dua cara pengambilan data, yaitu wawancara dan observasi lapangan.\nUntuk mendapatkan validitas yang cukup, dilakukan teknik triangulasi pada data yang\ndidapatkan. Dengan merujuk pada tiga framework yang berbeda, ditemukan beberapa faktor\nyang belum efektif dalam proses transfer teknologi yang EFishery lakukan. Riset ini juga\nmenunjukkan adanya dua faktor signifikan dalam intervensi transfer teknologi, kedua faktor\ntersebut adalah fleksibilitas dari produsen dan partisipasi aktif dari para pengguna teknologi\nyang bersangkutan. Pada konklusinya, riset ini diharapkan dapat menjadi sebuah bahan\nevaluasi terhadap proses transfer teknologi yang terjadi di sektor akuakultur di Indonesia\nterutama yang dijalankan oleh EFishery PTE LTD.", "Daftar File": {"ABSTRAK Maulana Rafi Damar, 19016121.pdf\n]": "https://digilib.itb.ac.id/gdl/download/177760", "COVER Maulana Rafi Damar": "https://digilib.itb.ac.id/gdl/download/238263", "2019 TA PP MAULANA RAFI DAMAR 1-CHAPTER I.pdf?": "https://digilib.itb.ac.id/gdl/download/238258", "2019 TA PP MAULANA RAFI DAMAR 1-CHAPTER II.pdf\n]": "https://digilib.itb.ac.id/gdl/download/238259", "2019 TA PP MAULANA RAFI DAMAR 1-CHAPTER III.pdf)u": "https://digilib.itb.ac.id/gdl/download/238260", "2019 TA PP MAULANA RAFI DAMAR 1-CHAPTER IV.pdf\n]": "https://digilib.itb.ac.id/gdl/download/238261", "2019 TA PP MAULANA RAFI DAMAR 1-CHAPTER V.pdf?": "https://digilib.itb.ac.id/gdl/download/238262", "2019 TA PP MAULANA RAFI DAMAR 1-REFERENCE.pdf?": "https://digilib.itb.ac.id/gdl/download/238264", "2019 TA PP MAULANA RAFI DAMAR 1-APPENDIX.pdf)u": "https://digilib.itb.ac.id/gdl/download/238265"}, "Penulis": "Maulana Rafi Damar [19016121]", "Kontributor / Dosen Pembimbing": ["Muhammad Yorga Permana, M. Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Menurut OECD-FAO, pada tahun 2016 Indonesia tergolong sebagai sepuluh besar negara penghasil produk agrikultur terbanyak di dunia", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "10 file", "Tanggal Input": "23 Jul 2019"}