{"Nomor": 41042, "Judul": "SINTESIS PARTIKEL NANO TiO2-KITOSAN DENGAN TEMPLAT KANJI MENGGUNAKAN METODA SOL GEL PADA COTTON SEBAGAI APLIKASI TEKSTIL ANTI UV", "Abstrak": "Sintesis partikel nano menggunakan TiO2 berbasis air dengan pH basa telah\nberhasil disintesis dengan menggunakan metode sol-gel dan telah terimobilisasi\npada bahan Cotton dengan menggunakan asam sitrat sebagai zat pengikat silang,\ndengan metoda pad-dry-cure. Proses sintesis dilakukan dengan menggunakan\nbeberapa parameter diantaranya konsentrasi prekursor TiCl4 0.3 M, 0.5 M dan 1.0\nM, menggunakan templat kanji 1%, dengan variasi temperatur kalsinasi\n(400?C,500?C, 600?C) selama 2 jam dan diaplikasikan ke bahan Cotton dengan\nmetoda pad-dry-cure pada temperatur 120?C selama 3 menit. Karakterisasi\nScanning Electron Microscope (SEM) untuk melihat morfologi dari hasil sintesis\nserbuk dan morfologi terimobilisasinya TiO2 pada bahan Cotton. Karakterisasi\nstruktur dilakukan dengan X-Ray Diffraction (XRD), karakterisasi UV-Vis\nspektrofotometri dilakukan untuk memeriksa band gap, dan karakterisasi\nBrunauer Emmett Teller (BET) untuk melihat luas permukaan, diameter pori, dan\nvolume rata-rata pori. Untuk aplikasi ke bahan tekstil dilakukan karakterisasi\nFourier Transform Infra Red ( FTIR).\nBerdasarkan hasil Scanning Electron Microscope (SEM) dilihat morfologi\npartikel memberikan ukuran nano kurang dari 100 nm, pH basa cenderung\nmemberikan partikel yang kecil dan teraglomerasi, setelah diberikan templat kanji\ndistribusi partikel lebih seragam dengan ukuran partikel naik 170 – 200 nm.\nKarakterisasi X-Ray Diffraction (XRD) memiliki struktur dengan tiga puncak\nutama (100), (101) dan (102,) fasa kristal yang terbentuk anatase dan rutile,\ndengan ukuran kristal 5 – 20 nm. Karakterisasi UV-Vis spektrofotometri\nmemberikan nilai band gap 3,1 eV- 3,5 eV dan karakterisasi Brunauer Emmett\nTeller (BET) tanpa templat kanji 1 % luas permukan spesifik 40,65 m2/g, dengan\nvolume total pori 0,278 cm3/g dengan penambahan templat kanji menjadi lebih\nkecil dengan luas permukan spesifik 35,44 m2/g dengan volume total pori 0,196\ncm3/g , diameter rata-rata pori 20 – 30 nm. Hasil terbaik dari serbuk TiO2 partikel\nnano pada konsentrasi 0,3 M dengan penambahan templat kanji. Pada karakterisasi aplikasi ke bahan Cotton dilihat morfologi Scanning Electron\nMicroscope (SEM) telah berhasil masuk dan terimobilisasi ke bahan Cotton\ndengan penambahan kitosan dan asam sitrat sebagai crosslinking sehinggga bisa\nberfungsi sebagai UV blocking, hasil karakterisasi dikonfirmasi dengan Fourier\nTransform Infra Red( FTIR), pada puncak 3495cm-1 adanya gugus O- H dan\nN-H, dan terdapat ikatan hidrogen dari asam karboksilat O – H pada puncak\n2546 cm-1 dan adanya gugus Ti-O-Ti pada puncak serapan 511 cm-1.", "Daftar File": {"COVER Maya Komalasari": "https://digilib.itb.ac.id/gdl/download/177817", "BAB 1 Maya Komalasari": "https://digilib.itb.ac.id/gdl/download/177818", "BAB 2 Maya Komalasari": "https://digilib.itb.ac.id/gdl/download/177819", "BAB 3 Maya Komalasari": "https://digilib.itb.ac.id/gdl/download/177820", "BAB 4 Maya Komalasari": "https://digilib.itb.ac.id/gdl/download/177821", "BAB 5 Maya Komalasari": "https://digilib.itb.ac.id/gdl/download/177822", "PUSTAKA Maya Komalasari": "https://digilib.itb.ac.id/gdl/download/177823"}, "Penulis": "Maya Komalasari [23711002]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Bambang Sunendar, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Ilmu Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Partikel Nano, TiO2, metoda sol-gel , UV blocking, pad-dry-cure.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "24 Jul 2019"}