{"Nomor": 41047, "Judul": "MEMAHAMI ASOSIASI PENGUSAHA WANITA MUSLIM PERKOTAAN: SEBUAH PERSPEKTIF SAIN SERVIS", "Abstrak": "Peran asosiasi bisnis penting dalam membantu pertumbuhan wirausaha perempuan Muslim. Solidaritas dan interaksi interpersonal di antara individu-individu di dalam lingkarannya dapat membantu wirausaha perempuan mengatasi tantangan dan merealisasikan peluang dalam bisnis mereka. Mengangkat kasus Ipemi (Ikatan Pengusaha Muslimah Indonesia) cabang Kota Bandung, ditemukan bahwa tingkat partisipasi anggota relatif rendah. Masalah ini dikhawatirkan menjadi indikasi terhambatnya proses penciptaan nilai bersama di antara pengurus dan anggota asosiasi.\nDengan menggunakan metode penelitian campuran, yang merupakan kombinasi dari tahap eksplorasi (melalui Analisis Faktor Eksploratori untuk para anggota) dan penjelasan (melalui empat sesi wawancara mendalam dan satu diskusi kelompok fokus), penelitian ini juga menggabungkan konsep empat fase dalam Penciptaan Nilai Bersama dan Platform Orkestrasi Nilai dari Sains Servis sebagai konsep pendukung untuk kerangka kerja Perencanaan Interaktif. Studi ini menghasilkan persyaratan nilai yang diungkapkan para anggota dan kesenjangan antara layanan yang dapat diberikan dari para pengurus asosiasi, konfigurasi pemangku kepentingan dalam lingkungan kerja Ipemi, nilai-nilai potensial yang akan diciptakan bersama di antara para pemangku kepentingan, dan proses yang diusulkan untuk implementasi nilai-nilai melalui desain Cetak Biru Layanan dan Kanvas Model Bisnis sebab Ipemi dalam penelitian ini juga dianggap sebagai sebuah entitas bisnis.\nDari hasil tersebut, dapat disimpulkan bahwa aktualisasi diri adalah faktor pendorong utama pengusaha perempuan Muslim dalam bergabung dengan asosiasi yang belum dapat dipenuhi oleh para pengurus Ipemi. Mengadakan pemilihan duta wirausaha perempuan Muslim hingga kolaborasi dengan institusi keagamaan adalah bagian dari langkah strategis yang akan diambil untuk mendapatkan perbaikan positif yang diinginkan.", "Daftar File": {"ASTRAK Perpus Iqbal.pdf)u": "https://digilib.itb.ac.id/gdl/download/177855"}, "Penulis": "Iqbal Fauzi Akbar Firdaus [29017034]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Utomo Sarjono Putro, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "kewirausahaan wanita; Muslim/Islam; sains servis; perencanaan interaktif; asosiasi kewirausahaan", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "24 Jul 2019"}