{"Nomor": 41054, "Judul": "PENGEMBANGAN SISTEM PENGHITUNGAN TARIF MESIN PRODUKSI DENGAN MEMPERHITUNGKAN BEBAN LANGSUNG DAN TAK LANGSUNG", "Abstrak": "Penelitian ini berhubungan dengan pengembangan sistem penghitungan tarif mesin produksi dengan memperhitungkan beban langsung dan tak langsung. Penghitungan tarif tersebut ditentukan melalui komponen-komponen ongkos yang terlibat dalam pelaksanaan kegiatan produksi bagi suatu industri. Komponen-komponen ongkos itu adalah ongkos daya, ongkos bahan habis, ongkos perawatan, ongkos penyusutan mesin dan ongkos tak langsung. Pada sistem ini, ongkos tak langsung dibebankan pada mesin produksi dengan cara pembobotan tertentu. Dalam sistem ini masing-masing bagian atau departemen dalam perusahaan menghitung ongkosnya sendiri. Dimana bagian tersebut dibedakan atas cost center dan profit center. Bagian profit center akan menanggung ongkos sendiri dan ongkos dari cost center sesuai dengan alokasi tertentu (ongkos overhead). Ongkos bagi profit center inilah yang selanjutnya didistribusikan ke mesin sesuai dengan alokasi tertentu (ongkos overhead). Ongkos overhead dan ongkos langsung yang terlibat dalam kegiatan pemakaian mesin selanjutnya dijadikan dasar sebagai perhitungan tarif mesin produksi. Selanjutnya sistem ini dikembangkan dalam perangkat lunak berbasis web. Jadi, hasil dari penelitian ini adalah model dan algoritma untuk pengembangan sistem perangkat lunak penghitungan tarif mesin produksi.", "Daftar File": {"COVER Hendri Van Hoten": "https://digilib.itb.ac.id/gdl/download/177914", "BAB 1 Hendri Van Hoten": "https://digilib.itb.ac.id/gdl/download/177915", "BAB 2 Hendri Van Hoten": "https://digilib.itb.ac.id/gdl/download/177916", "BAB 3 Hendri Van Hoten": "https://digilib.itb.ac.id/gdl/download/177917", "BAB 4 Hendri Van Hoten": "https://digilib.itb.ac.id/gdl/download/177918", "BAB 5 Hendri Van Hoten": "https://digilib.itb.ac.id/gdl/download/177919", "2013 TS PP HENDRI VAN HOTEN 1-pustaka.pdf)u": "https://digilib.itb.ac.id/gdl/download/177920"}, "Penulis": "Hendri Van Hoten [23110001]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Yatna Yuwana Martawirya", "Dr. Sri Raharno, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "tarif mesin produksi, beban langsung, beban tak langsung.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "24 Jul 2019"}