{"Nomor": 41079, "Judul": "STUDI PENGARUH PENAMBAHAN MOLIBDENUM TERHADAP PERILAKU TRANSFORMASI FASA, STRUKTUR MIKRO DAN KETAHANAN KOROSI PADUAN RADIOPAQUE NITINOL Ti-Ni-W", "Abstrak": "Penyakit jantung merupakan penyebab kematian terbesar di dunia. Penanganan terhadap penyakit jantung umumnya dilakukan dengan menggunakan stent. Stent yang paling banyak digunakan adalah self-expandable Ni-Ti stent, yaitu stent yang terbuat dari bahan dasar paduan Ni-Ti atau nitinol. Namun demikian, stent berbahan dasar nitinol memiliki kelemahan berupa sifatnya yang tidak radiopak sehingga sulit dideteksi oleh sinar-x pada saat dimasukkan ke dalam tubuh. Penambahan unsur tungsten (W) ke dalam paduan nitinol dapat meningkatkan sifat radiopak secara siginifikan sehingga sering disebut dengan radiopaque nitinol, namun memberikan sifat super elastis dan ketahanan korosi yang lebih rendah. Penambahan unsur tertentu ke dalam paduan nitinol dapat dilakukan untuk meningkatkan performa dan biokompatibilitas paduan. Molibdenum merupakan unsur yang tidak beracun dan bersifat biokompatibel. Pada penelitian kali ini, akan dilakukan penambahan unsur molibdenum untuk mempelajari pengaruhnya terhadap perilaku transformasi fasa, struktur mikro dan ketahanan korosi paduan radiopaque nitinol Ti45,5-Ni43,5-W11 (dalam % atom).\nSerangkaian percobaan dilakukan untuk mempelajari pengaruh penambahan unsur molibdenum terhadap perilaku transformasi fasa, struktur mikro dan ketahanan korosi paduan radiopaque nitinol Ti45,5-Ni43,5-W11 (dalam % atom). Paduan dibuat dengan melebur titanium rod (kemurnian 99%), nickel wire (99,8%), tungsten wire (99,99%) dan molybdenum rod (99,9%) menggunakan tanur busur listrik kecil arus searah. Button yang dihasilkan dilakukan homogenisasi dalam lingkungan inert menggunakan tanur tabung horizontal pada temperatur 1050oC selama 24 jam. Button yang telah dilakukan homogenisasi kemudian dipotong menjadi beberapa spesimen dan dilakukan preparasi. Uji perendaman dilakukan dalam larutan fisiologis 0,9% NaCl selama 14 hari pada temperatur 37±1oC sedangkan karakterisasi dilakukan menggunakan mikroskop optik, X-ray Diffraction (XRD), Scanning Electron Microscope – Energy Dispersive Spectroscopy (SEM-EDS), Differential Scanning Calorimetry (DSC), Inductively Coupled Plasma - Massa Spectroscopy (ICP-MS).\nBerdasarkan penelitian yang telah dilakukan, penambahan unsur molibdenum hingga 1% atom dapat menginduksi pembentukan fasa R dan menurunkan temperatur transformasi fasa paduan hingga -15,8oC pada temperatur martensite peak (Mp) dan 19,3oC pada temperatur austenite peak (Ap). Selain itu, penambahan unsur molibdenum hingga 1% atom dapat meningkatkan luas area presipitat yang terbentuk pada struktur mikro paduan dengan nilai sebesar 15,181% dan menurunkan nilai laju korosi hingga sebesar 0,00105 mmpy.", "Daftar File": {"ABSTRAK Salman Prawirayuda Purwanto": "https://digilib.itb.ac.id/gdl/download/178034"}, "Penulis": "Salman Prawirayuda Purwanto [12515064]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eddy Agus Basuki, M.Sc.", "Dr.Ir. Djoko Hadi Prajitno, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Molibdenum, Radiopaque Nitinol, Transformasi Fasa, Korosi", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "25 Jul 2019"}