{"Nomor": 41087, "Judul": "ANALISIS POLA GELOMBANG PQRST PADA JANTUNG NORMAL DENGAN MENGGUNAKAN STUDENT EKSPERIMENT  COBRA4 ELEKTROKARDIOGRAPH", "Abstrak": "Penelitian ini bertujuan untuk menganalisis pola gelombang PQRST pada jantung meliputi amplitudo (A), durasi waktu (t) dan frekuensi (f) pada gelombang P, gelombang Q, gelombang R, gelombang S, dan gelombang T pada posisi duduk dan berbaring, serta menentukan slope (kemiringan) kurva dari masing-masing gelombang pada kedua posisi tersebut. Sistem utama yang digunakan adalah satu set instrument student eksperiment elektrokardiograph. Penelitian dikaji melalui perekaman aktivitas listrik jantung yang dilakukan setelah menginstall software cobra4 dalam satu set alat student eksperiment elektrokardiograph selama 5 dan 10 s pada dua posisi. Setiap posisi dilakukan perekaman dengan 3 cara yang berbeda untuk kontak elektroda ke kulit (i) kontak langsung, yaitu tanpa menggunakan gel dan sensor gel, (ii) dengan menggunakan gel dan (iii) dengan menggunakan gel dan sensor gel. Output dari perekaman ini berupa pola gelombang jantung kompleks PQRST yang ditampilkan pada PC. Output data yang telah ditampilkan kemudian diekstraksi dengan menggunakan software Ms. Excel untuk mendapatkan nilai amplitudo (A), durasi waktu (t) dan frekuensi (f) dan slope. Kesimpulan dari hasil penelitian ini adalah posisi duduk atau berbaring tidak mempengaruhi hasil perekaman, karena faktanya adalah baik pada posisi duduk maupun berbaring memiliki data hasil eksperimen yang tidak jauh berbeda. Pada subjek A ektremitas normal, amplitudo (A), durasi waktu (t) dan frekuensi (f) terbesar pada masing-masing gelombang P, Q, R, S, dan T pada kedua posisi adalah; amplitudo (A) : 30.14 mV, 11.00 mV, 441.86 mV, 439.86 mV, 15.50 mV; durasi waktu (t) : 0.11 s, 0.04 s, 0.07 s, 0.27 s; dan frekuensi (f): 92.38 Hz, 92.38 Hz, 79.94 Hz, 79.74 Hz, 82.27 Hz. Sedangkan pada subjek A ekstremitas lead ditukar masing-masing gelombang P, Q, R, S, dan T terbesar adalah; amplitudo (A): 51.00 mV, 20.40 mV, 454.83 mV, 16.84 mV, 173 mV; durasi waktu (t): 0.10 s, 0.04 s, 0.08 s, 0.05 s, 0.2 s; dan frekuensi (f): 89.83 Hz, 84.22 Hz, 85.34 Hz, 85.42 Hz, 85.30 Hz. Tampilan pola gelombang PQRST pada lead esktremitas normal untuk masing-masing posisi menghasilkan gelombang jantung normal, namun bila lead dipertukarkan maka pola gelombang jantung PQRST pada setiap posisi adalah terbalik.", "Daftar File": {"ABSTRAK Dessy Amirudin": "https://digilib.itb.ac.id/gdl/download/178040", "COVER Dessy Amirudin": "https://digilib.itb.ac.id/gdl/download/181834", "BAB 1 Dessy Amirudin": "https://digilib.itb.ac.id/gdl/download/181835", "BAB 2 Dessy Amirudin": "https://digilib.itb.ac.id/gdl/download/181836", "BAB 3 Dessy Amirudin": "https://digilib.itb.ac.id/gdl/download/181837", "BAB 4 Dessy Amirudin": "https://digilib.itb.ac.id/gdl/download/181838", "BAB 5 Dessy Amirudin": "https://digilib.itb.ac.id/gdl/download/181839", "PUSTAKA Dessy Amirudin": "https://digilib.itb.ac.id/gdl/download/181840"}, "Penulis": "Dessy Amirudin [90217003]", "Kontributor / Dosen Pembimbing": ["Dr. Siti Nurul Khotimah, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "amplitudo (A), durasi waktu (t) dan frekuensi (f), slope Gelombang P, gelombang Q, gelombang R, dan gelombang T, dan student eksperiment elektrokardiograph", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "25 Jul 2019"}