{"Nomor": 41085, "Judul": "IMPLEMENTING ORGANIZATION CHANGE MANAGEMENT IN COMPANY ABC", "Abstrak": "Perusahaan ABC adalah perusahaan swasta yang didirikan pada bulan Agustus 2014. Perusahaan ABC didirikan oleh 3 orang yang merupakan teman baik pada masanya. Bisnis ini bergerak di sektor makanan cepat saji yang berbasis di Bandung. Saat ini, Perusahaan ABC berlokasi di Jalan Tubagus Ismail, salah satu tempat strategis di Bandung dan sedang memproses perluasan bisnis di Jakarta. Masalah terjadi ketika, perusahaan tidak memiliki sistem manajemen internal yang baik yang juga didukung oleh penerapan gaya Hands-on Management yang membuat karyawan sangat bergantung kepada tim manajemen sehingga membuat pekerjaan menjadi tumpang tindih. Selain itu, perusahaan juga tidak memiliki visi, misi dan penjelasan tugas yang jelas. Berdasarkan masalah tersebut, penelitian ini bertujuan untuk mengungkapkan: (1) Keefektifan organisasi perusahaan. (2) penerapan manajemen perubahan di Perusahaan.\nPenelitian menggunakan The Star Model untuk mengidentifikasi efektivitas organisasi. Karena untuk mencapai efektivitas organisasi, desain organisasi harus memiliki keselarasan dari lima hal penting organisasi yaitu strategi, struktur, penghargaan, proses, dan sumberdaya manusia. Penelitian ini menggunakan dua pengumpulan data utama (1) data primer, yang dikumpulkan melalui wawancara menggunakan pertanyaan semi-terstruktur, dan diskusi. (2) data sekunder, yang dikumpulkan dari dokumen dan situs web perusahaan\nSetelah mengidentifikasi keefektifan organisasi, peneliti menemukan bahwa perusahaan belum bekerja secara efektif karena masih banyak perbaikan yang perlu diterapkan. Oleh karena itu, penerapan manajemen perubahan organisasi sangat diperlukan. Kerangka manajemen perubahan organisasi menggunakan Manajemen Perubahan Kotter yang menawarkan struktur yang membantu untuk menyusun dan menerapkan perubahan dalam departemen yang relatif kecil dan memberikan rencana komunikasi yang efektif. Peneliti juga, mengusulkan rekomendasi dengan menetapkan rencana implementasi bagi perusahaan untuk mempertahankan perubahan berada pada jalurnya dan dilakukan oleh dapat seluruh anggota perusahaan.", "Daftar File": {"ABSTRAK Elisa Kusuma Wardani": "https://digilib.itb.ac.id/gdl/download/178038", "CHAPTER I.pdf\nt?": "https://digilib.itb.ac.id/gdl/download/247559", "CHAPTER II.pdf5?_": "https://digilib.itb.ac.id/gdl/download/247560", "CHAPTER III.pdf?J]": "https://digilib.itb.ac.id/gdl/download/247561", "CHAPTER IV.pdf5?_": "https://digilib.itb.ac.id/gdl/download/247562", "CHAPTER V.pdf\nt?": "https://digilib.itb.ac.id/gdl/download/247563"}, "Penulis": "Elisa Kusuma Wardani [19016036]", "Kontributor / Dosen Pembimbing": ["Dr.rer.pol  Achmad Fajar Hendraman. S.T.,  M.S.M"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Manajemen Perubahan Organisasi, Efektivitas Organisasi, The Star Model, Manajemen Perubahan Kotter", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "6 file", "Tanggal Input": "25 Jul 2019"}