{"Nomor": 41083, "Judul": "PERANCANGAN PENILAIAN KINERJA UNTUK MENINGKATKAN KINERJA KARYAWAN DI KOZI BUDARA", "Abstrak": "Indonesia adalah negara terpadat di ASEAN dengan jumlah penduduk 270 juta. Dalam survei Boston Consulting Group (BCG) 2013, 88 juta orang - sekitar 35% dari populasi - ditetapkan sebagai kelas menengah, konsumen kaya yang secara teratur menghabiskan lebih dari Rp2 juta (US $ 140 atau lebih) per bulan secara rutin pengeluaran rumah tangga, termasuk makanan dan minuman. Salah satu minuman favorit di antara pasar Indonesia adalah kopi. Berdasarkan Kementerian Pertanian, konsumsi kopi Indonesia sepanjang periode 8,22% / tahun. Kozi Budara adalah salah satu tempat yang menyajikan Kopi Indonesia. Kozi didirikan oleh empat pemilik dan kafe pertama adalah Kozi Gudang Selatan. Sekarang, syaratnya sudah memiliki sepuluh cabang yang tersebar di seluruh Indonesia seperti Bandung, Bali, Malang dan Jakarta. Perhatian utama Kozi Budara sekarang pada kinerja karyawan. Pemilik menyatakan penurunan kinerja karyawan selama beberapa bulan. Berdasarkan penelitian pendahuluan, penurunan kinerja karyawan adalah karena Kozi Budara tidak memiliki penilaian kinerja formal.\nMasalah dimulai ketika pemilik melihat ada penurunan kinerja karyawan. Hasil kerja karyawan tidak memenuhi standar pemilik. Para karyawan tersebut tidak ingin melakukan upaya ekstra ke tempat kerja karena hasilnya tidak akan memberikan perbedaan. Perasaan tidak puas terjadi karena penilaian bias dan kurangnya keadilan oleh pemilik ketika menilai kinerja karyawan. Pemilik mengalami kesulitan dalam mengkategorikan kinerja karyawan. Berdasarkan hal tersebut, masalah di Kozi Budara adalah tidak ada sistem penilaian kinerja.\nTujuan penelitian ini adalah merancang sistem penilaian kinerja yang ideal. Penelitian ini membantu Kozi Budara memperbaiki deskripsi pekerjaan. Untuk penilaian kinerja, Kozi Budara tidak memiliki standar untuk menilai kinerja karyawan. Penting untuk memiliki standar dalam menilai kinerja karyawan, sehingga penelitian ini membantu Kozi Budara untuk membuat formulir penilaian kinerja dan juga standar untuk memberikan skor. Jika Kozi Budara dapat melakukan standarisasi kinerja karyawan, pemilik dapat mengurangi kemungkinan penilaian bias dan kurangnya keadilan ketika menilai kinerja karyawan. Penilaian yang adil mengarah pada peningkatan motivasi bagi karyawan untuk memberikan upaya ekstra di tempat kerja. Karyawan yang termotivasi tentu mengurangi kemungkinan kinerja yang buruk. Kozi Budara juga dapat menerapkan penilaian kinerja untuk membuat keputusan untuk kegiatan sumber daya manusia seperti kompensasi, pelatihan, dan jalur karir.", "Daftar File": {"2019 TS PP LEO VICKOZY ISYRAQI REZA 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/249337"}, "Penulis": "Leo Vickozy Isyraqi Reza [19016046]", "Kontributor / Dosen Pembimbing": ["Nur Arief Rahmatsyah Putranto, S.T., M.HRMHons"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Penilaian kinerja, Kinerja karyawan, Manajemen kinerja, Manajemen Sumber Daya Manusia", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "25 Jul 2019"}