{"Nomor": 41095, "Judul": "HUBUNGAN ANTARA CITRA MEREK TERHADAP MINAT BELI DI ANTARA PELANGGAN FESYEN MUSLIMAH INSTAGRAM : KASUS AMBERLYN INDONESIA", "Abstrak": "Persaingan pengusaha fashion muslimah di Instagram ketat sejak tahun 2016 di Indonesia. Hal\nini menyebabkan pengusaha pakaian muslimah online Instagram berlomba-lomba menunjukan\nbrand mereka yang terbaik dengan berbagai tampilan citra merek yang mereka tawarkan. Hal\nini menjadi masalah tertentu bagi Amberlyn Indonesia, sebuah brand fashion muslimah yang\nmerasakan kurang puas dengan pendapatan perbulan dan persaingan yang tidak jelas dasarnya\ndi Instagram terkhusus fashion muslimah dan apa yang membuat seorang pelanggan mau\nmembeli fashion muslimah tersebut.\nPenelitian tentang pengaruh citra merek terhadap minat beli pelanggan dilakukan dengan\ntujuan untuk melihat apakah citra merek dari sebuah brand mempengaruhi minat beli\npelanggan fashion muslimah di Instagram. Peneliti mengambil indikator citra merek dari iklan,\nkualitas, reputasi, atribut, dan harga menurut Mita Yuniati 2013 dan Oxford Economy\nDictionary. Disini peneliti menekankan secara terkhusus untuk indikator reputasi karena\nmenurut Ouwersoot dan Frank Jefkins, citra brand memiliki definisi yang mirip dengan reputasi\nyaitu sebuah persepsi di mata pelanggan. Peneliti mengambil indikator minat beli dari value\nyang dimiliki brand karena value merupakan indikator tertinggi dari indikator lainnya yaitu\nketertarikan, kecenderungan, evaluasi, dan pertimbangan menurut Assael 1992.\nPenelitian ini menggunakan dua pendekatan, kualitatif dan kuantitatif. Pendekatan kualitatif\ndigunakan untuk melihat pandangan penjual fashion muslimah Instagram dalam pengaruh citra\nmerek terhadap minat beli pelanggan, tetapi bagian ini tidak terlalu mendalam, hanya untuk\nmelihat bagaimana pendapat penjual fashion muslimah, penelitian ini khusus kepada\npelanggannya. Dan pendekatan kuantitatif digunakan untuk melihat secara fakta pandangan\npelanggan fashion muslimah Instagram terhadap minat beli mereka yang dipengaruhi oleh citra\nmerek sebuah perusahaan fashion muslimah di Instagram.\nHasil penelitian membuktikan bahwa ternyata faktor yang paling mempengaruhi minat beli\npelanggan dari faktor citra merek yang ditampilkan oleh brand tersebut dipengaruhi paling\nbesar oleh iklan dengan tingkat kedekatan dengan minat beli adalah 32.4% dan 0.000 untuk\nsignifikansi, sedangkan reputasi memiliki kedekatan dengan minat beli sebesar 29.4% dan\n0.002 untuk signifikansinya. Menurut Wiratna Sujarweni, angka 32.4% tersebut masih\ntergolong lemah dan belum kuat untuk mempengaruhi minat beli pelanggan fashion muslimah\ndi Instagram. Sementara pandangan dari penjual ada yang menyebutkan bahwa reputasi adalah\nfaktor yang paling besar dan mendominasi daripada iklan. Penelitian ini membuktikan bahwa\niklan lebih mempengaruhi minat beli pelanggan fashion muslimah di Instagram daripada\nreputasi.", "Daftar File": {"ABSTRAK MAYANG AL IKHSANI.pdf)u": "https://digilib.itb.ac.id/gdl/download/178048"}, "Penulis": "Mayang Al Ikhsani [19216019]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Utomo Sarjono Putro, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Citra merek, reputasi, niat beli, faktor pembelian, pakaian muslimah, Instagram", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "26 Jul 2019"}