{"Nomor": 41098, "Judul": "APAKAH STRUKTUR MODAL OPTIMAL ADA? KASUS INDONESIA: PERBANKAN YANG TERDAFTAR DI 2013-2017 PENDEKATAN PERILAKU KEUANGAN", "Abstrak": "Keputusan keuangan jangka panjang paling dasar perusahaan adalah memilih proporsi yang tepat dari campuran hutang dan pembiayaan ekuitas perusahaan yang dikenal sebagai struktur modal. Struktur modal untuk setiap perusahaan adalah relatif dan tergantung pada perusahaan. Ada perusahaan yang akan memilih untuk membiayai aset mereka dengan ekuitas sebagai mayoritas. Di sisi lain, ada perusahaan yang lebih memilih untuk membiayai aset mereka dengan utang sebagai mayoritas. Sebagian besar perusahaan mengelola struktur modal mereka dengan proporsi tertentu dari keduanya. Tetapi apakah struktur modal yang optimal benar-benar ada?\nAda beberapa sektor industri di Indonesia. Salah satunya adalah sektor perbankan. Namun, belum ada penelitian lebih lanjut mengenai optimalisasi struktur modal untuk perusahaan di sektor perbankan di Indonesia. Sektor perbankan adalah sektor yang dihindari karena data sektor perbankan berbeda. Utang jangka panjang sebagian besar tidak dimasukkan dalam laporan keuangan perusahaan perbankan.\nOleh karena itu, penelitian ini bertujuan untuk menganalisis struktur modal aktual dan optimal pada perusahaan perbankan yang terdaftar di Bursa Efek Indonesia (BEI) dengan periode 2013-2017. Apakah struktur modal optimal benar-benar ada. Dan apa penjelasannya jika normal-up terjadi, terutama ketika struktur modal yang optimal tidak diterapkan. Metode yang digunakan dalam penelitian ini adalah Weight Average Cost of Capital (WACC) untuk menghitung struktur modal. Dan untuk mengetahui apakah ada perbedaan yang signifikan antara dua kategori atau tahun. Untuk melakukannya, data yang diperlukan adalah biaya hutang, biaya ekuitas, rasio hutang terhadap modal dan biaya modal.\nHasil penelitian dalam beberapa kesimpulan. Pertama, ketidaknormalan yang terjadi pada 2013, menyebabkan struktur modal aktual dan optimal memiliki perbedaan signifikan karena pasar indeks menurun. Ukuran bank tidak menentukan apakah bank kekurangan atau kelebihan. Dan untuk kepemilikan asing vs lokal di BUKU 3, kepemilikan asing menunjukkan kekurangan hutang. Ini mungkin terjadi karena perbedaan nilai tukar di Indonesia dan nilai tukar negara mereka", "Daftar File": {"ABSTRAK Priyanka Zahra Diandra - 19016042 (1).pdf\n]": "https://digilib.itb.ac.id/gdl/download/178051", "2019 TS PP PRIYANKA ZAHRA DIANDRA 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/247847"}, "Penulis": "Priyanka Zahra Diandra [19016042]", "Kontributor / Dosen Pembimbing": ["Deddy Priatmodjo Koesrindartoto, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Struktur Modal Optimal, Sektor Perbankan, Pendekatan Keuangan Perilaku, Mann-Whitney, Indonesia", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "26 Jul 2019"}