{"Nomor": 41109, "Judul": "JEMBATAN R&D-C (JEMBATAN KOMERSIALISASI PENELITIAN DAN PENGEMBANGAN): SEBUAH MODEL BARU UNTUK KOMERSIALISASI PRODUK PENELITIAN", "Abstrak": "Anggaran riset dan pengembangan telah banyak dikeluarkan oleh beberapa perusahan dan bahkan beberapa Negara, tetapi hanya beberapa yang mencapai sukses menjadi teknologi baru atau produk riset yang terkomersialisasi. Kurva sukses industri dunia menunjukkan kondisi tersebut. Komersialisasi produk riset menjadi masalah dalam menghantarkan riset menuju komersialisasi. Kurva lembah kematian dalam proses komersialiasi produk adalah fase dimana laba tidak didapatkan dan resiko harus dihadapi. Penelitian ini bertujuan untuk memahami komersialisasi produk riset, dan menghasilkan sebuah komersialisasi produk riset baru. Metode wawancara mendalam dengan pengambilan sampel bertujuan digunakan dalam mengumpulkan data kualitatif yang berhubungan dengan topic riset. Para informan dikategorikan dalam empat domain pemangku kepentingan: akademisi, lembaga penelitian dan pengembangan, pengatur penelitian dan pengembangan, dan perusahaan berbasis riset. Transkrip wawancara sebagai data kualitatif dianalisis melalui tiga tahap proses penjaringan: penjaringan mikro, penjaringan meso, dan penjaringan makro. Beberapa proses tersebut ditujukan untuk menghasilkan kerangka kerja komersialisasi produk riset. Aliran penelitian dan pengembangan dan aliran komersialisasi dikembangkan berdasar pada kerangka kerja yang telah dihasilkan. Model komersialisasi produk riset dibangun melalui penyusunan kumpulan celah dan solusi dalam aliran komersialisasi. Kendala-kendala yang tereksplorasi dalam proses komersialisasi produk riset diisi dengan solusi-solusi melalui beberapa analisis dan penyusunan. Aliran komersialisasi yang telah diperbaiki dihasilkan melalui penyusunan kumpulan celah dan solusi ini. Jembatan komersialisasi riset dan pengembangan (Jembatan R&D-C) dikembangkan berdasar aliran komersialisasi yang telah diperbaiki. Model ini berlaku sebagai jembatan riset menuju komersialisasi, itulah mengapa dinamakan dengan jembatan R&D-C. Itu memberikan aliran komersialisasi yang dimulai dari pemetaan dan seleksi riset, dan diakhiri dengan indicator kinerja komersialisasi. Sumber ide riset sebagai titik umpan balik untuk aliran penelitian dan pengembangan dalam inspirasi ide-ide riset yang datang dari produk yang telah terkomersialisasi atau masalah pelanggan yang dihasilkan dalam aliran komersialisasi. Aliran komersialisasi dalam model jembatan R&D-C tersebut sebagian besar dilakukan oleh lembaga R&D-C, sebuah lembaga independen dengan tugas utama dalam komersialisasi produk riset. Selain berlaku sebagai jembatan riset menuju komersialisasi, lembaga R&D-C juga berlaku sebagai\n5\npenghubung antara penyedia teknologi dengan penerima teknologi. Lembaga R&D-C memiliki empat model komersialiasi: sebagai incubator bisnis yang menghasilkan teknologi untuk bisnis, sebagai lembaga transfer teknologi ke masyarakat yang menghasilkan teknologi untuk masyarakat, sebagai lembaga kerjasama industri/swasta yang menghasilkan teknologi untuk industri/swasta, dan sebagai fasilitator kebijakan pemerintah yang menghasilkan teknologi untuk kebijakan. Model jembatan R&D-C memberi proses aliran komersialisasi teknologi dalam interkoneksi antara para pemangku kepentingan yang terlibat dalam proses komersialisasi teknologi yang sudah terlebih dahulu terbentuk dalam konsep taman teknologi. Disandingkan dengan model komersialisasi Goldsmith yang dapat digunakan oleh setipa lembaga dalam mengembangkan produk batu, dan model Stage-Gate sebagai mekanisme peluncuran ide-ide menjadi produk-produk, model jembatan R&D-C memberikan sebuah aliran komersialisasi produk, sebuah mekanisme untuk setiap kategori produk riset, dan pembagian tugas komersialisasi yang jelas. Disinilah model jembatan R&D-C berdiri pada posisinya. Riset ini memberikan wawasan dalam mengembangkan komersialisasi produk riset untuk pengembangan taman sains dan teknologi (STP). Model jembatan R&D-C perlu diuji coba dalam proses pelaksanaannya. Metode system lunak (SSM) dapat digunakan untuk menguji coba model ini, dan riset aksi dalam beberapa kasus STP adalah beberapa rencana riset untuk riset ke depan.", "Daftar File": {"ABSTRAK Adi Asmariadi Budi, 29017009.pdf\n]": "https://digilib.itb.ac.id/gdl/download/178062"}, "Penulis": "Adi Asmariadi Budi [29017009]", "Kontributor / Dosen Pembimbing": ["Dr. Leo Aldianto, M.B.A., M.S.A.E."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "produk riset, lembah kematian, kendala-kendala komersialisasi, mdel komersialisasi, model jembatan R&D-C.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "26 Jul 2019"}