{"Nomor": 41105, "Judul": "MEMAHAMI PERAN KEPUASAN KERJA DI TEMPAT KERJA DARI PERSPEKTIF GENERASI MILLENNIAL TERHADAP KINERJA KARYAWAN", "Abstrak": "Berdasarkan tahun kelahiran mereka, generasi milenial mendominasi segmen tenaga kerja dengan pesat selama beberapa tahun terakhir dan akan terus meningkat seiring waktu. Pada tahun 2016, AON sebagai pemimpin global dalam konsultan sumber daya manusia menunjukkan bahwa milenium dan generasi setelahnya akan mendominasi tenaga kerja global pada tahun 2025, mereka mengisi hingga 75 persen komposisi tenaga kerja yang dahulu diakomodir oleh Gen X atau Baby Boomers. Bertepatan dengan situasi ini, sangat penting bagi organisasi bisnis tentang bagaimana beradaptasi, berevolusi, dan mempelajari apa yang membuat milenium tertarik dan bertahan dalam rangka memperoleh bakat atau tenaga kerja terbaik berdasarkan kualifikasi pekerjaan dan juga menjaga kepuasan mereka di tempat kerja. Lebih dari itu, hal ini adalah salah satu isu penting dalam organisasi tentang bagaimana memanfaatkan sebaik-baiknya salah satu aset perusahaan mereka yaitu sumber daya manusia. Lingkungan kerja yang tidak beradaptasi untuk mengakomodasi tenaga kerja atau karyawan dengan sikap dan harapan yang berbeda, entah bagaimana, akan berjuang menghadapi tantangan produktivitas (Stewart, Oliver, Cravens, & Oishi, 2017). Oleh karena itu, penelitian ini bertujuan untuk memahami peran kepuasan kerja di tempat kerja dari perspektif generasi milenial dan menguji dimensi kepuasan kerja yang akan memberikan dampak signifikan bagi angkatan kerja milenial agar merasa puas dengan pekerjaan mereka sehingga dapat meningkatkan kinerja mereka. Selain itu, mempertimbangkan dampak keseluruhan dari kepuasan kerja terhadap kinerja karyawan. Menggunakan metode purposive sampling, data yang dikumpulkan dari 104 responden dengan kuesioner dengan beberapa kriteria seperti pria atau wanita, harus menjadi karyawan aktif di Bandung khususnya di perusahaan makanan dan minuman juga dalam rentang usia 19-39 tahun (generasi Y atau generasi milenium). Data yang dikumpulkan dianalisis dengan analisis deskriptif dan analisis regresi linier berganda. Hasil penelitian menunjukkan bahwa empat dimensi kepuasan kerja seperti promosi, gaji, pengawasan dan rekan kerja yang digunakan sebagai variabel independen dalam penelitian ini secara signifikan memiliki pengaruh terhadap kinerja karyawan dimana variabel-variabel independen dapat menjelaskan sekitar 78,9% dari dependen variabel.", "Daftar File": {"ABSTRAK Alizah Anugrah Putri, 19216068.pdf?": "https://digilib.itb.ac.id/gdl/download/178058"}, "Penulis": "Alizah Anugrah Putri [19216068]", "Kontributor / Dosen Pembimbing": ["Wawan Dhewanto, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kepuasan Kerja, Generasi Milenial, Kinerja Karyawan", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "26 Jul 2019"}