{"Nomor": 41103, "Judul": "PENGARUH LAYANAN TAMBAHAN DALAM PROSES INFORMASI TERHADAP KEPUASAN PELANGGAN BERDASARKAN TEORI FLOWER OF SERVICE DI INDUSTRI UKM BRANDING HOUSE DAN DESAIN", "Abstrak": "UKM memiliki karakteristik unik yang berbeda dari organisasi lain. Karakteristik ini\ndijelaskan oleh perilaku pemilik bisnis berdasarkan ukuran dan tahap pengembangan\nbisnis seperti sumber daya yang terbatas, kurangnya keahlian khusus dan pengaruh yang\nterbatas di pasar. Sangat penting bagi UKM pemula untuk memberikan kualitas layanan\nterbaik untuk meningkatkan kepuasan pelanggan yang membantu memperkuat citra\nbisnis dan menciptakan pembicaraan positif dari mulut ke mulut yang tersebar luas untuk\nmendapatkan lebih banyak pelanggan. Untuk mengakses dan mengukur kualitas layanan,\nbanyak penelitian melaporkan dimensi kualitas layanan (SERVQUAL). Namun, tidak\nbertahan ketika penelitian direplikasi di negara yang berbeda, industri yang berbeda, di\nsegmen pasar yang berbeda atau bahkan pada periode waktu yang berbeda Kualitas\nlayanan dapat dinilai berdasarkan dimensi Flower of Service. Lovelock (mengembangkan\n'model layanan tambahan' yang memberikan beberapa pedoman spesifik tentang\nbagaimana mencari peningkatan nilai bagi pelanggan yang membantu meningkatkan\npelanggan untuk pembelian di masa mendatang. Selanjutnya dalam penelitian ini, peneliti\nmenggunakan aspek proses informasi dari layanan tambahan dalam teori Flower of\nService: informasi, konsultasi, pengambilan pesanan, tagihan, dan pembayaran yang\nlebih sesuai dengan kondisi UKM di industri ini untuk mencari tahu aspek yang paling\nberpengaruh dalam meningkatkan kepuasan pelanggan.\nStudi ini dilakukan menggunakan pendekatan kuantitatif dengan melakukan\npengumpulan data secara kuesioner yang disebarkan kepada 239 responden. Hasilnya\ndianalisa menggunakan metode multiple linear regression. Hasil studi ini menunjukkan\nbahwa tiga dari lima layanan tambahan dalam proses informasi yaitu: informasi, tagihan\ndan pembayaran pada proses informasi memiliki pengaruh yang signifikan terhadap\nkepuasan pelanggan. Dimana variable tagihan memiliki pengaruh paling kuat terhadap\nkepuasan pelanggan dibandingkan dengan variabel lainnya di industri UKM Branding\nHouse dan Desain.", "Daftar File": {"ABSTRAK Nabila Luthfia - 19216015.pdf\n]": "https://digilib.itb.ac.id/gdl/download/178056"}, "Penulis": "Nabila Luthfia [19216015]", "Kontributor / Dosen Pembimbing": ["Lidia Mayangsari, S.Si., M.S.M., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Manajemen Layanan, Flower of Service, Layanan Tambahan, Kepuasan Pelanggan, Perilaku Pembelian Konsumen, Industri UKM Branding House dan Desain", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "26 Jul 2019"}