{"Nomor": 41117, "Judul": "PERAN PROGRAM LOYALITAS PADA KEPUASAN PELANGGAN DAN LOYALITAS PELANGGAN: STUDI KASUS PADA TOKO DEPARTEMEN SOGO", "Abstrak": "Pertumbuhan bisnis ritel di Indonesia menghasilkan persaingan yang kuat di antara para pengecer. Oleh\nkarena itu, keberlanjutan harus diupayakan untuk menjaga kelangsungan bisnis mereka dalam menjaga\nkesetiaan pelanggan. Salah satu perusahaan terkemuka di Indonesia yang bergerak dalam bisnis ritel adalah\nSOGO Department Store. Untuk membuat terobosan dalam menciptakan, mempertahankan, dan untuk\nmenjaga hubungan dengan pelanggan, SOGO menciptakan sistem kartu anggota mereka sendiri sebagai\nbagian dari program loyalitas: SOGO Premier Card. Sedangkan hingga saat ini, SOGO tidak pernah menilai\nhubungan antara program loyalitas mereka dan kepuasan pelanggan mereka serta loyalitas pelanggan\nmereka. Oleh karena itu, hubungan dan pengaruh positif dari program loyalitas terhadap kepuasan\npelanggan dan loyalitas pelanggan akan tetap tidak pasti. Maka penelitian ini bertujuan untuk mengetahui\npengaruh SOGO Premier Card sebagai program loyalitas terhadap kepuasan pelanggan dan loyalitas\npelanggan. Dengan begitu, SOGO dapat memastikan peran program loyalitas mereka terhadap kepuasan\npelanggan dan loyalitas pelanggan mereka, apakah itu memiliki pengaruh positif atau tidak, dan\nmenghindari sejumlah besar uang yang dihabiskan untuk sia-sia. Survei kuantitatif dilakukan dengan\nmenggunakan kuesioner yang melibatkan 318 responden. Partial Least Square Structural Equation\nModeling digunakan untuk menganalisis data yang membuktikan bahwa tiga manfaat program loyalitas\nmemiliki hubungan positif signifikan dengan kepuasan pelanggan, sementara hanya manfaat simbolis\nmemiliki hubungan positif signifikan dengan loyalitas pelanggan. Kepuasan pelanggan secara signifikan\nmempengaruhi loyalitas pelanggan dan manfaat simbolis adalah hubungan yang paling berpengaruh\nterhadap kepuasan pelanggan dan loyalitas pelanggan", "Daftar File": {"ABSTRAK Rizal Nabil Ramadhan": "https://digilib.itb.ac.id/gdl/download/178070", "2019 TS PP RIZAL NABIL RAMADHAN 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/247866"}, "Penulis": "Rizal Nabil Ramadhan [19016225]", "Kontributor / Dosen Pembimbing": ["Annisa Rahmani Qastharin S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Loyalitas Pelanggan, Program Loyalitas; Kepuasan pelanggan; Program loyalitas; Manfaat Program Loyalitas", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "29 Jul 2019"}