{"Nomor": 41118, "Judul": "PERSEPSI EMOSIONAL PEMILIK DAN BUKAN PEMILIK TERHADAP HARLEY DAVIDSON", "Abstrak": "Periklanan memiliki pernanan penting dalam menjalankan sebuah bisnis. Perusahaan\ndapat mengalokasikan dana yang besar terhadap periklanan untuk menciptakan\nsebuah persepsi dalam market terhadap merek tersebut. Persepsi market akan sangat\nberpengaruh terhadap sebuah merek karena persepsi adalah salah satu variable utama\nyang harus diperhatikan dalam menciptakan sebuah iklan. Tidak terlepas dari merek\nmewah, juga membutuhkan periklanan untuk menyampaikan produk atau service\nmereka kepada pelanggan. Umumnya iklan diklasifikasikan menjadi emosional atau\nrasional berdasarkan pesan dalam konteks yang diberikan. Iklan yang melibatkan\ndaya tarik emosional adalah jenis periklanan yang terbaik untuk menciptakan sebuah\npersepsi terhadap merek. Daya tarik emosional dapat lebih mudah diingat oleh orangorang\nkarena ia dapat mengarah langsung ke dampak perilaku individu.\nSiliwangi Harley Davidson adalah dealer merek mewah Harley Davidson pertama di\nkota Bandung, yang berdiri pada tahun 2018. Karena Siliwangi Harley Davidson\nmasih baru, maka belum ada intervensi untuk mengukur persepsi market terhadap\nmerek Harley Davidson. Maka penelitian ini dimaksudkan untuk menjadi intervensi\nyang pertama dalam mengukur persepsi market terhadap merek mewah Harley\nDavidson. Akan tetapi diperlukan informasi kunci yaitu emosi yang muncul dari para\npemilik dan bukan pemilik Harley Davidson sebagai informan. Penelitian ini\nmemiliki tujuan untuk memberikan masukan baru terhadap Siliwangi Harley\nDavidson sebagai pelaku bisnis yang menjual merek mewah Harley Davidson untuk\nmenciptakan strategi masa depan dalam pembuatan iklan emosional.\nPenelitian ini menggunakan pendekatan kualitatif tepatnya metode fenomenologi\nyang menggunakan wawancara mendalam secara semi-terstruktur untuk mendapatkan\npersepsi emosional dari para informan. Data hasil wawancara mendalam bersama\ninforman kemudian diolah menggunakan analisis tekstural. Hasil analisis tekstural\nmenujukan bahwa terdapat positif emosi dan negatif emosi yang muncul dari para\ninforman terhadap merek Harley Davidson. Selanjutnya, emosi positif yang muncul\ndari para informan adalah emosi kebaikan, kegembiraan, keinginan, hiburan,\nrelaksasi, kebanggaan, cinta, kepuasan, dan kepercayaan. Sementara emosi negatif\nyang muncul adalah kesombongan dan kejengkelan. Terdapat perbedaan kemunculan\npersepsi dari positif emosional antara pemilik dan bukan pemilik Harley Davidson\nyaitu emosi kebaikan. Hasil temuan dari penelitian ini akan menjadi sebuah saran\nyang berguna untuk pihak Siliwangi Harley Davidson dalam menciptakan strategi\nmasa depan dalam pembuatan iklan emosional.", "Daftar File": {"ABSTRAK Nadya Octawilona,19016132.pdf\n]": "https://digilib.itb.ac.id/gdl/download/178071", "2019 TS PP NADYA OCTAWILONA 1 - FULL TEXT.pdf?_": "https://digilib.itb.ac.id/gdl/download/247782"}, "Penulis": "Nadya Octawilona Herry [19016132]", "Kontributor / Dosen Pembimbing": ["Ir. C. O. Budi Permadi Iskandar, MSP"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Emosi Yang Muncul, Harley Davidson, Persepsi pemilik dan Bukan Pemilik Harley Davidson.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "29 Jul 2019"}