{"Nomor": 41113, "Judul": "OPINION MINING DAN WAWANCARA UNTUK MENGANALISA FAKTOR-FAKTOR YANG MEMPENGARUHI KONSUMEN DALAM MEMILIH FOUNDATION (STUDI KASUS: PENGGUNA FEMALE DAILY NETWORK", "Abstrak": "Pertumbuhan industri kosmetik dan perlengkapan mandi di Indonesia menunjukkan peningkatan yang baik sejalan dengan peningkatan jumlah konsumen kelas menengah dan makmur di negara ini pada tahun 2017. Tercatat bahwa pertumbuhan industri kosmetik dan perlengkapan mandi pada tahun itu mencapai angka yang lebih tinggi daripada tahun sebelumnya. Bahkan jika dibandingkan dengan tingkat pertumbuhan tahunan rata-rata industri dalam enam tahun terakhir ini. Industri kosmetik dan perlengkapan mandi mencapai pertumbuhan yang mengesankan sebesar 11,99% pada tahun 2017 dengan total nilai penjualan sebesar 19 juta dollar. Permasalahannya, foundation merek lokal masih menghadapi kesulitan untuk bersaing dan mendapatkan pangsa pasar yang lebih besar. Merek-merek global besar seperti yang dimiliki Unilever dan P&G masih memenangkan pangsa pasar secara keseluruhan karena mereka mampu meraih sekitar 70% pangsa pasar kosmetik dan perlengkapan mandi Indonesia. Penerimaan konsumen terhadap produk-produk impor khususnya kosmetik dan perawatan kulit dari Amerika Serikat cukup tinggi. Produk impor seperti Clinique, Estee Lauder, MAC, Revlon, Bath & Body Work, dan Victoria's Secret sudah memiliki positioning baik di pasar Indonesia. Penelitian ini bertujuan untuk mengetahui faktor-faktor yang mempengaruhi konsumen dalam memilih foundation. Berdasarkan hasil tersebut, peneliti menentukan faktor-faktor apa yang mempengaruhi konsumen dalam memilih foundation dengan melakukan pendekatan dengan konsumen berdasarkan frekuensi dan jenis kulit mereka. Penelitian ini menggunakan opinion mining dan wawancara untuk mengumpulkan dan menganalisis data. Data dari opinion mining dikumpulkan dari platform Female Daily Network pada halaman review produk Estee Lauder Double Wear Stay-in-Place Foundation yang dipilih sebagai The Best Foundation pada tahun 2018 oleh pengguna Female Daily Network. Wawancara mendalam dilakukan dari 1 - 2 Juni dengan 8 orang yang menggunakan foundation setiap hari dan 2 orang yang menggunakan foundation pada waktu tertentu. Hasilnya menunjukkan bahwa kata kunci yang telah ditulis oleh pengguna di Female Daily Platform tampaknya berbeda dengan kata kunci yang relevan dari responden dari wawancara mendalam. Long lasting, good coverage, not oxidized, blend-able, medium to full coverage, good oil control, full coverage, buildable, and matte finish ditemukan sebagai variabel yang paling sering disebutkan oleh pengguna di Female Daily Network. Namun, shade options adalah variabel prioritas utama yang disebutkan responden dari wawancara. Temuan dari penelitian ini diharapkan dapat memberikan pengetahuan mendalam tentang preferensi konsumen terhadap foundation untuk menjadi informasi yang berguna dalam pengambilan keputusan yang tepat untuk pemasaran dan pengembangan produk baru.", "Daftar File": {"ABSTRAK SILVI ABSHARINA - 19016221.pdf)u": "https://digilib.itb.ac.id/gdl/download/178066", "2019 TS PP SILVI ABSHARINA 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/247888"}, "Penulis": "Silvi Absharina Ainun Fahrizah [19016221]", "Kontributor / Dosen Pembimbing": ["Annisa Rahmani Qastharin, M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Preferensi Konsumen, Penambangan Pendapat, Kosmetik, Foundation, Industri Kecantikan", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "29 Jul 2019"}