{"Nomor": 41110, "Judul": "PENGARUH SIFAT KEPRIBADIAN DAN SIKAP BERISIKO TERHADAP NIAT BERWIRAUSAHA: EFEK MODERASI DARI PAPARAN PENDIDIKAN BISNIS", "Abstrak": "Saat ini, Indonesia memiliki tujuan untuk meningkatkan wirausaha baru di Indonesia sejumlah 20,000 wirausaha pada tahun 2019. Jumlah wirausaha yang meningkat setiap tahunnya mengindikasikan urgensi dari pemerintah untuk memunculkan wirausaha di masyarakat. Seorang wirausaha dapat dibentuk dari faktor yang berbeda – beda. Wirausaha dapat berasal dari latar belakang keluarga, hobi, kebutuhan, serta sistem edukasi. Perbedaan metode pengajaran dan perlakuan akan mengakibatkan wirausaha yang berbeda. Beberapa studi telah menunjukkan bahwa para wirausaha berperilaku berbeda. Wirausaha dapat membuat dan mengelola bisnis mereka untuk mencapai suatu tujuan. Hal tersebut membuat wirausaha memiliki keinginan untuk memberikan sumber daya terhadap bisnisnya, baik berupa bahan yang dibutuhkan oleh bisnis tersebut, sewa tempat, dan merekrut karyawan. Hal tersebut juga mendorong mereka untuk memiliki keinginan lebih dalam mengambil risiko yang terjadi dalam aktivitas berwirausaha. Oleh karena itu, peneliti ingin menemukan hubungan antara minat berwirausaha, sifat kepribadian dan sikap berisiko wirausaha dengan efek paparan pendidikan bisnis.\nPenelitian ini menggunakan pendekatan kuantitatif dalam mengeksplorasi studi. Peneliti menggunakan metode pengumpulan data survei dengan menggunakan kuesioner sebagai alatnya. Hasil penelitian ini dianalisis menggunakan metode Partial Least Square (PLS) – SEM dengan software SmartPLS. Structural Equation Modeling (SEM) adalah metode generasi kedua data analisis multivariat yang dapat menguji model kausal linier dan aditif yang didukung secara teoritis. Peneliti menemukan bahwa sifat kepribadian secara signifikan mempengaruhi sikap berisiko wirausaha dan sikap berisiko wirausaha mempengaruhi niat wirausaha secara tidak signifikan. Peneliti menyarankan wirausaha untuk mengukur calon rekan berwirausahanya melalui niat wirausaha, yang dapat ditentukan dari sifat kepribadian dan sikap berisiko. Para wirausaha juga dapat mencari latar belakang pendidikan rekan tersebut karena paparan pendidikan bisnis juga meberikan pengaruh terhadap niat berwirausaha", "Daftar File": {"ABSTRAK Azzahra Filmina, 19216061.pdf\n]": "https://digilib.itb.ac.id/gdl/download/178063"}, "Penulis": "Azzahra Filmina [19216061]", "Kontributor / Dosen Pembimbing": ["Lidia Mayangsari, S.Si., M.S.M., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sifat Kepribadian, Sikap Berisiko, Paparan Pendidikan Bisnis, Minat Berwirausaha, iIrausaha", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "26 Jul 2019"}