{"Nomor": 41116, "Judul": "PREFERENSI PELANGGAN TERHADAP PRODUK APPAREL BERDASARKAN ATRIBUT: ANALISIS CONJOINT", "Abstrak": "Pada tahun 2015, industri apparel telah berkontribusi 18,15% dari ekonomi kreatif negara. Dan\npada tahun 2018, apparel adalah salah satu dari kategori barang dan jasa yang paling diminati\noleh orang Indonesia. Namun, tidak mengetahui apa yang sebenarnya diinginkan pelanggan\ndalam suatu produk apparel dapat menghasilkan proses eksperimen yang lama dan produk yang\ntidak pas. Oleh karena itu, penelitian ini dilakukan untuk mengeksplorasi preferensi pelanggan\nterhadap apparel dengan menggunakan atribut produknya. Sebanyak 408 responden telah\nberpartisipasi dalam penelitian ini. Peneliti ini menggunakan non-probability sampling dan\nmenggunakan kuesioner untuk mengumpulkan data. Analisis Conjoint digunakan untuk\nmenganalisis preferensi responden terhadap produk menggunakan atribut dan level yang\ndijadikan dalam bentuk kartu kombinasi, sehingga hasil penelitian dapat dijadikan input bagi\nperusahaan fashion . Hasil penelitian menunjukkan bahwa preferensi produk pakaian sesuai\ndengan pelanggan berdasarkan atributnya adalah pakaian oversized berwarna netral yang\nmenampilkan gaya atau siluet feminin atau maskulin. Hasil lain mengungkapkan bahwa atribut\nproduk yang paling penting menurut preferensi pelanggan adalah warna. Peneliti\nmerekomendasikan untuk melakukan penelitian lebih lanjut untuk mengeksplorasi lebih banyak\natribut produk yang dapat mempengaruhi preferensi pelanggan.", "Daftar File": {"ABSTRAK NAVISSA SYAHNINDITA PUTRI 19216043.pdf\n]": "https://digilib.itb.ac.id/gdl/download/178069"}, "Penulis": "Navissa Syahnindita Putri [19216043]", "Kontributor / Dosen Pembimbing": ["Prawira Fajarindra Belgiawan, ST,M.Eng.,Ph. D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "preferensi pelanggan, atribut produk, pakaian, analisis conjoint", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "29 Jul 2019"}