{"Nomor": 41126, "Judul": "PEMANFAATAN PLUTONIUM OXIDE PADA REAKTOR NUSCALE SMALL MODULAR REACTOR (SMR) DENGAN BAHAN BAKAR THORIUM OXIDE", "Abstrak": "Sumber energi nuklir merupakan salah satu sumber energi alternatif untuk mengatasi kebutuhan sumber energi yang terus meningkat. Small Modular reactor (SMR) merupakan salah satu jenis reaktor nuklir berukuran kecil yang dapat memenuhi kebutuhan energi untuk daerah terpencil. Pada penelitian ini dilakukan variasi bahan bakar pada reaktor NuScale SMR yaitu Thorium dengan Plutonium (reaktor grade plutonium), Thorium dengan Uranium diperkaya, dan Thorium dengan Uranium-233. Penelitian ini bertujuan untuk mengetahui komposisi bahan bakar yang membuat reaktor mampu dalam keadaan kritis selama 10 tahun dengan daya 150MWth. Dilakukan variasi konsentrasi Plutonium, konsentrasi dan pengayaan Uranium alam, serta konsentrasi Uranium-235 dalam teras reaktor NuScale. Analisa neutronik dilakukan menggunakan program SRAC2006 dengan JENDL4.0 pada sistem operasi LINUX, sehiangga dihasilkan nilai faktor multiplikasi, conversion ratio, dan nilai reaktivitas reaktor yang diuji. Dihasilkan reaktor kritis (keff ?1) selama 10 tahun dengan komposisi Plutonium 4,47% pada bahan bakar Th-Pu, Uranium 14%, 13%, dan 12% dengan pengayaan 17%, 18%, dan 19% pada Th-U, dan U233 1,8% pada Th-U233. Reaktivitas reaktor menunjukan nilai selalu positif dan cenderung turun setiap tahun sehingga reaktor aman. Nilai conversion ratio (CR) < 1 sehingga dapat dijadikan untuk mengurangi limbah plutonium dari reaktor lain.", "Daftar File": {"ABSTRAK Sabiq Fatoni": "https://digilib.itb.ac.id/gdl/download/178079"}, "Penulis": "Sabiq Fatoni [10214082]", "Kontributor / Dosen Pembimbing": ["Prof. Drs. Abdul Waris, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "CR, Faktor Multiplikasi, NuScale, SRAC2006, Thorium", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "29 Jul 2019"}