{"Nomor": 41124, "Judul": "HUBUNGAN ANTARA KUALITAS LABA, PENGUNGKAPAN TANGGUNG JAWAB SOSIAL PERUSAHAAN, DAN KEPATUHAN SYARIAH (STUDI KASUS PERUSAHAAN LQ45 SELAMA 2015-2019)", "Abstrak": "Etika dan pelaporan keuangan telah menjadi masalah umum di kalangan akademisi dan praktisi bisnis. Karena adanya kemungkinan bagi manajer untuk mengambil perilaku oportunistik atau melakukan kewajiban moral, penelitian ini menguji pengaruh dua prinsip etika potensial terhadap kualitas laba yaitu tanggung jawab sosial perusahaan (CSR) dan keanggotaan dalam indeks Syariah. Untuk melihat apakah ada hubungan yang signifikan antara prinsip sumber etika dan kualitas pendapatan. Definisi keanggotaan dalam indeks Syariah mengacu pada kepatuhan perusahaan berdasarkan kode etik dalam Islam. Penelitian ini menggunakan perusahaan sampel perusahaan yang selalu terdaftar dalam indeks LQ45 selama 2015-2018 dengan jumlah 26 perusahaan atau 104 pengamatan. Data diproses dengan menggunakan analisis data panel melalui model regresi linier berganda. Dengan kualitas laba sebagai variabel dependen yang diperoleh dari perhitungan akrual diskresioner dengan menggunakan pendekatan cross-sectional. Sedangkan indeks pengungkapan CSR dan keanggotaan dalam indeks Syariah sebagai variabel independen. Penelitian ini juga menggunakan sejumlah variabel dalam regresi untuk mengontrol karakteristik perusahaan yang dapat mempengaruhi sejauh mana hubungan variabel independen dan kualitas laba. Hasil penelitian menunjukkan bahwa perusahaan yang memiliki tingkat CSR dan keanggotaan yang tinggi dalam indeks Syariah tidak memiliki hubungan yang signifikan dengan kualitas laba. Tetapi keduanya menentukan secara negatif terkait dengan kualitas laba yang berarti perusahaan dari sampel ini cenderung mengelola pendapatan. Dari hasil ini, dapat disimpulkan bahwa perusahaan cenderung memiliki kualitas laba yang tinggi dalam pelaporan mereka", "Daftar File": {"ABSTRAK Rayhatul Jannah": "https://digilib.itb.ac.id/gdl/download/178077", "2019 TS PP RAYHATUL JANNAH 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/247857"}, "Penulis": "Rayhatul Jannah [19016081]", "Kontributor / Dosen Pembimbing": ["Dr. Taufik Faturohman Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kualitas laba, Pengungkapan tanggung jawab sosial perusahaan, Kepatuhan pada Syariah", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "29 Jul 2019"}