{"Nomor": 41128, "Judul": "FAKTOR-FAKTOR YANG MEMPENGARUHI PELAKU BISNIS DI BANDUNG UNTUK MENGADOPSI POS BERBASIS CLOUD DAN PREFERENSI PEMILIK BISNIS DALAM MEMILIH PENYEDIA SISTEM POS - BUKTI EMPIRIS DARI MODEL UTAUT", "Abstrak": "Implementasi teknologi informasi sangat penting bagi perusahaan, karena dapat meningkatkan efektivitas dan efisiensi kinerja perusahaan. Di era perkembangan teknologi besar-besaran, bisnis berlomba untuk mempertahankan loyalitas pelanggan dan menarik pelanggan potensial dengan menerapkan teknologi tepat guna dalam proses bisnis mereka. Dalam penelitian ini, peneliti ingin menggambarkan bagaimana usaha mikro kecil dan menengah (UMKM) bertahan dengan bantuan teknologi yang disebut sistem Point of Sale (POS). Baru-baru ini POS telah berkembang sebagai salah satu teknologi keuangan (Fin-Tech) yang menjadi sangat penting untuk mendukung aktivitasnya dalam proses kerja yang cepat dan terintegrasi. POS memiliki fungsi dasar untuk mencatat transaksi, tetapi tidak seperti mesin kasir konvensional, sekarang memiliki kemampuan menyimpan data di cloud-server yang mengintegrasikan semua aspek dalam lingkungan bisnis mulai dari pembayaran dan bahkan manajemen pemasok. Peneliti kemudian mencoba mengenali faktor-faktor yang secara signifikan mempengaruhi adopsi teknologi yang menerapkan model penelitian UTAUT yang terdiri dari empat variabel penentu harapan kinerja (PE), Ekspektasi Usaha (EE), Pengaruh Sosial (SI), dan Kondisi Fasilitasi (FC) semua sebagai variabel laten yang dapat memengaruhi Behavioral Intention (BI) teknologi. Temuan kemudian mengungkapkan bahwa bagaimana ekspektasi kinerja (PE) dan pengaruh sosial (SI) menggerakkan niat sistem berbasis cloud melalui metode statistik Partial Least Square (PLS) menggunakan SmartPLS 3.0. Selain itu, penelitian ini juga menguraikan fitur penyedia POS berbasis cloud yang ada di negara ini dan membandingkan fitur fungsional mereka dan bagaimana mereka dapat mengirim atau memperkenalkannya ke pasar dan meningkatkan volume pengguna mereka. Matriks perbandingan dari lima penyedia POS akhirnya mengungkapkan bahwa kelengkapan fitur tidak secara signifikan mempengaruhi preferensi para pelaku bisnis", "Daftar File": {"ABSTRAK David Ezra, 19016066.pdf)u": "https://digilib.itb.ac.id/gdl/download/178081", "CHAPTER I.pdf)u": "https://digilib.itb.ac.id/gdl/download/247530", "CHAPTER 2.pdf)u": "https://digilib.itb.ac.id/gdl/download/247532", "CHAPTER 3.pdf": "https://digilib.itb.ac.id/gdl/download/247533", "CHAPTER 4.pdf": "https://digilib.itb.ac.id/gdl/download/247534", "CHAPTER 5.pdf)u": "https://digilib.itb.ac.id/gdl/download/247535"}, "Penulis": "David Ezra Michael Geovanno [19016066]", "Kontributor / Dosen Pembimbing": ["FACTORS INFLUENCING BUSINESS PERFORMERS IN BANDUNG TO ADOPT CLOUD BASED POS AND FEATURES INFLUENCING BUSINESS OWNERS’ PREFERENCES IN CHOOSING POS PROVIDER – EMPIRICAL EVIDENCE FROM THE UTAUT MODEL"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Adopsi Teknologi, POS berbasis Cloud, Usaha Mikro Kecil dan Menengah (UMKM), UTAUT, Fitur POS.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "6 file", "Tanggal Input": "29 Jul 2019"}