{"Nomor": 41148, "Judul": "THE IMPLEMENTATION OF GENDER EQUALITY INSIDE HUMAN RESOURCE POLICIES IN SCHOOL OF BUSINESS AND MANAGEMENT BANDUNG INSTITUTE OF TECHNOLOGY", "Abstrak": "Kebijakan sumber daya manusia adalah pedoman bagi sebuah organisasi untuk mengatur\npraktik sumber daya manusianya. Sedangkan kesetaraan gender, adalah isu yang dibawa\ndengan tujuan memberikan kesempatan yang sama bagi laki-laki dan perempuan, tanpa\nmengabaikan fakta bahwa mereka memiliki kodrat mereka sendiri. SBM ITB, sebagai\norganisasi bisnis, dan juga anggota UN PRME, memiliki tanggung jawab untuk menetapkan\nsetiap poin yang terdapat dalam UN SDGs, termasuk kesetaraan gender. Tujuan artikel ini\nadalah untuk mengidentifikasi implementasi kesetaraan gender dalam kebijakan sumber\ndaya manusia SBM ITB, dalam konteks ini meliputi: rekrutmen dan seleksi, evaluasi kinerja,\ndan skema pensiun. Metode Rapid Etnoghrapy dan Spradley digunakan untuk menganalisis\npenelitian ini. Penelitian ini dilakukan dengan melakukan beberapa wawancara dengan\ninforman kunci yang berhubungan langsung dengan pembuatan kebijakan sumber daya\nmanusia di SBM ITB. Studi ini menemukan bahwa di SBM ITB, isu tentang kesetaraan\ngender telah ditetapkan dalam bentuk nilai-nilai dari ITB dan SBM ITB, yang dalam konteks\nini, mengambil peran sebagai dasar dalam pembuatan kebijakan sumber daya manusia.\nImplementasi kebijakan sumber daya manusia mengacu pada nilai-nilai yang ada, yang\nmembuat kesetaraan gender secara implisit ditetapkan dalam praktik sumber daya manusia.\nSBM ITB juga tidak mempertimbangkan masalah gender dalam hal melakukan rekrutmen\ndan seleksi, evaluasi kinerja, dan juga skema pensiun. Organisasi ini bertujuan untuk\nmemberikan kesempatan yang sama dan menghilangkan kesenjangan gender yang mungkin\nada. SBM ITB mengartikan kesetaraan gender sebagai kesetaraan dan emansipasi yang tidak\nmelupakan antara pria dan wanita, ada perbedaan yang ada berdasarkan kodratnya. Artikel\nini akan memberikan pandangan kepada pembaca dan membantu mereka dalam memahami\nkompleksitas masalah kesetaraan gender dalam konteks kebijakan sumber daya manusia dan\nimplementasinya terhadap praktik organisasi di sekolah manajemen bisnis.", "Daftar File": {"ABSTRAK ELFRIDA ERNESTINA, 19016019.pdf?": "https://digilib.itb.ac.id/gdl/download/178107", "CHAPTER 1 FINAL PROJECT ELFRIDA ERNESTINA_19016019.pdf?": "https://digilib.itb.ac.id/gdl/download/247554", "CHAPTER 2 FINAL PROJECT ELFRIDA ERNESTINA_19016019.pdf?": "https://digilib.itb.ac.id/gdl/download/247555", "CHAPTER 3 FINAL PROJECT ELFRIDA ERNESTINA_19016019.pdf?": "https://digilib.itb.ac.id/gdl/download/247556", "CHAPTER 4 FINAL PROJECT ELFRIDA ERNESTINA_19016019.pdf?": "https://digilib.itb.ac.id/gdl/download/247557", "CHAPTER 5 FINAL PROJECT ELFRIDA ERNESTINA_19016019.pdf?": "https://digilib.itb.ac.id/gdl/download/247558", "LIST OF REFERENCES.pdf\n]": "https://digilib.itb.ac.id/gdl/download/248740"}, "Penulis": "Elfrida Ernestina [19016019]", "Kontributor / Dosen Pembimbing": ["Dr. Anggara Wisesa. M.M"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Gender, Kesetaraan, Kesetaraan Gender, Kebijakan Sumber Daya Manusia, Kesetaraan Kesempatan", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "7 file", "Tanggal Input": "29 Jul 2019"}