{"Nomor": 41153, "Judul": "SEBUAH STUDI EKPLORATIF TENTANG ATRIBUT NIAT BELI PELANGGAN: STUDI TENTANG KOSMETIK MEREK LOKAL DI INDONESIA", "Abstrak": "Saat ini, wanita menganggap kecantikan sebagai masalah utama. Wanita mencoba semua hal yang terbaik untuk meningkatkan\npenampilan mereka. Karena itu, kosmetik telah menjadi prioritas utama bagi sebagian besar wanita, terutama di Indonesia. Hal\nini menyebabkan peningkatan jumlah permintaan, yang menyebabkan industri kosmetik sebagai sektor industri yang tergolong\nberkembang di Indonesia. Dengan peningkatan ini, muncul berbagai brand pendatang baru lokal yang akan menghasilkan\npersaingan yang sangat ketat. Selain itu, persaingan antara merek lokal ini diperparah dengan hasil penelitian pendahuluan yang\nmenunjukkan masalah banyaknya pelanggan yang mudah beralih dari antara merek lokal satu ke lainnya dan mereka semua\nmenyatakan bahwa mereka memilih hanya membeli merek yang mereka kenal. Oleh karena itu, tujuan penelitian ini adalah untuk\nmemberikan gambaran karakteristik pasar kosmetik wanita di Jakarta dan Bandung, untuk menyelidiki faktor-faktor yang\nmempengaruhi niat pembelian terhadap pengguna kosmetik lokal wanita, dan untuk menyelidiki perbedaan niat pembelian antara\nbrand Wardah, Make Over, BLP dan Reaksi Rollover. Data ini terkumpul 978 responden wanita pengguna merek kosmetik lokal\ndi Jakarta dan Bandung, menggunakan metode kuantitatif dan diuji menggunakan metode PLS-SEM dan SPSS One-Way Anova.\nTemuan penelitian menunjukkan bahwa kualitas produk, harga, kemasan, promosi, kualitas layanan, dan keakraban merek\nmemiliki pengaruh signifikan terhadap niat pembelian pengguna kosmetik lokal. Namun, nama merek dan lingkungan toko tidak\nberpengaruh signifikan terhadap minat beli pengguna kosmetik lokal. Dengan hasil penelitian ini, dapat membawa wawasan\nkepada perusahaan kosmetik lokal untuk membuat strategi dengan meningkatkan lebih banyak pada faktor-faktor yang\nmempengaruhi niat pembelian pengguna kosmetik lokal untuk mencegah perilaku pergantian merek, mempertahankan konsumen\nuntuk tetap, dan strategi menarik pelanggan yang baru. konsumen berdasarkan niat beli mereka.", "Daftar File": {"ABSTRAK Nadya Fionalita - 19016041 (1).pdf?": "https://digilib.itb.ac.id/gdl/download/178112", "2019 TS PP NADYA FIONALITA 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/247780"}, "Penulis": "Nadya Fionalita [19016041]", "Kontributor / Dosen Pembimbing": ["Nurrani Kusumawati S.E.,MSM"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "merek kosmetik lokal, niat beli, kualitas produk, harga, kemasan, promosi, kualitas layanan, keakraban merek, nama merek, lingkungan toko", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "30 Jul 2019"}