{"Nomor": 41155, "Judul": "THE ACCEPTANCE OF MARKETING AUTOMATION USING TECHNOLOGY ACCEPTANCE MODEL", "Abstrak": "Otomatisasi pemasaran adalah seperangkat alat yang ditujukan untuk menyederhanakan aktivitas\ndan kegiatan pemasaran yang paling memakan waktu dari pemasaran modern dan kegiatan\npenjualan. Otomasi pemasaran telah digunakan oleh banyak bisnis terutama di negara maju.\nNamun, berbeda dengan kondisi di Indonesia, otomasi pemasaran tidak teradopsi dengan baik.\nTujuan dari penelitian ini adalah untuk menilai faktor-faktor yang mempengaruhi perusahaan\nuntuk menggunakan otomasi pemasaran yang dapat menjadi pertimbangan bagi perusahaan\notomasi pemasaran untuk mendapatkan lebih banyak pangsa pasar di Indonesia. Model\nPenerimaan Teknologi digunakan sebagai kerangka penelitian untuk memahami penerimaan\npengguna atas otomasi pemasaran. Penelitian ini menggunakan 4 variabel utama termasuk\npersepsi kemudahan penggunaan, persepsi manfaat, sikap terhadap penggunaan, dan niat untuk\nmenggunakan. Data dikumpulkan melalui 100 responden dari beberapa komunitas bisnis dan\ndianalisis dengan menggunakan metode regresi linier berganda dan analisis jalur. Hasil\npenelitian ini menunjukkan semua variabel hubungan yang signifikan antara masing-masing\nvariabel dan persepsi manfaat adalah variabel yang paling kuat mempengaruhi niat perilaku\nuntuk digunakan dengan nilai 0,747. Temuan penelitian ini dapat bermanfaat bagi perusahaan\notomasi pemasaran dalam merumuskan strategi untuk meningkatkan pangsa pasar mereka dan\nberkontribusi pada literatur dengan memvalidasi TAM untuk memprediksi adopsi otomasi\npemasaran.", "Daftar File": {"ABSTRAK Anugrah Rizky Harnoko, 19016089.pdf\n]": "https://digilib.itb.ac.id/gdl/download/178114", "CHAPTER 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/247382", "CHAPTER 2.pdfiu": "https://digilib.itb.ac.id/gdl/download/247383", "CHAPTER 3.pdf)u": "https://digilib.itb.ac.id/gdl/download/247384", "CHAPTER 4.pdf)u": "https://digilib.itb.ac.id/gdl/download/247385", "CHAPTER 5.pdfiu": "https://digilib.itb.ac.id/gdl/download/247386", "REFERENCES.pdf6?": "https://digilib.itb.ac.id/gdl/download/247387"}, "Penulis": "Anugrah Rizky Harnoko [19016089]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Otomasi Pemasaran, Model Penerimaan Teknologi, Niat untuk menggunakan", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "7 file", "Tanggal Input": "30 Jul 2019"}