{"Nomor": 41150, "Judul": "PENGUJIAN TEORI PERILAKU TERENCANA TERHADAP NIAT INVESTASI REKSADANA", "Abstrak": "Adanya pasar modal mendorong alokasi dana yang efisien karena mereka yang memiliki kelebihan dana\n(investor) dapat memilih alternatif investasi yang optimal dengan harapan orang yang berinvestasi akan\nmendapat untung atau pengembalian dan nilainya semakin meningkat. Instrumen keuangan di pasar modal\nbisa dalam bentuk saham, obligasi, waran, dan derivatif, serta reksadana. Di Indonesia, reksadana mulai\nmenjadi pilihan investor untuk menempatkan uang mereka. Hal itu dapat dilihat dari pertumbuhan total aset\nkelolaan (AUM), jumlah produk, dan jumlah investor. Hingga akhir tahun 2018, total aset kelolaan\nmencapai 507 triliun rupiah, total produk reksadana mencapai 2.040 produk, dan jumlah investor mencapai\nsatu juta.\nPenelitian ini bertujuan untuk mengidentifikasi karakteristik investor reksa dana berdasarkan gaya hidup\ndigital dan menentukan faktor apa yang mempengaruhi niat berinvestasi pada produk reksa dana, dengan\nmenggunakan pendekatan dari teori perilaku terencana. Teori perilaku terencana dapat digunakan untuk\nmemprediksi dan memahami faktor-faktor yang menentukan perilaku. Teori tersebut mengidentifikasi\nbahwa sikap, norma subyektif dan perilaku kontrol yang dirasakan secara kolektif akan mengarah pada\npembentukan niat perilaku. Teknik analisis dalam penelitian ini adalah independent t-test dan analisis jalur.\nMetode pengambilan sampel menggunakan non probability sampling yang melibatkan investor reksa dana\nIndonesia.\nTerkait dengan gaya hidup digital, terdapat perbedaan signifikan gaya hidup digital berdasarkan jenis\nkelamin, domisili, dan pendapatan bulanan. Berdasarkan jenis kelamin, perempuan lebih banyak\nmenerapkan gaya hidup digital daripada pria. Dilihat dari domisili, responden dari Jabodetabek memiliki\nindeks lebih tinggi daripada responden dari Jawa Timur. Dari perspektif pendapatan bulanan, responden\nyang memiliki pendapatan lebih tinggi memiliki indeks gaya hidup digital yang lebih tinggi dibandingkan\ndengan pendapatan yang lebih rendah.\nSementara terkait dengan teori perilaku terencana terhadap niat investasi, menunjukkan bahwa variabel\nsikap menjadi prediktor terkuat pada niat berinvestasi dalam produk reksadana. Latar belakang investor\nberinvestasi di reksa dana karena evaluasi pribadi mereka terhadap reksadana. Sedangkan norma subyektif\ndan persepsi perilaku kontrol ditemukan tidak signifikan. Hal ini terjadi karena kegiatan investasi dianggap\nsebagai masalah pribadi dan orang mungkin tidak terbuka terhadap orang lain juga perbedaan pengalaman\ninvestasi karena peraturan dan sistem yang berubah menjadi alasan norma subyektif dan perilaku kontrol\nyang dirasakan tidak signifikan terhadap niat investasi reksa dana", "Daftar File": {"ABSTRAK Safira Amalia, 19016113.pdf)u": "https://digilib.itb.ac.id/gdl/download/178109", "2019 TS PP SAFIRA AMALIA HAPSARI 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/247871"}, "Penulis": "Safira Amalia Hapsari [19016113]", "Kontributor / Dosen Pembimbing": ["Deddy Priatmodjo Koesrindartoto Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "teori perilaku terencana, reksadana, niat investasi, gaya hidup digital", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "29 Jul 2019"}