{"Nomor": 41152, "Judul": "FAKTOR PENENTU USAHA MIKRO, KECIL, DAN MENENGAH TERHADAP KEPUTUSAN SUMBER PEMBIAYAAN", "Abstrak": "Sebuah negara dapat dikatakan berkembang apabila jumlah pengusaha sebanyak 4%\ndari total populasi. Sampai sekarang, jumlah pengusaha di Indonesia hanya mencapai\n3,31% dari total populasi dan lebih dari 99% dari mereka adalah pengusaha mikro,\nkecil, dan menengah, sedangkan sisa nya merupakah korporasi besar. MSMEs\nmemberikan kontribusi yang signifikan terhadapar perekenomian negara. Namun,\nmemulai usaha merupakah proses yang sulit, terutama ketika datang kendala\nkeuangan. Tidak hanya untuk memulai, MSMEs juga membutuhkan biaya untuk\nberkembang. Beberapa sumber pembiayaan tersedia untuk pendanaan pengusaha\nmikro, kecil, dan menengah, tetapi kebanyakan dari mereka tetap memutuskan untuk\nmenggunakan sumber pembiayaan internal untuk memulai dan menjalankan usaha\nmereka. Beberapa studi sebelumnya menyatakan bahwa keadaan ini muncul karena\npengaruh dari motivasi dari pengusaha, literasi keuangan, perilaku finansial, dan\nakses ke pembiayaan.\nPenelitian ini menggunakan pendekatan kuantitatif dengan menyebarkan kuesioner\nkepada MSMEs yang menjalankan usaha di industri fesyen dan berdomosili di\nJakarta dan Bandung. Data yang terkumpul dianalisis menggunakan Principal\nComponent Analysis dan Ordinal Logistic Regression. Total responden dalam\npenelitian ini sebanyak 196 pengusaha fashion mikro, kecil, dan menengah.\nBerdasarkan hasil Principal Component Analysis, keempat variable terbagi menjadi\ntujuh variabel yang tidak berkolerasi. Menurut hasil analisis dengan Ordinal Logistic\nRegression, tiga dari tujuh variable mempunya pengaruh yang signifikan terhadap\nMSMEs dalam menentukan untuk menggunakan sumber pembiayaan internal\ndaripada sumber pembiayaan eksternal. Ketiga faktor yang paling memengaruhi\ntersebut adalah tujuan pengusaha, perilaku penganggaran, dan akses ke pembiayaan.\nKesimpulannya, MSMEs harus mempertimbangkan tujuan mereka, perilaku\npenganggaran, dan ketersediaan informasi keuangan dan rencana bisnis tertulis\nsebelum menentukan sumber pembiayaan untuk usaha mereka.", "Daftar File": {"ABSTRAK Azizah Davayudhanti - 19216057.pdf?": "https://digilib.itb.ac.id/gdl/download/178111"}, "Penulis": "Azizah Davayudhanti [19216057]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Asep Darmansyah, M.Si. & Acip Sutardi, S.E., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "akses ke pembiayaan, perilaku finansial, literasi finansial, keputusan sumber pembiayaan, motif, MSMEs", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "30 Jul 2019"}