{"Nomor": 41156, "Judul": "PENGARUH BUDAYA TERHADAP PERILAKU PEMBELIAN IMPULSIF: SEBUAH STUDI PADA KONSUMEN DI INDONESIA DAN MALAYSIA", "Abstrak": "Fenomena pembelian impulsif telah banyak dilakukan oleh orang-orang di banyak negara. Banyak temuan\nyang menunjukkan peningkatan jumlah transaksi pembelian impulsif, yang mana juga berefek pada\npeningkatan penjualan produk. Dikarenakan transaksi pembelian impulsif dapat meningkatkan penjualan,\nmenjadi penting bagi penjual untuk memahami faktor-faktor yang mendorong pelanggan untuk membeli\nsecara impulsif. Tinjauan literatur mengungkapkan bahwa budaya telah diakui dalam mendorong perilaku\nkonsumsi. Oleh karena itu, riset ini bertujuan untuk meningkatkan pemahaman tentang perilaku pembelian\nimpulsif dengan melihat lebih jauh ke dalam peran budaya berdasarkan dimensi budaya Hofstede. Penelitian\nini dilakukan di dua negara berbeda di Asia Tenggara, yaitu Indonesia dan Malaysia, yang dipilih karena\nterdapat peningkatan ekonomi dalam beberapa tahun di negara-negara tersebut. Riset ini dilakukan\nmenggunakan pendekatan kualitatif dengan enam orang di setiap negara dan pendekatan kuantitatif yang\ndisebarkan kepada 515 responden di Indonesia dan 400 responden di Malaysia. Penelitian ini menggunakan\nanalisis PLS-SEM untuk menilai hubungan antara perilaku pembelian impulsif dan aspek-aspek budaya dan\nMann Whitney U Test untuk mengetahui apakah terdapat perbedaan yang berarti pada perilaku pembelian\nimpulsif di Indonesia dan Malaysia. Hasil menunjukkan bahwa dimensi individualisme/kolektivisme, jarak\nkekuasaan, maskulinitas/femininitas, dan kesenangan/ pengekangan memiliki pengaruh yang signifikan\nterhadap perilaku pembelian impulsif di Indonesia, sementara di Malaysia, individualisme/kolektivisme,\njarak kekuasaan, penghindaran ketidakpastian, dan kesenagan/pengekangan memberikan dampak signifikan\nterhadap pembelian impulsif dan terdapat perbedaan yang berarti pada perilaku pembelian impulsif di\nIndonesia dan Malaysia", "Daftar File": {"ABSTRAK Ummi Nadra Irham, 19016236.pdf)u": "https://digilib.itb.ac.id/gdl/download/178115", "2019 TS PP UMMI NADRA IRHAM 1 - FULL TEVT.pdf?": "https://digilib.itb.ac.id/gdl/download/247923"}, "Penulis": "Ummi Nadra Irham [19016236]", "Kontributor / Dosen Pembimbing": ["Nurrani Kusumawati, S.E., MSM"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pembelian impulsif; Individualisme/kolektivisme; Jarak kekuasaan; Penghindaran ketidakpastian; Maskulinitas/femininitas; Orientasi jangka panjang/jangka pendek; Kesenangan/kesengsaraan", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "30 Jul 2019"}