{"Nomor": 41160, "Judul": "STRATEGI PEMASARAN SOSIAL MEDIA DI INSTAGRAM UNTUK BISNIS FESYEN HIJAB: STUDI KASUS BRAND NADYA SOENARKO", "Abstrak": "Indonesia sebagai negara dengan populasi penduduk Muslim terbanyak di dunia berpengaruh pada\nbeberapa aspek industri salah satunya adalah industri fashion muslim. Industri fashion muslim di\nIndonesia sangat berkembang dan juga didukung oleh pernyataan pemerintah yang ingin menjadikan\nIndonesia menjadi kiblat fashion muslim pada tahun 2020. Hal ini menyebabkan pertumbuhan brand\nbaru fesyen hijab di Indonesia sangatlah tinggi sehingga menyebabkan persaingan usaha yang juga\nbegitu kompetitif. Ditambah pula pengguna internet di Indonesia termasuk salah satu terbesar di\ndunia. Sebagian besar bisnis juga telah beralih dari pemasaran offline ke online terutama di sosial\nmedia seperti Instagram. Instagram merupakan sosial media yang populer dan lebih dari sekedar\nwadah untuk berbagi gambar dan video. Instagram memiliki pengaruh yang kuat pada keputusan\nseseorang dalam menentukan pembelian. Peran Instagram sangat signifikan dalam membangun brand\nbisnis mulai dari membentuk citra merek, membagikan nilai perusahaan melalui konten,\nmembangunn hubungan dan interaksi dengan konsumen, dan mengarahkan ke penjualan. Riset oleh\nInstagram secara global menunjukkan sebanyak 60% pengguna Instagram mereka menemukan\nproduk dan layanan baru. Lebih dari 200 juta pengguna Instagram membuka setidaknya satu profil\nbisnis setiap hari dan 80% akun di Instagram mengikuti akun bisnis. Untuk dapat bersaing di bisnis\nfashion muslim tentunya dibutuhkan strategi pemasaran yang tepat kepada konsumen agar konsumen\ntidak beralih ke banyaknya brand lain. Maka dari itu tujuan dari penelitian ini adalah untuk\nmengeksplorasi lebih jauh mengenai pemasaran bisnis fashion hijab yang efektif di Instagram dengan\nkasus studi brand Nadya Soenarko yang berada di Bandung. Hasil penelitian digunakan untuk\nmengevaluasi performa Instagram Nadya Soenarko sehingga peneliti dapat merekomendasikan\nsejumlah solusi pemasaran yang bisa diimplementasikan pada brand Nadya Soenarko kedepannya.\nPenelitian ini menggunakan metode kuantitatif dengan metode perhitungan berdasarkan hasil dari\nanalisis wawasan Instagram @nadyasoenarko kemudian dielaborasikan dengan salah satu alat ukur\nInstagram Analitik yaitu HypeAuditor. Berdasarkan hasil penelitian, terdapat sejumlah perbaikan\nyang harus dilakukan. Nadya Soenarko memiliki tingkat keterlibatan kepada pengikut sangat rendah\ndi Instagram. Untuk dapat meningkatkannya, harus dimulai dengan memperbaiki konten pemasaran\nyang dibagikan melalui feeds dan story serta melakukan pemasaran dengan influencer yang sesuai\ndengan target pasar. Konten pemasaran harus disesuaikan dengan demografi dan minat pemirsa. Jika\nhal ini berhasil maka akan lebih mudah untuk meningkatkan performa penjualan di Instagram.", "Daftar File": {"ABSTRAK Nadya Salsabila_19216069.pdf?": "https://digilib.itb.ac.id/gdl/download/178119"}, "Penulis": "Nadya Salsabila [19216069]", "Kontributor / Dosen Pembimbing": ["Fitri Aprilianty, MSM"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Fesyen HIjab, Konten Pemasaran, Strategi Pemasaran, Tingkat Keterlibatan, Wawasan Instagram.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "30 Jul 2019"}