{"Nomor": 41186, "Judul": "USULAN STRATEGI MARKETING UNTUK PERUMAHAN RUMAH CLUSTER UNTUK MENINGKATKAN MINAT BELI (STUDI KASUS: BUKIT PARAMA REGENCY)", "Abstrak": "Bukit Parama Regency adalah sebuah perumahan rumah cluster yang berlokasi di Kabupaten\nBandung Barat. Visi Bukit Parama Regency adalah menyediakan perumahan berkualitas baik\ndengan harga yang terjangkau. Setelah enam tahun pelaksanaan proyek ini, perumahan\nmenghadapi penjualan yang lambat dan turun. Dari 127 unit yang tersedia, perumahan baru\nmenjual 44 unit dengan rata-rata penjualan rumah per tahun sebesar 5,77% dari total unit. Maka\ndari itu, pengembang Bukit Parama Regency ingin meningkatkan performa penjualan menuju\nrata-rata penjualan per tahun sebesar 20% dari total unit. Studi ini memiliki fokus untuk\nmerencanakan strategi marketing yang bisa meningkatkan minat beli konsumen yang berakhir\npada peningkatan performa penjualan.\nStudi ini menggunakan riset kualitatif sebagai metodologi riset. Studi ini lalu mengidentifikasi\nakar masalah bisnis berdasar pada analisis lingkungan internal, lingkungan eksternal, STP, dan\nbauran pemasaran. Pada analisis internal dan STP, masalah utama pada Bukit Parama Regency\nadalah kekurangan sumber daya manusia, aktivitas marketing, dan kemampuan marketin. Untuk\nanalisis external, factor-faktor masalah adalah perpindahan trend konsumen, tidak ada\nkolaborasi dengan bank, dan juga kurangnya aktivitias marketing. Untuk analisis bauran\npemasaran, masalah-masalah utama bisnis antara lain rendahnya promosi, strategi harga yang\ntidak tepat, dan produk yang tidak sesuai. Dari segala aspek akar masalah, riset ini berlanjut\nuntuk fokus pada elemen bauran pemasaran sebagai pedoman solusi bisnis.\nSolusi bisnis pada riset ini adalah usulan strategi pemasaran untuk Bukit Parama Regency.\nSolusi bisnis meliputi rekomendasi-rekomendasi dari bauran pemasaran baru, model AIDA, dan\ntitik kritis. Hasil dari solusi bisnis meliputi peningkatan kualitas dan fasilitas desain rumah,\noptimisasi pemasaran, ketetapan metode pembayaran yang bervariasi, dan peningkatan sumber\ndaya manusia. Karena banyak poin-poin yang sama yang behubungan antara tiga pedoman yang\ndigunakan untuk solusi bisnis, studi ini memutuskan untuk fokus pada AIDA sebagai solusi\nbisnis dalam rangka menyediakan rencana terstruktur yang berdasar pada perjalanan pelanggan\nuntuk membeli sebuah produk.\nStudi ini juga mencakup rencana pelaksanaan strategi marketing di Bukit Parama Regency,\nRencana pelaksanaan diharapkan dapat menyediakan pedoman untuk pengembang di\nperumahan agar bisa mencapai kemajuan yang lebih baik. Rencana pelaksanaan terdiri dari\nrencana kegiatan, rencana sumber daya manusia, dan rencana anggaran", "Daftar File": {"2019_TS_PP_ANNISA TULUS WARASANTI_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/178167"}, "Penulis": "Annisa Tulus Warasanti [29117459]", "Kontributor / Dosen Pembimbing": ["Sonny Rustiadi, SE., MBA, PH.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "perumahan cluster, strategi marketing, bauran pemasaran, AIDA", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "30 Jul 2019"}