{"Nomor": 41184, "Judul": "HUBUNGAN KONTEN INSTAGRAM, INFLUENCER INSTAGRAM, DAN NILAI YANG DIRASAKAN DARI PRODUK TERHADAP NIAT BELI KONSUMEN DALAM INDUSTRI JASA FOTOGRAFI", "Abstrak": "Tren jual beli layanan fotografi semakin meningkat. Selain itu, dengan dukungan\npertumbuhan teknologi yang cepat, penggunaan media sosial membantu bisnis untuk\ntumbuh. Misalnya, pada instagram, ada banyak pengguna yang menjual layanan\nfotografi mereka dan yang mencarinya. Fenomena ini dapat dibuktikan dengan tingginya\njumlah tag foto layanan pada instagram, yang bertindak sebagai media bagi pelanggan\nuntuk melihat produk, mengakses informasi, dan menilai produk. Tujuan utama dari\npenelitian ini adalah untuk menganalisis hubungan konten instagram, influencer\ninstagram, dan nilai yang dirasakan dari produk terhadap niat beli pelanggan. Penelitian\nini dapat diimplementasikan untuk menarik minat pembelian layanan fotografi di\nInstagram. Setelah membaca studi sebelumnya, peneliti terus menganalisis hubungan\ndengan menggunakan metode kuantitatif melalui survei. Kuisioner akan dibagikan\nkepada calon pelanggan yang akan menggunakan layanan fotografi atau orang-orang\nyang telah menggunakan layanan fotografi di Instagram dan tinggal di Jakarta /\nBandung. Dalam penelitian ini, variabel independen adalah konten intagram, influencer\ninstagram, dan nilai yang dirasakan dari produk. Sedangkan variabel dependen adalah\nniat beli. Analisis regresi berganda pada SPSS 24 digunakan untuk menganalisis\nhubungan antara variabel independen dengan variabel dependen. Setelah semua tes\nselesai, peneliti akan membuat kesimpulan berdasarkan analisis data untuk menjawab\npertanyaan penelitian. Rekomendasi juga akan diberikan dan diharapkan dapat\nmenyelesaikan masalah yang ada dalam penelitian ini. Terakhir, peneliti juga akan\nmemberikan beberapa wawasan terkait penelitian selanjutnya.", "Daftar File": {"ABSTRAK Bian Hidema Zuhrilian_19215008.pdf?": "https://digilib.itb.ac.id/gdl/download/178152"}, "Penulis": "Bian Hidema Zuhrilian Sireagar [19215008]", "Kontributor / Dosen Pembimbing": ["Dr. Isti Raafadini Mirzanti, S.Si., M.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Industri Jasa Fotografi, Konten Instagram, Influencer Instagram, Nilai yang Dirasakan terhadap Produk, Niat Beli", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "1 file", "Tanggal Input": "30 Jul 2019"}