{"Nomor": 41187, "Judul": "PENGEMBANGAN APLIKASI BANTU SISTEM PENGELOLAAN PREVENTIVE MAINTENANCE BERBASIS WEB", "Abstrak": "Penelitian ini difokuskan pada pengembangan model sistem pengelolaan\nPreventive Maintenance (PM) berbasis web dengan studi kasus pengelolaan PM\npada Jurusan Teknik Manufaktur Politeknik Manufaktur (Polman) Negeri\nBandung. Pemodelan merupakan tahap awal yang kemudian dilanjutkan dengan\npembuatan aplikasi pengelolaan PM berbasis web. PM yang diterapkan Polman\nsaat ini masih dilakukan secara manual sehingga menimbulkan kendala bagi\npihak pengelola, seperti ketertelusuran data mesin, data riwayat perbaikan mesin,\ndata tentang kondisi mesin, data lokasi mesin, data penjadwalan, dan lain-lain.\nPenelitian ini bertujuan untuk mengembangkan business process model, physical\ndata model dan aplikasi sistem pengelolaan PM berbasis web yang diinginkan.\nTahapan penelitian dilakukan dengan cara mempelajari permasalahan yang ada,\nstudi literatur, dan wawancara dengan personil Unit Pelayanan Teknik Perawatan\nPerbaikan Peralatan (UPT P3) Polman. Sedangkan tahapan pemodelan yang\ndilakukan adalah pendeskripsian proses, penentuan entitas-entitas yang terlibat,\npembuatan tabel-tabel dan relasi yang terkait, dan selanjutnya membuat aplikasi\nsistem pengelolaan PM. Perangkat lunak yang digunakan dalam penelitian ini\nadalah bizAgi Process Modeller untuk pengembangan business process model,\nDBdesigner Fork untuk pembuatan physical data model dan untuk aplikasi\nberbasis webnya dengan Microsoft Visual Web Developer 2008 Express Edition.\nHasil yang diperoleh berupa business process model, physical data model dan aplikasi yang merupakan alat bantu sistem pengelolaan Preventive Maintenance\nberbasis web di Jurusan Teknik Manufaktur Polman Negeri Bandung.", "Daftar File": {"2012 TS PP ANDI NOVIANDI 1 - pustaka.pdf]": "https://digilib.itb.ac.id/gdl/download/178174", "COVER Andi Noviandi": "https://digilib.itb.ac.id/gdl/download/178168", "BAB 1 Andi Noviandi": "https://digilib.itb.ac.id/gdl/download/178169", "BAB 2 Andi Noviandi": "https://digilib.itb.ac.id/gdl/download/178170", "BAB 3 Andi Noviandi": "https://digilib.itb.ac.id/gdl/download/178171", "BAB 4 Andi Noviandi": "https://digilib.itb.ac.id/gdl/download/178172", "BAB 5 Andi Noviandi": "https://digilib.itb.ac.id/gdl/download/178173"}, "Penulis": "Andi Noviandi [23110004]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Yatna Yuwana Martawirya", "Dr. Sri Raharno, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Preventive Maintenance, Business Process Model, Physical Data Model, Aplikasi Berbasis Web", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "30 Jul 2019"}