{"Nomor": 41194, "Judul": "POSITION CONTROL OF A HYDRAULICALLY ACTUATED MANIPULATOR WITH PD CONTROL", "Abstrak": "In this research, the controlling of a rigid robot manipulator driven by hydraulic system is considered. Due to changing of inertia moment of the manipulator as well as the effect of fiction of hydraulic system, the dynamics of the robot arm is highly nonlinear. The PID controller could be easily incorporated in a process, whatever be the type of a process: linear or nonlinear. The classical PID control is used for hydraulic manipulators control due to its simplicity and ease of implementation. In this study, it is difficult to obtain the exact mathematical model of the manipulator. Therefore, the finding out of the optimum settings for the controller has to rely on the experimentation. Numerical simulations and experiment results of the control system are presented. The results show a good tracking for position control of the system with low frequency signal.", "Daftar File": {"COVER Yin Yin Aye": "https://digilib.itb.ac.id/gdl/download/178208", "BAB 1 Yin Yin Aye": "https://digilib.itb.ac.id/gdl/download/178209", "BAB 2 Yin Yin Aye": "https://digilib.itb.ac.id/gdl/download/178210", "BAB 3 Yin Yin Aye": "https://digilib.itb.ac.id/gdl/download/178211", "BAB 4 Yin Yin Aye": "https://digilib.itb.ac.id/gdl/download/178212", "BAB 5 Yin Yin Aye": "https://digilib.itb.ac.id/gdl/download/178213", "BAB 6 Yin Yin Aye": "https://digilib.itb.ac.id/gdl/download/178214", "PUSTAKA Yin Yin Aye": "https://digilib.itb.ac.id/gdl/download/178216"}, "Penulis": "Yin Yin Aye [23110301]", "Kontributor / Dosen Pembimbing": ["Ir. Indrawanto, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Hydraulic actuators, Robot control, Proportional-Integral-Derivative (PID) control, Servo systems.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "30 Jul 2019"}