{"Nomor": 41193, "Judul": "ANALISIS KESALAHAN PERHITUNGAN NILAI RMS SINYAL SINUSOIDAL DENGAN DAN TANPA FUNGSI WINDOW", "Abstrak": "Pengukuran getaran sering digunakan untuk menentukan kondisi operasi dari suatu mesin rotasi. Hasil pengukuran ini umumnya dilaporkan sebagai nilai RMS (Root Mean Square). Oleh karena itu, perhitungan nilai RMS getaran perlu dilakukan dengan teliti. Padahal hasil penelitian sebelumnya menyatakan bahwa perhitungan nilai RMS dapat menghasilkan kesalahan. Kesalahan ini terjadi ketika waktu rekam bukan merupakan kelipatan dari periode sinyal yang diukur. Untuk mengatasi masalah ini, beberapa peneliti mengusulkan penggunaan fungsi window. Fungsi window telah terbukti dapat mengurangi kesalahan nilai RMS. Akan tetapi, sampai saat ini belum ada analisis secara teoritik untuk membuktikan keuntungan dan kerugian dari penggunaan fungsi window.\nPenelitian ini bertujuan untuk melakukan analisis teoritik terhadap kesalahan hasil perhitungan nilai RMS. Penelitian ini mencakup analisis kesalahan nilai RMS sinyal kontinu maupun diskrit. Untuk sinyal kontinu, parameter yang mempengaruhi nilai RMS meliputi perbandingan waktu rekam terhadap periode sinyal dan fasa, sementara itu untuk sinyal diskrit parameter yang berpengaruh meliputi perbandingan frekuensi sinyal terhadap frekuensi cuplik, jumlah data, dan fasa. Untuk membatasi analisis, hanya dua fungsi window yang dianalisis yaitu fungsi Hanning dan Flattop.\nHasil analisis dari penelitian ini menunjukkan bahwa pemilihan parameter pengukuran berperan penting dalam mengurangi kesalahan nilai RMS. Untuk sinyal kontinu, kesalahan nilai RMS berkurang ketika waktu rekam bertambah dan penggunaan fungsi window dapat mengurangi kesalahan nilai RMS. Sebagai tambahan, waktu rekam minimum agar kesalahan nilai RMS kurang dari nilai yang umum diterima dalam kalibrasi, yaitu 1%, untuk sinyal sinusoidal tanpa window, dengan window Hanning, dan dengan window Flattop berturut-turut adalah 7,8; 1,4; dan 3,0 kali periode sinyal. Untuk sinyal diskrit, kesalahan nilai RMS berkurang ketika jumlah sampel bertambah untuk periode cuplik yang sama dan berosilasi ketika periode cuplik berubah untuk jumlah sampel yang sama. Untuk sinyal diskrit tanpa window yang direkam selama 7,8 kali periodenya, diperlukan paling sedikit 180 sampel agar kesalahan hasil perhitungan nilai RMS kurang dari 1%. Sementara itu untuk sinyal diskrit dengan window Hanning yang direkam selama 1,4 kali periodenya, diperlukan paling sedikit 10 sampel agar kesalahan hasil perhitungan nilai RMS kurang dari 1%, sedangkan untuk sinyal diskrit dengan window Flattop yang direkam selama 3,0 kali periodenya, diperlukan paling sedikit 13 sampel agar kesalahan hasil perhitungan nilai RMS kurang dari 1% .", "Daftar File": {"COVER Andriansyah": "https://digilib.itb.ac.id/gdl/download/178199", "BAB 1 Andriansyah": "https://digilib.itb.ac.id/gdl/download/178200", "BAB 2 Andriansyah": "https://digilib.itb.ac.id/gdl/download/178201", "BAB 3 Andriansyah": "https://digilib.itb.ac.id/gdl/download/178202", "BAB 4A Andriansyah": "https://digilib.itb.ac.id/gdl/download/178203", "BAB 4B Andriansyah": "https://digilib.itb.ac.id/gdl/download/178204", "BAB 4C Andriansyah": "https://digilib.itb.ac.id/gdl/download/178205", "BAB 5 Andriansyah": "https://digilib.itb.ac.id/gdl/download/178206", "PUSTAKA Andriansyah": "https://digilib.itb.ac.id/gdl/download/178207"}, "Penulis": "Andriansyah [23110025]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Zainal Abidin, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "RMS, Kontinu, Diskrit, Window, Hanning, dan Flattop", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "30 Jul 2019"}