{"Nomor": 41195, "Judul": "NAX DAN NAX CATION EXCHANGED SEBAGAI KATALIS PADA REAKSI AQUATHERMOLYSIS DI MINYAK MENTAH YANG BERPARAFFIN DAN MINYAK MENTAH VISKOSITAS TINGGI", "Abstrak": "Pada penelitian ini katalis zeolit NaX dan NaX Cation Exchanged terlah berhasil disintesis. Metode sintesis zeolit menggunakan dengan metode ko-presipitasi pada suhu ruang dengan bantuan gelombang mikro dan ultrasonik. Untuk metode sintesis NaX Cation Exchanged yaitu dengan metode kopresipitasi pada suhu ruang selama 15 jam. Sampel NaX dan NaX Cation Exhanged dilakukan variasi pada waktu aging selama 5,7 dan 9 hari. Karakteriasi yang dilakukan pada material pada penelitian ini yaitu dengan Fourier Transform Infared Spectroscopy (FTIR), X-Ray Diffraction (XRD) dan Brunauer-Emmet-Teller (BET). Hasil FTIR menyatakan bahwa terbentuk ikatan Si-O-Na,Si-O-Al,H2O, Si-OH dan Si-OH-Al dimana ikatan tersebut yang sering ditemui pada zeolit. Hasil XRD menyatakan bahwa material NaX telah terbentuk pada aging 5 hari dan juga terbentuk puncak tipikal dari zeolite X pada sudut 15,3° dan 23,2°. Hasil BET menunjukkan bahwa luas permukaan spesifik katalis yang paling besar berada pada aging 5 hari sebesar 158,68 m2/g. Sehingga diharapkan pada aging 5 hari mengalami performa katalitik paling besar untuk reaksi aquathermolysis pada minyak mentah. Performa katalitik pada penelitian ini terbagi 3 jenis yaitu uji nilai API Gravity, nilai titik tumpah dan nilai viskositas pada 2 minyak yang berbeda yaitu minyak yang berparaffin dan minyak mentah viskositas tinggi. Hasil nilai API Gravity dengan katalis NaX dan NaX cation Exchanged pada minyak berparaffin mengalami kenaikan tetapi tidak signifikan sedangkan untuk minyak berviskoistas tinggi tidak dapat menaikkan sama sekali sehingga katalis tidak dapat bekerja untuk menaikkan nilai API Gravity. Hasil nilai titik tumpah dengan katalis NaX dan NaX cation exchanged pada minyak paraffin dan minyak viskositas tinggi nilainya sama dengan aquathermolysis hanya dengan air saja, sehingga katalis tidak dapat bekerja untuk menurunkan titik tumpah. Hasil nilai viskositas dengan katalis NaX dan NaX Cation Exchanged menyatakan bahwa nilai viskositas relatif sama seperti reaksi aquathermolysis menggunakan air saja sehingga katalis tidak dapat bekerja untuk menurunkan viskositas minyak mentah.", "Daftar File": {"ABSTRAK Arung Bahari Muslim": "https://digilib.itb.ac.id/gdl/download/178215"}, "Penulis": "Arung Bahari Muslim [10215063]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ferry Iskandar, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Aquathermolysis, cation exchanged, heavy oil,microwave,ultrasonic wave, zeolite", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "30 Jul 2019"}