{"Nomor": 41191, "Judul": "EVALUASI DAN KINERJA KOMPONEN GESEK UNTUK APLIKASI REM KERETA API MENGGUNAKAN METODE EXTENSION EVALUATION", "Abstrak": "Evaluasi dan kinerja komponen gesek untuk aplikasi kereta api menggunakan metode extension evaluation (EEM) dengan memanfaatkan serat tandan kosong kelapa sawit (TKKS) sebagai penguat telah dilakukan dengan mengacu pada spesifikasi teknis rem komposit kereta api. Karakterisasi dua buah Sampel rem komersial K1 dan K2 dijadikan sebagai referensi dan studi awal untuk mengembangkan rem kereta api menggunakan serat TKKS. Penelitian parameter produksi dilakukan untuk mendapatkan parameter produksi yang sesuai. Dari hasil pengujian dan evaluasi menggunakan EEM didapatkan parameter produksi yang terbaik dan dijadikan sebagai parameter acuan dalam proses pembuatan sampel, parameter tersebut adalah: tekanan 150 ton, waktu tekan 40 menit dan temperatur pemanasan 200 0C. Kemudian dilakukan penelitian komposisi material dengan memvariasikan komposisi menjadi 6 buah sampel dan dievaluasi menggunakan metode extension evaluation bersama sampel rem komersial K1 dan K2 untuk menyeleksi dan memilih komposisi sampel yang terbaik. Dari hasil evaluasi menggunakan EEM, sampel T1 dan T4 yang menggunakan serat TKKS sebagai penguat memiliki peringkat di atas sampel rem komersial K2 yang menggunakan serat sintetis, sehingga dapat disimpulkan bahwa serat TKKS sebagai penguat dalam material rem kereta api mampu meningkatkan sifat fisik dan mekanik material, memiliki performa yang baik, ramah terhadap lingkungan dan diharapkan dapat menggantikan serat sintetis.", "Daftar File": {"COVER Hilman Syaeful Alam": "https://digilib.itb.ac.id/gdl/download/178191", "BAB 1 Hilman Syaeful Alam": "https://digilib.itb.ac.id/gdl/download/178192", "BAB 2 Hilman Syaeful Alam": "https://digilib.itb.ac.id/gdl/download/178193", "BAB 3 Hilman Syaeful Alam": "https://digilib.itb.ac.id/gdl/download/178194", "BAB 4 Hilman Syaeful Alam": "https://digilib.itb.ac.id/gdl/download/178195", "BAB 5 Hilman Syaeful Alam": "https://digilib.itb.ac.id/gdl/download/178196", "PUSTAKA Hilman Syaeful Alam": "https://digilib.itb.ac.id/gdl/download/178197"}, "Penulis": "Hilman Syaeful Alam [23110018]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. I Gusti Nyoman Wiratmaja, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "rem kereta api, tandan kosong kelapa sawit, metode extension evaluation, bio komposit.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "30 Jul 2019"}