{"Nomor": 41201, "Judul": "MENANGKAP SUARA KONSUMEN UNTUK PENGEMBANGAN PRODUK BUKU TULIS", "Abstrak": "Dalam era perkembangan teknologi digital, buku tulis atau paper-notebook masih memiliki permintaan yang tinggi di pasaran. Untuk mengoptimalkan potensi pasar yang ada, peneliti ingin mengetahui kebutuhan dan keinginan konsumen terkait paper-notebook. Hal tersebut dilatarbelakangi banyaknya produk yang gagal dipasaran karena riset pengembangan produk yang buruk karena perusahaan tidak bisa memahami dan mengidentifikasi dari nilai produk yang dibutuhkan oleh konsumen. Oleh karena itu, perusahaan harus bisa mendengarkan cerita dari konsumen tentang kebutuhan dan keinginan mereka yang ingin dipenuhi. Perusahaan pun harus bisa membuat konsumen mengeksprsikan apa yang mereka pikirkan dalam bahasanya sendiri yang luwes agar perusahaan dapat menangkap dan mengidentifikasi suara konsumen (Voice of the Customer). Maka dari itu, peneliti ingin menangkap suara konsumen (Voice of the Customer) agar terlaksananya pengembangan produk yang menghasilkan produk yang memenuhi kebutuhan konsumen.\nPeneliti ingin memahami dan mengidentifikasi suara konsumen terkait paper-notebook dan mengolahnya menjadi fitur-fitur yang memenuhi kebutuhan konsumen. Lalu peneliti juga ingin membuat desain terkait paper-notebook yang sesuai dengan preferensi konsumen terkait fitur-fitur yang telah dikembangkan. Oleh karena itu, peneliti menggunakan metode kualitatif dan kuantitatif untuk memahami lebih dalam tentang kebutuhan konsumen melalui wawancara, dan mengetahui preferensi konsumen melalui kuesioner. Peneliti mewawancarai 10 responden, dan 196 respondent engikuti survey yang disebarkan. Hasil dari survey kemudian diolah menggunakan analisis konjoin dengan SPSS.\nDari hasil riset, diketahui bahwa preferensi responden adalah notebook hardcover dengan jilid spiral, lalu dalam satu buku terdapat dua tipe kertas yaitu kertas tipr bergaris dan polos. Preferensi konsumen terhadap desain sampul adalah warna gelap dengan quotes sebagai komponen desain. Konsumen pun menyukai tali pengikat, pembatas buku, dan file-holder sebagai fitur tambahan. Metodologi riset ini pun dapat digunakan juga oleh pengembangan untuk produk lain.", "Daftar File": {"ABSTRAK Puteri Annisa, 19216055.pdf)u": "https://digilib.itb.ac.id/gdl/download/178228"}, "Penulis": "Puteri Annisa Tsamrotul Fuadah [19216055]", "Kontributor / Dosen Pembimbing": ["Eko Agus Prasetio, ST., M.B.A., Dr.rer.pol."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "buku tulis, pengembangan produk, kebutuhan konsumen, suara konsumen, preferesi konsumen", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "31 Jul 2019"}