{"Nomor": 41205, "Judul": "PESAN INSTAN DAN KOMUNIKASI TATAP MUKA: PREFERENSI KOMUNIKASI DI ANTARA PELANGGAN DALAM BISNIS JASA", "Abstrak": "Peningkatan bisnis jasa sangat signifikan setiap tahun. Bisnis jasa telah mendominasi ekonomi utama dunia. Pertumbuhan ekonomi Indonesia pada kuartal kedua 2018 tercatat 5,27% dari 17 bidang bisnis, semuanya tumbuh positif tetapi tertinggi terjadi di layanan lain, seperti layanan perusahaan, dan transportasi pergudangan. Perusahaan bisnis terus berusaha mencari cara komunikasi yang efektif dengan semua pemangku kepentingannya, terutama dengan pelanggan mereka. Secara historis, pelanggan puas melalui interaksi tatap muka. Namun dalam beberapa tahun terakhir, baik popularitas maupun pengguna pesan instan (IM) berkembang pesat seiring inovasi teknologi terjadi. Oleh karena itu, penelitian ini bertujuan untuk menganalisis preferensi pelanggan dalam bisnis jasa terhadap komunikasi pengiriman pesan instan (IM) dan tatap muka (F2F) dalam berbagai dimensi; Mengekspresikan Emosi (emotion express), Kemudahan Penggunaan (ease of use), Kegunaan (usefulness), dan Kekayaan Informasi (information richness).\nPenelitian ini menggunakan beberapa teori yang relevan dengan subjek ini. Peneliti menggunakan metode kuantitatif dengan survei sebagai alat dan menggunakan kuesioner. Untuk melakukan penelitian, peneliti membutuhkan 85 responden. Penelitian ini menggunakan kuesioner online sebagai instrumen penelitian yang telah didistribusikan melalui media sosial. Kemudian data akan dianalisis menggunakan analisis faktor, analisis faktor konfirmatori, dan analisis konten.\nAnalisis mengungkapkan bahwa pelanggan akan lebih memilih Pesan Instan (IM) ketika Kemudahan penggunaan dan Kegunaan dipertimbangkan. Sementara, pelanggan akan lebih suka Komunikasi F2F ketika dimensi Mengekspresikan Emosi dan Kekayaan Informasi dipertimbangkan. Jadi, saat melakukan komunikasi, jika kegunaan dan kemudahan penggunaan dipertimbangkan. Tjipta Cerita harus menggunakan pesan instan (IM). Kemudian, jika mengungkapkan emosi dan kekayaan informasi dipertimbangkan, Tjipta Cerita harus menggunakan komunikasi tatap muka", "Daftar File": {"ABSTRAK Marsha Dennista, 19216028.pdf\n]": "https://digilib.itb.ac.id/gdl/download/178232"}, "Penulis": "Marsha Dennista [19216028]", "Kontributor / Dosen Pembimbing": ["Dr. Leo Aldianto, MBA, MSc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Analisis Faktor, Pesan Instan, Komunikasi Tatap Muka, Preferensi Pelanggan, Penggunaan ekspresi emosi, kekayaan informasi, kemudahan penggunaan, dan kegunaan.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "31 Jul 2019"}