{"Nomor": 41219, "Judul": "MENDESAIN STRATEGI RANTAI SUPLAI SUSU UNTUK MENGATASI TANTANGAN DENGAN MEMAHAMI STRUKTURNYA MENGGUNAKAN DINAMIKA SISTEM: STUDI KASUS PADA PETERNAKAN SAPI PERAH SKALA KECIL DI JAWA BARAT", "Abstrak": "Peternakan sapi perah skala kecil di Indonesia memperoleh laba minimum\ndikarenakan hasil produksi rendah dan kualitas susu segar hasil produksi tidak\nkonsisten. Untuk memperoleh hasil produksi tinggi dan menjaga kualitas susu\nsegar hasil produksi, struktur rantai suplai susu harus dipahami. Untuk\nmembangun struktur rantai suplai susu, kondisi rantai suplai di Indonesia saat ini\nperlu dianalisis. Kondisi rantai suplai susu di Indonesia saat ini dapat dianalisa\nmelalui analisis literature mengenai sejarah, asal, dan perkembangan terbaru\ndari rantai suplai susu di Indonesia didukung dengan observasi dan interview.\nDinamika system digunakan sebagai alat untuk memahami struktur rantai suplai\nsusu dalam kondisi rantai susu di Indonesia saat ini. Hipotesis dari riset ini yaitu\n1) sistem pemberian pakan dapat meningkatkan hasil produksi dan kualitas susu\nsegar yang diproduksi dan 2) higienis, suhu, dan waktu dalam rantai supla susu\nadalah faktor kunci dalam menjaga kualitas susu yang diproduksi. Pembuktian\nhipotesis tersebut dapat mendukung dalam pencarian riset objektif untuk\nmendesain strategi rantai suplai susu untuk mendapatkan laba lebih bagi\npeternak sapi perah skala kecil. Dalam memperoleh laba lebih, riset tambahan\ntentang preferensi konsumen mengenai produk susu dilakukan dalam riset ini.\nPreferensi konsumen dapat membantu untuk memilih produk susu yang disukai\nuntuk diproses lebih lanjut. Pengumpulan data untuk preferensi konsumen\ndilakukan melalui survei (kuosioneir). Harga, kualitas, dan tipe menjadi faktor\nyang membangun preferensi konsumen dalam riset ini. Analisis konjoin\ndigunakan sebagai alat untuk membangun preferensi konsumen terhadap produk\nsusu. Hasil dari riset ini yaitu pakan berkontribusi dalam meningkatkan hasil\nproduksi dan kualitas susu segar dalam bentuk kandungan nutrisi. Selain itu,\nhigienis, suhu, dan waktu pada aktivitas produksi, pengumpulan, dan distribusi\nsusu segar menjadi kunci utama dalam menjaga kualitas susu segar dalam bentuk\njumlah mikroba. Riset ini berkontribusi dalam menyediakan pola produksi susu\nmenggunakan dinamika sistem dan membantu peternak sapi perah skala kecil\ndalam menghadapi tantangan.", "Daftar File": {"ABSTRAK RIZKA TAURIA NURYADI 29016013.pdf)u": "https://digilib.itb.ac.id/gdl/download/178245"}, "Penulis": "Rizka Tauria Nuryadi [29016013]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nur Budi Mulyono, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "dinamika system, hasil produksi, kualitas, preferensi konsumen, rantai suplai susu.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "31 Jul 2019"}