{"Nomor": 41213, "Judul": "ANALISIS GEOMETRI DAN DESAIN BATERAI BETAVOLTAIC BERBASIS SILIKON P-N JUNCTION DAN BERSUMBER RADIASI TRITIUM", "Abstrak": "Baterai nuklir merupakan salah satu sumber energi alternatif yang dapat digunakan dalam jangka waktu yang cukup lama. Salah satu jenis baterai nuklir adalah baterai jenis betavoltaic. Radioistop yang sering digunakan pada baterai betavoltaic adalah tritium dan semikonduktor yang sering digunakan untuk mengkonversi energi partikel beta adalah silikon p-n junction. Efisiensi baterai betavoltaic masih terbilang cukup kecil. Salah satu penyebabnya adalah desain baterai dan geometri radioisotop maupun semikonduktor. Salah satu cara untuk meningkatkan efisiensi baterai adalah dengan menggunakan ketebalan tritium maupun silikon serta desain terbaik untuk memaksimalkan partikel beta berinteraksi dengan silikon. Metode Monte Carlo merupakan salah satu metode yang sering digunakan untuk menghitung kinerja baterai. Deposisi energi partikel beta per kedalaman silikon disimulasikan dengan menggunakan software MCNP. Parameter-parameter yang dibutuhkan pada semikonduktor seperti panjang difusi minoritas, kecepatan rekombinasi permukaan dan konstanta difusi minoritas pada tiap daerah dihitung berdasarkan tingkat doping. Sedangkan parameter-parameter untuk\nradioaktivitas diperoleh melalui datasheet. Rapat arus short-circuit dan tegangan open-circuit dihitung menggunakan persamaan difusi minoritas dengan parameter-parameter utnuk semikonduktor dan radioisotop yang telah diperoleh sebelumnya. Kemudian kinerja baterai disimulasikan dengan menggunakan kurva karakteristik J-V pada semikonduktor, kurva rapat daya, fill factor serta efisiensi baterai.", "Daftar File": {"ABSTRAK Rheza Pahlevi": "https://digilib.itb.ac.id/gdl/download/178239"}, "Penulis": "Rheza Pahlevi [10213045]", "Kontributor / Dosen Pembimbing": ["Dr. Khairul Basar S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Betavoltaic, Desain Baterai,MCNP, Tebal Silikon,Tebal Tritium.", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "31 Jul 2019"}