{"Nomor": 41225, "Judul": "PENINGKATAN PRODUKSI IAA DARI BAKTERI Rhizobium pusense MELALUI PENAMBAHAN PREKURSOR TRIPTOFAN KOTORAN DOMBA DAN INDUKSI TEGANGAN LISTRIK", "Abstrak": "Fitohormon merupakan senyawa organik yang dalam jumlah sedikit mampu mempengaruhi pertumbuhan dan perkembangan tanaman. Salah satu jenis fitohormon yang banyak dipakai dalam bidang pertanian adalah auksin. Kebutuhan terhadap auksin di Indonesia yang tinggi tapi tidak dikutsertakan dengan kemampuan untuk memproduksi sendiri, membuat indonesia mengimpor auksin sintetis dari luar negeri. Selain mahal, auksin sintetis ini juga berpotensi mencemari lingkungan. Oleh karena itu, maka dilakukanlah eksplorasi untuk sumber hayati yang mampu menghasilkan auksin alami. Salah satu sumber hayati yang potensial tersebut adalah bakteri Rhizobium pusense. Potensi bakteri Rhizobium pusense untuk menghasilkan hormon tumbuhan yaitu IAA telah dibuktikan oleh beberapa penelitian sebelumnya. Jumlah produksi IAA pada bakteri ini dapat ditingkatkan melalui optimasi tegangan listrik yang terlebih dahulu dilakukan substitusi triptofan sintetis menggunakan kotoran domba. Kombinasi kedua perlakuan tersebut dharapkan mampu menghasilkan IAA dalam jumlah yang tinggi tetapi tetap lebih hemat dibanding kontrol maupun perlakuan tegangan listrik yang dikombinasikan dengan triptofan sintetis. Langkah pertama yang dikerjakan pada penelitian ini adalah mencari jumlah kotoran domba terbaik untuk ditambahkan pada medium dengan tujuan menghasilkan IAA. Jumlah penambahan kotoran domba yang dilakukan yaitu 1g/l, 3g/l, 5 g/l, 7g/l, dan 9g/l dan dikombinasikan dengan medium luria bertani cair. Informasi yang didapatkan dalam satu gram kotoran domba mengandung sebanyak 9.7 mg/g triptofan. Penambahan 9 g/l kotoran domba yang setara dengan 87 ppm triptofan sintetis mampu menghasilkan IAA sebanyak 22.07 ppm pada hari kedua waktu produksi. Selanjutnya dilakukan optimasi faktor fisika berupa cekaman arus listrik dengan tegangan listrik AC 3V, 6V, 9V, 12V, 15V dan 18 V dengan waktu lama pendedahan selama 5 detik, 10 detik dan 15 detik dalam medium luria bertani yang ditambahkan medium triptofan sintetis sebanyak 87.5 ppm atau setara dengan 9gr/l kotoran domba pada masing-masing perlakuan. Berdasarkan hasil, perlakuan 6 volt selama 15 detik dikombinasikan dengan triptofan sintetis 87.5 ppm merupakan perlakuan terbaik dalam menghasilkan IAA sebesar 68.5 ppm yang dihasilkan pada hari keempat masa produksi. Uji ANOVA dan uji lanjut Duncan menunjukkan bahwa perlakuan arus listrik 6 volt selama 5 detik dengan suplemasi triptofan sintetis 87ppm menunjukan perbedaan yang signifikan dengan kontrol. Setelah mendapatkan perlakuan terbaik dengan menggunakan\ntriptofan sintetis, maka triptofan dianti ke kotoran domba sehingga dilakukan percobaan 6 volt 5 detik tegangan listrik dengan suplementasi 9 g/l kotoran domba. Perlakuan ini menghasilkan hasil IAA tertinggi sebanyak 36.42 ppm pada hari keempat. Berdasarkan data tersebut diketahui jika biaya produksi IAA dari perlakuan kombinasi antara pemberian tegangan listrik dengan menggunakan kotoran domba lebih mahal 611.64 rupiah jika dibandingkan dengan menggunakan triptofan sintetis yang di induksi tegangan listrik tetapi lebih murah 1211 rupiah dibandingkan kontrol pada skala laboraturium. Selain itu, untuk mengantisipasi produksi skala besar, tanpa menggunakan media maupun triptofan sintetis, dengan biaya produksi murah digunakan hanya kotoran domba 9g/l dan menghasilkan 6,21 ppm IAA pada hari keenam dengan biaya produksi 117,03 rupiah per ppm. Biaya ini lebih murah 8 kali lipat dibandingkan harga IAA murni di pasaran yang 1000 rupiah perppm nya. Pembuktian IAA yang dihasilkan dengan menggunakan bakteri Rhizobium pusense dapat mempengaruhi tanaman dilakukan dengan cara menginduksikannya pada kecambah kacang hijau yang berumur 2 hari lalu ditanam pada tanah selama 7 hari. Hasil yang didapatkan adalah IAA yang dihasilkan bakteri tersebut dapat merangsang pertumbuhan tanaman dan pertambahan akar secara signifikan berturut-turut dengan hasil sebesar 8.35cm dan 5.53 buah dibandingkan kontrol yang hanya sebesar 4,5cm dan 4 buah. Diharapkan untuk penelitian kedepannya, peneliti selanjutnya mampu melakukan uji lanjutan untuk mengetahui inhibitor pada kotoran domba agar biaya produksi bisa lebih murah lagi dari pada menggunakan triptofan sintetis.", "Daftar File": {"ABSTRAK Dian Latifa": "https://digilib.itb.ac.id/gdl/download/178251"}, "Penulis": "Dian Latifa [21116015]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. I Nyoman Pugeg Aryantha"], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Rhizobium pusense, arus listrik, kotoran domba, produksi IAA.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "31 Jul 2019"}