{"Nomor": 41229, "Judul": "ANALISIS EARNED VALUE UNTUK PROYEK PEMBUATAN PESAWAT TERBANG", "Abstrak": "PT. Dirgantara Indonesia bergerak di bidang pembuatan dan penjualan Pesawat dan Helikopter dan\nLayanan.\nTepat waktu, penetapan biaya yang tepat dan akurasi proyek adalah faktor kunci keberhasilan yang harus\ndipertimbangkan dalam proyek pembuatan pesawat untuk mengukur efisiensi dan efektifitas dalam\npenggunaan sumber daya dalam proyek pembuatan pesawat.\nPada saat ini, masalah pengiriman tepat waktu telah menjadi masalah utama dalam pengiriman pesawat\ndi PT DI, sehingga diperlukan metode yang lebih tepat dan akurat yang dapat mengukur status kinerja\nuntuk memprediksi hasil proyek yang lebih akurat di masa depan.\nDalam metode varians, pemantauan dan pengendalian biaya proyek, menampilkan perbandingan antara\nbiaya yang direncanakan dan biaya aktual dan satu sama lain dikontrol secara terpisah (biaya, jadwal, dan\nkinerja). Metode varians berpotensi menciptakan kendala dalam mengevaluasi perkembangan dan\nperkiraan proyek dari jadwal dan kinerja biaya pada penyelesaian. Penelitian ini berfokus pada\nmenghilangkan masalah-masalah tersebut melalui penerapan metode Earned Value Management (EVM)\nsebagai bagian dari Badan Pengetahuan Manajemen Proyek (PMBOK).\nDalam metode EVM dapat menggabungkan tiga dimensi, yaitu dijadwalkan, biaya dan kinerja kerja\nsehingga dapat diperkirakan biaya dan waktu untuk menyelesaikan proyek. Manfaat utama adalah\npeningkatan efisiensi biaya dan pengiriman tepat waktu dari pabrik pesawat.", "Daftar File": {"2019_TS_PP_Dindin Burhanudin_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/178255"}, "Penulis": "Dindin Burhanudin [29116168]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Mursyid Hasan Basri, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Metoda Varian, EVM, Proyek pembuatan pesawat, PMBOK, delayed on delivery", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "31 Jul 2019"}