{"Nomor": 41227, "Judul": "MENGURANGI PURCHASE REQUISITION NON AIRCRAFT MATERIAL DELAYED DI DIVISI PENGADAAN DAN LOGISTIK PT. DIRGANTARA INDONESIA", "Abstrak": "PT. Dirgantara Indonesia adalah salah satu Badan Usaha Milik Negara (BUMN)\nyang dimiliki Indonesia. Sebagai industry pesawat terbang, PT. Dirgantara Indonesia\nselain dituntut untuk menghasilkan produk yang berkualitas baik, pengiriman yang\ntepat waktu kepada pelanggan adalah salah satu faktor yang mempegaruhi\nkepuasaan pelanggan dan dapat meningkatkan nilai perusahaan itu sendiri. Salah\nsatu faktor yang mempengaruhi dalam pengiriman tepat waktu adalah ketersediaan\nmaterial, produksi akan berjalan lancar ketika bahan yang dibutuhkan selalu tersedia.\nKetersediaan material yang dimaksud bukan hanya material untuk membuat pesawat\n(Aircraft Material) tetapi ada juga material untuk mendukung proses produksi\n(Non Aircraft Material), seperti peralatan produksi. Untuk kontrol pasokan pasokan\nmaterial dan proses lainnya PT. Dirgantara Indonesia sudah menggunakan SAP\ndalam menjalankannya. Namun hanya material untuk pesawat saja yang dapat\ndikontrol oleh sistem persediaan, tetapi untuk material Non Aircraft tidak terkontrol\nmelalui sistem persediaan. Masalah yang dihadapi saat ini adalah percepatan\nkedatangan barang tidak sebanding dengan permintaan barang, dimana sering terjadi\nketerlambatan dalam kedatangan barang yang dapat menyebabkan terhambatnya\nproses produksi, sehingga berdampak pada proses prosukdi selanjutnya yang akan\nmenyebabkan keterlambatan pengiriman terhadap konsumen menjadi terlambat. Ada\nbeberapa solusi alternative yang diusulkan untuk mengurangi Purchase Requisition\nDelayed diantaranya adalah mengembangkan sistem Material Requirement\nPlanning (MRP) dan Vendor Managed Inventory (VMI). Untuk mencapai itu\ndiperlukan empat rencana strategis yaitu, mengundang supplier, memililh supplier,\nmembuat kontrak, dan implementasi kontrak.", "Daftar File": {"2019_TS_PP_Teguh Panca Rinaldi_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/178253"}, "Penulis": "Teguh Panca Rinaldi [29116116]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Mursyid Hasan Basri, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Purchase Requisition, Non Aircraft Material, Delayed, Material Planning, Procurement, MRP, VMI", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "31 Jul 2019"}