{"Nomor": 41230, "Judul": "PENGEMBANGAN PAYMENT FOR DEVELOPMENT RIGHT (PDR) UNTUK KONSERVASI AIR PADA LAHAN MILIK DI KECAMATAN PAMULIHAN, KABUPATEN SUMEDANG, JAWA BARAT", "Abstrak": "Payment for Development Right merupakan program bersifat sukarela dan berbasif insentif, yang mengkompensasi pemilik jasa ekosistem dengan tujuan melindungi lahan namun tetap mempertahankan kepemilikan dan manajemen swasta. Valuasi masyarakat akan jasa ekosistem menjadi hal yang penting di dalam pelaksanaan program PDR ini supaya terbentuk kesepakatan antara pemilik dan pengguna laham. Oleh karena itu, sebelum mengimplikasikan program PDR ini di Indonesia, dilakukan penelitian yang bertujuan: 1) menganalisis kondisi wilayah penyedia serta pengguna jasa ekosistem, 2) menganalisis karakteristik sosial dan ekonomi kelompok penyedia dan pengguna jasa ekosistem yang berasal dari lahan milik, 3) mengestimasi nilai manfaat jasa ekosistem air yang berasal dari lahan milik, serta 4) menyusun rekomendasi implementasi PDR. Hasil penelitian yang diperoleh adalah kondisi mata air di wilayah penelitian bersifat tidak dapat mencukupi kebutuhan masyarakat secara kuantitas, kualitas dan kontinuitas. Skor masyarakat di wilayah penyedia akan pemahaman bahwa lahannya memberikan jasa ekosistem bagi wilayah lain adalah sebesar 45,25, yang dikategorikan sebagai ‘to understand’. Nilai pengertian masyarakat ini lebih tinggi dibandingkan dengan skor pemahaman pengguna jasa ekosistem, yang sebesar 33,25 ‘to know’. Biaya pengadaan jasa ekosistem di wilayah penyedia sebesar Rp 435.048.050, sedangkan Willingness to Pay masyarakat pengguna jasa ekosistem adalah sebesar Rp. 106.792.038. Berdasarkan hasil analisis regresi, WTP masyarakat dipengaruhi secara nyata oleh tingkat pendidikan masyarakat, dan skor pengertian masyarakat mengenai jasa ekosistem. Berdasarkan hasil analisis SWOT-AHP, dari faktor SWOT yang teridentifikasi, analisis stakeholders, serta pengamatan selama penelitian, maka disusunlah rekomendasi pengimplementasian program PDR, yaitu dengan mengadakan program pra-PDR. Program pra-PDR memiliki batasan fungsi dengan empat tahapan, yaitu: 1. Meningkatkan valuasi masyarakat akan jasa ekosistem; 2. Melakukan evaluasi terhadap valuasi masyarakat akan jasa ekosistem dan preferensi publik mengenai program PDR; 3. Mempersiapkan bentuk program PDR yang akan dilaksanakan; dan 4. Membentuk lembaga pelaksanaan program PDR.", "Daftar File": {"ABSTRAK Yedida Barus": "https://digilib.itb.ac.id/gdl/download/178256", "COVER Yedida Barus": "https://digilib.itb.ac.id/gdl/download/190210", "BAB 1 Yedida Barus": "https://digilib.itb.ac.id/gdl/download/190211", "BAB 2 Yedida Barus": "https://digilib.itb.ac.id/gdl/download/190212", "BAB 3 Yedida Barus": "https://digilib.itb.ac.id/gdl/download/190213", "BAB 4 Yedida Barus": "https://digilib.itb.ac.id/gdl/download/190214", "BAB 5 Yedida Barus": "https://digilib.itb.ac.id/gdl/download/190215", "PUSTAKA Yedida Barus": "https://digilib.itb.ac.id/gdl/download/190216"}, "Penulis": "Yedida Barus [21318020]", "Kontributor / Dosen Pembimbing": ["Dr. Hikmat Ramdan, S.Hut., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "jasa ekosistem, konservasi, lahan milik, Payment for Development Right, Willingness to Pay", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "31 Jul 2019"}