{"Nomor": 41243, "Judul": "PERSEPSI RASA DARI KONSUMEN TERHADAP PRODUK GELATO (STUDI KASUS: CREMERIA DI DEE GELATO)", "Abstrak": "Makanan penutup adalah salah satu dari tiga kategori makanan yang bersifat sebagai sajian terkahir.\nPopularitas dari makanan penutup melonjak dengan signifikan. Produsen makanan sedang\nmenghadapi tantangan yang besar karena perbedaan dalam persepsi and adaptabilitas rasa. Sekitar\n80% dari keputusan pembelian produk makanan bergantung pada rasa. Cremeria di Dee Gelato adalah\nbisnis makanan penutup yang menjual klasik Gelato Italia di Bandung. Persepsi rasa dari konsumen\ntelah menjadi isu eksternal guna menentukan kesesuaian produk. Perbedaan antara profile konsumen\npada media sosial dan konsumen nyata menjadi isu internal bagi perusahaan.\nKarena bisnis ini mengedepankan produk yang dijual, perencanaan yang matang untuk rasa terhadap\nrencana operasi dan pemasaran sangatlah penting. Untuk membangun hubungan jangka panjang antara\nprodusen dan konsumen, penentuan pasar dan produk yang tepat sangat diperlukan. Studi kasus ini\nakan melakukan analisis secara internal dan eksternal untuk mengungkap hubungan antara latar\nbelakang konsumen dengan persepsi dan preferensi mereka terhadap produk dari Cremeria di Dee\nGelato. Metode yang digunakan dalam riset ini adalah Core Competencies, Valuable, Rare,\nInimitable, Organized (VRIO) Analisis, Value Proposition Canvas and Business Model Canvas,\nSegmenting, Targeting, Positioning (STP) Analisis, Data Analisis, Kompetitor Analisis, Sensori\nAnalisis, dan Strengths, Weaknesses, Opportunities, Threats (SWOT) Analisis.\nMarket telah ditarget uland menjadi area Bandung dan Jakarta, usia antara 18-29 tahun. Kesukaan\nterhadap suatu rasa bergantung pada selera personal. Latar belakang demografik konsumen secara\ntidak langusng mempengaruhi selera konsumen. Usia dan daerah memiliki dampak lebih besar\ndaripada pekerjaan. Konsumen memiliki sensitivitas yang lebih tinggi terhadap tingkat manis dan\nkekuatan rasa dibandingkan dengan tekstur. Sensori analisis menunjukkan bahwa produk yang\nditawarkan tidak sesuai dengan selera konsumen.\nPerencanaan operasional diperlukan untuk menentukan atribut tepat dan sesuai dengan kesukaan\nkonsumen, yaitu lebih tidak manis, rasa tidak kuat, dan tekture yang lembut. Perencaan pemasaran\nyang tepat diperlukan untuk membangun keterikatan antara produk dan konsumen. Berdasarkan\npopularitas, Instagram telah dipilih menjadi media utama untuk promosi. Pengulangan eksperimen\nwajib dilakukan untuk menyesuaikan selera rasa dengan konsumen terbaru.", "Daftar File": {"ABSTRAK Diandra Irawan": "https://digilib.itb.ac.id/gdl/download/178288"}, "Penulis": "Diandra Irawan [29117517]", "Kontributor / Dosen Pembimbing": ["Bambang Rudito, Dr."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "persepsi rasa, sensori analisis, target pasar, product-market fitness", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "01 Agu 2019"}