{"Nomor": 41245, "Judul": "DEVELOPMENT OF AN IOT-BASED HOUSEHOLD ENERGY MANAGEMENT SYSTEM", "Abstrak": "With the looming energy crisis, energy management is one of the ways to\nsave energy. An effective energy management requires the user to be involved, thus\nsome form of energy monitoring is needed. In this research, the IoT (Internet of\nThings) system which consists of a NILM (non-intrusive load monitoring) device,\nserver, and an Android app, is used to monitor energy so that the user may devise\nan energy saving plan, and manage energy usage by knowing the total power\nconsumption, status of appliances, and how many percent of total energy usage is\nan appliance using. The collected data is an aggregated data, therefore building an\nalgorithm to disaggregate the data is mandatory. The first step required to build a\nfunctional system that is applicable to real problems is to test the algorithm of the\nsystem with a simulated load. Thus, the simulated load plays an important role in\nvalidating the algorithm used for the system. The energy meter PZEM 004T is\nattached to a main electricity source to monitor the power consumption of 4 bulbs.\nThe data is then sent to a server using ESP8266 as the microcontroller, and\nprocessed in Node-RED, spitting out the number of appliances detected, the real\npower value, and the configuration along with the energy usage percentage of each\nappliance. Afterwards, the configuration data, and status of each appliance is sent\nto an energy surveillance application in real time so that the user can monitor their\nenergy usage remotely and therefore devises an energy management plan or detect\nanomalies in the appliances.", "Daftar File": {"ABSTRAK Nicola Gianina Suryadi": "https://digilib.itb.ac.id/gdl/download/182501"}, "Penulis": "Nicola Gianina Suryadi [10215096]", "Kontributor / Dosen Pembimbing": ["Drs. Maman Budiman, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Energy management, ESP8266, IoT, PZEM 004T", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "01 Agu 2019"}