{"Nomor": 41257, "Judul": "PERANCANGAN, PEMBUATAN, DAN ANALISIS BORING TOOL ALTERNATIF UNTUK RUMAH POROS LIFTER RAGUM MEJA 125", "Abstrak": "Penelitian ini berhubungan dengan proses pemesinan pada produk Lifter ragum meja\ntipe 125. Lifter Ragum meja 125 merupakan produk Standard Polman yang rutin di\nproduksi sepanjang tahun di Polman. Salah satu operasi pemesinan yang dilakukan\nadalah memperbesar lubang Ø 57 mm hasil pengecoran menjadi Ø 65 mm sepanjang\n116 mm pada bagian rumah poros Lifter ragum meja 125 dengan menggunakan boring\ntool pada mesin bubut konvensional Grazioli tipo Dania 180.\nOperasi pemesinan memperbesar lubang ini masih memiliki beberapa kelemahan.\nPertama, ukuran lubang pada setiap produk tidak seragam akibat kesulitan pengaturan\ndepth of cut pahat sisipan pada boring tool. Kedua terjadi perbedaan diameter lubang\nrata-rata sebesar 0,272 mm sepanjang 116 mm penyebabnya laju keausan pahat cukup\ntinggi karena pahat terbuat dari bahan HSS (High Speed Steel), sehingga operasi\npemesinan perlu dilakukan dua kali untuk mencapai spesifikasi produk. Hal ini\nmengakibatkan efisiensi operasi pemesinan menjadi rendah.\nDari kondisi di atas, pada tesis ini diberikan alternatif rancangan boring tool yang dapat\nmeminimalisir kekurangan-kekurangan tersebut dengan cara depth of cut pahat sisipan\ndibuat tetap, bahan pahat menggunakan pahat karbida dan pemotongan dilakukan satu\nkali untuk mencapai spesifikasi produk.\nMetodologi yang diterapkan dalam kegiatan penelitian ini meliputi kajian kelayakan\nmesin bubut, kajian kinerja boring tool yang digunakan saat ini, tahap perancangan\nboring tool dan pada tahap terakhir baru akan dilakukan tahap pembuatan boring tool\nhasil rancangan dan analisis dampaknya pada produk yang dihasilkan.\nHasil penelitian ini adalah sebuah boring tool yang dapat digunakan untuk mengurangi\ntahapan operasi pemesinan. Tahap operasi yang sebelumnya memerlukan 2 tahap\noperasi dapat dikurangi menjadi 1 tahap. Hal ini diharapkan dapat mempersingkat\nwaktu pemesinan, yang sebelumnya memerlukan waktu pemesinan 67 menit dapat\ndikurangi menjadi 3,7 menit, memperkecil perbedaan diameter lubang menjadi 0,02\nmm, dan memperbaiki keseragaman ukuran lubang rata-rata sebesar 0,01 mm", "Daftar File": {"COVER Suryadi": "https://digilib.itb.ac.id/gdl/download/178317", "BAB 1 Suryadi": "https://digilib.itb.ac.id/gdl/download/178318", "BAB 2 Suryadi": "https://digilib.itb.ac.id/gdl/download/178319", "BAB 3 Suryadi": "https://digilib.itb.ac.id/gdl/download/178320", "BAB 4 Suryadi": "https://digilib.itb.ac.id/gdl/download/178321", "BAB 5 Suryadi": "https://digilib.itb.ac.id/gdl/download/178322", "PUSTAKA Suryadi": "https://digilib.itb.ac.id/gdl/download/178323"}, "Penulis": "Suryadi [23110318]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Yatna Yuwana Martawirya", "Dr. Sri Raharno, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Boring tool, rumah poros Lifter, Ragum meja.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "02 Agu 2019"}