{"Nomor": 41252, "Judul": "ANALISIS PERBEDAAN GENDER DAN BAGAIMANA HAL ITU MENCIPTAKAN KESENJANGAN UPAH BERBASIS GENDER DALAM PERUSAHAAN (STUDI KASUS PADA PT. TIGA DIMENSI DATA)", "Abstrak": "Penelitian ini menganalisis isu kesenjangan upah berbasis gender yang merupakan salah satu sub-materi dari mata kuliah manajemen lintas budaya dan konflik terkait isu kesetaraan gender. Kesenjangan ini adalah dampak dari stereotip peran antara laki-laki dan perempuan, dan tidak hanya itu tetapi banyak faktor lain yang menyebabkan munculnya kesenjangan upah. Dalam penelitian ini tenaga kerja dan perusahaan merupakan variabel penting untuk dianalisis berkaitan dengan kesenjangan upah berbasis gender. Menurut penelitian, hampir semua industri mengalami kesenjangan pembayaran, di mana rata-rata upah pekerja perempuan lebih rendah dari rata-rata upah pekerja laki-laki.\nFokus dari penelitian ini adalah untuk menganalisis penyebab masalah kesenjangan upah berbasis gender dalam lingkup perusahaan dan bagaimana permasalahan ini mempengaruhi tenaga kerja, terutama pekerja perempuan. Metode penelitian yang digunakan dalam penelitian ini adalah campuran dari penelitian kualitatif dan kuantitatif dengan mengadopsi satu metode, yaitu studi kasus. Metode studi kasus yang digunakan dalam penelitian ini adalah menganalisis kesenjangan gender yang terjadi di salah satu perusahaan manufaktur industri, PT. Tiga Dimensi Data.\nData yang diperoleh dari perusahaan diproses dan dianalisis untuk menunjukkan bahwa penyebab kesenjangan upah gender adalah karena seksisme pekerjaan dalam bentuk stereotip gender yang dilakukan oleh manajer dan direktur perusahaan, pembatasan kesempatan kerja dan hak-hak perempuan. Selain itu, data juga menunjukkan bahwa ada segregasi pekerjaan di segregasi horizontal dan segregasi vertikal. Satu penemuan menarik yang diperoleh peneliti dari data wawancara dengan informan perusahaan adalah adanya “penerimaan” karyawan wanita yang secara sadar sudah tahu bahwa upah mereka diberikan secara tidak adil.\nPenelitian ini menyimpulkan bahwa analisis terkait perbedaan gender telah memberikan dampak terhadap adanya kesenjangan dan perbedaan upah antara pekerja laki-laki dan pekerja perempuan dalam PT. Tiga Dimensi Data.", "Daftar File": {"2019_TS_PP_Margareth Wilson_1-Abstrak.pdf5?": "https://digilib.itb.ac.id/gdl/download/178301"}, "Penulis": "Margareth Wilson [29117547]", "Kontributor / Dosen Pembimbing": ["Dr. Anggara Wisesa"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kesenjangan upah berbasis gender, tenaga kerja wanita, peran gender, seksisme pekerjaan, segregasi pekerjaan", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "02 Agu 2019"}