{"Nomor": 41262, "Judul": "CLASSICAL AND HOMOGENIZED EXPRESSIONS FOR BUCKLING SOLUTIONS OF FUNCTIONALLY GRADED MATERIAL LEVINS ON BEAMS", "Abstrak": "The relationship between the critical buckling loads of functionally graded material\n(FGM) Levinson beams (LBs) and those of the corresponding homogeneous Euler-Bernoulli beams\n(HEBBs) is investigated. Properties of the beam are assumed to vary continuously in the depth\ndirection. The governing equations of the FGM beam are derived based on the Levinson beam\ntheory, in which a quadratic variation of the transverse shear strain through the depth is included.\nBy eliminating the axial displacement as well as the rotational angle in the governing equations,\nan ordinary differential equation in terms of the deflection of the FGM LBs is derived, the form\nof which is the same as that of HEBBs except for the definition of the load parameter. By solving\nthe eigenvalue problem of ordinary differential equations under different boundary conditions\nclamped (C), simply-supported (S), roller (R) and free (F) edges combined, a uniform analytical\nformulation of buckling loads of FGM LBs with S-S, C-C, C-F, C-R and S-R edges is presented\nfor those of HEBBs with the same boundary conditions. For the C-S beam the above-mentioned\nequation does not hold. Instead, a transcendental equation is derived to find the critical buckling\nload for the FGM LB which is similar to that for HEBB with the same ends. The significance of\nthis work lies in that the solution of the critical buckling load of a FGM LB can be reduced to\nthat of the HEBB and calculation of three constants whose values only depend upon the throughthe-\ndepth gradient of the material properties and the geometry of the beam. So, a homogeneous\nand classical expression for the buckling solution of FGM LBs is accomplished.", "Daftar File": {}, "Penulis": "Shirong Li [-]", "Kontributor / Dosen Pembimbing": ["Xuan Wang Zeqing Wan"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "FGM beam, Levinson beam theory, buckling, critical load, Euler-Bernoulli beam", "Sumber": "Acta Mechanica Solida Sinica, Vol. 28, No. 5, October, 2015", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Agu 2019"}