{"Nomor": 41263, "Judul": "APPLICATION OF FINITE ELEMENT METHOD TO COMPARING THENIR STENT WITH THE MULTI-LINK STENT FOR NARRO WINGS IN CORONARY ARTERIES", "Abstrak": "Stent versus stent’ studies are a kind of randomized trials which are designed to\nshow the superiority of the new stent designs compared with the previously approved ones. These\nstudies are usually used by regulatory agencies, such as the U.S. Food and Drug Administration\n(FDA), to give an approval to new stent designs. The problem with these clinical trials is their\nhigh cost and difficulty. In this paper, a numerical alternative for ‘stent versus stent’ complicated\nclinical studies is presented.A finite element model is developed to investigate the influence of stent\ndesign on the outcome after coronary stent placement. Two commercially available stents (the\nNIR and Multi-Link stents) are modeled and their behavior during the deployment is compared\nin terms of stress distribution, radial gain, outer diameter changes and foreshortening. Moreover,\nthe effect of stent design on the restenosis rate is investigated by comparing the stress distribution\nwithin the arteries. An analysis of the arterial wall stresses in the stented arteries indicates that\ntheMulti-Link stent design causes lower stress to an atherosclerotic vessel with a localized stenotic\nlesion compared to the slotted tube NIR design. The findings correlate with the observed clinical\nrestenosis rates, which have reported higher restenosis rates in the NIR compared with the Multi-\nLink stent design.", "Daftar File": {}, "Penulis": "S. Misagh Imani [-]", "Kontributor / Dosen Pembimbing": ["A. M. Goudarzi,  P. Valipour, M. Barzegar J. Mahdinejad, Seiyed E. Ghasemi"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "stent vs. stent studies, finite element method, coronary stent, plaque, vessel", "Sumber": "Acta Mechanica Solida Sinica, Vol. 28, No. 5, October, 2015", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Agu 2019"}