{"Nomor": 41273, "Judul": "ESTIMASI OVERPRESSURE BERDASARKAN DATA LOG TALIKAWAT PADA SUB-CEKUNGAN JAMBI, CEKUNGAN SUMATRA SELATAN", "Abstrak": "Sub-Cekungan Jambi merupakan Sub-cekungan yang terletak di bagian utara Cekungan Sumatra Selatan. Daerah ini dipilih menjadi bagian dari penelitian karena memiliki indikasi keberadaan overpressure, yaitu berupa lapisan serpih yang tebal (500 - 13000 kaki) dan gradien panasbumi yang relatif tinggi (2,89 °F/100 kaki).\nData yang digunakan dalam penelitian ini berupa data pengeboran (pengukuran tekanan pori secara langsung dan laporan akhir pengeboran), data log talikawat (log gamma ray, resistivitas, densitas, neutron, dan sonik), dan data pendukung (deskripsi batuan dan data geokimia). Tujuan penelitian ini adalah untuk mengetahui karakteristik overpressure serta melakukan estimasi dengan metode Eaton dan mengetahui persebaran zona overpressure di daerah penelitian.\nPada penelitian ini, zona overpressure ditemukan pada pada Formasi Talang Akar bagian atas dengan mekanisme unloading, yaitu akibat kematangan hidrokarbon yang terjadi pada Sumur L-1, L-2, L-3, L4, L-5, dan R-1. Hasil korelasi puncak overpressure memberikan gambaran bahwa keberadaan puncak overpressure memiliki pola yang sama dengan puncak Formasi Talang Akar pada daerah penelitian. Puncak overpressure dari masing-masing sumur mendangkal ke arah tenggara. Kemudian estimasi nilai tekanan pori yang dilakukan dengan metode Eaton menunjukkan bahwa pangkat Eaton yang sesuai, yaitu sebesar 1,5.", "Daftar File": {"COVER Lia Reulina": "https://digilib.itb.ac.id/gdl/download/178347", "BAB 1 Lia Reulina": "https://digilib.itb.ac.id/gdl/download/178348", "BAB 2 Lia Reulina": "https://digilib.itb.ac.id/gdl/download/178349", "BAB 3 Lia Reulina": "https://digilib.itb.ac.id/gdl/download/178350", "BAB 4 Lia Reulina": "https://digilib.itb.ac.id/gdl/download/178351", "BAB 5 Lia Reulina": "https://digilib.itb.ac.id/gdl/download/178356", "BAB 6 Lia Reulina": "https://digilib.itb.ac.id/gdl/download/178357", "PUSTAKA Lia Reulina": "https://digilib.itb.ac.id/gdl/download/178358"}, "Penulis": "Lia Reulina [22012314]", "Kontributor / Dosen Pembimbing": ["Agus Mochamad Ramdhan, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "overpressure, log talikawat, metode Eaton", "Sumber": "", "Staf Input/Edit": "tuti yulia", "File": "11 file", "Tanggal Input": "02 Agu 2019"}