{"Nomor": 41272, "Judul": "ESTIMASI OVERPRESSURE BERDASARKAN DATA LOG TALIKAWAT PADA SUB-CEKUNGAN LEMATANG, CEKUNGAN SUMATRA SELATAN", "Abstrak": "Sub-Cekungan Lematang merupakan sub-cekugan yang terletak di bagian selatan Cekungan Sumatra Selatan. Daerah ini dipilih menjadi bagian dari penelitian karena memiliki indikasi keberadaan overpressure, yaitu berupa lapisan serpih yang tebal (500-13000 kaki) dan gradient panas bumi yang relative tinggi (2,710 F/100 kaki).\nTujuan penelitian ini adalah untuk mengetahui karaketristik overpressure serta melakukan estimasi dengan metode Eaton dan mengetahui persebaran zona overpressure di daerah penelitian.Data yang digunakan dalam peneltian ini berupa data pengeboran (pengukuran tekanan pori secara langsug dan laporan akhir pengeboran), data log talikawat (log gamma ray, resistivitas, densitas, neutron, dan sonic).\nPada penelitian ini, puncak overpressure ditemukan pada Formasi Air Benakat dengan mekanisme unloading, yaitu akibat transformasi mineral lempung smektit menjadi ilit seperti diamati pada Sumur AP-1 dan AP-2. Puncak overpressure dari masing-masing sumur mendalam ke arah tengah cekungan daerah penelitian. Kemudian estimasi nilai tekanan pori yang dilakukan dengan metode Eaton menunjukkan bahwa pangkat Eaton yang sesuai yaitu sebesar 3.", "Daftar File": {"ABSTRAK Didin M Nurdin": "https://digilib.itb.ac.id/gdl/download/178338", "COVER Didin M Nurdin": "https://digilib.itb.ac.id/gdl/download/178339", "BAB 1 Didin M Nurdin": "https://digilib.itb.ac.id/gdl/download/178340", "BAB 2 Didin M Nurdin": "https://digilib.itb.ac.id/gdl/download/178341", "BAB 3 Didin M Nurdin": "https://digilib.itb.ac.id/gdl/download/178342", "BAB 4 Didin M Nurdin": "https://digilib.itb.ac.id/gdl/download/178343", "BAB 5 Didin M Nurdin": "https://digilib.itb.ac.id/gdl/download/178344", "BAB 6 Didin M Nurdin": "https://digilib.itb.ac.id/gdl/download/178345", "PUSTAKA Didin M Nurdin": "https://digilib.itb.ac.id/gdl/download/178346"}, "Penulis": "Didin M Nurdin [22012313]", "Kontributor / Dosen Pembimbing": ["Agus Mochamad Ramdhan, S.T., M.T., Ph.D.", "Dr. Ir. Asep Heri Patria Kesumajana, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "overpressure, log talikawat, metode Eaton", "Sumber": "", "Staf Input/Edit": "tuti yulia", "File": "9 file", "Tanggal Input": "02 Agu 2019"}