{"Nomor": 41277, "Judul": "PENGEMBANGAN PLATFORM UNTUK SOLUSI STRATEGI BISNIS MELALUI VALUE CO-CREATION: KASUS DI PT AUN", "Abstrak": "Terlepas dari support pemerintah untuk terus meningkatkan tingkat investor asing di Indonesia, para pelaku pelaku industri mengalami kesulitan untuk meyakinkan para investor mengenai kemudahan penanaman modal di Indonesia. Digitalisasi membawa perubahan gaya bisnis B2B agar lebih cepat dan akurat dalam menyediakan pelayanan dan solusi.\nPT AUN selama tiga tahun pertama, merasakan peningkatan bisnis dengan banyaknya investor asing menanamkan modalnya ke industri manufaktur, telah membawa kenaikan pendapatan lebih dari 20% setiap tahun nya. Namun, seiring dengan penurunan ekonomi negara, lkim di industry manufaktur bisnis pun mengalami penurunan. Keluh kesah para investor tentang investasi nya di Indonesia membuat management perlu adanya perubahan strategis bisnis. Pemerintah mengupayakan Industri 4.0 yang diharapkan dapat meningkatkan iklim investasi manufaktur dengan bantuan teknologi.\nUntuk dapat beradaptasi dengan perkembangan teknologi ini, Para pelaku industri khususnya perusahaan kecil dan menengah berusaha untuk mengambil andil dalam era digital dan teknologi. Perusahaan Inisitif membuat sub-bisnis menciptakan web aplikasi bulletin board yang terhubung dengan website, menyajikan berita terkait bisnis dan ekonomi melalui email. Usaha ini belum cukup untuk meningkatkan revenue dan menarik market yang terhubung dengan core business yaitu business research dan business matching.\nMelalui analisis internal dan eksternal serta pendekatan customer sebagai value co-creation maka dapat disimpulkan diperlukan membuat platform yang terintegrasi antara sub bisnis dan bisnis utama. Serta dengan perumusan strategi menggunakan TOWS Matrix, Strategy Diamond dan Business model canvas dirumuskan platform dapat dapat menyediakan kolaborasi, interaksi antar pelaku bisnis dan teknologi. Dengan diterapkannya strategi tersebut perusahaan diharapkan dapat meningkatkan pelayanan terhadap para klien, menambah bisnis dan juga menciptakan sinergi dengan terkoneksinya para pelaku bisnis lokal dan Internasional.", "Daftar File": {"2019_TS_PP_FATHAN_FITRIADI_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/178369"}, "Penulis": "Fathan Fitriadi Goenandar [29117154]", "Kontributor / Dosen Pembimbing": ["Santi Novani, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Aplikasi Digital, B2B, Perusahaan kecil dan menengah, Strategi Bisnis, , Value Co-Creation", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "03 Agu 2019"}