{"Nomor": 41285, "Judul": "USULAN STRATEGI PRODUK BERDASARKAN PREFERENSI KONSUMEN UNTUK BRAND FASHION HIJAB  (STUDI KASUS: HUMAIRA LABEL)", "Abstrak": "Kemunculan Industri Fashion Muslim telah berkembang di Indonesia dan berpotensi besar untuk\nmenjadi bagian dari Muslim fashion mode pusat di dunia menurut Global Islamic Report, yang\ndiperkirakan mencapai 20 miliar US dollar dengan tingkat pertumbuhan 18,2% per tahun di \nIndonesia (Global Islamic Report, 2018). Humaira Label adalah self manufactured brand local\npakaian wanita Muslimah dan Hijab yang diproduksi sendiri, terletak di Bandung, didirikan pada\nAgustus 2018, bertujuan untuk menciptakan desain yang kasual, simple, eksklusif dan design\nhijab yang unik dengan kualitas premium. Bahan baku Humaira Label terbuat dari bahan alami\nyaitu lyocell, voile cotton, voile miracle dan voile ultrafine dengan berbagai desain unik yang\nindah. Motif atau hijab didesain eksklusif karena Humaira Label mengubah design  atau motif\nhijab di setiap series nya secara dinamis dan periodic. Signatures style nya sendiri terinspirasi\noleh gaya hidup wanita pekerja yang dinamis dan aktif dalam gaya – smart casual.\n\nPenelitian ini bertujuan untuk mengusulkan strategi produk berdasarkan preferensi konsumen\ndengan mengetahui penyebab ketidakstabilan pendapatan dari Humaira Label yang diindikasikan\ndengan tidak adanya penjualan dalam beberapa bulan yaitu dengan menggunakan analisis faktor\ninternal dan eksternal untuk menemukan akar masalah menggunakan STP, Analisis Bauran\nPemasaran, analisis Porter Five forces, analisis PEST, analisis pelanggan dan analisis benchmark\nyang kemudian akan disimpulkan dalam analisis SWOT dan matriks TOWS. Untuk mengetahui\npreferensi pelanggan terhadap produk hijab, consumer research juga dilakukan dengan\npenyebaran  kuesioner kepada 103 responden.\n\nDari analisis matriks TOWS, penulis mengusulkan beberapa alternatif strategi produk yang dapat\ndiimplementasikan oleh Humaira Label. Alternatif-alternatif strategi produk berdasarkan\npreferensi konsumen (pengguna hijab) yang dipilih untuk diusulkan adalah membuat varian\nproduk, meningkatkan penempatan promosi di media sosial, memberdayakan merek lokal dengan\nmenciptakan brand value, membuat program reseller dan drop shipper, berkolaborasi dengan\ninfluencer di media sosial, dan mengembangkan program customer engagement.", "Daftar File": {"ABSTRAK Gina Hudayana": "https://digilib.itb.ac.id/gdl/download/178377"}, "Penulis": "Gina Hudayana [29117508]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih ST, MM, DBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Industry Fashion Muslim, Hijab, Strategi Produk, Prefernsi konsumen TOWS matrix", "Sumber": "HUMAIRA LABEL", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "05 Agu 2019"}