{"Nomor": 41283, "Judul": "TATA KELOLA SYARIAH, PENGAMBILAN RISIKO, DAN KINERJA BANK ISLAM INDONESIA DAN MALAYSIA", "Abstrak": "Studi empiris mengenai tata kelola perusahaan dalam operasi perbankan Syariah terus\nbertumbuh. Untuk memperdalam literatur yang telah ada, studi ini bertujuan menyelidiki dampak\ntata kelola Syariah pada pengambilan risiko dan kinerja bank Syariah di Indonesia dan Malaysia.\nBerbekal data karakteristik dewan di 27 bank Syariah Indonesia dan Malaysia tahun 2006-2016,\nstudi ini menyimpulkan bahwa Dewan Pengawas Syariah (DPS) dan Dewan Komisaris (DK)\nmemainkan peran penting dalam pengambilan risiko dan kinerja keuangan bank Syariah. Studi\nini menyoroti empat temuan penting: (1)kehadiran anggota perempuan dalam DPS dan DK\ncenderung menurunkan pengambilan risiko dan meningkatkan kinerja bank; (2)kehadiran warga\nnegara asing (WNA) sebagai anggota DPS cenderung mendorong pengambilan risiko dan\nmenurunkan kinerja, sedangkan kehadiran WNA sebagai anggota DK dapat meningkatkan kinerja\ndan mengurangi pengambilan risiko bank; (3)anggota DPS dengan latar belakang pendidikan\nkeuangan/ekonomi cenderung menurunkan risiko kredit dan risiko ketidakpatuhan Syariah,\nsementara anggota DK dengan latar belakang pendidikan Islam cenderung menurunkan empat\njenis risiko: risiko pailit, risiko pendanaan, risiko kredit, dan risiko ketidakpatuhan Syariah;\n(4)anggota DPS yang juga dibekali latar belakang pendidikan keuangan, serta anggota DK\ndengan latar belakang pendidikan Islam juga cenderung meningkatkan kinerja bank Syariah.\nTemuan penelitian ini dapat membantu pembuat kebijakan dan regulator di sektor jasa keuangan\nuntuk menyusun strategi dalam menghadapi pasar yang kompetitif atau krisis keuangan di masa\ndepan.", "Daftar File": {"ABSTRAK DIANITA INDAH PRAHMILA 29016020.pdf\n]": "https://digilib.itb.ac.id/gdl/download/178375"}, "Penulis": "Dianita Indah Prahmila [29016020]", "Kontributor / Dosen Pembimbing": ["Yunieta Anny Nainggolan, S.E., M.Com., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "karakteristik dewan, tata kelola perusahaan, bank Syariah, pengambilan risiko, kinerja bank", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "05 Agu 2019"}