{"Nomor": 41291, "Judul": "POLIMER BERCETAKAN ION SEBAGAI MATERIAL SELEKTIF UNTUK RETENSI, PEMISAHAN, DAN PRAKONSENTRASI MERKURI BERBASIS ANALISIS INJEKSI ALIR", "Abstrak": "Merkuri merupakan logam berat yang sangat toksik terhadap organisme hidup, sehingga diperlukan perhatian khusus terhadap penanganan limbah merkuri di lingkungan. Proses bioakumulasi atau peningkatan konsentrasi logam merkuri dalam suatu ekosistim akuatik secara alamiah, yang selanjutnya terakumulasi melalui rantai makanan, akan memberikan dampak berbahaya bagi manusia yang terpapar melalui makanan seperti ikan dan kerang. Begitupun penggunaan merkuri pada produk industri seperti kosmetik krim pemutih akan sangat berbahaya. Oleh karena itu, diperlukan monitoring terhadap kandungan merkuri di lingkungan, dan terhadap produk berbahaya yang menggunakan merkuri sebagai komponen bahan pembuatannya.\nPemenuhan akan adanya metode yang dapat digunakan untuk retensi, pemisahan, dan prakonsentrasi dalam menganalisis merkuri konsentrasi renik pada kompleksitas sampel di lingkungan atau produk industri dengan tingkat selektivitas dan sensitivitas yang tinggi, membutuhkan suatu metode alternatif terbaru. Salah satu inovasi yang dikembangkan saat ini adalah penggunaan polimer bercetakan ion atau IIPs sebagai material fungsional untuk sorben selektif dalam proses retensi, pemisahan dan prakonsentrasi ion logam.\nPada penelitian ini, telah disintesis suatu polimer bercetakan ion merkuri dengan strategi sintesis penjebakan (trapping) oleh ligan 3-merkaptopropiltrimetoksisilan (MPTS) terhadap ion Hg(II) dalam matriks polimer. Gugus SH pada ligan akan berinteraksi secara kovalen kordinasi dengan ion Hg(II) dan ujung lain dari ligan akan terikat pada inti silika melalui proses hidrolisis, selanjutnya terpolimerisasi dengan monomer viniltrimetoksisilan (VTMS) dan agen pengikat silang etilen glikol dimetakrilat (EGDMA). Setelah ion HgII) dilepaskan dari matriks polimer maka akan terbentuk cetakan yang selektif untuk ion Hg(II). Polimer Hg-IIPs yang terbentuk dapat digunakan sebagai sorben selektif dalam proses retensi, pemisahan, dan prakonsentrasi merkuri berbasis analisis injeksi alir. Karakterisasi fungsional telah dilakukan meliputi karakterisasi fisik menggunakan analisis FTIR, SEM-EDS, TGA, dan BET, selanjutnya karakterisasi kondisi retensi dan pemisahan dilakukan dengan metode batch dan prakonsentrasi dengan kolom Hg-IIPs-SPE berbasis analisis injeksi alir (FIA). \nHasil penelitian dengan adsorpsi metode batch diperoleh kondisi optimum adsorpsi adalah pH 4, waktu kontak 90 menit, kapasitas adsorpsi maksimum (qm) adalah 62,27 mg.g-1 untuk sorben Hg-IIPs dan 28,91 mg.g-1 untuk sorben NIIPs, kinetika adsorpsi pseudo orde 2, dan model isoterm adsorpsi Bi-Langmuir. Pada metode ini dipelajari pengaruh penggunaan massa sorben, dimana semakin banyak massa sorben maka akan diperoleh persen adsorpsi yang besar, tetapi penggunaan massa sorben yang banyak akan cenderung menurunkan nilai kapasitas adsorpsi (qe) sehingga material tidak berfungsi efektif. Adapun faktor pemisahan dan selektivitas adsorpsi terhadap ion Hg(II) dengan keberadaan ion Pb(II), Cd(II), dan Cu(II) diperoleh nilai faktor pemisahan (?) paling besar pada larutan kuarterner dengan urutan tingkat pemisahan atau selektivitas adalah Hg/Cu > Hg/Cd > Hg/Pb.\nSiklus adsorpsi-desorpsi dengan kolom Hg-IIPs-SPE pada Hg(II) 40 mg.L-1 dilakukan sebanyak 5 siklus dengan prakonsentrasi 1 kali dan 2 kali, dimana pada kedua tingkat prakonsentrasi diperoleh persen recovery sekitar ± 95%. Adapun reusability dari sorben Hg-IIPs menunjukan bahwa proses adsorpsi masih cukup efektif sampai siklus ke-4, dimana masih memberikan persen adsorpsi lebih dari 50%. Namun pada reusability untuk konsentrasi renik Hg(II) 0,5 mg.L-1 dari siklus adsorpsi-desorpsi diperoleh persen adsorpsi, persen desorpsi, dan persen recovery sampai siklus ke-5 masih mencapai 100%.\nHasil prakonsentrasi berbasis FIA-CVAAS menggunakan kolom Hg-IIPs-SPE dengan massa sorben 20 mg, laju alir 1 mL.menit-1, dan carrier pH 4 diperoleh kapasitas retensi (qe) dinamik adalah 9,85 mg.g-1 pada penggunaan analit Hg(II) 10 mg.L-1. Adapun hasil kinerja analitik FIA-CVAAS dengan 0,5 mL eluen HNO3 2,5 M dan 1 mL analit diperoleh nilai presisi 2,06%; linearitas 0,9982; limit deteksi 0,33 ?g.L-1; limit kuantitasi 0,58 ?g.L-1, dan akurasi dengan persen recovery ± 97%. Pada evaluasi kinerja FIA diperoleh faktor pengayaan 1,25 kali; efisiensi konsentrasi 17 sampel per jam; dan indeks konsumtif 5 mL. Adapun aplikasi penentuan kandungan merkuri pada produk kosmetik krim pemutih melalui teknik FIA-CVAAS menggunakan kolom Hg-IIPs diperoleh hasil uji yaitu 2 jenis produk dengan kode : N99K dan DR terindikasi mengandung bahan berbahaya merkuri dan telah melewati ambang batas yang dipersyaratkan oleh peraturan kepala BPOM RI No.17 tahun 2014.\nHasil penelitian ini diharapkan dapat memberikan kontribusi ilmiah dan informasi mengenai teknik sintesis dan kinerja dari sorben Hg-IIPs. Pada akhirnya, material Hg-IIPs yang diperoleh melalui proses sintesis pada penelitian ini dapat digunakan sebagai sorben selektif untuk retensi, pemisahan, dan prakonsentrasi merkuri dalam analisis berbasis FIA-CVAAS.", "Daftar File": {"ABSTRAK Djabal Nur Basir": "https://digilib.itb.ac.id/gdl/download/178391"}, "Penulis": "Djabal Nur Basir [30515008]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Muhammad Bachri Amran", "Muhammad Ali Zulfikar, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "merkuri, MPTS, VTMS, Hg-IIPs, FIA-CVAAS", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "05 Agu 2019"}