{"Nomor": 41304, "Judul": "SIMULASI, FABRIKASI DAN KARAKTERISASI GRATING SEBAGAI SUBSTRAT SERS UNTUK MENDETEKSI BAHAN PELEDAK", "Abstrak": "Pendeteksian TNT sangat berguna untuk keperluan forensik guna menangantisipasi terjadinya tindak terorisme. Spektroskopi Raman dapat digunakan untuk mendeteksi TNT karena merupakan metode yang handal untuk menganalisis material hingga tahap molekuler dengan keunggulan preparasi sampel yang sederhana, hasil yang cepat, jumlah sampel yang dibutuhkan sedikit serta tidak merusak sampel. Kelemahan spekstroskopi Raman adalah intensitas spektrum yang rendah sehingga mengurangi sensitivitas sebagai alat deteksi.\nPada penelitian ini dilakukan upaya penguatan sinyal Raman dengan menggunakan grating plasmonik sebagai substrat SERS untuk laser 785 nm dan sudut datang searah bidang normal. Grating digunakan karena memiliki keunggulan dapat dikontrol secara teknologi untuk mendapatkan penguatan yang diinginkan serta praktis dalam penggunaanya dibandingkan menggunakan kopling prisma. Tahapan pembuatan substrat SERS meliputi simulasi menggunakan metode RCWA untuk menentukan panjang gelombang SPR karena pada peristiwa SPR terjadi penguatan medan lokal dengan menentukan struktur geometri grating yang tepat. Kemudian fabrikasi substrat SERS menggunakan metode nanoimprint lithography dan selanjutnya karakterisasi substrat SERS. Karakterisasi substrat SERS terdiri dari karakterisasi SPR menggunakan metode interferometri, karakterisasi spektrum Raman menggunakan portable Raman dan microscopy Raman. Topologi grating juga dikarakterisasi menggunakan SEM. Substrat SERS yang menunjukkan penguatan terbesar digunakan untuk mendeteksi TNT.\nOptimasi substrat SERS mendapatkan struktur dengan periode 720 nm, kedalaman grating 400 nm dan ketebalan emas 60 nm. Akan tetapi, kendala teknis periode yang dapat dibuat adalah 850 nm, kedalaman 210 nm dan 310 nm. Meskipun demikian, substrat masih dapat menguatkan sinyal Raman. Penguatan terbesar adalah substrat SERS dengan periode 850 nm, kedalaman grating 310 nm, ketebalan emas 80 nm dan filling factor 0.5. Substrat SERS mampu mendeteksi methylene blue hingga konsentrasi 1x10-4 M pada portable laser 785 nm dan mendeteksi TNT hingga konsentrasi 1x10-1M pada microscopy Raman.", "Daftar File": {"ABSTRAK Lisa Destarina": "https://digilib.itb.ac.id/gdl/download/178406", "COVER Lisa Destarina": "https://digilib.itb.ac.id/gdl/download/181479", "BAB 1 Lisa Destarina": "https://digilib.itb.ac.id/gdl/download/181480", "BAB 2 Lisa Destarina": "https://digilib.itb.ac.id/gdl/download/181481", "BAB 3 Lisa Destarina": "https://digilib.itb.ac.id/gdl/download/181482", "BAB 4 Lisa Destarina": "https://digilib.itb.ac.id/gdl/download/181483", "BAB 5 Lisa Destarina": "https://digilib.itb.ac.id/gdl/download/181484", "PUSTAKA Lisa Destarina": "https://digilib.itb.ac.id/gdl/download/181485"}, "Penulis": "Lisa Destarina [20217024]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Mitra Djamal", "Dr. Nina Siti Aminah"], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Deteksi, TNT, spektroskopi Raman, substrat SERS, grating", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "06 Agu 2019"}