{"Nomor": 41308, "Judul": "PERBAIKAN KINERJA KESELAMATAN PADA INDUSTRI TEKSTIL DI PT X DENGAN MENGGUNAKAN PENDEKATAN METODE SIX SIGMA", "Abstrak": "PT X merupakan industri tekstil yang telah berusaha memperbaiki sistem keselamatan. Namun, berdasarkan data historis pada tahun 2013-2017, kecelakaan terjadi secara fluktuatif per tahunnya dengan rata-rata 2.449 ± 231 kecelakaan. Berdasarkan hal tersebut maka diperlukan upaya pencegahan kecelakaan secara berkelanjutan. Metode Six Sigma merupakan metode yang dapat mencegah kecelakan secara berkelanjutan. Salah satu pendekatan metode Six Sigma adalah lima siklus Define, Measure, Analyze, Improve, dan Control (DMAIC). Pada tahap define ditentukan Critical to Quality (CTQ), yaitu laju frekuensi dan laju keparahan. Pada tahap measure, kapabilitas proses keselamatan untuk laju frekuensi dan keparahan berturut-turut sebesar 5,4 sigma dan 4,3 sigma. Pada tahap analyze, prioritas kecelakaan dianalisis dan hasilnya akan dianalisis lebih lanjut untuk diketahui akar penyebabnya. Berdasarkan hasil analisis, penyebab kecelakaan paling dominan berujung ke aspek manajemen. Pada tahap improve, rekomendasi berlapis dibuat, yaitu teknis, penilaian risiko, dan perbaikan fungsi manajerial. Terakhir, pada tahap control diusulkan untuk memperbaiki dokumentasi, audit internal, penggunaan peta kendali untuk memantau kecelakaan, dan penggunaan metode Quality Control Circle (QCC) untuk perbaikan berkelanjutan", "Daftar File": {"ABSTRAK Darin Fadhilah": "https://digilib.itb.ac.id/gdl/download/178424"}, "Penulis": "Darin Fadhilah [25317010]", "Kontributor / Dosen Pembimbing": ["(Prof. dr. Juli Soemirat Slamet, MPH, Ph.D., Dr.Ir. Indah Rachmatiah S.S., M.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "kecelakaan, tekstil, Six Sigma, DMAIC, perbaikan berkelanjutan", "Sumber": "TESIS Juli 2019", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "06 Agu 2019"}