{"Nomor": 41302, "Judul": "ESTIMASI DOSIS EFEKTIF RADIASI CT SCAN KEPALA PADA PASIEN ANAK MENGGUNAKAN METODE SIZE-SPECIFIC DOSE ESTIMATION (SSDE)", "Abstrak": "Pemberian dosis radiasi tinggi kepada pasien dan meningkatkan resiko indikasi terjadinya kanker.\nSumber radiasi berupa sinar-X seperti pada CT scan yang ditembakkan berkali kali dari berbagai\narah diketahui menjadi salah sumber pemicu. Sehingga untuk mengurangi resiko terjadinya paparan\nradiasi yang berlebih diperlukan optimasi dan evaluasi terutama pada pasien anak. Penelitian ini\nbertujuan untuk mengevaluasi perhitungan dosis efektif radiasi menggunakan metode size-specific\ndose estimation (SSDE) berdasarkan diameter equivalent water (Dw). Mengevaluasi bentuk ROI\npada pasien pada perhitungan SSDE serta mengevaluasi perhitungan Dw terhadap pengaruh nilai\nbesaran SSDE. Nilai Dw dihitung berdasarkan kontur pasien secara otomatis pada citra kepala\ndengan 36-37 irisan citra pada pasien anak, menggunakan pemograman python. Pemograman\nkonturing otomatis menggunakan matematika morfologi erosi dan dilasi. Hasil perbandingan nilai\nDw otomatis terhadap perhitungan Dw manual memiliki korelasi linier dengan dengan R 2 sebesar\n0.97, 0.99, 0.95, 0.96, 0.93, 0.98, dan 0.95 untuk masing-masing pasien usia 36 hari, 9 bulan, 2\ntahun, 7 tahun, 11 tahun dan 12 tahun. Evaluasi antara pengaruh konturing ROI pada perhitungan\nmanual dan otomatis memiliki perbedaan sebesar 0.2%, namun perhitungan Dw manual\nberpengaruh terhadap penurunan nilai kooefisien faktor untuk menghitung SSDE dengan nilai\ngradien = 0.005. Perbandingan antara nilai Dw otomatis dan IndoseCT memiliki korelasi linier\n(R2?0.89), perbedaan persentase sebesar 1.9%. Hasil perhitungan SSDE berdasarkan perhitungan\notomatis Dw pada setiap usia pasien memiliki nilai yang bervariasi. Usia pasien 36 hari memiliki\nnilai SSDE rata-rata terkecil (30.2 mGy ± 3.97) dan nilai rata-rata terbesar pada usia pasien 12\ntahun (45.93 mGy ± 4.78). Hubungan antara Dw dan SSDE adalah linier berdasarkan satu irisan\ntengah untuk masing-masing pasien dengan R 2 = 0.89. Nilai SSDE naik seiring dengan kenaikan\nnilai Dw. Hal ini disebabkan adanya proses tube current modulation berfungsi untuk mereduksi\ndosis pada pasien dengan ukuran kecil atau anak.", "Daftar File": {"ABSTRAK Khoerun Nisa Syaja'ah": "https://digilib.itb.ac.id/gdl/download/178404", "COVER Khoerun Nisa Syaja'ah": "https://digilib.itb.ac.id/gdl/download/181555", "BAB 1 Khoerun Nisa Syaja'ah": "https://digilib.itb.ac.id/gdl/download/181556", "BAB 2 Khoerun Nisa Syaja'ah": "https://digilib.itb.ac.id/gdl/download/181557", "BAB 3 Khoerun Nisa Syaja'ah": "https://digilib.itb.ac.id/gdl/download/181558", "BAB 4 Khoerun Nisa Syaja'ah": "https://digilib.itb.ac.id/gdl/download/181559", "BAB 5 Khoerun Nisa Syaja'ah": "https://digilib.itb.ac.id/gdl/download/181560", "PUSTAKA Khoerun Nisa Syaja'ah": "https://digilib.itb.ac.id/gdl/download/181561"}, "Penulis": "Khoerun Nisa Syaja'ah [20217026]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Freddy Haryanto, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Dw (Diameter-Equivalent), SSDE(Size-specific Dose Estimation), ROI (Region of Interest)", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "06 Agu 2019"}