{"Nomor": 41309, "Judul": "ANALISIS RISIKO PAPARAN MERKURI TERHADAP ANAK-ANAK DI SEKITAR KEGIATAN PENAMBANGAN EMAS SKALA KECIL (PESK) (STUDI KASUS : KABUPATEN WG, MR, DH, DAN KB)", "Abstrak": "Kegiatan penambangan emas skala kecil (PESK) menggunakan amalgamasi dalam proses pemisahan emas dari batuan yang menyebabkan penurunan kualitas tanah, air, udara, dan sedimen karena merkuri langsung dibuang ke lingkungan. Anak-anak lebih rentan mengalami gangguan kesehatan dibandingkan dengan orang dewasa, karena mereka telah menerima paparan sejak dalam kandungan, masa kanak-kanak, melalui oral dari makanan dan minuman yang terkontaminasi merkuri, inhalasi udara ambien, dermal melalui aktivitas bermain dan kegiatan bermain lainnya. Studi ini dilakukan untuk mengetahui risiko paparan merkuri terhadap kesehatan anak-anak yang tinggal di sekitar kegiatan PESK. Risiko dapat diketahui dengan menghitung intake inhalasi dan oral, sehingga dilakukan pengambilan sampel urin, darah, air minum, beras, ikan, dan pengukuran udara ambien, sedangkan risiko akan dinyatakan dalam HI. Penelitian ini dilaksanakan dari bulan Juli hingga Oktober 2018 dengan melibatkan 198 anak, yang ditentukan dengan metode grab sampling. Hasil penelitian menunjukkan hubungan yang signifikan antara Hg urin dengan intake inhalasi, r=0,668, (p<0,01) dan Hg darah dengan intake oral, r=0,778, (p<0,01), bagi anak-anak yang tinggal kurang dari 500 meter dari pembakaran amalgam emas. Sekitar 73,74% anak memiliki nilai HI>1, yang menunjukkan jika paparan dan intake Hg dilanjutkan, maka anak akan menderita intoksikasi akibat merkuri. Oleh karena itu, diperlulan suatu manajemen dalam praktik penggunaan merkuri saat pembakaran amalgam emas dan perbaikan tailing akibat tailing yang mengandung merkuri.", "Daftar File": {"ABSTRAK Fatimah Maulida": "https://digilib.itb.ac.id/gdl/download/178425"}, "Penulis": "Fatimah Maulida [25317035]", "Kontributor / Dosen Pembimbing": ["Prof. dr. Juli Soemirat, MPH., Ph.D., Dr. Herto Dwi Ariesyady, S.T, M.T"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Merkuri, anak-anak, inhalasi, oral, Indeks Bahaya (HI)", "Sumber": "TESIS Juli 2019", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "06 Agu 2019"}