{"Nomor": 41317, "Judul": "Efektivitas Senyawa Borat dan Asam Fosfat Sebagai Inhibitor  Korosi Terhadap Baja Karbon dalam Larutan NaCl 1%", "Abstrak": "Korosi merupakan masalah yang sangat serius dalam dunia industri, terutama dalam industri migas, pengolahan air dan pengolahan logam. Peristiwa korosi lazim terjadi pada pipa baja yang langsung berinteraksi dengan lingkungan berair dan banyak mengandung garam- garam terlarut. Salah  satu  cara  untuk  menurunkan  laju  korosi  pada  pipa  baja  karbon  adalah  dengan menambahkan inhibitor korosi pada pipa tersebut. Pada penelitian ini, diamati pengaruh penambahan asam borat, asam fosfat dan boraks sebagai inhibitor korosi pada baja karbon dalam lingkungan NaCl 1% jenuh CO2.Untuk mengetahui pengaruh dari ketiga senyawa tersebut, dilakukan uji- uji dengan beberapa metode yaitu: metode Weight Loss, Electrochemical Impedance  Spectroscopy  (EIS)  dan  Tafel.  Parameter  yang  diperhatikan  pada  penelitian  ini\nadalah variasi temperatur (25,45 dan 65?) dan variasi konsentrasi inhibitor korosi (15 sampai\n150 ppm). Berdasarkan metode Weight Loss, senyawa asam fosfat 60 ppm dapat menginhibisi\nkorosi hingga 35.64% pada suhu 45?, senyawa asam borat 45 ppm dapat menginhibisi hingga\n29.20% dan boraks 30 ppm dapat menginhibisi hingga 23.68% pada suhu 65?. Penambahan\nkonsentrasi   senyawa   asam   fosfat   sebanding   dengan   meningkatnya   kemampuan   dalam\n\nmenginhibisi korosi. Berdasarkan metode EIS, senyawa asam fosfat 90 ppm dapat menginhibisi\nsebesar 30.76% pada suhu 25? dan boraks 90 ppm memiliki nilai efisiensi inhibisi sebesar\n66.39% pada suhu 25?. Berdasarkan metode Tafel, senyawa asam fosfat merupakan  inhibitor\nohmik, sedangkan senyawa asam borat merupakan inhibitor anodik pada suhu 25 dan 65?.\nSenyawa boraks merupakan inhibitor katodik pada suhu 45 dan 65?.", "Daftar File": {"ABSTRAK Widya Tania Artha": "https://digilib.itb.ac.id/gdl/download/178502", "PUSTAKA Widya Tania Artha": "https://digilib.itb.ac.id/gdl/download/178509"}, "Penulis": "Widya Tania Artha [10510026]", "Kontributor / Dosen Pembimbing": ["Dr. Bunbun Bundjali, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "asam borat, asam fosfat, boraks, efisiensi inhibisi, inhibitor korosi", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "07 Agu 2019"}