{"Nomor": 41315, "Judul": "Studi Reaksi Nitrasi Senyawa N,N-difenilamina dan Karakterisasinya sebagai Material Organic Light Emitting Diode (OLED)", "Abstrak": "Organic Light Emitting Diode (OLED) merupakan salah satu bidang teknologi yang dikembangkan dengan memanfaatkan senyawa organik, khususnya senyawa aromatik yang memiliki banyak ikatan terkonjugasi. Bidang ini semakin diminati karena penggunaan senyawa organik untuk lapisan emisif pada OLED memiliki beberapa kelebihan daripada penggunaan senyawa anorganik. Oleh karena itu, dilakukan studi reaksi transformasi senyawa N,N-difenilamina (DPA) untuk mencari senyawa yang memiliki potensi untuk dimanfaatkan sebagai prekursor material OLED. Dalam penelitian ini, reaksi transformasi DPA dilakukan melalui reaksi nitrasi dengan menggunakan metode konvensional dan Microwave Assisted Organic Synthesis (MAOS). Dilakukan beberapa variasi reaksi dengan suhu 30-45 oC dan selama 15-240 menit dan daya microwave reactor sebesar 400 W. Hasil uji kromatografi lapis tapis (KLT) terhadap produk dengan menggunakan eluen n- heksana:etil asetat = 7:3 (v/v) memberikan nilai faktor retensi (Rf) sebesar 0,34. Produk reaksi nitrasi yang dihasilkan dikarakterisasi dengan spektroskopi IR, UV- Vis, fluoresensi, dan NMR. Spektrum FT-IR senyawa hasil nitrasi (pellet KBr) menunjukkan puncak khas pada daerah bilangan gelombang 1306,33 cm-1  (nitro aromatik),1597 cm-1 (Nitroso aromatik); 1508,27 cm-1 (N-H aromatik); dan 2933 cm-1 (C-H aromatik). Spektrum 1H NMR (500 MHz, CDCl3) senyawa hasil nitrasi DPA menunjukkan 7 sinyal geseran kimia proton pada daerah geseran kimia hidrogen aromatik (? = 7,76- 9,18 ppm). Panjang gelombang serapan maksimum pada spektrum UV-Vis untuk senyawa hasil nitrasi dalam aseton  adalah 406 nm. Senyawa produk mengemisikan cahaya pada panjang gelombang 413 dan 498 nm. Berdasarkan hasil karakterisasi, reaksi nitrasi N,N-difenilamina telah berhasil dilakukan. Produk ini juga berpotensi untuk digunakan sebagai material OLED karena dapat mengemisikan cahaya pada daerah sinar tampak.", "Daftar File": {"ABSTRAK Haryanto": "https://digilib.itb.ac.id/gdl/download/178486", "PUSTAKA Haryanto": "https://digilib.itb.ac.id/gdl/download/178493"}, "Penulis": "Haryanto [10511067]", "Kontributor / Dosen Pembimbing": ["Dr. Deana Wahyuningrum, S.Si., M.Si.", "Anita Alni, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "N,N-difenilamina, MAOS, reaksi nitrasi, OLED", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "07 Agu 2019"}