{"Nomor": 41310, "Judul": "STUDI CROSS-SECTIONAL INHALASI MERKURI DENGAN FUNGSI PARU-PARU PEKERJA DI DAERAH PENAMBANGAN EMAS SKALA KECIL (STUDI KASUS: KABUPATEN WG, MR, DH, DAN KB)", "Abstrak": "Penambangan emas skala kecil (PESK) menyumbang merkuri ke udara sebanyak 727 ton/tahun. Pembakaran amalgam yang melepaskan merkuri ke udara dapat terinhalasi serta membahayakan kesehatan manusia salah satunya yaitu pneumonitis kimiawi. Penelitian ini bertujuan untuk menganalisis risiko paparan inhalasi merkuri pada pekerja di daerah PESK yang merupakan studi cross-sectional dan menghitung risiko dengan analisis regresi logistik. Jumlah responden masing-masing kelompok yaitu 17 pembakar dan 16 masyarakat di sekitar area pembakaran sebagai yang terpajan, dan 30 orang di area tanpa pembakaran sebagai kontrol. Konsentrasi ambien merkuri dilakukan dengan Zeeman Mercury Analyzer, dan personal flow sampler untuk merkuri terinhalasi pada proses pembakaran amalgam. Sampel urin diambil sebagai biomarker serta fungsi paru-paru diuji dengan spirometri. Kuesioner digunakan untuk mengetahui pola perilaku responden. Total merkuri dalam sampel urin dan udara terinhalasi di uji total merkurinya dengan ICP-MS. Nilai maksimum konsentrasi ambien merkuri di area pembakaran amalgam yaitu 25,123 µg/m3 dan di area tanpa pembakaran yaitu 0,29 µg/m3. Konsentrasi urin rata-rata kelompok pembakar, masyarakat di area pembakaran, serta masyarakat di area tanpa pembakaran berturut turut adalah 241,41, 65,95, dan 16,82 µg/g kreatinin.  Hasil regresi logistik menunjukkan bahwa orang yang terpapar merkuri memiliki risiko 4,744 lebih besar mengalami gangguan restriksi paru-paru dibanding yang tidak terpapar.", "Daftar File": {"ABSTRAK Nimas Ardina": "https://digilib.itb.ac.id/gdl/download/178426"}, "Penulis": "Nimas Ardina [25317040]", "Kontributor / Dosen Pembimbing": ["Prof. dr. Juli Soemirat, MPH., Ph.D., Dr. Herto Dwi Ariesyady, S.T, M.T"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "merkuri, udara, inhalasi, fungsi paru-paru", "Sumber": "TESIS Juli 2019", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "06 Agu 2019"}