{"Nomor": 41311, "Judul": "ANALISIS EFEK KRONIS AKIBAT PAPARAN MERKURI  TERHADAP MASYARAKAT DI SEKITAR  PERTAMBANGAN EMAS SKALA KECIL (PESK)  DENGAN METODE HUMAN BIOMONITORING (HBM) (STUDI KASUS: KABUPATEN WG, MR, DH, DAN KB)", "Abstrak": "Kegiatan Pertambangan Emas Skala Kecil (PESK) berpotensi terhadap terjadinya degradasi kualitas lingkungan (tanah, air, udara, dan sedimen) dikarenakan tailing yang mengandung merkuri hasil proses amalgamasi langsung dibuang ke lingkungan. Selain itu, merkuri juga dapat menimbulkan ancaman kesehatan pada manusia karena dapat mengalami biomagnifikasi dalam proses rantai makanan. Paparan pada manusia dalam jangka waktu yang panjang dapat menimbulkan efek kronis pada manusia. Oleh karena itu, tujuan dari penelitian ini adalah melakukan analisis konsentrasi merkuri pada air, beras, ikan, dan tanaman pangan untuk mengetahui keterkaitannya terhadap konsentrasi merkuri pada kuku dan rambut melalui analisis Provisional Tolerable Weekly Intake (PTWI), analisis konsentrasi merkuri pada kuku dan rambut sebagai biomarker paparan kronis, dan analisis Human Biomonitoring (HBM) untuk menilai intoksikasi merkuri pada masyarakat. Kabupaten WG dan KB memiliki jumlah responden keracunan terbanyak yang disebabkan oleh aktivitas pembakaran amalgam yang dilakukan di masing-masing rumah. Hasil penelitian menunjukkan PTWI memiliki korelasi dan signifikan terhadap konsentrasi merkuri pada kuku baik pada pekerja maupun non pekerja dan rambut baik pekerja maupun non pekerja. Selain itu, dalam analisis regresi berganda, PTWI merupakan variabel yang paling berpengaruh terhadap konsentrasi merkuri pada kuku pekerja maupun non pekerja dan rambut pekerja maupun non pekerja.", "Daftar File": {"ABSTRAK Haryo Mubiarto": "https://digilib.itb.ac.id/gdl/download/178435"}, "Penulis": "Haryo Mubiarto [25316310]", "Kontributor / Dosen Pembimbing": ["Dr. Herto Dwi Ariesyady, S.T, M.T"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Merkuri, Biomarker, PTWI, Human Biomonitoring.", "Sumber": "TESIS Juli 2019", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "07 Agu 2019"}