{"Nomor": 41314, "Judul": "EVALUASI BEBAN KERJA MENTAL PENGEMUDI TRUK MENGGUNAKAN METODE NASA-RTLX DAN RSME (STUDI KASUS : PT TOBA PULP LESTARI)", "Abstrak": "PT Toba Pulp Lestari, Tbk (TPL) merupakan salah satu produsen pulp industri yang menggunakan truk untuk mengangkut bahan material dari Hutan Tanaman Industri (HTI). Lokasi pabrik yang jauh dari HTI dan tanggung jawab yang besar terhadap tugas dapat menyebabkan kelelahan. Penelitian ini dilaksanakan untuk mengevaluasi beban kerja mental pengemudi truk di PT Toba Lestari, Tbk dan memberi usulan perbaikan bila hasil pengukuran menunjukkan beban kerja mental yang dialami tinggi. Pengukuran dilakukan dengan menggunakan metode subjektif, yaitu National Aeronautics and Space Administration - Raw Task Load Index (NASA-RTLX) dan Rating Scale Mental Effort (RSME). NASA-RTLX merupakan metode dengan skala multi-dimensional sedangkan RSME merupakan metode dengan skala uni-dimensional. Metode ini digunakan karena NASA-RTLX dan RSME memiliki sensitivitas yang tinggi untuk mengukur beban kerja mental. Penggunaan kedua metode tersebut dapat mengetahui perbedaan dan perbandingan hasil pengukuran beban kerja mental. Hasil dari penelitian menunjukkan bahwa rata-rata beban kerja mental pengemudi truk menggunakan metode NASA-RTLX berada pada kisaran 70. Sedangkan pengukuran dengan menggunakan metode RSME adalah berada pada kisaran 90 – 107. Berdasarkan hasil kedua pengukuran dapat dikatakan bahwa beban kerja pengemudi mobil truk adalah tinggi (overload). Usulan perbaikan untuk beban kerja mental pengemudi adalah melakukan tes kewaspadaan sebelum bertugas, memberi mes kepada pengemudi, dan mengurangi beban kerjafisik pengemudi.", "Daftar File": {"ABSTRAK Monica Soraya Sianipar": "https://digilib.itb.ac.id/gdl/download/178477"}, "Penulis": "Monica Soraya Sianipar [13415011]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Hardianto Iridiastadi, MSIE"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Beban kerja mental, NASA-RTLX, RSME, dan pengemudi truk.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "07 Agu 2019"}