{"Nomor": 41326, "Judul": "EKSPLORASI MODEL GOOGLE PAGERANK (STUDI KASUS: HALAMAN WEB INSTITUT TEKNOLOGI BANDUNG)", "Abstrak": "Pada tugas akhir ini penulis mempelajari tentang metode pemeringkatan halaman\nweb dengan model yang disebut PageRank. Model ini dicetuskan oleh pendiri\nmesin pencari Google yakni Larry Page dan Sergey Brin. Model ini memeringkatkan\nhalaman web berdasarkan struktur tautan di dalamnya. Dengan menggunakan\nmodel tersebut, dapat diketahui halaman web yang memiliki kecenderungan\npaling tinggi untuk dikunjungi jika penelusuran halaman web berdasarkan\ntautan dilakukan terus-menerus. Pada perkembangannya, diperkenalkan vektor\nteleportasi yang memungkinkan terjadinya personalisasi nilai peringkat halaman\nweb berdasarkan preferensi pengguna. Model dengan vektor teleportasi ini dikembangkan\nlagi menjadi model dengan vektor teleportasi yang bergantung terhadap\nwaktu (dinamik). Model PageRank dinamik merupakan suatu persamaan diferensial\nyang melibatkan variabel waktu, vektor teleportasi dan matriks transisi.\nKeluaran dari model ini adalah vektor yang mengindikasikan kecenderungan\nhalaman-halaman web diakses yang bergantung pada waktu. Pada tugas akhir ini\nmodel PageRank klasik (tanpa personalisasi) maupun dinamik akan diteliti pada\nhalaman web Institut Teknologi Bandung. Model PageRank klasik dijalankan\ndengan menggunakan metode kuasa. Nilai PageRank klasik yang diperoleh akan\ndigunakan sebagai salah satu nilai awal untuk model PageRank dinamik. Model\nPageRank dinamik akan ditinjau menggunakan metode Euler (untuk memperoleh\nsolusi persamaan diferensial secara numerik) ditunjang dengan data kunjungan\nhalaman web Institut Teknologi Bandung sebagai ”penaksir” vektor teleportasi\nuntuk selanjutnya diteliti keterkaitan antara data penaksir dengan hasil model yang\ndiperoleh. Dari penelitian ini diperoleh halaman utama (https://www.itb.ac.id/ )\nmenempati urutan ketiga halaman web Institut Teknologi Bandung paling signifikan\nberdasarkan model PageRank klasik dan untuk model dinamik diperoleh bahwa\ndata akan mempengaruhi model secara berbanding lurus namun dengan sedikit time\nlag.", "Daftar File": {"COVER Muhammad Rizki Fadillah": "https://digilib.itb.ac.id/gdl/download/178555"}, "Penulis": "Muhammad Rizki Fadillah [10115026]", "Kontributor / Dosen Pembimbing": ["Dr. Nuning Nuraini, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "PageRank, sistem dinamik, halaman web", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "07 Agu 2019"}