{"Nomor": 41328, "Judul": "USULAN STRATEGI PEMASARAN UNTUK MENINGKATKAN PENJUALAN PERUSAHAAN E-COMMERCE ANTIVIRUS INDONESIA", "Abstrak": "BSA Global Survey melaporkan bahwa tingkat instalasi perangkat lunak tanpa lisensi di Indonesia peringkat ke-3 se-Asia Pasifik. Namun, Bank Macquarie menunjukkan bahwa pasar Indonesia telah tumbuh 60-70 persen setiap tahun sejak 2014 dan akan terus tumbuh, dari US $ 8 miliar pada tahun 2016 menjadi US $ 60 miliar pada 2020. Ini diharapkan menghasilkan peluang baru untuk situs e-commerce dan bisnis e-commerce . Antivirus Indonesia (www.antivirus-indonesia.com) adalah toko online yang menjual produk digital antivirus untuk pasar B2C.\n\nTujuan dari penelitian ini adalah untuk memahami cara meningkatkan penjualan perusahaan e-commerce. Kesadaran pelanggan dan pengetahuan pelanggan tentang produk berlisensi dapat menjadi variabel penentu untuk peningkatan penjualan. Dengan begitu pelanggan mungkin akan lebih mengetahui produk antivirus dan ingin membeli untuk produk digital ini, juga pelanggan dapat membeli kembali produk tersebut jika masa berlaku produk tersebut telah habis.\n\nMetodologi penelitian menggunakan pendekatan metode kualitatif dan kuantitatif. Data primer dari wawancara dan data sekunder digunakan untuk mengulas lingkungan internal dan lingkungan eksternal menggunakan segmentation targeting positioning analysis, 4Ps of marketing mix, and SWOT analysis sebagai dasar untuk perumusan strategi. Survei kuesioner berdasarkan wawancara dan penelitian netnografi yang dibagikan melalui google form kepada yang sudah membeli antivirus di Antivirus Indonesia dan yang belum pernah membeli antivirus di Antivirus Indonesia sehingga dapat disebut sebagai calon pelanggan yang berpotensi. Sekitar 208 responden setuju untuk berpartisipasi. Kuesioner di atas dilakukan dengan teknik convenience sampling. Variabel yang mendasari kerangka kerja dapat dianalisis salah satunya menggunakan explanatory factor analysis. Hasilnya dapat bermanfaat bagi para manajer di industri e-commerce.", "Daftar File": {"2019_TS_PP_ANGGASEBASTIANAMBANGAN_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/178588"}, "Penulis": "Angga Sebastian Ambangan [29117489]", "Kontributor / Dosen Pembimbing": ["Prawira Fajarindra Belgiawan ST, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "E-commerce, digital product, antivirus, factor analysis", "Sumber": "PERUSAHAAN E-COMMERCE ANTIVIRUS INDONESIA", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "07 Agu 2019"}