{"Nomor": 41323, "Judul": "FORMULASI SOL-GEL COATING DENGAN PENAMBAHAN SPORA Bacillus sp. DAN BIOSURFAKTAN SEBAGAI AGEN PENGHAMBAT BIOKOROSI BAJA ST-37 PADA APLIKASI COOLING WATER SYSTEM", "Abstrak": "Cooling tower merupakan struktur bangunan yang berfungsi dalam transfer panas dari air resirkulasi ke atmosfer. Sistem ini memiliki atmosfer yang unik, yakni 25-35oC, kondisi ini cocok bagi pertumbuhan mikroba dan dapat membentuk biofilm. Biofilm dapat mempercepat terjadinya korosi pada permukaan logam. Korosi pada colling tower dapat menyebabkan tiga masalah utama, yaitu kegagalan alat, hilangnya efesiensi transfer panas dan hilangnya integritas struktur pada dinding serta basin. Salah satu pencegahan biokorosi adalah dengan sol-gel coating berbasis silika. Dalam aplikasi jangka panjang, diperlukan komponen tambahan inhibitor korosi seperti spora bakteri atau komponen organik lain untuk meningkatkan sifat penghambat korosi. Salah satu bakteri yang berpotensi sebagai agen penghambat korosi adalah Bacillus sp. yang dapat menghasilkan biosurfaktan antimikroba. Selain itu, dalam penelitian ini digunakan pula biosurfaktan Bacillus sp. secara langsung sebagai komponen tambahan sol-gel. Penelitian ini bertujuan untuk menentukan formulasi dan pengaruh penambahan biosurfaktan Bacillus sp. serta spora Bacillus sp. pada sol-gel coating terhadap pembentukan biofilm dan tingkat ketahanan korosi baja ST-37 yang diinkubasi 60 hari dalam water cooling. Uji viabilitas spora dalam solgel dilakukan dengan metode ALT serta mikroskop fluorescens. Analisis pembentukan biofilm dilakukan dengan metode ALT, sementara tingkat ketahanan dan laju korosi dengan metode elektrokimia. Pada penelitian ini berhasil dilakukan formulasi sol-gel dengan komposisi TEOS: GPTMS : PDMS-amino sebesar 10: 6: 4 (v/v) dengan aging time selama 8 jam. Adapun viabilitas spora Bacillus sp. dalam sistem sol-gel silika sebesar 20.8%. Selain itu, sol-gel coating mampu memperlambat pembentukan biofilm pada baja ST-37. Hal ini dibuktikan oleh adanya penurunan jumlah biofilm yang terdapat pada perlakuan sol-gel dan sol-gel +biosurfaktan. Berdasarkan hasil pengukuran ketahanan dan laju korosi diperoleh tingkat ketahanan korosi tertinggi terdapat pada perlakuan silika+biosurfaktan, yakni 13741.12 ? cm2. Hal ini juga sejalan dengan nilai laju korosinya yang paling rendah dibanding perlakuan lain, yakni 0.11863 mpy. Dari hasil penelitian dapat disimpulkan, bahwa sol-gel dengan penambahan biosurfaktan lebih efektif dalam menghambat pembentukan biofilm dan korosi pada logam ST – 37.", "Daftar File": {"ABSTRAK Ahdina Karima": "https://digilib.itb.ac.id/gdl/download/178514"}, "Penulis": "Ahdina Karima [21118012]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Isty Adhitya Purwasena, S.Si., M.Si.", "Lia Amelia Tresna Wulan Asri, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "biofilm, biosurfaktan, cooling water, EIS, sol-gel, spora", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "07 Agu 2019"}