{"Nomor": 41322, "Judul": "Sintesis dan Karakterisasi Membran Kitosan Berikatan Silang Glutaraldehid dengan Litium Perklorat untuk Aplikasi Baterai Litium", "Abstrak": "Baterai  sekunder  htium-ion memiliki beberapa  kelemahan terutama  dari segi  keamanan diakibatkan olch pcnggLmaan  clcktrolit organik cair. Olch karcna itLL   digwmkan mcmbran padat se bagai penggantl yang  relatif lebil1 aman.  Kitosan mempakan polimer alam yang melimpah dan memiliki konduktivitas   ionik yang baik karena struknu11ya  yang mengandtmg gugus  hidroksi dan  amina.  Struktur  kitosa n  dimodiftkasi dengan  penamballan sen)awa pengikat silang glutaraldehid dan garam  litiWll   perklorat. Per en isolasi kitosan diperoleh sebesa r  17.50°o dan derajat deasenlasi  kitosan diperoleh sebcsar 66.55°o. Iv1assa  molekul\nrata-rata  \\ ISkositas k1tosan dtperoleh sebesar  3,89      10-  g  moJ•1    Dengan penambahan glutaraldehid terbentuk ikatan silang yang dikonfmnasi melalui analisa FTIR dengan adan)a\nYtbrasi  gugLIS imina pada bilangan 1655 em•' dan menurunnya nilai derajat penggembw1gan. Kestabilan tennal  dan derajat kristalinitas  membran menwun setelah kitosan tennodifikasi baik\tsetelah   penambahan   glutaraldehid  maupun   setelah   penambahan  garam   litiLml. Peningkatan jumlah glutaraldehid sampai t0°o (>A t w)   dalam membran dapat meningkatkan hantaran ionik sampai batas tertentu kemudian menwTm kembali.  Hantaran ionik membran meningkat dengan  meningkatnya jwnlah LiCIO  dalam mernbran. Sifat hantaran ion membrane terbaik ) akni sebesar  5,327    10-S em•' dipcroleh pada komposisi 1 5°  o  LiCIO dan  I0°o glutaraldehid Secara  Lnnum. membran kitosan tem1odiflkasi memiliki kekuatan mc!..anik  ) ang  lebil1  rendah  dibandingkan membran kitosan mumi. akan  tetapi kekuatan me!..ani!..  membran dapat  meningkat dengan adanya  glutaraldehid maupw1 LiCJOdalam\n.rwnlah  tertentu. dengan nilai maksimwn sebesar  36.39 MPa  pada komposisi 15°o LiCIO\ndan 7° o glutaraldehid.", "Daftar File": {"ABSTRAK Daniel Y E Laoh Tambuwun": "https://digilib.itb.ac.id/gdl/download/178513", "PUSTAKA Daniel Y E Laoh Tambuwun": "https://digilib.itb.ac.id/gdl/download/186294"}, "Penulis": "Daniel Y E Laoh Tambuwun [10515020]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. I Made Arcana, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Baterai lititun.  1-.ttosan. glutaraldehid. litiwn perklorat", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "07 Agu 2019"}