{"Nomor": 41324, "Judul": "Sintesis dan Fabrikasi Persambungan Heterogen Berjenis p-n  Polianilin/Silikon", "Abstrak": "Penggunaan perangkat elektronika telah dikenal secara luas dan memiliki berbagai fungsi dalam kehidupan sehari-hari. Salah satu komponen dasar yang penting dalam perangkat elektronik adalah dioda yang berfungsi menghantarkan arus listrik ke satu arah dan menghambat arus listrik dari arah sebaliknya (fungsi rektifikasi). Dioda memiliki beberapa jenis salah satunya adalah persambungan p-n yang dibentuk dari bahan semikonduktor. Semikonduktor tipe-p memiliki pembawa muatan utama berupa lubang (hole) sedangkan tipe-n memiliki pembawa muatan utama berupa elektron. Salah satu contoh material semikonduktor yang biasa digunakan adalah silikon karena dapat dibuat menjadi semikonduktor tipe-p atau tipe-n melalui proses doping. Pada perkembangannya dioda persambungan  p-n  dapat  dibuat  dari  gabungan  antara  material  anorganik  (silikon)  dan material organik atau yang biasa dikenal dengan tipe hybrid.  Keuntungan menggunakan material organik adalah mudah disintesis, murah dan memiliki sifat optik yang dapat diatur. Polimer konduktif polianilin (PANI) merupakan senyawa organik yang populer dalam pembuatan persambungan p-n. PANI memiliki stabilitas yang baik di lingkungan, mudah disintesis serta tingkat bilangan oksidasi yang beragam. Bentuk dasar basa PANI yang paling stabil adalah PANI EB (emeraldine base) dimana protonasi menggunakan asam seperti HCl akan mengubah bentuk PANI EB menjadi PANI ES (emeraldine salt), adanya spesi polaron pada struktur PANI ES akan membentuk charge carrier berupa lubang (hole) sehingga memungkinkan  PANI  ES  menjadi  tipe-p.  Pada  penelitian  kali  ini  dibuat  persambungan hybrid (organik-anorganik) antara polimer konduktif PANI dan silikon terdoping fosfor pada bidang <100>. Sintesis PANI dilakukan dengan cara oksidasi monomer anilin secara kimia dan dikarakterisasi menggunakan spektroskopi FT-IR dan Raman. Pada spektroskopi FT-IR menunjukan adanya spesi polaron (C-N+) di bilangan gelombang 1230 cm-1 dan spektroskopi raman yang menghasilkan spesi polaron di persegeran raman 1189 cm-1. Pada fabrikasi persambungan p-n heterogen dilakukan variasi elektroda menggunakan alumunium (Al) dan perak (Ag) serta variasi konsentrasi doping HCl dari 0,1 – 0,5 M. Uji karakteristik kurva I-V dilakukan menggunakan alat Keithley 2400 dan memberikan nilai parameter dioda berupa turn on voltage sebesar 0,8 volt, rasio rektifikasi (?) sebesar 7,74 pada ±3 v, faktor idealitas (?) sebesar 117 dan barrier height (?B) sebesar 0,220 eV untuk persambungan menggunakan elektroda Al dan turn on voltage sebesar 1,4 volt, rasio rektifikasi sebesar 11.05 pada ±3 v, faktor idealitas sebesar 87,41 dan barrier height sebesar 0,218 eV untuk persambungan menggunakan  elektroda Ag.", "Daftar File": {"ABSTRAK Anita Citra Oktora": "https://digilib.itb.ac.id/gdl/download/178515", "PUSTAKA Anita Citra Oktora": "https://digilib.itb.ac.id/gdl/download/178522"}, "Penulis": "Anita Citra Oktora [10511014]", "Kontributor / Dosen Pembimbing": ["Dr. Veinardi Suendo, S.Si., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Persambungan p-n, semikonduktor, polimer, elektroda, doping, hybrid", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "07 Agu 2019"}