{"Nomor": 41341, "Judul": "STUDI PERILAKU OKSIDASI ISOTERMAL BAJA TAHAN KARAT AUSTENITIK PEMBENTUK ALUMINA Fe-20Ni-6Al-14Cr-1,8Ti-0,02Y-0,2C-3,2W (wt.%) PADA TEMPERATUR 800, 900, DAN 1000 ?C", "Abstrak": "Konsumsi listrik nasional menunjukkan peningkatan seiring perubahan gaya hidup masyarakat. Temperatur uap pada PLTU modern berkisar antara 600oC hingga 650oC. Peningkatan temperatur operasi menjadi 720oC hingga 760oC menghasilkan efisiensi termal PLTU senilai 50%. Menurut prinsip termodinamika, efisisiensi boiler pada fasilitas PLTU dapat ditingkatkan dengan cara meningkatkan temperatur dan tekanan uap. Oleh karena itu, diperlukan paduan logam yang dapat memenuhi kondisi operasi tersebut. Material konstruksi untuk pembakaran pada PLTU umumnya menggunakan Ni-based superalloy. Namun, harga nikel yang mahal menjadi kendala hingga saat ini. Sebagai alternatif untuk menanggulangi permasalahan ini, dikembangkan paduan baja tahan karat austenitik pembentuk alumina. Pada penelitian ini, diteliti perilaku oksidasi isotermal paduan tersebut dengan komposisi kimia Fe-20Ni-6Al-14Cr-1,8Ti-0,02Y-0,2C-3,2W wt.% (AFA-m) pada temperatur 800, 900, dan 1000 ?C selama 2, 20, 50, dan 100 jam.\nSerangkaian percobaan dilakukan untuk mempelajari perilaku oksidasi paduan AFA-m. Kegiatan percobaan diawali dengan pembuatan sampel paduan AFA-m dengan cara melebur semua unsur pemadu menjadi 1 button. Percobaan dilanjutkan dengan homogenisasi sampel as cast. Sampel yang sudah dihomogenisasi selanjutnya dianalisis struktur mikronya menggunakan optical microscope (OM) dan dipreparasi untuk diuji oksidasi isotermal pada variasi temperatur 800, 900, dan 1000 ?C dengan waktu pengujian isotermal masing-masing selama 2, 20, 50, dan 100 jam dengan menggunakan tube furnace. Sampel hasil pengujian tersebut kemudian ditimbang. Sampel hasil pengujian oksidasi isotermal dengan variasi waktu 2 jam dan 100 jam dari masing-masing temperatur pengujian dianalisis menggunakan X-ray diffraction (XRD) dan scanning electron microscope (SEM) – energy dispersive spectroscopy (EDS). Uji kekerasan dilakukan pada sampel as homogenized dan sampel dengan waktu papar 100 jam.\nHasil penelitian menunjukkan bahwa paduan AFA-m memiliki matriks Fe-?, B2-NiAl, karbida TiC, dan fasa Laves. Kekerasan AFA-m as homogenized adalah sebesar 365,7 Hv dan semakin menurun seiring kenaikan suhu operasi. Kekerasan terkecil didapat pada sampel oksidasi isotermal dengan temperatur uji 1000 oC dan waktu pengujian selama 100 jam, yaitu sebesar 333,95 Hv. Senyawa-senyawa yang terbentuk pada permukaan logam yang telah diuji adalah Al2O3, Cr2O3, Fe3O4, dan Fe2O3. Oksida protektif utama paduan AFA adalah Al2O3, dengan keadaan paling protektif pada pengujian dengan temperatur 800 ?C. Kinetika laju oksidasi paduan AFA-m mengikuti hukum laju reaksi logaritmik yang menandakan bahwa oksida yang terbentuk tipis, tumbuh dengan lambat, dan bersifat protektif.", "Daftar File": {"ABSTRAK Bianca Adindanestya Putri": "https://digilib.itb.ac.id/gdl/download/178636"}, "Penulis": "Bianca Adindanestya Putri [12515043]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eddy Agus Basuki, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "baja tahan karat austenitik pembentuk alumina, AFA-m, oksidasi isotermal, oksida, Al2O3", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "08 Agu 2019"}