{"Nomor": 41343, "Judul": "ANALISIS KELAYAKAN KEUANGAN INVESTASI PROYEK PERUMAHAN SUBSIDI DI MAJALAYA", "Abstrak": "Mega Regency merupakan perusahan berbasis keluarga yang bergerak dalam bidang pembangunan properti dan iklan properti yang didirikan sejak tahun 2000 di Bandung. Sejak awal berdiri hingga saat ini Mega Regency masih terus melakukan pembangunan di bidang properti, baik berupa perumahan, ataupun menjadi agen penjualan properti. Saat ini Mega Regency mendapat penawaran dari salah satu pemilik lahan di Majalaya Kabupaten Bandung untuk bekerjasama dalam membuat sebuah perumahan. Maraknya pembangunan perumahan murah atau subsidi membuat pemilik lahan untuk bekerjasama dengan Mega Regency guna meningkatkan nilai dari lahan tersebut. Mendapat peluang seperti ini Mega Regency membuat sebuah rencana proyek perumahan untuk mengetahui kelayakan dari lahan tersebut dan keuntungan yang didapat dari kerjasama tersebut. Tujuan utama dari penelitian ini adalah untuk melakukan analisis proyek perumahan tentang kelayakan keuangan proyek, variable - variabel yang sangat mempengaruhi pengembalian, hasil pengembalian proyek pada beberapa kondisi, dan berapa lama waktu yang dibutuhkan untuk pengembalian modal.\nPada penelitian ini dilakukan wawancara terstruktur kepada masyarakat di daerah Majalaya untuk mengetahui preferensi masyarakat terhadap produk hunian yang sesuai dengan pasar perumahan di Majalaya. Selain masyarakat, wawancara juga dilakukan kepada pihak perusahaan dan pemilik lahan untuk memperoleh data-data yang diperlukan yang berhubungan dengan proyek. Data-data yang diperoleh digunakan untuk membuat proyeksi keuangan menggunakan discounted cashflow dan metode tersebut digunakan untuk mengetahui hasil dari proyeksi keuangan tersebut dalam nilai sekarang. Beberapa metode yang digunakan yaitu Net Present Value (NPV), Internal Rate of Return (IRR), dan Payback Period (PP).\nHasil penelitian menunjukan bahwa proyek perumahan tersebut layak untuk dijalankan secara finansial. Proyek ini menghasilkan Net Present Value sebesar Rp. 1,161,927,392.89, IRR sebesar 33.15% dan Payback Period selama 1tahun 2 bulan. Variabel - variabel yang mempengaruhi proyek ini yaitu penjualan, biaya pembangunan sarana dan prasarana, dan biaya modal tertimbang rata-rata.", "Daftar File": {"2019_TS_PP_Lucky Triadi Hendriawan_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/178638"}, "Penulis": "Lucky Triadi Hendriawan [29117174]", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi ST, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Analisis Proyek Perumahan Subsidi, Kelayakan Keuangan Proyek, Discounted Cash Flow", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "08 Agu 2019"}