{"Nomor": 41340, "Judul": "PENINGKATAN PROSES PRODUKSI PADA PRODUK DASAR PLASTIK DI CV. JAYA MAKMUR SETIA", "Abstrak": "Industri manufaktur menjadi salah satu industri kompetitif di Indonesia, terutama di era globalisasi ini. Berdasarkan “Analisis Perkembangan Usaha” oleh KEMENPERIN, pada kuartal pertama tahun 2018, pertumbuhan industri industri manufaktur telah meningkat dari kuartal keempat tahun 2017. Ada banyak sektor dalam industri manufaktur di Indonesia yang berkontribusi pada pertumbuhan industri manufaktur, salah satunya adalah industri karet dan plastik. Industri karet dan plastik menjadi industri yang memiliki pertumbuhan yang baik dari kuartal keempat tahun 2017 hingga kuartal ketiga tahun 2018. Karena persaingan di bidang ini sangat ketat, perusahaan harus menggapai peluang dari kondisi ini.\nKondisi perusahaan saat ini adalah, proses produksi yang terjadi pada perusahaan tidak seimbang, di mana kondisi ini (kuantitas produksi yang tidak seimbang dibandingkan dengan kuantitas permintaan) menjadi masalah bisnis di perusahaan ini yang membuat kehilangan penjualan dan kelebihan produksi di perusahaan ini. Ketidakseimbangan kuantitas produksi dibandingkan dengan kuantitas permintaan disebabkan oleh beberapa faktor yang terjadi di perusahaan, yaitu alokasi karyawan, kompetensi tenaga kerja, fasilitas produksi, dan kehabisan bahan baku. Masalah bisnis ini dijabarkan oleh analisis akar masalah menggunakan pohon realitas saat ini untuk mengidentifikasi dan menyelidiki akar masalah. Akar masalah yang dijabarkan oleh “current reality tree” adalah karyawan berkompetensi rendah, pembayaran tertunda dari pelanggan, strategi perencanaan agregat untuk alokasi tenaga kerja, tidak ada manajemen kontrol inventaris, dan perusahaan tidak memiliki cetakan lain untuk mesin produksi (untuk merubah gaya fasilitas produksi dari mesin khusus menjadi mesin fleksibel).\nBerdasarkan penelitian, strategi perencanaan agregat dan manajemen pengendalian persediaan yang baru diperlukan untuk menjaga proses bisnis dan menyeimbangkan tingkat produksi antara jumlah produksi dan jumlah permintaan di perusahaan. Ada tiga skenario strategi perencanaan agregat yang dapat diimplementasikan di perusahaan, strategi perencanaan agregat dengan waktu kerja yang bervariasi, strategi perencanaan agregat dengan subkontrak, dan strategi perencanaan agregat dengan strategi level. Kontrol manajemen inventaris baru dapat dibuat dengan menggunakan sistem MRP, karena produk ini diklasifikasikan ke permintaan yang tergantung.\nDengan menerapkan strategi perencanaan agregat baru, perusahaan dapat memperoleh pendapatan rata-rata sekitar 96,16% (dengan asumsi, biaya hanya untuk gaji karyawan) dibandingkan dengan strategi yang ada (perusahaan hanya memperoleh pendapatan sekitar 69,43% (dengan asumsi, biaya hanya untuk gaji karyawan)).", "Daftar File": {"2019_TS_PP_RIFQI NUR RIVAI_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/178635"}, "Penulis": "Rifqi Nur Riva'i [29117182]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Mursyid Hasan Basri, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "produksi tidak seimbang, kehilangan penjualan, kelebihan produksi, strategi perencanaan agregat, kontrol manajemen persediaan", "Sumber": "CV. JAYA MAKMUR SETIA", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "08 Agu 2019"}