{"Nomor": 41342, "Judul": "STUDI PERILAKU OKSIDASI ISOTERMAL BAJA TAHAN KARAT AUSTENITIK PEMBENTUK ALUMINA FE-20NI-6AL-14CR-1,8TI-0,02Y-0,2C-3,2W (WT.%) PADA TEMPERATUR 800, 900, DAN 1000 ?C", "Abstrak": "Konsumsi listrik nasional menunjukkan peningkatan seiring perubahan gaya hidup\nmasyarakat. Temperatur uap pada PLTU modern berkisar antara 600oC hingga\n650oC. Peningkatan temperatur operasi menjadi 720oC hingga 760oC menghasilkan\nefisiensi termal PLTU senilai 50%. Menurut prinsip termodinamika, efisisiensi\nboiler pada fasilitas PLTU dapat ditingkatkan dengan cara meningkatkan\ntemperatur dan tekanan uap. Oleh karena itu, diperlukan paduan logam yang dapat\nmemenuhi kondisi operasi tersebut. Material konstruksi untuk pembakaran pada\nPLTU umumnya menggunakan Ni-based superalloy. Namun, harga nikel yang\nmahal menjadi kendala hingga saat ini. Sebagai alternatif untuk menanggulangi\npermasalahan ini, dikembangkan paduan baja tahan karat austenitik pembentuk\nalumina. Pada penelitian ini, diteliti perilaku oksidasi isotermal paduan tersebut\ndengan komposisi kimia Fe-20Ni-6Al-14Cr-1,8Ti-0,02Y-0,2C-3,2W wt.% (AFAm) pada temperatur 800, 900, dan 1000 ?C selama 2, 20, 50, dan 100 jam.\nSerangkaian percobaan dilakukan untuk mempelajari perilaku oksidasi paduan\nAFA-m. Kegiatan percobaan diawali dengan pembuatan sampel paduan AFA-m\ndengan cara melebur semua unsur pemadu menjadi 1 button. Percobaan dilanjutkan\ndengan homogenisasi sampel as cast. Sampel yang sudah dihomogenisasi\nselanjutnya dianalisis struktur mikronya menggunakan optical microscope (OM)\ndan dipreparasi untuk diuji oksidasi isotermal pada variasi temperatur 800, 900, dan\n1000 ?C dengan waktu pengujian isotermal masing-masing selama 2, 20, 50, dan\n100 jam dengan menggunakan tube furnace. Sampel hasil pengujian tersebut\nkemudian ditimbang. Sampel hasil pengujian oksidasi isotermal dengan variasi\nwaktu 2 jam dan 100 jam dari masing-masing temperatur pengujian dianalisis\nmenggunakan X-ray diffraction (XRD) dan scanning electron microscope (SEM) –\nenergy dispersive spectroscopy (EDS). Uji kekerasan dilakukan pada sampel as\nhomogenized dan sampel dengan waktu papar 100 jam. \nHasil penelitian menunjukkan bahwa paduan AFA-m memiliki matriks Fe-?, B2-\nNiAl, karbida TiC, dan fasa Laves. Kekerasan AFA-m as homogenized adalah\nsebesar 365,7 Hv dan semakin menurun seiring kenaikan suhu operasi. Kekerasan\nterkecil didapat pada sampel oksidasi isotermal dengan temperatur uji 1000 oC dan\nwaktu pengujian selama 100 jam, yaitu sebesar 333,95 Hv. Senyawa-senyawa yang\nterbentuk pada permukaan logam yang telah diuji adalah Al2O3, Cr2O3, Fe3O4, dan\nFe2O3. Oksida protektif utama paduan AFA adalah Al2O3, dengan keadaan paling\nprotektif pada pengujian dengan temperatur 800 ?C. Kinetika laju oksidasi paduan\nAFA-m mengikuti hukum laju reaksi logaritmik yang menandakan bahwa oksida\nyang terbentuk tipis, tumbuh dengan lambat, dan bersifat protektif.", "Daftar File": {"ABSTRAK Bianca Adindanestya Putri": "https://digilib.itb.ac.id/gdl/download/178637"}, "Penulis": "Bianca Adindanestya Putri [12515043]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eddy Agus Basuki, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Metallurgy", "Kata Kunci": "baja tahan karat austenitik pembentuk alumina, AFA-m, oksidasi isotermal, oksida, Al2O3", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "08 Agu 2019"}