{"Nomor": 41347, "Judul": "PERANCANGAN SISTEM MANAJEMEN KINERJA UNTUK PT NIION INDONESIA UTAMA", "Abstrak": "Di Indonesia, usaha bisnis di sektor industri kreatif sangat berkembang pesat. Industri kreatif ini sangat memiliki potensi besar bagi pelaku bisnis di Indonesia. Karena industri fashion memberikan kontribusi terbesar kedua dalam ekonomi kreatif sebesar 18,15% (Berdasarkan data Badan Ekonomi Kreatif).  \n\nPT Niion Indonesia Utama merupakan salah satu brand lokal asal Bandung yang memproduksi tas dengan berbagai model dan varian warna yang menjadi ciri khas nya. Meskipun Niion memiliki konsumen loyal, berpartisipasi di berbagai bazaar dan event, dan berkolaborasi dengan beberapa merk terkenal, namun penjualan Niion pun masih sangat fluktuasi setiap bulannya. Perusahaan tidak memiliki strategi yang sesuai dengan visi dan misi, dan perusahaan juga tidak memiliki sistem manajemen kinerja untuk diterapkan. Penelitian ini bertujuan untuk mengusulkan rancangan sistem manajemen kinerja untuk dapat diterapkan oleh perusahaan menggunakan konsep Integrated Performance Management System (IPMS). \n\nKonsep IPMS terdiri dari 5 langkah yaitu, fondasi untuk menganalisis perusahaan dari segi prinsip dan aturan sistem manajemen kinerja, informasi dasar dengan melakukan analisis eksternal untuk mengetahui situasi bisnis di industri tas, menggunakan analisis PESTEL (Politic, Economy, Social, Technology, Environment, Legal), Porter’s Five Forces, dan analisis kompetitor. Untuk menganalisis kondisi internal, menggunakan analisis Sumber Daya dan Kemampuan, dan analisis Value Chain. Dari analisis tersebut, didapatkan analisis SWOT untuk mengetahui kekuatan, kelemahan, peluang, dan ancaman dalam industri bisnis Niion. Kemudian menganalisis visi dan misi perusahaan, merancang strategi bisnis perusahaan sesuai dengan strategi diferensiasi, melakukan perancangan IPMS terdiri dari 3 perspektif, yaitu keluaran bisnis, proses internal, dan kemampuan sumberdaya, implementasi dan penyegaran. Ketiga perpektif IPMS menghasilkan variabel indikator kinerja sebanyak 23 Key Performance Indicator baru untuk perusahaan. \n\nIntegrated Performance Management System (IPMS) ini dipilih sesuai dengan keadaan perusahaan dan diharapkan dapat menyelesaikan kendala dari aspek finansial maupun non-finansial ketika rancangan sistem manajemen kinerja ini di implementasikan yaitu, Niion dapat menerapkan principle is a foundation if the company will make changes, development or implementation of new strategies, dan  rules are a limitation that limits a company from making changes, developing or implementing strategies, menerapkan rancangan Key Performance Indicator baru, kriteria visi dan misi yang baik untuk perusahaan, dan strategi bisnis yang sesuai dengan situasi perusahaan dan tujuan perusahaan untuk jangka panjang dan fokus kepada perbaikan lanjutan.", "Daftar File": {"2019_TS_PP_ANDITHA MAIDY_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/178643"}, "Penulis": "Anditha Maidy Tamara P. [29117467]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Dermawan Wibisono, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Industri fesyen, integrated performance management system (IPMS), key performance indicator, manajemen kinerja perusahaan, merk lokal, sistem manajemen kinerja,variabel kinerja", "Sumber": "PT NIION INDONESIA UTAMA", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "08 Agu 2019"}