{"Nomor": 41351, "Judul": "STRATEGI BRANDING YANG DIUSULKAN UNTUK CV SUKSES SEJAHTERA: PRODUSER WAFER ROLLS", "Abstrak": "Prospek bisnis industri di Indonesia khususnya di bidang makanan ringan masih sangat berpotensi, dikarenakan jumlah penduduk di Indonesia yang terus bertambah setiap tahunnya serta pengeluaran tahunan sebagian besar penduduknya ada di sektor pengonsumsian makanan, cemilan, dan minuman yaitu sebesar 58.66% dari pendapatan per kapitanya. Melihat banyak peluang pengembangan bisnis makanan ringan di masa depan, CV. Sukses Sejahtera berpartisipasi untuk memenangkan kompetisi pangsa pasar di sektor makanan ringan.\nNamun seiring berjalannya waktu di dalam menjalankan setiap bisnis pasti akan ada permasalahan yang harus dilalui agar perusahaan tersebut dapat lebih berkembang dan lebih maju lagi. Permasalahan yang dihadapi CV. Sukses Sejahtera adalah penurunan permintaan barang terkait produk Wafer Roll kiloannya dengan brand Morena, yang diisukan akibat kurangnya kesadaran merek dari konsumen, maupun kurangnya dukungan dari distributor kiloan untuk menjual brand Morena.\nIsu tersebut dieksplorasi baik secara external, internal, diiringi dengan riset pasar untuk memecahkan masalh yang dihadapi. Dari sisi eksternal hal yang ditinjau dimulai dari PESTEL, analisis industri dengan menggunakan (Lima Kekuatan Porter), serta analisis terhadap kompetitor. Di lain sisi dari segi internal dilakukan analisis internal perusahaan mulai dari sumber daya berwujud dan tidak berwujud, kemampuan dan kompetensi inti perusahaan, serta analisa terhadap organisai dan rantai nilai dilengkapi dengan Strategi Marketing (Segmentasi, Penentuan Target, Posisi Pasar), dan Pemasaran Campuran.  Studi ini juga melakukan riest pasar langsung untuk mengetahui perilaku konsumen terhadap produk Wafer Roll Morena, yang diakhiri dengan analisis SWOT sehingga didapat akar permasalahan dari isu ini.\nSolusi bisnis dari akar permasalahan yang didapat adalah CV.Sukses Sejahtera perlu untuk membentuk ulang kembali brand Morena Wafer Roll-nya dan mendapatkan awareness untuk meningkatkan keinginan membeli dari konsumen. Rebranding adalah solusinya, di mana hal ini dilakukan mulai dari meninjau ulang Lima Kekuatan Porter, meninjau setiap brand element, membuat ulang Strategi Marketing yang baru (Segmentasi, Penentuan Target, Posisi Pasar), dan meformulasi Pemasaran Campuran. Dengan menggunakan Merek-Tepat Sasaran penulis mampu menetapkan brand mantra serta nilai-nilai lainnya dan membentuk marketing mix yang baru.\nUntuk dapat dipastikan bahwa segala perubahan yang terjadi di pasar sesuai dengan yang diharapkan, pemantauan serta riset terhadap target pasar harus dilakukan secara regular, hal ini berfungsi agar CV. Sukses Sejahtera dapat menetapkan target perusahaan yang realistis yang sesuai dengan strategi yang telah ditetapkan dengan maksud mempertahankan keunggulan kompetitif yang ada, serta mengidentifikasi apabila ada peluang bisnis baru.", "Daftar File": {"2019_TS_PP_SUHARYOKO_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/178660"}, "Penulis": "Suharyoko [29117107]", "Kontributor / Dosen Pembimbing": ["Dra. Krisnati Desiana Lic. Comm"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Strategi Bisnis, Morena, Lima Kekuatan Porter, Strategi Marketing, Pemasaran Campuran, Rebranding, Merek-Tepat Sasaran", "Sumber": "CV SUKSES SEJAHTERA", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "09 Agu 2019"}