{"Nomor": 41358, "Judul": "PENGEMBANGAN STRATEGI BISNIS PADA MERK HAPPY KNIT", "Abstrak": "Thesis ini berjudul “Pengembangan Strategi Bisnis pada Merk Happy Knit”. Tujuan dari penelitian ini adalah untuk mengetahui analisa internal dan external kondisi bisnis saat ini. Tidak hanya itu, kemudian penelitian ini juga bertujuan untuk mengetahui strategi apa yang cocok diterapkan oleh perusahaan untuk mendapatkan pasar, dan mendapatkan segmen pasar yang tepat. Happy Knit merupakan merk baru dalam industry fashion, khusunya fashion pakaian rajut yang dirancang untuk segmen pasar wanita untuk bisa berekspresi dengan model yang tetap stylish untuk digunakan dalam kegiatan sehari-hari. Happy Knit berdiri sejak tahun 2018. Happy Knit menyediakan produk dengan kualitas utama. \nBerdasarkan data yang dihimpun dari Kementrian Perdagangan Republik Indonesia yang diambil dari dipjen.kemendag.go.id menjelaskan bahwa saat ini permintaan pasar terhadap produk pakaian rajut meningkat secara signifikan, hal ini menunjukan bahwa pasar pakaian rajut saat ini menarik untuk dimasuki. Happy Knit adalah salah satu dari sekian banyak brand yang mencoba untuk mengambil peluang di Iindustri fashion Indonesia. Banyak merk fashion bermunculan saat ini, kompetisi pun akan semakin meningkat, untuk mengatasi hal ini perusahaan harus mengembangkan strategi untuk bisa terus bersaing, mengambil banyak peluang, dan mendapatkan pasar potensial. Penelitian ini menggunakan metode kualitatif. \nDalam menganalisa kondisi bisnis internal peneliti menggunakan metode analisa Segmenting, Targeting, and Positioning (STP). Bisnis Model Canvas Business Canvas model (BMC), Metode ini membantu perusahaan dalam menjabarkan bagaimana cara organisasi menciptakan nilai. Dalam eksternal analisis, penelitian ini menggunakan metode analisa Porter’s five forces, competitor analysis dan market analysis. Pengembangan strategi dalam penelitian ini menggukana metode Diamond. Setelah dilakukan analisa terhadap internal dan eksternal perusahaan lalu kemudian analisa SWOT digunakan untuk menganalisa posisis perusahaan. Pengambilan data menggunakan observasi, wawancara, dan survey terhadap konsumen dan pesaing untuk mendapatkan informasi yang detail untuk analisa yang lebih dalam. \nPenelitian ini menghasilkan beberapa pengembangan strategi baru yang akan diimplementasikan oleh perusahaan, diantaranya ialah Happy Knit akan mengembangkan variasi pada produk yang dijual guna mendapatkan lebih banyak lagi target konsumen. Strategi yang digunkan untuk meningkatkan brand awareness ialah dengan menambah distribusi channel dengan menggunakan aktifitas di social media dan e-commerce secara tepat tentunya dengan beberapa pengembangan inovasi konten yang baru dan menraik serta konsep promosi yang unik. kerjasama dalam marketing, kerjasama dalam produk, dan pengembangan produk adalah strategi lainnya yang akan diterapkan oleh merk Happy Knit untuk memenangkan pasar.", "Daftar File": {"2019_TS_PP_Rully S Pratiwi_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/178667"}, "Penulis": "Rully Sutrirasa Pratiwi [29117507]", "Kontributor / Dosen Pembimbing": ["Dr. Alvanov Zpalanzani, MM."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Pasar Fesyen Pakaian Rajut, Peluang Pasar, Pengembangan strategi diamon", "Sumber": "HAPPY KNIT", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "09 Agu 2019"}