{"Nomor": 41353, "Judul": "PENGEMBANGAN PURWARUPA WEIGH-IN-MOTION DAN SISTEM DETEKSI KELEBIHAN MUATAN UNTUK  ANGKUTAN BARANG", "Abstrak": "Tingginya jumlah kendaraan angkut barang yang mengalami kelebihan muatan di \nIndonesia menyebabkan pengurangan usia perkerasan jalan secara signifikan. Sistem deteksi\nkelebihan muatan dengan menggunakan jembatan timbang memiliki kelemahan dalam hal\nefektifitas waktu. Penggunaan teknologi Weigh-In-Motion (WIM) merupakan solusi bagi\npermasalahan tersebut. \nPerangkat WIM pada penelitian ini menggunakan sensor bending plate dengan satu\nstrain gauge. Pengujian dilakukan menggunakan sepeda motor dengan satu penumpang pada\nkondisi normal dan tiga penumpang pada kondisi kelebihan muatan. Data yang diperoleh\ndisimpan menggunakan sistem akuisisi data untuk selanjutnya dianalisis untuk memperoleh\nrelasi antara hasil pengukuran dinamik dan massa statik kendaraan. Pengujian dilakukan pada\nkecepatan 10, 20, dan 30 km/jam untuk mempelajari fenomena yang muncul pada kecepatan\nyang berbeda. Di akhir penelitian, dilakukan pengembangan sistem menggunakan perangkat\nmikrokontroller Arduino sehingga analisis sinyal dapat dilakukan secara otomatis. Ketika\nsistem mendeteksi adanya kelebihan muatan, secara otomatis alarm dan kamera akan aktif . \nPada tugas sarjana ini, telah dikembangkan sistem sensor serta metode analisis sinyal\nperangkat WIM. Kesalahan rata-rata yang diperoleh berada pada rentang yang cukup\nsehingga mampu membedakan kendaraan kelebihan muatan dan tidak. Pengembangan\nsistem dengan mikrokontroller Arduino juga telah berhasil dioperasikan secara otomatis serta\nmampu memberikan keluaran berupa alarm dan kamera. \nPengembangan lebih lanjut masih dapat dilakukan dengan menambah strain gauge\nserta memperbaiki metode pemasangan perangkat sehingga galat pengukuran berkurang.\nPerangkat lain seperti sensor kecepatan, deteksi kendaraan, sistem komunikasi, dan\nsebagainya perlu untuk diteliti lebih lanjut untuk membuat suatu sistem WIM yang lengkap.", "Daftar File": {"Draft TA-Tegar Pangestu-Final (setelah sidang).pdf)u": "https://digilib.itb.ac.id/gdl/download/178662"}, "Penulis": "Tegar Pangestu Budi Utomo [13115090]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ignatius Pulung Nurprasetio, MSME"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Weigh-In-Motion, Arduino, strain gauge, pengukuran dinamik", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "1 file", "Tanggal Input": "09 Agu 2019"}