{"Nomor": 41363, "Judul": "PENGUSULAN STRATEGI BISNIS UNTUK PERUSAHAAN TEKSTIL MENGGUNAKAN STRATEGI DIAMOND STUDI KASUS: CV KARA SYANDANA", "Abstrak": "Kain saat ini merupakan kebutuhan layaknya komoditas dikarenakan kebutuhan sandang merupakan salah satu kebutuhan utama dari manusia, membuat bisnis manufaktur kain saat ini cukup berpotensi menjadi bisnis yang berkembang. CV Kara Syandana merupakan perusahaan yang bergerak di bidang manufaktur kain yang berpengalaman dan telah menjadi PKP sejak 2017. Produk yang ditawarkan oleh CV Kara Syandana adalah kain katun dengan berbagai tingkat ketebalan dan berbagai warna. Hingga saat ini, banyak pelaku bisnis yang menawarkan produk dengan kategori yang sama dengan CV Kara Syandana, menjadikan pasar jual beli kain menjadi bersaing secara ketat, serta dimana muncul masalah bagi perusahaan yaitu penurunan jumlah penjualan kain. Menyadari kondisi yang tidak menguntungkan bagi perusahaan, CV Kara Syandana harus dapat menemukan cara untuk memenangkan persaingan di pasar.\nHasil dari penelitian yang dilakukan menunjukkan bahwa perusahaan memiliki kekuatan perusahaan yang terletak bagusnya kualitas produk dan cepatnya pengiriman, selain itu kesempatan untuk bersaing di jenis kain poliester memungkinkan untuk memberikan keuntungan bagi perusahaan. Kemudian dengan menggunakan fakta yang ditemukan, strategi bisnis yang dirancang menggunakan strategi berlian sebagai rangkai kerjanya.\nDengan melakukan formulasi menggunakan strategi berlian, arena yang akan dipilih adalah konsumen yang fokus pada kualitas dibanding harga, kemudian menjadikan diferensiasi untuk mengutamakan faktor kualitas dengan fokus pada kelembutan dan ketahanan kain. Setelah itu vehicle yang dipilih adalah menggunakan aliansi dan pengembangan internal, dengan tahap staging akan menerapkan strategi masuk secara perlahan kedalam jenis kain yang baru. Dan kemudian implementasi akan dilakukan menggunakan model kanvas bisnis memberikan rekomendasi seperti produksi jenis kain baru, membuka toko sebagai tempat menunjukkan kain, serta mempertahankan kualitas kain dan kecepatan pengiriman kain.", "Daftar File": {"2019_TS_PP_AGUSTINUS WIGUNO_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/178678"}, "Penulis": "Agustinus Wiguno [29117244]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mohamad Toha"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Katun, Manufaktur Kain, Persaingan, Strategi Bisnis, Strategi Diamond", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "09 Agu 2019"}