{"Nomor": 41365, "Judul": "ANALISIS STRUKTUR MODAL OPTIMUM (STUDI KASUS: IPTN North America, Inc.)", "Abstrak": "IPTN North America, Inc. (INA, Inc.)  merupakan anak perusahaan (Subsidiary company) yang 100% sahamnya dimiliki oleh PT. Dirgantara Indonesia (Persero). INA Inc bergerak dalam bidang usaha trading dan logistic untuk produk aviation dalam 3 tahun terakhir perusahaan memperluas portofolio bisnisnya. Cakupan usaha perusahaan meliputi wilayah domestik maupun international. Berdasarkan Markets and Markets pada April 2018, pasar aviation khusussnya  produk aerostruktur diproyeksikan tumbuh dari USD52.17 miliar di tahun 2016 menjadi USD75.97 miliar di tahun 2022 dengan CAGR 6.47%. Proyeksi pertumbuhan atas permintaan produk avionic membuka peluang yang sangat besar bagi INA, Inc. untuk menjalankan kegiatan operasional sehingga target perusahaan dapat tercapai.\n\nTerciptanya operasional perusahaan untuk mecapai tujuannya tentunya sangat dipengaruhi oleh struktur modal yang kuat. Tahun 2017 Komposisi struktur modal INA, Inc. terdiri dari 33,32% Bank Loan-Debt, 37,99% Utang diluar pinjaman bank, dan 28,69% kepemilikan modal. Berdasarkan analisis tingkat struktur modal yang optimal bagi INA,Inc adalah sebesar 10%, pada tingkat debt ratio tersebut nilai Weight Average Cost of Capital INA, Inc berada pada tingkat yang terendah, sehingga mengakibatkan nilai perusahaan INA Inc berada pada nilai tertinggi.", "Daftar File": {"2019_TS_PP_1_Dimas Cahyo Prihadi_Abstrak-min.pdf?": "https://digilib.itb.ac.id/gdl/download/178680"}, "Penulis": "Dimas Cahyo Prihadi [29116119]", "Kontributor / Dosen Pembimbing": ["Dr. Isrochmani Murtaqi SE, M.Acc."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Struktur Modal Optimum, Biaya Modal Rata-Rata Tertimbang, Pinjaman Bank", "Sumber": "IPTN North America, Inc.", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "10 Agu 2019"}