{"Nomor": 41369, "Judul": "PENGARUH WAKTU FERMENTASI TERHADAP KANDUNGAN KAFEIN, TOTAL SENYAWA FENOL, DAN CITARASA PADA KOPI ROBUSTA (Coffea canephora)", "Abstrak": "Indonesia merupakan negara pengekspor kopi keempat terbesar di dunia dan terbesar kedua di kawasan Asia Tenggara. Sebanyak 73,57% dari total produksi kopi di Indonesia merupakan jenis kopi Robusta. Kopi Robusta umumnya memiliki profil rasa yang lebih pahit dan cenderung lebih asam bila dibandingkan dengan kopi Arabika karena kandungan kafein yang mencapai 1,5-2,5 % serta asam klorogenat yang mencapai 7-14%. Hal inilah yang menyebabkan preferensi masyarakat yang cukup rendah untuk mengkonsumsi kopi Robusta. Namun, di sisi lain kandungan yang cukup tinggi dari kedua senyawa tersebut juga menyebabkan kopi Robusta memiliki aktivitas antioksidan yang sangat tinggi, yang dibuktikan dengan nilai IC 50 yang berkisar antara 10-50 ppm. Fermentasi pada cherry kopi Robusta masih belum mampu menghasilkan mutu yang baik dari kopi Robusta. Oleh karena itu perlu dilakukan fermentasi kembali (second fermentation) pada kopi beras (hasil olahan cherry kopi) Robusta untuk meningkatkan mutu dari kopi Robusta tersebut. Peningkatan mutu ini dapat dilihat dari perubahan citarasa dan kandungan senyawa bioaktif yang dihasilkan selama fermentasi. Penelitian ini bertujuan untuk mengetahui pengaruh fermentasi dengan menggunakan bakteri selulolitik, pektinolitik, dan proteolitik terhadap kandungan kafein, kandungan total senyawa fenol, aktivitas antioksidan, perubahan asam amino dan asam lemak pada kopi beras Robusta, serta analisis profil seduhan dan citarasa pada seduhan kopi Robusta. Analisis kandungan kafein dilakukan dengan metode Liquid- Liquid Extraction. Analisis kandungan total senyawa fenol dilakukan dengan metode Reagen Folin Ciocalteu. Analisis aktivitas antioksidan dilakukan dengan metode DPPH. Analisis proksimat dianalisis dengan metode yang ditetapkan AOAC, 2005. Analisis profil asam amino dilakukan dengan metode UPLC, sedangkan analisis profil asam lemak dan asam lemak bebas dilakukan dengan metode GC. Analisis citarasa seduhan kopi Robusta dilakukan dengan metode cupping test dengan mengikuti prosedur yang ditetapkan SCAA (Specialty Coffee Association of America). Analisis pH seduhan kopi Robusta dilakukan dengan pH meter, sedangkan analisis tingkat kemanisan dianalisis dengan refraktometer. Berdasarkan hasil analisis, fermentasi selama 4,8,dan 12 jam dapat menurunkan konsentrasi kafein berturut- turut sebesar 5,95%; 22,64%, dan 46,7% pada kopi beras Robusta yang difermentasi selama 12 jam dengan laju degradasi kafein 0,0752 % kafein/ jam. Kandungan total senyawa fenol kopi beras Robusta mengalami kenaikan sebesar 1,6% selama 12 jam dan\nlaju penambahan total senyawa fenol tertinggi ditemukan pada perlakuan 4 jam fermentasi dengan nilai 0,215%/ jam. Aktivitas antioksidan dari kopi beras Robusta yang difermentasi 4-12 jam mengalami penurunan yang ditandai dengan kenaikan nilai IC 50 sekitar 10 ppm. Laju kenaikan nilai IC 50 tertinggi ditemukan pada perlakuan 4 jam fermentasi dengan nilai 1,858 ppm/jam. Fermentasi mampu meningkatkan perolehan karbohidrat dan asam amino serta menurunkan asam lemak pada kopi beras Robusta. Fermentasi selama 4, 8, dan 12 jam mampu menghasilkan variasi rasa seduhan kopi Robusta yang berbeda dari seduhan kopi Robusta yang tidak difermentasi walaupun menurunkan nilai uji citarasa (cupping test) secara keseluruhan. Tingkat kemanisan dan nilai pH seduhan kopi mengalami kenaikan selama fermentasi dengan nilai tertinggi adalah mencapai 0,73% Brix dan 4,82. Berdasarkan hasil yang diperoleh dari penelitian, menunjukkan bahwa teknologi fermentasi mampu mempertahankan status antioksidan serta menghasilkan seduhan kopi yang lebih manis, lebih tidak asam, rendah kafein, serta memiliki variasi rasa yang berbeda bila dibandingkan dengan kopi Robusta yang tidak difermentasi. Oleh karena itu, teknologi fermentasi memiliki potensi untuk meningkatkan mutu dari kopi Robusta.", "Daftar File": {"ABSTRAK Amah Tadzkiroh": "https://digilib.itb.ac.id/gdl/download/178684"}, "Penulis": "Amah Tadzkiroh [21117002]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Pingkan Aditiawati, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Kopi Robusta, Fermentasi, Dekafeinasi, Senyawa Fenol, Citarasa", "Sumber": "", "Staf Input/Edit": "didi kusnendi", "File": "1 file", "Tanggal Input": "12 Agu 2019"}