{"Nomor": 41367, "Judul": "KARAKTERISASI POWER SPECTRAL DENSITY DAN INDIVIDUAL ALPHA FREQUENCY SINYAL EEG DENGAN STIMULUS TUGAS ARITMATIKA SEDERHANA", "Abstrak": "Soal aritmatika seringkali digunakan untuk mengetahui kemampuan matematis seseorang.\nSoal ini juga dapat digunakan dalam proses tes psikologi sebagai stimulus\nuntuk kondisi tertentu, salah satunya adalah kelelahan kognitif. Kelelahan kognitif\nadalah suatu kondisi yang disebabkan oleh pekerjaan monoton yang melibatkan\nfungsi kognitif dalam jangka waktu lama yang dapat mempengaruhi penurunan\nkinerja. Salah satu metode untuk memunculkan kelelahan kognitif adalah menggunakan\nbesaran power spectral density atau PSD dan Individual Alpha Frequency\n(IAF) dari gelombang otak yang diperoleh dari pengukuran electroencephalography\n(EEG). Penelitian ini bertujuan untuk menghitung nilai PSD dan IAF tehadap\nstimulus tugas kognitif berupa soal aritmatika sederhana pada elektroda di bagian\nfrontal, parietal, dan oksipital. EEG diukur dengan menggunakan Cadwell Easy R\n\nIII dengan frekuensi sampling 250 Hz dan impedansi elektroda dipertahankan di\nbawah 20 kW. Elektroda pada F3, F4, F7, F8, Fz, P3, P4, O1, dan O2 diselidiki\ndalam penelitian ini. Pengambilan data dilakukan pada 9 subjek dewasa selama 46\nmenit: 3 menit sebelum, 40 menit ketika, dan 3 menit setelah mengerjakan soal.\nSoal aritmatika ditampilkan melalui visual display terminal atau VDT. Selanjutnya\ntahap pra-pemrosesan dilakukan untuk menghilangkan derau dan artefak, diikuti\noleh perhitungan PSD menggunakan periodogramWelch. Akhirnya, nilai IAF dihitung\nmenggunakan Centre of Gravity (CoG). Hasil penelitian menunjukkan bahwa\nPSD pada semua sesi diurutkan dari nilai terbesar adalah gelombang delta, teta, alfa,\ndan beta, dengan nilai hemisfer kiri lebih besar dari hemisfer kanan, dan nilai\nPSD pada gelombang rendah meningkat seiring dengan penurunan pada gelombang\ntinggi. Adapun nilai-nilai pra-tugas IAF bergeser ke frekuensi alfa yang lebih besar\ndi pos-tugas pada elektroda bagian frontal dan parietal, menunjukkan peningkatan\nkewaspadaan seiring dengan meningkatnya waktu pengerjaan soal, dan bergeser ke\nnilai yang lebih kecil pada elektroda bagian oksipital dimana kelelahan mulai terjadi\npada bagian ini dan belum muncul kelelahan pada bagian otak yang lain.", "Daftar File": {"COVER Fithriyyah Aziezah": "https://digilib.itb.ac.id/gdl/download/181782", "BAB 1 Fithriyyah Aziezah": "https://digilib.itb.ac.id/gdl/download/181783", "BAB 2 Fithriyyah Aziezah": "https://digilib.itb.ac.id/gdl/download/181784", "BAB 3 Fithriyyah Aziezah": "https://digilib.itb.ac.id/gdl/download/181785", "BAB 4 Fithriyyah Aziezah": "https://digilib.itb.ac.id/gdl/download/181786", "BAB 5 Fithriyyah Aziezah": "https://digilib.itb.ac.id/gdl/download/181787", "PUSTAKA Fithriyyah Aziezah": "https://digilib.itb.ac.id/gdl/download/181788", "ABSTRAK Fithriyyah Aziezah": "https://digilib.itb.ac.id/gdl/download/181789"}, "Penulis": "Fithriyyah Aziezah [20217001]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Freddy Haryanto, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Elektroensefalografi, tugas aritmatika sederhana, kelelahan kognitif, Power Spectral Density, Individual Alpha Frequency", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "12 Agu 2019"}