{"Nomor": 41371, "Judul": "PENGENDAPAN SELEKTIF PENGOTOR LARUTAN HASIL PELINDIAN BIJIH NIKEL", "Abstrak": "Nikel merupakan suatu jenis logam yang banyak digunakan dalam kehidupan sehari-hari seperti pada paduan baja, koin, dan alat masak karena sifatnya yang tahan terhadap korosi. Di dunia ini, ada dua jenis nikel, yaitu nikel laterit dan nikel sulfida. Bijih nikel sulfida banyak ditemui di daerah subtropis, sedangkan bijih nikel laterit banyak ditemukan di daerah khatulistiwa seperti Indonesia.\nDi Indonesia, teknologi pengolahan bijih nikel laterit juga sudah mulai dikembangkan melalui berbagai macam metode pelindian, salah satunya adalah ekstraksi menggunakan SO2-udara terlarut. Namun, larutan nikel hasil pelindian ini masih banyak mengandung logam pengotor. Oleh karena itu, penelitian ini bertujuan untuk memisahkan logam pengotor dari larutan nikel, agar diperoleh hasil akhir berupa MHP (Mixed Hydroxide Precipitate) yang terdiri atas Ni(OH)2 dan Co(OH)2.\nPemisahan dilakukan melalui metode pengendapan selektif multitahap pada larutan artifisial yang mengandung Fe, Mg, Co, dan Ni. Proses pengendapan selektif dilakukan pada variasi temperatur pada 25oC, 50oC, dan 80oC yang dilengkapi dengan aerasi selama 24 jam pada kondisi ruangan. Karakterisasi produk dilakukan melalui analisis AAS, XRF, SEM-EDS, serta XRD. Pada tahap kedua dilakukan penambahan padatan NiO sebanyak 0,5 gr yang bertujuan untuk mempercepat proses nukleasi heterogen dari endapan. Tingkat perolehan Ni(OH)2 dan Co(OH)2 yang paling tinggi diperoleh pada temperatur 50oC dan 25oC dengan pH 9-10 yaitu sebesar 52,66 % dan 99,94%. Nilai selektivitas Ni/Fe serta Co/Fe yang paling tinggi mencapai 17,17 dan 4,01 pada temperatur 50oC dan 25oC.", "Daftar File": {}, "Penulis": "Stacy Marcelline [13015061]", "Kontributor / Dosen Pembimbing": ["Winny Wulandari, S.T., Ph.D.", "Tjokorde Walmiki Samadhi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Nikel, Pengendapan selektif, MHP, pH, Temperatur.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "12 Agu 2019"}