{"Nomor": 41379, "Judul": "PENGARUH ELEMEN ARTIS TERHADAP LOYALITAS DAN KEINGINAN UNTUK MEMBELI KONSUMEN PADA INDUSTRI MUSIK (STUDI KASUS: MUSISI BANDUNG-JAKARTA)", "Abstrak": "Saat ini, ada banyak musisi yang ingin menunjukkan hasil karya mereka untuk mendapatkan penghasilan dan keuntungan dari produk mereka, yang berasal dari hasi penjualan tiket dari pertunjukkan langsung, penjualan produk fisik, penjualan produk digital, penjualan pertunjukkan langsung secara streaming, penjualan branding mereka yang berasal dari kerjasama dari berbagai pihak dengan latar belakang genre yang berbeda. Penghasilan dan keuntungan pada musisi datang dari loyalty dan purchase intention dari para penikmati musik, seperti musisi, manajer, dan pendengar music yang sebagai konsumen. Untuk mencapai penghasilan yang layak dan berkepanjangan, ada lima element artis yang dilibatkan untuk memasarkan hasil kerja mereka. live concert, physical product, digital product, live concert streaming, dan branding yang termasuk dalam variabel bebas dari element artis yang mendukung musisi untuk mendapatkan lebih banyak penghasilan. Loyalty dan purchase intention dari penikmat musik termasuk ke dalam variabel terikat. \n\nPenelitian ini bertujuan untuk membantu musisi untuk mengukur element artis yang paling berpengaruh seperti live concert, physical product, digital product, live concert streaming, dan branding terhadap loyalty dan purchase intention dari penikmat musik. Metode kuantitatif digunakan dengan memakai tes instrumentasi seperti validasi dan reliabilitas, tes asumsi klasik seperti normalitas, heteroskedasitias, multikolinearitas, autokorelasi, tes hipotesis seperti t-tes dan analisa garis edar. Untuk menentukan pengaruh yang signifikan dari variabel bebas terhadap variabel terikat, peneiliti membaginya menjadi tiga model model pertama mengukur variabel bebas terhadap loyalty, model kedua mengukur variabel bebas terhadap Purchase Intention, variabel ketiga mengukur loyalty dan purchase intention. Metode kualitatif digunakan dengan cara metode wawancara, untuk mendapatkan konfirmasi dari pelaku industri musik, dengan mewawancarai empat orang yang terlibat di industri musik.\n\nDari hasil metode kuantitatif, untuk model pertama branding mempengaruhi loyalty, model kedua, live concert, physical product, dan branding mempengaruhi purchase intention, dan model ketiga, loyalty mempengaruhi purchase intention. Berdasarkan hasil olah data, peneliti memberikan sejumlah rekomendasi untuk musisi, manajer, dan label rekaman. Untuk musisi, mereka harus mempunyai konsep yang unik dalam konser mereka, membuat produk yang unik, membuat video tutorial atau vlog, dan membuat kolaborasi dalam bentuk lagu. Untuk manajer, mereka bisa membuat kolaborasi dalam bentuk merchandise, membuat asosiasi untuk manajer artis, dan kerjasama antara musisi dan berbagai produk. Untuk label rekaman, mereka harus mempunyai aturan yang jelas tentang royalty, menyediakan kebutuhan artis, dan memilih artis dengan konsep yang unik untuk berkontribusi di label mereka.", "Daftar File": {"2019_TS_PP_Frank Navayo Pattinasarany_Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/178694"}, "Penulis": "Frank Navayo Pattinasarany [29117493]", "Kontributor / Dosen Pembimbing": ["Dr.Dina Dellyana, S.Farm., APT., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Quantitative, qualitative, t-test, path analysis, music enthusiast", "Sumber": "MUSISI BANDUNG-JAKARTA", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "12 Agu 2019"}