{"Nomor": 41377, "Judul": "DAMPAK UNSUR-UNSUR PEMASARAN 4P  TERHADAP MINAT BELI DAN LOYALITAS (STUDI PADA KATERING SEHAT)", "Abstrak": "Meningkatnya gaya hidup sehat, juga meningkatkan kebutuhan terhadap makanan sehat. Meningkatnya makanan sehat membuat peluang untuk bisnis katering sehat. Fitmeal_id adalah salah satu katering sehat yang baru. Fitmeal_id belum menerapkan bauran pemasaran yang tepat. Untuk memaksimalkan konsep bauran pemasaran, fokus penelitian ini adalah dampak dari unsur-unsur bauran pemasaran 4P pada minat beli dan loyalitas dalam bisnis katering sehat.\nMetode penelitian menggunakan metode kuantitatif dan kualitatif. Setelah data terkumpul, pengujian hasil survei dilakukan dengan menggunakan beberapa tes SPSS. Diantaranya Uji Validasi dan Uji Reliabilitas yang termasuk dalam uji Instrumentasi, Normalitas (Analisis Grafis dan Kolmogorov-Smirnov), Heteroskedastisitas, Multikolinieritas yang termasuk dalam Uji Asumsi Klasik, Uji-T dan Analisis Jalur yang termasuk dalam Uji Hipotesis, dan Koefisien Determinasi.\nHasil penelitian ini melibatkan 150 responden. Pengujian yang dilakukan pada hasil kuesioner menunjukkan adanya pengaruh variabel dependen pada variabel independen, pada ketiga model. Berdasarkan analisis path, pengaruh terbesar Bauran Pemasaran 4P terhadap niat beli adalah variabel promosi. Berdasarkan analisis path, pengaruh terbesar Bauran Pemasaran 4P terhadap loyalitas adalah variabel promosi. Koefisien determinasi atau niat beli R Square terhadap loyalitas adalah 0,753 yang berarti 75,3% dari variabel dependen dipengaruhi oleh variabel independen minat beli.", "Daftar File": {"2019_TS_PP_Rosi Indriati Octaviani_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/178692"}, "Penulis": "Rosi Indriati Octaviani [29117539]", "Kontributor / Dosen Pembimbing": ["Dr. Dina Dellyana., S Farm., Apt., MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Bauran Pemasaran, 4Ps, Minat Beli, Loyalitas, Katering Sehat,", "Sumber": "KATERING SEHAT", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "12 Agu 2019"}