{"Nomor": 41372, "Judul": "STORYTELLING SEBAGAI STRATEGI KONTEN PEMASARAN  UNTUK NNYL STUDIO", "Abstrak": "Industri bisnis nampaknya sudah cukup dengan penawaran lebih besar, lebih cepat, lebih kuat, lebih murah dan lain lain. Banyak UKM lelah bersaing dengan begitu banyak hal yang kurang bermakna yang tampaknya seperti tanpa akhir. Di sisi lain, bercerita menyampaikan makna dan semangat ; ini memiliki dampak kuat ke dalam keterlibatan pelanggan dan keberlanjutan perusahaan.\n\nBercerita adalah bentuk komunikasi pertama antara manusia. Aktivitas mendongeng membuat hubungan yang lebih kuat dan positif. Dalam kegiatan pemasaran, mendongeng  mengajak untuk melibatkan pelanggan lebih efektif daripada hanya memberikan informasi dan fakta. Cerita adalah cara yang ampuh untuk mendapatkan perhatian orang dengan asosiasi emosional yang lebih besar dari asosiasi rasional.\n\nBeberapa tahun terakhir, permintaan hadiah yang dipersonalisasi terus meningkat. Sekarang pelanggan berfokus pada hadiah yang dirancang khusus untuk membuat orang yang mereka cintai merasa istimewa dan membangun koneksi pribadi yang lebih kuat. Kehadiran boneka mainan dalam kegiatan sehari-hari tidak sepenting seperti katakanlah: sofa di ruang tamu, atau meja di dapur. Namun boneka sebagai hadiah masih populer dan dicari.\n\nNnyl studio adalah studio kreatif yang bekerja di bidang layanan produk yang dijahit. Produk khas perusahaan adalah boneka buatan tangan. Nnyl Studio berkomitmen untuk membuat orang menyadari kebutuhan mereka untuk mengekspresikan emosi dan orisinalitas mereka melalui barang-barang pribadi. Nnyl Studio percaya pada semangat buatan tangan, dan kehadiran kain adalah salah satu bagian penting dalam kisah kehidupan masyarakat. Nnyl Studio berdedikasi untuk membuat ide desain pelanggan menjadi nyata.\n\nPada tahun pertama, aktivitas penjualan studio Nnyl bergantung pada dari mulut ke mulut. Pemetaan pelanggan yang ada dianalisis dari berbagai perspektif untuk menemukan benang merah dari kecenderungan pelanggan. Kemudian wawancara mendalam juga diadakan untuk mendapatkan wawasan dari pelanggan ideal. Penelitian ini menggunakan beberapa metode dan alat yang yang berpegang pada nilai Nnyl Studio itu sendiri sebagai perusahaan berbasis layanan desain .\n\nBaik dalam menulis novel atau membuat posting instagram, semua cerita berbagi elemen yang sama: setting, karakter, plot, konflik dan busur. Bagaimana alur cerita tradisional dapat ditransfer ke Nnyl Studio sebagai sebuah perusahaan masih belum jelas. Penelitian ini dimaksudkan untuk membantu Nnyl Studio menjadi pendongeng yang lebih baik dan menciptakan penerimaan ide baru di industri layanan desain.\n\nPenelitian ini menggunakan pendekatan kualitatif setelah meneliti data kuantitatif . Hasil penelitian menunjukkan bahwa bercerita cocok untuk audiens target Nnyl Studio. Rencana implementasi dari penelitian ini adalah grafik rencana strategis bercerita dan tahapan mendongeng untuk Nnyl Studio.", "Daftar File": {"2019_TS_PP_Nurul Lathifah_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/178687"}, "Penulis": "Nurul Lathifah [29117523]", "Kontributor / Dosen Pembimbing": ["Dr. Alvanov Zpalanzani, MM."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Storytelling/bercerita, konten pemasaran, komunikasi, keterlibatan pelanggan, nilai merk", "Sumber": "NNYL STUDIO", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "12 Agu 2019"}