{"Nomor": 41375, "Judul": "PROJECT CONTROL IMPROVEMENTS  IN DEEP GROUNDWATER DRILLING WORK  AT PT SAMBONG CATUR KARSA", "Abstrak": "Indonesia memiliki kondisi geologi yang berbeda antara satu wilayah dengan wilayah lainya. Khusus kondisi geologi tertentu, masyarakat tidak mudah mendapatkan air tanah dan perlu dilakukan dengan mengunakan teknologi pengeboran yang memerlukan; survey ketersediaan air, peralatan pengeboran, dan fasilitas pengolahan air yang menjamin kontinyuitas ketersediaan air bersih. Bertitik tolak dari adanya kebutuhan masyarakat terhadap air bersih, maka PT Sambong Catur Karsa sejak tahun 2003 hingga saat ini berfokus terhadap bisnis dalam bidang pengeboran air tanah dalam. Dalam pelaksanaan suatu proyek, sangat jarang ditemui proyek yang berjalan tepat sesuai dengan rencana.\nProfit adalah salah satu tujuan dari suatu perusahaan didirikan. Dengan profit yg terkelola baik maka perusahaan dapat tumbuh dan berkembang di massa yg akan datang. Untuk mencapai profit dalam setiap proyek pengeboran air, PT Sambong Catur Karsa telah menetapkan project management plan yg mencakup perencanaan atas scope, schedule dan cost pada saat proyek akan dimulai. Namun perencanaan ini belum dapat terkontrol baik pada saat eksekusi proyek. Pada saat eksekusi, perusahaan terkadang dihadapkan adanya perubahan scope, perubahan waktu pelaksanaan pekerjaan dan biaya operasional yang melebihi dari rencana anggaran. \nPerubahan ini perlu dikontrol secara baik agar profit perusahaan yang direncanakan dapat tercapai. Salah satu metoda dalam manajemen proyek yang dapat mengintegrasikan scope, schedule dan cost adalah Earned Value Management. Metoda ini dipilih karena dapat membantu menilai kinerja proyek saat berlangsung dan memprediksi kondisi kinerja dan kebutuhan biaya di masa yg akan datang. Earned Value Management akan dicoba diterapkan dalam pengukuran kinerja proyek PT Sambong Catur Karsa di proyek yang akan datang dan diharapkan menjadi solusi bagi perusahaan dalam pengendalian pelaksanaan proyek dan upaya mempertahan profit yang direncanakan. Pada metode Earned Value Management didapatkan hasil pada proyek pengeboran air ini berupa nilai CV yang menunjukkan nilai positif atau berada di atas angka nol. Itu artinya proyek masih mendapatkan keuntungan pada minggu tersebut. Sedangkan SV menunjukkan nilai negatif atau berada di bawah angka nol yang berarti terjadi keterlambatan. Pada nilai CPI menunjukkan kurva di atas angka 1 artinya kinerja biaya proyek bagus atau biaya yang dikeluarkan lebih kecil dari pekerjaan yang didapat. Sedangkan nilai SPI menunjukkan kurva di bawah angka 1 artinya terjadi keterlambatan pada minggu tersebut.\nPada hal tersebut Penerapan Metode Earned Value ditampilkan untuk para pemimpin perusahaan dan karyawan inti perusahaan dengan menunjukan langkah-langkah yang harus dilakukan. Rencana untuk mengimplementasikan Earned Value Method di PT Sambong Catur Karsa akan dilakukan untuk proyek berikutnya pada bulan Oktober untuk tahun proyek 2019/2020.", "Daftar File": {"2019_TS-PP_MUHAMMAD ZHARFAN RASHIF_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/178690"}, "Penulis": "Muhammad Zharfan Rashif [29117465]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Cost Control, Earned Value Management, Profit, Project Management Plan, Scope Control, Schedule Control.", "Sumber": "PT SAMBONG CATUR KARSA", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "12 Agu 2019"}