{"Nomor": 41374, "Judul": "USULAN RENCANA PEMASARAN UNTUK FIRMA ARSITEKTUR KECIL DI BANDUNG (STUDI KASUS: CP DESIGN STUDIO)", "Abstrak": "Di era ini, industri kreatif telah menjadi dampak besar pada perkembangan ekonomi dunia. Di Indonesia, arsitektur adalah salah satu bagian dari industri kreatif dengan menjadi salah satu kontributor terbesar terhadap total PDB. Di kota Bandung, bisnis arsitektur berkembang pesat untuk mengimbangi pertumbuhan kota yang cepat karena perkembangan peluang bisnis di kota tersebut. CP Design Studio sebagai perusahaan arsitektur melihat Bandung sebagai kota yang memiliki peluang besar dengan melihat fenomena tersebut. Untuk memulai bisnis di Bandung, CP Design Studio membutuhkan strategi, apalagi karena CP Design Studio tidak memiliki koneksi di Bandung. Penelitian ini bertujuan untuk mengembangkan rencana pemasaran yang tepat untuk CP Design Studio di kota Bandung.\nUntuk memperoleh data primer dalam penelitian ini, penulis menggunakan observasi dan wawancara mendalam dengan pesaing bisnis di Bandung. Data yang terkumpul kemudian digunakan sebagai data eksternal bersama dengan analisis PESTEL dan Five Forces Porter. Analisis internal digunakan untuk menganalisis kondisi internal perusahaan saat ini. Analisis internal menggunakan analisis bauran pemasaran dan analisis STP. Setelah melakukan analisis eksternal dan eksternal, penulis menggunakan SWOT untuk mengevaluasi kelemahan dan kekuatan internal perusahaan serta peluang dan ancaman di lingkungan eksternal. Analisis SWOT kemudian diterapkan pada matriks TOWS untuk menemukan strategi pemasaran alternatif yang cocok dan relevan.\nBerdasarkan matriks TOWS, strategi pemasaran yang sesuai untuk CP Design Studio adalah; meningkatkan kualitas produk dengan menggunakan teknologi, membuat penjelasan dan perjanjian hukum dalam membagi langkah-langkah pembayaran kepada klien, membuat Platform Online (situs web; media sosial), bergabung dengan komunitas dan acara arsitektur, merekrut orang dan melakukan kolaborasi dengan pihak lain, melakukan analisis pesaing secara teratur, meningkatkan proses bisnis reguler, dan mengoptimalkan umpan balik pelanggan sebagai bukti fisik. Semua strategi ini diterapkan dalam elemen bauran pemasaran baru dari CP Design Studio\nSebagai kesimpulan dan rencana implementasi, strategi pemasaran diatur dalam jangka waktu enam bulan dan rencana penganggaran untuk CP Design Studio. Garis waktu berisi rencana pemasaran dan anggaran yang harus dibayar untuk semua rencana.", "Daftar File": {"2019_TS_PP_CARISSA_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/178689"}, "Penulis": "Carissa Permatadewi [29117475]", "Kontributor / Dosen Pembimbing": ["Dr. Dona Saphiranti,S.Sn., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "CP Design Studio, Firma Arsitektur, Rencana Marketing", "Sumber": "CP DESIGN STUDIO", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "12 Agu 2019"}