{"Nomor": 41378, "Judul": "BANGUNAN MODEL BISNIS MOKO DISCOVER DENGAN MENGGUNAKAN MODEL BISNIS KANVAS DAN PROSES HIERARKI MODEL", "Abstrak": "Moko Discover adalah perusahaan startup dan label rekaman agensi musik di Bandung sejak 2017. Mengambil pengaruh dari R&B, Pop, Elektronik, Alternatif, dan berbagai genre lainnya. Nama filosofi Moko Discover diambil dari salah satu puncak tertinggi di Bandung di mana orang dapat melihat seluruh kota dalam 360 derajat. Sudut pandang itu mirip dengan tujuan perusahaan kami, yang bertujuan untuk menemukan talenta terbaik dan berbagi yang baik di kawasan ini. Penelitian ini dilakukan untuk menemukan model bisnis yang cocok untuk Moko Discover. Studi ini menerapkan beberapa konsep seperti, analisis STP, bauran pemasaran 4P, analisis PEST, analisis porter, analisis akar-penyebab, wawancara mendalam, proses hierarki analisis. Setelah analisis lebih lanjut, dapat dilihat bahwa masalah bisnis yang dihadapi oleh perusahaan tidak didokumentasikan rencana bisnis, kegiatan utama, struktur biaya, masalah sumber daya utama. Untuk mengatasi masalah seperti yang dijelaskan, beberapa kuantitatif dan kualitatif dibuat. Metode yang digunakan dalam penelitian ini adalah metode AHP (Analytical Hierarchy Process). Metode AHP membantu dalam menentukan pengambilan keputusan yang disusun berdasarkan logika, pengetahuan dan pengalaman. Dalam implementasinya disusun secara terencana dan sistematis sesuai pertimbangan. Implementasi bisnis yang berfokus pada model bisnis yang cocok untuk Moko Discover seperti kanvas model bisnis dengan prioritas, inovasi model bisnis.", "Daftar File": {"2019_TS_PP_Riza Rinanto_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/178693"}, "Penulis": "Riza Rinanto [29117369]", "Kontributor / Dosen Pembimbing": ["Dr. Dina Dellyana, S.Farm, APT., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Music Label, Moko Discover, Business Model Canvas, Analytical Hierarchy Process", "Sumber": "MOKO DISCOVER", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "12 Agu 2019"}