{"Nomor": 41382, "Judul": "BISNIS STRATEGI UNTUK MENGHADAPI PENURUNAN PENJUALANAN DI PT. NISSAN MOTOR INDONESIA", "Abstrak": "Indonesia merupakan negara dengan populasi manusia terbesar keempat didunia dengan jumlah populasi sebesar 265 juta jiwa. Pada tahun 2020, populasi Indonesia diperkirakan mencapai angka 271 juta jiwa. Keuntungan yang diperoleh bagi industry otomotif adalah peningkatan penjualanan tiap tahunnya. Diperkirakan, segmen yang memiliki pertumbuhan signifikan adalah segment kendaraan penumpang (passenger vehicle PV), yang diperkirakan akan tumbuh hingga tahun 2020 sebesar 6.8%. Tetapi kondisi ini berbeda dengan Nissan, Nissan mengalami penurunan penjualanan selama tiga tahun terakhir. Pada tahun 2015 Nissan berhasil menjual 46,684 unit, sedangkan di tahun 2018 Nissan hanya mampu menjual 17,318 unit, kemudian hanya memiliki market share 1.5% di tahun 2018.  Sehingga untuk memperbaiki ini, diperlukan penelitian secara menyeluruh untuk mendapatkan solusi terbaik bagi Nissan.\nPada penelitian ini, konseptual framework dibagi menjadi tiga bagian utama, yaitu dimulai dari input, proses dan terakhir output. Pada bagian input dijelaskan mengenai isu bisnis, pada bagian proses dijelaskan mengenai kajian bisnis, dan terkhir pada bagian output dijelaskan mengenai solusi bisnis. Dalam kajian bisnis, peneliti menggunakan internal & eksternal analisis, dan untuk mencari sebab utama masalah menggunakan fish bone analisis. Dalam solusi bisnis, menggunakan SWOT dan TOWS matrix analisis untuk mendapatkan beberapa alternatife dan memilih alternatif menggunakan Analythic Hierarchy Process (AHP).\nSebagai hasilnya, sebab utama yang mempengaruhi penurunan penjualanan nissan adalah pengeluaran model baru yang terlalu lama dan ditambah harga spare part nissan yang terlalu mahal. Sehingga untuk memperbaiki itu, nissan harus segera mengeluarkan model baru yang dapat diproduksi di Alliance Plant dan kemudian memperbaiki Total Delivery Cost (TDC) dan jalus distribusi part.", "Daftar File": {"2019_TS_PP_Wahyu Dwi Prakoso_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/178705"}, "Penulis": "Wahyu Dwi Prakoso [29117485]", "Kontributor / Dosen Pembimbing": ["Dr. Manahan Parlindungan Saragih Siallagan"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Penurunan penjualanan, internal & external analysis, SWOT & TOWS, AHP, Model baru, Alliance.", "Sumber": "PT. NISSAN MOTOR INDONESIA", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "12 Agu 2019"}