{"Nomor": 41388, "Judul": "EKSPRESI HETEROLOG GEN PENGKODE LIPASE TERMOSTABILLK4 PADA RAGI PICHIA  PASTORJS", "Abstrak": "Beberapa  mikroorgani sme yang dii solasi dari kompos  diketahui  memiliki  aktivitas lipase yang baik. Lipase merupakan enzim  yang memiliki  aplikasi  yang luas dalam berbagai proses bioteknologi industri misalnya dalam industri makanan yaitu dalam proses pembuatan keju atau coklat; pada industri farrnasi sebagai pengarah enantioselektif pada pembuatan o bat dari suat u rasemat; dan pada industri  biod iesel sebagai katali s reaksi  transesterifik asi. Tingginya  potensi lipase sebagai biokatalis dalam  berbagai  proses  industri  mendorong  dikembangkannya berbagai  penelitian baru untuk  meningkatkan produksi  lipase.  Salah satu  upaya yang dapat  dilakukan ialah melalui teknologi DNA rekombinan. Teknologi DNA rekombinan merupakan suat u   serangkaian    proses    bi oteknologi    yang    memungkinkan   dilak ukannya modifikasi gen, mengisolasi gen. d an mengekspresikan gen dalam organi sme lain.\n\nGen  yang  mengkode  lipase  d engan  nama  lk-1 yang  berasal  dari  isolat  kompos sampah  organik  sebelumnya  telah berhasil diklon  dan diekspresikan secara intraseluler    ke   dalam   sel   heterolog    Escherichia    coli   BL21 (DE3)   dengan menggunakan    pET30(a)    se bagai   vektor   ekspresi.   Lipase    rekombinan   yang dihasilka n dari penelitian  tersebut  memiliki akti vitas yang rendah karena te1jadinya badan  inklusi.  U ntuk  mengatasi  masalah  tersebut,  pada  penelitian   ini  dilakukan ekspresi gen pengkode  lipase  /k-1 menggunakan  sel inang Pichia pastoris, dengan harapan dapat diperoleh  lipase rekombinan yang aktif dan fungsional.\n\nPichia pastoris merupakan suatu ragi metilotropik yang memanfaatkan metanol sebaga i   sumber  karbonnya. Ekspresi  pada  Pichia pas /oris memiliki  keuntw1gan d iantaranya  dapat  melakukan   mod ifikasi  pasca  translasi , dapat  tumbuh   hingga mencapai   d ensitas  se l    tinggi   tanpa   terjadi nya  akumulasi   etanol ,  teknik   yang digunakan  rel atif mudah. dan mud a hnya proses scalling-up  dengan  menggunakan fermentor.\n\nStrategi  yang  dilakukan  di  awa l   penelitian  adalah  proses  subkloning gen  yang bertujuan  untuk memperol eh plasmid rekombinan yang membawa  gen si sipan  /k-1. Proses konstruksi  pl asmid  rekombinan  melalui serangkaian  tahapan  isolasi gen lk-1 yang  sebel umnya  terd apat  da lam   vektor  pET30(a),  lalu   mengamplifik asi  gen\n \n\ntersebut  menggunakan d u a pasang  primer.  Dari  hasil  tersebut  diperoleh  gen  fk-1 yang memiliki  ukuran  936  pb. Gen lk-1 yang diperoleh  selanjutnya diligasikan  ke d alam vektor pGEM-T easy dan digunakan  untuk mentransfonnasi Escherichia coli TOPJ OF'. Dari  hasi l   tersebut.  dilakukan  kembali  isolasi  dan amplifikasi gen  lk-1 untuk selanjutnya diligasikan ke dalam  pPICZaA. Plasmid   pPICZaA-/k-1 terse but digunakan  untuk mentransformasi Escherichia coli TOP!OF'. Plasmid rekombinan pPICZaA-lk-1  terfusi  dengan  sinyal  sek resi  a-mating factor dan dibawah  regulasi promotor   inducible   AOX 1.  Plasmid   rekombinan  pPICZaA-/k-1   telah  berhasil dikonstruksi  dan  terkonfirmasi  bahwa plasmid  rekombinan tersebut  mengandung gen  si sipan  lk-1. Hal  ini dibuktikan d engan  munculnya satu  pita  berukuran  1 500 pasang   basa   pada   elektroforegram   hasil   PCR   plasmid   rekombinan  dengan menggunakan sepasang  primer AOX.\n\nSelanjutnya,   plasmid \trekombinan\tpPICZaA-LK-1   yang \ttelah \tdikonstruksi digunakan   untuk  mentransformasi  Pichia  pastoris.  Beberapa   transforman yang diperoleh  di seleksi    pada   media \tYPD    mengandung   zeocin    dengan    variasi konsentrasi    1 000 1-1g/ml  dan 2000t g/ml. Tran sforman  yang tumbuh  dengan  baik pada media dengan konsentrasi zeocin 2000 IJg/ml diduga membawa  kaset ekspresi yang multikopi. Transforman tersebut dipilih dan diekspresikan untuk memperoleh lipase  rekombinan. Ekspresi  gen pengkode  lipase  terjadi  ketika dilakukan  induksi dengan  metano l  setiap 24 jam dengan  memanfaatkan penggunaan promotor  AOX. Analisis  terhad ap  hasil  ekspresi   protein  rekombinan dilakukan melalui  analisis aktivitas   protein   rekombinan   dengan   mengukur   kemam puan   hidrolisis   lipase terhadap    substrat   PNP-Laurat.   Pada   tahap   ekspresi    ini   dilakukan  optimasi pemilihan   koloni, optimasi   waktu  ekspresi  optimum, dan  optimasi   konsentrasi metanol.    Tujuan    dilakukannya   optimasi    tersebut   untuk    memperoleh   lipase rekom binan dengan  akti vitas tert inggi. Dari hasil optimasi  tersebut,  koloni  nomor\n12 merupakan koloni  yang mengekspresikan lipase  rekombinan paling  optimum, dengan  wakt u ekspresi  terba ik pada  hari ke lima  menggunakan methanol  0,5%. Profil   dari   protein   rekombinan   dianalisis   mel alui  elektroforesis  SDS   PAGE. Melalui   elektroforegram  hasil  SDS  PAGE   teramati   munculnya  pita  berukuran\n36.53   kDa   yang   didu ga   merupakan   pita   protein   lipase   rekom binan.   Lipase rekombinan yang  diperoleh  dimurnikan dengan  menggunakan kromatografi Ni­ NTA,  dan  dihasi lkan  aktifitas   lipase   sebesar   0,9313  U/mg  meningkat   cuk up signifikan dibandingkan ekstrak  kasar lipase dengan aktifitas  sebesar 0,0699 U/mg.", "Daftar File": {"ABSTRAK Laelia Munawaroh": "https://digilib.itb.ac.id/gdl/download/178711", "COVER Laelia Munawaroh": "https://digilib.itb.ac.id/gdl/download/186588", "BAB1 Laelia Munawaroh": "https://digilib.itb.ac.id/gdl/download/186589", "BAB2 Laelia Munawaroh": "https://digilib.itb.ac.id/gdl/download/186590", "BAB3 Laelia Munawaroh": "https://digilib.itb.ac.id/gdl/download/186591", "BAB4 Laelia Munawaroh": "https://digilib.itb.ac.id/gdl/download/186592", "BAB5 Laelia Munawaroh": "https://digilib.itb.ac.id/gdl/download/186593", "PUSTAKA Laelia Munawaroh": "https://digilib.itb.ac.id/gdl/download/186594"}, "Penulis": "Laelia Munawaroh [20517012]", "Kontributor / Dosen Pembimbing": ["Prof. Akhmaloka, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Lipase Termostabil, Pichia pastoris, Ekspresi  Heterolog", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "13 Agu 2019"}