{"Nomor": 41398, "Judul": "ROBOT MANIPULATOR REHABILITASI ANGGOTA GERAK TUBUH BAGIAN ATAS DENGAN KONTROL IMPEDANSI GERAK BAHU FLEKSI-EKSTENSI PENGIKUT JALUR", "Abstrak": "Penelitian ini menyajikan kontrol posisi dan torsi dengan skema impedansi untuk\nrobot rehabilitasi pasien pasca stroke bagian upper limb untuk gerakan fleksi pada\nbahu lengan. Robot yang dipakai dalam penelitian ini adalah robot swaproduksi\nyang dibangun berbasis robot manipulator 3 DOF (Degree of Freedom). Robot\nmanipulator ini menggunakan absolut enkoder sebagai sensor posisi sudut, load\ncell sebagai sensor gaya dan motor BLDC (Brushless Direct Current) sebagai\naktuator. Pemodelan kinematik robot manipulator menggunakan DH (Denavit\nHartenberg) parameter dan pemodelan dinamiknya menggunakan persamaan\nlagrange.. Skema impedansi ini terdiri dari masukan berupa gaya luar dan suatu\nnilai impedansi. Masukan gaya luar berasal dari load cell pada ujung robot (end\neffector) yang di hasilkan oleh gaya dari subjek/pasien, yang terdiri dari 2 arah\nkartesian yang akan mempengaruhi besaran torsi dari dinamik robot untuk sumbu\nx dan sumbu y, sedangkan besaran nilai impedansi pada sistem robot di berikan\npada sebuah nilai yang konstan. Nilai impedansi ini akan mempengaruhi sistem\nkarena nilainya merupakan presentase perkalian dari inersia robot, sehingga\nsistem akan mengikuti karakteristik impedansi.\nPada penelitian ini dilakukan simulasi terhadap sistem kontrol karakteristik\nimpedansi dari robot. Dalam simulasi penelitian diberikan nilai gaya eksternal\nsebesar 10%, 100%, 150% dan 170% dari torsi motor, dan sebuah nilai impedansi\nyang konstan (50 % dari inersia robot). Dalam simulasi berikutnya di berikan nilai\nimpedansi sebesar 100%, 200%, 300% dan 500% dari nilai inersia robot dan nilai\ngaya eksternal yang konstan (170% dari torsi motor). Dari hasil simulasi ini di\ndapatkan karakteristik hubungan antara besarnya gaya luar dari pasien, nilai\nimpedansi yang diberikan dengan sistem dinamika robot. Semakain besar nilai\nmasukan gaya luar dari pasien maka sistem semakin berosilasi, untuk menjaga\nsistem agar stabil maka nilai impedansi perlu diperbesar. Karakteristik ini dapat di\ngunakan untuk pasien stroke yang memiliki kondisi otot kaku. Dengan\nmengetahui karakteristik tersebut, robot dapat berinteraksi dengan pasien dengan\nberbagai macam kondisi pasien stroke dengan berbagai tingkat kekakuan otot.\nSetelah melakukan simulasi dilakukan implemantasi system kontrol pada robot.\nKontrol robot menggunakan 3 parameter kontroler ???????? yaitu ????1=0,8, ????2=0,8, ????3=3\ndan ????????1=200, ????????2=200, ????????3=350 masing-masing parameter berfungsi sebagai\npenjejak eror sudut dan eror torsi skema impedansi untuk masing masing motor\npenggerak arah x, y, dan z. Robot ini memiliki Workspace/Range of Motion\n332 ? ???? ? 1102, 0 ? ???? ? 90, ???????????? 45 ? ? ? 135 dan nilai performa dari\nkontroler adalah memiliki error ± 1°. Gerakan robot pada rehabilitasi\nberdasarkan pengikut jalur dimana robot digerakan mengikuti pola gerakan yang\ntelah ditetapkan tanpa dipengaruhi oleh waktu. Ketika pergerakan subjek/pasien\ntidak dapat mengikuti pengikut jalur rehabilitasi, maka akan menyebabkan ada\nsuatu gaya terukur oleh sensor gaya pada end effector, sehingga besaran gaya\ntersebut dapat memberikan feedback pada motor berupa complians (motor akan\nbergerak sesuai arah dan besar gaya pada end effector), selanjutnya jika sudah\ntidak ada gaya eksternal pada end effector, robot akan memberikan respon untuk\nmembantu subjek mengoreksi pengikut jalur.", "Daftar File": {"ABSTRAK Ade Hasan Sumarso": "https://digilib.itb.ac.id/gdl/download/178727", "COVER Ade Hasan Sumarso": "https://digilib.itb.ac.id/gdl/download/195894", "BAB 1 Ade Hasan Sumarso": "https://digilib.itb.ac.id/gdl/download/195897", "BAB 2 Ade Hasan Sumarso": "https://digilib.itb.ac.id/gdl/download/195899", "BAB 3 Ade Hasan Sumarso": "https://digilib.itb.ac.id/gdl/download/195900", "BAB 4 Ade Hasan Sumarso": "https://digilib.itb.ac.id/gdl/download/195902", "PUSTAKA Ade Hasan Sumarso": "https://digilib.itb.ac.id/gdl/download/195906"}, "Penulis": "Ade Hasan Sumarso [23817008]", "Kontributor / Dosen Pembimbing": ["Augie Widyotriatmo, S.T., M.T., Ph.D.", "Irwan Purnama, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Robot manipulator, End effector, Gaya eksternal, Skema impedansi, Kontroler PI.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "7 file", "Tanggal Input": "13 Agu 2019"}