{"Nomor": 41402, "Judul": "Adaptations in phalangiid harvestmen Gyas annulatus and G. titanus to their preferred water current adjacent habitats", "Abstrak": "Gyas annulatus and G. titanus (Arachnida: Opiliones: Phalangiidae) were studied comparatively with special interest in their hypogean ecophase. Direct comparisons were made in two caves where both species overwintered, and in the laboratory. Their chilling hardiness was tested, and the dynamics of lipid and glycogen stocks was studied. Juveniles overwinter inactive in physically unstable stone accumulations\nclose to water currents, and in water- and wet caves. In caves, G. annulatus prefers colder microhabitats (at –0.1 to 2.1 °C) near the entrances and close to water surfaces while G. titanus prefers warmer ones (at 4.1–8.3 °C) deeper inside and much above the water. G. annulatus overwinters gregariously, profiting in this way from a collective sensing of sudden water rises, while G. titanus overwinters in a solitary manner. Neither Gyas species is cold hardy during overwintering (LT50 in both about –2 °C), while in post-overwintering specimens, a weak cold hardiness appears (in May LT50 in both between –3 and –4 °C) which helps them better withstand sudden summer chillings. During overwintering, G. annulatus spends about a quarter of the total energy, but twice as much glycogen as G. titanus; the captive G. annulatus\nspent 5.20 J g–1 dry mass day–1 from 0.122 lipids and 0.026 mg g–1 dry mass day–1 glycogen, and G. titanus 21.22 from 0.538 lipids and 0.014 glycogen, respectively. The general energy saving, excessive glycogen supply and overwintering gregariousness in G. annulatus reflect its optimal adaptation to preferred alpine habitats close to water current surfaces in the active ecophase, as well as during lasting overwintering. © 2004 Elsevier SAS. All rights reserved.", "Daftar File": {}, "Penulis": "Tone Novak [-]", "Kontributor / Dosen Pembimbing": ["Saša Lipovšek, Leon Senc?ic, Maria Anna Pabst, Franc Janžekovic"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Arachnids; Opiliones; Cold hardiness; Energy supply; Overwintering", "Sumber": "ScienceDirect,", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Agu 2019"}