{"Nomor": 41419, "Judul": "Analisis Prestasi dan Emisi dari Turbin Gas Rover 1s/60  Berbahan Bakar Campuran Jet A-1 dan Bioavtur dengan Konsentrasi 5% dan 10%", "Abstrak": "Semakin tinggi kebutuhan manusia akan transportasi udara menyebabkan\nketergantungan yang tinggi pula terhadap bahan bakar avtur. Penggunaan avtur yang masih\nberbasis fosil menimbulkan berbagai permasalahan baik dari segi lingkungan maupun\nkesehatan yang saat ini sudah menjadi perhatian masyarakat dunia. Oleh karena itu, solusi\nalternatif dibutuhkan untuk mengatasi permasalahan tersebut. Salah satunya adalah bahan\nbakar nabati berbasis minyak kelapa yang sangat cocok untuk diterapkan di Indonesia. \nAvtur nabati ini diproduksi dengan proses HEFA, dimana proses hidrogenasi dan\nhidrodeoksigenisasi dilakukan untuk menghasilkan rantai karbon jenuh dan menghilangkan\nkandungan oksigen agar sifatnya sama dengan avtur konvensional. Penggunaan kelapa sebagai\nbahan baku avtur nabati menghilangkan kebutuhan proses hydrocracking, dan proses\nisomerisasi diberikan untuk menurunkan titik bekunya. Avtur nabati akan dicampur dengan Jet\nA-1 dengan konsentrasi avtur nabati 5% dan 10%. Bahan bakar tersebut diuji pada turbin gas\ntipe Rover 1s/60 pada delapan kondisi berbeda. \nHasil uji prestasi dan emisi campuran avtur nabati menunjukkan hasil yang lebih baik\nmeskipun perbedaannya tidak terlalu besar untuk prestasi namun cukup signifikan untuk emisi,\ndimana efisiensi termalnya lebih tinggi 0.63%, konsumsi bahan bakar spesifik yang lebih\nrendah 0.79%, serta emisi CO, UHC, NO\nx\n, dan opasitas asap yang lebih rendah 15,08%,\n10,39%, 22,22%, dan 41,74% untuk konsentrasi campuran 10% jika dibandingkan dengan\nbahan bakar Jet A-1.", "Daftar File": {"2019 TA 13115151  Kemal Sabian Devara.pdf)u": "https://digilib.itb.ac.id/gdl/download/178785"}, "Penulis": "Kemal Sabian Devara [13115151]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ir. Iman Kartolaksono Reksowardojo, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "bahan bakar nabati aviasi, minyak kelapa, HEFA, bahan bakar campuran, uji prestasi, uji emisi.", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "1 file", "Tanggal Input": "14 Agu 2019"}