{"Nomor": 41417, "Judul": "SUPLEMENTASI BETA KAROTEN DARI PISANG TONGKAT LANGIT UNTUK MEMPERCEPAT REGENERASI HAIR CELLS DAN CAUDAL FIN PADA ZEBRAFISH", "Abstrak": "Pisang tongkat langit (Musa troglodytarum), pangan fungsional asli Indonesia, memiliki kandungan beta karoten yang lebih tinggi dibandingkan pisang lainnya. Dalam penelitian ini digunakan M. troglodytarum dari Gunung Galunggung, Jawa Barat. Beta karoten sebagai antioksidan telah diteliti dapat mempercepat regenerasi jaringan serta meningkatkan aktivitas ekspresi gen dari enzim terkait pertahanan terhadap keadaan stres oksidatif. Selain itu, astaxanthin (salah satu golongan karotenoid) dapat bersifat otoprotektif. Ekspresi gen terkait pertahanan terhadap ROS dapat dijadikan biomarker stres oksidatif, seperti prdx1 dan protein hsp70. Hsp70 juga dapat digunakan sebagai biomarker terjadinya regenerasi jaringan. Namun, belum ada penelitian yang dilakukan untuk melihat efek otoprotektif beta karoten pada hair cells. Penelitian yang mempelajari efek pemberian beta karoten secara preventif dna kuratif terhadap ekspresi gen terkait stres oksidatif serta kecepatan regenerasi belum banyak dilakukan. Penelitian ini bertujuan untuk mempelajari efek pemberian beta karoten dari M. troglodytarum terhadap perlindungan pada hair cells, kecepatan regenerasi jaringan, serta ekspresi biomarker gen terkait pertahanan terhadap stres oksidatif pada zebrafish. Pada penelitian ini dilakukan 2 perlakuan pemberian 15 ?M beta karoten, preventif dan kuratif, pada larva zebrafish berusia 5 hari (5 dpf). Pemberian beta karoten secara preventif bertujuan untuk mempelajari efek beta karoten sebagai otoprotektan. Penelitian ini menggunakan 2 jenis metode untuk merusak jaringan yang meningkatkan stres oksidatif, yaitu pemberian neomycin untuk menghilangkan hair cells dan amputasi caudal fin. Selanjutnya regenerasi hair cell diamati pada jam ke 24 dan 48 dan regenerasi caudal fin diamati pada jam ke 24, 48, 72, dan 96. Sebagai biomarker stres oksidatif digunakan pengamatan ekspresi gen prdx1 dan hsp70 pada titik regenerasi dengan metode qPCR. Pemberian ekstrak beta karoten dari pisang tongkat langit secara kuratif maupun preventif dengan konsentrasi akhir sebesar 15 ?M sanggup mempercepat regenerasi jaringan secara signifikan pada jam ke-24 jika dibandingkan dengan kontrol (p<0,05), baik pada hair cells mapun caudal fin. Namun, pemberian ekstrak beta karoten tersebut tidak bersifat sebagai otoprotektif serta tidak membantu meningkatkan ekspresi gen-gen yang membantu mempertahankan sel dari keadaan stres oksidatif.", "Daftar File": {"ABSTRAK Grace Mulyani Winata": "https://digilib.itb.ac.id/gdl/download/178777", "COVER Grace Mulyani Winata": "https://digilib.itb.ac.id/gdl/download/199210", "BAB 1 Grace Mulyani Winata": "https://digilib.itb.ac.id/gdl/download/199212", "BAB 2 Grace Mulyani Winata": "https://digilib.itb.ac.id/gdl/download/199214", "BAB 3 Grace Mulyani Winata": "https://digilib.itb.ac.id/gdl/download/199216", "BAB 4 Grace Mulyani Winata": "https://digilib.itb.ac.id/gdl/download/199218", "BAB 5 Grace Mulyani Winata": "https://digilib.itb.ac.id/gdl/download/199221", "PUSTAKA Grace Mulyani Winata": "https://digilib.itb.ac.id/gdl/download/199222"}, "Penulis": "Grace Mulyani Winata [21116003]", "Kontributor / Dosen Pembimbing": ["Fenny Martha Dwivany, S.Si., M.Si., Ph.D.", "Dr. Indra Wibowo, S.Si., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "beta karoten, stres oksidatif, regenerasi, hair cells, caudal fin, prdx1, hsp70, larva zebrafish, pisang tongkat langit", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "14 Agu 2019"}