{"Nomor": 41415, "Judul": "IMPLEMENTASI ECONOMIC ORDER QUANTITY (EOQ) DAN OPTIMAL VALUE INVENTORY LEVEL UNTUK MEMPERBAIKI SIKLUS KONVERSI KAS (STUDY KASUS : PT. WISMILAK INTI MAKMUR TBK.)", "Abstrak": "PT. Wismilak Inti Makmur Tbk. adalah salah satu perusahaan rokok terbesar di Indonesia. Perusahaan ini didirikan pada tahun 1962 di Surabaya. Kondisi keuangan perusahaan saat ini relatif menurun. Disisi lain, perusahaan ini memiliki masalah dengan nilai Siklus Konversi kas. Siklus Konversi Kas adalah indikator yang menggambarkan kemampuan perusahaan untuk mengubah uang tunai menjadi barang atau inventaris untuk dijual atau dikonversi kembali menjadi uang tunai. Dengan menggunakan siklus konversi kas, dapat diukur seberapa cepat dan efisien suatu perusahaan mengekstraksi uang tunai dari proses operasi dan dapat mengetahui seberapa efisien suatu perusahaan mengelola operasi. Nilai siklus konversi kas yang pendek berarti perusahaan memiliki siklus kas positif dan secara efisien mengelola operasi, dan sebaliknya apabila nilai siklus konversi kas panjang maka perusahaan tidak efesien dalam mengelola operasinya.\nBerdasarkan masalah yang terjadi dengan PT. Wismilak Inti Makmur, kondisi siklus konversi kas perusahaan jauh lebih lama dari rata-rata industri. Ini mencerminkan bahwa manajemen modal kerja perusahaan tidak optimal jika dibandingkan dengan rata-rata industri. Nilai persediaan yang tinggi menyebabkan nilai dari rata-rata usia persediaan menjadi panjang. Hal itu berdampak pada perhitungan siklus konversi kas menjadi lebih lama. Oleh karena itu, dalam penelitian ini penulis mengoptimalkan nilai persediaan. Optimalisasi menggunakan dua metode yaitu Economic Order Quantity (EOQ) dan Level Inventory Nilai Optimal.\nHasil perhitungan EOQ, sebuah perusahaan dapat meminimalkan bahan baku berdasarkan periode pemesanan, yaitu 12 kali dalam setahun. Dalam sekalo pesanan, perusahaan membutuhkan 667.823 kg bahan baku untuk kebutuhan perusahaan selama 30 hari. Untuk mengatasi permintaan yang berlebihan saat menggunakan sistem EOQ, perusahaan harus mempertimbangkan keamanan stok bahan baku. Dari perhitungan, total sekali pesanan diperoleh setelah menambahkan safety stock, yaitu 822.964 kg atau setara dengan 36.484.733.485 rupiah. Kemudian, pada akhir pencatatan neraca akhir tahun, persediaan dari bahan baku berkurang menjadi 36.484.733.485 rupiah. Total persediaan perusahaan setelah menggunakan sistem EOQ adalah 217.849.982.827 rupiah, dari sebelumnya 652.607.842.394 rupiah. Berdasarkan nilai total persediaan setelah menghitung sistem EOQ, ini menunjukkan perubahan signifikan. Rata-rata usia persediaan menurun secara signifikan menjadi 82 hari dari 247 hari. Penurunan ini berdampak pada siklus konversi tunai menjadi 53 hari dibandingkan dengan sebelum menggunakan metode EOQ, yaitu 217 hari.\nOleh karena itu penulis merekomendasikan PT. Wismilak Inti Makmur menggunakan metode EOQ dalam menjalankan bisnisnya. Sehingga, perusahaan dapat meningkatkan kinerja modal kerja perusahaan secara optimal.", "Daftar File": {"2019_TS_PP_Rachman Ikhwanto_1-Abstrak (1).pdf?": "https://digilib.itb.ac.id/gdl/download/178751"}, "Penulis": "Rachman Ikhwanto [29117271]", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, S.T., M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Manajemen Modal Kerja, Siklus Konversi Kas, Operasional, Economic Order Quantity (EOQ) dan Rata-rata Usia Persediaan.", "Sumber": "PT. WISMILAK INTI MAKMUR TBK", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "13 Agu 2019"}