{"Nomor": 41412, "Judul": "PERANCANGAN SISTEM PERSEDIAAN DENGAN PEMESANAN YANG ADAPTIF UNTUK PERPUTARAN BARANG YANG CEPAT", "Abstrak": "Perkembangan bisnis di bidang kuliner meningkat setiap tahunnya berdasarkan data yang didapatkan dari Badan Pusat Statistik yaitu meningkat dari tahun 2011 ke tahun 2017 sebesar 8,34%. Karena adanya peluang bisnis di bidang kuliner maka Serantau Coffee memasuki persaingan bisnis di dalam bidang kuliner khususnya coffee shop. Saat ini Serantau Coffee beroperasional di Kota Bandung dan baru berjalan selama 6 bulan. Selama 6 bulan ini terdapat masalah yang dirasakan oleh pemilik dalam menjalankan Serantau Coffee. Permasalahan yang dihadapi adalah masalah inventory management karena saat ini pemilik tidak membuat sebuah sistem inventory management yang baik. Akibat yang dirasakan pemilik karena tidak adanya sistem inventory management di Serantau Coffee adalah tidak mengetahui demand konsumen di masa yang akan datang, real stock bahan baku di dalam inventory, waktu yang tepat untuk melakukan pemesanan barang, dan jumlah pemesanan bahan baku yang optimum. Masalah yang dirasakan pemilik mengakibatkan kerugian dari segi finansial sehingga masalah inventory management ini ingin diselesaikan pemilik. \nUntuk menyelesaikan masalah yang dihadapi Serantau Coffee maka diberikan solusi bisnis. Solusi bisnis yang diberikan adalah perancangan sistem inventory management yang dinamis. Di dalam perancangan sistem inventory management yang dinamis ini mencakup beberapa hal seperti: inventory management record accuracy, forecast demand, ordering system, dan penentuan safety stock. Perancangan sistem inventory yang bersifat dinamis ini diharapkan dapat mengatasi masalah di Serantau Coffee serta membantu pemilik dalam mengurus inventory management. Sistem inventory management yang dinamis berarti data inventory yang diberikan akan selalu berubah-ubah sesuai dengan keadaan setiap harinya. Dalam melakukan forecast demand menggunakan tiga buah metode yaitu: Simple Moving Average, Linear Regression Analysis, dan Exponential Smoothing. Untuk ordering system dihitung menggunakan dua buah metode yaitu: Economic Order Quantity dan Periodic Order Quantity. Dari seluruh metode yang dipakai akan dipilih mana metode yang paling cocok untuk Serantau Coffee.\nSolusi bisnis yang diberikan adalah perancangan sistem atau tools yang dapat membantu pemilik dalam melakukan kontrol terhadap stock bahan baku di dalam inventory (Record Accuracy). Forecast demand dan ordering system dilakukan untuk dua bahan baku saja yaitu susu segar dan biji kopi. Selain itu diberikan solusi sistem inventory yang dinamis untuk membantu pemilik dalam melakukan record accuracy, perhitungan forecast demand, ordering system, safety stock setiap saat.", "Daftar File": {"2019_TS_PP_ANDREW SETIANA_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/178741"}, "Penulis": "Andrew Setiana [29117463]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nur Budi Mulyono, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Dynamic Inventory Management, Forecast, Ordering System, Safety Stock, Coffee Shop", "Sumber": "Serantau Coffee", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "13 Agu 2019"}