{"Nomor": 41416, "Judul": "KARAKTER VISUAL BUSANA NASIONAL  IBU NEGARA INDONESIA TAHUN 1945 - 2014", "Abstrak": "Ibu Negara memiliki peran penting terhadap pemakaian Busana Nasional, karena sosoknya dianggap sebagai representasi budaya, jatidiri, dan inspirasi perempuan Indonesia. Seiring dengan dinamika politik jabatan Presiden Negara Indonesia, sosok Ibu Negara pun mengalami perkembangan peran. Ibu Negara Indonesia berasal dan latar belakang budaya yang beragam, Nyonya Fatmawati Soekarno dan Bengkulu, Nyonya Tengku Halimah Syehabuddin Sjafruddin Prawiranegara dan Sumatera, Nyonya Roesiah Asaat dan Sungai Puar, Agam, Nyonya R.Ay. Siti Hartinah Soeharto dan Surakarta, Nyonya Hasri Ainun Besari dari Semarang, Nyonya Sinta Nuriyah Abdurrahman Wahid dan Jombang, dan Nyonya Kristiani Herrawati Yudhoyono dan Yogyakarta. Semua Ibu Negara memakai Kebaya dalam berbagai acara formal sebagai representasi Busana Nasional. Hal yang menarik sampai saat ini belum di jumpai adanya penjelasan lengkap dan objektif mengenai perkembangan peran, fungsi dan detail desain Busana Nasional Indonesia khususnya yang dipakai oleh Ibu Negara. Dengan demikian, penelitian ini berusaha merumuskan visual Busana Nasional Indonesia dan memetakan busana resmi yang dikenakan Ibu Negara Indonesia. Untuk itu, penelitian ini menggunakan studi sejarah busana resmi Ibu Negara Indonesia dan tahun 1945 sampai 2014. Penelitian ini menggunakan analisis isi pada gambar Busana Nasional Ibu Negara. Data visual terdiri dan 10 gambar dan 52 gambar Busana Nasional Nyonya Fatmawati Soekarno, 10 gambar dan 204 gambar Busana Nasional Nyonya R.Ay Siti Hartinah Soeharto, 5 gambar dan 14 gambar Busana Nasional Nyonya Hasri Ainun Habibie, 5 gambar dan 5 gambar Busana Nasional Nyonya Sinta Nuriyah A. Wahid, dan 10 gambar dan 66 gambar Busana Nasional Nyonya Kristiani Herrawati Yudhoyono. Hasil analisis menunjukkan bahwa ada kesamaan penggunaan Busana Nasional Ibu Negara Indonesia: sanggul, Kebaya (dengan berbagai detail dan corak-baik corak bunga, polos, atau hiasan), kain tradisional sebagai busana bagian bawah, milineri (selendang, tas genggam, kipas tangan dan selop), dan aksesoris (konde, kalung, gelang, anting, dan bros). Perbedaan penggunaan Busana Nasional dipengaruhi oleh citra budaya etnik Nusantara yang dipilih, perubahan mode dan tren, adopsi budaya, dan pemahaman  Negara terhadap citra perempuan Indonesia. Busana Nasional Ibu Negara Indonesia membawa pesan politik yaitu menyatukan beragam bangsa dan budaya.", "Daftar File": {"COVER Suciati": "https://digilib.itb.ac.id/gdl/download/178752", "BAB 1 Suciati": "https://digilib.itb.ac.id/gdl/download/178753", "BAB 2A Suciati": "https://digilib.itb.ac.id/gdl/download/178754", "BAB 2B Suciati": "https://digilib.itb.ac.id/gdl/download/178755", "BAB 2C Suciati": "https://digilib.itb.ac.id/gdl/download/178756", "BAB 2D Suciati": "https://digilib.itb.ac.id/gdl/download/178757", "BAB 2E Suciati": "https://digilib.itb.ac.id/gdl/download/178759", "BAB 2F Suciati": "https://digilib.itb.ac.id/gdl/download/178760", "BAB 3A Suciati": "https://digilib.itb.ac.id/gdl/download/178761", "BAB 3B Suciati": "https://digilib.itb.ac.id/gdl/download/178762", "BAB 3C Suciati": "https://digilib.itb.ac.id/gdl/download/178763", "BAB 3D Suciati": "https://digilib.itb.ac.id/gdl/download/178764", "BAB 3E Suciati": "https://digilib.itb.ac.id/gdl/download/178765", "BAB 3F Suciati": "https://digilib.itb.ac.id/gdl/download/178766", "BAB 3G Suciati": "https://digilib.itb.ac.id/gdl/download/178767", "BAB 3H Suciati": "https://digilib.itb.ac.id/gdl/download/178768", "BAB 3I Suciati": "https://digilib.itb.ac.id/gdl/download/178769", "BAB 3J Suciati": "https://digilib.itb.ac.id/gdl/download/178770", "BAB 4A Suciati": "https://digilib.itb.ac.id/gdl/download/178771", "BAB 4B Suciati": "https://digilib.itb.ac.id/gdl/download/178772", "BAB 4C Suciati": "https://digilib.itb.ac.id/gdl/download/178773", "BAB 4D Suciati": "https://digilib.itb.ac.id/gdl/download/178774", "BAB 5 Suciati": "https://digilib.itb.ac.id/gdl/download/178775", "PUSTAKA Suciati": "https://digilib.itb.ac.id/gdl/download/178776"}, "Penulis": "Suciati [37112004]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Sachari, M.Sn.", "Dr. Kahfiati Kahdar, MA", "Dr. Achmad Syarief, S.Sn., M.Sc."], "Jenis Koleksi": "Disertasi", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "Textile arts", "Kata Kunci": "Busana Nasional, Thu Negara Indonesia, Karakter visual, Kebaya", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "24 file", "Tanggal Input": "14 Agu 2019"}