{"Nomor": 41425, "Judul": "ANALISIS HUBUNGAN KETERIKATAN KARYAWAN  DAN KINERJA KARYAWAN PT MEDCO ENERGY INTERNATIONAL, TBK.", "Abstrak": "Sebagai  perusahaan  yang  bergerak  dalam  bidang  industri  minyak  dan  gas  banyak\nperusahaan-perusahaan  pesaing   yang   bergerak   dalam  bidang   yang   sama   dalam\nmenghasilkan minyak dan gas yang akan dijadikan ladang pendapatan yaitu baik di import, di ekspor, atau bahkan digunakan sendiri. Oleh karena itu dalam menghadapi persaingan tersebut setiap perusahaan giat melakukan beberapa usaha agar mendapatkan kinerja perusahaan yang maksimal bagi konsumen. Sehingga dengan kondisi ini perusahaan akan memiliki daya saing untuk dapat berkompetisi pada bidangnya. Yang dimana dalam hal ini sumber daya yang ada didalamnya pun terlibat dalam pencapaian kinerja perusahaan. Begitu pula halnya dengan salah satu perusahaan penghasil minyak dan gas yaitu PT Medco Energy International senantiasa melakukan evaluasi mengenai kinerja perusahaan setiap tahunnya dalam mencapainya suatu tujuan penjualan minyak dan gas bumi di Indonesia. Dalam hal ini perusahaan selalu melakukan evaluasi baik itu dari manajemen atau dari luar. Untuk terus menigkatkan performa perusahaan, yang tak luput  dari campur tangan manajemen atau sumber daya  yang  ada di dalamnya PT Medco Energy International, Tbk ingin melihat melalui keterikatan karyawan yang akan berhubungan langsung dengan kinerja karyawan yang terdapat didalamnya.\nAda   beberapa   anak   perusahaan   entitas   anak   perusahaan   PT   Medco   Energy Internatilonal, Tbk.  melepaskan diri dari perusahaan atau  menjual  sahamnya secara langsung pada PT Medco Energy. Dengan adanya hal tersebut isu yang timbul terjadi didalam perusahaan adalah mengenai keterikatan dan loyalitas karyawan bekerja pada perusahaan, mengerjakan pekerjaannya sesuai dengan tujuan perusahaan, seberapa bertahannya karyawan untuk tetap bertahan dan berada dalam perusahaan dan tidak ada keinginan untuk keluar. Final project ini mengukur tingkat keterikatan karyawan perusahaan memiliki hubungan dengan kinerja karyawan yang berada pada perusahaan yang secara tidak langsung pula akan mempengaruhi kinerja pada perusahaan dalam pencapaian tujuannya.\nDalam penelitian ini dapat disimpulkan bahwa sebesar 45% kinerja karyawan itu dipengaruhi   oleh   keterikatan   kerja   karyawan.   Dimana   keterikatan   karyawan berpengaruh dan berhubungan secara signifikan dengan kinerja karyawan. Oleh karena itu  dalam  setiap  melakukan  peningkatan  kinerja  karyawan  harus  pula  diperhatikan dalam melakukan sinergi keterikatan karyawan dalam perusahaan.", "Daftar File": {"2019_TS_PP_Tyas Larassati Ramadhany_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/178802"}, "Penulis": "Tyas Larassati Ramadhany [29116137]", "Kontributor / Dosen Pembimbing": ["Achmad Ghazali, ST, M.B.A, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Keterikatan Karywan, Kinerja Karyawan", "Sumber": "PT MEDCO ENERGY INTERNATIONAL, TBK.", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "14 Agu 2019"}