{"Nomor": 41431, "Judul": "PENGARUH RADIUS PUNCH TERHADAP PENYIMPANGAN SPRINGBACK DALAM PEMBUATAN KEPALA SABUK", "Abstrak": "Proses penekukan pelat (bending) pada sheet metal merupakan salah satu jenis proses pembentukan logam yang paling banyak digunakan di dalam dunia industri. Proses penekukan pelat ini menggunakan alat yang disebut bending tool yang dipasang pada mesin press untuk produksi massalnya. Dalam setiap proses penekukan pelat terdapat gaya balik pada pelat yang dinamakan springback. Fenomena tersebut terjadi karena adanya sifat elastis yang masih terkandung di dalam pelat tersebut. Prediksi besarnya penyimpangan sudut springback dilakukan oleh perancang diawal pembuatan bending tool. Banyak faktor yang dapat mempengaruhi terjadinya springback diantaranya ketebalan pelat yang ditekuk, bahan pelat, kecepatan penekukan, konstruksi bending tool, kedalaman penekukan, radius punch penekuk serta arah butiran / grain direction pelat dll. Sementara ini prediksi springback yang dipakai oleh perancang tool didapat dari buku referensi berupa table estimasi springback yang dibuat secara umum, untuk produk tertentu perlu dilakukan koreksi agar didapatkan hasil yang akurat. Penelitian ini membahas tentang pengaruh besar radius punch pembentuk dan orientasi butiran pelat baja dengan tebal 1,8 mm terhadap efek springback pada kecepatan dan kedalaman penekukan yang sudah ditetapkan sehingga didapatkan penyimpangan springback yang sesungguhnya. Dari hasil penelitian didapatkan bahwa arah butiran (grain direction) pelat untuk tebal pelat baja dibawah 3 mm tidak berpengaruh terhadap penyimpangan springback, serta metoda perhitungan secara teoritis hanya dapat diterapkan pada toleransi dimensi produk lebih kurang 0,2 mm serta toleransi sudut 2?.", "Daftar File": {"COVER Hartono Widjaja": "https://digilib.itb.ac.id/gdl/download/178827", "BAB 1 Hartono Widjaja": "https://digilib.itb.ac.id/gdl/download/178828", "BAB 2 Hartono Widjaja": "https://digilib.itb.ac.id/gdl/download/178829", "BAB 3 Hartono Widjaja": "https://digilib.itb.ac.id/gdl/download/178830", "BAB 4 Hartono Widjaja": "https://digilib.itb.ac.id/gdl/download/178831", "BAB 5 Hartono Widjaja": "https://digilib.itb.ac.id/gdl/download/178832", "PUSTAKA Hartono Widjaja": "https://digilib.itb.ac.id/gdl/download/178833"}, "Penulis": "Hartono Widjaja [23110323]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Husaini Ardy"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "bending tool, springback, grain direction.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "14 Agu 2019"}