{"Nomor": 41435, "Judul": "SIMULASI INTERAKSI FLUIDA DAN STRUKTUR SAYAP BURUNG KETIKA TERBANG MENGEPAK", "Abstrak": "Burung mendapatkan gaya angkat dan gaya dorong dari kepakan\nsayapnya. Fenomena tersebut memberikan inspirasi untuk menciptakan mesin\npenghasil gaya dorong dengan kepakan sayap. Kepakan sayap burung adalah\nfenomena yang kompleks karena melibatkan interaksi struktur sayap dan\nfluida. Pembentukan gaya dorong oleh model sayap dengan gerakan plunging\ndapat dikaji dengan metode komputasi yang menyelesaikan kopel antara\npergerakan fluida dan deformasi struktur. Sayap burung disederhanakan\nmenjadi pelat datar yang digerakkan secara vertical (plunging) dengan\nkondisi engsel dan jepit pada ujung depan pelat (leading edge). Selama\ngerakan down-stroke, aliran udara ditarik oleh gerakan permukaan sayap\nsampai akhir gerakan dan kemudian sesaat pada gerakan upstroke aliran\nudara didorong oleh permukaan akibat fleksibilitas struktur sayap ke arah\nbelakang, sebagai akibatnya dihasilkan gaya dorong. Besar gaya dorong yang\ndihasilkan dipengaruhi oleh frekuensi gerakan plunging. Gaya dorong\nmeningkat dengan meningkatnya frekuensi plunging dan mencapai harga\nmaksimum pada harga frekuensi tertentu.", "Daftar File": {"COVER Didit Agus Priyanto": "https://digilib.itb.ac.id/gdl/download/178864", "BAB 1 Didit Agus Priyanto": "https://digilib.itb.ac.id/gdl/download/178866", "BAB 2 Didit Agus Priyanto": "https://digilib.itb.ac.id/gdl/download/178868", "BAB 3 Didit Agus Priyanto": "https://digilib.itb.ac.id/gdl/download/178869", "BAB 4A Didit Agus Priyanto": "https://digilib.itb.ac.id/gdl/download/178870", "BAB 4B Didit Agus Priyanto": "https://digilib.itb.ac.id/gdl/download/178871", "BAB 5 Didit Agus Priyanto": "https://digilib.itb.ac.id/gdl/download/178872", "PUSTAKA Didit Agus Priyanto": "https://digilib.itb.ac.id/gdl/download/178873"}, "Penulis": "Didit Agus Priyanto [23611003]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. M. Agoes Moelyadi", "Dr. Ir. Djoko Sardjadi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "plunging; interaksi struktur sayap; pergerakan fluida; deformasi struktur.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "14 Agu 2019"}