{"Nomor": 41433, "Judul": "PERANCANGAN DAN PEMBUATAN SISTEM KENDALI CONTINUOUSLY VARIABLE TRANSMISSION (CVT) BERBASIS MEKANISME CONSTANT SPEED DRIVE (CSD)", "Abstrak": "Pada transmisi manual atau transmisi otomatis yang konvensional mesin kendaraan sering\nberoperasi pada putaran yang tidak optimum. Hal ini disebabkan karena sistem transmisi\ntersebut masih terdiri atas sejumlah rasio tingkat kecepatan yang tetap. Constant Speed\nDrive (CSD) merupakan transmisi hidromekanik yang dapat menghasilkan putaran konstan\nuntuk putaran masukan berubah-ubah. CSD mampu mengubah perbandingan rasio putaran\nyang masuk dengan putaran yang keluar secara otomatis dan kontinyu. Dengan kata lain,\nCSD merupakan sebuah transmisi kontinyu atau Continuous Variable Transmision (CVT).\nPada penelitian ini, prinsip kerja mekanisme CSD akan digunakan untuk merancang\nsebuah sistem CVT.\nTahap-tahap penelitian adalah menetapkan persyaratan desain dan target perancangan\n(design requirement and objectives, DR&O), menentukan spesifikasi komponenkomponen\nperangkat keras, menyiapkan komponen tersebut, membangun perangkat lunak,\nmengintegrasikan perangkat keras dan perangkat lunak serta melakukan pengujian\nterhadap sistem hasil rancangan. Hasil perancangan adalah sebuah perangkat sistem\nkendali CVT berbasis CSD yang terdiri dari mikrokontroler, H-bridge motor driver, motor\nDC dan perangkat penampil data.\nHasil pengujian dan simulasi menunjukan bahwa sistem kendali CVT berbasis CSD\nmampu memberikan rasio gigi aktual (gear ratio actual,GRA) menyamai nilai rasio gigi\nideal yang menjadi acuan (gear ratio reference,GRR). Pengendalian dilakukan terus\nmenerus secara real time untuk mengikuti setiap perubahan kondisi pengemudian.", "Daftar File": {"COVER Wahyudi Saputra": "https://digilib.itb.ac.id/gdl/download/178850", "BAB 1 Wahyudi Saputra": "https://digilib.itb.ac.id/gdl/download/178851", "BAB 2 Wahyudi Saputra": "https://digilib.itb.ac.id/gdl/download/178852", "BAB 3 Wahyudi Saputra": "https://digilib.itb.ac.id/gdl/download/178853", "BAB 4 Wahyudi Saputra": "https://digilib.itb.ac.id/gdl/download/178854", "BAB 5 Wahyudi Saputra": "https://digilib.itb.ac.id/gdl/download/178855", "PUSTAKA Wahyudi Saputra": "https://digilib.itb.ac.id/gdl/download/178856"}, "Penulis": "Wahyudi Saputra [23607017]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Edy Suwondo"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Design Requirement and Objectives (DR&O); CVT; CSD.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "14 Agu 2019"}