{"Nomor": 41446, "Judul": "STUDI PREDIKSI WAKTU KEDATANGAN BUS UNTUK PENGEMBANGAN PASSENGER INFORMATION DISPLAY SYSTEM", "Abstrak": "Indonesia adalah negara berkembang dengan potensi yang sangat besar untuk menjadi negara maju dan salah satu ciri dari negara maju adalah transportasi publik yang layak. Akan tetapi transportasi publik saat ini masih kurang diminati oleh masyarakat, salah satu contohnya adalah bus. Ada beberapa faktor yang membuat bus kurang diminati. Keluhan yang paling banyak adalah para penumpang tidak mengetahui posisi bus terdekat dan seberapa lama bus tersebut akan sampai di halte.\nPada penelitian ini akan dibuat sebuah sistem antarmuka bagi penumpang bus di halte yang dapat mengetahui posisi bus terdekat dan seberapa lama bus akan sampai di halte. Sistem antarmuka ini dikenal dengan nama Passanger Information Display System (PIDS). Pada bus akan dilengkapi sebuah sensor GPS untuk mengestimasi posisi dan juga digunakan sebagai input prediksi waktu kedatangan. Setelah itu akan dilakukan pemodelan untuk mendapatkan model dari prediksi waktu kedatangan bus dengan menggunakan beberapa pendekatan metode, yaitu Radial Basis Function Neural Network dan Adaptive Neuro Fuzzy Inference System dengan pelatihan menggunakan Hybrid Learning dan Particle Swarm Optimization. Untuk memperbaiki nilai prediksi waktu kedatangan bus, Ditambahkan algoritma Kalman filter untuk mengestimasi waktu kedatangan setiap saat.\nAdanya sistem informasi ini dapat memberikan informasi mengenai posisi terkini dan estimasi waktu kedatangan bus yang akurat, sehingga dapat memberikan manfaat kepada calon penumpang bus di suatu halte untuk mengefisienkan waktu tunggunya di halte tersebut.", "Daftar File": {}, "Penulis": "Muhammad Fauzan [13315021]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Parsaulian Ishaya Siregar, Dipl.-Ing.", "Prof. Dr.-Ing. Ir. Yul Yunazwin, M.Sc., DIC"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Adaptive Neuro Fuzzy Inference System, Kalman filter, Radial Basis Function Neural Network, Passenger Information Display System, Particle Swarm Optimization", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Agu 2019"}