{"Nomor": 41442, "Judul": "STUDI POTENSIOMETRIK DALAM MEMBRAN CAIR BERPENDUKUNG PTFE DENGAN AMINA SEKUNDER SEBAGAI PENGEMBAN DALAM UPAYA PENENTUAN PENISILIN", "Abstrak": "Penisilin G atau benzilpenisilin merupakan antibiotic yang dihasilkan oleh jamur Penicillium notatum, memiliki struktur cincin ?-laktam dan gugus karboksilat. Mengacu pada aktivitasnya yang luas, antibiotic ini merupakan jenis yang sering digunakan untuk pengobatan infeksi yang diakibatkan bakteri aerob dan anaerob. Penentuan kadar dari penisilin dalam sediaan farmasi biasanya diwajibkan untuk dilakukan dalam upaya menjaga kualitas sediaan farmasi yang dihasilkan.\n\nPerkembangan analisis farmasi, klinis dan lingkungan mengarah pada kebutuhan sensor kimia yang mudah dibuat dan diminiaturisasi dan tidak membutuhkan perawatan khusus dalam hidupnya. Elektroda selektif ion (ESI) merupakan sensor elektrokimia   potensiometri   yang  berfungsi   sebagai   pengesan   keberadaan   dan kuantitas analit, banyak digunakan karena selektif, peka, akurat dan batas deteksinya cukup rendah. Berdasarkan penelusuran metoda analisis untuk penisilin diketahui bahwa penentuan penisilin menggunakan elektroda selektif dalam membran cair berpendukung PTFE dengan amina sekunder sebagai pengemban belum pernah dilakukan. Agar respon potensiometri dari ESI yang dihasilkan dapat diprediksi dan ditingkatkan sensitivitas dan selektivitasnya, maka diperlukan studi potensiometrik dalam membran untuk memahami proses kinetika transfer muatan yang terjadi pada antarmuka   larutan-membran.   Tujuan   penelitian   ini   adalah   memperoleh   suatu membran yang memiliki karakter optimum sebagai membran ESI. Selain itu, membuat ESI penisilin dalam membran cair berpendukung PTFE menggunakan amina sekunder sebagai pengemban yang memiliki karakteristik optimal untuk pengukuran analisis.\n\nDari penelitian yang dilakukan diperoleh hasil bahwa : terdapat hubungan linier antara potensial dengan konsentrasi analit   melalui pengukuran potensial membran pada arus nol. Dari karakterisasi non transport diketahui terjadi proses swelling pada membran yang telah diimpregnasi amina sekunder dengan volume efektif membran yang terisi pelarut sebesar 12,66%. Didesilamin merupakan amina sekunder yang memberikan respon potensial terbaik. Membran yang sebelumnya diimpregnasi dengan didesilamin 10-3  M - 4 x 10-3  M dan penisilin 10-4M memberikan respon\npotensial yang konstan dengan faktor Nernst 18,56; 18,21; dan 19,61 mV/dekade dengan menggunakan larutan internal KCl 10-1 M dan penisilin 10-4 M dalam larutan\n \n\nbuffer fosfat pH 7.  Transport ion penisilin ke dan dari membran dipengaruhi oleh perbedaan konsentrasi dan pH. Dari hasil penelitian ini, terlihat adanya peluang bagi membran  cair  berpendukung  PTFE  dengan  amina  sekunder  sebagai  pengemban untuk digunakan sebagai sensor potensiometri pada penentuan penisilin.", "Daftar File": {"ABSTRAK Aliya Nur Hasanah": "https://digilib.itb.ac.id/gdl/download/178900", "COVER Aliya Nur Hasanah": "https://digilib.itb.ac.id/gdl/download/178901", "BAB1 Aliya Nur Hasanah": "https://digilib.itb.ac.id/gdl/download/178902", "BAB2 Aliya Nur Hasanah": "https://digilib.itb.ac.id/gdl/download/178903", "BAB3 Aliya Nur Hasanah": "https://digilib.itb.ac.id/gdl/download/178904", "BAB4 Aliya Nur Hasanah": "https://digilib.itb.ac.id/gdl/download/178905", "BAB5 Aliya Nur Hasanah": "https://digilib.itb.ac.id/gdl/download/178906", "PUSTAKA Aliya Nur Hasanah": "https://digilib.itb.ac.id/gdl/download/178907"}, "Penulis": "Aliya Nur Hasanah [20507003]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Buchari"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "studi potensiometrik, PTFE, penisilin, amina sekunder", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "15 Agu 2019"}