{"Nomor": 41454, "Judul": "STUDI TEORETIS MEKANISME DEGRADASI ELEKTRODA PADA ANTARMUKA ELEKTRODA-ELEKTROLIT DARI SISTEM BATERAI BERBASIS LITIUM", "Abstrak": "Sel baterai Li-ion dengan material katoda berbasis oksida nikel berlapis (LNO) diketahui mengalami penurunan daya tahan dan evolusi gas O2 yang diikuti penurunan kapasitas. Penurunan daya tahan dan kapasitas dikaitkan dengan degradasi katoda yang berturut-turut diawali dengan dekomposisi molekul elektrolit berupa etilena karbonat (EC) secara oksidatif dan disolusi ion Ni+. Tidak seperti evolusi gas O2, proses terjadinya dekomposisi oksidatif molekul EC dan disolusi ion Ni+ belum diketahui secara fundamental. Oleh karena itu, metode berbasis teori fungsional kerapatan (DFT) diterapkan sehingga diperoleh pemahaman termodinamika dan kinetika dalam skala molekuler yang kemudian dimanfaatkan untuk memahami terjadinya degradasi katoda LNO dalam sel baterai Li-ion secara fundamental.\nPada penelitian ini, dilakukan analisa termodinamika dan kinetika reaksi molekul EC pada permukaan LNO dan analisa termodinamika proses disolusi ion Ni+ pada permukaan LNO. Analisa termodinamika dan kinetika reaksi molekul EC pada permukaan LNO menunjukkan usulan reaksi berupa physisorption, chemisorption, dan ring-opening terjadi dengan spontan serta molekul EC tidak stabil akibat permasalahan reaktivitas permukaan LNO. Sebaliknya, disolusi ion Ni+ pada permukaan LNO sulit terjadi secara umum meskipun keberadaan molekul EC yang terdekomposisi mampu menurunkan energi formasi defek vakansi ion Ni+.", "Daftar File": {}, "Penulis": "Melvin [13315083]", "Kontributor / Dosen Pembimbing": ["Mohammad Kemal Agusta, S.T., M.Eng., Ph.D.", "Fadjar Fathurrahman, S.T., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Permukaan LNO, molekul EC, physisorption, chemisorption, ring-opening, disolusi ion Ni+", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Agu 2019"}