{"Nomor": 41451, "Judul": "PENGEMBANGAN SISTEM ROBOT SPHERICAL DENGAN ARSITEKTUR HYBRID DELIBERATIVE/REACTIVE UNTUK PATROLI SWARM", "Abstrak": "Swarm robotics adalah studi tentang bagaimana mengoordinasikan kelompok besar robot yang relatif sederhana melalui penerapan beberapa aturan. Aplikasi dari teknologi ini sangat beragam, salah satunya adalah untuk patroli. Pengembangan ini pun didukung dengan hadirnya desain robot spherical, yang memiliki banyak kelebihan untuk berpatroli. Untuk itu, dibutuhkan pengembangan sistem robot spherical untuk melakukan patroli swarm sehingga dapat berjalan optimal.\n\nPada Tugas Akhir ini, dibangun sistem robot spherical untuk patroli swarm. Sistem ini terdiri dari sensor, komputer dan robot spherical. Sensor yang digunakan berupa kamera yang akan memodelkan area dan membuat jalur digital. Posisi sensor diletakkan di atas area sehingga merupakan sudut pandang orang ketiga. Proses kontrol dilakukan melalui komputer karena membutuhkan memori yang besar. Di komputer, jalur digital diolah sehingga didapat jalur optimal untuk  dilalui. Setelah itu, robot diperintah untuk bergerak sesuai dengan jalur yang sudah ditentukan. Perintah dikirim dari komputer ke robot melalui bluetooth. Perancangan sistem robot ini menggunakan arsitektur hybrid deliberative/reactive. Dengan arsitektur ini, kemampuan robot dirancang berdasarkan lapisan kecerdasan paling rendah hingga berhasil. Lapisan tersebut merupakan gabungan dari lapisan deliberative dan lapisan reactive. \n\nPengujian dilakukan oleh satu robot dan dua robot. Pengujian dilakukan pada jalur yang terdiri dari titik A, B, C, D, E dan Z yang menyambung sedemikian sehingga memiliki 9 segmen. Hasil pengujian menunjukkan, dengan menggunakan satu robot waktu rata-rata yang dibutuhkan untuk melalui satu babak patroli adalah 37,33 detik. Sedangkan, waktu yang dibutuhkan dua robot untuk satu babak patroli adalah 27,5 detik atau 1,35 kali lebih cepat dibanding satu robot. Parameter selanjutnya adalah jumlah segmen yang bisa dilalui dalam satuan waktu (satu menit) atau disebut kinerja patroli. Hasil kinerja patroli dari satu robot adalah 17,9 segmen, sedangkan hasil kinerja patroli dari dua robot adalah 25,05 segmen atau 1,4 kali lebih banyak.", "Daftar File": {}, "Penulis": "Cahya Saputra & Muhammad Akbarul Aizs [13315055 & 13315090]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eko Mursito Budi, M.T.", "Dr. Vebi Nadhira, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Robot spherical, arsitektur hybrid deliverative/reactive, patroli swarm", "Sumber": "", "Staf Input/Edit": "Rina Kania  \n                                     Rina Kania", "File": "9 file", "Tanggal Input": "15 Agu 2019"}