{"Nomor": 41465, "Judul": "MOBIL OTONOM BERBASIS CITRA MENGGUNAKAN PENDETEKSI LAJUR TINGKAT LANJUT DAN TEKNIK DEEP LEARNING PADA REKOGNISI OBJEK", "Abstrak": "Sejak awal ditemukannya mobil oleh Karl Benz (1894), dibutuhkan seorang pengendara untuk mengemudikan mobil tersebut. Bahkan pada saat awal uji coba, mobil yang dikendarai oleh Karl Benz tersebut menabrak tembok. Hal ini menandakan bahwa dibutuhkan seorang pengemudi yang handal untuk mengendarai mobil agar mobil dapat memberikan manfaat yang baik bagi kehidupan manusia. Sejak ditemukannya mobil hingga beberapa abad ke depannya, fokus dari peneliti mobil spesifik terhadap kenyamanan dan keselamatan penumpang. Hingga beberapa dekade terakhir, fokus mulai bergeser ke pengembangan mobil otonom. Salah satu alasan utama dari pengembangan mobil otonom ini sendiri dikarenakan adanya permasalahan yang sampai saat ini belum dapat terselesaikan, yaitu pengemudinya. Setiap tahunnya, terdapat korban jiwa akibat kecelakaan mobil sebanyak 1,2 juta jiwa.\nDengan dikembangkannya mobil otonom ini, harapannya banyak korban jiwa yang dapat diselamatkan tiap tahunnya. Selain itu juga, para penyandang disabilitas dapat berpergian secara bebas tanpa harus bergantung kepada orang lain. Mobil otonom yang dirancang berbasis pemetaan terhadap lingkungan menggunakan pendeteksi lajur tingkat lanjut dan teknik deep learning pada rekognisi objek. SSDLite-MobileNetV2 merupakan model arsitektur dari rekognisi objek berbasis deep learning yang digunakan pada tugas akhir ini.\nPada tugas akhir ini, mobil otonom dirancang pada Remote Control Car (RC-Car) dengan kontrol pengikut setpoint. Setpoint yang digunakan mengacu kepada titik tengah dari bacaan sensor kamera. Pengontrol P digunakan untuk mengontrol stir kemudi mobil dengan masukan berupa offset yang didapat dari selisih antara posisi mobil otonom pada titik tengah garis marka jalan terhadap titik tengah pada kamera.\nHasil perancangan mobil otonom pada tugas akhir ini telah menghasilkan mobil yang dapat bergerak mengikuti lajur lintasan yang ditentukan dan berhenti pada saat mendeteksi beberapa objek.", "Daftar File": {}, "Penulis": "Budhie [13315022]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Yul Yunazwin, M.Sc., DIC"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "otonom, trayektori, mobil, deep learning, deteksi jalur, rekognisi objek", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "15 Agu 2019"}