{"Nomor": 41464, "Judul": "SISTEM IDENTIFIKASI DAN PENYESUAIAN KONTROL PID UNTUK FITUR PEMANDU HEXAROTOR TANPA AWAK", "Abstrak": "Sistem pemandu, bersama dengan navigasi dan kontrol, merupakan cabang keteknikan yang berhubungan dengan desain pengendalian gerakan wahana. Sistem pemandu mengacu pada penentuan lintasan dari posisi aktual wahana menuju posisi target yang diinginkan, sebagaimana perubahan kecepatan, rotasi, dan akselerasi untuk sampai ke titik target tersebut. Pemandu berbeda dengan kontrol, yang mengacu pada manipulasi gaya untuk melakukan eksekusi komando dari pemandu sembari mempertahankan kestabilan wahana. Koordinasi antara Unmanned Aerial Vehicle dan Unmanned Ground Vehicle sedang cukup gencar dikembangkan. Salah satu aplikasinya adalah pemantauan dan pemetaan persebaran zat kimia berbahaya di dunia kemiliteran. Koordinasi ini meliputi UAV melakukan lepas landas, penjejakan (tracking), serta pendaratan secara otomatis terhadap UGV. Sistem pemandu merupakan salah satu penunjang utama koordinasi UAV dan UGV, yang mana berkaitan erat dengan fitur penjejakan dan pendaratan. \nMekanisme pendaratan otomatis dari koordinasi UAV dan UGV tersebut masih sering mengalami kegagalan, yang mana permasalahan ini dapat membuat UAV cepat rusak dan tidak tahan lama, serta dapat membahayakan lingkungan sekitarnya. Untuk memperbaiki hal tersebut, salah satu usaha yang dilakukan adalah pengembangan pada sistem pemandu UAV. Respon sistem dari UAV ditingkatkan dengan menambahkan kendali PID, yang mana parameternya didapatkan dari hasil pemodelan motor melalui \nproses identifikasi sistem. Setelah itu, hasil pemodelan tersebut digunakan untuk mencari parameter PID yang sesuai untuk masing-masing gerakan. PID yang digunakan dalam sistem pemandu UAV ini berbentuk cascade P-PID untuk pengendali kecepatan dan posisi. Penyesuaian parameter PID dilakukan dengan metode Ziegler-Nichols.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/178996"}, "Penulis": "Reghina Arindadewi [13215065]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Riyanto Trilaksono", "Egi Muhammad Idris Hidayat, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Unmanned Aerial Vehicle(UAV), Identifikasi Sistem, Ziegler-Nichols, PID.", "Sumber": "", "Staf Input/Edit": "karya", "File": "8 file", "Tanggal Input": "15 Agu 2019"}