{"Nomor": 41479, "Judul": "ANALISIS SIFAT ELASTIS KOMPOSIT TENUNAN SEDERHANA BERPENGUAT SERAT KARBON MENGGUNAKAN PEMODELAN MIKROMEKANIK ELEMEN HINGGA", "Abstrak": "Salah satu tujuan utama dikembangkannya komposit tekstil adalah untuk meningkatkan kemampuan dan memudahkan manufaktur. Komposit tekstil yang paling sederhana dan popular adalah komposit tenunan sederhana atau plain woven composite. Dalam aplikasi komposit, pengetahuan akan sifat material sangat penting. Salah satu sifat bahan yang penting untuk diketahui adalah sifat elastis. Sifat elastis dapat diperoleh melalui tiga metode, yaitu uji eksperimen, perhitungan analitik, dan simulasi numerik. Dalam tugas akhir ini akan dilakukan pemodelan numerik mikromekanik elemen hingga untuk memperoleh sifat elastis komposit tenunan sederhana berpenguat serat karbon. Pemodelan dilakukan pada level meso, yaitu sel satuan yang merepresentasikan keseluruhan komposit. Kondisi batas periodik yang digunakan harus sesuai dengan besar sel satuan yang digunakan. Persebaran serat pada benang tidak dimodelkan namun diwakilkan oleh nilai sifat material yang bergantung pada besar fraksi volume serat. Pemodelan dilakukan untuk tiga fraksi volume serat berbeda, yaitu 41%, 43%, dan 45%. Pemodelan numerik cukup baik dalam mengestimasi E11, E22, G12, ?12, ?13, dan ?23, namun belum cukup baik dalam mengestimasi E33, G13, dan G23. Nilai numerik modulus elastisitas longitudinal E11 memberikan hasil lebih rendah dibandingkan dengan eksperimental dengan eror sebesar 2.98%. Dibandingkan dengan numerik referensi lain, nilai numerik modulus geser longitudinal G12 dan Poisson’s ratio (?12, ?13, dan ?23) memiliki eror sebesar 9.63-11.55%, sedangkan modulus elastisitas arah ketebalan E33 dan modulus geser transversal (G13 dan G23) memiliki eror sebesar 19.05-19.43%. Selain itu, diperoleh informasi mengenai pengaruh fraksi volume serat karbon terhadap sifat elastis komposit tenunan sederhana. Semakin tinggi fraksi volume serat, didapatkan nilai E11, E22, E33, dan G12 semakin tinggi, sedangkan nilai G13, G23, ?12, ?13, dan ?23 semakin kecil. Perlu dilakukan validasi lebih lanjut mengenai pengaruh fraksi volume serat terhadap G13, G23, dan ?12.", "Daftar File": {}, "Penulis": "Agnes Listyo Rini [13615049]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Tatacipta Dirgantara, M.T.", "Dr. Ir. Hermawan Judawisastra, M.Eng.", "Satrio Wicaksono, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "plain woven composite, representative volume element, kondisi batas periodik, sifat elastis, metode elemen hingga, mikromekanik", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "16 Agu 2019"}