{"Nomor": 41480, "Judul": "USULAN STRATEGI HUBUNGAN PEMASARAN UNTUK PERUSAHAAN BAYARIN.CO.ID", "Abstrak": "Persaingan ddalam industry Payment Point Online Bank (PPOB) di Indonesia semakin kuat. Banyak munculnya pemain baru dalam industri membuat kompetisi semakin ketat, belum lagi dengan adanya kebijakan pemerintah yang mengupayakan masyarakat dewasa Indonesia dapat mempunyai rekening bank dan memanfaatkan fasilitas yang ada diperbankan dapat terus meningkat dari tahun ke tahun.salah satu start-up yang bergerak dalam industri PPOB adalah Bayarin sejak tahun 2014, sadar betul dengan kondisi bisnis di PPOB semakin ketat dan pasarnya semakin megecil perusahaan membutuhkan strategy yang dapat membantu perusahaan agar pengguna aplikasi PPOB mereka tidak pindah ke aplikasi pesaing dan terus melakukan transaksi dengan menggunakan aplikasi perusahaan. Relationship marketing strategy merupakan salah satu strategi yang bertujuan untuk dapat mempertahankan konsumen mereka, mengembangkan konsumen yang ada dan mencegah konsumen untuk berpindah ke produk kompetitior. Dalam relationship marketing strategy terdapat tiga factor yang harus diperhatikan oleh perusahaan diantaranya adalah competence factor yang membahas tentang bagaimana kemampuan atau kapabilitas perusahaan dalam sebuah industri, relational factor yang membahas tentang kepercayaan, komitmen dan komunikasi perusahaan dengan para mitranya, dan market offering factor yang membahas tentang kegiatan bisnis perusahaan sudah sesuai dengan preferensi konsumen atau tidak berdasarkan dari produk dan layanan yang diberikan oleh perusahaan.\nSetelah melakukan analisis relationship marketing, peneliti dapat mengusulkan strategi pengembangan dari kegiatan bisnis perusahaan Bayarin.co.id sehingga dapat bersaing dengan kondisi industri yang dihadapi, dengan pengembangan pada kegiatan bisnis perusahaan yang dirangkum dalam bentuk marketing mix untuk dapat mengatasi masalah yang ada pada setiap relationship marketing factor.", "Daftar File": {"2019_TS_PP_Akhsanul Amin_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/179020"}, "Penulis": "Akhsanul Amin [29117228]", "Kontributor / Dosen Pembimbing": ["Reza Ashari Nasution, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "strategi pemasaran, hubungan pemasaran, industri pembayaran online", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "16 Agu 2019"}