{"Nomor": 41482, "Judul": "KAJI AWAL CIRI RESPON GETARAN AKIBAT MISALIGNMENT PARALEL PADA SISTEM POROS KOPLING TETAP", "Abstrak": "Metoda perawatan yang banyak digunakan dewasa ini adalah teknik perawatan prediktif berbasis sinyal getaran. Keuntungan teknik perawatan prediktif berbasis sinyal getaran ini adalah dapat diketahuinya penyebab kerusakan pada suatu mesin, karena suatu jenis kerusakan menghasilkan karakteristik sinyal tertentu. Dalam praktek permasalahan yang paling sering timbul pada mesin rotasi adalah adanya kasus unbalance pada rotor berputar dan kasus misalignment antara dua poros yang terhubung oleh kopling. Untuk mempelajari lebih jauh fenomena misalignment, Laboratorium Dinamika dan Integritas Struktur Pusat Rekayasa Industri ITB melakukan penelitian mengenai mekanisme yang menyebabkan terjadinya getaran akibat adanya misalignment. Tugas sarjana ini bertujuan untuk mempelajari karakteristik dan ciri sinyal getaran akibat adanya parallel misalignment pada arah horizontal, dan menjelaskan penyebab dari timbulnya ciri sinyal getaran tersebut.\nHasil eksperimen menunjukkan bahwa unbalance dan misalignment paralel yang terjadi pada pengujian, berkontribusi terhadap bertambahnya amplitudo sinyal respon getaran pada frekuensi 1xRPM. Amplitudo sinyal respon getaran pada frekuensi 2xRPM pada kasus misalignment paralel disebabkan oleh sinyal 1xRPM yang terdistorsi. Hal tersebut disebabkan oleh kekakuan radial kopling yang non-linear (kekakuan berubah terhadap perubahan sudut) pada keadaan misalignment.", "Daftar File": {"COVER YEADY TIFFANO": "https://digilib.itb.ac.id/gdl/download/179023", "PUSTAKA YEADY TIFFANO": "https://digilib.itb.ac.id/gdl/download/179029"}, "Penulis": "YEADY TIFFANO [13102093]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Komang Bagiasna"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Misalignment Paralel; Poros Kopling", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "19 Agu 2019"}