{"Nomor": 41490, "Judul": "PERANCANGAN FONDASI TIANG BOR DAN DINDING DIAFRAGMA DENGAN PERKUATAN ANGKUR STADION KEDIRI", "Abstrak": "Stadion Kediri merupakan stadion sepak bola yang tak hanya berperan sebagai sarana olahraga, namun juga sebagai sarana rekreasi dan seni. Stadion ini terletak pada sebuah lahan seluas 21 hektar di Desa Banjarmlati, Kecamatan Mojoroto, Kota Kediri. Stadion dirancang memiliki 2 lantai basement, sehingga diperlukan dinding penahan tanah di perimeter stadion berupa dinding diafragma. Kondisi tanah yang tidak begitu bagus menyebabkan diperlukannya sistem perkuatan berupa angkur tanah. Beban struktur akan disalurkan ke tanah keras dengan menggunakan fondasi tiang bor.\nDinding diafragma didesain dengan panjang 16 m (kedalaman galian 8.5 m) dan tebal 0.8 m. Dinding tersebut akan ditopang dengan 3 jenis angkur tanah yang dipasang pada 3 elevasi berbeda. Ujung dari masing-masing angkur tanah (bond length) tertanam pada lapisan tanah dengan nilai N-SPT rata-rata 26. Dinding diafragma dan angkur tanah ini dimodelkan pada software Plaxis 2D untuk memperoleh besarnya faktor keamanan dan deformasi dinding pada masing-masing tahapan galian.\nTerdapat 3 jenis tiang bor yang dibedakan berdasarkan diameter, panjang tiang, dan konfigurasi tulangan yang digunakan. Kapasitas aksial dari tiang tunggal akan dihitung secara manual, sedangkan kapasitas lateral dari tiang tunggal diperoleh dengan software Ensoft LPILE. Akan digunakan 10 jenis konfigurasi tiang, dimana masing-masing konfigurasi tiang akan dimodelkan pada software Ensoft GROUP atau ETABS untuk memperoleh besarnya reaksi tiang serta deformasi yang terjadi akibat beban yang bekerja. Ujung dari masing-masing tiang akan terletak pada lapisan tanah keras, sehingga penurunan tanah akibat konsolidasi dapat diabaikan. Oleh karena itu, penurunan tanah yang dihitung hanyalah penurunan elastic akibat beban yang bekerja. Pile cap dan pile akan dimodelkan pada software ETABS atau Ensoft GROUP untuk memperoleh gaya yang dijadikan acuan dalam mendesain tulangan.", "Daftar File": {}, "Penulis": "Christopher Patar Matius Sitor [15015106]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Hasbullah Nawir, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "dinding diafragma, angkur tanah, Plaxis 2D, fondasi tiang bor, ETABS, Ensoft GROUP, Ensoft LPILE.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "11 file", "Tanggal Input": "19 Agu 2019"}