{"Nomor": 41497, "Judul": "KARAKTERISASI TERMOFISIKA DINDING DAN SISTEM INSULASI TERMAL UNTUK APLIKASI BANGUNAN RAMAH LINGKUNGAN", "Abstrak": "Jumlah bangunan di perkotaan berkontribusi banyak pada naiknya temperatur di lingkungan perkotaan. Semakin banyak bangunan, semakin banyak pula dinding bangunan yang terkena sinar matahari yang mengakibatkan energi dari sinar matahari yang terserap semakin banyak. Tugas akhir ini bertujuan untuk mencari sistem insulasi baru untuk mengatasi masalah kenaikan temperatur perkotaan melalui proses karakterisasi termofisika dinding yang dilakukan melalui eksperimen dan simulasi. Eksperimen dilakukan terhadap 4 tipe dinding, yaitu: dinding bata, dinding hebel, dinding multipleks, dan dinding GRC dengan luas 1m x 1m melalui proses pemanasan menggunakan lampu halogen 2000 W selama 4 jam dan juga proses pendinginan selama 4 jam yang menirukan proses pemanasan dinding bagian timur bangunan mulai pukul 08.00 sampai dengan 12.00 dan proses pendinginan mulai pukul 12.00 sampai dengan 16.00. Data temperatur diambil setiap 5 menit dengan menggunakan thermocouple dan juga foto inframerah. Selain itu dilakukan juga simulasi dengan menggunakan program Energy2D dan juga analogi antara sistem termal dengan sistem rangkaian listrik. Hasil eksperimen yang dilakukan menunjukkan bahwa parameter termofisika dinding yang berpengaruh terhadap dinamika temperatur di sekitarnya adalah konduktivitas termal, kalor spesifik, densitas, absorptivitas sinar matahari, dan dimensi dinding. Parameter termofisika ini disimulasikan untuk mendapatkan spesifikasi bahan insulasi terbaik. Bahan yang dipilih untuk dibuat menjadi insulasi adalah sekam jagung. Melalui pengujian perilaku termal, disimpulkan bahwa insulasi sekam jagung memiliki performa yang baik dan dapat bersaing dengan insulasi – insulasi umum yang sudah ada sekarang.", "Daftar File": {"ABSTRAK Dixon Thomas": "https://digilib.itb.ac.id/gdl/download/179054"}, "Penulis": "Dixon Thomas [10215058]", "Kontributor / Dosen Pembimbing": ["Dr. Inge Magdalena Sutjahja S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "insulasi termal, karakteristik termal, temperatur lingkungan, perkotaan", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "5 file", "Tanggal Input": "20 Agu 2019"}