{"Nomor": 41506, "Judul": "PENGARUH STRUKTUR SESAR ANJAK-LIPATAN TERHADAP TEMPERATUR BAWAH PERMUKAAN DAERAH LEPAS PANTAI TANIMBAR", "Abstrak": "Salah satu kawasan prospek hidrokarbon adalah di daerah Indonesia Timur, yang\nhingga saat ini masih belum jelas karakter struktur geologi dan pola persebaran\ndaerah prospek hidrokarbonnya. Hal tersebut dikarenakan oleh keterbatasan data\ndan keterbatasan aktivitas eksplorasi yang dilakukan pada masa lampau.\nPenelitian geologi yang lebih mendalam pada saat ini perlu dilakukan untuk\nmenjawab keraguan tersebut, terutama kaitannya dengan potensi hidrokarbon.\nStudi ini membahas mengenai pola struktur yang berkembang dan pengaruhnya\nterhadap temperatur bawah permukaan dan tingkat kematangan hidrokarbon di\nlepas pantai Tanimbar. Data yang digunakan berupa data seismik 2d, data sumur,\ndata permukaan dan data citra etopo 3. Data tersebut diinterpretasi dan divalidasi\ndengan restorasi penampang seimbang, kemudian pada akhirnya akan\ndiintegrasikan dengan irisan vertikal pemodelan cekungan 3d untuk meperlihatkan\nsejarah temperatur dan kematangan hidrokarbon untuk setiap kejadian geologi.\nBerdasarkan interpretasi seismik dan restorasi, pola struktur di daerah penelitian\nmenunjukkan setidaknya terdapat empat pola struktur utama, yaitu struktur yang\nberkaitan dengan sesar normal akibat peregangan Permian Awal – Kapur Akhir,\nsesar normal akibat pelenturan saat kompresi, sesar inversi akibat reaktivasi sesar\nnormal Permian Awal – Kapur Akhir menjadi sesar naik, dan sabuk lipatananjakan\ndi daerah Tanimbar akibat tektonik kompresi Plio-Plistosen.\nEvolusi tektonik juga mempengaruhi temperatur bawah permukaan dan tingkat\nkematangan. Pada fase tektonik regangan terjadi kenaikan gradien geotermal\ndiakibatkan penipisan kerak, sedangkan pada saat fase pembebanan dan fase\nkompresi terjadi penebalan kerak disertai penurunan gradien geotermal. Pada\npembentukan sabuk sesar anjak dan lipatan itensitas rekahan meningkat sehingga\nkonduktifitas panas menurun. Akibat dari pengaruh tekanan tektonik kompresi,\ngaya gesek dari setiap bidang sesar, serta penurunan konduktifitas panas\nmengakibatkan kenaikan temperatur disabuk sesar anjak-lipatan.", "Daftar File": {"COVER Ade Kurniawan": "https://digilib.itb.ac.id/gdl/download/179087", "BAB 1 Ade Kurniawan": "https://digilib.itb.ac.id/gdl/download/179088", "BAB 2 Ade Kurniawan": "https://digilib.itb.ac.id/gdl/download/179089", "BAB 3 Ade Kurniawan": "https://digilib.itb.ac.id/gdl/download/179090", "BAB 4 Ade Kurniawan": "https://digilib.itb.ac.id/gdl/download/179095", "BAB 5 Ade Kurniawan": "https://digilib.itb.ac.id/gdl/download/179099", "BAB 6 Ade Kurniawan": "https://digilib.itb.ac.id/gdl/download/179100", "PUSTAKA Ade Kurniawan": "https://digilib.itb.ac.id/gdl/download/179101"}, "Penulis": "Ade Kurniawan [22012007]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Benyamin Sapiie, Ph.D.", "Dr. Ir. Asep Heri Patria Kesumajana, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Tektonostratigrafi, Restorasi palinspatik, Temperatur bawah permukaan, Kematangan", "Sumber": "", "Staf Input/Edit": "tuti yulia", "File": "15 file", "Tanggal Input": "20 Agu 2019"}