{"Nomor": 41517, "Judul": "PERANCANGAN, PEMBUATAN, DAN PENGUJIAN ALAT PERAGA PERPINDAHAN PANAS KONDUKSI RADIAL", "Abstrak": "Ilmu perpindahan panas banyak diaplikasikan pada berbagai bidang teknik dan\ndigunakan untuk merancang alat-alat teknik. Oleh karena itu, penting bagi mahasiswa\nbidang teknik untuk memahami ilmu perpindahan panas. Menyadari bahwa\nmahasiswa lebih mengerti suatu ilmu dengan melihat, mencoba, dan menganalisis\nsecara langsung, dibuatlah alat peraga perpindahan panas konduksi radial. Ilmu\nperpindahan panas dibagi menjadi tiga bagian besar yaitu, perpindahan panas\nkonduksi, konveksi, dan radiasi. Alat yang dibuat dalam tugas sarjana ini secara\nkhusus memperlihatkan fenomena perpindahan panas konduksi radial.\nMetode yang digunakan dalam melakukan tugas sarjana ini adalah sebagai\nberikut: merancang alat dengan mensimulasikan pada perangkat lunak Fluent,\nmembuat alat, menguji performa alat, dan menganalisis hasil uji. Hasil pengujian yang\ndidapatkan berupa distribusi temperatur spesimen dalam arah radial dan nilai\nkonduktivitas termal spesimen.\nNilai teoretis konduktivitas termal baja adalah 60.5 W/mK, sedangkan nilai\nkonduktivitas termal baja yang didapatkan pada pengujian adalah 20.4 W/mK.\nEvaluasi menunjukkan bahwa perbedaan nilai konduktivitas termal ini disebabkan\noleh banyaknya panas yang terbuang pada sistem. Walau demikian, hasil pengujian\nmasih berada pada orde yang sama dengan nilai teoretis. Kesimpulannya alat uji sudah\nmenunjukkan performa yang cukup baik, namun membutuhkan penyempurnaan lebih\nlanjut.", "Daftar File": {"2009 TA PP CHRISTIAN SUYATNO 1-pustaka.pdf?": "https://digilib.itb.ac.id/gdl/download/179136", "COVER CHRISTIAN SUYATNO": "https://digilib.itb.ac.id/gdl/download/179131"}, "Penulis": "CHRISTIAN SUYATNO [13102112]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Nathanael Panagung Tandian, M.Sc.", "Dr. Ir. Ignatius Pulung Nurprasetio, MSME"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Alat Peraga Perpindahan Panas; Konduksi Radial.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "6 file", "Tanggal Input": "21 Agu 2019"}