{"Nomor": 41529, "Judul": "PREDIKSI PENURUNAN INDIKATOR MAKROEKONOMI MENGGUNAKAN UKURAN RISIKO SISTEMIK: PENELITIAN EMPIRIS DALAM SISTEM KEUANGAN INDONESIA", "Abstrak": "Kami melanjutkan penelitian dari Allen dkk. (2012) dan Brownless dan Engle (2016) untuk melakukan penelitian tentang risiko sistemik. Dengan mengimplementasikan regresi deret waktu secara prediktif, kami menyelidiki kemampuan prediktif dari ukuran-ukuran risiko sistemik terhadap penurunan indikator makroekonomi dengan memvariasikan horizon prediksi dari satu sampai dua belas bulan kedepan. Kami membandingkan ukuran-ukuran risiko sistemik yang banyak digunakan dalam penelitian: (1) marginal expected shortfall (MES) – Acharya dkk. (2016), (2) component expected shortfall (CES) – Banulescu dan Dumitrescu (2014), (3) SRISK – Brownlees dan Engle (2016), (4) ?CoVaR – Adrian dan Brunnermeier (2016), and (5) CATFIN – Allen dkk. (2012). Kami juga mempertimbang aggregasi dari ukuran-ukuran risiko sistemik dalam portfolio berbeda yang terdiri dari institusi-institusi keuangan, bank-bank, non bank dalam institusi keungan, bank-bank besar, dan bank-bank kecil untuk mendiskusikan apakah krisis keuangan digerakkan oleh peranan bank yang spesial dan menyelidiki pengaruh ukuran dari bank berdarkan konsep Too Big to Fail (TBTF). Pada akhirnya, kami memilih ukuran-ukuran risiko sistemik yang memiliki kemampuan prediksi terhadap penurunan indikator makroekonomi sebagai rekomendasi kepada pengambil kebijakan untuk mengkonstruksi sistem peringatan dini dan penilaian secara real time terhadap institusi-institusi keuangan yang berdampak sistemik (SIFIs). Secara umum, kami meneumukan bahwa SRISK dan CATFIN ada prediktor terbaik terhadap penurunan indikator makroekonomi. Selanjutnya, hasil penelitian ini mengindikasikan bahwa ukuran-ukuran risiko sistemik memberikan hasil yang lebih baik menggunakan pertumbuhan PDB sebagai indikator makroekonomi daripada pertumbuhan produksi industri. Sebagai tambahan, kami menyediakan bukti peranan yang spesial bagi bank-bank dalam sistem keuangan Indonesia menggunakan pertumbuhan PDB sebagai indikator makroekonomi dan kami juga menemukan bahwa portfolio bank-bank kecil tidak memiliki kemampuan prediksi terhadap penurunan indikator makroekonomi", "Daftar File": {"Abstrak Muhammad Darda Musasyah  29017035.pdf?": "https://digilib.itb.ac.id/gdl/download/179182"}, "Penulis": "Muhammad Darda Musasyah [29017035]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudarso Kaderi Wiryono, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "risiko sistemik, MESH, CES, SRISK, ?CoVaR, CATFIN, regressi prediktif, sistem keuangan Indonesia, indikator makroekonomi Klasifikasi JEL: E02, E30, E37, E44, G10, G20", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "21 Agu 2019"}