{"Nomor": 41524, "Judul": "Aplikasi Teknologi Ultrafiltrasi dan Reverse  Osmosis untuk Toilet Mobile", "Abstrak": "Toilet mobile merupakan ruangan toilet yang biasanya berbentuk kotak yang berisi dudukan\ntoilet serta keran air dan dapat dipindahkan dari suatu tempat ke tempat lainnya. Toilet mobile\nseringkali digunakan untuk para pengungsi pada saat bencana alam, akan tetapi seringkali terjadi\npermasalahan keterbatasan air dan pembuangan limbah yang terlalu banyak. Untuk mengurangi air\nyang digunakan dan membatasi pembuangan limbah, penelitian ini bertujuan untuk mendesain sistem\ndaur ulang air limbah toilet agar dapat digunakan kembali sebagai air bersih menggunakan teknologi\nultrafiltrasi dan reverse osmosis. Kedua teknologi ini dapat menyaring air kotor limbah toilet sehingga\nkembali bersih dan layak digunakan kembali untuk keperluan toilet \nDalam penelitian ini, 3 alternatif desain akan dievaluasi berdasarkan kinerja dan biaya yang\ndiperlukan, dan akan dipilih alternatif yang terbaik. Ruang lingkup analisis dan desain dari ketiga\nalternatif akan meliputi tekanan pompa, ukuran pipa yang digunakan, luas membran yang diperlukan,\ndebit dan kecepatan aliran, air yang dapat dihemat, serta biaya yang diperlukan. \nBerdasarkan hasil dari penelitian ini, dipilih dua alternatif yang memiliki keunggulan masingmasing\n\nsesuai dengan kondisi kebutuhan. Salah satunya adalah alternatif dengan menggunakan\nmembran ultrafiltrasi saja dan tidak menggunakan membran reverse osmosis, serta memiliki dua\ntangki terpisah untuk keperluan bilas/cuci tangan dan keperluan flushing dimana air hasil daur ulang\nmenggunakan ultrafiltrasi akan digunakan kembali untuk keperluan flushing tetapi tidak digunakan\nkembali untuk keperluan bilas dan cuci tangan. Desain tersebut hanya akan membutuhkan air bersih\n0,3 liter per flushing dan membutuhkan biaya investasi sekitar 20 juta rupiah. Alternatif terpilih\nlainnya menggunakan teknologi ultrafiltrasi dan reverse osmosis dan memiliki dua tangki terpisah\njuga. Aliran hasil saringan reverse osmosis akan digunakan untuk keperluan bilas/cuci tangan\nsedangkan sisanya digunakan untuk keperluang flushing. Alternatif ini memiliki memiliki loop\nsempurna sehingga dapat menghemat air 100% dan membutuhkan biaya investasi yang sedikit lebih\nmahal yaitu sekitar 26 juta rupiah.", "Daftar File": {"Revisi - Tugas Akhir Kristo Sugiarno - Aplikasi Teknologi UFRO pada Toilet Mobile.pdf\n]": "https://digilib.itb.ac.id/gdl/download/179164"}, "Penulis": "Kristoforus Austin Sugiarno [13115150]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Bagus Budiwantoro"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "toilet mobile, ultrafiltrasi, reverse osmosis, daur ulang, limbah toilet", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "1 file", "Tanggal Input": "21 Agu 2019"}