{"Nomor": 41520, "Judul": "KAJIAN SISTEM PENGENDALIAN SEDIMENTASI PELABUHAN MUARO SUNGAI BATANG ARAU,  KOTA PADANG", "Abstrak": "Pelabuhan Muaro merupakan pelabuhan tertua di Kota Padang, berada dimuara sungai Batang Arau. Sedimentasi merupakan permasalahan utama yang sering terjadi, peningkatan endapan di muara sungai Batang Arau telah menghambat kinerja dari nelayan dan juga alur transportasi kapal pada Pelabuhan Muaro. \n\nKajian ini bertujuan untuk mengkaji pengaruh debit, arus dan pasang surut terhadap sedimentasi yang terjadi dikawasan muara sungai Batang Arau. Pemodelan dilakukan dengan menggunakan software HEC-RAS 5.0.5 untuk menentukan debit syarat batas dan Delft3D 4.03.00 untuk simulasi hidrodinamika dan sedimentasi.\n\nPemodelan kondisi eksisting menunjukkan kemiripan dengan kondisi dilapangan, ditandai dengan sedimentasi yang terjadi lebih pada badan sungai. Pemodelan dilanjutkan dengan skenario berdasarkan pengaturan distribusi debit sesuai dengan manual operasi dan pemeliharaan di bendung bagi sungai Batang Arau, hasil pemodelan pada bulan basah dan kering menunjukkan adanya penurunan sebaran dan total transport sedimen yang bergerak dari hulu menuju muara bila dibandingkan dengan pemodelan kondisi eksisting, pengaturan debit ini tidak memberikan dampak serius terhadap sedimentasi yang terjadi di Banjir Kanal jika dilihat dari hasil model. Sedimentasi yang terjadi dari hasil model lebih banyak terjadi di segmen hulu dan tengah pemodelan, sedangkan disekitar muara tidak signifikan. Kondisi ini menandakan bahwa sedimen yang ada lebih bersumber dari hulu sungai Batang Arau, sedangkan dari laut tidak terlalu signifikan. Pemodelan dengan skenario debit banjir kala ulang 50 tahun, menunjukkan terjadinya pergerakan sedimen dari hulu ke arah muara dalam kuantitas yang besar, menyebabkan penumpukan sedimen disekitar mulut muara. Skenario dengan melakukan pengerukan sedimen eksisting memberikan dampak yang minimal terhadap sedimentasi. Melihat hasil dari semua skenario pemodelan, alternatif yang dapat dilakukan untuk mengembalikan fungsi utama dari muara sungai Batang Arau yaitu dengan cara menjalankan manual Operasi dan Pemeliharaan bendung bagi sungai Batang Arau, melakukan pengerukan sedimen eksisting, serta membuat bangunan pengendali sedimen dibagian hulu bendung bagi sungai Batang Arau.", "Daftar File": {"ABSTRAK Edwardo": "https://digilib.itb.ac.id/gdl/download/179154", "COVER Edwardo": "https://digilib.itb.ac.id/gdl/download/199234", "BAB 1 Edwardo": "https://digilib.itb.ac.id/gdl/download/199235", "BAB 2 Edwardo": "https://digilib.itb.ac.id/gdl/download/199236", "BAB 3 Edwardo": "https://digilib.itb.ac.id/gdl/download/199237", "BAB 4 Edwardo": "https://digilib.itb.ac.id/gdl/download/199238", "BAB 5 Edwardo": "https://digilib.itb.ac.id/gdl/download/199239", "PUSTAKA Edwardo": "https://digilib.itb.ac.id/gdl/download/199240"}, "Penulis": "Edwardo [95017303]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Muhammad Syahril Badri Kusuma, Ph.D.", "Dr. Leo Eliasta, ST., MSc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Muara, sedimentasi, erosi, debit, bendung, HEC-RAS, Delft3D", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "21 Agu 2019"}