{"Nomor": 41525, "Judul": "ANALISIS GEOKIMIA DAN ESTIMASI VOLUME HIDROKARBON YANG DIHASILKAN BATUAN INDUK AKTIF DI SUB-CEKUNGAN YANI, CEKUNGAN SUNDA", "Abstrak": "Sub-cekungan Yani saat ini merupakan bagian dari daerah operasi China National\nOffshore Oil Company (CNOOC) SES Ltd. wilayah kerja South East Sumatra (SES).\nSub-cekungan ini terletak sekitar 140 km utara lepas pantai utara Jawa bagian barat dan\nberada di bagian utara Cekungan Sunda. Sub-cekungan Yani adalah satu dari lima subcekungan\nberumur Tersier yang menyusun Cekungan Sunda. Semua sub-cekungan yang\nmenyusun Cekungan Sunda memiliki latar belakang tektonik yang relatif sama sehingga\nmempunyai geometri dan stratigrafi penyusun cekungan yang sama. Meskipun tidak\nmemiliki deposenter sedalam Sub-cekungan Seribu yang terletak di tengah deposenter\nCekungan Sunda, Sub-cekungan Yani tetap mempunyai batuan induk aktif yang telah\nterbukti menghasilkan minyak.\nSub-cekungan Yani selama ini dikenal sebagai sub-cekungan yang tidak memberikan\nkontribusi besar dalam hal menghasilkan hidrokarbon di wilayah kerja SES. Total\ncadangan minyak yang terbukti (OOIP) saat ini hanya sekitar 58 juta barel dengan\nproduksi kumulatif 2,2 juta barel semenjak pertama kali diproduksikan pada tahun\n2004. Satu-satunya lapangan yang memproduksi minyak adalah Lapangan Yani dengan\nreservoir berupa batupasir Banuwati Tengah berumur Eosen. Minyak yang diproduksi\nberjenis black oil dengan nilai API berkisar antara 30-35o API. Sampai saat ini belum\ndiketahui dengan baik interval batuan induk yang menjadi batuan induk aktif dan\nestimasi perhitungan volume hidrokarbon yang dapat dihasilkannya. Konsep yang\ndianut selama ini adalah batuan induk aktif berasal dari serpih Anggota Banuwati Atas\nyang diendapkan pada lingkungan lakustrin dengan jendela kematangan diperkirakan\nberada pada kedalaman 9.500 kaki di bawah permukaan laut.\nDengan menggunakan bukti dari hasil pengeboran eksplorasi dan analisis geokimia\nyang baru, dilakukan analisis geokimia terhadap Formasi Talangakar (Anggota Zelda)\ndan Banuwati (Anggota Banuwati Atas dan Tengah). Diduga terdapat lebih dari satu\ninterval batuan induk aktif yang menghasilkan hidrokarbon pada Sub-cekungan Yani.\nAnggota Zelda dari Formasi Talangakar yang berupa perselingan serpih, batupasir dan\nbatubara diperkirakan ikut berkontribusi dalam menghasilkan hidrokarbon. Serpih\nAnggota Zelda mempunyai nilai kekayaan material organik 0,8-5% yang cukup\nberpotensi sampai berpotensi sangat baik menjadi batuan induk. Nilai indeks hidrogen\nbervariatif dari 113-600, kerogen tipe I dan II yang berasal dari material organik alga air\ntawar dan material terestrial, dan diendapkan di lingkungan fluvial-lakustrin. Serpih\nAnggota Banuwati Atas dan Tengah memiliki karakteristik yang sama yaitu berupa\nii\nserpih hitam dengan nilai indeks hidrogen hingga 596. Kedua interval memiliki rentang\nnilai kekayaan material organik sebesar 1-4% yang berasal dari material alga dan\ndiendapkan dalam lingkungan lakustrin. Analisis kematangan material organik\nmenggunakan Ro, Tmaks dan indeks warna spora (SCI), menunjukkan interval batuan\ninduk memiliki tingkat kematangan dari belum matang sampai matang. Awal jendela\nkematangan batuan induk dari ketiga parameter tersebut diinterpretasi berada pada\nkedalaman 7.500 kaki di bawah permukaan laut sementara puncak kematangan interval\nbatuan induk diinterpretasi berada pada kedalaman 8.300 kaki di bawah permukaan laut.\nJendela tersebut lebih dangkal 1.200 kaki dari penelitian sebelumnya.\nEstimasi volume hidrokarbon yang dihasilkan batuan induk aktif di Sub-cekungan Yani\ndengan metode Schmoker menghasilkan total volume hidrokarbon mencapai angka 1,4\nmiliar barel minyak. Dengan total akumulasi cadangan hidrokarbon terbukti 58 juta\nbarel minyak, maka efisiensi akumulasi hidrokarbon yang dihasilkan baru mencapai\nangka 4,1%, sehingga potensi eksplorasi untuk menemukan cadangan hidrokarbon yang\ntersisa sebesar kurang lebih 42 juta barel minyak masih cukup besar.", "Daftar File": {"COVER Baharianto Irfree P": "https://digilib.itb.ac.id/gdl/download/179165", "BAB 1 Baharianto Irfree P": "https://digilib.itb.ac.id/gdl/download/179166", "BAB 2 Baharianto Irfree P": "https://digilib.itb.ac.id/gdl/download/179172", "BAB 3 Baharianto Irfree P": "https://digilib.itb.ac.id/gdl/download/179175", "BAB 4 Baharianto Irfree P": "https://digilib.itb.ac.id/gdl/download/179178", "BAB 5 Baharianto Irfree P": "https://digilib.itb.ac.id/gdl/download/179179", "BAB 6 Baharianto Irfree P": "https://digilib.itb.ac.id/gdl/download/179180", "PUSTAKA Baharianto Irfree P": "https://digilib.itb.ac.id/gdl/download/179181"}, "Penulis": "Baharianto Irfree P [22012315]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Eddy Ariyono Subroto, Ph.D.", "Dr. Ir. Dardji"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "geokimia, Sub-cekungan Yani, batuan induk, potensi hidrokarbon", "Sumber": "", "Staf Input/Edit": "tuti yulia", "File": "14 file", "Tanggal Input": "21 Agu 2019"}