{"Nomor": 41533, "Judul": "THE FIT BETWEEN INTENDED AND PERCEIVED BRAND PERSONALITY AND ITS IMPACT IN ONLINE MUSIC STREAMING INDUSTRY", "Abstrak": "Di industri layanan streaming musik online yang sedang berkembang pesat, industri ini menjadi\nsangat kompetitif, brand personality hadir untuk menjadi salah satu strategi positioning yang\nmembuat tiap layanan memiliki diferensiasi untuk mendapatkan preferensi pelanggan. Riset ini\nmenginvestigasi kecocokan dari brand personality yang dirancang oleh perusahaan dan dan brand\npersonality yang diterima oleh pelanggan layanan streaming musik online yang mencakupi Spotify,\nJoox, Soundcloud, dan Apple Music berdasarkan posting media sosial yang menjadi media\npenyaluran komunkasi identitas mereka. Selain itu, performa dari tiap kecocokan dari brand\npersonality juga di analisa lebih lanjut. Content Analysis menggunakan WordStat brand personality\ndictionary dapat menunjukan brand personality yang dirancang oleh perusahaan dan dan brand\npersonality yang diterima oleh pelanggan dianalisa menggunakan kuisioner Aaker’s Brand\nPersonality Scale. Hasil dari riset membuktikan bahwa layanan streaming musik online dengan\ntingkat kecocokan brand personality yang tinggi memiliki performa yang lebih baik terhadap\npreferensi pelanggan dibandingkan dengan merek yang memiliki perbedaan yang signifikan diantara\nbrand personality yang dirancang oleh perusahaan dan brand personality yang diterima oleh\npelanggan, Dalam kata lain penelitian ini memiliki kontribusi literatur bagaimana brand personality\ndapat memengaruhi preferensi pelanggan\nKata Kunci: Brand Personality, Brand Preference", "Daftar File": {"Abstrak Teddy Hamonangan Dassa 19016337.pdf\n]": "https://digilib.itb.ac.id/gdl/download/179186"}, "Penulis": "Teddy Hamonangan Dassa [19016337]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Brand Personality, Brand Preference, Layanan Streaming Musik Online", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "21 Agu 2019"}