{"Nomor": 41536, "Judul": "Perancangan Arsitektur Bisnis dan Data Berbasis TOGAF 9.2 di Institut Teknologi Bandung", "Abstrak": "Institut Teknologi Bandung (ITB) merupakan sebuah perguruan tinggi yang berlokasi di Kota Bandung. Belum terintegrasinya data antarunit kerja ITB menimbulkan permasalahan redundansi data. Data yang redundan disimpan oleh lebih dari satu unit kerja dalam tempat penyimpanan yang berbeda sehingga mengakibatkan pemborosan dalam penyimpanan data dan memungkinkan terjadinya inkonsistensi data.\nKonsep arsitektur enterprise dapat digunakan untuk merancang suatu arsitektur yang terintegrasi, baik dari segi bisnis, data, aplikasi, dan teknologi. Kerangka kerja yang umumnya digunakan dalam melakukan perancangan arsitektur enterprise adalah TOGAF ADM. Perancangan arsitektur bisnis dan data dapat menjadi langkah awal yang tepat untuk menciptakan suatu sistem yang terintegrasi di ITB. Permasalahan redundansi dan inkonsistensi data yang terjadi di berbagai unit kerja di ITB diharapkan dapat diatasi dengan adanya suatu sistem yang terintegrasi.\nPerancangan arsitektur bisnis dan data dibatasi pada lingkup akademik, kepegawaian, dan penelitian. Keluaran dari tugas akhir ini adalah rancangan arsitektur bisnis dan data serta roadmap menuju sistem yang terintegrasi di Institut Teknologi Bandung. Perubahan yang terjadi karena rancangan arsitektur yang dibuat adalah penggabungan aktivitas perkuliahan dan absensi, pemisahan aktivitas kerja praktik dari aktivitas perkuliahan, penyimpanan data secara terpusat pada unit kerja yang bertanggung jawab, dan pembuatan data warehouse.", "Daftar File": {}, "Penulis": "Priska Reysa Sitorus [18215001]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Arry Akhmad Arman, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "ITB, redundansi data, arsitektur enterprise, terintegrasi, rancangan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "21 Agu 2019"}