{"Nomor": 41531, "Judul": "FABRIKASI SUBMICROSPHERE POLIANILIN KONDUKTIF DENGAN METODE VAPOR DIFFUSION", "Abstrak": "Polianilin (PANI) merupakan salah satu polimer konduktif yang menarik karena memiliki stabilitas termal dan kimia yang baik, serta memiliki karakteristik pH-responsive yang berguna dalam aplikasi tertentu seperti sensor dan drug delivery system. PANI dapat disintesis dengan mudah menggunakan metode polimerisasi oksidasi secara kimia. Akan tetapi, ukuran partikel PANI yang dihasilkan seringkali terlalu besar yang dapat menimbulkan masalah pada tahap pemrosesan selanjutnya. Dalam penelitian ini, PANI disintensis menggunakan metode polimerisasi oksidasi secara kimia, kemudian dilanjutkan dengan fabrikasi PANI berbentuk bulat dan berukuran sub-mikron (submicrosphere PANI) menggunakan metoda vapor diffusion. Pengaruh jenis poor solvent dan waktu fabrikasi terhadap morfologi dan ukuran partikel PANI dilakukan dengan cara memvariasikan jenis poor solvent yang digunakan (aseton, metanol dan kloroform) dan waktu fabrikasinya (1, 2, 3, 4 dan 5 hari). Proses pembentukan submicrosphere PANI diikuti dengan metode pengamatan visual dan Scanning Electron Microscopy (SEM). Studi pendahuluan terhadap karakteristik pH-responsive dari submicrosphere PANI yang dihasilkan dilakukan melalui metode pengamatan visual.\nBerdasarkan citra SEM, fabrikasi submicrosphere PANI dengan metode vapor diffusion telah berhasil dilakukan. Submicrosphere PANI terbesar (495,5 ± 185,5 nm) dihasilkan dengan menggunakan metanol sebagai poor solvent dan difabrikasi selama 5 hari, sedangkan yang terkecil dan homogen (135,3 ± 20,1 nm) dihasilkan dengan menggunakan kloroform sebagai poor solvent dan difabrikasi selama 4 hari. Setelah terpapar dengan uap jenuh asam asetat, warna dari submicrosphere PANI berubah dari biru ke hijau yang mengindikasikan adanya karakteristik pH-responsive dari submicrosphere PANI yang dihasilkan.", "Daftar File": {}, "Penulis": "Herza Haniva [13715025]", "Kontributor / Dosen Pembimbing": ["Dr. Arie Wibowo, S.Si., M.Si.", "Afriyanti Sumboja, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "karakteristik pH-responsive, metode vapor diffusion, polianilin, submicrosphere", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "21 Agu 2019"}