{"Nomor": 41540, "Judul": "IDENTIFIKASI CIRI GETARAN CACAT LOKAL AKIBAT GAYA IMPAK PADA BANTALAN BOLA", "Abstrak": "Bantalan gelinding merupakan salah satu komponen mesin yang penting karena kerusakan suatu mesin dapat berawal dari kerusakan bantalan. Kerusakan pada bantalan dapat disebabkan oleh penanganan yang tidak benar seperti cara pemasangan dengan pukulan atau bantalan terjatuh sehingga mengalami beban impak. Beban impak ini akan menyebabkan terbentuknya cacat pada bantalan. Cacat pada bantalan gelinding dapat diidentifikasi melalui sinyal getarannya. Identifikasi yang dilakukan pada umumnya difokuskan pada terjadinya frekuensi-frekuensi cacat lokal seperti BPFI, BPFO, BSF dan FTF. Beberapa literatur menganggap bahwa metode tersebut masih terlalu lambat untuk menentukan adanya kerusakan pada bantalan karena pada tahap ini umur bantalan hanya tersisa sekitar 1% sampai 5% dari umur L10 bantalan. Pada kondisi ini, bantalan dikatakan telah mencapai cacat tahap 3.\nPada penelitian tugas sarjana ini, dilakukan pengujian untuk mengidentifikasi cacat bantalan tahap 2 akibat gaya impak. Pengujian dilakukan terhadap bantalan bola yang telah diberi gaya impak radial pada perangkat uji khusus. Pada pengujian ini digunakan data akusisi PicoScope yang mampu mencuplik sinyal dengan kandungan frekuensi 20 MHz karena cacat tahap 2 membangkitkan sinyal berfrekuensi di atas 30000 Hz.\nHasil yang diperoleh dari penelitian ini adalah bahwa sinyal getaran akibat cacat bantalan tahap dua dapat teridentifikasi dengan menggunakan data akusisi PicoScope. Sinyal yang teridentifikasi berupa sinyal-sinyal impuls yang dalam domain waktu memiliki frekuensi tinggi. Sinyal seperti ini muncul sebelum frekuensi cacat lokal BPFI, BPFO, BSF dan FTF muncul.", "Daftar File": {"COVER Dhimas Ario Rahandono": "https://digilib.itb.ac.id/gdl/download/179194", "PUSTAKA Dhimas Ario Rahandono": "https://digilib.itb.ac.id/gdl/download/179200"}, "Penulis": "Dhimas Ario Rahandono [13103084]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Zainal Abidin, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Bantalan Bola; Cacat Lokal.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "21 Agu 2019"}