{"Nomor": 41542, "Judul": "PERANCANGAN AIR SUSPENSION PADA ARTICULATED BUS", "Abstrak": "Untuk mengatasi semakin tingginya tingkat kepadatan kendaraan di jalan raya\ndi kota-kota besar di Indonesia, Articulated Bus atau yang dikenal di Indonesia\ndengan nama bus tempel merupakan solusi terbaik. Sebagai suatu fasilitas transportasi\numum, articulated bus menuntut tersedianya kenyamanan bagi para penumpang\nketika berada di dalam bus. Salah satu faktor yang berperan penting dalam\nmempengaruhi kenyamanan ini adalah perancangan sistem suspensi dengan\nkarakteristik suspensi yang tepat. Dalam tugas sarjana ini sistem suspensi yang\ndigunakan adalah sistem suspensi udara.\nPerancangan sistem suspensi dilakukan dengan mengkaji dasar teori sistem\nsuspensi udara, menghitung karakteristik suspensi udara tersebut berdasarkan sistem\ndinamikanya dan melakukan pemilihan airbag (kantung udara) yang merupakan\nkomponen utama dari sistem suspensi udara. Perhitungan analisis sistem dinamik\ndiperlukan untuk mencari modus getar untuk dapat menghitung karakteristik air\nsuspension pada articulated bus. Analisis ini diperlukan untuk menentukan nilai\nkekakuan pegas dan koefisien peredam pada suspensi pada tiap roda sesuai dengan\nkisaran frekuensi kenyamanan manusia. Setelah nilai karakteristik suspensi diketahui,\nmaka pemilihan airbag (kantung udara) dapat dilakukan dengan memeriksa\nspesifikasi airbag pada katalog yang cocok dengan karakteristik suspensi tersebut.\nHasil akhir dalam proses perancangan ini adalah data karakteristik suspensi\nberupa nilai kekakukan pegas dan koefisien peredamnya dan juga data spesifikasi\nairbag (kantung udara) sebagai komponen utama suspensi udara berupa diemeter air\nbag, ketinggian airbag, dan tekanan maksimum yang diperbolehkan di dalam airbag.\nHasil akhir yang diberikan dalam pengerjaan tugas sarjana pada topik ini hanya\nberhasil dilakukan secara tertulis, untuk itu kelanjutan untuk memodelkan hasil\nperhitungan ini untuk memeriksa apakah hasil analisis ini akurat atau tidak sangat\ndiharapkan.", "Daftar File": {"COVER Robin": "https://digilib.itb.ac.id/gdl/download/179202", "PUSTAKA Robin": "https://digilib.itb.ac.id/gdl/download/179208"}, "Penulis": "Robin [13103085]", "Kontributor / Dosen Pembimbing": ["Prof.Dr.Ir.Indra Nurhadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Air Suspension; Articulated Bus.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "21 Agu 2019"}