{"Nomor": 41552, "Judul": "USULAN STRATEGI KOMUNIKASI PEMASARAN TERPADU DI ARUNA DINE DAN COFFEE", "Abstrak": "Pertumbuhan industri cafe dan restaurant di Indonesia semakin meningkat seiring dengan tingkat pertumbuhan penduduk dan juga penduduk usia aktif saat ini yang mencapai sebesar 68,7% dari total penduduk 266,91 juta jiwa atau sebesar 183,36 juta jiwa, hal ini juga menjadi satu potensi besar bagi industri coffee dan industri retaurant di indonesia. Kota Bandung adalah salah satu kota terbesar di Indonesia yang memiliki jumlah penduduk pada tahun 2019 sebesar 8.670.501 menurut data statistik kependudukan kota Bandung bagi para pengusaha restaurant dan cafe hal ini di sambut dengan positif karena berpotensi besar bagi bisnis tersebut.\nAruna dine and coffee adalah salah satu bisnis coffee shop yang di buka di kota bandung sejak 1 agustus 2017, akan tetapi terdapat permasalahan seiring meningkatnya persaingan dengan coffee shop lainya, tingkat pendapatan Aruna dine and coffee cukup signifikan semenjak oktober 2017 hingga ontober 2018 penurunan tersebut mencapai angka 50% dari total pendapatan rata – rata per bulanya di aruna dine and coffee. Tujuan penelitian ini adalah untuk meningkatkan pendapatan dengan menggunakan integrated marketing communication strategy yang di harapkan bisa meningkatan minat berkunjung di Aruna dine and coffe, dengan metode yang digunakan adalah kuesioner sebagai data primer dan tinjauan literatur sebagai data sekunder.\nFokus penelitian ini adalah untuk menganalisis masalah tersebut, analisis yang digunakan dalam penelitian ini adalah analisis internal dan eksternal. Analisis internal terdiri dari Current Strategy, IMC, STP, dan Marketing Mix, sedangkan untuk eksternal analisis menggunakan PESTEL, Porter’s Five Forces, Competitor Analysis, dan Consumer Analysis. Analisis tersebut bisa menjelaskan penyebab utama menurunya pendapatan aruna dine and coffee pada beberapa bulan terakhir dan strategi mana yang sebaiknya digunakan untuk memperbaiki isu bisnis tersebut. IMC strategy dalam penelitian ini digunakan untuk meningkatkan tingkat kunjungan ke Aruna dine and coffee dengan tujuan bisa meningkatkan tingkat pendapatan di coffee shop tersebut.", "Daftar File": {"2019_TS_PP_Azmi_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/179276"}, "Penulis": "Azmi said al ghifari [29117217]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih ST, MM, DBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Industri Kopi, Coffee Shop, Aruna Dine and Coffee, IMC Strategy, Advertising, Direct Marketing, Sales Promotion, Personal Selling.", "Sumber": "ARUNA DINE DAN COFFEE", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "22 Agu 2019"}