{"Nomor": 41558, "Judul": "PEMBUATAN LAPISAN SUPERHIDROFOBIK PADA KAIN KATUN FLEECE DENGAN VARIASI VOLUME KATALIS DAN WAKTU KONDENSASI", "Abstrak": "Jaket hoodie merupakan salah satu pakaian luar yang digunakan untuk melindungi penggunanya terhadap berbagai macam kondisi cuaca yang menggunkaan bahan dasar kain katun berjenis Fleece. Kain katun jenis Fleece memiliki sifat hidrofilik atau menyerap air dengan mudah sehingga dalam kondisi hujan jaket hoodie tersebut tidak dapat melindungi penggunanya dari serangan air hujan. Oleh karena itu dilakukan modifikasi permukaan pada kain katun Fleece tersebut dengan cara meningkatkan kekasaran permukaan dan menurunkan tegangan permukaan sehingga memiliki sifat yang hidrofobik atau tahan terhadap air.\nModifikasi permukaan pada kain katun Fleece dilakukan dengan pelapisan partikel silika pada permukaan yang dibuat melalui metode sol-gel dengan prekursor Methyltrimethoxysilane (MTMS), Oxalic Acid (C2H2O4), Ammonium Hydroxide (NH4OH). Larutan suspensi dibuat dengan variasi volume NH4OH 0,5 mL; 0,74 mL; 1,2 mL sebagai katalis pada proses kondensasi dan variasi waktu kondensasi 1 hari dan 3 hari. Pengujian yang dilakukan adalah pengukuran sudut kontak dan sudut gelinding pada kondisi sebelum dan sesudah diberikan regangan pada substrat yang sudah dilapisi dengan partikel silika.\nHasil penelitian menunjukan bahwa kain katun Fleece yang telah dilapisi partikel silika memiliki sifat superhidrofobik yang ditandai dengan sudut kontak lebih besar dari 150o dan mampu menahan berbagai zat cair seperti air, soda, teh, susu, jus. tetapi ketika diberikan regangan 80% hingga 120% terjadi fenomena Cassie-Baxter to Wenzel transition dan penurunan sudut kontak yang cukup signifikan.", "Daftar File": {"ABSTRAK Bhisma Aristo Noviandri": "https://digilib.itb.ac.id/gdl/download/179282"}, "Penulis": "Bhisma Aristo Noviandri [13715017]", "Kontributor / Dosen Pembimbing": ["Ir. Ahmad Nuruddin, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "hidrofobik, katalis, NH4OH, katun fleece, partikel silika, sol-gel,", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Agu 2019"}