{"Nomor": 41560, "Judul": "STRATEGI PEMASARAN CALON LEGISLATIF UNTUK MENARIK PEMILIH MILLENNIAL DI PEMILU 2019 : STUDI KASUS PARTAI SOLIDARITAS INDONESIA", "Abstrak": "Hadirnya partai baru yaitu partai solidaritas indonesia ,Kandidat legislatif dari partai tersebut harus \nmenggunakan metode baru. Cara lama mungkin masih banyak digunakan, tetapi masyarakat yang\nsemakin kritis seperti kaum milennial menuntut agar mereka mengambil pendekatan yang lebih\npersuasif.Dalam iklim politik yang penuh dengan kompetisi yang terbuka dan transparan, para kontestan\nmembutuhkan metode yang dapat memfasilitasi mereka dalam memasarkan inisiatif politik, gagasan\npolitik, masalah politik, ideologi partai, karakteristik pemimpin partai, dan program kerja partai kepada\npublik.Saat ini, pemilih sedang bermain target dalam kampanye. Sebagai penanda generasi, milennial\ndatang pada saat perubahan kritis ketika Indonesia memasuki abad baru ketika media digital\ndiperkenalkan. generasi milennial ditandai oleh karakteristik unik dibandingkan dengan generasi\nsebelumnya. Mereka adalah anak muda yang akan terlibat dalam 10-20 tahun ke depan.  \nPenelitian ini bertujuan untuk mempelajari partisipasi dalam pemilu dengan kehadiran Partai Solidaritas\nIndonesia dan identifikasi strategi pemasaran untuk meningkatkan partisipasi milenial dalam pemilu\n2019 dan mengatasi masalah yang dibahas oleh Yoki oktorian sukardi, seorang kandidat legislatif dari\nPartai Solidaritas Indonesia. Analisis dalam penelitian ini menggunakan faktor internal dan eksternal\nuntuk dapat memberikan solusi yang efektif dan efisien. Analisis internal dilakukan untuk menganalisis\nSTP (Segmenting, Targeting, Positioning) dan Marketng mix (4P) dari Yoki oktorian sukardi calon\nlegislatif dari Partai Solidaritas Indonesia. Kemudian menganalisis eksternal menggunakan analisis\nSTEEPLED analysis (Sociocultural, Techonological, Economic, Environment, Political, Legal, Ethical,\nDemographic) di daerah kabupaten sumedang, analisis kompetitor dari kandidat legislatif partai lain dan\nanalisis pemilih milennial di daerah sumedang , Yoki oktorian sukardi calon legislatif dari Partai\nSolidaritas hanya melakukan kampanye pemilu yaitu promosi melalui media sosial, pertemuan tatap\nmuka dan program dor to dor yang masih kurang efektif dan kurang mendapat perhatian dan beberapa\npenolakan dari milennial khususnya di daerah sumedang. \nUntuk mengembangkan solusi Yoki oktorian sukardi calon legislatif daripartai solidaritas indonesia\ntelah dilakukan survei dengan menyebarkan kuisioner kepada 400 responden dan melakukan interview.\nBerdasarkan hasil survei yang telah didapatkan, pemilih milenial di daerah sumedang memilih kandidat\nlegislatif berdasarkan penyelesaian masalah kebijakan seperti program kerja dan hal-hal nyata yang\ndiberikan kepada masyarakat. Selain itu, calon legislatif dari partai solidaritas indonesia mengemas\nideologi dan isu yang di kemukakan mengalami penolakan cukup besar dari responden karena ideologi\ndan masalah yang diangkat kurang diterima oleh kaum milenial di daerah Sumedang yang mayoritas\npemilih rasional dan kritis. Oleh karena itu, berdasarkan data-data yang diperoleh dari penelitian ini,\nterdapat solusi yang disarankan kepada calon legislatif dari partai Solidaritas Indonesia yaitu melakukan\nstrategi kampanye yang efektif dan evaluasi positioning dengan menambahkan isu yang lebih populer\ndi masyarakat.", "Daftar File": {"2019_TS_PP_Yoki Oktorian Sukardi_1-Abstrak.pdf\niu": "https://digilib.itb.ac.id/gdl/download/179284"}, "Penulis": "Yoki Oktorian Sukardi [29117407]", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, MA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Pemasaran, pemasaran politik, Kesadaran Merek, Strategi Komunikasi.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "22 Agu 2019"}