{"Nomor": 41575, "Judul": "TROPHY: Trustworthy VANET routing with group authentication keys", "Abstrak": "Vehicular Ad Hoc Networks (VANETs) are a specific case of ad hoc networks where most of the nodes are vehicles. VANETs have emerged in the last few years and are likely to play a major role in the future for a wide number of applications. Routing is essential for any ad hoc network, thus security strategies for protecting VANETs’ routing are critical. In this paper we present TROPHY (Trustworthy VANET ROuting with grouP autHentication keYs), a set of protocols to manage the authentication of routing messages in a VANET, under highly demanding time conditions, capable of protecting the distribution of routing infor- mation, considering the WAVE architecture and the patented routing approach, the Service-Based Layer-2 Routing Protocol. Authorised nodes recursively receive TROPHY messages that allow them to refresh their cryptographic material and keep authentication keys updated across the network. Those messages are epidemically distributed across the network and built such that any node pinpointed as lost or physically compromised will not be able to perform the refreshment using them (and so, are excluded from the routing process). Due to the use of a Key Distribution Centre (KDC), a central entity, where all the cryp- tographic material is stored, we included a mechanism to recover from any unauthorised physical access and disclosure of all such material at once, without requiring the need of human intervention on devices’ re-setup.", "Daftar File": {}, "Penulis": "Pedro Cirne [-]", "Kontributor / Dosen Pembimbing": ["AndréZúquete, Susana Sargento"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Secure routing, Group keys, Epidemic propagation", "Sumber": "ScienceDirect, Ad Hoc Networks 71 (2018) 45–67", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Agu 2019"}