{"Nomor": 41578, "Judul": "PERANCANGAN, PEMBUATAN DAN PENGUJIAN PERANGKAT UJI ALIGNMENT", "Abstrak": "Kopling tetap digunakan untuk meneruskan daya dan putaran dari poros penggerak ke\nporos yang digerakkan, dimana posisi sumbu poros yang dihubungkan oleh kopling tetap\nharus berada pada satu garis lurus. Posisi sumbu poros yang tidak berada pada satu garis\nlurus disebut dengan ketaksesumbuan (misalignment). Jenis ketaksesumban yang mungkin\nterjadi adalah ketaksesumbuan paralel, ketaksesumbuan sudut atau gabungan\nketaksesumbuan paralel dan sudut. Ketaksesumbuan kopling tetap akan mengakibatkan\ntimbulnya getaran, getaran yang berlebihan dalam jangka waktu yang lama akan\nmengakibatkan kerusakan pada komponen-komponen mesin. Kondisi ketaksesumbuan ini\nmerupakan masalah yang sering terjadi di industri.\nDalam penelitian ini, dirancang perangkat uji alignment yang mampu mensimulasikan\nketaksesumbuan paralel. Tujuan penelitian ini adalah untuk mengetahui ciri getaran yang\ntimbul akibat ketaksesumbuan paralel kopling tetap. Jenis kopling tetap yang digunakan\nadalah kopling flens dan kopling Oldham, dimana kopling Oldham adalah kopling tetap\nyang dapat digunakan untuk poros dengan ketaksesumbuan paralel. Analisis statik dan\ndinamik hasil rancangan dilakukan dengan menggunakan perangkat lunak MSC. Nastran\n4.5. Analisi statik dan dinamik dilakukan untuk mengetahui lima frekuensi pribadi\npertama dan modus getar yang terjadi sehingga dalam proses pengujian, penempatan\nsensor getaran tidak mengalami kesalahan.\nKesumbuan poros pada arah vertikal merupakan syarat utama yang harus dipenuhi\npada pembuatan perangkat uji, sehingga proses pemesinannya menggunakan mesin\nvertical miller. Pengujian yang dilakukan terdiri dari; pengujian FRF (Fungsi Respon\nFrekuensi), peta spektrum dan spektrum fasa. Pada pengujian peta spektrum dan spektrum\nfasa divariasikan tiga tahap ketaksesumbuan paralel pada arah horisontal.\nHasil pengujian yang dilakukan pada perangkat uji menunj ukkan hasil yang berbeda\nuntuk jenis kopling yang berbeda. Pada kopling flens muncul sinyal 1X rpm, 2X rpm dan\n3X rpm, dengan sinyal yang dominan pada 1X rpm. Pada kopling Oldham muncul sinyal\n1X rpm, 2X rpm, 3X rpm dan 4X rpm, dengan sinyal dominan pada 2X rpm dan sebagian\npada 4X rpm. Hasil pengukuran RMS menunjukkan bahwa dengan bertambah besar\npenyimpangan maka harga RMS pada arah horisontal juga membesar. Pada kopling flens\ndan oldham harga RMS arah vertikal cenderung tetap, sedangkan untuk kopling flens\nharga RMS pada arah aksial membesar.", "Daftar File": {"COVER Novi Saksono Brodjo Muhadi": "https://digilib.itb.ac.id/gdl/download/179360", "BAB 1 Novi Saksono Brodjo Muhadi": "https://digilib.itb.ac.id/gdl/download/179361", "BAB 2 Novi Saksono Brodjo Muhadi": "https://digilib.itb.ac.id/gdl/download/179362", "BAB 3 Novi Saksono Brodjo Muhadi": "https://digilib.itb.ac.id/gdl/download/179363", "BAB 4 Novi Saksono Brodjo Muhadi": "https://digilib.itb.ac.id/gdl/download/179364", "BAB 5 Novi Saksono Brodjo Muhadi": "https://digilib.itb.ac.id/gdl/download/179365", "PUSTAKA Novi Saksono Brodjo Muhadi": "https://digilib.itb.ac.id/gdl/download/179366"}, "Penulis": "Novi Saksono Brodjo Muhadi [23106003]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Zainal Abidin, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Ketaksesumbuan paralel, kopling flens, kopling Oldham", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "23 Agu 2019"}