{"Nomor": 41579, "Judul": "PENGEMBANGAN TAHAP AWAL SISTEM INFORMASI PENDIDIKAN BERBASIS WEB JURUSAN TEKNIK MESIN FAKULTAS TEKNIK UNIVERSITAS SRIWIJAYA", "Abstrak": "Pada umumnya, agar suatu sistem dapat bekerja dengan baik salah satu syaratnya\nadalah adanya pengelolaan informasi yang baik. Dunia pendidikan juga\nmemerlukan pengelolaan informasi yang baik. Pengelolaan informasi mahasiswa,\ndosen, pegawai, matakuliah, laboratorium, praktikum, perkuliahan dan lain\nsebagainya dapat dilakukan secara baik bila ada sistem pengelolaan informasi\nyang baik. Banyak sekali manfaat yang dirasakan bila terdapat sistem informasi\nyang baik, diantaranya adalah pencarian data dosen, pegawai, matakuliah dan\nmahasiswa dapat dilakukan dengan mudah, pengelolaan data menjadi lebih\nefesien, tidak ada duplikasi data dan lain sebagainya. Jika tidak ada sistem\ninformasi yang baik maka hal-hal seperti itu sulit untuk dilakukan.\nMeskipun sistem informasi diperlukan oleh institusi pendidikan akan tetapi tidak\nsemua institusi pendidikan memilikinya, salah satunya adalah Jurusan Teknik\nMesin Fakultas Teknik Universitas Sriwijaya (UNSRI). Penelitian ini dilakukan\nuntuk mengembangkan sistem informasi pendidikan bagi Jurusan Teknik Mesin\nFakultas Teknik UNSRI yang dapat dikembangkan lebih lanjut. Metodologi\npenelitian yang digunakan dalam penelitian ini adalah dimulai dari studi lapangan\ndengan mempelajari sistem yang selama ini dipakai dengan metode wawancara\ndan penelaahan dokumen. Berdasarkan data dan masukan yang diperoleh\ndibuatlah model ER (Entity Relationship). Selanjutnya model tersebut\ndikembangkan menjadi PDM (Physical Data Model). Berdasarkan PDM yang\ndibuat selanjutnya dibuat tabel-tabel yang dibutuhkan, kemudian dibuatlah\ninterface untuk memanipulasi (tambah, hapus dan edit) data dalam tabel.\nSelanjutnya setelah interface dikembangkan lalu dilakukan proses pemasukkan\ndata dan pemeriksaan data yang dimasukan tersebut, apakah sudah sesuai dengan\nkebutuhan.\nSistem informasi pendidikan ini dikembangkan berbasis web agar bisa diakses\nsecara online oleh siapa saja yang membutuhkan informasi tentang Jurusan\nTeknik Mesin UNSRI. Pada tahap awal ini sistem yang dikembangkan baru\nmencakup pengelolaan data matakuliah, pegawai dan mahasiswa. Kemampuan\nsistem yang dikembangkan ini antara lain bisa melakukan proses pencarian data\nmatakuliah, pegawai dan mahasiswa dengan cepat, mengubah data manual\nmenjadi data digital, mengurangi duplikasi data dan mengurangi biaya\npengelolaan data. Keluaran sistem ini berupa data softcopy dalam bentuk file\nword, excel, xml dan csv dokumen. Data softcopy ini sangat berguna untuk\nmendukung setiap kegiatan yang diikuti oleh Jurusan Teknik Mesin UNSRI antara\nlain seperti Akreditasi dan Program Hibah Kompetisi (PHK).", "Daftar File": {"COVER Al Antoni Akhmad": "https://digilib.itb.ac.id/gdl/download/179367", "BAB 1 Al Antoni Akhmad": "https://digilib.itb.ac.id/gdl/download/179368", "BAB 2 Al Antoni Akhmad": "https://digilib.itb.ac.id/gdl/download/179369", "BAB 3 Al Antoni Akhmad": "https://digilib.itb.ac.id/gdl/download/179370", "BAB 4 Al Antoni Akhmad": "https://digilib.itb.ac.id/gdl/download/179371", "BAB 5 Al Antoni Akhmad": "https://digilib.itb.ac.id/gdl/download/179372", "PUSTAKA Al Antoni Akhmad": "https://digilib.itb.ac.id/gdl/download/179373"}, "Penulis": "Al Antoni Akhmad [23106006]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Yatna Yuwana Martawirya", "Dr. Sri Raharno, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Sistem Informasi Pendidikan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "23 Agu 2019"}