{"Nomor": 41584, "Judul": "PERANCANGAN DAN PEMBUATAN DINAMOMETER SPINDEL DENGAN TRANSMISI DATA RF (RADIO FREQUENCY)", "Abstrak": "Proses pemesinan merupakan proses terpenting pada proses\npembuatan suatu komponen mesin, hampir 95 % komponen mesin dibuat\nmelalui proses pemesinan terhadap hasil dari proses sebelumnya ( proses\npengecoran, pembentukan dan proses metalurgi serbuk).\nKemajuan industri manufaktur sangat ditentukan oleh penguasaan\nteknologi pemesinan, sedangkan untuk menguasai teknologi proses pemesinan\nmaka selain pembelajaran melalui teori perlu dilanjutkan dengan praktek\npenelitian di laboratorium proses pemesinan untuk mengetahui korelasi antara\ngaya pemotongan dengan parameter pemotongan, sehingga dapat menentukan\nkondisi proses pemesinan yang akan menghasilkan proses yang ekonomik dan\nefisien, sehingga dapat dihasilkan produk yang kompetitif.\nTidak semua perguruan tinggi khususnya jurusan teknik mesin yang\nmelaksanakan praktek penelitian proses pemesinan, hal ini karena tidak\ndimilikinya alat percobaan, khususnya dinamometer yang dapat mengukur\ngaya pemotongan dan dapat menentukan gaya potong spesifik referensi dari\nsetiap jenis material benda kerja. Hal tersebut dikarenakan dinamometer yang\nmenggunakan penunjuk data strip chart recorder masih harus diadakan melalui\nimport dan harganya cukup mahal. Untuk itu saya berkeinginan membuat salah\nsatu alat penelitian percobaan proses pemesinan yang penting yaitu\ndinamometer spindel yang harganya relatif murah dan komponennya tersedia\ndi pasar lokal. Sehubungan dengan hal tersebut maka thesis yang saya buat\ndisinkronkan dengan tujuan tadi, yaitu “Merencanakan dan Membuat\nDinamometer Spindel dengan Transmisi Data RF (Radio Frequency)”.\nPerancangan dan pembuatan dinamometer spindel dengan transmisi\ndata RF akan menyangkut kegiatan pekerjaan merancang dan membuat\npemegang pahat, penentuan strain gage serta membentuknya menjadi\nrangkaian Jembatan Wheatstone, menentukan orientasi dan penempatan strain\ngage pada bagian elastik dinamometer, perancangan dan pembuatan amplifier,\nADC (Analog to Digital Converter), Transmitter dan Receiver , serta pembuatan\ndan pengembangan perangkat lunak untuk mengaktifkan ADC, USART,\nTransmitter dan Receiver, serta program akuisisi data dengan C++ Builder,\nKalibrasi untuk menentukan sensitivitas dan melakukan uji coba dari\ndinamometer yang telah dibuat.\nKata kunci : Proses pemesinan, Dinamometer", "Daftar File": {"COVER Ai Ruchiat": "https://digilib.itb.ac.id/gdl/download/179398", "BAB 1 Ai Ruchiat": "https://digilib.itb.ac.id/gdl/download/179399", "BAB 2 Ai Ruchiat": "https://digilib.itb.ac.id/gdl/download/179400", "BAB 3 Ai Ruchiat": "https://digilib.itb.ac.id/gdl/download/179401", "BAB 4 Ai Ruchiat": "https://digilib.itb.ac.id/gdl/download/179402", "BAB 5 Ai Ruchiat": "https://digilib.itb.ac.id/gdl/download/179403", "BAB 6 Ai Ruchiat": "https://digilib.itb.ac.id/gdl/download/179404", "PUSTAKA Ai Ruchiat": "https://digilib.itb.ac.id/gdl/download/179405"}, "Penulis": "Ai Ruchiat [23107008]", "Kontributor / Dosen Pembimbing": ["Dr.Ir. H. Taufiq Rochim"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Proses pemesinan, Dinamometer, Jembatan Wheatstone, Amplifier, ADC, Transmitter dan Receiver.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "23 Agu 2019"}