{"Nomor": 41594, "Judul": "ANALISI MENGENAI SIKAP KONSUMEN TERHADAP MINAT PEMBELIAN MEREK FEYEN LOKAL DI INDONESIA", "Abstrak": "Indonesia adalah salah satu negara terbesar didunia yang memiliki jumlah penduduk terbanyak\ndi dunia. Bedasarkan Badan Perancangan Pembangunan Nasional (BAPPENAS), jumlah\npenduduk Indonesia pada tahun 2018 adalah 265 juta. Dengan jumlah penduduk yang besar\ndi Indonesia, itu membuat Indonesia memiliki tingkat konsumsi yang besar, termasuk kepada\ntingkat konsumsi sandang atau pakaian. Sandang atau pakaian adalah kebutuhan primer dari\nsetiap manusia. Sehingga dengan banyaknya jumlah penduduk ini, kebutuhan akan pakaian\nakan meningkat. Meningkatnya kebutuhan akan pakaian, menjadi peluang besar dalam\nmenjalankan bisnis fesyen.\nSaat ini industri kreatif di Indonesia sedang mengalami perkembangan yang pesat, salah\nsatunya adalah di industri fesyen. Badan Ekonomi Kreatif (BEKRAF) menyatakan jika\nIndonesia akan menjadi salah satu pusat mode dunia pada tahun 2025. Untuk bisa bersaing\ndan bertahan di industri yang padat ini, dibutuhkan kriteria produk yang unggul secara fisik\nmaupun non fisik. Selain itu, mampu memahami perilaku konsumen akan sebuah produk\nsangat dibutuhkan untuk dapat bersaing di industri fesyen ini.\nPenelitian ini bertujuan untuk mengungkap perilaku konsumen terhadap pembelian orang\nIndonesia terutama di Bandung, Jakarta, Malang, dan Surabaya terhadap merek fesyen lokal.\nUntuk memiliki strategi yang lebih baik dalam kegiatan pemasaran, akan sangat membantu\nuntuk pemilik brand lokal memahami lebih baik mengenai perilaku konsumen akan merek\nfesyen lokal. Output dari penelitian ini digunakan untuk merekomendasikan strategi\npemasaran yang tepat untuk UKM merek fesyen lokal Indonesia, terutama terhadap merek\nLOOKOUT INDONESIA. Penelitian ini diperoleh melalui kuisioner yang disebarkan secara\nonline dengan 206 respondent berusia 17-35 tahun yang berdomisili di Bandung, Jakarta,\nMalang, dan Surabaya. Data ini telah melewati lima uji asumsi klasik kemudia dianalisis\ndengan regresi linear berganda untuk mengetahui adanya hubungan yang mempengaruhi\nantara perilaku konsumen terhadap merek fesyen lokal kepada minat beli. Serta, telah\ndilakukannya uji analisis cluster untuk mengetahui adanya perbedaan perilaku konsumen\nterhadap merek fesyen lokal di setiap daerah di Bandung, Jakarta, Malang, dan Surabaya", "Daftar File": {"Abstrak Ken Garudajati.pdf)u": "https://digilib.itb.ac.id/gdl/download/179443"}, "Penulis": "Ken Garudajati Pertiwi [19216016]", "Kontributor / Dosen Pembimbing": ["Lidia Mayangsari, S.Si., M.S.M., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perilaku Konsumen, Minat Beli, Perilaku Pembelian Konsumen, Pemasaran Gografis, Merek Feyen Lokal", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "26 Agu 2019"}