{"Nomor": 41601, "Judul": "DELINEASI RESERVOIR SISTEM HIDROTERMAL GEDE-PANGRANGO BERDASARKAN DATA GEOKIMIA FLUIDA DAN STRUKTUR GEOLOGI", "Abstrak": "Sistem hidrotermal Gunungapi Gede-Pangrango merupakan sistem panasbumi\ntemperatur tinggi dengan topografi tinggi. Studi penginderaan jauh dan analisis fluida\npanasbumi dilakukan untuk mendelineasi sistem hidrotermal yang berasosiasi dengan\nGunungapi Gede. Analisis pola kelurusan dan anomali termal (kecerahan temperatur)\npada Citra Landsat menunjukkan adanya daerah-daerah dengan tingkat kerapatan\nkelurusan yang tinggi dengan anomali termal (kecerahan temperatur) tinggi yang\ndiidentifikasi sebagai daerah discharge (manifestasi), dan daerah-daerah yang memiliki\nkerapatan kelurusan tinggi dan anomali termal (kecerahan temperatur) rendah yang\ndiidentifikasi sebagai tempat masuknya air dingin atau daerah resapan.\nKompilasi dengan studi geokimia fluida panasbumi menunjukkan, bahwa Gunungapi\nGede terdiri dari 3 sistem hidrotermal, yaitu: Gunung Pancar, Gunung Gede dan\nCikundul. Sistem hidrotermal Gunung Pancar memiliki reservoir bertemperatur 180oC di\nkedalaman 1000 m pada batuan sedimen Tersier; daerah resapan berada di tenggara\nreservoir dan daerah keluaran adalah manifestasi mata air panas Gunung Pancar dan\nKolam Kawah Merah. Gunung Gede memiliki reservoir dengan temperatur 290-300oC di\nkedalaman 2000 m pada batuan gunungapi Kuarter. Fluida panasbumi di Gunung Gede\ndiduga berasal dari air meteorik dengan sedikit percampuran fluida magmatik; air\nmeteorik yang meresap di timur laut, barat dan selatan reservoir dan keluar sebagai upflow\ndi Kawah Gede dan mengalir secara lateral ke Green Apple. Cikundul memiliki reservoir\nbertemperatur 130-140oC di kedalaman 700 m pada batuan gunungapi Kuarter; daerah\nresapan berada di selatan dan timur laut reservoir dan daerah keluaran adalah manifestasi\nmata air panas Cikundul. Ketiga reservoir tersebut dipisahkan oleh struktur-struktur\ngeologi yang merupakan tempat masuknya air dingin dan berperan sebagai sekat antar\nreservoir.", "Daftar File": {"COVER Sachrul Iswahyudi": "https://digilib.itb.ac.id/gdl/download/179490", "BAB 1 Sachrul Iswahyudi": "https://digilib.itb.ac.id/gdl/download/179491", "BAB 2 Sachrul Iswahyudi": "https://digilib.itb.ac.id/gdl/download/179492", "BAB 3 Sachrul Iswahyudi": "https://digilib.itb.ac.id/gdl/download/179493", "BAB 4 Sachrul Iswahyudi": "https://digilib.itb.ac.id/gdl/download/179494", "BAB 5 Sachrul Iswahyudi": "https://digilib.itb.ac.id/gdl/download/179496", "BAB 6 Sachrul Iswahyudi": "https://digilib.itb.ac.id/gdl/download/179497", "BAB 7 Sachrul Iswahyudi": "https://digilib.itb.ac.id/gdl/download/179498", "2014 TS PP SACHRUL ISWAHYUDI 1- BAB 8.pdf)u": "https://digilib.itb.ac.id/gdl/download/179499", "PUSTAKA Sachrul Iswahyudi": "https://digilib.itb.ac.id/gdl/download/179500"}, "Penulis": "Sachrul Iswahyudi [22011001]", "Kontributor / Dosen Pembimbing": ["Ir. Niniek Rina Herdianita, M.Sc., Ph.D.", "Dr.Eng. Asep Saepuloh, S.T., M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Cikundul, Citra Landsat, Gede-Pangrango, geokimia geotermal, Gunung Pancar.", "Sumber": "", "Staf Input/Edit": "tuti yulia", "File": "11 file", "Tanggal Input": "26 Agu 2019"}