{"Nomor": 41605, "Judul": "ANALISIS KESTABILAN TEROWONGAN KEMBAR YANG DIGALI SECARA BERSAMAAN DENGAN PEMANTAUAN KONVERGEN DI NANJUNG", "Abstrak": "Dewasa ini penggunaan terowongan sebagai sarana untuk transportasi semakin\nberkembang, dikarenakan banyaknya isu baik dari sisi biaya maupun lingkungan.\nDalam pembuatan terowongan, stabilitas terowongan menjadi hal yang sangat\npenting. Hal ini dikarenakan kondisi yang cukup kompleks yang terdapat di alam,\nserta pengamatan dan interpretasi data lapangan yang wajib memenuhi persyaratan\ndalam sebuah kajian geoteknik. Selain kajian geoteknik, verifikasi serta\npemantauan kestabilan menjadi hal yang krusial.\nPenelitian ini dilakukan pada terowongan kembar yang terletak di Nanjung,\nCimahi, Jawa Barat, Indonesia. Terowongan ini merupakan terowongan yang\ndigunakan untuk pengalih aliran air, dimana terowongan ini berfungsi untuk\nmenambah debit air yang melalui curug jompong. Terowongan kembar ini memiliki\njarak dari titik pusat terowongan adalah 18 meter, dengan lebar terowongan 9 meter.\nVerifikasi RMR lapangan dilakukan setiap penggalian serta dilakukan pemantauan\ndengan menggunakan konvergen. Data yang digunakan adalah data pada STA 135,\nyang dianggap representatif. Dari verifikasi RMR dilapangan didapatkan nilai RMR\n54. Dari data RMR ini didapatkan nilai c=200-300 KPa dan ? = 25o-35o, sebagai\nacuan kestabilan untuk analisa kestabilan terowongan.\nPemodelan numerik RS2 digunakan untuk analisis balik dengan trial and error,\nuntuk mendapatkan perpindahan mendekati kondisi actual. Sedangkan pemodelan\n3 dimensi dengan menggunakan RS3, untuk mendapatkan pengaruh muka\npenggalian pada terowongan kembar yang digali bersamaan. Dari hasil pemodelan\nRS3 serta berdasarkan data perpindahan data pemantauan konvergen, menunjukkan\nbahwa muka penggalian terowongan yang digali bersamaan tidak berpengaruh\nterhadap kestabilan terowongan untuk terowongan dangkal (23 meter dari\npermukaan) dengan jenis batuan untuk nilai RMR 54. Hal ini dilihat dari SF tetap\ndi 1,3 dan 1,2 pada dinding terowongan untuk tiap pemodelan untuk muka\npenggalian yang sama dan beda.", "Daftar File": {"ABSTRAK M. Udy Hartadi": "https://digilib.itb.ac.id/gdl/download/179508", "COVER M. Udy Hartadi": "https://digilib.itb.ac.id/gdl/download/209830", "BAB 1 M. Udy Hartadi": "https://digilib.itb.ac.id/gdl/download/209831", "BAB 2 M. Udy Hartadi": "https://digilib.itb.ac.id/gdl/download/209832", "BAB 3 M. Udy Hartadi": "https://digilib.itb.ac.id/gdl/download/209833", "BAB 4 M. Udy Hartadi": "https://digilib.itb.ac.id/gdl/download/209834", "BAB 5 M. Udy Hartadi": "https://digilib.itb.ac.id/gdl/download/209835", "BAB 6 M. Udy Hartadi": "https://digilib.itb.ac.id/gdl/download/209836", "PUSTAKA M. Udy Hartadi": "https://digilib.itb.ac.id/gdl/download/209837"}, "Penulis": "M. Udy Hartadi [22117018]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nuhindro Priagung Widodo, M.T.", "Prof. Dr. Ir. Made Astawa Rai"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Kestabilan Terowongan, Terwongan dangkal, Terowongan Kembar, analisis balik, konvergen, RS2, RS3", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "9 file", "Tanggal Input": "26 Agu 2019"}