{"Nomor": 41613, "Judul": "DEFORMASI PADA SATUAN LARANGAN, BANJARNEGARA, JAWA TENGAH", "Abstrak": "Prasetyadi (2007) dalam penelitian disertasi yang salah satu lokasinya bertempat\npada Komplek Mélange Luk Ulo, telah menghasilkan beberapa temuan baru,\nsalah satunya adalah Komplek Larangan berumur Eosen Akhir yang berada di\nbagian utara Komplek Mélange Luk Ulo, yaitu pada Kabupaten Banjarnegara,\nJawa Tengah. Komplek atau Satuan ini memiliki kemiripan ciri lapangan dengan\nSatuan Mélange Jatisamit, yaitu struktur block in matrix dan boudin dengan blok\nbatupasir (graywacke) sebagai yang dominan, serta blok filit, sekis, basal, breksi\npolimik, dan batulanau yang dalam jumlah sedikit. Keseluruhan blok tersebut\ntertanam dalam masa dasar batulempung bersisik (scaly) berwarna hitam, dengan\nkedudukan umum ke arah timur timurlaut-barat baratdaya dengan kemiringan\nsekitar 39o ke arah selatan menenggara. Arah umum sumbu terpanjang boudin\numumnya sejajar dengan bidang cleavage, dengan kedudukan rekahan buka tegak\nlurus arah sumbu terpanjangnya, yang perkembangan rekahan buka makin intensif\nkearah ujung boudin. Hubungan antar sesar, rekahan buka, orientasi boudin, dan\nkedudukan cleavage dapat digambarkan dengan hubungan riedel shear yang\nmenunjukan pergerakan menganan (dextral).\nMekanisme deformasi yang mengontrol pembentukan Satuan Larangan adalah\ndeformasi kenyal yang membentuk boudin pada blok batupasir, dan cleavage\npada masa dasar batulempung melalui mekanisme pressure solution. Kemudian\ndeformasi getas dengan terbentuknya rekahan dan sesar pada boudin akibat\nkontrol tekanan yang meningkat. Satuan Larangan mengalami minimal tiga fase\ndeformasi, yaitu fase pertama dengan pembentukan struktur jaringan (web\nstructure) pada boudin batupasir, fase kedua dengan pembentukan boudin dan\ncleavage melalui mekanisme deformasi kenyal yang dikontrol oleh peningkatan\ntekanan dan temperatur, dan fase ketiga dengan pembentukan rekahan dan sesar\npada boudin akibat rupture, dikarenakan terlewatinya batas kekuatan boudin\nkarena kontrol tekanan yang terus meningkat. Pengamatan pembanding pada\nSatuan Mélange Jatisamit memberikan gambaran karakteristik satuan dan\nmekanisme deformasi yang sama, namun lebih memiliki variasi dari blok batuan\npada pengamatan lapangan.\nii\nHasil analisis fosil nanoplangton pada sampel masa dasar batulempung Satuan\nLarangan menujukan umur Eosen Akhir (NP.20), yang ditandai dengan\nkemunculan awal Sphenolithus pseudoradians dan kemunculan akhir Discoaster\nsaipanensis. Penunjukan umur tersebut menjadikan Satuan Larangan bukan\nmerupakan mélange yang terbentuk pada proses subduksi Kapur Akhir-Paleosen.\nNamun merupakan batuan yang terbentuk melalui proses pensesaran yaitu\nkataklasit, akibat peristiwa tumbukan benua mikro lepasan dari Gondwana dengan\nbatas timur daratan Sunda yang berlangsung setelah Paleosen sampai permulaan\nOligosen Awal.\nProses pembentukan Satuan Larangan sendiri memiliki kemiripan dengan\npembentukan mélange, yang merupakan suatu sistem sesar naik pada suatu zona\nsesar dengan kedalaman sekitar 6-9 kilometer (± 1 kilometer) yang dikonversi dari\ntemperatur 165-225oC (± 30oC) yang diperoleh dari nilai illite crystallinity (IC),\ndengan asumsi peningkatan panas bumi pada kerak benua sekitar 25oC km-1.", "Daftar File": {"COVER MUHAMMAD ZAIN TUAKIA": "https://digilib.itb.ac.id/gdl/download/179563", "BAB 1 MUHAMMAD ZAIN TUAKIA": "https://digilib.itb.ac.id/gdl/download/179564", "BAB 2 MUHAMMAD ZAIN TUAKIA": "https://digilib.itb.ac.id/gdl/download/179565", "BAB 3 MUHAMMAD ZAIN TUAKIA": "https://digilib.itb.ac.id/gdl/download/179566", "BAB 4 MUHAMMAD ZAIN TUAKIA": "https://digilib.itb.ac.id/gdl/download/179567", "BAB 5 MUHAMMAD ZAIN TUAKIA": "https://digilib.itb.ac.id/gdl/download/179568", "BAB 6 MUHAMMAD ZAIN TUAKIA": "https://digilib.itb.ac.id/gdl/download/179569", "BAB 7 MUHAMMAD ZAIN TUAKIA": "https://digilib.itb.ac.id/gdl/download/179570", "2014 TS PP MUHAMMAD ZAIN TUAKIA 1 - BAB 8.pdf?": "https://digilib.itb.ac.id/gdl/download/179571", "PUSTAKA MUHAMMAD ZAIN TUAKIA": "https://digilib.itb.ac.id/gdl/download/179572"}, "Penulis": "MUHAMMAD ZAIN TUAKIA [22012008]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Benyamin Sapiie, Ph.D.", "Dr. Ir. Agus Handoyo Harsolumakso"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "mélange, block in matrix, boudin, cleavage, mekanisme deformasi, pressure solution, illite crystallinity, collision.", "Sumber": "", "Staf Input/Edit": "tuti yulia", "File": "10 file", "Tanggal Input": "27 Agu 2019"}