{"Nomor": 41623, "Judul": "KAJIAN KESIAPAN MODERNISASI IRIGASI DENGAN METODE IKMI DAN AHP (STUDI KASUS : D.I. SAUSU SULAWESI TENGAH)", "Abstrak": "Penilaian kesiapan sebuah Daerah Irigasi untuk mengikuti program modernisasi\nirigasi dilakukan dengan memakai alat ukur Indeks Kesiapan Modernisasi Irigasi\n(IKMI). Pengukuran kinerja dengan metode IKMI didasarkan pada Pengukuran\nKinerja Irigasi sebagaimana pelaksanaan Permen PUPR No.12/PRT/M/2015\ntentang Eksploitasi dan Pemeliharaan Jaringan Irigasi dan Permen PUPR\nNo.23/PRT/M/2015 tentang Pengelolaan Aset Irigasi yang menghasilkan 5 (lima)\npilar irigasi sebagai indikator utama, yaitu : ketersediaan air, prasarana irigasi,\nsistem pengelolaan, institusi pengelola, dan sumber daya manusia. Selanjutnya\ndistribusi bobot pilar irigasi dengan metode IKMI dibandingkan dengan\npenentuan bobot menggunakan metode AHP (Analitycal Hierarchy Process)\nberdasarkan pemahaman pihak terkait. Analisis AHP juga dilakukan pada predikat\npenilaian ambang batas bawah kesiapan modernisasi irigasi. Pada kajian ini\nDaerah Irigasi yang ditinjau adalah Daerah Irigasi Sausu yang berada pada Kab.\nParigi Moutong Provinsi Sulawesi Tengah. Dari analisis AHP didapatkan hasil\npembobotan pilar irigasi, yakni pada pilar ketersediaan air sebesar 33,82 %, pilar\nprasarana irigasi sebesar 23,91 %, pilar sistem pengelolaan sebesar 16,47 %, pilar\ninstitusi pengelola sebesar 13,53 %, dan pilar sumber daya manusia sebesar 12,26\n%, sehingga menghasilkan angka kesiapan modernisasi irigasi sebesar 80,58 %.\nAngka ini berbeda jika pembobotan dan metode penilaian yang dikeluarkan oleh\nDirektorat Irigasi dan Rawa Kementerian Pekerjaan Umum dan Perumahan\nRakyat yakni sebesar 78,10 %. Predikat angka kesiapan ini masuk dalam kategori\n“cukup” jika penilaian dilakukan dengan metode IKMI dan kategori “memadai”\njika penilaian dilakukan dengan metode AHP.", "Daftar File": {"ABSTRAK Andrew Manto Waney": "https://digilib.itb.ac.id/gdl/download/179582"}, "Penulis": "Andrew Manto Waney [95017020]", "Kontributor / Dosen Pembimbing": ["Ir. Edy Anto Soentoro Gondodinoto, M.A.Sc., Ph.D.", "Dr. Ir. Yadi Suryadi, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "modernisasi irigasi, IKMI, AHP, kinerja irigasi, D.I. Sausu.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Agu 2019"}