{"Nomor": 41627, "Judul": "ANALISIS AMBLESAN TANAH AKIBAT PEMBEBANAN DAN PENGAMBILAN AIRTANAH DENGAN STUDI KASUS DI DAERAH MUKTIHARJO LOR, KECAMATAN GENUK, KOTA SEMARANG", "Abstrak": "Fenomena amblesan tanah banyak terjadi di kota-kota besar di dunia yang\ndibangun di atas endapan sedimen Kuarter seperti Bangkok, Shanghai, San\nJoaquin, dan Jakarta. Fenomena ini juga terjadi di salah satu ibukota provinsi di\nIndonesia yaitu Kota Semarang. Perbedaan besarnya amblesan tanah yang terjadi\numumnya sangat terkait dengan kondisi geologi dan tata guna lahan yang\nberkembang.\nPada penelitian ini, analisis yang dilakukan hanya didasarkan pada: a) amblesan\ntanah akibat pembebanan dari perkembangan infrastruktur dengan pendekatan\nteori konsolidasi satu dimensi Terzaghi, dan b) amblesan tanah akibat penurunan\nmuka airtanah berdasarkan pendekatan teori konsolidasi Biot melalui metode\nelemen hingga, dalam kurun waktu Oktober 2010 – Oktober 2013. Berdasarkan\nkondisi stratigrafinya, daerah penelitian didominasi oleh lapisan-lapisan lempung\nyang terdiri dari lempung pasiran sangat lunak (10,5-28,1 m) dan lapisan lempung\nteguh-kaku (28,1-82 m). Nilai OCR < 1 pada lapisan lempung pasiran dan\nlempung teguh-kaku menunjukkan bahwa proses konsolidasi masih sangat\nmemungkinkan terjadi di lokasi penelitian. Lebih dari itu, lapisan-lapisan\nlempung di lokasi penelitian memiliki nilai indeks kompresi (Cc) yang tinggi,\nsehingga diperkirakan lapisan-lapisan ini akan mudah mengalami pemampatan\napabila terkena tambahan tegangan. Dengan nilai koefisien konsolidasi (Cv) yang\nkecil (0,00032–0,00060 cm2/detik), hal ini menjadi penyebab lambatnya proses\ndisipasi pada lapisan-lapisan lempung ini dan lebih lanjut mengakibatkan proses\nkonsolidasi yang terjadi menjadi lebih lama.\nNilai amblesan tanah di daerah penelitian berdasarkan patok tetap adalah sebesar\n12 cm, sedangkan hasil analisis menunjukkan amblesan tanah akibat pembebanan\ndari perkembangan infrastruktur menyebabkan amblesan tanah sebesar 0,61 cm\ndan akibat penurunan airtanah sebesar 5,40 cm. Dengan demikian maka amblesan\ntanah akibat konsolidasi alami diperkirakan sebesar 5,99 cm. Kondisi geologi di\ndaerah penelitian tampak sangat berpengaruh pada besarnya faktor konsolidasi\nalami sebagai faktor penyebab amblesan tanah, yang tersusun atas lapisan-lapisan\nlempung yang sangat tebal, dengan nilai OCR < 1, dan memiliki nilai indeks\nkompresi yang tinggi-sangat tinggi.", "Daftar File": {"COVER WAWAN HERMAWAN": "https://digilib.itb.ac.id/gdl/download/179606", "BAB 1 WAWAN HERMAWAN": "https://digilib.itb.ac.id/gdl/download/179607", "BAB 2 WAWAN HERMAWAN": "https://digilib.itb.ac.id/gdl/download/179608", "BAB 3 WAWAN HERMAWAN": "https://digilib.itb.ac.id/gdl/download/179609", "BAB 4 WAWAN HERMAWAN": "https://digilib.itb.ac.id/gdl/download/179610", "BAB 5 WAWAN HERMAWAN": "https://digilib.itb.ac.id/gdl/download/179611", "BAB 6 WAWAN HERMAWAN": "https://digilib.itb.ac.id/gdl/download/179612", "PUSTAKA WAWAN HERMAWAN": "https://digilib.itb.ac.id/gdl/download/179613"}, "Penulis": "WAWAN HERMAWAN [22011018]", "Kontributor / Dosen Pembimbing": ["Dr. Eng Iman A. Sadisun, MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "amblesan tanah, konsolidasi, pembebanan, airtanah, Semarang", "Sumber": "", "Staf Input/Edit": "tuti yulia", "File": "8 file", "Tanggal Input": "27 Agu 2019"}