{"Nomor": 41625, "Judul": "MODIFIKASI ALAT UJI EROSI-KOROSI DAN STUDI PENGARUH TEMPERATUR TERHADAP LAJU EROSIKOROSI BAJA API 5CT L80 PADA LINGKUNGAN CO2 DAN ASAM ASETAT", "Abstrak": "Dalam pendistribusian minyak bumi sering ditemukan kandungan lain seperti CO2, air, dan asam organik. Ketika CO2 larut dalam air akan membentuk asam karbonat (H2CO3) yang mengakibatkan terjadinya korosi pada pipa. Para peneliti juga menemukan suatu fenomena penurunan laju korosi pada lingkungan CO2 akibat adanya pembentukkan lapisan FeCO3 pada permukaan baja. Selain CO2, asam organik yang ditemukan juga dapat memperparah fenomena korosi yang terjadi dan berpengaruh pada presipitasi lapisan FeCO3 yang ada pada baja. Dalam pendistribusian minyak, adanya aliran fluida di dalam pipa juga berkontribusi pada kerusakan yang terjadi pada pipa akibat adanya fenomena erosi. Oleh karena itu, mengetahui laju erosi korosi dari suatu baja dibutuhkan dalam penentuan corrosion allowance dalam mendesain ketebalan dari suatu pipa.\nMaterial yang digunakan pada penelitian ini adalah baja API 5L X60 yang diuji menggunakan autoclave erosi korosi dengan durasi pengujian selama 168 jam. Larutan yang digunakan adalah 3360 ppm asam asetat, dengan putaran fluida sebesar 850 rpm, tekanan yang digunakan sebesar 2 bar, variasi temperatur yang digunakan adalah 40?C, 60?C, 80?C, dan 95?C. Penentuan laju erosi korosi menggunakan pengamatan perubahan berat spesimen, karakterisasi yang dilakukan berupa pengamatan permukaan spesimen menggunakan mikroskop makro , pengamatan penampang, pengamatan SEM, dan pengamatan XRD.\nHasil pengujian menunjukkan seiring meningkatnya temperatur, akan mendorong terjadinya presipitasi lapisan FeCO3, namun lapisan yang terbentuk tidak mampu menurunkan laju erosi korosi yang terjadi pada spesimen.", "Daftar File": {}, "Penulis": "Abdullatief Zuhdy [13715002]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Bambang Widyanto, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Baja API 5L X60, korosi CO2, asam asetat, temperatur, autoclave erosi korosi, SEM, XRD.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "27 Agu 2019"}