{"Nomor": 41624, "Judul": "STUDI TENTANG PENGARUH RENCANA SISTEM WADUK RANCAEKEK TERHADAP ALOKASI AIR", "Abstrak": "Sub DAS Citarum Hulu, Cikeruh dan Citarik merupakan bagian hulu dari DAS Citarum. Sub DAS ini menyuplai kebutuhan air baku, irigasi dan industri. Namun pada kondisi eksisting terdapat defisit air baku. Berdasarkan Bulk Water Supply Master Plan 2040 for Greater Bandung, prediksi kebutuhan air baku kawasan Metropolitan Bandung tahun 2020 adalah 14,25 m3/s dengan ketersediaan 9,4 m3/s, sehingga terdapat defisit 4,85 m3/s (RPSDA WS Citarum, 2016). Salah satu daerah yang diidentifikasi mempunyai potensi sebagai sumber air baku adalah Sistem Waduk Rancaekek, yang terdiri dari Waduk Cikeruh, Waduk Citarik, Embung Balekambang, dan Waduk Lapangan Rancaekek.\nPenelitian ini membahas pengaruh Rencana Sistem Waduk Rancaekek terhadap alokasi air. Analisis menggunakan metode simulasi dengan software DSS WEAP (Water Evaluation and Planning) pada kondisi sebelum dan setelah ada waduk pada tahun 2025 dengan beberapa skenario, yaitu: Skenario 1 (Kondisi eksisting tanpa ada waduk), Skenario 2 (3 waduk: Waduk Cikeruh – Waduk Citarik – Waduk Lapangan Rancaekek), Skenario 3 (4 waduk: Waduk Cikeruh – Waduk Citarik – Embung Balekambang – Waduk Lapangan Rancaekek), Skenario 4 (3 waduk dalam 1 sistem: Waduk Citarik – Embung Balekambang – Waduk Lapangan Rancaekek, dan 1 waduk di luar sistem: Waduk Cikeruh). Penelitian ini juga membahas pemenuhan kebutuhan air baku pada tahun 2036 dengan tinjauan pola ruang.\nBerdasarkan hasil analisis, Sistem Waduk Rancaekek pada skenario 4 memberi pengaruh signifikan terhadap pemenuhan kebutuhan air baku. Peningkatan Intensitas Penanaman (IP) DI Cangkuang dari 174% menjadi 191%, DI Depok dari 136% menjadi 140%, DI Ciyasana dari 138% menjadi 140%, Peningkatan suplai air sektor industri (PT Kahatex) dari 0,050 m3/s (104 hari) menjadi 0,054 m3/s (113 hari). Sistem Waduk Rancaekek dapat memberi suplai air baku MBR pada tahun 2025 pada Skenario 4 (0,670 m3/s). Pada proyeksi tahun 2036 dengan memperhatikan tinjauan Pola Ruang, terdapat pengurangan luas areal irigasi. Ketiga DI yang berada di hilir waduk terpenuhi suplai airnya > 80% dengan nilai IP >200%. Pemenuhan suplai air baku MBR pada tahun 2036 adalah 0,784 m3/s dengan jumlah penduduk terlayani 588.173 jiwa.", "Daftar File": {"ABSTRAK Sari Kurniawati": "https://digilib.itb.ac.id/gdl/download/180088", "COVER Sari Kurniawati": "https://digilib.itb.ac.id/gdl/download/200838", "BAB 1 Sari Kurniawati": "https://digilib.itb.ac.id/gdl/download/200839", "BAB 2 Sari Kurniawati": "https://digilib.itb.ac.id/gdl/download/200840", "BAB 3 Sari Kurniawati": "https://digilib.itb.ac.id/gdl/download/200841", "BAB 4 Sari Kurniawati": "https://digilib.itb.ac.id/gdl/download/200843", "BAB 5 Sari Kurniawati": "https://digilib.itb.ac.id/gdl/download/200845", "BAB 6 Sari Kurniawati": "https://digilib.itb.ac.id/gdl/download/200847", "PUSTAKA Sari Kurniawati": "https://digilib.itb.ac.id/gdl/download/200849"}, "Penulis": "Sari Kurniawati [95017002]", "Kontributor / Dosen Pembimbing": ["Ir. Edy Anto Soentoro Gondodinoto, M.A.Sc., Ph.D.", "Dr. Ir. Suardi Natasaputra"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "simulasi alokasi air, pemenuhan suplai air, Sistem Waduk Rancaekek, DSS WEAP.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "9 file", "Tanggal Input": "27 Agu 2019"}