{"Nomor": 41639, "Judul": "PERANCANGAN PERANGKAT LUNAK SISTEM INFORMASI UNIT PENGELOLAAN MATERIAL BERDASARKAN SISTEM PRODUKSI TERDISTRIBUSI MANDIRI BERBASIS WEB", "Abstrak": "Untuk dapat bersaing secara kompetitif suatu perusahaan manufaktur harus mampu mengembangkan keunggulan kompetitif yang dimiliki, yaitu dengan meningkatkan produktifitas dan juga penguasaan teknologi manufaktur. Unit Pengelolaan Material merupakan salah satu bagian penting dalam menunjang kegiatan produksi perusahaan. Permasalahan yang terjadi pada unit ini adalah ketidakmampuan memberikan informasi harga material yang tersimpan di dalam gudang dan persediaan material dengan cepat dan akurat, terlebih jika gudang tersebut berada jauh dari perusahaan Alternatif yang dapat digunakan untuk menjawab tuntutan kompetisi tersebut adalah Sistem Produksi Terdistribusi Mandiri (SPTM) berbasis web.\nKonsep SPTM berbasis web ini dapat diterapkan pada sistem informasi persediaan material di suatu perusahaan. Penggunaan konsep SPTM berbasis web pada sistem informasi persediaan material diharapkan dapat menjawab kebutuhan akan informasi persediaan material secara responsif. Ketersediaan informasi yang cepat akan memudahkan dalam pengambilan keputusan. Pengambilan keputusan pada Unit Pengelolaan Material meliputi penentuan jumlah material yang akan dipesan, penentuan waktu pemesanan serta pemilihan supplier (rekanan) dengan mempertimbangkan harga, delivery lead time, performansi dan kualitas material.\nDalam tugas akhir ini dibuat software sistem informasi Unit Pengelolaan Material berdasarkan konsep SPTM yang berbasis web.\nDengan konsep ini, Unit Pengelolaan Material dapat memberikan informasi persediaan material dengan cepat, menyediakan material sesuai spesifikasi, jumlah dan dengan waktu yang tepat meskipun gudang yang dimiliki berada di luar daerah perusahaan. Diharapkan kegiatan produksi pada perusahaan yang mengaplikasikan perangkat lunak ini akan semakin baik.", "Daftar File": {"COVER Aldhi Wibawa": "https://digilib.itb.ac.id/gdl/download/179645", "PUSTAKA Aldhi Wibawa": "https://digilib.itb.ac.id/gdl/download/179651"}, "Penulis": "Aldhi Wibawa [13103021]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Yatna Yuwana Martawirya"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Perangkat Lunak Sistem Informasi; Pengelolaan Material.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "28 Agu 2019"}