{"Nomor": 41633, "Judul": "HOW CAN THE INTERNET OF THINGS (IOT) IMPACT THE SUPPLY CHAIN EFFICIENCY OF THE EUROPEAN AUTOMOTIVE INDUSTRY?", "Abstrak": "Internet of Things (IoT) diyakini sebagai hal besar di banyak industri. Banyak penelitian telah memperkirakan bahwa jumlah perangkat IoT akan meningkat tajam di tahun-tahun mendatang dan banyak bisnis akan berinvestasi besar dalam teknologi ini. IoT telah memberikan manfaat yang signifikan dalam industri modern ini, namun kemungkinan untuk menggunakan perangkat ini dalam rantai pasokan, khususnya di industri otomotif Eropa belum diselidiki sepenuhnya. Industri otomotif, dengan rantai pasokannya yang sangat kompleks memiliki peluang untuk mengambil manfaat dari inovasi ini. Oleh karena itu, makalah penelitian ini akan fokus pada dampak Internet of Things dalam meningkatkan efisiensi rantai pasokan dan bagaimana hal itu dapat diintegrasikan dalam industri. Analisis rantai pasokan otomotif menunjukkan bahwa komunikasi antara produsen atau OEM (Original Equipment Manufacturer) dan pemasok tingkat yang berbeda masih merupakan masalah utama. Sebagai akibatnya, jumlah data yang mereka kumpulkan dan proses menjadi rendah. Masalah yang terjadi ini dapat menyebabkan gangguan di sepanjang rantai pasokan yang dapat memengaruhi produk perusahaan, sehingga merupakan ancaman besar bagi profitabilitasnya. Selain itu, kurangnya transparansi antara OEM dan pemasok multi-level mempersulit para pembuat mobil untuk mencapai rantai pasokan yang lebih efisien. Selain itu, analisis menunjukkan bahwa Internet of Things memiliki kesempatan besar dalam mengatasi masalah saat ini. Dengan bantuan sensor, perangkat pengumpul data, jaringan, dan perangkat lunak yang ramah pengguna, pabrik mobil serta pemasok multi-level dapat berbagi informasi yang sama pada sistem terpusat dan dilakukan secara otomatis oleh teknologi IoT. Akibatnya, pembuat mobil akan memiliki komunikasi dan hubungan yang lebih baik dengan pemasoknya. Dengan demikian, efisiensi akan ditingkatkan dan rantai pasokan yang lebih ramping dapat dicapai. Akhirnya, dapat disimpulkan bahwa Internet of Things memiliki potensi besar dalam meningkatkan rantai pasokan otomotif Eropa. Inovasi ini memberikan transparansi, fleksibilitas, dan kecepatan yang lebih baik dalam rantai pasokan", "Daftar File": {"ABSTRAK Jobel Surya Irawan": "https://digilib.itb.ac.id/gdl/download/179631"}, "Penulis": "Jobel Surya Irawan [19016336]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "internet of things, rantai pasokan, otomotif, Eropa, pemasok, OEM", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "28 Agu 2019"}