{"Nomor": 41630, "Judul": "ANALISIS KEGAGALAN TERHADAP NOSE LANDING GEAR AXLE", "Abstrak": "Sebuah pesawat mengalami kecelakaan dan mengakibatkan kerusakan nose\nlanding gear dan komponen lainnya. Komponen nose landing gear yang patah\nadalah axle kiri dan kanan. Untuk mencari beban yang menyebabkan nose landing\ngear axle patah, dalam penelitian ini digunakan cara analisis tegangan dan\npemeriksaan material axle. Beban-beban tersebut dapat dicari dengan data berikut:\n1. Bentuk dan ukuran patahan yang terjadi pada axle.\n2. Dimensi komponen.\n3. Kekuatan material axle.\nUji kekerasan dilakukan dengan menggunakan mikro Vickers. Hasil dari uji\nkeras tersebut menunjukkan permukaan lebih keras dibandingkan bagian dalam.\nKekerasan yang tidak merata disebabkan karena bagian tengah dalam mengalami\npendinginan yang lebih lama dari permukaan sehingga atom karbon lebih banyak\nberdifusi keluar membentuk carbide. Pada bagian permukaan, atom-atom karbonnya\nlangsung terperangkap dan fasanya martensit. Proses perlakuan panas yang terjadi\npada axle ini adalah quenching dan tempering.\nBerdasarkan analisis tegangan dengan metode mekanika klasik didapat besar\nbeban penyebab patahnya nose landing gear axle jauh melebihi gaya statik yang\ndapat diterima. Beban tersebut jauh lebih besar dari beban pesawat sehingga dapat\ndisimpulkan pada saat mendarat nose landing gear menyentuh landasan terlebih\ndahulu.", "Daftar File": {"COVER MUHAMMAD DODY KURNIAWAN": "https://digilib.itb.ac.id/gdl/download/179622", "PUSTAKA MUHAMMAD DODY KURNIAWAN": "https://digilib.itb.ac.id/gdl/download/179628"}, "Penulis": "MUHAMMAD DODY KURNIAWAN [13101011]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Mardjono Siswosuwarno"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Nose Landing Gear Axle", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "27 Agu 2019"}