{"Nomor": 41657, "Judul": "FAKTOR YANG MEMPENGARUHI VARIASI SUHU PERMUKAAN LAUT DAN PERTUMBUHAN LINIER TAHUNAN KARANG PORITES: STUDI KASUS PULAU PARI", "Abstrak": "Indonesia merupakan negara kepulauan terbesar di dunia yang terletak di antara\nSamudra Pasifik dan Samudra Hindia. Dinamika iklim dan oseanografi di Indonesia sangat\ndipengaruhi oleh fenomena interaksi laut-atmosfer yang terjadi seperti ???????? ???????????????????? Southern\nOscillation (ENSO) dan Indian Ocean Dipole (IOD), musim, dan arus lintas Indonesia\n(Arlindo). Suhu permukaan laut (SPL) merupakan salah satu parameter yang digunakan\nuntuk mempelajari variasi iklim dan oseanografi. Pada penelitian ini dilakukan studi\nmengenai faktor-faktor yang mempengaruhi variasi SPL di Pulau Pari dan juga pengaruh\nfenomena ENSO dan IOD. Pulau Pari memiliki bentuk karang atoll dan terdapat karang\njenis Porites di Pulau Pari. Pada penelitian ini juga akan dipelajari pengaruh SPL terhadap\npertumbuhan linier karang jenis Porites. Kandungan Sr/Ca dari karang sebagai kalibrasi\nSPL akan dilakukan. Data SPL pengukuran di Pulau Pari dan data model digunakan dalam\npenelitian ini. Contoh sampel karang Porites diambil pada lokasi pengukuran SPL. Data\npasang surut diambil melalui Tide Model Driver (TMD). Metode statistik digunakan untuk\nanalisis data time series SPL dan densiometrik untuk mendapatkan data pertumbuhan linier\nkarang. Hasil penelitian menunjukkan bahwa variasi harian SPL di Pulau Pari dipengaruhi\noleh pasang surut. Berdasarkan hasil analisis spektrum, periode SPL di Pulau Pari dominan\npada 24 jam, sama seperti periode dominan komponen harian tunggal (diurnal) pasang\nsurut. Variasi bulanan SPL di Pulau Pari dipengaruhi oleh fenomena ENSO dan IOD\ndengan korelasi antara anomali SPL bulanan dengan indeks ENSO sekitar r = -0,29.\nKorelasi antara anomali SPL bulanan dengan indeks IOD sekitar r = -0,72. Hal ini\nmenunjukkan bahwa fenomena IOD lebih berpengaruh dibandingkan ENSO terhadap\nvariasi SPL di Pulu Pari selama periode 2016-2018. Hal ini mungkin dapat disebabkan\nkarena posisi Pulau Pari yang lebih dekat ke Samudra Hindia sebagai tempat terjadinya\nIOD dibandingkan Samudra Pasifik sebagai tempat terjadinya ENSO. Hasil analisis\npertumbuhan linier karang Porites menunjukkan pengaruh SPL terhadap pertumbuhan\nlinier karang Porites dengan nilai korelasi antara keduanya sekitar r = -0,58. Korelasi\nnegatif menunjukkan bahwa meningkatnya SPL dengan trend 0,022 oC/tahun akan\nmemperlambat pertumbuhan karang hingga -0,664 cm/tahun. Hasil analisis kandungan\nSr/Ca dalam karang tidak menunjukkan variasi musiman dengan regresi linier antara Sr/Ca\ndengan SPL memiliki koefisien determinasi R2=0,01, dalam kasus ini diduga karena subsampling\nuntuk mendapatkan contoh serbuk koral dengan resolusi bulanan tidak tercapai\nsehingga perlu dilakukan kembali dalam studi lanjutan.", "Daftar File": {"ABSTRAK Muhammad Iqbal Rizki Putra Chu": "https://digilib.itb.ac.id/gdl/download/179706"}, "Penulis": "Muhammad Iqbal Rizki Putra Chu [12915012]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Mutiara Rachmat Putri, S.Si., M.Si.", "Dr. Sri Yudawati Cahyarini"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Porites, proxy Sr/Ca, pertumbuhan linier, ENSO, IOD, Suhu Permukaan Laut, Pulau Pari.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "28 Agu 2019"}