{"Nomor": 41659, "Judul": "OTOMATISASI ALAT UJI DURABILITAS KOPLING KENDARAAN", "Abstrak": "Industri otomotif Indonesia akan terus berkembang seiring dengan\nperkembangan ekonomi. Angka penjualan kendaraan bermotor di Indonesia\nmengalami peningkatan dan diprediksi akan terus meningkat secara drastis hingga\nbeberapa tahun mendatang. Industri komponen otomotif akan menjadi industri\nyang menjanjikan karena industri otomotif yang berkembang. Di antara sekian\nbanyak suku cadang, kopling adalah komponen yang penting pada sistem\ntransmisi kendaraan bermotor. Dalam pemakaiannya, kopling tidak boleh\nmengalami kegagalan. Oleh karena itu, perlu dilakukan beberapa jenis pengujian\nagar kopling dapat berfungsi sesuai dengan yang diinginkan.\nSalah satu pengujian terpenting yang diperlukan adalah uji durabilitas\nkopling. Dalam penelitian terdahulu, telah berhasil dirancang dan dibuat prototipe\nalat uji durabilitas kopling (Widjanarko, 2008). Sebagai kelanjutan kegiatan\ntersebut, di tugas sarjana ini akan dibuat prototipe sistem kontrol alat uji\ndurabilitas kopling yang memungkinkan pelaksanaan siklus uji secara otomatis.\nOtomasi alat uji ini dilakukan dengan merangkaikan beberapa perangkat keras\nelektronik seperti rangkaian listrik, integrated circuit (IC), relay, dan kontaktor.\nSetelah melakukan serangkaian percobaan, berhasil didesain dan dibuat\nsistem kontrol otomatis untuk alat uji durabilitas kopling. Dengan peralatan\nelektronik ini, pengujian durabilitas kopling dapat dilakukan berulang-ulang\nsecara otomatis. Di lain pihak, hasil pengujian menunjukkan bahwa perangkat\nkeras yang dihasilkan belum andal. Untuk tahap selanjutnya, diperlukan\npenyempurnaan sistem otomasi yang melibatkan praktisi bidang mikroelektronika\ndan penambahan pengukur torsi sebagai kelengkapan alat uji.", "Daftar File": {"COVER Felix": "https://digilib.itb.ac.id/gdl/download/179714", "PUSTAKA Felix": "https://digilib.itb.ac.id/gdl/download/179721"}, "Penulis": "Felix [13104058]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ignatius Pulung Nurprasetio, MSME"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "durabilitas; kopling kendaraan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "28 Agu 2019"}