{"Nomor": 41656, "Judul": "PERANCANGAN MAIN PROCESSING UNIT, STORAGE, DAN VISUAL INTERFACE PADA PENGEMBANGAN MINING TRUCK - DRIVING ASSISTANCE SYSTEM (ALAT BANTU MENGMUDI PADA TRUK PERTAMBANGAN)", "Abstrak": "Truk pertambangan seperti off-highway truck dan dump truck memiliki ukuran yang sangat besar yang letak kokpitnya membatasi penglihatan operator pada titik buta. Selain itu juga terdapat masalah pada debu yang dapat menghalangi visual operator untuk dapat melihat kedepan. Hal ini menyulitkan operator dan dapat menimbulkan pada kecelakaan tabrak yang akan merugikan pihak tambang.  \n \nOleh karena itu, diperlukan sebuah alat untuk memperoleh informasi pada lingkungan eksternal lalu ditampilkan pada sebuah visual interface agar dapat dilihat oleh operator. Hal ini diharapkan meningkatkan keamanan pada kendaraan kecil dan dump truck pada saat melakukan konvoi. Solusi ini memiliki beberapa subsistem yang memiliki fungsi antara lain adalah: subsistem sensing, subsistem processing, subsistem visual interface, subsistem penyimpanan, dan subsistem power management. \n \nPada tugas akhir ini, akan dibahas lebih lanjut pada bagian subsistem processing, subsistem user interface, dan subsistem penyimpanan. Ketiga subsistem ini mendapatkan data dari subsistem sensing terlebih dahulu. Kemudian data akan diproses pada sebuah processing unit untuk dibandingkan dengan threshold safe following distance dan titik buta. Kemudian, data ditampilkan pada sebuah user interface dalam bentuk infromasi gambar dan teks. Data juga disimpan ke dalam sebuah file untuk menunjukkan log mengemudi agar dapat mengetahui perilaku pengemudi dan membantu investigasi penyebab kecelakaan.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/179705"}, "Penulis": "Natanael Gunawan [13215038]", "Kontributor / Dosen Pembimbing": ["Ir. Eniman Yunus Syamsuddin, Ph.D.", "Muhammad Andre Martin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "main processing, visual interface, dan penyimpanan", "Sumber": "", "Staf Input/Edit": "karya", "File": "8 file", "Tanggal Input": "28 Agu 2019"}