{"Nomor": 41664, "Judul": "PENGARUH SURFACE TREATMENT DAN JARAK PENYEMPROTAN PADA PELAPISAN MATERIAL ABRADABLE (DENGAN KONDUKTIF TEMBAGA) MENGGUNAKAN METODE HIGH VELOCITY OXYFUEL (HVOF) TERHADAP SIFAT MEKANIK DAN KARAKTERISTIK AUS", "Abstrak": "Salah satu fenomena yang banyak menjadi masalah pada permukaan yang saling bergesekan adalah aus. Untuk mengatasi permasalahan ini, diperlukan modifikasi sifat mekanik menggunakan material abradable pada substrat baja karbon rendah ST-37. Material abradable merupakan salah satu material yang penting pada komponen mesin terutama untuk melindungi permukaan benda yang saling bergesekan, salah satu contoh material abradable yang mudah diperoleh dipasaran dan harganya relatif murah adalah kampas rem. Pada penelitian ini difokuskan untuk melapisi baja ST-37 menggunakan material abradable kampas rem dengan menambahkan material konduktif tembaga sebagai material penghantar panas dengan menggunakan metode pelapisan HVOF agar dapat meningkatkan ketahanan aus dari dari baja ST-37, implementasi proses pelapisan menggunakan material abradable menggunakan metode HVOF ini masih tergolong baru.\nPenelitian ini dilakukan dengan memvariasikan jarak penembakan 20, 30, dan 40 cm dan surface treatment etching, blasting, dan blasting etching terhadap substrat baja ST-37 menggunakan serbuk blasting alumina dan campuran etanol dengan larutan ortopospat. Pengujian yang dilakukan meliputi pengujian aus, ketebalan, kekerasan, dan karakterisasi SEM EDS untuk mengetahui performa dari lapisan yang dihasilkan. Pengujian aus dilakukan untuk menganalisis tingkat ketahanan aus coating dan kekuatan lekat mechanical interlocking coating. Pengukuran ketebalan dihitung untuk mengetahui nilai ketebalan lapisan kuantitatif Pengujian kekerasan dilakukan untuk menganalisis nilai kuantitatif pengaruh modifikasi sifat mekanik, sedangkan pengujian SEM-EDS dilakukan untuk mengetahui karakteristik aus lapisan.\nBerdasarkan data yang didapat dari penelitian didapat bahwa lapisan material abradable hasil perlakuan permukaan blasting etching dengan jarak penyemprotan 20 cm memiliki nilai yang paling optimal dalam segi jumlah porositas yang paling sedikit pada coating dengan baja ST-37, nilai kekerasan lapisan paling tinggi 468,2 HV0,5kgf, lapisan rata paling tebal dengan nilai rata-rata dan 132,36 ?m, dan pengurangan massa yang paling sedikit sebesar 0,00148 mg. Untuk karakteristik aus didapat bahwa semua lapisan dengan perlakuan permukaan dan jarak penyemprotan mengalami aus abrasif ditandai dengan adanya plowing atau fragmentation.", "Daftar File": {"ABSTRAK Suryandaru Martawirya": "https://digilib.itb.ac.id/gdl/download/179733"}, "Penulis": "Suryandaru Martawirya [13715057]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Raden Dadan Ramdan, S.T.", "Erie Martides, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "material abradable, HVOF, mekanisme aus, surface treatment, jarak penyemprotan, baja ST-37, etching, blasting.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Agu 2019"}