{"Nomor": 41665, "Judul": "PENGARUH SURFACE TREATMENT DAN PRE HEAT PADA PELAPISAN MATERIAL ABRADABLE (DENGAN KONDUKTIF ALUMINIUM) MENGGUNAKAN METODE HIGH VELOCITY OXYGEN FUEL (HVOF) TERHADAP SIFAT MEKANIK DAN KARAKTERISTIK AUS", "Abstrak": "Ketahanan aus merupakan salah satu performa yang menjadi fokus utama dalam pembuatan berbagai material. Salah satu jenis aplikasi yang menjadikan ketahanan aus sebagai fokus utamanya adalah pada pelapisan menggunakan material abradable. Material abradable merupakan material yang ditujukan untuk memiliki mampu aus agar tidak menghabiskan material lawannya dalam komponen yang berpasangan. Sifat yang unik ini menjadikan material abradable menarik untuk dilakukan penelitian mengenai unsur penyusunnya, sifat-sifatnya, dan juga teknik yang dapat dilakukan dalam pemrosesannya.\nPemilihan teknik dalam pemrosesan juga tak kalah penting dalam pembuatan material abradable. Salah satu metode yang bisa digunakan dalam proses pelapisan adalah High Velocity Oxygen Fuel (HVOF). HVOF merupakan salah satu metode pelapisan yang memiliki variasi parameter proses yang banyak dengan keunggulan berupa kontrol ketebalan dan pemrosesan yang cepat. Pada penelitian ini memfokuskan variasi parameter berupa perlakuan permukaan dan pre-heat. Perlakuan permukaan diduga dapat memberikan pengaruh bagi penempelan serbuk pada pelapisan HVOF dengan perbedaan nilai kekasaran dari setiap perlakuan permukaan yang diterapkan. Selain itu pre-heat diduga mampu memberikan peningkatan kemampuan serbuk untuk menempel pada substrat pada pelapisan HVOF. Meskipun dengan banyak variasi dan keunggulan yang dimiliki, namun metode ini masih jarang digunakan dalam pelapisan material abradable pada skala industri. Sehingga diharapkan penelitian ini dapat menjadi referensi metode alternatif bagi pelapisan material abradable.\nPada penelitian ini diperoleh hasil bahwa semakin meningkatnya kekasaran hasil perlakuan permukaan akan meningkatkan sifat fisik, mekanik, dan performa coating hasil dari penyemprotan HVOF yaitu berupa ketebalan dan kekerasan yang semakin meningkat serta karakteristik aus yang semakin lebih baik. Selain itu peningkatan temperatur pre-heat juga meningkatkan ketebalan dan kekerasan serta karakteristik aus yang semakin lebih baik juga untuk tiap variasi spesimen pada desain percobaan. Sehingga diperoleh kesimpulan bahwa variasi perlakuan permukaan dan temperatur pre-heat akan memberikan pengaruh terhadap sifat fisik, mekanik, dan performa hasil coating material abradable hasil dari penyemprotan dengan menggunakan HVOF.", "Daftar File": {"ABSTRAK Syauqi Ramadhan": "https://digilib.itb.ac.id/gdl/download/179741"}, "Penulis": "Syauqi Ramadhan [13715012]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Raden Dadan Ramdan, S.T.", "Dr.Eng. Budi Prawara"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Material abradable, HVOF, Perlakuan Permukaan, Pre-heat", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Agu 2019"}