{"Nomor": 41660, "Judul": "PENGARUH SURFACE TREATMENT DAN PRE HEAT PADA PELAPISAN MATERIAL ABRADABLE (DENGAN KONDUKTIF TEMBAGA) MENGGUNAKAN METODE HIGH VELOCITY OXYGEN FUEL (HVOF) TERHADAP SIFAT MEKANIK DAN KARAKTERISTIK AUS", "Abstrak": "Kampas rem merupakan salah satu contoh material abradable yang dapat dibeli\ndengan mudah. Akan tetapi HVOF tidak pernah digunakan untuk membuat kampas rem yang\nmana sejatinya metode ini dapat meningkatkan sifat mekanik suatu komponen. Hal ini\nmenjadi suatu hal yang menarik untuk diteliti karena dengan meningkatnya sifat mekanik\nkampas rem, komponen ini dapat digunakan dalam jangka waktu yang lebih panjang.\nPenelitian ini dilakukan dengan memvariasikan parameter proses HVOF yaitu\npemanasan awal 50oC, 100oC, dan 150oC dan perlakuan permukaan blasting,pengetsaan, dan\nblasting yang ditambahkan pengetsaan. Sehingga melalui penelitian ini dapat diketahui\npengaruh dari variasi parameter yang dilakukan terhadap ketebalan, kekerasan dan\nkarakteristik aus.\nDari hasil penelitian ini diketahui bahwa perlakuan permukaan blasting + etching\nmenghasilkan kekasaran yang paling tinggi akan menghasilkan nilai ketebalan dan kekerasan\nyang paling tinggi dan ketahanan aus paling baik. Selain itu, temperatur pre heat 150oC akan\nmenghasilkan ketebalan dan kekerasan yang paling tinggi dan ketahanan aus yang paling\nbaik. Didapatkan nilai kekerasan yang paling tinggi adalah 488 HV dengan ketebalan 0,168\nmm dan pengurangan massa 0,002 g dalam 3 siklus. Dari hasil pengujian yang dilakukan,\ndiketahui bahwa fenomena aus yang terjadi adalah fenomena aus abrasif.", "Daftar File": {"ABSTRAK Razief Muhammad Irsyadillah": "https://digilib.itb.ac.id/gdl/download/179719"}, "Penulis": "Razief Muhammad Irsyadillah [13715046]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Raden Dadan Ramdan, S.T.", "Dr.Eng. Budi Prawara"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Material Abradable, HVOF, Perlakuan Permukaan, Pemanasan Awal.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "28 Agu 2019"}