{"Nomor": 41672, "Judul": "\"PERANCANGAN SISTEM DRAINASE STADION KEDIRI\" dan \"PERANCANGAN SISTEM SIRKULASI KENDARAAN STADION KEDIRI BERDASARKAN MODEL SIMULASI LALU LINTAS MIKRO\"", "Abstrak": "Abstrak 1:\nKetertarikan masyarakat Kediri akan sepakbola dan kebutuhan pemain tim Persik Kediri untuk berlatih dan bertanding difasilitasi dengan dibangunnya Stadion Kediri. Untuk memenuhi fungsi dari Stadion Kediri tersebut, diperlukan perancangan sistem drainase yang baik dan aman terhadap banjir, yaitu perancangan sistem drainase atap, perancangan sistem drainase podium, perancangan sistem drainase lapangan sepakbola, perancangan sistem drainase permukaan kawasan, perancangan kolam detensi dan mekanisme inflow dan outflow, dan analisis banjir. Perancangan sistem drainase atap adalah perancangan pipa tegak, perancangan sistem drainase podium yang dilakukan adalah perancangan saluran drainase dengan bentuk U-Ditch yang terletak di bagian dalam lantai podium dan saluran drainase dengan bentuk U-Ditch yang terletak di pinggir lantai podium, perancangan sistem drainase lapangan sepakbola adalah perencanaan struktur lapisan tanah lapangan sepakbola, perancangan sistem drainase permukaan kawasan adalah perancangan saluran drainase dengan bentuk U-Ditch yang terletak di perimeter kawasan, dan mekanisme inflow dan outflow kolam detensi yang diatur sedemikian rupa. Dengan dirancangnya sistem drainase Stadion Kediri yang baik dan aman terhadap banjir, diharapkan memaksimalkan penggunaan Stadion Kediri.\n\nAbstrak 2: \nKetertarikan masyarakat Kediri akan sepakbola dan kebutuhan pemain tim Persik Kediri untuk berlatih dan bertanding difasilitasi dengan dibangunnya Stadion Kediri. Saat pertandingan akan dimulai, penonton akan datang dengan kendaraan motor, mobil, bus, dan angkutan umum. Juga tim yang akan bermain, pihak VIP dan VVIP, dan media akan menghadiri match tersebut dengan kendaraan pribadi (mobil) dan bus. Manajemen lalu lintas perlu diatur dengan baik sehingga kemacetan dapat diminimalisasi baik di loket parkir maupun jaringan jalan di sekitar stadion. Untuk memodelkan dan mensimulasikan lalu lintas yang akan terjadi di jaringan jalan menuju Stadion Kediri digunakan simulasi pergerakan model mikro, VISSIM. Parameter yang diperhitungkan dalam simulasi adalah panjang antrian dan tundaan. Desain jaringan jalan awal akan dimodelkan dan disimulasikan kemudian dibandingkan dengan desain skenario yang dirancang sehingga menghasilkan skenario terbaik. Berdasarkan hasil simulasi, Skenario 4 dengan rancangan penambahan jumlah lajur dari 1 lajur menjadi 2 lajur di Node 1, penambahan lebar lajur dari 6,50 meter menjadi 7,50 meter di Node 5, dan penambahan lebar lajur dari 8,00 meter menjadi 8,50 meter dan 7,50 meter menjadi 8,50 meter di Node 9 adalah skenario terbaik yang memberikan kinerja sirkulasi kendaraan yang paling baik diantara skenario lainnya.", "Daftar File": {"ABSTRAK 1 Meily Japani Artha Sembiring": "https://digilib.itb.ac.id/gdl/download/179754", "ABSTRAK 2 Meily Japani Artha Sembiring": "https://digilib.itb.ac.id/gdl/download/179755", "TA-1 COVER Meily Japani Artha Sembiring": "https://digilib.itb.ac.id/gdl/download/179817", "TA-2 COVER Meily Japani Artha Sembiring": "https://digilib.itb.ac.id/gdl/download/179825"}, "Penulis": "Meily Japani Artha Sembiring [15015110]", "Kontributor / Dosen Pembimbing": ["Joko Nugroho ST,MT,Ph.D.", "Dr. Russ Bona Frazila ST, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "sistem drainase atap, sistem drainase podium, sistem drainase lapangan sepakbola, sistem drainase permukaan kawasan, kolam detensi, analisis banjir; kendaraan, sirkulasi, stadion, VISSIM", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "17 file", "Tanggal Input": "28 Agu 2019"}