{"Nomor": 41675, "Judul": "STRATEGI ALTERNATIF YANG DIUSULKAN UNTUK BISNIS KOPI KEMASAN YANG DAPAT DIBAWA (KASUS: CICIPI KOPI)", "Abstrak": "Kopi adalah salah satu minuman yang popular di dunia. Kopi disukai bukan hanya karena rasanya yang nikmat, tetapi juga karena khasiatnya. Hal ini dikarenakan kopi yang memiliki kandungan kafein yang dapat membuat orang merasa lebih bersemangat dan siap untuk menghadapi semua aktifitas. Kopi juga popular di Indonesia. Indonesia juga termasuk salah satu negara penghasil kopi terbanyak di dunia. Kualitas dan rasa kopi Indonesia pun tidak kalah dari negara lain.\nTahun 2016, kedai kopi di Indonesia mulai berkembang, terutama di kota-kota besar. Hal ini terjadi karena trend kopi sedang naik. Melihat peluang ini, banyak pebisnis yang memulai usahanya di bidang kopi. Cicipi Kopi adalah salah satu usaha yang berjalan dalam bidang kopi, tepatnya minuman kopi. Kopi yang dijual mempunyai rasa dan kualitas yang baik, serta dihargai dengan harga yang wajar untuk kualitas dan rasa yang didapat. Seperti kebanyakan bisnis lainnya, Cicipi Kopi juga menghadapi masalah dalam proses usahanya. Masalah yang dihadapi adalah berkurangnya penjualan dari waktu ke waktu. \nDalam penelitian ini, penulis akan menganalisa dan mengusulkan strategi untuk membantu Cicipi Kopi. Dalam menganalisa dan membahas masalah yang dihadapi, penulis akan menggunakan beberapa metode eksternal dan internal, seperti; Pestel, Porter 5 Forces, Analisa Kompetitor dan Kostumer, serta analisa sumberdaya. Penulis juga akan menggunakan analisa SWOT dan TOWS sebelum menarik kesimpulan dan mengusulkan strategi pengembangan kepada Cicipi Kopi.", "Daftar File": {"2019_TS_PP_Febriandani Gunawan_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/179758"}, "Penulis": "Febriandani Gunawan [29117219]", "Kontributor / Dosen Pembimbing": ["Dr. Isti Raafaldini Mirzanti, M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kopi, Indonesia, Bisnis kopi, Masalah bisnis, Metode penelitian, Strategi pengembangan", "Sumber": "CICIPI KOPI", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "29 Agu 2019"}