{"Nomor": 41673, "Judul": "EFISIENSI ENERGI PADA SISTEM AC DENGAN METODE ANALISIS KARAKTERISTIK TERMAL BERBASIS IOT", "Abstrak": "Efisiensi energi merupakan usaha untuk mengurangi penggunaan energi dalam melakukan suatu kerja. Salah satu teknologi yang dapat digunakan untuk melakukan efisiensi energi adalah Internet of Things (IoT). Dalam penelitian ini ditinjau penghematan energi pada sistem pendingin ruangan. Suatu kontrol pendingin ruangan yang dapat melakukan efisiensi energi sekaligus mempertimbangkan kenyamanan termal dibutuhkan agar penghematan energi pada sistem pendingin ruangan dapat tercapai. Pada penelitian ini, dilakukan studi mengenai karakteristik termal ruangan dengan menggunakan teknologi IoT. Dari hasil studi ini bisa didapatkan parameter-parameter termal dari ruangan. Parameter ini kemudian diolah menjadi masukan untuk mendapatkan fungsi kontrol sistem pendingin ruangan dengan menggunakan Machine Learning. Telah dilakukan pemodelan sistem fisis dunia maya/cyber physical system pada sistem sistem pendingin ruangan untuk melakukan karakterisasi ruangan dengan teknologi IoT. Sistem ini mampu untuk mendapatkan nilai temperatur ruangan, kelembapan ruangan, temperatur lingkungan, serta penggunaan daya sistem pendingin ruangan dan menyimpannya ke dalam Big Data. Selain itu, telah didapat kontrol yang dapat melakukan efisiensi energi dengan mempertimbangkan kenyamanan termal. Kontrol efisiensi energi dilakukan dengan metode Pulse Width Modulation (PWM) pada unit kompresor. Efisiensi energi oleh kontrol mencapai 77% pada temperatur luar sekitar 300C, rentang temperatur dalam yang didapatkan adalah ±0.40C dari nilai temperatur set point, dan hasil temperatur yang dicapai kontrol memiliki selisih 0.020C dengan temperatur yang diinginkan pengguna. Kontrol juga dapat melakukan pembatasan temperatur yang diinginkan pengguna berdasarkan data kelembapan agar berada dalam area kenyamanan termal", "Daftar File": {"ABSTRAK Joshua Dwi Prasetyo": "https://digilib.itb.ac.id/gdl/download/179757", "COVER Joshua Dwi Prasetyo": "https://digilib.itb.ac.id/gdl/download/181006", "BAB 1 Joshua Dwi Prasetyo": "https://digilib.itb.ac.id/gdl/download/181007", "BAB 2 Joshua Dwi Prasetyo": "https://digilib.itb.ac.id/gdl/download/181008", "BAB 3 Joshua Dwi Prasetyo": "https://digilib.itb.ac.id/gdl/download/181009", "BAB 4 Joshua Dwi Prasetyo": "https://digilib.itb.ac.id/gdl/download/181010", "BAB 5 Joshua Dwi Prasetyo": "https://digilib.itb.ac.id/gdl/download/181011", "PUSTAKA Joshua Dwi Prasetyo": "https://digilib.itb.ac.id/gdl/download/181013"}, "Penulis": "Joshua Dwi Prasetyo [20218005]", "Kontributor / Dosen Pembimbing": ["Drs. Maman Budiman, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Efisiensi energi, sistem pendingin ruangan, IoT, karakteristik termal, Machine Learning", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "9 file", "Tanggal Input": "28 Agu 2019"}