{"Nomor": 41681, "Judul": "KOMUNIKASI PEMASARAN TERPADU UNTUK MENINGKATKAN EKUITAS MERK DI CLOVE GARDEN HOTEL DAN RESIDENCE", "Abstrak": "Saat ini, pertumbuhan yang cepat di industri hotel terutama di Bandung membuat persaingan yang besar\nantar pelaku bisnis. Clove Garden Hotel and Residence adalah satu dari banyak hotel di Bandung yang\nberlokasi di Jalan Awiligar Raya II yang menyediakan konsep resor hijau dan semi kondomomum resor.\nKesulitan terbesar adalah pertumbuhan industry hotel di Bandung yang tidak sesuai dengan angka\npengunjung yang datang ke Bandung. Hal ini menyebabkan tidak efektifnya kamar di Clove Garden\nHotel and Residence. Kemudahan untuk mendapatkan informasi tentang Clove Garden Hotel and\nResidence juga dibutuhkan untuk meningkatkan ekuitas merk melalui komunikasi pemasaran terpadu\ndalam upaya meningkatkan jumlah penjualan.\nRiset ini menerapkan kualitatif dan kuantitatif method. Kualitatif method adalah hasil dari wawancara\nyang telah dilakukan bersama pegawai dari Clove Garden Hotel and Residence untuk menganalisa\nkondisi eksternal dan internal saat ini dari strategi pemasaran yang di terapkan disana. Sementara itu,\nkuantitatif method melalui kuesioner offline dan online dengan jumlah responden sebanyak 100\nresponden dengan kriteria orang yang mengetahui tentang Clove Garden Hotel and Residence atau\npelanggan yang telah menginap di Clove Garden Hotel and Residence. Di dalam kuesioner ini termasuk\ndemografi pelanggan, komunikasi pemasaran terpadu, dan ekuitas merk. Selanjutnya, hubungan antara\nkomunikasi pemsaran terpadu dengan ekuitas merk akan di analisa menggunakan regresi linear sederhana\ndari SPSS untuk menganalisa variabel manakah dari komunikasi pemasaran terpadu yang memberikan\nefek yang signifikan pada ekuitas merk.\nKarena itu, riset ini memeriksa strategi pemasaran yang diterapkan di Clove Garden Hotel and Residence\ndengan mengenali komunikasi pemasaran terpadu saat ini yang memberikan dampak kepada ekuitas merk\ndan kondisi terkini tentang eksternal dan internal faktor yang akan mempengaruhi Clove Garden Hotel\nand Residence.", "Daftar File": {"Abstrak Sendika Diah Armita 19013139.pdf\n]": "https://digilib.itb.ac.id/gdl/download/179764", "2019 TS PP SENDIKA DIAH ARMITA 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/247885"}, "Penulis": "Sendika Diah Armita [19013139]", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, MA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Analisis Eksternal dan Internal, Komunikasi Pemasaran Terpadu, Ekuitas Merk, Industri Hotel.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "29 Agu 2019"}