{"Nomor": 41689, "Judul": "CUSTOMER ACCEPTANCE TOWARD THE NEW PERTAMINA SELFSERVICE SYSTEM USING TECHNOLOGY ACCEPTANCE MODEL IN BANDUNG", "Abstrak": "Penelitian ini bertujuan untuk mengadaptasi Model Penerimaan Teknologi (TAM) dengan\npenggunaan Pertamina Self-Service di Wilayah Bandung. Dalam penelitian ini, model TAM\ndiperkenalkan oleh Davis pada tahun 1986. Dengan demikian sampel penelitian ini terdiri dari\ntujuh dimensi, yang merupakan tiga faktor berikut: kualitas (kualitas informasi dan kualitas\nlayanan dan kualitas sistem), persepsi kemudahan dari menggunakan pengalaman, manfaat yang\ndirasakan, sikap terhadap penggunaan, niat perilaku untuk menggunakan dan penggunaan sistem\nyang sebenarnya. Sehubungan dengan ini, studi saat ini memperluas dimensi dan faktor yang\ndiperlukan agar dapat diperluas sejalan dengan bisnis Teknologi, khususnya dalam sistem\nPertamina Self-Service di Bandung. Kuesioner yang digunakan dalam penelitian ini dirancang dan\ndikembangkan berdasarkan survei pretest awal yang didistribusikan ke sampel yang terdiri dari\n(352) pelanggan yang mewakili 3000 populasi dalam seminggu. Analisis data memberikan hasil\nbahwa penerimaan menggunakan Pertamina Self-Service dipengaruhi oleh semua variabel sebesar\n(0,655) atau sama dengan 65,5%. Selain itu korelasi antara semua variabel antara satu sama lain\nadalah antara 0,344-0,714 yang memiliki korelasi kuat dan terkait pada arah yang sama.\nSedangkan untuk variabel, yang terkuat adalah Perceived Ease of Use yang memiliki (0,528) atau\nsetara dengan nilai kontribusi 52,8% untuk mempengaruhi Penggunaan Sistem Aktual.", "Daftar File": {"Abstrak Rafi Dean Al Ghazy 19015190.pdf?": "https://digilib.itb.ac.id/gdl/download/179785", "2019 TS PP RAFI DEAN AL GHAZY 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/247848"}, "Penulis": "Rafi Dean Al-ghazy [19015190]", "Kontributor / Dosen Pembimbing": ["Dr. Isti Raafaldini"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "TAM, Faktor Kualitas, Penggunaan Sistem Aktual", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "29 Agu 2019"}