{"Nomor": 41688, "Judul": "DESAIN DAN IMPLEMENTASI BAGIAN STRUKTUR  PADA AUTOMATIC WAFER CLEANING SYSTEM", "Abstrak": "Dalam penelitian bidang semikonduktor proses penyiapan sampel dari wafer semikonduktor memiliki tingkat kegagalan yang cukup tinggi. Dua penyebab utamanya ialah kesalahan fotolitografi dan kesalahan proses pencucian wafer. Pencucian wafer merupakan bagian penting dari proses penelitian objek yang menggunakan bahan semikonduktor. Pada saat ini, pencucian wafer tersebut sebagian besar masih dilakukan secara manual. Hal tersebut memiliki beberapa kekurangan yang dapat membuat proses penelitian menjadi kurang optimal. \nAlat pencucian wafer otomatis yang akan dikembangkan memiliki fungsi sebagai pengganti peran manusia dalam proses pencucian wafer semikonduktor. Proses pencucian tersebut mencakup penyemprotan cairan kimia dan air secara otomatis, spinning wafer, dan pengeringan secara otomatis. Pada tugas akhir ini akan dibahas mengenai bagian struktur pada alat pencucian wafer otomatis. Bagian struktur dari alat ini terdiri dari tiga sistem utama yaitu sistem pemutar, sistem penggerak dan manajemen cairan kimia. Pada sistem pemutar, wafer yang dicuci akan diputar oleh Motor DC yang diintegrasikan dengan rangkaian gear. Bersamaan dengan itu wafer dihisap oleh mesin vacuum agar wafer tetap pada posisinya saat diputar dengan chuck wafer. Sistem penggerak merupakan sistem yang mengatur arah penyemprotan cairan kimia pencucian pada wafer. Sistem ini memanfaatkan putaran dari Motor Stepper yang diintegrasikan ke rangkaian pengatur penyemprotan untuk mengarahkan nozzle tepat berada di permukaan wafer. Sedangkan manajemen cairan kimia berfungsi untuk mengatur jalannya cairan pencucian dari awal penyemprotan hingga menuju ke pembuangan. Dalam implementasinya, pemilihan komponen dan penentuan desain dari masing-masing sistem sangat mempengaruhi keberhasilan proses pencucian wafer seperti keakuratan penyemprotan, ketahanan bahan dan banyaknya cairan yang digunakan.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/179780"}, "Penulis": "Nenda Garumby [13216604]", "Kontributor / Dosen Pembimbing": ["Dr. Muhammad Amin Sulthoni, S.T., M.T.", "Akhmadi Surawijaya, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Penelitian Bidang Semikonduktor, Pencucian Wafer, Sistem Pemutar, Sistem Penggerak, Manajemen Cairan Kimia.", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "29 Agu 2019"}