{"Nomor": 41680, "Judul": "PENGARUH BRANDING PRIBADI ONLINE DARI ENTREPRENEUR DI INSTAGRAM TERHADAP IDENTITAS MEREK BISNISNYA", "Abstrak": "Pendahuluan / Tujuan Utama: Saat ini, banyak bisnis gagal membangun citra merek di benak\nkonsumen mereka. Kondisi ini mempengaruhi sulitnya tim penjualan untuk menjual produk. Membangun\ncitra merek bukan hanya kegiatan tim pemasaran, apalagi, pemilik juga dapat membantu membangun\ncitra merek untuk menjual bisnis mereka. Latar Belakang Masalah: Kita dapat melihat bahwa banyak\npengusaha aktif memposting konten ke Instagram pribadi mereka seperti Belva Devara, pendiri\nruangguru, dr. Reza Gladys, pendiri Glafidsya Klinik, dll. Berdasarkan fenomena yang terjadi, peneliti\ningin mencari bagaimana konten Instagram dan fitur Instagram dapat membantu wirausahawan\nmembangun citra mereka dan hubungannya dengan citra merek bisnisnya. Kebaruan: Masih jarang\npenelitian yang meneliti tentang fenomena ini. Seperti yang kita ketahui, kebanyakan personal branding\ndigunakan untuk karyawan untuk meningkatkan nilai mereka. Dalam penelitian ini peneliti berfokus pada\npembangunan citra merek individu yang dilakukan oleh pengusaha. Metode Penelitian: Peneliti\nmenggunakan pendekatan kuantitatif dengan mewawancarai 171 responden yang mengikuti akun\nInstagram pengusaha dan menggunakan Regresi Linier Berganda, Regresi Linier Sederhana, Analisis\nRegresi Moderat. Temuan / Hasil: Hasil menunjukkan bahwa Konten Instagram yang merupakan foto\ndan video memiliki Nilai R-Square 31,2% pada citra merek pribadi dan meningkat sebesar 12,9% ketika\npeneliti menambahkan Fitur Konten Instagram yang Caption dan Hashtag menjadi 44,1%. Selain itu, citra\nmerek pribadi itu sendiri memiliki Nilai R-Square 36,6% pada citra merek produk. Peneliti menganalisis\nbahwa konten fitur Instagram dapat memperkuat hubungan konten Instagram dan citra merek pribadi,\nkemudian citra merek pribadi dari entrepreneur di Instagram akan memengaruhi citra merek produk\nsecara positif. Kesimpulan: Peneliti menyarankan pengusaha untuk menggunakan Konten Instagram\ndengan fitur konten Instagram untuk membangun personal branding yang baik di Instagram karena akan\nmembantu mereka membangun citra merek produk kepada konsumen mereka. Tetapi, perlu diingat bahwa\npenelitian ini dilakukan di Instagram dan mungkin memiliki hasil yang berbeda ketika seorang\nwirausahawan membangun personal branding melalui media sosial lain seperti facebook dan twitter", "Daftar File": {"Abstrak Vico Dwi Avrianto 19216005.pdf)u": "https://digilib.itb.ac.id/gdl/download/179763"}, "Penulis": "Vico Dwi Avrianto [19216005]", "Kontributor / Dosen Pembimbing": ["Rendra Chaerudin, MM"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Konten Instagram, Fitur Konten Instagram, Personal Branding, Pengusaha, Citra Merek. v", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "29 Agu 2019"}