{"Nomor": 41693, "Judul": "PERANCANGAN TOOTH PLATE DIES", "Abstrak": "Seiring dengan berkembangnya teknologi, bentuk cam chain telah berubah dari\nroller chain menjadi silent chain. Silent chain memiliki kelebihan antara lain tidak berisik,\nlebih efisien dan lebih kompak. Komponen dari silent chain terdiri dari pin, guide plate,\ndan tooth plate. Komponen guide plate dan tooth plate diproduksi dengan menggunakan\nproses cold forming di mana dibutuhkan dies.\nFaktor-faktor yang berpengaruh dalam desain dies adalah clearance antara punch\ndengan dies, dimensi dari punch dan dies serta kecepatan dari punch saat operasi. Apabila\nclearance yang digunakan tidak tepat maka produk yang dihasilkan tidak akan sesuai\ndengan spesifikasi geometri yang ditetapkan. Produk yang tidak sesuai standar akan\nmenyebabkan kesulitan dalam perakitan. Penentuan dimensi punch dan dies sangat\nberpengaruh terhadap dimensi produk. Untuk produk berupa lubang hasil proses piercing,\ndimensi punch mendekati dimensi lubang sedangkan untuk produk sisi luar hasil proses\nblanking, dimensi dies mendekati dimensi produk.\nDalam penelitian ini, dibahas tentang bagaimana mendesain dies sehingga produk\nyang dihasilkan sesuai dengan spesifikasi geometri yang diinginkan. Pendekatan metoda\ndesain dilakukan dengan mengambil data percobaan dari dies model cam chain OLP 25 H.\nDari pengukuran dapat diperkirakan variasi dimensi dengan clearance yang dipakai oleh\nOLP 25 H. Data-data ini dibandingkan dengan referensi dari buku dan dipakai dalam\nmendesain tooth plate dies. Setelah didapat gambar teknik dari tiap-tiap komponen dari\ntooth plate dies, G code dapat dibuat dengan bantuan perangkat lunak mastercam. G code\nini diperlukan sebagai input data ke mesin NC.\nStudi kasus dalam penelitian ini diambil di PT FSCM Manufacturing Indonesia.\nPabrik ini telah berhasil mengembangkan sendiri proses manufacturing untuk komponen\npin sedangkan untuk komponen tooth plate masih mengalami kegagalan. Produk tooth\nplate yang dihasilkan dari desain dies PT FSCM Manufacturing Indonesia pada beberapa\nujung komponen masih cacat dan dimensi produk tooth plate yang dihasilkan tidak masuk\ndalam standar yang telah ditentukan.", "Daftar File": {"COVER KRESNAJAYA PRASETIA  P.": "https://digilib.itb.ac.id/gdl/download/179795", "PUSTAKA KRESNAJAYA PRASETIA  P.": "https://digilib.itb.ac.id/gdl/download/179801"}, "Penulis": "KRESNAJAYA PRASETIA  P. [13199025]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Yatna Yuwana Martawirya"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Silent chain; tooth plate; guide plate; tooth plate dies.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "29 Agu 2019"}