{"Nomor": 41698, "Judul": "KAJI EKSPERIMENTAL  PIROLISIS SKALA PILOT MANDIRI   UNTUK SAMPAH BUNGKUS PLASTIK MIE INSTAN", "Abstrak": "Pertumbuhan ekonomi dan populasi merupakan dua faktor yang mempengaruhi\npeningkatan timbulan sampah. Berdasarkan survei yang telah dilakukan, 15,7%\ndari sampah kota merupakan sampah plastik, yang 4,6% di antaranya\nmengandung sampah plastik tidak daur ulang. Kurangnya upaya pengelolaan\nsampah mengakibatkan penumpukan sampah plastik tidak daur ulang di TPST.\nMasalah sampah plastik tidak daur ulang disebabkan oleh nilai ekonomi yang\nrendah. Metode pemrosesan sampah dengan pirolisis diusulkan pada penelitian\nini. Pirolisis dapat mengubah sampah plastik menjadi bahan bakar cair dengan\nnilai kalor yang tinggi. Namun demikian, kecukupan energi dari proses pirolisis\nuntuk memroses sampah plastik tidak daur ulang belum diketahui. \nReaktor pirolisis tipe setumpuk berkapasitas 100 L digunakan untuk memroses\nsampah bungkus plastik mie instan sebagai representatif sampah plastik tidak daur\nulang. Sampel sejumlah 4,7 kg dipirolisis menggunakan kompor minyak tanah \ndengan tiga temperatur pemrosesan, yaitu 400 ?, 450 ?, dan 500 ?, dan\nmemproduksi dua jenis minyak berbeda pada dua temperatur kondensasi. Nilai\nkalor, rendemen produk, serta konsumsi bahan bakar digunakan untuk mencari\ntemperatur operasi yang direkomendasi. Temperatur rekomendasi yang ditemukan \nadalah 500 ? karena menghasilkan energi produksi bersih yang paling tinggi,\nyaitu 35,2 MJ. Nilai kalor yang didapatkan pada saluran keluaran pertama dan\nkedua berturut-turut adalah 46,86 MJ/kg dan 45,86 MJ/kg, massa jenis 789,3\nkg/m\n3\n dan 761,1 kg/m\n3\n, dan kekentalan kinematik 3,66 cSt dan 1,51 cSt.\nMinyak pirolisis kemudian diterapkan sebagai pengganti minyak tanah untuk\nbahan bakar proses pirolisis berikutnya. Hasil menunjukkan penggunaan minyak\npirolisis mempercepat proses sebesar 13,0% dan memperoleh produksi energi\nbersih yang lebih tinggi dibandingkan menggunakan minyak tanah, yaitu 48,1 MJ\nsehingga kecukupan energi dari sistem dapat tercapai. Kajian ekonomi sederhana\nkemudian dilakukan menggunakan analisa sensitivitas. Hasil dari analisa tersebut\nmenyatakan bahwa upah karyawan berdampak terbesar terhadap aliran kas. Untuk\nmencapai balik modal, upah harus diturunkan sebesar 84%, atau menaikkan harga\njual minyak sebesar 382%, atau meningkatkan volume penjualan sebesar 504%.\nHal ini menyimpulkan bahwa proses pirolisis yang dikembangkan bisa berjalan\nsecara berkelanjutan dalam hal energi, akan tetapi masih tidak ekonomis.", "Daftar File": {"2019 TS S2 23117027  Nicolaus Bong.pdf)u": "https://digilib.itb.ac.id/gdl/download/179835"}, "Penulis": "Nicolaus Bong [23117027]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Pandji Prawisudha"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "pirolisis, sampah plastik, skala pilot, analisa energi", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "1 file", "Tanggal Input": "29 Agu 2019"}