{"Nomor": 41694, "Judul": "EVALUASI PROSEDUR SAFETY ASSESSMENT SAE ARP 4761 DAN PENERAPAN PENYEMPURNAANNYA PADA PESAWAT WiSE-8", "Abstrak": "Penilaian keselamatan adalah prosedur yang sangat penting dalam pengembangan\npesawat terbang, termasuk pesawat WiSE-8 yang saat ini dikembangkan oleh Program\nStudi Aeronotika dan Astronotika ITB bersama BPPT. Proses penilaian keselamatan ini\nharus mampu mengevaluasi fungsi dan sistem pada pesawat WiSE-8 untuk memastikan\nsemua resiko kegagalan yang mungkin terjadi telah dipertimbangkan. Proses penilaian\nkeselamatan pada pesawat WiSE-8 telah dilakukan, tetapi masih terdapat beberapa\nkekurangan pada prosedur pelaksanaannya.\nDalam penelitian ini dilakukan studi literatur untuk melengkapi kekurangan pada\nprosedur penilaian keselamatan yang telah dilakukan. Penyempurnaan yang dilakukan\nyaitu membuat metode untuk mengidentifikasi fungsi, membuat metode untuk\nmengidentifikasi modus kegagalan, memasukkan hasil identifikasi modus kegagalan pada\nproses Functional Hazard Assessment (FHA), serta melaksanakan proses System Safety\nAssessment (SSA).\nSetelah disempurnakan, prosedur penilaian keselamatan diterapkan pada pesawat WiSE-8\nkemudian proses penerapan beserta hasil penerapannya dianalisis. Penerapan\npenyempurnaan prosedur penilaian keselamatan pada pesawat WiSE-8 berhasil\nmengidentifikasi fungsi yang lebih banyak pada proses FHA dibandingkan hasil\npenerapan sebelumnya. Karena proses FHA menghasilkan lebih banyak fungsi pesawat\nWiSE-8, sistem pesawat yang dianalisis pada proses Preliminary System Safety\nAssessment (PSSA) juga lebih banyak dibandingkan penerapan PSSA sebelumnya.\nSayangnya, data sistem pesawat WiSE-8 untuk proses System Safety Assessment (SSA)\nbelum tersedia, sehingga proses SSA dilaksanakan dengan menggunakan data hipotetis.", "Daftar File": {"COVER FEBRIANTO EDY PRATAMA": "https://digilib.itb.ac.id/gdl/download/179802", "PUSTAKA FEBRIANTO EDY PRATAMA": "https://digilib.itb.ac.id/gdl/download/179808"}, "Penulis": "FEBRIANTO EDY PRATAMA [13601042]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Edy Suwondo, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "WiSE-8; Functional Hazard Assessment (FHA); System Safety Assessment (SSA).", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "29 Agu 2019"}