{"Nomor": 41707, "Judul": "PENGEMBANGAN MODEL SISTEM BENDA JAMAK UNTUK GERAK BERJALAN MANUSIA", "Abstrak": "Ketertarikan terhadap gerak telah ada sejak zaman prasejarah. Analisis gerak\nberkembang dari abad ke abad seiring berkembangnya ilmu pengetahuan dan\nteknologi. Aplikasi dari analisis gerak cukup banyak, misalnya pada bidang\nkedokteran, olahraga dan hiburan. Khusus dalam hubungannya dengan bidang\nkedokteran fisik dan rehabilitasi medik di Indonesia, analisis gerak manusia ini\nsangat penting untuk membangun basis pengetahuan tentang pola gerak normal\norang Indonesia.\nPenelitian ini membahas mengenai analisis kinematik dan dinamik gerak berjalan\nmanusia pada bidang sagital dengan metode sistem benda jamak yang dilakukan\ndengan bantuan perangkat lunak MATLAB R2007B untuk keperluan rehabilitasi\nmedik di Indonesia. Sistem benda jamak merupakan sistem mekanik yang terdiri dari\nbanyak batang yang terhubungkan melalui sambungan. Pengembangan perangkat\nlunak dalam analisis kinematik untuk membuat simulasi gerak dan analisis dinamik\nuntuk menentukan gaya dan momen yang bekerja pada kaki dengan input data posisi\nanggota tubuh. Data posisi masing-masing anggota tubuh tersebut merupakan data\n“dummy”, bukan data sebenarnya dari hasil eksperimen untuk data orang Indonesia.\nPerangkat lunak yang dikembangkan dapat membuat simulasi gerak berjalan, namun\nanalisis dinamik masih akan dikembangkan untuk mengetahui besarnya gaya dan\nmomen yang bekerja pada kaki selama berjalan. Analisis dinamik yang dilakukan\nsebatas konsep-konsep dalam penyelesaian analisis. Penelitian pada tugas sarjana\nini merupakan sebagian dari keseluruhan penelitian.", "Daftar File": {"COVER Ungkap Maju Purba": "https://digilib.itb.ac.id/gdl/download/179871", "PUSTAKA Ungkap Maju Purba": "https://digilib.itb.ac.id/gdl/download/179877"}, "Penulis": "Ungkap Maju Purba [13604028]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Andi Isra Mahyuddin, Ph.D.", "Prof. Dr. Ir. Ichsan Setya Putra", "Prof. Dr. Ir. Tatacipta Dirgantara, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "MATLAB R2007B", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "29 Agu 2019"}