{"Nomor": 41702, "Judul": "RANCANG BANGUN MODEL SISTEM PENGEREMAN DARURAT OTOMATIS BERBASIS PENGUKURAN DAN  EVALUASI JARAK KRITIS", "Abstrak": "Kecelakaan lalu lintas merupakan salah satu penyebab kematian terbesar di seluruh \ndunia. Selain itu, kecelakaan tabrak belakang merupakan jenis kecelakaan kedua yang paling\nsering terjadi setelah kecelakaan tabrak langsung atau tabrak muka di Indonesia.  Oleh karena\nitu, dilakukan pengembangan sistem pencegahan kecelakaaan dengan menggunakan sistem\npengereman darurat otomatis untuk mengurangi jumlah kecelakaan. Sistem pencegahan\nkecelakaan sendiri sudah mulai diterapkan pada kendaraan roda empat oleh produsen mobil di\nseluruh dunia. Namun, pengembangan sistem pencegahan kecelakaan di Indonesia masih\nminim. Proses rancang bangun dari model sistem pengereman darurat otomatis ini bertujuan\nuntuk membantu pengembangan sistem pencegahan kecelakaan di Indonesia. \nPengujian akan dilakukan dengan menggunakan algoritma konservatif, serta aksi\nkontrol proporsional. Pengujian akan dilakukan dengan melakukan variasi dari parameter\nkonstanta proporsional, waktu penundaan, dan parameter perlambatan pada algoritma.\nBerdasarkan hasil dari pengujian, didapatkan parameter terbaik untuk sistem kontrol model\npengereman darurat otomatis adalah dengan konstanta proporsional sebesar 35, parameter\nwaktu penundaan sebesar 0,3 detik, dan parameter perlambatan sebesar 5 m/s\n.\nDiperoleh hasil pengujian dengan nilai jerk sebesar -12,08 dan 11,44, serta perlambatan \nrata-rata sebesar 5,25 m/s2\n. Dapat disimpulkan bahwa proses rancang bangun model sistem\npengereman darurat otomatis berhasil dilakukan dan menghasilkan model mekanik dan sistem\nkontrol yang mampu untuk mensimulasikan proses pengereman darurat saat jarak relatif antara\nkendaraan berada di dalam batas jarak kritis pengereman. Namun, sistem simulasi jarak\nsebaiknya diterapkan pada perkembangan selanjutnya, untuk melihat hasil respon sistem yang\nlebih baik. Selain itu, sistem kontrol adaptif dan sistem fusi dari sensor sebaiknya juga\nditerapkan untuk memperoleh pengukuran dengan reliabilitas yang lebih baik.", "Daftar File": {"2019 TA 13115025  Jason Patrick.pdf)u": "https://digilib.itb.ac.id/gdl/download/179842"}, "Penulis": "Jason Patrick [13115025]", "Kontributor / Dosen Pembimbing": ["Ir. Indrawanto, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Kata kunci: Pengereman darurat otomatis, algoritma konservatif, tabrak belakang", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "1 file", "Tanggal Input": "29 Agu 2019"}