{"Nomor": 41704, "Judul": "ANALISIS PENYEBAB DELAMINASI STRUKTUR SANDWICH INNER DUCT WALL THRUST REVERSER ENGINE CFM56-3", "Abstrak": "Delaminasi merupakan fenomena kegagalan yang sering terjadi pada\nstruktur sandwich Inner Duct Wall Thrust Reverser Engine CFM56-3. Tipe mesin\nini digunakan pada pesawat Boeing 737 Classic Series (-300, -400, -500).\nMenurut Boeing dalam Service Bulletin No: 737-78-1064, delaminasi disebabkan\nkarena korosi pada honeycomb-core. Faktanya adalah tidak ada tanda-tanda visual\nadanya korosi pada honeycomb-core, pada saat Inner Duct Wall (IDW)\nmengalami delaminasi.\nTujuan penelitian ini adalah mencari penyebab utama delaminasi dan\nkhususnya kemungkinan adanya korosi pada honeycomb-core. Metoda penelitian\nyang dilakukan adalah dengan pengumpulan data-data IDW, melakukan evaluasi\ndata untuk menyusun hipotesis-hipotesis penyebab delaminasi. Kemudian,\nhipotesis-hipotesis tersebut diuji dengan analisis yang dilakukan dengan pengujian\nsampel IDW di laboratorium, serta perhitungan analitis. Penelitian ini mengambil\nstudi kasus delaminasi IDW pada PT. Garuda Maintenance Facility AeroAsia\n(GMF AeroAsia).\nKesimpulan yang diperoleh yaitu bahwa penyebab utama delaminasi\nstruktur sandwich IDW akibat panas dari mesin. Panas ini mengakibatkan\nkegagalan bonding pada adhesive dan terjadinya modus kegagalan buckling pada\nback skin. Hasil penelitian dilaboratorium menunjukkan adanya initial corrosion\npada dinding honeycomb-core. Kerusakan akibat korosi dalam jangka panjang\njuga menyebabkan kegagalan bonding pada adhesive sehingga dapat\nmengakibatkan delaminasi. Oleh karena itu, pernyataan Boeing tentang korosi\npada honeycomb-core sebagai penyebab utama delaminasi ada benarnya, tetapi\nkurang tepat sasaran.", "Daftar File": {"COVER Diki Hartanto": "https://digilib.itb.ac.id/gdl/download/179845", "PUSTAKA Diki Hartanto": "https://digilib.itb.ac.id/gdl/download/179851"}, "Penulis": "Diki Hartanto [13604016]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Edy Suwondo, M.Sc.", "Prof. Dr. Ir. Bambang Kismono Hadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "delaminasi, korosi, struktur sandwich, Inner Duct Wall (IDW), Engine CFM56-3.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "29 Agu 2019"}