{"Nomor": 41709, "Judul": "THREE DIMENSIONAL RECONSTRUCTON METHOD FOR STEREOSCOPIC PARTICLE IMAGE VELOCIMETRY", "Abstrak": "Nowadays, Particle Image Velocimetry (PIV) system has been developed and\nimplemented extensively in many different areas in any institution throughout the world. The\nremarkable performance of capturing the image of instantaneous flow field and transforming it\ninto a flow visualization has led many fluid mechanic scientists to understand the complex flow\nphenomena. Even so, this state of the art system still undergoes some limitations which only\ncapable of recording the projection of 2-D flow displacements inside the plane of the luminous\nlight sheet; though the out-of-plane (3-D) velocity component can be determined. However,\nthese kinds of limitations have been solved by introducing a newer technique, the Stereoscopic\nParticle Image Velocimetry system. Generally, the Stereoscopic PIV only added some algorithm\nand hardware configurations to the previous PIV system in order to fulfill the task to measure\nand visualize the out-of-plane velocity components. Consequently, a fine calibration system has\nto be developed to guarantee the whole process to be carried out perfectly.\nThe thesis discusses some fundamental principles of Stereoscopic PIV system, begins\nwith different stereoscopic configurations that have been used, followed by the relative merits of\nreconstruction methods for recovering the 3-D displacement vectors. Next, a calibration code is\ndeveloped to correct and minimize the perspective distortion caused by the stereo optical\n(camera and lens) configuration, imperfect of the experiment set up, and the distortion due the\ndifference of bias index of the medium that passed by the light between the object plane and the\ncamera sensor to In addition, to support the calibration need, to recover, as well as to reconstruct\nthe out-of-plane velocity components, a new approach i.e. three dimensional reconstruction\nmethod is implemented. Subsequently, the calibration procedure was noted and illustrated from\ntop to bottom, in order to give a deep perception of how important the procedure is for the whole\nStereoscopic PIV system. Finally, experiments followed by the error estimation are conducted to\nensure that all calibration systems could be applied.", "Daftar File": {"COVER Setyo Nugroho": "https://digilib.itb.ac.id/gdl/download/179863", "PUSTAKA Setyo Nugroho": "https://digilib.itb.ac.id/gdl/download/179870"}, "Penulis": "Setyo Nugroho [13604029]", "Kontributor / Dosen Pembimbing": ["Dr. Lavi Rizki Zuhal"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Particle Image Velocimetry (PIV); Velocimetry system.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "29 Agu 2019"}