{"Nomor": 41719, "Judul": "ANALISIS PENGARUH SATURASI AIR IMBIBISI DARI ARAH BAWAH SAMPEL TERHADAP MODULUS ELASTIK EFEKTIF UNTUK BATUAN PASIR BEREA DAN MODEL BATUAN BERPORI", "Abstrak": "Pemahaman mengenai sifat fisik batuan sangat penting dalam geofisika eksplorasi khususnya\ndalam interpretasi data seperti pemetaan lokasi cadangan hidrokarbon. Eksplorasi tersebut lalu\nmemaksa fisikawan dan teknisi untuk lebih memahami sifat-sifat batuan di bawah permukaan\ntanah. Salah satu hal yang penting untuk dipahami adalah sifat elastik batuan yang dapat\ndiketahui melalui rambatan gelombang yang melalui batuan tersebut. Pada penelitian ini,\nperhitungan sifat elastik batuan dilakukan pada berbagai tingkat saturasi air dalam batuan dan\nkondisi tekanan serta hubungan saturasi air terhadap kecepatan golombang P dan S\nmenggunakan pemodelan numerik. Selanjutnya, metode numerik yang penulis gunakan pada\npenelitian ini untuk menghitung sifat elastik batuan, adalah metode elemen hingga yang\ndikembangkan oleh Garboczi (1998). Hasil pengolahan data pada citra batu pasir Berea dan\nmodel citra batuan berpori menyatakan bahwa nilai saturasi air berbanding lurus dengan modulus\nBulk efektif namun tidak mempengaruhi modulus geser efektif. Kemudian semakin tinggi nilai\nsaturasi sampel batuan, maka semakin tinggi kecepatan gelombang primer, namun hal tersebut\ntidak terjadi pada kecepatan gelombang sekunder. Selain itu, kenaikan tekanan yang diterima\nsampel batuan akan membuat modulus Bulk dan geser efektif meningkat pula pada nilai saturasi\nyang sama, yang diikuti oleh kenaikkan nilai kecepatan gelombang primer dan sekunder.", "Daftar File": {"ABSTRAK M Mahardika Renaldi": "https://digilib.itb.ac.id/gdl/download/180970"}, "Penulis": "M Mahardika Renaldi [10213049]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.rer.nat. Umar Fauzi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Batu pasir berea, kecepatan gelombang primer, kecepatan gelombang sekunder, metode elemen hingga, modulus bulk, modulus geser, saturasi batuan berpori.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "30 Agu 2019"}