{"Nomor": 41711, "Judul": "PANDUAN PERANCANGAN KAWASAN ALUN-ALUN KOTA TANGERANG", "Abstrak": "Alun-alun merupakan salah satu elemen penting dalam pusat kota yang memiliki\nfungsi sebagai ruang publik dan penyandang filosofi kota. Kota Tangerang\nmerupakan salah satu kota penting yang berada pada kawasan strategis nasional\nJabodetabekpunjur. Keberadaan alun-alun menjadi hal penting untuk menunjang\nperan Kota Tangerang dalam kawasan tersebut. Akan tetapi, Alun-alun Kota\nTangerang masih memiliki sejumlah permasalahan seperti tidak memiliki makna,\ndan tidak lengkapnya fasilitas publik yang dibutuhkan masyarakat. Panduan\nperancangan alun-alun dapat menjadi jawaban untuk merancang alun-alun agar\nsesuai dengan fungsi dan kebutuhan masyarakat. Oleh karena itu, penelitian ini\nbertujuan untuk menyusun Panduan Perancangan Kawasan Alun-alun Kota\nTangerang. Penelitian ini merupakan penelitian eksploratif dengan pendekatan\nhistoris dan evaluatif. Pengambilan data dilakukan melalui observasi dan kuesioner\nkepada pengunjung Alun-alun Kota Tangerang. Pengambilan sampel dilakukan\nmelalui stratified sampling dan didapatkan sampel sebanyak 96 responden.\nBerdasarkan hasil pengolahan data, diketahui bahwa terdapat empat kriteria\npenting yang menjadi dasar dari perancangan alun-alun yaitu identitas,\nkenyamanan, aksesibilitas, dan daya tarik. Alun-alun Kota Tangerang belum mampu\nmencapai seluruh kriteria tersebut. Kriteria yang kondisinya dianggap paling baik\nmerupakan kenyamanan, sedangkan yang memiliki kondisi terburuk ialah kriteria\nidentitas. Panduan perancangan kawasan Alun-alun Kota Tangerang dibuat untuk\nmengatasi permasalahan yang dimiliki alun-alun. Panduan menjadi acuan untuk\nmenyediakan komponen perancangan yang dibutuhkan dalam rangka mencapai\nalun-alun yang beridentitas dan akomodatif terhadap kegiatan yang beragam serta\nterhadap kebutuhan pengunjung.", "Daftar File": {"2019 TA PP REYNALD NATHANIEL_JURNAL.pdf?": "https://digilib.itb.ac.id/gdl/download/179888"}, "Penulis": "Reynard Nathaniel [15415019]", "Kontributor / Dosen Pembimbing": ["Dr. RM. Petrus Natalivan Indradjati, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Alun-alun, kawasan, Kota Tangerang, panduan, perancangan.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "10 file", "Tanggal Input": "29 Agu 2019"}