{"Nomor": 41715, "Judul": "EVALUASI TINGKAT SIMULATOR SICKNESS PADA PENGGUNAAN HEAD-MOUNTED DISPLAY UNTUK VIRTUAL REALITY BERBASISKAN PENGUKURAN STABILITAS POSTURAL", "Abstrak": "Virtual Reality (VR) merupakan suatu teknologi yang saat ini sudah banyak digunakan dalam berbagai keperluan industri. Selain banyaknya manfaat yang dirasakan oleh penggunanya, penggunaan VR dapat memberikan efek samping yang mampu menghalangi penggunanya mencapai tujuan penggunaan VR dengan aman dan nyaman. Efek samping tersebut berupa simulator sickness yang meliputi gejala pusing, disorientasi, dan mual pada penggunanya. Berdasarkan hal tersebut maka evaluasi tingkat simulator sickness yang dirasakan penggunanya menjadi penting untuk dilakukan.\nUntuk mengetahui tingkat simulator sickness, penilaian dapat dilakukan melalui pendekatan objektif berbasiskan pengukuran tingkat stabilitas postural. Penelitian ini bertujuan untuk menganalisis dan mengkuantifikasi tingkat simulator sickness melalui pengukuran stabiltas postural. Untuk mencapai tujuan penelitian, akan dilakukan eksperimen penggunaan VR Head-Mounted Display (HMD) selama 30 menit sambil memainkan gim simulator. Selama eksperimen akan dilakukan pengambilan data SSQ dan tingkat stabilitas postural untuk tiap 10 menit eksperimen.\nHasil penelitian menunjukkan bahwa terdapat perbedaan signifikan tingkat stabilitas postural yang disebabkan oleh perbedaan durasi pemakaian VR HMD. Hal ini sejalan dengan tingkat simulator sickness yang diukur menggunakan SSQ. Selain itu, beberapa parameter stabilitas postural menunjukkan korelasi yang tinggi dengan parameter SSQ. Hal ini mengindikasikan bahwa penggunaan tingkat stabilitas postural dapat digunakan untuk mengevaluasi tingkat simulator sickness. Hasil dari penelitian ini bermanfaat untuk memberikan alternatif sistem penilaian tingkat simulator sickness dengan lebih objektif. Selain itu, data yang didapatkan dari penelitian ini dapat digunakan untuk melakukan perancangan sistem kerja yang menggunakan VR.", "Daftar File": {"ABSTRAK Muhammad Farras Ananta": "https://digilib.itb.ac.id/gdl/download/179925"}, "Penulis": "Muhammad Farras Ananta [13415073]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Hardianto Iridiastadi, MSIE"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Virtual reality, simulator sickness, stabilitas postural, Simulator Sickness Questionnaire.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "30 Agu 2019"}