{"Nomor": 41712, "Judul": "ANALISIS KEANDALAN AFTERBURNER ENGINE J85-GE- 21 PESAWAT F-5 E/F TNI AU", "Abstrak": "Afterburner yang terdapat pada pesawat F-5 E/F memiliki peranan yang sangat\npenting dalam misi yang diemban sebagai pesawat interceptor. Selama tahun 2005-2007\njumlah kegagalan yang paling besar yang terjadi pada pesawat F-5 E/F disebabkan oleh\nengine. Dari seluruh kegagalan engine, 61% diantaranya merupakan kegagalan sistem\nafterburner.\nDalam penelitian ini dilakukan evaluasi dengan mengambil data dari catatan flight\nline dari Bulan Januari 2005 sampai dengan Desember 2007. Pengolahan data kegagalan\nmenggunakan distribusi Weibull untuk mendapatkan nilai keandalan komponen yang\nmenyusun sistem afterburner kemudian dilakukan analisis menggunakan Fault Tree\nAnalysis. Analisis hasil evaluasi bertujuan untuk mendapatkan rekomendasi dilakukan\ndengan mencari literatur dan melakukan wawancara dengan pihak yang berkompeten.\nDari hasil evaluasi dapat diketahui bahwa keandalan sistem afterburner yang ditinjau\ndari tahun 2005-2007 sangat rendah. Hal ini disebabkan oleh rendahnya keandalan komponen\nyang menyusun sistem afterburner. Setelah dilakukan analisis ditemukan adanya\nkarakteristik kegagalan yang tidak sesuai dengan modus kegagalan yang terjadi. Berdasarkan\nwawancara yang dilakukan, hal ini diperkirakan disebabkan karena pengaruh komponen lain\nyang tidak bekerja secara optimal. Selain itu didapatkan juga beberapa metode pengetesan\nyang dapat dilakukan pada komponen afterburner untuk meningkatkan keandalan sebagai\nsaran.", "Daftar File": {"COVER Norontoko": "https://digilib.itb.ac.id/gdl/download/179897", "PUSTAKA Norontoko": "https://digilib.itb.ac.id/gdl/download/179903"}, "Penulis": "Norontoko [13606601]", "Kontributor / Dosen Pembimbing": ["Dr. Edy Suwondo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Afterburner; pesawat F-5 E/F", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "29 Agu 2019"}