{"Nomor": 41717, "Judul": "STRATEGY TRANSFORMASI BISNIS : BAGAIMANA SEBUAH RITEL SME MEMBUKA PELUANG PERDAGANGAN DIGITAL", "Abstrak": "Indonesia negara dengan pertumbuhan digital yang sangat cepat, di harapkan dalam kurun waktu 2015 sampai 2020 terdapat penambahan 50 juta pengguna internet baru dengan tingkat penetrasi 53%. Di dorong dengan besarnya populasi digital, sektor perdagangan digital juga bertumbuh pesat dalam beberapa tahun terakhir. Industri pakaian merupakan salah satu industri yang menghadapi banyak tantangan dan sangat dipengaruhi oleh ketidakpastian perekonomian dunia, tren yang berubah dan perubahan dalam industri. Pada masa kini para pemain di industri ini harus menerima realitas bahwa paradigma baru dalam industri menggeser paradigma lama yang membentuk industri saat ini. Tanpa memperhatikan ukuran dan segmentasi, para pemain harus lebih gesit, percaya pada digital dan memberikan kecepatan yang lebih untuk produk mereka sampai ke pasar, hal tersebut adalah beberapa cara untuk menghadapi tantangan dan kompetisi dari perdagangan digital. \nPT HZG adalah sebuah perusahaan ritel pakaian dengan skala kecil dan menengah (SME). Sektor usaha kecil menengah mengalami tekanan yang kuat dari disruptive teknologi, pasar tradisional para pemain SME terdisrupsi oleh pemain digital. Lebih buruk lagi perusahaan besar sekarang sudah berpindah kedalam dunia teknologi yang lebih mutakhir yang terdiri dari, Iot, AI dan juga Big Data. Sangat penting bagi SME untuk mengkesplorasi berbagai macam wadah yang dapat membantu bisnis mereka menjadi lebih pintar dan juga dapat berkompetisi secara global.  \nTujuan dari penelitian ini untuk melihat efek dari product purchase volume, usefullness of online shopping, importance of e-tailing platforms, product innovativeness, gender, secureness, advertising analytics dan income terhadap consumer intention untuk membeli produk pakaian secara online dan mengidentifikasi strategy transformasi bisnis bagi PT HZG sehingga bisnis mereka lebih relevan terhadap konsumen mereka. Dengan menggunakan metode Ordinary Least Square hasil dari penelitian ini menyatakan bahwa product purchase volume, usefullness of online shopping, importance of e-tailing platforms, product innovativeness dan income berpengaruh positif dan signifikan terhadap intensi konsumen dalam membeli produk pakaian online. \nDengan hadirnya era digital, merupakan waktu yang tepat bagi PT HZG untuk mentransformasi bisnis mereka. Dengan usulan bisnis model baru, diharapkan PT HZG dapat menangkap kebutuhan konsumen dan mengambil kesempatan dari kesempatan bisnis untuk berkompetisi di industri pakaian.", "Daftar File": {"2019_TS_PP_Zharfan Alfarizi_1-Abstract.pdf?": "https://digilib.itb.ac.id/gdl/download/179928"}, "Penulis": "Zharfan Alfarizi [29117570]", "Kontributor / Dosen Pembimbing": ["Widhyawan Prawiraatmadja, Ph.D.,"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Transformasi bisnis, Ordinary least square, Perilaku konsumen, disrupsi digital, SME", "Sumber": "PERDAGANGAN DIGITAL  SME", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "30 Agu 2019"}