{"Nomor": 41727, "Judul": "ANALISIS INTERAKSI SURFACE BINDING ANTARA AFLATOKSIN B1 DENGAN PEPTIDOGLIKAN PADA BAKTERI ASAM LAKTAT MENGGUNAKAN MOLECULAR DYNAMICS", "Abstrak": "Upaya untuk meminimalisasi paparan Aflatoksin B1 (AFB1), metabolit sekunder Aspergillus flavus yang tergolong karsinogenik dan rentan mengontaminasi produk kacang-kacangan di Indonesia, pada tubuh manusia dapat dilakukan melalui beberapa cara, yaitu enterosorption dan chemoprotection. Salah satu yang paling potensial dan mudah diaplikasikan adalah enterosorption atau penggunaan sorbent material yang dapat menyerap senyawa target. Bakteri asam laktat adalah salah satu kandidat kuat sorbent material yang aman dan efektif untuk menyerap AFB1 dengan memanfaatkan fenomena pelekatan non kovalen di permukaan bakteri atau yang dikenal dengan surface binding. Model teoretik untuk menjelaskan fenomena surface binding telah diajukan oleh Bueno dkk (2007) menggunakan adsorpsi isotermal Langmuir, namun keterbatasan dalam penelitian eksperimental belum mampu menghasilkan kesimpulan yang kuat mengenai komponen dinding bakteri asam laktat apa yang berperan dalam surface binding.\nDalam penelitian ini, peptidoglikan sebagai komponen mayoritas permukaan bakteri asam laktat dianalisis kekuatan interaksi dan posisi interaksinya dengan AFB1 menggunakan simulasi molecular dynamics yang ditunjang dengan metode umbrella sampling. Analisis weighted histogram pada hasil simulasi dari 22 jendela sampling pada koordinat reaksi sejauh 3,5 nm dari permukaan peptidoglikan menghasilkan perkiraan nilai perubahan energi bebas interaksinya (?????????????????????) sebesar -26,39 kJ.mol-1. Dengan menggunakan pendekatan adsorpsi isotermal Langmuir, nilai tetapan Langmuir (????????) yang didapatkan sebesar 2,79 x 104 site-1. Nilai ini mendekati dengan hasil eksperimental dari bakteri nonviable. Parameter umbrella sampling yang digunakan dalam penelitian ini telah dihitung menggunakan persamaan validasi yang diajukan Kastner dan Thiel (2006) dan berada pada nilai yang dapat diterima validitasnya.", "Daftar File": {"ABSTRAK Dimas Dwi Adiguna": "https://digilib.itb.ac.id/gdl/download/179939", "COVER Dimas Dwi Adiguna": "https://digilib.itb.ac.id/gdl/download/196150", "BAB 1 Dimas Dwi Adiguna": "https://digilib.itb.ac.id/gdl/download/196151", "BAB 2 Dimas Dwi Adiguna": "https://digilib.itb.ac.id/gdl/download/196152", "BAB 3 Dimas Dwi Adiguna": "https://digilib.itb.ac.id/gdl/download/196153", "BAB 4 Dimas Dwi Adiguna": "https://digilib.itb.ac.id/gdl/download/196154", "BAB 5 Dimas Dwi Adiguna": "https://digilib.itb.ac.id/gdl/download/196155", "PUSTAKA Dimas Dwi Adiguna": "https://digilib.itb.ac.id/gdl/download/196156"}, "Penulis": "Dimas Dwi Adiguna [20916005]", "Kontributor / Dosen Pembimbing": ["Acep Purqon, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Komputasi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Aflatoksin B1, peptidoglikan, surface binding, molecular dynamics", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "30 Agu 2019"}