{"Nomor": 41722, "Judul": "STUDI SIFAT TOPOLOGI DARI STRUKTUR ELEKTRONIK QUANTUM WELL CDTE/HGTE/CDTE MENGGUNAKAN METODE TIGHT-BINDING", "Abstrak": "Zinc blende merupakan struktur kristal yang memiliki potensi aplikasi yang sangat luas dalam pengembangan teknologi: elektronika, fotovoltaik, dan spintronik. Material HgTe termasuk dalam material berstruktur zinc blende yang memiliki keunikan pada struktur elektroniknya karena letak Energi Ferminya yang berimpit dengan pita valensi dan pita konduksi. Selain itu, material HgTe juga memiliki struktur pita inversi dengan tingkat energi orbital berkarakter P berada di atas tingkat energi orbital berkarakter S. Sifat ini pada umumnya tidak dimiliki oleh material berstruktur zinc blende. Oleh karena itu dengan memilih material CdTe yang juga berstruktur zinc blende dan bersifat isolator sebagai material barrier dalam struktur quantum well CdTe/HgTe/CdTe (quantum well HgTe) diharapkan adanya band crossing. Tugas akhir ini akan membahas perumusan tight-binding (TB) dan penerapannya pada struktur quantum well HgTe. Selanjutnya, variasi ketebalan HgTe dikaji mulai dari 8 sampai 16 lapis terhadap 8 lapis CdTe. Band crossing ditemukan pada kondisi ketebalan kritis HgTe sebanyak 11 lapis. Hal ini sesuai dengan perhitungan sebelumnya menggunakan metode perturbasi ????????? oleh Bernervig, et.al. (Science, 2006, Hal. 1757-1761). Sifat topologi dievaluasi dengan menghitung kurvatur Berry pada setiap variasi ketebalan HgTe. Hasil perhitungan kurvatur Berry menunjukkan adanya bentuk kurvatur Berry yang berbeda antara ketebalan di bawah dan di atas ketebalan. Hasil ini konsisten dengan sifat topologi yang ditemukan untuk quantum well HgTe.", "Daftar File": {"ABSTRAK Andi Gumarilang Cakti Ahmadi": "https://digilib.itb.ac.id/gdl/download/179933"}, "Penulis": "Andi Gumarilang Cakti Ahmadi [10215052]", "Kontributor / Dosen Pembimbing": ["Dr. Agustinus Agung Nugroho Sulistyo Hutomo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "CdTe, HgTe, Quantum Well, Struktur elektronik, Tight-binding", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "9 file", "Tanggal Input": "30 Agu 2019"}