{"Nomor": 41735, "Judul": "ANALISIS KOMUNIKASI MELALUI DATABUS MIL-STD- 1553B DENGAN PERANGKAT LUNAK ADS2 PADA LABORATORIUM AVIONIKA DC-I", "Abstrak": "Jaringan telekomunikasi sipil saat ini memiliki throughput dalam kisaran Gbps.\nNamun kemajuan databus dalam dunia militer masih tertinggal dibanding dengan\ntelekomunikasi sipil. Bus avionik dalam militer masih banyak menggunakan MILSTD-\n1553 yang dikembangkan sekitar 40 tahun lalu dan masih beroperasi pada laju\ntrasnmisi data 1Mbps. Jaringan avionik militer generasi berikutnya memiliki\nkecepatan transmisi yang lebih baik yaitu dalam Gbps. Hal ini dikarenakan kriteria\ndesain yang berbeda diterapkan pada aplikasi telekomunikasi sipil dan militer.\nTeknologi sipil membutuhkan kecepatan transmisi yang tinggi dan system yang\nluas untuk mendukung layanan komunikasi multimedia. Dalam telekomunikasi\nmiliter diperlukan desain khusus yang menjamin keandalan dan masa pakai yang\npanjang untuk databus avionik.\nDalam industri penerbangan tanah air, tidak banyak perubahan dalam peralatan\nelektronik pesawat transport sipil maupun milter, sehingga teknologi yang dipakai\nmasih tertinggal dengan teknologi pesawat tempur militer atau sipil. Teknologi\ndatabus yang dipakai masih menggunakan analog, digital, RS232 dan ARINC429.\nKerjasama antara Indonesia dan Korea dalam pembuatan pesawat tempur menuntut\nPT. DI untuk mengejar ketertinggalan.\nProses pengerjaan penelitian ini terdiri dari studi literatur, pengumpulan data,\npenyusunan skenario simulasi yang meliputi aliran data BC pada RT, RT pada BC\ndan RT pada RT. Skenario yang disusun disimulasikan menggunakan perangkat\nlunak Avionics Development System 2nd Generation (ADS2).\nParamater keberhasilan komunikasi data mengacu pada report yang dihasilkan oleh\nADS2, yaitu word error ketika simulasi sedang dijalankan. Hal ini berkaitan dengan\npenelitian dan pengembangan kegagalan komunikasi data antara Bus Controller\ndengan Remote Terminal yang akan dipakai pada pesawat tempur militer.", "Daftar File": {"ABSTRAK Selfitri Dyah Kusumasari": "https://digilib.itb.ac.id/gdl/download/179947", "COVER Selfitri Dyah Kusumasari": "https://digilib.itb.ac.id/gdl/download/200830", "BAB 1 Selfitri Dyah Kusumasari": "https://digilib.itb.ac.id/gdl/download/200831", "BAB 2 Selfitri Dyah Kusumasari": "https://digilib.itb.ac.id/gdl/download/200832", "BAB 3 Selfitri Dyah Kusumasari": "https://digilib.itb.ac.id/gdl/download/200833", "BAB 4 Selfitri Dyah Kusumasari": "https://digilib.itb.ac.id/gdl/download/200834", "BAB 5 Selfitri Dyah Kusumasari": "https://digilib.itb.ac.id/gdl/download/200835", "PUSTAKA Selfitri Dyah Kusumasari": "https://digilib.itb.ac.id/gdl/download/200836"}, "Penulis": "Selfitri Dyah Kusumasari [23616002]", "Kontributor / Dosen Pembimbing": ["Ir. Toto Indriyanto, M.Sc., Ph.D.", "Ony Arifianto, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Avionik, Databus, MIL-STD-1553, ADS2", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "30 Agu 2019"}