{"Nomor": 41738, "Judul": "PERANCANGAN SUBSISTEM DETEKSI OBJEK BERBASIS LIDAR DAN ANTARMUKA PADA SISTEM PENDETEKSI KANTUK", "Abstrak": "Pengemudi yang sering mengantuk khususnya di jalan tol dapat menimbulkan risiko terjadinya kecelakaan sehingga dibutuhkan suatu devais yang dapat mendeteksi dan memberi peringatan ketika pengemudi mengantuk berdasarkan wajah pengemudi dan perilaku berkendara. Sistem yang dikembangkan pada tugas akhir ini terdiri dari 3 subsistem, subsistem pembaca wajah untuk mengevaluasi kondisi mata pengemudi, subsistem pendeteksi jalur untuk mendeteksi adanya perubahan posisi mobil terhadap jalur, subsistem pendeteksi objek untuk menjaga mobil berada pada jarak aman dengan kendaraan di depannya, dan subsistem antarmuka untuk menyajikan peringatan kepada pengemudi. Tugas akhir ini secara khusus akan membahas pengembangan subsistem pendeteksi objek dan subsistem antarmuka. Subsistem pendeteksi objek aktif saat pengemudi mengantuk sehingga kecelakaan tabrak depan akibat pengemudi mengantuk dapat dihindari. Subsistem pendeteksi objek dikembangkan dengan menggunakan sensor Lidarlite v3 sementara subsistem antarmuka dikembangkan dengan menggunakan platform Qt berbasis C++.  Hasil pengujian menunjukkan bahwa subsistem pendeteksi objek mampu membaca jarak hingga 40 m dengan toleransi maksimum 166 cm dan subsistem antarmuka berhasil menyajikan peringatan secara visual untuk semua jenis peringatan. Subsistem antarmuka juga berhasil menyimpan data warning kedalam database dan menampilkannya kepada pengguna.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/179951"}, "Penulis": "Teresia Rosa Savera Putri [13215050]", "Kontributor / Dosen Pembimbing": ["Ir. Arief Syaichu Rohman, M.Eng.Sc., Ph.D.", "Yulyan Wahyu Hadi, S.T., M.T.", "Dr. Lenni Yulianti, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "lidar, 2 seconds rule, warning, I2C", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "30 Agu 2019"}