{"Nomor": 41739, "Judul": "DESAIN DAN IMPLEMENTASI SISTEM KENDALI PEMUTAR DAN PENGGERAK ARM PENYEMPROT PADA AUTOMATIC WAFER CLEANING SYSTEM", "Abstrak": "Proses pencucian wafer semikonduktor merupakan bagian penting pada industri mikroelektronik. Pada proses fabrikasi chip atau IC, substrat berupa wafer semikonduktor harus dalam keadaan bersih sebelum memasuki tahapan fabrikasi selanjutnya seperti oksidasi, pelapisan thin film, litografi, dan lainnya. Wafer yang masih terkontaminasi akan menyebabkan defek pada produk sehingga harus kualitasnya turun hingga tidak dapat digunakan.  Proses produksi chip dilakukan pada industri yang bertujuan untuk manufaktur dan berskala besar, serta pada laboratorium yang melakukan penelitian terkait chip dalam skala yang lebih kecil atau satuan. Pada laboratorium proses pencucian chip masih dilakukan secara manual oleh peneliti. Proses pencucian wafer secara manual membutuhkan waktu yang cukup lama (> 2 jam) dan pemindahan wafer berkali-kali oleh peneliti. Hal ini menyebabkan seringya terjadi kontaminasi dan jatuhnya wafer pada saat pencucian secara manual yang membuat proses pembuatan chip terhambat. Tugas akhir ini mengembangkan alat pencucian wafer otomatis untuk skala laboratorium berdasarkan metode RCA dengan metode pemutaran wafer diatas vacuum chuck dan penyemprotan larutan kimia yang digunakan secara bergantian untuk pencucian wafer satu sisi, sehingga sistem pemutar dan penyemprot merupakan bagian vital fungsional alat. Pada kedua bagian tersebut dibutuhkan sistem kendali kecepatan putar dan posisi. Pada tulisan ini akan dibahas mengenai perancangan dan implementasi sistem kendali bagian pemutar dan penyemprot beserta bagian penting yang lain ialah rangkaian sistem dan rangkaian daya. Desain dan  implementasi yang dilakukan dibuat untuk mengakomodasi kebutuhan alat yang ditetapkan dalam spesifikasi. Hasil pengujian menunjukkan spesifikasi yang ditetapkan dapat terpenuhi dan hasil pengujian pencucian menggunakan XRF menunjukkan hasil pencucian wafer secara otomatis sepadan dengan pencucian secara manual dalam waktu yang lebih singkat.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/179952"}, "Penulis": "Muhammad Fithratur Rahman [13215005]", "Kontributor / Dosen Pembimbing": ["Dr. Muhammad Amin Sulthoni, S.T., M.T.", "Akhmadi Surawijaya, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Wafer, Pemutar, Penyemprot, Sensor, Motor.", "Sumber": "", "Staf Input/Edit": "karya", "File": "8 file", "Tanggal Input": "30 Agu 2019"}