{"Nomor": 41731, "Judul": "PENGEMBANGAN SUBSISTEM KOMUNIKASI DAN SISTEM MONITOR BERBASIS WEB UNTUK SISTEM PEMANTAUAN PARAMETER KUALITAS AIR SUNGAI DALAM JARINGAN", "Abstrak": "Kualitas air sungai yang tercemar berat dapat memberikan dampak negatif untuk kehidupan manusia, seperti kesehatan yang buruk akibat penggunaan air sungai tercemar dan juga menurunnya produktivitas pertanian akibat air tercemar logam berat. Salah satu usaha untuk mencegah sebelum terjadinya dampak buruk tersebut adalah dengan melakukan pemantauan terhadap parameter kualitas air sungai seperti pH, temperatur, turbiditas, dan konduktivitas. Sistem pemantauan paramenter kualitas air sungai dalam jaringan terdiri dari dua sistem utama yakni sistem pengukur yang ditempatkan di medan daerah aliran sungai serta sistem monitor yang terhubung dengan jaringan internet, sehingga paramater kualitas air sungai dapat diamati dari jarak jauh selama terhubung dengan koneksi internet.  Pengembangan subsistem komunikasi dan sistem monitor telah didesain dan dilakukan pengujian. Untuk melakukan pengiriman informasi parameter kualitas air sungai dapat menggunakan jaringan GPRS dengan modul SIM9000 GSM/GPRS. Kemudian informasi yang telah dikirimkan dapat diterima oleh sistem monitor, dimana basis data Thingspeak sebagai tempat penyimpanan sementara. Selanjutnya, penyimpanan keseluruhan data juga dapat dilakukan dengan memanfaatkan basis data MongoDB. Kemudian, informasi parameter kualitas air sungai dapat ditampilkan dalam Graphical User Interface pada alamat rivermonitoring.herokuapp.com.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/179950"}, "Penulis": "Miftahul Arifin [13215020]", "Kontributor / Dosen Pembimbing": ["Ir. Arief Syaichu Rohman, M.Eng.Sc., Ph.D.", "Dr. Waskita Adijarto, S.T., M.T.", "jeffrey Samosir"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Subsistem Komunikasi, Sistem Monitor, Basis Data, Web Server, Parameter Kualitas Air", "Sumber": "", "Staf Input/Edit": "karya", "File": "8 file", "Tanggal Input": "30 Agu 2019"}