{"Nomor": 41732, "Judul": "PERANCANGAN, PEMBUATAN, DAN PENGUJIAN ROTOR TURBIN ANGIN SUMBU HORIZONTAL 6 SUDU BER- DIAMETER 1 METER DENGAN BILAH TIRUS", "Abstrak": "Kebutuhan energi dunia terus meningkat. Pengembangan sumber energi alternatif perlu dilakukan untuk menjawab kebutuhan energi dunia. Salah satu sumber energi alternatif yang terdapat di Indonesia adalah energi angin. Energi angin merupakan sumber energi alternatif yang ramah lingkungan. Pemanfaatan energi angin di Indonesia belum maksimal. Menurut data Direktorat Jenderal EBTKE Kementrian ESDM potensi energi angin di Indonesia sebesar 60,647 GigaWatt. Namun, penggunaannya masih sangat sedikit. Salah satuya adalah dengan telah dibangunnya Pembangkit Listrik Tenaga Bayu (PLTB) Sidrap di Kabupaten Sidenreng Rappang, Provinsi Sulawesi Selatan. PLTB ini memiliki kapsitas 75 MW.\nPada tugas sarjana ini penulis merancang, membuat dan menguji turbin angin 6 bilah berdiameter 1 meter dengan bilah taper. Bilah berorientasi taper memiliki arti bahwa bilah tersebut akan semakin mengecil dari pangkal ke ujung. Tugas sarjana ini hanya difokuskan pada komponen rotor. Komponen rotor dirancang agar dapat berputar pada kecepatan angin rendah berkisar 1?3 m/s. Namun, pengujian juga dilakukan pada kecepatan angin sedang 4?7 m/s untuk mengukur kinerja rata-rata rotor.\nPengujian rotor dilakukan untuk mengetahui karakteristik kinerja rotor. Dari hasil pengujian dapat dilihat bahwa rotor mampu bekerja lebih baik pada kecepatan angin rendah 1?3 m/s dengan efisiensi rata-rata sebesar 28,6%. Untuk kecepatan angin sedang, efisiensi rata-rata hanya sebesar 11,8%. Adapun efisiensi rata-rata rotor untuk kecepatan angin rendah dan sedang adalah 16,8%. Rendahnya efisiensi yang diperoleh disebabkan oleh banyaknya penyederhanaan dalam proses manufaktur rotor.", "Daftar File": {}, "Penulis": "Rahmansyah Siregar [13115109]", "Kontributor / Dosen Pembimbing": ["Ir. Kemas Rifian, MS", "Ir. I Made Astina, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "turbin angin, rotor, panjang kord.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "30 Agu 2019"}