{"Nomor": 41741, "Judul": "PERANCANGAN DAN IMPLEMENTASI ALGORITMA DAN USER INTERFACE PADA ALAT PENCUCI WAFER OTOMATIS", "Abstrak": "Proses pencucian wafer merupakan bagian penting dari proses penelitian objek yang menggunakan bahan semikonduktor. Proses pencucian wafer merupakan tahap yang dibutuhkan untuk menghilangkan residu organik, ionik dan oksida. Proses ini selalu dilakukan baik dalam penelitian maupun industri semikonduktor sebelum wafer diproses lebih lanjut. Pencucian wafer memiliki standar pencucian yang sering digunakan yang bernama prosedur RCA, yaitu prosedur yang melibatkan sejumlah cairan kimia (SPM, Acetone, APM, DHF, dan HPM). Dalam pencucian secara manual, wafer direndam dalam cairan kimia tersebut selama waktu tertentu. Namun hal ini memiliki beberapa kekurangan yang dapat membuat proses penelitian menjadi kurang optimal. Kekurangan tersebut seperti terjadinya human error, waktu yang lama, dan berlebihnya jumlah cairan kimia yang digunakan. Oleh sebab itu, diperlukan suatu piranti yang dapat meminimalisir kekurangan-kekurangan tersebut, yaitu dengan menggunakan alat pencucian wafer otomatis. Tugas akhir ini mengembangkan metode pencucian wafer secara otomatis untuk mengatasi kekurangan tersebut. Hal ini disebabkan wafer tidak direndam seperti dalam pencucian wafer secara manual, namun wafer akan diputar lalu disemprot oleh cairan kimia dengan tekanan dan debit tertentu. Pembuatan alat pencucian wafer otomatis ini bertujuan untuk membantu peneliti dalam melakukan pencucian wafer agar dapat melakukan penelitian lebih optimal. Dalam mengimplementasikan alat ini, salah satu bagian pentingnya adalah membuat sistem untuk menerima masukan dari peneliti berupa prosedur pencucian dan tahapan-tahapan pencucian yang diinginkan dan juga menampilkan keluaran berupa proses-proses yang berlangsung pada tiap tahapan pencucian tersebut. Selain itu sistem juga dibuat agar dapat mengatur tahapan-tahapan yang berlangsung, mengatur penyemprotan dan pembuangan dari setiap cairan kimia, menjaga wafer agar tetap terkena cairan selama proses pencucian berlangsung, dan menyimpan prosedur-prosedur yang telah dibuat. Pada dokumen ini akan dijelaskan bagaimana struktur, desain, dan algoritma dari sistem user interface yang terdapat pada alat ini.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/179954"}, "Penulis": "Andra Miftah Ar Rahman [13215025]", "Kontributor / Dosen Pembimbing": ["Dr. Muhammad Amin Sulthoni, S.T., M.T.", "Akhmadi Surawijaya, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Arduino, Wafer, Algoritma, Pencucian, Valve", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "30 Agu 2019"}