{"Nomor": 41758, "Judul": "PENELITIAN PREFERENSI ORANG PLUS SIZE DALAM BERBELANJA PAKAIAN DI E-COMMERCE", "Abstrak": "Globalisasi telah berdampak besar pada bisnis digital dalam 20 tahun terakhir. Berdasarkan data APJII (2016), jumlah penetrasi pengguna internet Indonesia mencapai 132,7 juta. Data ini juga menjelaskan bahwa dari 84,2 juta orang telah melakukan transaksi online., Kemudahan transaksi online juga dirasakan oleh orang Indonesia yang terkena obesitas, yang mencapai 19,6% pada tahun 2013, hal ini tentu berimbas pula kepada kalangan orang -orang yang dikategorikan sebagai Plus-size.\nBerdasarkan Asia-Pacific standard for obesity, seseorang dikatakan sebagai obesitas/plus size tatkala lingkar pinggangnya melebihi 90 inchi bagi pria dan lebih dari 80 inchi untuk wanita atau (size celana >35 untuk pria dan >32 untuk wanita) permintaan pakaian Plus Size People, produk pakaian dianggap item berisiko tinggi, oleh karena itu berbagai perusahaan dan penjual bersedia untuk mempromosikan produk ukuran plus mereka untuk memudahkan pelanggan.\nPenelitian ini bertujuan untuk menggali analisis yang lebih dalam tentang preferensi orang – orang plus size dalam bertransaksi pakaian melalui e-commerce, sebuah sampel yang terdiri dari 122 orang digunakan dalam penelitian ini untuk mengukur preferensi dominan dalam setiap faktor yang diujikan lebih lanjut peneliti menggunakan analisis kuantitatif untuk memvalidasi data kepada responden. metode yang digunakan dalam penelitian ini adalah Analytic Hierarchy Process(AHP) hal ini dikarenakan peneliti ingin mengetahui factor apakah yang paling mempengaruhi preferensi mereka dalam berbelanja secara online menggunakan software ExpertChoiceTM . Berdasarkan hasil penelitian, peneliti ingin memberikan wawasan dalam bentuk faktor-faktor yang mempengaruhi preferensi konsumen. orang-orang berukuran plus dalam bertransaksi pakaian secara online dengan perusahaan dan pengusaha.", "Daftar File": {"Abstrak Muhammad Rizki Aulia, 19216030 (1).pdf\n]": "https://digilib.itb.ac.id/gdl/download/179980"}, "Penulis": "Muhammad Rizki Aulia [19216030]", "Kontributor / Dosen Pembimbing": ["Dr. Dina Dellyana,M.A.B"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Plus-Size people, AHP, customer preference, pairwise comparison,e-commerce", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "30 Agu 2019"}