{"Nomor": 41754, "Judul": "KARAKTERISTIK SURFACE DISCHARGE PADA PERMUKAAN PCB DI SEKITAR TEPI LINGKARAN PELAT-PELAT ELEKTRODA BERISOLASI UDARA DAN MINYAK", "Abstrak": "Terjadinya pelepasan permukaan pada peralatan bertegangan tinggi adalah fenomena Partial discharge (PD). Pengukuran Partial Discharge sangat penting untuk mengetahui kondisi peralatan listrik. Penyebab partial discharge tidak hanya peralatan - peralatan yang sudah berusia tua, tetapi juga bisa dari kesalahan set-up dan permasalahan insulasi. Dalam peralatan bertegangan tinggi seperti kabel, pemutus sirkuit, busing, dan transformator umumnya ada fenomena pelepasan permukaan akibat penuaan isolasi pada peralatan tegangan tinggi, terjadinya penuaan isolasi yang disebabkan oleh faktor panas, listrik, ambient dan mekanik. Insulasi gas dan cair sebagai bahan dielektrik yang digunakan dalam peralatan bertegangan tinggi berfungsi sebagai isolasi dan penghantar panas atau pendinginan. Penelitian ini bertujuan untuk mengetahui karakteristik pelepasan permukaan di sekitar tepi permukaan Printed Circuit Board (PCB) dengan model elektroda pelat dalam isolasi gas (Udara) dan cair (minyak mineral). PCB yang memilki isolasi bahan epoksi (FR-4) merupakan satu bahan dasar yang digunakan dalam isolasi peralatan tegangan tinggi namun memiliki kelemahan akibat polutan. Pengukuran debit parsial yang dilakukan menggunakan metode listrik dan non-listrik. Metode listrik menggunakan RC Detectors dan sensor HFCT dan metode non-listrik dengan sensor Loop Antenna. Parameter pengukuran yang diambil meliputi Tegangan Partial Discharge Inception (PDIV), tegangan kepunahan peluahan sebagian (PDEV), bentuk gelombang Partial Discharge, Pola Phasa Partial Discharge dan tegangan tembus. Data pada pola fasa PD ini disajikan dalam bentuk pola ?-q-n. Pada pengujian isolasi minyak dilakukan pengukuran pada level tegangan 17 kV, 18, kV, 19 kV, dan 20 kV untuk parameter bentuk gelombang Partial Discharge dan pola fase Partial Discharge. Hasil pengujian mengungkapkan bahwa dalam isolasi minyak nilai PDIV dalam pengujian pelepasan permukaan yang diperoleh menggunakan detektor sensor RC memiliki nilai Vpp yang lebih tinggi daripada tes isolasi udara. Dilihat dari nilai kekuatan dielektrik dalam pengujian pelepasan permukaan PCB dalam isolasi minyak memiliki nilai yang lebih tinggi dibandingkan dengan isolasi udara.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/179976"}, "Penulis": "Neris Peri Ardiansyah [23217133]", "Kontributor / Dosen Pembimbing": ["Dr. Umar Khayam, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Surface Discharge, PDIV, Bentuk Gelombang PD, Pola Phasa PD, Elektroda Pelat-pelat, Print Circuit Board (PCB).", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "30 Agu 2019"}