{"Nomor": 41764, "Judul": "IDENTIFIKASI LEVEL KONSEKUENSI RISIKO BISNIS PADA UKM FESYEN FORMAL WANITA", "Abstrak": "Industri fashion adalah salah satu sektor industri kreatif di Indonesia yang memberikan\nkontribusi tinggi terhadap produk domestik bruto (PDB). Untuk lebih spesifik, sebagian besar\nperusahaan industri fashion didominasi oleh UKM (Usaha Kecil dan Menengah).\nPertumbuhan usaha mikro, kecil dan menengah dari industri fesyen di Indonesia sangat cepat\ndan oleh karena itu industri ini harus menghadapi tantangan daya saing yang semakin\nmeningkat. Perkembangan industri kreatif fesyen di Indonesia masih berjalan secara mandiri\ndan belum menjadikan skala prioritas dari aspek yang akan dikembangkan, sehingga terkesan\nsporadis dan tidak sistematis. Berdasarkan sebuah penelitian, orang-orang yang tidak\nberpengalaman (dalam hal ini, wanita-wanita UKM mode) biasanya tidak melihat risiko yang\nmungkin terjadi, atau jika mereka melakukannya, mereka meremehkan kemungkinan mereka\nakan terpengaruh oleh mereka. Risiko utama untuk setiap organisasi adalah risiko bisnis. Ini\nberkaitan dengan kemampuannya untuk merealisasikan tujuan bisnisnya dari peluang pasar\nyang tersedia untuknya.\nPenelitian ini bertujuan untuk mengidentifikasi risiko bisnis dan tingkatan konsekuensinya\ndalam UKM busana formal wanita. Penelitian ini akan menggunakan pendekatan kualitatif\ndengan metode wawancara mendalam. Untuk mencapai tujuan, peneliti telah mewawancarai\n10 perusahaan. Berdasarkan hasil wawancara, kebanyakan responden belum melakukan\nidentifikasi risiko secara sistematis namun ada beberapa yang telah melakukan identifikasi\nrisiko dini secara sederhana. Diketahui dari lima kategori risiko sesuai literatur rujukan,\nmasing-masing memiliki level dampak yang berbeda. Risiko strategis memiliki dampak\nmenengah, sementara risiko operasional, reputasi dan finansial memiliki dampak berjenjang\ntergantung pada jenis risikonya. Sedangkan risiko sosio-politik memiliki dampak paling kecil.\nLevel konsekuensi ini sangat dipengaruhi oleh kondisi skala bisnis, model bisnis, visi dan\nmisi.\nBerdasarkan penelitian, ada beberapa rekomendasi yang disarankan oleh peneliti, yaitu\nmeskipun dengan mempertimbagkan skala bisnis UMKM yang dinilai belum membutuhkan\nidentifikasi risiko secara spesifik dan terstruktur, UMKM tetap butuh mengidentifikasi risiko\nmelalui pencatatan pola risiko yang pernah terjadi di perusahaan. Dengan demikian,\ndiharapkan ke depannya perusahaan dapat mengetahui potensi risiko yang mungkin terjadi\nsehingga sedapat mungkin meminimalisir dampak yang disebabkan.", "Daftar File": {"ABSTRAK Ghaissani Elsa Putri": "https://digilib.itb.ac.id/gdl/download/179986"}, "Penulis": "Ghaissani Elsa Putri [19216044]", "Kontributor / Dosen Pembimbing": ["Dr. Asep Darmansyah, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Fashion Formal Wanita, Identifikasi Risiko, Level Konsekuensi, Risiko Bisnis, Usaha Kecil Menengah,", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "02 Sep 2019"}