{"Nomor": 41763, "Judul": "BUKTI EMPIRIS MENGENAI PERTAHAHAN TOKO FISIK PADA INDUSTRI BUSANA MUSLIM DI ERA DIGITAL", "Abstrak": "Pertumbuhan industri mode Muslim di dunia meningkat dan terus berkembang saat ini.\nIndonesia dengan populasi Muslim terbesar juga memiliki kontribusi besar dalam industri\nfesyen Muslim di dunia. Pada tahun 2020, Indonesia menargetkan untuk menjadi pusat mode\nbusana muslim di dunia. Namun, saat ini beberapa ritel yang memiliki toko fisik yang sudah ada\ntiba-tiba tutup, mereka tidak dapat bertahan karena mereka tidak dapat mengetahui kebutuhan\npelanggan mereka, teknologi membuat sistem berubah. Toko fisik harus beradaptasi dengan\nkenyataan ini. Media digital sangat dekat dengan orang-orang saat ini sehingga perusahaan\nmode Muslim harus membuat strategi baru mengenai teknologi digital.\nPenelitian ini bertujuan untuk mengetahui dan memahami bagaimana toko fisik bertahan di era\ndigital terutama di perusahaan busana muslim atau hijab. Penelitian ini adalah penelitian\nkualitatif yaitu wawancara mendalam. Penelitian ini telah mewawancarai 5 responden dari\nberbagai perusahaan busana muslim atau hijab yang memiliki lebih dari tiga toko fisik.\nPenelitian difokuskan pada model pemasaran atau model ritel stategik yang dimiliki oleh\nperusahaan-perusahaan tersebut.\nUntuk mengetahui dan memahami model ritel strategis dalam perusahaan busana muslim atau\nhijab, ada 4 elemen yang digunakan peneliti. Elemen-elemennya adalah produk, layanan,\npenentuan posisi, dan teknologi. Berdasarkan hasil, produk harus memiliki perbedaan dengan\nproduk lain atau mengikuti tren. Untuk layanan, layanan adalah nomor satu dan menghasilkan\nloyalitas pelanggan. Untuk penentuan posisi, perusahaan melakukan branding dan memiliki\nlokasi toko yang strategis. Dan yang terakhir, perusahaan menggunakan teknologi untuk\nmelakukan promosi dan membuat data pelanggan. Sehingga, industri busana muslim bisa\nbertahan di era digital.\nBerdasarkan hasil penelitian, ada rekomendasi yang dapat diterapkan di Khalisa Hijab terutama\ndalam model pemasaran atau model strategis. Untuk model pemasaran, Khalisa harus\nmembuat produk yang berbeda dengan yang lain atau mengikuti tren, harus memprioritaskan\nlayanan pelanggan, harus melakukan branding, dan menggunakan teknologi untuk\nmempromosikan dan membuat data pelanggan. Setelah Khalisa Hijab memiliki lebih banyak\nsumber daya untuk membangun sebuah toko, lokasi harus strategis. Itu berarti dekat dengan\npelanggan dan pusat kota.", "Daftar File": {"Abstrak Mei Rizki Diantika.pdf?": "https://digilib.itb.ac.id/gdl/download/179985"}, "Penulis": "Mei Rizki Diantika [19216078]", "Kontributor / Dosen Pembimbing": ["Dra. Sri Hartati, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bauran Pemasaran, Ritel, Toko Fisik, Digital, Fesyen Muslim", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "02 Sep 2019"}