{"Nomor": 41767, "Judul": "THE COST EFFICIENCY, COST EFFECTIVENESS AND BENEFIT COST RATIO OF THE COMPUTER BASED NATIONAL EXAMINATION", "Abstrak": "Upaya pemerintah dalam meningkatkan kualitas pendidikan, khususnya pada tingkat menengah, harus\ndisertai dengan efisiensi dalam penggunaan anggaran. Program Ujian Nasional Bertaraf Komputer\n(UNBK) yang efisien dalam penggunaan anggaran akan menguntungkan bagi pemerintah, karena\nanggaran pemerintah dapat dialokasikan ke pos pengeluaran lainnya. Efisiensi menjadi sesuatu hal yang\nmenarik untuk dilihat lebih jauh, karena program kegiatan yang memiliki tingkat efisiensi yang tinggi\ntentu akan menghasilkan output yang optimal. Dengan mencapai tingkat efisiensi yang tinggi berarti\nmemberi kesempatan kepada program-program yang lain dari pemerintahan pusat agar dapat terlaksana\ndengan baik. Berangkat dari pemikiran tersebut, penelitian ini akan mengkaji secara lebih komprehensif\nmengenai program Ujian Nasional Kertas dan Pensil (UNKP) yang belakangan ini bermetamorfosis\nmenjadi program UNBK dan melihat apakah program yang baru lebih efisien atau bahkan kurang\nefisien. Penelitian ini menggunakan metode studi kasus secara deskriptif dan menggunakan data\nsekunder yang berupa laporan realisasi anggaran UNKP dan UNBK. Periode data yang diambil adalah\nselama 5 (lima) tahun yaitu dari 2015-2019. Teknik analisis menggunakan analisis rasio, analisis\ndiferensial, dan analisis regresi. Output dari penelitian ini akan meliputi tingkat efisiensi anggaran\nantara UNKP dan UNBK dengan hasil yang menunjukkan efisiensi program UNBK dibandingkan\ndengan UNKP. Penelitian ini juga akan menunjukkan hasil efektivitas biaya, dimana program UNBK\nmemiliki efektivitas biaya yang hamper 100% dan yang terakhir adalah benefit-cost ratio dari\npenyelenggaraan UNB", "Daftar File": {"Abstrak Chirag Zaveri, 19016127.pdf)u": "https://digilib.itb.ac.id/gdl/download/179989", "Chapter 1.pdf?u": "https://digilib.itb.ac.id/gdl/download/247499", "Chapter 2.pdfiu": "https://digilib.itb.ac.id/gdl/download/247500", "Chapter 3.pdfiu": "https://digilib.itb.ac.id/gdl/download/247501", "Chapter 4.pdfiu": "https://digilib.itb.ac.id/gdl/download/247502", "Chapter 5.pdfiu": "https://digilib.itb.ac.id/gdl/download/247504"}, "Penulis": "Chirag Zaveri [19016127]", "Kontributor / Dosen Pembimbing": ["Asep Darmansyah"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Budget, Cost Effectiveness, Cost Efficiency, UNKP, UNBK", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "6 file", "Tanggal Input": "02 Sep 2019"}