{"Nomor": 41772, "Judul": "IDENTIFY THE RELATIONSHIP OF ORGANIZATIONAL CULTURE TOWARDS EMPLOYEE PERFORMANCE IN DINAS PEMUDA & OLAHRAGA (DISPORA) KOTA BANDUNG", "Abstrak": "Ada banyak tinjauan literasi untuk mencari dampak budaya organisasi terhadap kinerja karyawan.\nPeneliti menghubungkan budaya dalam organisasi dengan banyak perilaku organisasi yang berbeda,\nserta mengakui adanya korelasi antara budaya organisasi dan kinerja karyawan. Dalam organisasi\npublik / pemerintah Indonesia, kinerja pegawai negeri sipil sangat penting dalam menciptakan tata\nkelola yang baik dan bersih dalma mendukung tugas pemerintah untuk memberikan layanan terbaik\nkepada publik berdasarkan fiturnya segabagai layanan publik, bukan organisasi yang berorientasi\nlaba. Salah satu masalah utama untuk pegawai negeri sipil sekarang adalah untuk beroperasi secara\nefektif dan efisien sebagai lembaga pemerintah di Indonesia. Tujuan dari penelitian ini adalah untuk\nmenyelidiki dimensi budaya organisasi yang kuat yang meningkatkan efisiensi karyawan di Dinas\nPemuda & Olahraga Kota Bandung. Hasil studi ini dapat memberikan informasi yang relevan bagi\norganisasi untuk memahasmi peran budaya organisasi. Temuan penilitian dapat secara positif\nmemperngaruhi organisasi dengan memberikan strategi untuk meningkatkan kinerja karyawan\nmereka. Masyarakat dapat mengambil keuntungan dari kehadiran lembaga pemerintah yang produktif\nkarena dapat memberikan layan publikyang sangat baik. Penelitian ini menggunakan pendekatan\nkuantitatif melalui kuesioner dan SPSS untuk memproses hasil kuesioner. Hasil dalam penelitian\nadalah bahwa budaya organisasi memiliki dampak positif pada kinerja karyawan di Dispora dan pola\nkomunikasi adalah factor dominan budaya organisasi yang dapat meingkatkan kinerja karyawan di\nDinas Pemuda & Olahraga Kota Bandung. Manajemen pemimpin organisasi Dispora perlu\nmenyatakan budaya organisasi dengan jelas, melalui pedoman perilaku tertulis untuk menciptakan\npemahaman yang lebih baik bagi karyawan untuk melakukan pekerjaan mereka", "Daftar File": {"Abstrak Fuadur Rifki.pdf?": "https://digilib.itb.ac.id/gdl/download/179994", "2020 TS PP Faudur Rifqi 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/249642"}, "Penulis": "Fuadur Rifqi [19014168]", "Kontributor / Dosen Pembimbing": ["Adita Pritasari ST, M.S.M"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Budaya Organisasi, Kinerja Karyawan,Dinas Pemuda & Olahraga Kota Bandung", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "02 Sep 2019"}