{"Nomor": 41779, "Judul": "PENGARUH PENGGUNAAN CELLULOSE-BASED OUTER THERMAL INSULATION TERHADAP PENGENDALIAN THERMAL BEHAVIOR DINDING BATA", "Abstrak": "Penelitian mengenai insulasi termal umumnya berfokus pada pengaplikasiannya\ndi dinding dalam dan pengaruhnya terhadap temperatur ruangan serta\nkenyamanan termal ruangan indoor. Sangat sedikit informasi mengenai insulasi\ntermal yang dipasang pada bagian luar dinding (exterior) dan pengaruhnya\nterhadap temperatur luar dan lingkungan sekitar. Tujuan dari penelitian ini adalah\nuntuk mengetahui sejauh mana penggunaan insulasi termal pada dinding eksterior\n(outer thermal insulation) mampu berperan dalam mengendalikan thermal\nbehavior khususnya dinding bata. Selain itu juga dieksplorasi aplikasi insulasi\ntermal seperti apa yang mampu berperan optimal dalam peranannya\nmengendalikan thermal behavior dinding bata. Penelitian skala-lab ini akan\nberfokus pada insulasi termal berbasis selulosa, yaitu kertas koran dan kulit\njagung yang diaplikasikan pada dinding bata. Sebagai pengganti sinar matahari,\nakan digunakan dua lampu berdaya 1000 Watt di mana dinding akan dipanaskan\nselama empat jam, dan kemudian didinginkan selama empat jam. Pengaruh\npenggunaan cellulose-based outer thermal insulation ini dilakukan dengan\nmembandingkan dinding bata sebelum dan sesudah menggunakan outer thermal\ninsulation, melihat sejauh mana kontribusinya terhadap penurunan temperatur\nudara dekat permukaan dinding luar, temperatur permukaan dinding bata, dan\nthermal behavior dinding bata setelah insulasi diaplikasikan. Hasil penelitian\nmenunjukkan pada proses pendinginan, setelah penambahan insulasi, terjadi\npenurunan temperatur permukaan sebesar ±1,01-1,41° C, penurunan temperatur\nudara dekat permukaan luar sebesar ±1,16-2,06° C, pengurangan transmitansi\ntermal sebesar 0,94-1,49, pengurangan re-emitted heat sebesar ±28,4-30,88\nW/m2, penambahan resistansi termal sebesar 0,21-0,5, dan penambahan\ndifusivitas termal hingga 252,59 m2/s. Akan tetapi, pada saat proses pemanasan\ninsulasi termal berperan dalam menyumbang panas berlebih ke lingkungan\ndengan indikasi kenaikan temperatur udara dekat permukaan sebesar 2,78° C dan\npenambahan re-emitted heat sebesar 72,08-97,98 W/m2. Penelitian ini diharapkan\ndapat memberikan solusi alternatif pengendalian thermal behavior bangunan\ndalam upaya menuju mitigasi lingkungan luar dan heat island.", "Daftar File": {"ABSTRAK Heri Andoni": "https://digilib.itb.ac.id/gdl/download/180001"}, "Penulis": "Heri Andoni [25216017]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Surjamanto W., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "insulasi termal luar, basis-selulosa, perilaku termal, bata, pulau panas, perkotaan, iklim mikro", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "02 Sep 2019"}