{"Nomor": 41771, "Judul": "EKSPLORASI PREFERENSI GENERASI Z SEBAGAI MAHASISWA DALAM MEMILIH MAKAN SIANG DI SEKITAR KAWASAN KAMPUS UNTUK MEMBUAT MARKETING MIX YANG BERDASARKAN PREFERENSI KONSUMEN", "Abstrak": "Industri makanan adalah sektor yang menjanjikan dan meningkat setiap tahun di mana pada 2017 naik sekitar 9,23% dari tahun sebelumnya. Sektor ini adalah industri yang diminati oleh para pebisnis muda untuk mulai melakukan bisnis. Industri kuliner dikategorikan sebagai salah satu ekonomi kreatif Indonesia dan memiliki jumlah sekitar 67,66% dari total ekonomi kreatif. Hal ini menjadikan industri ini samudra merah untuk bertahan di dalamnya. Saat ini pasar telah terkena pengembangan teknologi yang cepat yang mempengaruhi perbedaan perilaku konsumen untuk membeli produk. Karena itu, penting memahami pasar untuk menangkap dan menghasilkan keuntungan. Inti dari pemahaman pasar adalah membuat strategi pemasaran terintegrasi yang didasarkan pada nilai konsumen. Penelitian ini bertujuan untuk mengeksplorasi dan mengidentifikasi preferensi konsumen dalam memilih makanan di sekitar kampus. Dari penelitian tersebut, peneliti memberikan beberapa rekomendasi yang dapat mengimplementasikan strategi pemasaran menggunakan bauran pemasaran yang dapat memandu pemasaran bisnis kuliner. Pengumpulan dan analisis data melalui dua fase yaitu fase kualitatif dan fase kuantitatif. Pada fase kualitatif, ditemukan bahwa ada 23 level dari 5 prefersensi jasa makanan untuk konsumen dalam memilih makanan dengan wawancara mendalam 10. Hasil yang ditampilkan dari proses K-means kluster generasi z sebagai mahasiswa dibagi menjadi enam segmen berdasarkan preferensi signifikan yang mereka pilih. Segmen-segmen ini kemudian dapat ditargetkan untuk mengembangkan marketing mix terpadu berdasarkan karakteristiknya", "Daftar File": {"Abstrak RIKI - 19216025.pdf?": "https://digilib.itb.ac.id/gdl/download/179993"}, "Penulis": "Riki [19216025]", "Kontributor / Dosen Pembimbing": ["Melia Famiola, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Generasi Z, Jasa Makanan, K-means Kluster, Marketing Mix, Preferensi Konsumen,", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "02 Sep 2019"}