{"Nomor": 41775, "Judul": "PRODUKSI, KARAKTERISASI DAN APLIKASI RHAMNOLIPID HASIL BIOKONVERSI LIMBAH CAIR KELAPA SAWIT (POME) OLEH BAKTERI HALOFILIK Pseudomonas stutzeri BK-AB12", "Abstrak": "Rhamnolipid merupakan biosurfaktan yang sering dimanfaatkan sebagai bahan\naktif untuk bioremediasi, bioemulsifier, anti mikroba, dan proses enhanced oil\nrecovery (EOR). Namun, untuk memperoleh rhamnolipid masih dibutuhkan biaya\nyang tinggi sehingga pemanfaatan rhamnolipid dalam beberapa bidang tersebut\nmasih dipertimbangkan. Penelitian untuk mendapatkan rhamnolipid dengan biaya\nproduksi yang ekonomis masih terus berkembang hingga saat ini. Salah satunya\ndengan mengekplorasi mikroba yang mampu mengkonversi sumber karbon yang\nmurah, seperti limbah, menjadi rhamnolipid. Pada penelitian sebelumnya telah\ndiketahui bahwa bakteri halofilik Pseudomonas stutzeri BK-AB12 dapat\nmelakukan biokonversi minyak zaitun sebagai sumber karbon menjadi\nrhamnolipid. Pada penelitian ini bakteri halofil tersebut dieksplorasi lebih lanjut\npotensinya dalam memproduksi rhamnolipid dengan mengganti minyak zaitun\ndengan sumber karbon lebih murah, yaitu limbah cair dari industri minyak sawit\nyang dikenal sebagai limbah cair kelapa sawit (POME). Pada studi ini akan\ndiperlihatkan bahwa P. stutzeri BK-AB12 merupakan bakteri halofilik potensial\ndalam mengonversi POME menjadi rhamnolipid untuk diaplikasikan sebagai\nantibakteri dan surfaktan dalam proses enhanced oil recovery (EOR).\nPenelitian ini diawali dengan melakukan optimasi pertumbuhan bakteri dalam\nminimum salt medium (MSM) pada temperatur 37oC, pH 7,5 dan konsentrasi\nNaCl 5% (w/v), dengan mengoptimalkan tiga faktor yang paling berpengaruh\ndalam proses produksi rhamnolipid menggunakan teknik response surface\nmethodology (RSM). Tiga faktor tersebut yaitu konsentrasi sumber karbon\n(POME), konsentrasi sumber nitrogen (urea), dan lamanya waktu inkubasi. Hasil\nRSM menunjukkan pertumbuhan terbaik dalam MSM yang mengandung NaCl\n5% (w/v) dan pH 7,5 dicapai pada konsentrasi POME 20%(v/v), urea 0,2%(w/v),\ndan waktu inkubasi selama 90 jam. Kurva pertumbuhan bakteri pada kondisi\noptimum ini menunjukkan bahwa fase stasioner terjadi pada jam ke-48 dan fase\nkematian pada jam ke-72. Rhamnolipid diproduksi pada saat pertumbuhan bakteri\nmemasuki fase akhir stasioner menuju fase kematian, yaitu dari jam ke-72 hingga\njam ke-120, dimana produksi tertinggi teramati pada jam ke-96. Rhamnolipid\nyang dihasilkan diendapkan menggunakan NaOH 6 M dan selanjutnya diekstraksi menggunakan pelarut organik kloroform:metanol = 2:1. Konsentrasi rhamnolipid\nyang diperoleh sebanyak 3,91±0,24 gram/liter kultur.\nUntuk mengidentifikasi biosurfaktan yang diperoleh oleh bakteri P. stutzeri BKAB12\nadalah rhamnolipid, dilakukan uji kualitatif dengan menggunakan media\nagar biru mengandung setil-trimetilammonium bromida-metilen biru (CTABMB).\nUji ini memberikan hasil positif yang diperlihatkan dengan terbentuknya\nzona biru gelap di sekitar bagian yang mengandung rhamnolipid. Selain uji\nkualitatif, struktur rhamnolipid juga diverifikasi dengan teknik spektroskopi FTIR\ndan 1H-NMR. Spektrum FTIR dan 1H-NMR memperlihatkan pola spektrum yang\nkhas untuk rhamnolipid. Analisis lebih lanjut dilakukan menggunakan HRMS\nuntuk menentukan varian rhamnolipid yang diperoleh dari hasil biokonversi\nPOME oleh P. stutzeri BK-AB12. Hasilnya memperlihatkan banyaknya variasi\nrhamnolipid yang dihasilkan baik untuk kelompok mono maupun dirhamnolipid.\nHal ini disebabkan karena sumber karbon yang digunakan (POME) memiliki\nkandungan asam lemak yang cukup variatif sehingga berdampak kepada jalur\nmetabolisme dan biosintesis rhamnolipid.\nSampel rhamnolipid selanjutnya dikarakterisasi sifat fisikokimianya yang meliputi\npenentuan nilai indeks emulsifikasi, studi aktivitas rhamnolipid pada variasi\ntemperatur, pH dan salinitas, serta penentuan nilai konsentrasi misel kritis (CMC).\nHasil karakterisasi memperlihatkan bahwa sampel rhamolipid memiliki nilai\nindeks emulsifikasi 24 jam tertinggi sebesar 71,4% dan aktivitas tertinggi pada pH\n9, NaCl 15%(w/v) dan temperatur 55oC. Sedangkan nilai CMC diperoleh pada\nkonsentasi rhamnolipid 390 mg/L dengan penurunan tegangan permukaan air\nsebesar 16 dyne/cm pada temperatur ruang.\nUntuk meningkatkan produksi rhamnolipid, pada penelitian ini juga dicoba\nmemberikan perlakuan awal terhadap POME dengan proses ozonasi. Proses ini\ndilakukan dengan cara mengalirkan ozon dengan laju alir tetap ke dalam larutan\nPOME dengan variasi waktu tertentu. Dari hasil variasi waktu ozonasi, kondisi\nPOME terbaik teramati pada sampel hasil ozonasi selamat 30 menit. Hasil analisis\nGC-MS menunjukkan bahwa kandungan POME sebelum dan setelah ozonasi 30\nmenit memiliki perbedaan dimana POME sebelum ozonasi mengandung lebih\nkaya komponen gliserol dibanding asam-asam lemak, sedangkan POME setelah\nozonasi tidak mengandung gliserol dan mengandung asam-asam lemak sebagai\nkomponen utama. Profil kurva pertumbuhan bakteri pada medium yang\nmenggunakan POME terozonasi berbeda dengan kurva pertumbuhan bakteri\nsebelum ozonasi. Kurva pertumbuhan ini menunjukkan awal fase stasioner terjadi\npada jam ke-72 (sebelumnya jam ke-48) dan awal fase kematian pada jam ke-120\n(sebelumnya jam ke-72) dan rhamnolipid pada keadaan ini diproduksi dengan\nkonsentrasi tertinggi pada jam ke-120 (sebelumnya jam ke-96). Berdasarkan hal\ntersebut dapat dilihat bahwa proses ozonasi menyebabkan produksi rhamnolipid\nmenjadi lambat namun produk rhamnolipid yang dihasilkan meningkat.\nPenggunaan POME hasil ozonasi selama 30 menit dapat meningkatkan produksi\nrhamnolipid sebesar 1,17±0,12 gram/liter atau sekitar 30% lebih tinggi dibanding\nmenggunakan POME sebelum ozonasi. Verifikasi biosurfaktan yang diperoleh\ndilakukan dengan membandingkan spektrum FTIR dengan spektrum rhamnolipid sebelum ozonasi. Hasilnya kedua surfaktan memberikan pola spektrum yang sama\nsehingga POME hasil ozonasi tidak mengubah jalur biosintesis dan tetap\nmenghasilkan rhamnolipid.\nRhamnolipid yang dihasilkan dari biokonversi POME tanpa dan dengan ozonasi\ndiuji potensinya sebagai anti mikroba. Rhamnolipid dari POME tanpa ozonasi\nmemberikan konsentrasi hambat tumbuh (MIC) terhadap bakteri\nPropionibacterium acnes pada 125 ppm dan konsentrasi bunuh minimum (MBC)\npada 250 ppm. Hasil yang sama juga diperoleh dari rhamnolipid dengan POME\nterozonasi (tidak terdapat perbedaan nilai MIC dan MBC). Hal ini menyimpulkan\nbahwa ozonasi tidak mempengaruhi kemampuan rhamnolipid yang dihasilkan\nsebagai anti mikroba.\nRhamnolipid dari biokonversi POME dengan ozonasi dilakukan uji potensinya\nsebagai sufaktan untuk proses peningkatan perolehan minyak bumi (EOR). Salah\nsatu faktor krusial dalam menentukan efektifitas suatu surfaktan untuk proses\nEOR adalah kemampuan surfaktan untuk menurunkan tegangan antar muka (IFT)\nlapisan minyak-air hingga 10–3 mN/m pada CMC kurang dari 1000 ppm pada\ntemperatur tertentu. Hasil pengukuran memperlihatkan bahwa rhamnolipid yang\ndiperoleh mampu menurunkan nilai IFT hingga 10–3 mN/m pada temperatur 60oC\ndengan CMC sekitar 225 ppm. Oleh karena itu, rhamnolipid hasil biokonversi\nPOME terozonasi berpotensi untuk digunakan sebagai surfaktan EOR pada sumur\nminyak dengan kategori temperatur menengah.", "Daftar File": {"ABSTRAK Rahmad Rizki Fazli": "https://digilib.itb.ac.id/gdl/download/179997", "COVER Rahmad Rizki Fazli": "https://digilib.itb.ac.id/gdl/download/187103", "BAB1 Rahmad Rizki Fazli": "https://digilib.itb.ac.id/gdl/download/187104", "BAB2 Rahmad Rizki Fazli": "https://digilib.itb.ac.id/gdl/download/187105", "BAB3 Rahmad Rizki Fazli": "https://digilib.itb.ac.id/gdl/download/187106", "BAB4 Rahmad Rizki Fazli": "https://digilib.itb.ac.id/gdl/download/187107", "BAB5 Rahmad Rizki Fazli": "https://digilib.itb.ac.id/gdl/download/187108", "PUSTAKA Rahmad Rizki Fazli": "https://digilib.itb.ac.id/gdl/download/187109"}, "Penulis": "Rahmad Rizki Fazli [30517001]", "Kontributor / Dosen Pembimbing": ["Dr. Rukman Hertadi, S.Si., M.Si.", "Sony Suhandono, M.Sc., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Rhamnolipid, Pseudomonas stutzeri BK-AB12, POME, ozonasi, EOR, CMC", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "02 Sep 2019"}