{"Nomor": 41781, "Judul": "ANALISIS PERGERAKAN SAHAM DENGAN MENGGUNAKAN DEEP LEARNING", "Abstrak": "Ekonofisika merupakan salah satu cabang ilmu interdisiplin dalam fisika yang mengaplikasikan\nteori dan metode yang dikembangkan oleh fisikawan untuk menyelesaikan permasalahan dibidang\nekonomi. Salah satu pendekatan fisika yang digunakan dalam permasalahan dibidang ekonomi\nseperti penggunaan fisika statistik untuk melakukan studi pada pasar modal dengan mempelajari\npergerakan pasar saham dengan melakukan pendekatan fisika statistik dan fisika komputasi. Saham\nadalah satuan nilai atau pembukuan dalam berbagai instrumen finansial yang mengacu pada bagian\nkepemilikan sebuah perusa- haan. Pergerakan harga saham akan sangat dinamis setiap detiknya.\nUntuk memprediksi hal tersebut dapat menggunakan dua metode analisis, yang per- tama ialah\nanalisis fundamental yang berfokus pada analisis laporan keuan- gan dan kondisi perusahaan,\nkemudian yang kedua ialah Analisis teknikal di- lakukan dengan memmbaca pergerakan harga\nsaham dengan melihat grafik serta perhitungan data-data harga saham secara historis. Analisis\nteknikal dapat dilakukan dengan menggunakan Deep Learning. Deep Learning atau Representation\nlearning mempelajari bagaimana merepresentasikan data se- hingga dapat dengan mudah diekstrak\nuntuk mengambil informasi penting dalam membuat suatu mesin prediksi atau klasifikasi. Dengan\nmenggunakan Deep Learning akan dihasilkan suatu mesin prediksi pergerakan harga saham dengan\nketelitian dan akurasi tertentu.", "Daftar File": {"ABSTRAK Rio Harapan Pangihutan": "https://digilib.itb.ac.id/gdl/download/180003"}, "Penulis": "Rio Harapan Pangihutan [10213033]", "Kontributor / Dosen Pembimbing": ["Acep Purqon S.Si, M.Si, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Deep Learning, Saham, Teknikal Analisis, Jaringan Syaraf Tiruan", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "02 Sep 2019"}