{"Nomor": 41780, "Judul": "IDENTIFIKASI NILAI EMBODIED ENERGI DAN EMISI KARBON PADA FASE KONSTRUKSI APARTEMEN KELAS MENENGAH BAWAH MENGGUNAKAN ANALISIS INPUTOUTPUT Studi Kasus : Apartemen di Tiga Kota di Indonesia", "Abstrak": "Tingkat kesenjangan antara kebutuhan dengan ketersediaan rumah (backlogkepemilikan)\ndi Indonesia masih sangat besar mencapai 11,4 juta unit rumah di\ntahun 2015. Kesenjangan tersebut berdampak pada meningkatnya jumlah\npembangunan rumah dalam jumlah besar di Indonesia, khususnya rumah susun\nvertikal atau apartemen. Pembangunan tersebut berfokus pada sektor menengah dan\nmenengah bawah yang diisi oleh Masyarakat Berpenghasilan Rendah (MBR),\nkhususnya di kota-kota besar di Provinsi Jawa Barat dan DKI Jakarta. Bangunan\npada dasarnya mengkonsumsi energi seperti bahan bakar dan listrik dalam tiap\nproses tahapan hingga bangunan tersebut terbangun. Dengan meningkatnya\npembangunan apartemen kelas menengah dan bawah, tentunya juga membutuhkan\natau mengkonsumsi energi yang semakin besar pula. Energi yang terkandung pada\nbangunan disebut dengan Embodied Energy (EE) bangunan. Konsumsi energi yang\nsemakin besar apabila tidak dikendalikan maka dapat mengakibatkan dampak\nnegatif terhadap lingkungan. Salah satu dampak lingkungan dari penggunaan energi\nadalah timbulnya emisi karbon (CO2) yang dianggap menjadi salah satu faktor\npenyebab peningkatan suhu dunia (global warming) dan perubahan iklim yang telah\ndirasakan saat ini. Oleh karena itu, sangat penting untuk mengidentifikasi nilai\nenergi beserta dampak emisi karbon dari pembangunan apartemen kelas menengah\nbawah yang diprediksi akan semakin meningkat. Penelitian ini akan menggunakan\npendekatan penilaian siklus hidup (LCA) yang dapat melihat dari berbagai tahapan\nfase konstruksi sebuah bangunan. Penelitian ini menggunakan model analisis I-O\nyang mengkonversi data level makro ekonomi menjadi data energi sektoral. Metode\nini dianggap sangat kuat dan andal untuk digunakan serta dianggap tepat untuk\ndigunakan di Indonesia dimana ketersediaan data yang masih relatif buruk.\nPenelitian ini akan diawali dengan (1) mengidentifikasi ruang lingkup serta\nkebutuhan dan sumber data yang akan digunakan dalam pengukuran analisis inputoutput,\nlalu (2) melakukan pengukuran nilai energi dan emisi karbon material\nbangunan pada fase konstruksi apartemen kelas menengah bawah dengan\nmenggunakan analisis berbasis input-output, (3) mengidentifikasi pola-pola yang\nterjadi antar kasus apartemen, dan (4) mengidentifikasi faktor-faktor yang\nberpengaruh pada nilai embodied energi dan emisi karbon. Terdapat enam kasus\nyang diteliti. Pada tahap 1 ditemukan bahwa ruang lingkup penelitian ini\nmerupakan cradle to completion dengan sumber data primer dan sekunder, dimana\npenggunaan data sekunder berupa tahun rata-rata kecuali data Tabel I-O Indonesia\nyang dibuat per 5 tahun, sehingga digunakan tahun terakhirnya (2010). Sedangkan\npada tahap 2, teridentifikasi bahwa nilai embodied energi total (gabungan\narsitektural unit dan struktural) dari kasus apartemen kelas menengah bawah\nmencapai 0.613 GJ/m2 hingga 0.834 GJ/m2, dengan nilai emisi karbon mencapai\n51.99 kgCO2/m2 hingga 68.19 kgCO2/m2. Selain itu nilai energi dan emisi karbon\npada pekerjaan arsitektural cenderung lebih besar dibandingkan pekerjaan\nstruktural mencapai 1,5 hingga 3 kali lipat. Pada tahap 3, dapat diidentifikasi bahwa\nterdapat berbagai pola-pola perbedaan dari berbagai kasus berdasarkan\nperbandingan pekerjaan, material dan instalasi/upah. Pada pekerjaan arsitektural,\nnilai terbesar terletak pada pekerjaan mortar dan lantai dengan terbesar pada\nmaterial mortar, sedangkan pada pekerjaan struktural terletak pada pekerjaan plat\nlantai dengan terbesar pada material besi. Sedangkan pada perbandingan\ninstalasi/upah, nilai terbesar pada pekerjaan mortar sehingga diperlukan inovasi\nmetode dan teknologi yang dapat menurunkan energi dan emisinya. Sedangkan\npada pekerjaan marmer, curtain wall, keramik, ACP, aluminium dan bata ringan,\nkaca, didominasi oleh energi yang terkandung dalam material, sehingga strategi\npenurunannya harus berfokus pada tahap industri dan transportasi. Dan pada tahap\n4, beberapa faktor yang dapat diidentifikasi antara lain terkait pemilihan material,\nkonfigurasi bangunan, dan rasio pembesian (efektifitas dan efisiensi perhitungan\nstruktur).", "Daftar File": {"ABSTRAK Try Ramadhan": "https://digilib.itb.ac.id/gdl/download/180002"}, "Penulis": "Try Ramadhan [25217004]", "Kontributor / Dosen Pembimbing": ["Dewi Larasati, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "embodied energy, emisi karbon, material, fase konstruksi, apartemen kelas menengah bawah, analisis input-output", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha  \n                                     Sandy Nugraha", "File": "1 file", "Tanggal Input": "02 Sep 2019"}