{"Nomor": 41782, "Judul": "THE ROLE OF RUNOFF MECHANISMS FOR NUTRIENT TRANSPORT IN STEEP SLOPES AND CLAY SOIL LAYERS", "Abstrak": "The quantity and quality of river water are under the influence of surface runoff,\npipe flow, return flow, and subsurface flow. The relations between rainfall and runoff\nand its quality deal with several hydrological processes. However, the limited understanding\nof the main runoff mechanism in a certain area, lack of the rainfall\nand runoff data and the concurrent nutrient substance data are some typical reasons\nthat make difficulties to imitate the runoff and nutrient transport in nature. Most\nphysically based models cannot reflect the true complexity and heterogeneity of the\nprocesses occurring in the fields.\nThe research comprehensively explores the influence of rainfall on runoff generation\nand nutrient dispersion on the sloped catchment. The objective of this study is\nfirstly to prove that the subsurface flow plays the dominant roles of runoff formation\nrather than a surface flow. Secondly, the main runoff quantity, the soil physical\ncharacteristics are the important factors that involve in the transport of nutrient under\nrunoff processes. In order to achieve this aim, the study conducts the runoff\nprocess by different rainfall intensity, land cover plots in the field study; Obtaining\nthe mineralization and nitrification to study the transport of nutrient in the form of\nammonium, and nitrate in several soil layers and the discharge flow in the laboratory\nstudy; development of physical based model for specific conditions of steep-sloped\nof a tropical regions.\nThe runoff generations in the field experiments can be observed in several plots under\nartificial rainfall. The soil moisture is the indicator to represent the water content\nin the soil layers. Besides that, some parameters related to the capacity of the soil\nto transmit water such as hydraulic conductivity, soil porosity, texture, density are\nmeasured. The results can be applied in the mathematical model. This stage helps\nto expand the understanding of soil moisture on the water content in the soil, and\nrunoff generation. Under small rainfall, the surface flow and subsurface flow are\nnot the dominant mechanism in a steep slopes, and clay soil layers. The moisture in\nland surface decides the main contribution to runoff flow in the downstream area in\nshort period.\nIn the laboratory experiments, a certain amount of fertilizer are applied in several\nsoil columns to study the dispersion of nitrogen is the soil layers and the runoff flow.\nThe soil samples from several layers and the water in the bottom of soil columns are\ncollected to analyze the ammonium and the nitrate. These soil quality results are\nfitted by the curve of the ammonium and nitrate concentration by the Polynomial\nand the Fourier series. This stage found that the ammonium is the main form of\nnitrogen in the soil layers, and it increased quickly in the land surface; otherwise,\nthe nitrate is very small and tends to stable in three layers.\nTo support these empirical models based on the Polynomial and the Fourier function,\na new model using Cellular Automata is explored to emulate the overland flow\nin flooded condition. The Cellular Automata model can successfully imitate the\noverland flow in a slope area, with acceptable results. Besides that, the dissertation\nalso suggests a mathematical model to simulate the runoff flow and nutrient\ntransport based on the soil moisture dynamic and the water balance equations in the\nvarious soil layers. The important keys of the method are using very thin soil layer,\nand small time steps to increase the accuracy of the simulation results. Both models\nhave been simplified to be applicable for simulating the runoff and solute transport\nin limited data conditions.\nIn conclusion, the results confirm the knowledge related to runoff generations. It is\nexpected to contribute to a profound understanding of the behavior of river water\nquality and enhance development of a mathematical model for river water quality\npredictions. In the future, the further research is needed to overcome these limitations\nin order to study the runoff and nutrient transport deeper and correctly.", "Daftar File": {"ABSTRAK Nguyen Thi Ngoc Anh": "https://digilib.itb.ac.id/gdl/download/180004"}, "Penulis": "Nguyen Thi Ngoc Anh [35315701]", "Kontributor / Dosen Pembimbing": ["Dr.Eng.Ir. Priana Sudjono", "Prof.Dr. Barti Setiani Muntalif", "Dr. Agus Yodi Gunawan."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "steep slope, runoff, overland flow, subsurface flow, nutrient transport, physical model, Cellular Automata.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Sep 2019"}