{"Nomor": 41787, "Judul": "PEMODELAN NUMERIK DINAMIKA SUMBER TEKANAN GUNUNG SINABUNG BERDASARKAN DATA GPS TAHUN 2011-2016", "Abstrak": "Gunung Sinabung mulai erupsi sejak tanggal 27 Agustus 2010 setelah selama 1200 tahun yang lalu tidak ada catatan aktivitas erupsi terkait Gunung Sinabung. Erupsi Gunung Sinabung terus terjadi hingga saat ini (tahun 2019). Berdasarkan haltersebut perlu dilakukan analisis terkait guna memprediksi posisi dan volume sumber tekanan. Studi ini bertujuan untuk menprediksi kedalaman dan volume dari sumber tekanan berdasarkan data GPS. Data GPS yang digunakan mencakup data GPS lokal dari stasiun-stasiun pengamatan GPS kontinu milik PVMBG (Pusat Vulkanologi dan Mitigasi Bencana Geologi) di sekitar Gunung Sinabung, data diolah dengan perangkat lunak GAMIT/GLOBK 10.6. yang diikatkan secara relatif terhadap stasiun SAMP guna mereduksi pengaruh kegempaan. Sebelum dilakukan inversi maka dilakukan pembagian periode terhadap data berdasarkan pola kelurusan dari time series, dalam penellitian diperoleh 12 periode yang kemudian dilakukan inversi menggunakan model Mogi dan McTigue dengan skema Very Fast Simulated Annealing (VFSA) dan Particle Swarm Optimization (PSO). Hasil inversi menunjukan hasil yang cukup baik dari segi misfit maupun dari segi respon model, baik menggunakan PSO maupun VFSA. Dari hasil analisis data dikaitkan dengan aktivitas kegempaan dan kondisi Geologi Gunung Sinabung diperoleh kantong magma yang terkonsentrasi pada 3 lokasi yaitu kantong magma dangkal pada kedalaman sekitar 0,5-1,3 km yang terdiri dari kantong-kantong magma yang tersebar pada sektor timur laut dan barat laut dari Gunung Sinabung, kantong magma menengah antara dangkal dan dalam pada kedalaman 3,8km dan kantong magma dalam pada kedalaman 16,9km.", "Daftar File": {"ABSTRAK Ratih Kumalasari": "https://digilib.itb.ac.id/gdl/download/180362", "COVER Ratih Kumalasari": "https://digilib.itb.ac.id/gdl/download/180664", "BAB 1 Ratih Kumalasari": "https://digilib.itb.ac.id/gdl/download/180665", "BAB 2 Ratih Kumalasari": "https://digilib.itb.ac.id/gdl/download/180666", "BAB 3 Ratih Kumalasari": "https://digilib.itb.ac.id/gdl/download/180667", "BAB 4 Ratih Kumalasari": "https://digilib.itb.ac.id/gdl/download/180668", "BAB 5 Ratih Kumalasari": "https://digilib.itb.ac.id/gdl/download/180669", "PUSTAKA Ratih Kumalasari": "https://digilib.itb.ac.id/gdl/download/180670"}, "Penulis": "Ratih Kumalasari [30213001]", "Kontributor / Dosen Pembimbing": ["Wahyu Srigutomo, S.Si., M.Si., Ph.D.", "Prof. Dr.-Ing. Mitra Djamal", "Dr. Irwan Meilano, S.T., M.Sc"], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Gunung Sinabung, GPS, sumber tekanan, VFSA, PSO", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "02 Sep 2019"}