{"Nomor": 41783, "Judul": "IDENTIFIKASI POTENSI PERANGKAP STRATIGRAFI FORMASI TALANG AKAR DI LAPANGAN KAYA, CEKUNGAN SUMATRA SELATAN", "Abstrak": "Lapangan Kaya merupakan lapangan pengembangan milik Pertamina, yang\ndioperasikan oleh TAC-Pertamina Indama Putra Kaya Pratama, berada di cekungan\nSumatra Selatan. Pada Lapangan Kaya ini telah diprodukasi hidrokarbon pada Formasi\nLemat, dan ditemukan indikasi kandungan hidrokarbon pada Formasi Talang Akar.\nPenelitian ini dimaksudkan untuk mengetahui kondisi geologi lingkungan pengendapan,\npola sebaran reservoir dan mengidentifikasi kemungkinan terdapatnya pemerangkapan\nstratigrafi pada interval Formasi Talang Akar untuk pengembangan lapangan\nselanjutnya.\nDalam penelitian ini digunakan bantuan seismik atribut berupa RMS amplitudo dari\ndata seismik 3D seluas 25 km2, untuk melacak distribusi reservoir batupasir pada zona\ninterest dan data log tali kawat dari delapan sumur di Lapangan Kaya dan Lapangan\nJirak akan digunakan untuk analisis lingkungan pengendapan menggunakan metode\nelektrofasies. Untuk menggambarkan paleogeografi dari zona interest didekati dari\npembuatan peta isopach yang dikombinasikan dengan hasil dari analisis seismik atribut.\nii\nPenggabungan peta struktur kedalaman dengan peta seismik atribut yang mencerminkan\nketebalan dari reservoir batupasir, digunakan untuk mengidentifikasi potensi perangkap\nstratigrafi pada zona interest.\nSebanyak 11 potensi perangkap stratigrafi dapat diidentifikasi, yang secara umum\nditafsirkan akibat perubahan fasies dari batupasir ke serpih. Sumber daya hidrokarbon\nterbesar yang didapat dari perhitungan menggunakan pendekatan Monte Carlo adalah\npada reservoir batupasir A yaitu sebesar 20.50 MMBO.", "Daftar File": {"COVER TINTIN SUMARNI": "https://digilib.itb.ac.id/gdl/download/180005", "BAB 1 TINTIN SUMARNI": "https://digilib.itb.ac.id/gdl/download/180006", "BAB 2 TINTIN SUMARNI": "https://digilib.itb.ac.id/gdl/download/180007", "BAB 3 TINTIN SUMARNI": "https://digilib.itb.ac.id/gdl/download/180012", "BAB 4 TINTIN SUMARNI": "https://digilib.itb.ac.id/gdl/download/180013", "BAB 5 TINTIN SUMARNI": "https://digilib.itb.ac.id/gdl/download/180014", "PUSTAKA TINTIN SUMARNI": "https://digilib.itb.ac.id/gdl/download/180015"}, "Penulis": "TINTIN SUMARNI [22010312]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dardji", "Dr. Dwiharso Nugroho, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Perangkap Stratigrafi, elektrofasies, Analisis Lingkungan pengendapan, elektrofasies, seismik atribut.", "Sumber": "", "Staf Input/Edit": "tuti yulia", "File": "11 file", "Tanggal Input": "02 Sep 2019"}