{"Nomor": 41796, "Judul": "STRATEGI PENGEMBANGAN IDENTITAS PRODUK MELALUI SISTEM INDIKASI GEOGRAFIS (STUDI KASUS: KOPI ARABIKA GAYO)", "Abstrak": "Indikasi Geografis (IG) adalah sebuah sistem perlindungan hak kekayaan intelektual secara\nkolektif untuk mengangkat produk unggulan daerah yang unik, spesifik, berkualitas, dan\nbereputasi. Dalam kerangka teoritis Social-Ecological System (SES), sistem IG dilihat\nsebagai upaya pembangunan identitas sebuah produk khas yang tidak dapat diduplikasi di\nlokasi geografis lain (terroir). Setelah sistem ini diadopsi di Indonesia, jumlah produk IG\nyang didaftarkan ke Direktorat Jenderal Kekayaan Intelektual (DJKI), Kementerian\nHukum dan HAM, berkembang pesat, meskipun dinilai tanpa arah pengembangan identitas\nyang jelas. Penelitian ini dilakukan untuk merumuskan strategi pembangunan identitas\nproduk melalui sistem IG menggunakan studi kasus IG Kopi Arabika Gayo. Penelitian ini\nmenggunakan metode studi kasus dengan pendekatan triangulasi melalui desk analysis,\nobservasi, dan wawancara semi terstruktur terhadap 26 informan kunci terkait tata kelola\nkopi arabika Gayo di sepanjang rantai produksi. Dari data dan informasi yang diperoleh,\ndilakukan tiga tahap analisis: 1) Penentuan faktor-faktor penting dalam pembangunan\nidentitas menggunakan analisis kesesuaian lahan, discourse analysis, pairwise comparison\nanalysis, dan uji contingency rate; 2) Pengukuran relevansi sistem IG dengan faktor-faktor\npenting tersebut menggunakan content analysis; 3) Perumusan strategi menggunakan\nTheory of Change IG Kopi di Indonesia yang dikembangkan oleh Neilson dkk. (2018) dan\nanalisis QSPM. Dari analisis pertama, didapatkan faktor-faktor penting dalam\npengembangan identitas beserta bobot kepentingan sebagai berikut: permintaan dan\nreputasi pasar (27.5%), sertifikasi eksternal (17,0%), karakteristik fisik dan rasa produk\n(14,1%), nilai sosial dan budaya (9,1%), teknik pascapanen (7,2%), kesesuaian lahan\n(5,7%), bahan tanam (5,7%), kelembagaan petani (5,0%), teknik budidaya (4,9%), isu\ntenaga kerja (2,3%), dan isu lingkungan (1,5%). Dari analisis kedua didapatkan bahwa\nsistem IG yang telah dirancang oleh Masyarakat Perlindungan Kopi Gayo (MPKG)\nmemiliki relevansi paling besar pada aspek kesesuaian lahan (100%), karakteristik dan rasa\nproduk (100%), dan teknik pascapanen (100%); serta relevansi paling kecil pada aspek isu\ntenaga kerja (50%), nilai sosial dan budaya (44,4%), dan isu lingkungan (33,3%). Dari hasil\nanalisis akhir didapatkan urutan prioritas strategi pengembangan identitas dengan nilai\ndaya tarik sebagai berikut: kontrol kualitas produk (2,32), promosi dan penetrasi pasar\n(2,18), pengawasan penggunaan nama dan pelanggaran (1,81), penguatan internal MPKG\n(1,44), peningkatan nilai tambah (1,32), dan penguatan entitas lembaga MPKG (1,27).", "Daftar File": {"ABSTRAK Dikdik Permadi": "https://digilib.itb.ac.id/gdl/download/180054"}, "Penulis": "Dikdik Permadi [21317011]", "Kontributor / Dosen Pembimbing": ["Angga Dwiartama, S.Si., M.Si., Ph.D.", "Dr. Ir. Endang Hernawan, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "identitas produk, indikasi geografis, Kopi Arabika Gayo", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "03 Sep 2019"}