{"Nomor": 41807, "Judul": "PERANCANGAN BUS DAN SISTEM EMBEDDED CUBESAT 2U UNTUK KEPERLUAN MARITIM", "Abstrak": "CubeSat atau Cube Satellite merupakan sebuah satelit nano yang diterbangkan pada ketinggian LEO. Jika dibandingkan dengan satelit GEO, CubeSat memiliki biaya pengembangan yang lebih murah, waktu perakitan yang jauh lebih singkat, serta kompleksitas yang rendah. CubeSat umumnya hanya dapat digunakan untuk menjalankan satu misi dikarenakan ukurannya yang kecil. Misi yang dapat dijalankan CubeSat beragam, salah satunya adalah misi pendeteksian kapal yang berlayar di wilayah Indonesia dengan menggunakan AIS (Automatic Identification System). Dengan digunakannya CubeSat sebagai penerima AIS seluruh wilayah kelautan Indonesia dapat tercakup dengan baik. Tujuan dari tugas akhir ini adalah merancang sebuah CubeSat berdasarkan standar yang mampu mengangkut seluruh komponen yang dibutuhkan untuk melakukan penerimaan sinyal AIS. Perancangan kerangka CubeSat dilakukan dengan menggunakan perangkat lunak SolidWorks. CubeSat yang dirancang juga hanya akan menerima data AIS ketika berada di atas wilayah Indonesia. Pengaturan ini dilakukan dengan menggunakan sistem penjadwalan pada on-board computer Banana Pi M2+. Pengaturan jadwal dilakukan menggunakan bahasa bash dengan membagi aktivitas CubeSat menjadi empat mode, yaitu mode aktivasi, mode pengambilan data, mode pengiriman data, serta mode pembersihan memori dan mode idle. Durasi tiap mode ditentukan berdasarkan periode orbit CubeSat dan durasi CubeSat berada di atas wilayah Indonesia. Berdasarkan hasil pengujian dan evalusi, CubeSat 2U yang didesain berukuran 10 x 10 x 22 sentimeter dengan massa 930.8 gram. Dimensi dan massa CubeSat 2U yang dirancang telah sesuai dengan standar CDS (CubeSat Design Specification). Banana Pi M2+ juga berhasil mengelola CubeSat sehingga CubeSat dapat menerima data AIS, mengambil gambar, mengirim data AIS dan gambar, serta melakukan pembersihan memori sesuai dengan durasi CubeSat berada di wilayah Indonesia selama 7 menit dengan periode orbit 92 menit.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/180125"}, "Penulis": "Dhinda Ariecintya Janita [18115008]", "Kontributor / Dosen Pembimbing": ["Dr. Joko Suryana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "CubeSat, AIS, kerangka, penjadwalan", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "03 Sep 2019"}