{"Nomor": 41803, "Judul": "ANALISIS INSPEKSI BERBASIS RISIKO PADA PERALATAN BERTEKANAN DI FASILITAS   PRODUKSI HULU", "Abstrak": "Keselamatan dan kesehatan kerja merupakan faktor yang penting dalam kegiatan\noperasi industri migas. Untuk menjamin faktor ini, Kegiatan perawatan pada setiap peralatan\nperlu dilakukan. Salah satu jenis peralatan yang dapat gagal dan memberikan kerugian yang\nsignifikan adalah peralatan bertekanan. Oleh karena itu, inspeksi berbasis risiko (RBI) harus\ndilakukan pada peralatan-peralatan ini agar kegiatan perawatan menjadi tepat sasaran dan\ndilakukan dengan efektif. \nTugas sarjana ini akan membahas tentang proses penghitungan risiko berdasarkan\nstandar API 581 edisi 2016 pada peralatan-peralatan bertekanan pada salah satu anjungan\nlepas pantai. Peralatan tersebut adalah D-1501 yang merupakan pemisah produksi, D-1502\nyang merupakan pemisah uji, dan D-1503 yang merupakan sour water flash drum. Nilai\nkemungkinan kegagalan (POF) yang didapat adalah 1,14 × 10-4 pada D-1501, 1,09 × 10\npada D-1502, dan 2,80 × 10-4 pada D-1503, sedangkan nilai konsekuensi kegagalan (COF) yang didapat adalah 34887,06 m2 pada D-1501, 8673,943 m2pada D-1502, dan 1809,29 m\npada D-1503. Tingkat risiko pada D-1501 termasuk dalam golongan 2E yang merupakan\nkategori risiko menengah atas, sedangkan pada D-1502 dan D-1503 termasuk dalam\ngolongan 2D yang merupakan kategori risiko menengah bawah. \nPerencanaan inspeksi dilakukan berdasarkan tingkat risiko pada masing-masing\nperalatan. Pada D-1501, inspeksi dilakukan dengan selang waktu 2 tahun sekali, sedangkan\npada D-1502 dan D-1503 dilakukan dengan selang waktu 3 tahun sekali, dengan inspeksi\npada masing-masing peralatan menggunakan kategori D pada penipisan dan kerusakan\neksternal dan kategori C pada SCC. Dengan inspeksi ini, tingkat risiko pada D-1501 akan\nberkurang sebesar 92%, sedangkan D-1502 dan D-1503 akan berkurang sebesar 82% jika\ndibandingkan dengan tanpa inspeksi selama 10 tahun ke depan.", "Daftar File": {"2019 TA 13115147  Aldi Mogalana_vF.pdf)u": "https://digilib.itb.ac.id/gdl/download/180089"}, "Penulis": "Aldi Mogalana [13115147]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. I Gusti Nyoman Wiratmaja, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "risiko, kemungkinan kegagalan, konsekuensi kegagalan, perencanaan inspeksi", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "1 file", "Tanggal Input": "03 Sep 2019"}