{"Nomor": 41816, "Judul": "PENENTUAN LOKASI HIPOSENTER RANGKAIAN GEMPA UTAMA LOMBOK 2018 DENGAN MENGGUNAKAN DATA KORELASI SILANG SINYAL", "Abstrak": "Pulau Lombok merupakan satu dari sekian banyak pulau di sepanjang Busur Sunda\nTimur (Eastern Sunda Arc) yang terbentuk akibat subduksi lempeng aktif dengan\nfrekuensi aktivitas tektonik regional yang tergolong tinggi. Di antara sekian banyak\naktivitas tektonik tersebut, salah satu yang paling mendapat perhatian dari berbagai\npihak dewasa ini adalah kejadian rangkaian gempa Lombok pada pertengahan\ntahun 2018 tersebut di mana gempa ini telah menelan banyak korban dan\nmenyebabkan berbagai kerusakan bangunan. Dari rangkaian gempa tersebut, salah\nsatu gempa yang paling merusak adalah gempa pada tanggal 5 Agustus dengan\nmagnitudo momen sebesar Mw6.9 (sebagaimana yang dilansir oleh USGS) di mana\ngempa ini sendiri ditenggarai berkaitan dengan gempa yang terjadi sebelumnya\npada tanggal 29 Juli dengan kekuatan Mw6.4 (USGS) dan dua gempa setelahnya\n(masing-masing berkekuatan Mw6.3, USGS dan Mw6.9, USGS) yang menyusul\npada tanggal 19 Agustus.\nDalam penelitian ini, data arrival time dari total 26 stasiun pengamatan yang\nterdaftar pada katalog IRIS dengan jarak <50° dari lokasi sumber gempa awal akan\ndikoreksi lebih lanjut melalui program auto-picking yang mana hasil picking\ntersebut selanjutnya akan digunakan sebagai acuan dalam proses korelasi silang\nseismogram (waveform cross-correlation). Selanjutnya, hasil dari korelasi silang\nini akan dipergunakan sebagai input dalam proses penentuan lokasi-lokasi\nhiposenter baru dengan pendekatan probabilistik non-linear melalui algoritma octtree importance sampling pada software NonLinLoc dengan acuan model\nkecepatan global ak135-F. Lokasi-lokasi gempa yang diperoleh tersebut\nmengindikasikan kemungkinan terdapatnya suatu segmen patahan dengan orientasi\nyang relatif berarah W-E yang saling mengaitkan antara kedua gempa yang terjadi\npada tanggal 19 Agustus, di mana dalam ruang lingkup yang lebih luas lokasi-lokasi\nbaru keempat gempa tersebut secara umum cenderung lebih mengelompok pada\narea yang mengalami intensitas guncangan gempa terbesar sebagaimana yang\ndilaporkan oleh BNPB.", "Daftar File": {"ABSTRAK Zakaria Sofyan Laksmana": "https://digilib.itb.ac.id/gdl/download/180168"}, "Penulis": "Zakaria Sofyan Laksmana [12313070]", "Kontributor / Dosen Pembimbing": ["Dr. Andri Dian Nugraha, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "korelasi silang seismogram, penentuan lokasi hiposenter, rangkaian gempa Lombok 2018", "Sumber": "", "Staf Input/Edit": "", "File": "8 file", "Tanggal Input": "03 Sep 2019"}