{"Nomor": 41818, "Judul": "PEMBUATAN LAPISAN TIPIS SUPERHIDROFOBIK PADA POLIMER POLIETILEN TEREFTALAT", "Abstrak": "Polietilen Tereftalat (PET) adalah jenis polimer yang banyak dimanfaatkan sebagai\nbenda kerja dalam kehidupan karena memiliki sifat mekanik, fisik, dan kimia yang baik serta\nmudah diproses. Secara alami, PET bersifat hidrofilik. Untuk aplikasi tertentu, diperlukan\npermukaan PET yang bersifat menolak air (superhidrofobik). Permukaan PET dapat\ndimodifikasi dengan pelapisan material yang bersifat hidrofobik.\nModifikasi permukaan PET dilakukan dengan melapisi partikel organo modified silica\n(ormosil), yang disintesis menggunakan metode sol-gel. Metode pelapisan permukaan PET\nmenggunakan deposisi spin coating, spray coating, dan pencelupan. Sebelum pelapisan\nsubstrat PET diberi perlakuan kimia alkali dan pemberian zat adhesif. Sifat hidrofobik diuji\ndengan mengukur sudut kontak dan sudut gelinding daru tetesan air 10 ?L. Pengaruh\ntemperatur substrat terhadap sudut kontak dilakukan dengan memanaskan substrat hingga\ntemperatur 100oC. Morfologi permukaan lapisan diamati dengan Scanning Electron\nMicroscope (SEM), dan gugus fungsi ikatan lapisan diamati menggunakan Fourier Transform\nInfrared Spectroscopy (FTIR).\nHasil pengujian menunjukan bahwa polimer PET bersifat superhidrofobik dengan sudut\nkontak maksimum sebesar 162° berhasil dibuat dengan spray coating dan pencelupan ormosil\npada permukaan PET yang dilapisi zat adhesif. Gugus C-H pada ormosil memegang peran\npenting terbentuknya sifat superhidrofobik. Pemanasan PET superhidrofobik pada temperatur\n80oC mengubah pembasahan menjadi hidrofilik dengan sudut kontak 56o. PET kembali bersifat\nsuperhidrofobik ketika temperatur air kembali turun ke tempertur ruang.", "Daftar File": {}, "Penulis": "Aldi Sulthan Fauzi [13715061]", "Kontributor / Dosen Pembimbing": ["Ir. Ahmad Nuruddin, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "ormosil, sol-gel, PET, spray coating, pencelupan, hidrofobik.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "03 Sep 2019"}