{"Nomor": 41814, "Judul": "KENDALI ROBUST PI/PID PADA KOLOM DISTILASI MINI BERBASIS OTOMASI CYBER-PHYSICAL SYSTEM", "Abstrak": "Keterkaitan antara sistem komputasi dengan proses fisik, atau biasa dikenal dengan istilah Cyber-Physical System (CPS), telah banyak digunakan dalam proses industri. Pada proses industri berbasis CPS, komponen sensor, kontroler dan aktuator saling terhubung melalui jaringan komunikasi. Jaringan komunikasi dapat menimbulkan ketidakpastian waktu tunda transmisi akibat adanya keterbatasan jaringan, atau bahkan variasi beban pada jaringan. Selain itu, karakteristik non-linier dan time-variant pada sistem kolom distilasi dapat pula menyebabkan ketidakpastian model yang perlu untuk dipertimbangkan dalam proses desain sistem kendali. Ketidakpastian model dan waktu tunda proses yang inheren pada sistem kolom distilasi disebabkan oleh pendekatan linearisasi sistem yang tidak memodelkan dinamika sistem pada frekuensi tinggi. Lebih lanjut, ketidakpastian dinamika input (aktuator) dan output (sensor) pun turut dipertimbangkan sebagai komponen ketidakpastian sistem. Pada penelitian ini, telah dirancang kendali robust PI/PID menggunakan metode AMIGO dengan pemilihan fungsi pembobotan yang sesuai, guna menjamin kriteria stabilitas dan performansi robust pada kolom distilasi. Selain itu, dianalisis pula pengaruh komponen ketidakpastian sistem terhadap performansi sistem closed-loop. Simulasi MATLAB/Simulink digunakan untuk memvalidasi performa metode AMIGO sebelum diimplementasikan pada kolom distilasi berbasis CPS. Berdasarkan hasil simulasi dan implementasi, kendali robust PI/PID yang telah dirancang dapat menghasilkan nilai error integral, rasio distilat, dan kriteria robustness yang lebih baik dibandingkan dengan kendali PI/PID konvensional. Hal ini menunjukkan bahwa kendali robust PI/PID telah dapat mengkompensasi pengaruh ketidakpastian sistem terhadap performansi sistem.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/180158", "Abstract": "https://digilib.itb.ac.id/gdl/download/180159"}, "Penulis": "Wirenda Sekar Ayu [23218033]", "Kontributor / Dosen Pembimbing": ["Dr. Pranoto Hidaya Rusmin, S.T., M.T.", "Egi Muhammad Idris Hidayat, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Cyber-Physical System, Kolom Distilasi, Robust PI/PID, Stabilitas Robust, Performansi Robust, Error Integral.", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "03 Sep 2019"}