{"Nomor": 41819, "Judul": "USULAN STRATEGI PEMASARAN BAGI BISNIS FOTOGRAFI (KASUS: EUNOIA VERDE", "Abstrak": "Sejak awal tahun 2000an sampai sekarang, perkembangan teknologi tentunya tidak bisa lepas dari \nkehidupan sehari-hari. Salah satunya adalah perkembangan teknologi kamera yang digunakan untuk\nmenghasilkan foto dan video. Keinginan orang-orang untuk mengabadikan momen itulah yang\nmenciptakan pasar jasa fotografi di Indonesia. Hal ini didukung pula dengan perkembangan media\nsosial seperti Intagram dan Facebook yang digunakan ornag-orang untuk berbagi ataupun memamerkan\nfoto-foto tersebut.  \n\nEunoia Verde Picture House merupakan salah satu perusahaan penyedia jasa fotografi yang ikut dalam\npersaingan pasar ini terutama untuk daerah Bandung dan sekitarnya. Eunoia Verde dipelopori oleh tiga\norang yang memiliki hobi fotografi da setelah melihat peluang yang cukup besar maka pada 2016\nmemutuskan untuk menyediakan jasa fotografi profesional yang bersifat mobile. Jenis foto yang\nditawarkan oleh Eunoia Verde diantaranya adalah foto pra-nikah/pernikahan, produk/model,\nkeluarga/kelulusan, dan  buku tahunan sekolah. Dikarenakan Eunoia Verde tidak memiliki studio tetap\nmaka perusahaan ini lebih fokus pada studio mobile yang bisa dipasang dimana saja sesuai keinginan\ncustomer. \n\nTentu saja dalam menjalankan aktivitas bisnis bagi perusahaan yang baru berjalan 2 tahun ini selalu\nmengalami permasalahan terutama dalam aspek penghasilan yang belum meningkat dan tidak pasti.\nPenelitian ini bertujuan untuk mencari akar masalah yang menjad penyebab permasalahan itu muncul\ndan menentukan strategi yang tepat untuk menangani masalah tersebut. Akar masalah yang muncul\nternyata berasal dari tidak maksimalnya aktivitas marketing yang dilakukan oleh perusahaan dan\nrendahnya kesadaran masyarakat terhadap brand. \n\nUntuk mengatasi permasalahan itu, pada penelitian ini digunakan dua konsep utama yaitu Bauran\nPemasaran dan Brand TouchpointMasing-masing konsep bertujuan menganalisa kondisi bisnis dan\nmenentukan strategi pemasaran untuk meraih akuisisi dan retensi pelanggan. Tentunya setiap konsep\nmemiliki alat-alat yang membantu analisa agar menjadi sesuatu yang konkret. Ada pula survey dan\nkuesioner yang disebar ke beberapa sample pelanggan untuk mendapatkan data yang tepat. Proses\npembuatan solusi menggunakan pengembangan bauran pemasaran dan roda kontak merek, yang data\npendukungnya telah didapat pada proses analisa pasar. Setelah semua itu didapatkan, terciptalah\nrencana penerapan yang diharapkan bahwa jumlah penjualan mengalami kenaikan", "Daftar File": {"2019_TS_PP_Muhammad Fadhil Pradana_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/180173"}, "Penulis": "Muhammad Fadhil Pradana [29116131]", "Kontributor / Dosen Pembimbing": ["Dr. Leo Aldianto, MBA, MSc"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "fotografi, strategi pemasaran, bauran pemasaran, titik sentuh merek.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "03 Sep 2019"}