{"Nomor": 41812, "Judul": "PERANCANGAN SISTEM TENAGA LISTRIK HIBRIDA            OFF-GRID UNTUK BEBAN KOMUNAL DAN BEBAN ADMINISTRATIF DI DESA AMARU, ASMAT, PAPUA", "Abstrak": "Penerapan sistem tenaga listrik berbasis modul surya/photovoltaic (PV) telah marak digunakan di dunia dalam pemenuhan energi yang bersifat terbarukan. Sistem tenaga listrik hibrida berbasis PV merupakan jawaban untuk meminimalisir emisi demi mewujudkan energi listrik yang bersih dan juga cocok untuk dirancang di daerah yang terisolasi jauh dari jaringan listrik utama. Sistem tenaga listrik hibrida yang akan diajukan dalam Tesis ini adalah sistem tenaga listrik hibrida yang terdiri dari PV, Generator dan Baterai. Desain sistem tenaga listrik hibrida yang diajukan ini ditentukan berdasarkan letak geografis, potensi sumber daya, dan profil beban. Oleh karena itu, dibutuhkan analisis teliti secara ekonomis dan teknis terkait perencanaan dan perancangan sistem yang diajukan. Secara keseluruhan Tesis ini akan akan membahas perancangan teknis dan ekonomis sistem tenaga listrik hibrida berbasis PV yang akan diimplementasikan di desa Amaru, Asmat, Papua. Parameter teknis seperti iradiansi, temperatur, kontrol dan sizing components akan menjadi fokus utama penelitian. Analisis perancangan teknis akan menggunakan MATLAB / SIMULINK dengan mengaplikasikan algoritma Perturbation & Observation (P&O) pada Maximum Power Point Tracker (MPPT) dan analisis desain ekonomis akan menggunakan HOMER Pro. Hasil yang diperoleh dari MATLAB / SIMULINK akan lebih komprehensif karena data input dapat disesuaikan setiap saat. Secara keseluruhan, hasil penelitian yang diperoleh dalam sistem hibrida yang dirancang layak dan handal. Hasil ini dapat digunakan sebagai pertimbangan dalam rencana pembangunan sistem tenaga listrik hibrida berbasis PV di desa Amaru, Asmat, Papua.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/180156"}, "Penulis": "Bernardus Galih Dwi Wicaksono [23217100]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agus Purwadi, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Energi Terbarukan, Sistem Tenaga Listrik Hibrida, Sistem OffGrid, MPPT, MATLAB/SIMULINK, HOMER Pro", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "03 Sep 2019"}