{"Nomor": 41813, "Judul": "INISIATIF YANG DIUSULKAN UNTUK MENINGKATKAN KETERIKATAN KARYAWAN  DARI DRIVER KEPERCAYAAN TERHADAP PEMIMPIN DI KANTOR PUSAT PT POS INDONESIA", "Abstrak": "PT. Pos Indonesia bergerak di bidang jasa kurir, logistik, dan transaksi keuangan. PT. Pos Indonesia memiliki 11divisi regional yang tersebar di seluruh Indonesia dan berpusat di Kota Bandung, Jawa Barat. Penelitian ini membahas tentang Kantor Pusat PT.Pos Indonesia. Adanya survey yang dilakukan pada tahun 2018 oleh Korn Ferry menemukan bahwa terdapat dua driver terendah mengenai employee engagement, yaitu pay and benefits dan confidence in leader. Penelitian ini fokus untuk meningkatkan confidence in leader driver. Maka dari itu, Kantor pusat PT Pos Indonesia akan menganalisa faktor apa yang membuat rendahnya driver confidence in leader, kapabilitas apa yang diperlukan, serta menganalisa kesenjangan yang ada dalam mencapai level kepercayaan tersebut.  Penelitian ini menggunakan explanatory sequential mixed method research model, dimana penelitian ini dimulai dengan menganalisa faktor apa yang memengaruhi rendahnya confidence (trust) in leader di Kantor Pusat PT. Pos Indonesia melalui metode survey. Selanjutnya, peneliti melakukan analisa lebih dalam untuk menemukan akar permasalahan dari faktor-faktor yang ditemukan dan melakukan analisa mengenai kapabilitas apa yang diperlukan untuk meningkatkan driver tersebut melalui wawancara mendalam dengan key person di Kantor Pusat PT.Pos Indonesia. Proses analisa dilakukan dengan kerangka interpersonal trust at work oleh John Cook dan Toby Wall.  Bedasarkan hasil survey yang disebarkan untuk mengetahui faktor-faktor yang memengaruhi rendahnya driver confidence in leader pada Kantor Pusat PT Pos Indonesia terungkap bahwa ada 3 item pertanyaan yang memiliki nilai terendah dan merupakan bagian dari dimensi management-confidence in actions dan peers-faith in intentions. Hasil survey tersebut mengartikan bahwa level ketidakpercayaan paling besar berada pada level management. Kemudian dari 3 item pertanyaan itu di sintesa menjadi beberapa value yaitu, Q5: direction in strategic initiative planning, Q1:employee aspiration,Q2: and fairness at the workplace. Dari value tersebut dilakukan wawancara mendalam dan didapatkan rekomendasi yang dibutuhkan untuk meningkatkan driver confidence in leader dan meminimalisir kesenjangan, yaitu menyiapkan pelatihan dan pelatihan untuk para manajer; mengembangkan kepemimpinan, inovasi, dan inisiatif lingkungan; bekerja dengan pihak eksternal untuk meningkatkan branding perusahaan; memfasilitasi hubungan suara pekerja dan serikat pekerja; menerapkan penilaian kinerja, dan membentuk saluran komunikasi yang baik.", "Daftar File": {"2019_TS_PP_Tofa Waluyo Alifya_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/180157"}, "Penulis": "Tofa Waluyo Alifya [29117449]", "Kontributor / Dosen Pembimbing": ["Dr. Aurik Gustomo, ST., M.T"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Employee Engagement, Kepercayaan, Percaya, Managemen-Rekan Kerja, Inisiatif Strategi,  Aspirasi Karyawan, Perlakuan Adil, Tempat Kerja", "Sumber": "PT POS INDONESIA", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "03 Sep 2019"}