{"Nomor": 41833, "Judul": "Pengaruh Polyethylene Glycol (PEG) 400 Terhadap Laju Pertumbuhan dan Biosintesis Senyawa Asiatikosida pada Kultivasi Pegagan (Centella asiatica L.)", "Abstrak": "Pegagan (Centella asiatica L.) merupakan tanaman yang memiliki komponen bioaktif\ntriterpen saponin khas dengan berbagai efek farmakologis, salah satu komponen\ntersebut adalah asiatikosida. Polyethylene glycol (PEG) merupakan suatu polimer yang\nmemiliki berat molekul besar dengan rentang 300-6000. Polimer ini dapat\nmenyebabkan linkungan ekstraselular menjadi lebih pekat, sehingga air dari plasma sel\nkeluar dan menyebabkan dehidrasi. Kemampuan tersebut menyebabkan PEG menjadi\nsalah satu molekul umum yang digunakan untuk menciptakan cekaman osmotik.\nPenambahan PEG 400 pada medium tumbuh pegagan secara hidroponik dapat\nmenciptakan cekaman osmotik yang mempengaruhi akumulasi asiatikosida. Tujuan\ndari penelitian ini adalah menentukan laju pertumbuhan dan akumulasi asiatikosida\npada pegagan yang diberikan elisitor PEG 400 pada berbagai konsentrasi. Kultivasi\ndilakukan dalam sistem hidroponik pada wadah berdiameter 5 cm dan tinggi 7 cm\ndengan medium cair berupa Hoagland 1/10 selama 30 hari. Elisitor PEG 400\nditambahkan pada medium kultivasi dengan variasi 6, 12, dan 24 ppm. Model\nmatematika pertumbuhan logistik digunakan untuk pembuatan kurva tumbuh,\nsedangkan metode heat reflux extraction digunakan untuk memperoleh ekstrak\nasiatikosida dan metode analisis kandungan asiatikosida dilakukan dengan\nmenggunakan spektrofotometri pada panjang gelombang 277 nm. Hasil penelitian\nmenunjukkan bahwa laju pertumbuhan spesifik pegagan tertinggi dicapai oleh variasi\nPEG 400 6 ppm dengan nilai 0,4956 hari-1, sedangkan kandungan asiatikosida tertinggi\ndicapai oleh variasi PEG 400 12 ppm dengan nilai 1,34 % w/w.", "Daftar File": {"ABSTRAK Abdul Azis": "https://digilib.itb.ac.id/gdl/download/180239"}, "Penulis": "Abdul Azis [11215002]", "Kontributor / Dosen Pembimbing": ["Dr. Ahmad Faizal, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Pegagan, Asiatikosida, PEG 400, Elisitor", "Sumber": "", "Staf Input/Edit": "didi kusnendi", "File": "1 file", "Tanggal Input": "04 Sep 2019"}