{"Nomor": 41838, "Judul": "ANALISIS BEJANA TEKAN TERKOROSI BERDASARKAN ASME FFS-1", "Abstrak": "Konsumsi energi primer di Indonesia didominasi oleh bahan bakar fosil. Salah satu jenis \nbahan bakar fosil yang paling banyak digunakan adalah minyak mentah. Dikarenakan konsumsi\nminyak mentah yang begitu besar dan cenderung mengalami peningkatan setiap tahunnya maka\ndiperlukan banyak industri pengolahan minyak dan gas bumi. Salah satu langkah dari proses\npengolahan minyak mentah adalah memisahkan air dan gas dari minyak mentah setelah keluar\ndari sumur. Komponen dari sistem pengolahan minyak mentah yang dapat memisahkan minyak\ndari air dan gas adalah bejana tekan pemisah tiga fasa. Dikarenakan bejana tekan akan\nmenampung air maka bejana tekan dapat mengalami korosi. \nBejana tekan terkorosi yang digunakan oleh salah satu perusahaan minyak dan gas, akan\ndianalisis pada tugas sarjana ini. Tahapan analisis yang dilakukan meliputi penilaian kemanan\nbejana tekan, penentuan sisa umur bejana tekan dan rekomendasi metode perbaikan. Penilaian\nkeamanan bejana tekan dan penentuan sisa umur didasarkan pada ASME FFS-1, dimana metode\npenilaian dilakukan dari level 1, 2 dan 3. Metode perbaikan didasarkan pada ASME FFS-1 dan\nASME PCC-2. \nBerdasarkan hasil analisis yang dilakukan, bejana tekan tidak memenuhi kriteria pada\npenilaian level 1 dan 2 tetapi memenuhi kriteria pada penilaian level 3. Bejana tekan juga\ndiprediksi mampu dioperasikan hingga satu tahun kedepan. Metode perbaikan yang\ndirekomendasikan untuk bejana tekan yang dianalisis adalahh coating untuk perbaikan sementara\ndan insert plate untuk perbaikan permanen.", "Daftar File": {"2019 TA 13115144  Faris.pdf?": "https://digilib.itb.ac.id/gdl/download/180244"}, "Penulis": "Muhammad Faris Saifuddin [13115144]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. I Gusti Nyoman Wiratmaja, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "korosi, bejana tekan, ASME FFS-1", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "1 file", "Tanggal Input": "04 Sep 2019"}