{"Nomor": 41831, "Judul": "ANALISIS MANFAAT PENGGUNAAN APLIKASI ANGKUTAN UMUM DI KAWASAN BANDUNG RAYA", "Abstrak": "Berkembangnya Kawasan Metropolitan Kota Bandung secara drastis oleh\npenduduk dan pendatang, dimana pada tahun 2010 jumlah penduduk berkisar\n5.813.269 jiwa menjadi 8.393.002 jiwa pada tahun 2017, menyumbang kepadatan\ndan peningkatan aktifitas berujung kompleksitas pergerakan antar ruang Kawasan\nBandung Raya. Pengadaan layanan dan infrastruktur di lapangan yang memadai\nmasih dianggap jalan keluar untuk mengatasi kebutuhan mobilisasi masyarakat\nBaraya. Namun keterbatasan dana, ruang, dan lainnya menjadi penghambat\nberkembangnya layanan dan infrastruktur transportasi Baraya, khususnya\nangkutan umum.\nDewasa ini, melibatkan teknologi gadget sebagai alat dalam membantu mobilisasi\nmasyarakat dapat menjadi salah satu opsi untuk memaksimalkan layanan dan\ninfrastruktur yang ada. Sehingga dengan informasi yang lengkap dan jelas,\npemanfaat layanan dan infrastruktur AU yang ada tersebut bisa dimaksimalkan.\nLayanan ini biasanya disebut dengan Pra trip Information yang berisi berbagai\nmacam informasi seputar AU, seperti dapat membantu masyarakat merencanakan\nperjalanan dari asal hingga tujuan, baik dari segi jarak, waktu, hingga tarif selama\nperjalanan. Contoh layanan tersebut seperti Aplikasi Google Maps Transit dan\nMoovit pada smartphone. Dengan adanya aplikasi tersebut sebagai wadah sistem\ninformasi personal, diharapkan tidak ada lagi masyarakat yang tidak mengetahui\nsistem angkutan umum di kawasan Bandung Raya, seperti informasi rute trayek\nangkot hingga bus wisata Bandros, jadwal kedatangan angkutan umum, hingga\ninformasi insiden yang terjadi di rute angkutan umum yang dilewati.\nNamun berdasarkan hasil penelitian ini, penggunaan Aplikasi AU di Baraya\nmasih belum banyak dimanfaatkan dalam keseharian, dan kinerjanya masih belum\nbanyak membantu mengurangi jarak, waktu, dan tarif selama perjalanan. Terlihat\ndari minimnya faktor terkait dalam memilih AU, yakni dari 15 varibel bebas yang\nditawarkan tiap ekperimen perjalanan dengan aplikasi yang berbeda, hanya 2-3\nvariabel yang terkait dalam memilih AU, yakni tarif, waktu dan akurasi aplikasi.\nSelain itu, keandalan aplikasi AU sebagai alat Pra trip Information cukup rendah,\ndari 7 opsi hanya 3 keandalan aplikasi AU yang dirasakan oleh masyarakat\nBaraya, yaitu info rute AU, info halte, dan arahan langsung saat dalam perjalanan.\nOleh sebab itu, ketersedian layanan dan infrastruktur yang ada tidak akan bisa\nberkembang mengimbangi kebutuhan masyarakat Baraya kedepan. Sehingga\nsalah satu solusinya diperlukan optimalisasi layanan aplikasi Pra trip Information\ndari pemerintah perhubungan dan perusahaan pengembang aplikasi.", "Daftar File": {"ABSTRAK Syifa Fauziah": "https://digilib.itb.ac.id/gdl/download/180227", "BAB 1 Syifa Fauziah": "https://digilib.itb.ac.id/gdl/download/180228", "BAB 2 Syifa Fauziah": "https://digilib.itb.ac.id/gdl/download/180229", "BAB 3 Syifa Fauziah": "https://digilib.itb.ac.id/gdl/download/180230", "BAB 4 Syifa Fauziah": "https://digilib.itb.ac.id/gdl/download/180231", "BAB 5 Syifa Fauziah": "https://digilib.itb.ac.id/gdl/download/180232", "BAB 6 Syifa Fauziah": "https://digilib.itb.ac.id/gdl/download/180233", "DAFTAR Syifa Fauziah": "https://digilib.itb.ac.id/gdl/download/180234", "2019 TS PP SYIFA FAUZIAH_LAMPIRAN.pdf\n]": "https://digilib.itb.ac.id/gdl/download/180235", "2019 TS PP SYIFA FAUZIAH_JURNAL.pdf)u": "https://digilib.itb.ac.id/gdl/download/180236"}, "Penulis": "Syifa Fauziah [24216304]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Heru Purboyo Hidayat Putro, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Angkutan Umum, Aplikasi, Pra trip Information", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "10 file", "Tanggal Input": "04 Sep 2019"}