{"Nomor": 41842, "Judul": "SINTESIS MASKER WAJAH DARI NANOSELULOSA SEKAM PADI DAN NANOPARTIKEL IVY SEBAGAI UV PROTECTION", "Abstrak": "Penggunaan produk UV Protection yang beredar di masyarakat saat ini dapat membahayakan kesehatan manusia. Pemanfaatan limbah sekam padi yang memiliki kandungan selulosa tinggi serta nanopartikel ivy yang memiliki sifat yang dapat melindungi kulit dari sinar matahari dapat dimanfaatkan sebagai masker wajah yang mampu melindungi kulit dari paparan sinar UV. Kelebihan masker berbasis hidrogel adalah kelembaban tinggi serta aman bagi kesehatan. Masker wajah berbasis hidrogel ini dihasilkan dari sintesis nanoselulosa sekam padi menggunakan metode hidrolisis asam, kemudian dibuat hidrogel menggunakan nanoselulosa yang dicampurkan dengan kitosan dan nanopartikel ivy. Film hidrogel yang diperoleh dilakukan uji swelling untuk menunjukkan kemampuan film dalam menyerap dan menyimpan air dalam strukturnya. Lalu, dilakukan uji karakterisasi menggunakan TEM untuk mengetahui morfologi nanoselulosa, SEM untuk mengamati morfologi dan struktur dari permukaan film yang terbentuk, FTIR untuk analisis gugus fungsi yang terkandung, dan Spektroskopi UV-Vis untuk analisis sifat anti UV pada film hidrogel.\nHasil karakterisasi menggunakan TEM menunjukkan morfologi nanoselulosa adalah fiber dengan ukuran 16-50 nm. Sampel hidrogel Nanoselulosa-Kitosan (CH-CN), Nanoselulosa-Kitosan-Ivy 0,25% (CH-CN-Ivy 0,25%), dan Nanoselulosa-Kitosan-Ivy (CH-CN-Ivy 0,5%) memiliki derajat swelling berturut-turut adalah 82,8%, 79,33%, dan 72,81%. Karakterisasi UV-Vis yang dilakukan pada kedua sampel CH-CN-Ivy menunjukan bahwa sampel CH-CN-Ivy 0,25% memiliki nilai absorbansi sebesar 0,814 dan film CH-CN-Ivy 0,5% nilai absorbansi 0,867. Dari data hasil penelitian tersebut dapat disimpulkan bahwa ketiga film hidrogel tersebut memiliki kemampuan swelling. Kedua film CH-CN-Ivy memiliki sifat anti UV.", "Daftar File": {}, "Penulis": "Benedictus Bayu Pramudhito [13315006]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Bambang Sunendar, M.Eng., Ph.D.", "Ir. Ahmad Nuruddin, M.Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "nanoselulosa, masker wajah, hidrogel, hidrolisis asam, nanopartikel ivy", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "04 Sep 2019"}