{"Nomor": 41846, "Judul": "STRATEGI PEMASARAN DIGITAL CLOUD HOSTING PLATFORM  (Studi Kasus: Xtremax Pte. Ltd.)", "Abstrak": "Komputasi awan saat ini menjadi tren di dalam dunia teknologi informasi. Hal ini terjadi karena kebutuhan perusahaan akan teknologi yang fleksibel dan handal. Ada perubahan tren dari komputasi fisik ke komputasi awan untuk menjalankan sebuah aplikasi berbasis website. Sebagai perusahaan yang mempunyai layanan teknologi cloud hosting, Xtremax juga ingin meramaikan pasar komputasi awan ini. Dengan produk CWP, Xtremax mempunyai misi untuk merambah pasar Indonesia.\nUntuk itu Xtremax tentu membutuhkan sebuah strategi pemasaran, seperti strategi pemasaran digital. Dalam riset ini akan meneliti strategi bisnis ke bisnis untuk Xtremax. Untuk memperkuat analisanya, dalam riset ini menggunakan analisa internal dan eksternal. Analisa internal menggunakan STP dan marketing mix untuk mengetahui kondisi perusahaan saat ini. Kemudian, dengan menggunakan segmentasi makro dan mikro bertujuan untuk mengetahui target pasar secara khusus. Selanjutnya, analisa eksternal digunakan untuk mengetahui para pesaing dan mengetahui kondisi di luar perusahaan itu sendiri.\nDari analisa internal dan eksternal ini kemudia diterjemahkan menjadi strength, weaknesses, opportunities and threats atau lebih dikenal dengan sebutan analisa SWOT. Kemudian dari analisa SWOT tersebut diolah menjadi analisa TOWS untuk mencari solusi alternatif bagi perusahaan. Dari analisa TOWS ini hasilnya akan berupa solusi dengan menggunakan pengembangan strategi pemasaran push and pull dalam lingkup media online. Selain itu untuk klien perusahaan pemerintah menggunakan solusi pemasaran secara langsung ke dalam perusahaan tersebut. Kemudian, dengan menerapkan strategi ini diharapkan Xtremax akan lebih dikenal oleh klien dengan cara pengukuran jumlah akses pengunjung ke website Xtremax. Selain itu juga dengan mengukur jumlah permintaan masa percobaan untuk menggunakan produk CWP.", "Daftar File": {"2019_TS_PP_Salman Farozi_1-Abstrak.pdf5?": "https://digilib.itb.ac.id/gdl/download/180251"}, "Penulis": "Salman Farozi [29116246]", "Kontributor / Dosen Pembimbing": ["Reza Ashari Nasution, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Pemasaran Digital, Komputasi Awan, Analisa SWOT, Analisa TOWS Analysis, Strategi Bisnis ke Bisnis", "Sumber": "Xtremax Pte. Ltd", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "04 Sep 2019"}