{"Nomor": 41845, "Judul": "DESAIN DAN IMPLEMENTASI SERVER, GUI DAN TRAINING ANPR PRODUK SIP: SISTEM EMBEDDED PARKIR OTOMATIS UNTUK MANAJEMEN PARKIR ITB", "Abstrak": "Produk SIP (Smart Integrated Parking) adalah produk untuk menangani sistem akses masuk-keluar parkir dan dapat melakukan verifikasi ganda. Verifikasi tersebut dilakukan berdasarkan identitas pengemudi menggunakan RFID sebagai kartu identitas parkir dan kendaraan bermotor yang dilakukan dengan penangkapan gambar Setelah itu, webcam dan sistem embedded melakukan proses Automatic Number Plate Recognition (ANPR). Produk ini menggunakan Raspberry Pi 3 dan bahasa Python sebagai pemrosesan utama yang terhubung dengan basis data penyimpanan historis akses parkir.  Pada dokumen ini dijelaskan perancangan untuk sistem server, GUI, sistem verifikasi dan validasi identitas, sistem membuat training template untuk pengenalan karakter dan optimasi koefisien pada proses ANPR. Setelah dilakukan optimasi koefisien, sistem dapat bekerja dengan tingkat keberhasilan pembacaan pelat nomor 85%. Hasil ini diperoleh dengan kondisi pengukuran yakni jarak baca optimum kamera webcam (60-100cm), sudut buka kamera 300, yaw ke kiri  250, yaw ke kanan 510 dan toleransi maksimum untuk plat yang miring (tilt) 50 serta intensitas pencahayaan pada sistem SIP 100-1000 lux. Hasil yang diperoleh dari pengujian sistem adalah server dapat merekam dan menyimpan historis transaksi, GUI berhasil menampilkan sesuai dengan perancangan dan dapat dihubungkan ke server dalam mengakomodasi kebutuhan pengguna parkir seperti pengisian saldo, penambahan data pengguna baru dan mengubah informasi kartu. Selanjutnya, sistem verifikasi ganda dapat terhubung dengan server untuk melakukan validasi pembacaan identitas dan plat nomor dan training template berhasil dibuat.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/180250"}, "Penulis": "Hans Christian Santoso [13215077]", "Kontributor / Dosen Pembimbing": ["Ir. Eniman Yunus Syamsuddin, Ph.D.", "Habibur Muhaimin, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "SIP, Server, GUI, training template, optimasi koefisien, rentang kerja", "Sumber": "", "Staf Input/Edit": "karya", "File": "8 file", "Tanggal Input": "04 Sep 2019"}