{"Nomor": 41859, "Judul": "Korelasi Empirik Konveksi   Bebas Plat Miring", "Abstrak": "Perpindahan panas merupakan salah satu aspek yang paling penting dalam\nmerancang atau memperbaiki sistem termal. Fenomena panas yang berpindah dari temperatur\nyang lebih tinggi ke temperatur yang lebih rendah sangat berpengaruh pada kondisi suatu\nsistem. Salah satu tantangan dalam penelitian perpindahan panas ialah belum ditemukannya\npersamaan korelasi antara bilangan Rayleigh dan bilangan Nusselt pada perpindahan panas\nkonveksi bebas pada kasus plat panas miring di bagian permukaan atas atau plat dingin\nmiring di bagian permukaan bawah. \n             Dalam tugas sarjana ini dilakukan penentuan korelasi antara bilangan Rayleigh dan\nbilangan Nusselt pada kasus perpindahan panas tersebut. Perangkat lunak CFD\n(Computational Fluid Dynamics) digunakan untuk menyimulasikan perpindahan panas\ntersebut dan mencari nilai dari fluks perpindahan panas pada permukaan plat yang diteliti.\nSetelah didapatkan fluks perpindahan panas, nilai bilangan Nusselt dapat dihitung dan\nselanjutnya akan ditentukan persamaan korelasi dari bilangan Nusselt tersebut dengan\nbilangan Rayleigh sistem tersebut menggunakan metode jacobian matrix.\n             Berdasarkan hasil simulasi dan perhitungan yang dilakukan, dapat disimpulkan\nbahwa persamaan korelasi dua dimensi antara bilangan Rayleigh dan bilangan Nusselt berupa  ????????\n????= ????. ???????????????? dengan nilai C = 0,868 dan m = 0,214 pada sudut 30, C = 0,971 dan m = 0,202 pada \nsudut 45o, serta C = 1,044 dan m = 0,192 pada sudut 60o. Sedangkan untuk kasus tiga dimensi, nilai C = 0,351 dan m = 0,197 pada sudut 30o, C = 0,414 dan m = 0,198 pada sudut 45o, serta C = 0,485 dan m = 0,183 pada sudut 60o. Untuk variasi sudut yang lain, interpolasi dalam menentukan nilai konstanta C dan m dapat dilakukan pada kedua kasus.", "Daftar File": {"2019 TA 13115069 Teuku Feroz Taufan.pdf?": "https://digilib.itb.ac.id/gdl/download/180310"}, "Penulis": "Teuku Feroz Taufan [13115069]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Willy Adriansyah, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Kata kunci: persamaan, konveksi bebas, plat miring.", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "1 file", "Tanggal Input": "05 Sep 2019"}