{"Nomor": 41854, "Judul": "ANALISIS PERFORMA ALAT GALI ROADHEADER UNTUK PEMBUATAN TEROWONGAN AIR NANJUNG", "Abstrak": "Terowongan Nanjung adalah proyek pembangunan terowongan paralel untuk saluran air, masing – masing memiliki panjang 230 meter. Pembuatan Terowongan Air Nanjung menggunakan metode New Austrian Tunneling Method (NATM) dengan alat gali utama roadheader. Roadheader bergerak secara transversal yang memberaikan batuan dengan mekanisme chipping menggunakan gigi gali dengan tipe point attack pick. Dalam kegiatan penggalian, perlu dilakukan perencanaan agar performa alat dan produktivitas alat sesuai dengan kebutuhan.\nEstimasi produktivitas penggalian didapatkan berdasarkan gaya potong yang bekerja pada gigi gali dan menggunakan persamaan Bilgin (1990), Copur (1997), serta Ebrahimabadi (2010). Berdasarkan gaya potong yang bekerja diperoleh daya alat yang dibutuhkan untuk menggali batuan dengan kondisi tertentu. Dari daya alat tersebut diperoleh nilai produktivitas alat gali roadheader. Sedangkan, menurut persamaan Bilgin (1990), Copur (1997), dan Ebrahimabadi (2010) nilai produktivitas roadheader secara umum dipengaruhi oleh kuat tekan batuan (UCS), kuat tarik batuan (UTS), nilai RQD, daya alat dan bobot alat. Pada setiap persamaan empiris, tidak semua parameter tersebut digunakan. Selain itu nilai produktivitas aktual juga akan dibandingkan dengan nilai estimasi produktivitas untuk dianalisis dan dievaluasi.\nBerdasarkan hasil perhitungan dan analisis diperoleh gaya potong yang bekerja untuk satu gigi gali adalah 1,86 kN. Daya alat yang dibutuhkan adalah 54 kW, dengan estimasi produktivitas 28,18 m3/jam. Teknik estimasi ini menghasilkan nilai prediksi yang lebih kecil dibandingkan dengan produktivtas aktual yaitu sebesar 32,28% dengan deviasi -12,7%. Selain itu, persamaan empiris Ebrahimabadi (2010) memiliki nilai deviasi paling kecil yaitu -14,97% terhadap produktivitas aktual, apabila dibandingkan dengan persamaan empiris lainnya. Untuk memperoleh korelasi antara parameter yang bekerja dengan produktivitas aktual roadheder di lapangan maka dilakukan analisis dimensi.", "Daftar File": {"ABSTRAK Dhany Wahyu Hidayat": "https://digilib.itb.ac.id/gdl/download/180298"}, "Penulis": "Dhany Wahyu Hidayat [12115054]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nuhindro Priagung Widodo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "roadheader, terowongan, prediksi, produktivitas, gaya potong, analisis dimensi.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "05 Sep 2019"}