{"Nomor": 41864, "Judul": "IDENTIFIKASI RESPON DINAMIK LAPISAN TANAH BERDASARKAN ANALISIS HVSR (HORIZONTAL TO VERTICAL SPECTRAL RATIO) DATA PENGUKURAN MIKROTREMOR DI KOTA PALU", "Abstrak": "Sistem sesar Palu-Koro yang membentang pada arah Barat Laut – Tenggara dan\nmelewati Teluk Palu, merupakan salah satu aspek penting yang menyebabkan\ntingginya tingkat seismisitas di kota Palu. Kondisi tektonik dan tingginya tingkat\npopulasi di kota Palu merupakan dua hal yang menjadikan tingginya tingkat risiko\nbencana gempa bumi pada wilayah ini. Oleh karena itu, Palu sebagai suatu\nkesatuan sistem tektonik Sulawesi dan sekitarnya merupakan wilayah yang\nsenantiasa menarik untuk dipelajari. Salah satu upaya untuk mengurangi dampak\nkerusakan dan kerugian akibat gempabumi perlu dilakukan studi mitigasi. Salah\nsatu aspek penting dalam upaya mitigasi ini adalah melakukan perencanaan\nwilayah dengan mempertimbangkan karakteristik dinamik tanah.\nDalam penelitian ini, data hasil rekaman mikrotremor dari 22 stasiun seismik yang\nberoperasi di kota Palu pada rentang waktu 3 Februari – 24 Mei 2015 dianalisis\nmenggunakan metode HVSR (Horizontal to Vertical Spectral Ratio). Metode\nHVSR adalah salah satu metode untuk mendapatkan informasi bawah\npermukaaan dari pengukuran stasiun tunggal pada permukaan bumi dengan\nmembandingkan amplitudo spektrum Fourier komponen horisontal dan vertikal.\nHasil yang diperoleh berupa kurva H/V sebagai fungsi dari frekuensi, yang dapat\nmenunjukkan nilai amplifikasi dan frekuensi dominan. Kurva H/V yang diperoleh\nkemudian digunakan untuk menentukan struktur kecepatan gelombang geser serta\nkedalaman lapisan dengan menggunakan metode inversi Monte Carlo. Nilai\namplifikasi, frekuensi dominan, dan kecepatan geser sangat penting untuk\nmenentukan zona bahaya gempabumi.\nHasil yang diperoleh pada penelitian ini menunjukkan bahwa nilai amplifikasi di\nkota Palu berkisar antara 1,4 – 4,1, sedangkan frekuensi dominan bervariasi mulai\ndari 0,3 Hz hingga 13 Hz. Daerah dengan nilai amplifikasi tinggi dan frekuensi\ndominan rendah berasosiasi dengan lapisan sedimen tebal sedangkan daerah\ndengan nilai amplifikasi rendah dan frekuensi dominan tinggi berasosiasi dengan\nlapisan sedimen tipis. Berdasarkan hasil inversi, struktur bawah permukaan kota\nPalu merupakan suatu cekungan dengan lapisan sedimen yang semakin menebal\nke utara dengan ketebalan maksimum sekitar 400 m. Sementara itu, berdasarkanklasifikasi nilai ????????30 terdapat tiga jenis tanah di kota Palu yaitu tanah lunak, tanah\nsedang dan tanah keras.", "Daftar File": {"ABSTRAK Siti Naimah": "https://digilib.itb.ac.id/gdl/download/180323"}, "Penulis": "Siti Naimah [12315047]", "Kontributor / Dosen Pembimbing": ["Dr. Tedi Yudistira, S.Si., M.Si.", "Rexha Verdhora Ry, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "amplifikasi, frekuensi dominan, HVSR, inversi, kecepatan gelombang geser", "Sumber": "", "Staf Input/Edit": "", "File": "8 file", "Tanggal Input": "05 Sep 2019"}