{"Nomor": 41866, "Judul": "SINTESIS MOF-71 SEBAGAI MATERIAL AKTIF SENSOR ELEKTROKIMIA NONENZIMATIK UNTUK PENDETEKSIAN SENYAWA ASAM URAT DALAM TUBUH MANUSIA", "Abstrak": "Kadar asam urat di dalam tubuh manusia yang melebihi batas normal yaitu 0,24-0,42 mM dapat menyebabkan penyakit seperti hiperurisemia, gout, dan artritis. Maka karena itu, pengukuran kadar asam urat diperlukan secara berkala untuk mengetahui indikasi penyakit yang dapat menyerang. Beberapa metode pengukuran asam urat yang umum digunakan adalah kolorimetrik, enzimatik, dan elektrokimia. Metode elektrokimia mulai banyak dikembangkan untuk menggantikan metode kolorimetrik yang memiliki kestabilan yang buruk dan metode enzimatik yang bergantung pada kualitas enzim. Metode elektrokimia dipilih karena dapat mengukur asam urat dengan keakuratan yang tinggi dan biaya produksi yang rendah.\n\nSaat ini, material yang mulai banyak dikembangkan sebagai sensor kimia adalah Metal-Organic Framework (MOF). MOF merupakan material hibrida dengan inti logam berkoordinasi dengan ligan organik. Salah satu MOF yang mulai dikembangkan adalah MOF-71. Logam kobalt (Co) menjadi inti pada MOF-71 yang berikatan dengan ligan organik asam tereftalat (H2BDC) dan N,N-dimethylformamide (DMF). Sintesis MOF-71 dilakukan menggunakan metode solvothermal. Metode ini dipilih karena dapat menghasilkan MOF dengan luas permukaan yang tinggi, proses pengerjaan yang cukup mudah, dan biaya produksi yang rendah. \n\nKarakterisasi MOF-71 yang dilakukan antara lain X-Ray Diffraction (XRD), Scanning Electron Microscopy (SEM), Fourier Transform Infrared (FTIR) Spectroscopy, dan Brunauer-Emmet-Teller (BET) Surface Area Analyzer. Hasil karakterisasi menunjukkan bahwa MOF-71 memiliki ukuran kristal 0,981 nm, ukuran partikel 78,25 ?m, dan luas permukaan terukur sebesar 56,542 m2 g-1. Pengujian performa sensor MOF-71 terhadap asam urat dilakukan dengan pengujian Cyclic Voltammetry (CV) dan Differential Pulse Voltammetry (DPV) pada larutan PBS dengan pH 7,4. Hasil pengujian CV menunjukkan bahwa densitas arus dari reaksi oksidasi memiliki hubungan linier dengan peningkatan konsentrasi asam urat dan scan rate. Pengujian DPV menunjukkan bahwa MOF-71 memiliki sensitivitas sebesar 0,4811 mA mM-1 cm-2, limit deteksi sebesar 15,610 ?M, dan limit kuantifikasi sebesar 52,040 ?M dengan kesalahan pengukuran rata-rata sebesar 7,663 %. MOF-71 memiliki selektivitas yang baik dalam mengenali antara asam urat bila dibandingkan dengan senyawa lain yang terdapat dalam serum darah seperti glukosa dan urea. Pada pengujian stabilitas, MOF-71 yang disimpan pada temperatur rendah memiliki stabilitas yang lebih baik dibandingkan dengan MOF-71 yang disimpan pada temperatur ruang. Dari berbagai pengujian yang telah dilakukan, diperoleh hasil yaitu MOF-71 telah berhasil disintesis dan dapat diaplikasikan sebagai sensor asam urat dengan selektivitas, sensitivitas, dan stabilitas yang baik.", "Daftar File": {}, "Penulis": "Angga Maulana [13315019]", "Kontributor / Dosen Pembimbing": ["Prof. Brian Yuliarto, Ph.D.", "Dr.Eng. Nugraha"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "asam urat, sensor, elektrokimia, MOF-71, solvothermal", "Sumber": "", "Staf Input/Edit": "Rina Kania", "File": "1 file", "Tanggal Input": "05 Sep 2019"}