{"Nomor": 41877, "Judul": "ANALISA INVESTASI ATAS PENAMBAHAN 3 JUTA TON  KAPASITAS BAJA (STUDI KASUS DI PT XYZ)", "Abstrak": "Dalam perkembangan industri saat ini terjadi persaingan yang sangat ketat antar industri baik yang sejenis mau pun yang berbeda jenis. Khususnya dalam perkembangan industri baja saat ini di Indonesia dimana kondisi supply tidak memenuhi kebutuhan permintaan yang ada sehingga pasar dalam negeri sebagian di dukung oleh impor baja. PT XYZ salah perusahaan pabrik baja terigrasi di Indonesia perlu meningkatkan daya saingnya dengan penambahan kapasitas produksi sebesar 3 juta ton. Dalam penelitian ini akan membahas mengenai kondisi pasar baja baik secara global hingga domestik. dan seperti apa peluang PT XYZ untuk dapat bersaing dengan kompetitif.\nDengan menggunakan internal analysis dan eksternal analysis untuk dapat memahami keadaan bisnis baja saat ini dan kondisi perusahaan. Setelah mengetahui kondisi bisnis baja dalam penelitian ini membahas analisa investasi penambahan kapasitas produksi sebesar 3 juta ton baja. Dengan mempertimbangkan kondisi teknologi pabrik baja yang terintegrasi. Selain itu dari sisi keuangan beberapa nilai karakterisktik investasi sebagai pertimbangan pengambilan keputusan diantaranya nilai Net Present Value, Pay Back Period dan Internal Rate of Return. Dengan melakukan analisa investasi untuk penambahan 3 juta ton baja ini diharapkan dapat mempertahankan dan meningkatkan nilai kompetitif dari PT XYZ.", "Daftar File": {"2019_0906_29116207_Muhammad Ihsanulhakim_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/180370"}, "Penulis": "Muhammad Ihsanulhakim [29116207]", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Pabrik Baja, Produksi Baja, Kapasitas Producksi Baja, Analisa Investasi, Pasar Baja", "Sumber": "PT. XYZ", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "06 Sep 2019"}