{"Nomor": 41882, "Judul": "PERANCANGAN AUTONOMOUS BUS MENGGUNAKAN MACHINE LEARNING DAN PENGONTROL KESTABILAN LYAPUNOV", "Abstrak": "Menurut penelitian Perhimpunan Studi Pengembangan Wilayah, jumlah kendaraan\nbermotor di Indonesia telah mencapai 138.5 juta unit pada awal tahun 2018 dengan\n87% diantaranya adalah kendaraan pribadi dimana hal tersebut menimbulkan\nkemacetan dengan tingkat waktu rata-rata yang terbuang di jalan sebesar 55 jam per\ntahun dengan tingkat kecelakaan 107.968 kejadian pada tahun 2018. Salah satu\npenyebab tingginya tingkat kecelakaan adalah human error dari pengemudi. Salah\nsatu solusi dari permasalahan tersebut adalah peningkatan jumlah layanan\ntransportasi bus dengan inovasi sistem autonomous yang mampu mendeteksi objek\nyang ada di depan wahana dan melakukan respon pengontrolan dengan cepat dan\ntepat.\nPenelitian pada tugas akhir ini merancang sebuah purwarupa sistem autonomous\nbus yang mampu menghindari objek yang ada didepannya dengan merubah jalur\ndan berhenti. Sistem pendeteksian objek dirancang menggunakan kamera yang\nterhubung dengan komputer. Data gambar kemudian diolah menggunakan machine\nlearning dengan algoritma Single Shot Multibox Detector (SSD) berbasis\nconvolutional neural network yang mampu menentukan lokasi dimana objek berada\npada gambar serta klasifikasi dari objek yang dideteksi. Pengontrolan otonom\ndirancang menggunakan algoritma kestabilan Lyapunov agar wahana mampu\nmengikuti jalur yang dirancang. Hasil rancangan diuji dengan simulasi beserta\nimplementasi pada purwarupa dengan wahana Lego EV3 yang dimodifikasi\nsehingga menyerupai sebuah bus.\nDari penelitian ini dihasilkan sebuah sistem penghindaran objek yang mampu\nmemberikan sinyal pengontrolan sesuai dengan objek yang dideteksi dengan\ntingkat keberhasilan sebesar 90.47% dengan pengontrolan Lyapunov mampu\nmencapai mean average error sebesar 2.3 cm dari setpoint dengan kecepatan\nmaksimum sebesar 5,33 cm/s.", "Daftar File": {}, "Penulis": "Fahmi Rizaldi [13315071]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Yul Yunazwin, M.Sc., DIC"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "autonomous bus, machine learning, convolutional neural network, penghindaran objek, dan kestabilan Lyapunov", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "06 Sep 2019"}