{"Nomor": 41886, "Judul": "PERENCANAAN STRUKTUR PELINDUNG PANTAI GEBANG TIMUR, KABUPATEN CIREBON, JAWA BARAT", "Abstrak": "Wilayah pesisir dan pulau-pulau kecil memiliki potensi sumber daya alam yang tinggi dan khas. Hal ini dipengaruhi ragam dan kuantitas potensi alam yang karakternya berbeda pada setiap daerah. Beberapa diantaranya dimanfaatkan untuk lahan tambak, sebagai contoh yaitu Pantai Gebang Timur yang berada di Kabupaten Cirebon, Jawa Barat. Akan tetapi pergerakkan gelombang menuju pantai menimbulkan transpor sedimen yang dapat menyebabkan terjadinya akresi dan abrasi sehingga merusak berbagai fasilitas didaerah tersebut, terutama lahan tambak masyarakat. Selain itu pengaruh arus dan pasang surut juga akan mempercepat proses erosi yang menyebabkan mundurnya garis pantai. Garis pantai yang semakin mundur apabila dibiarkan dan tidak diatasi tentu akan memberikan dampak rusaknya lahan tambak masyarakat. Karena itu, untuk mengatasi hal tersebut, maka perlu dilakukan perencanaan pembangunan pengaman pantai di Pantai Gebang Timur yang tepat pada titik-titik dimana perubahan garis pantai berdampak besar.\nKemunduran garis pantai yang disebabkan oleh faktor alam ataupun aktivitas manusia dianalisis menggunakan program Coastal Engineering Design and Analysis System (CEDAS) modul Generalized Model for Simulating Shoreline Change (GENESIS). GENESIS akan melakukan simulasi kemunduran garis pantai dan menerapkan bangunan pengaman pantai yang tepat untuk menanggulangi kemunduran tersebut. Bangunan pengaman pantai yang dimodelkan berupa Groin, Breakwater, Revetment, dan kombinasi / gabungan bangunan tersebut. Hasilnya didapatkan bahwa bangunan pengaman pantai yang sesuai yaitu breakwater. Breakwater atau bangunan pemecah gelombang yang dipilih berjumlah 10 buah dengan panjang masing-masing 180 m dan di tempatkan pada jarak 160 meter dari garis pantai, serta jarak antar breakwater sebesar 40 meter. Struktur breakwater terdiri dari armor layer yang terbuat dari tetrapod, lapisan filter dan core yang tersusun dari batu alam dengan ukuran yang berbeda-beda, dan lapisan toe protection.", "Daftar File": {}, "Penulis": "Giovani Maulana Zuler [15515017]", "Kontributor / Dosen Pembimbing": ["Ir. Harman Ajiwibowo, MS, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pantai Gebang, GENESIS, Bangunan Pelindung Pantai, Breakwater", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "06 Sep 2019"}