{"Nomor": 41895, "Judul": "Business-to-Business, Emerging Country, Export Factors, Indonesia", "Abstrak": "Kegiatan ekspor impor adalah sesuatu yang penting bagi Negara kita untuk memenuhi kebutuhan dan juga menambah pemasukan Negara. Ekspor adalah salah satu kegiatan ekonomi yang dilakukan dengan cara penjualan atau mengeluarkan barang dari dalam negeri dan dikirimkan ke Negara lain. Tidak masalah jenis barang dan jasa apa dan juga bagaimana cara diangkut secara teknis. Sebaliknya, impor adalah kegiatan pembelian barang atau jasa dari suatu Negara dikirim ke Negara lain. Mengenai ekspor, Indonesia adalah Negara yang memiliki banyak potensi sumber daya alam dan manusia dibandingkan dengan Negara-negara tetangganya yang dapat dikirim ke berbagai Negara lain. Selain itu, lokasi geografis Indonesia sangat strategis yang memungkinkannya bermitra tidak hanya dengan Negara-negara di Asia Pasifik tetapi juga para pemain global. Berdasarkan grafik ekspor produk Indonesia dari situs resmi kementerian perdagangan Indonesia dari tahun 2014 hingga 2018 terjadi fluktuasi data ekspor. Selain itu, situasi terkini yang tidak dapat dipercaya adalah bahwa Indonesia masih di bawah Negara-negara tetangganya yang memiliki sumber daya alam lebih sedikit seperti Malaysia, Vietnam dan Singapore dalam hal tingkat ekspor. Dari fenomena ini, kami ingin tahu mengapa fluktuasi ini terjadi dan bagaimana meningkatkan ekspor Indonesia agar dapat bersaing dengan Negara-negara tetangga dengan melihat perilaku pembelian pembeli di luar negeri yang telah berkolaborasi dengan pemasok Indonesia. Studi ini menggunakan Smart-Partial Least Squre (Smart-PLS) untuk mengetahui factor-faktor apa saja yang secara signifikan mempengaruhi ekspor produk Indonesia dan untuk melihat keterkaitan antara factor-faktor tersebut. Selain itu, penelitian ini juga melakukan wawancara dengan para ahli untuk menemukan validitas hasil kuantitatif. Temuan ini sangat penting bagi eksportir Indonesia dalam mempertahankan hubungan mereka dan pembeli di luar negeri serta meningkat ekspor mereka di tahun-tahun berikutnya. Selain itu, mereka juga dapat memahami jenis produk apa yang berpotensi diekspor ke luar negeri dan mereka juga dapat memiliki wawasan untuk mencegah kemungkinan hambatan yang mungkin timbul untuk ekspor lebih lanjut.", "Daftar File": {"Ervyna Rizki Febrianny, 29017028 (1).pdf\n]": "https://digilib.itb.ac.id/gdl/download/180388"}, "Penulis": "Ervyna Rizki Febrianny [29017028]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mustika Sufiati, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Negara Berkembang, Faktor Ekspor, Indonesia", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "09 Sep 2019"}