{"Nomor": 41911, "Judul": "PENERAPAN ERGONOMI PADA PERANCANGAN REST AREA DI KAWASAN KOTA SUKABUMI UNTUK MENUNJANG DAERAH TUJUAN WISATA GEOPARK CILETUH PELABUHAN RATU", "Abstrak": "Rest area merupakan sebuah kawasan yang digunakan untuk beristirahat dari aktivitas berkendara.\nKeberadaan rest area sangat penting karena menurut penilitian pengemudi yang telah berkendara\nselama 2 jam berturut turut dianjurkan untuk beristirahat selama 15 menit. Sedangkan untuk pengemudi\nyang telah berkendara selama 4 jam berturut-turut diwajibkan untuk istirahat setidaknya 30 menit. Di\nIndonesia, umumnya rest area ditemui di jalan bebas hambatan dan hanya memenuhi kebutuhan dasar\nuntuk beeristirahat tanpa memiliki daya tarik atau ciri khas untuk menarik pengendara untuk\nberistirahat. Saat ini, Geopark Ciletuh, belum memiliki rest area di sekitarnya. Sehingga perlu\ndirancang sebuah rest area untuk menunjang kegiatan pariwisata di Geopark Ciletuh. Survei melalui\nstudi komparasi dilakukan untuk menentukan fasilitas yang diperlukan dalam sebuah rest area. Setelah\nitu, selanjutnya dilakukan penyebaran kuesioner ke responden sehingga diketahui prioritas fasilitas.\nPenelitian ini menunjukkan bahwa fasilitas yang diperlukan, berturut-turut dari yang terpenting, adalah\nkamar kecil, SPBU, tempat beribadah, minimarket, tempat parkir, food court, restoran cepat saji,\nbengkel, papan informasi cuaca dan lalu lintas, peta wisata sekitar, fasilitas relaksasi, toko suku cadang,\npusat informasi, tempat melihat pemandangan sekitar, toko oleh-oleh, area piknik, penginapan, area\nbermain, dan tempat cuci mobil. Selain itu, didapatkan alternatif rancangan rest area sesuai dengan\nkebutuhan.", "Daftar File": {"ABSTRAK Chudzaifi Alawil Haddaddegusti": "https://digilib.itb.ac.id/gdl/download/180435"}, "Penulis": "Chudzaifi Alawil Haddaddegusti [13413097]", "Kontributor / Dosen Pembimbing": ["Ir. Darwin, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "Rest area, fasilitas, ergonomi, geopark, ciletuh, pariwisata, rancangan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "09 Sep 2019"}