{"Nomor": 41910, "Judul": "PENGARUH NILAI BUDAYA KERJA DAN KARAKTER TERHADAP KINERJA KARYAWAN DI BANK BJB", "Abstrak": "PT. Bank Pembangunan Daerah Jawa Barat & Banten, Tbk sebagai perusahaan yang ingin memberikan layanan terbaik bagi pelanggan. Bank bjb memberikan layanan yang baik sesuai dengan nilai perusahaan bank bjb; yaitu GO SPIRIT, di mana karyawan bank bjb harus selalu bersikap sesuai dengan nilai perusahaan yang ada. Mengenai hal ini, bank harus selalu memberikan penghargaan kepada karyawan yang memiliki integritas tinggi dalam memberikan kompetensinya.\nBank bjb memiliki Rencana Anggaran tahunan (RAB) setiap tahunnya, di mana RAB adalah rencana satu tahun sehubungan dengan pekerjaan yang harus dilakukan. RAB harus sesuai dengan rencana, kebutuhan, dan diimplementasikan dengan baik dan benar. Salah satu Rencana Anggaran yang telah dikeluarkan adalah biaya pendidikan dan pelatihan character building untuk karyawan bank bjb. Rencana Anggaran dimasukkan pada awal tahun dan harus dilaksanakan pada tahun berjalan. Manajemen bank bjb memiliki tujuan untuk karyawan yang akan dan telah mengikuti pendidikan dan pelatihan character building. Setelah berjalan selama kurang lebih 3 tahun, sudah ada lebih dari 5000 karyawan yang menjalani pendidikan dan pelatihan pembangunan.\nBJB Better Award adalah acara penghargaan dan apresiasi bagi karyawan bank bjb yang dianggap memiliki kinerja yang baik. Ada 15 penghargaan yang diberikan setiap tahun untuk karyawan bank bjb yang tersebar di seluruh Indonesia. Dengan adanya karyawan yang memiliki kinerja baik, diharapkan mereka dapat selalu menjalankan nilai-nilai budaya bank bjb dan memiliki karakter yang kuat untuk menjadikan bank bjb unggul di industrinya.\nDivisi bjb University memiliki tanggung jawab untuk menyelenggarakan pendidikan dan pelatihan character building. Divisi bjb University, hingga pertengahan tahun 2018, telah menghabiskan Anggaran dana sebesar 30 miliar rupiah secara menyeluruh. Tingkat efektivitas pendidikan dan pelatihan character building dapat diukur. Namun, pengukuran ini masih belum ada hingga saat ini. Selain itu, tidak mungkin lagi dilakukan pengukuran efektivitasnya karena telah dijalankan oleh semua karyawan bank bjb pendidikan dan pelatihan character building nya.\nNamun, kita masih bisa mengetahui apakah implementasi pendidikan dan pelatihan character building dan tujuan pembangunan karakter yang akan dikaitkan dengan kinerja karyawan berjalan dengan efektif atau tidak. Model pengujian akan dilakukan kepada karyawan yang memiliki kinerja terbaik dan kinerja tidak terbaik.\nUntuk mengatasi masalah ini, kuesioner telah disebar kepada karyawan bank bjb. Kuesioner dibagikan kepada karyawan bank bjb yang menerima penghargaan karyawan terbaik, dan yang tidak. Kuesioner ini bertujuan untuk menganalisis seberapa efektif nilai pembentukan karakter. Kuesioner dibagikan kepada karyawan bank bjb yang menerima penghargaan karyawan terbaik pada tahun 2015, 2016 dan 2017 dan karyawan bank bjb yang tidak mendapatkan penghargaan karyawan terbaik pada tahun 2015, 2016 dan 2017. Terdapat 42 responden yang telah mengisi kuesioner untuk masing-masing kelompok karyawan terbaik dan kelompok karyawan tidak terbaik. hasil kuesioner survei kemudian dianalisis menggunakan statistik SEM PLS dan jelaskan hasilnya.", "Daftar File": {"2019_TS_PP_RAKHMA HAFSAH_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/180425"}, "Penulis": "Rakhma Hafsah [29116036]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Yuni Ros Bangun, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Manajemen Pengetahuan Manusia, Pendidikan dan Pelatihan, Manajemen Sumber Daya Manusia.", "Sumber": "BANK BJB", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "09 Sep 2019"}