{"Nomor": 41924, "Judul": "ANALISIS KESTABILAN LERENG TAMBANG MENGGUNAKAN METODE KLASIFIKASI MASSA BATUAN DAN KINEMATIK DI DAERAH GUNUNG PANCIR, KABUPATEN BANDUNG DAN GUNUNG PATROL, KABUPATEN BANDUNG BARAT, JAWA BARAT", "Abstrak": "Daerah penelitian terletak pada tambang di daerah G. Pancir, Kabupaten Bandung dan G.\nPatrol, Kabupaten Bandung Barat dengan koordinat 6°55'50,81\" LS, 107°30'28,04\" BT\nsampai dengan 6°57'32,42\" LS, 107°32'12,30\" BT. Penelitian ini bertujuan untuk\nmelakukan karakterisasi massa batuan, analisis kestabilan lereng, dan optimalisasi arah\npenambangan yang aman.\nMetode yang dilakukan pada penelitian ini antara lain observasi lapangan, pengambilan\nsampel batuan, kemudian survei scanline pada empat titik lokasi, yaitu L-1, L-2, L-3, dan\nL-4. Karakterisasi massa batuan berdasarkan metode empiris dari klasifikasi RMR,\ndilanjutkan analisis kestabilan lereng yang mencakup analisis kinematik untuk menentukan\nprobabilitas tipe kelongsoran dan analisis klasifikasi SMR.\nPada pengamatan lapangan didapatkan jenis litologi berupa andesit pada keempat lokasi,\nsedangkan di lokasi L-4 sudah mengalami alterasi. Pengujian sifat indeks menghasilkan\nrata-rata nilai Schmidt Hammer Rebound Value (SHRV) 30–50. Pengujian sifat fisik\nsampel batuan menghasilkan nilai berat isi 23,42 kN/m3–24,79 kN/m3. Kekuatan batuan\nberada pada rentang 37–120 MPa. Klasifikasi Rock Mass Rating (RMR) menunjukkan\nkategori massa batuan kelas II (batuan baik) pada L-1, L-2, dan L-3; serta kelas III (batuan\ncukup baik) pada L-4. Hasil analisis kinematik menunjukkan tipe kelongsoran utama yaitu\nmembaji pada L-1, L-2, dan L-3; sedangkan pada L-4 berupa jungkiran langsung.\nKlasifikasi Slope Mass Rating (SMR) menunjukkan kategori lereng kelas III (stabil\nsebagian) pada L-3 dan lereng kelas IV (buruk/tidak stabil) pada L-1, L-2, dan L-4.\nPenyesuaian terhadap arah penambangan dinilai perlu dilakukan setidaknya untuk\nmengurangi risiko bencana Geologi Teknik, terutama pada lereng-lereng yang tidak stabil.\nDengan arah kemiringan lereng yang paling optimal yaitu N190°E pada L-1 dan N230°E\npada L-2 dengan kondisi stabil, sementara N120°E pada lokasi L-3 dan N30°E pada lokasi\nL-4 dengan kondisi stabil sebagian. Hasil evaluasi menunjukkan bahwa optimalisasi arah\npenambangan menggunakan metode kinematik dan klasifikasi massa batuan tidak cocok\nditerapkan pada lereng massa batuan dengan nilai RMR yang rendah.", "Daftar File": {}, "Penulis": "Muhammad Alibasya [12015016]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Imam Achmad Sadisun, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "kestabilan lereng, RMR, SMR, analisis kinematik, optimalisasi arah penambangan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "09 Sep 2019"}