{"Nomor": 41926, "Judul": "PEMETAAN POTENSI TEMPAT EVAKUASI BENCANA BANJIR - STUDI KASUS TEMPAT IBADAH MASJID KELURAHAN DAYEUHKOLOT, KABUPATEN BANDUNG", "Abstrak": "Warga Kelurahan Dayeuhkolot menjadikan beberapa masjid sebagai sasaran tempat\npengungsian pada saat banjir misalnya Masjid Asshofia, Masjid Argadinata dan\nMasjid Almusthofa. Keberadaan tempat pengungsian tidak terlepas dari upaya\nkesiapsiagaan bencana. Undang-Undang RI No 24 Tahun 2007 pasal 44\nmenyatakan bahwa perlu diadakan kesiapsiagaan dalam menghadapi bencana dan\nsalah satu bentuk kesiapsiagaan tersebut seperti yang tertuang dalam pasal 45\nadalah dengan menyiapkan lokasi evakuasi. Terdapat 22 masjid di Kelurahan\nDayeuhkolot yang kemudian dianalisis untuk dilihat mana saja yang berpotensi\ndijadikan tempat pengungsian dengan skenario banjir mulai dari 0.5 m, 1 m, 1.5 m\ndan 2 m. Metode yang digunakan adalah dengan menganalisis mana saja daerah\nyang terpapar banjir dengan skenario tertentu menggunakan Sistem Informasi\nGeografis. Hasil analisis tersebut dikaitkan dengan titik lokasi masjid, ketinggian\nlantai masjid dan kesiapan masjid dijadikan sebagai tempat evakuasi sehingga di\nhasilkan masjid yang tergenang dan tidak tergenang. Jika terjadi banjir dengan\nketinggian 0.5 m maka daerah yang tergenang mencakup RW 3, RW 4, RW 13,\nsebagian RW 1, sebagian RW 2, sebagian RW 8, sebagian RW 9, sebagian RW 14\ndan sebagian RW dan masjid yang bisa digunakan sebagai tempat evakuasi adalah\nMasjid Baitul Haq, Masjid Arrahman, Masjid Alhidayah, Masjid Nurul Yaqin,\nMasjid Nurul Iman, Masjid Almubarok, Masjid Alhikmah, Masjid Akhidmah, Masjid\nJami’ MU, Masjid Asshofia, Masjid Albarakah, Masjid Argadinata dan Masjid\nAlmushtofa. Jika banjir dengan ketinggian 1 m daerah yang tergenang yakni\nsebagain RW 1, RW 2, RW 3, RW 4, RW 13, RW 14, sebagian RW 5, sebagian RW 8,\nsebagian RW 9, sebagian RW 11 dan sebagian RW 12 dan masjid yang dapat\ndigunakan sebagai tempat evakuasi adalah masjid yang juga dapat digunakan\nsebagai tempat evakuasi saat genangan 50 cm kecuali Masjid Arrahman dan\nAlhidayah. Ketika banjir dengan ketinggian 1.5 m banjir semakin meluas dan hanya\nmenyisakan sebagian RW 6, sebagian RW 7, sebagian RW 8, sebagian RW 10,\nsebagian RW 10 dan sebagian RW 12 , dengan itu masjid yang bisa digunakan\nsemakin berkurang karena masjid Alhikmah terendam banjir, hanya masjid\nberlantai 2 yang bisa digunakan. Begitupun pada saat genangan 2 m namun wilayah\nyang tergenang seluruh daerah kelurahan Dayeuhkolot.", "Daftar File": {"2019 TA PP NELI AULIA_JURNAL.pdf)u": "https://digilib.itb.ac.id/gdl/download/180539"}, "Penulis": "Neli Aulia [15414084]", "Kontributor / Dosen Pembimbing": ["Ir. Tubagus Furqon Sofhani, MA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kelurahan Dayeuhkolot, banjir, tempat evakuasi, masjid, ketinggian genang", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "9 file", "Tanggal Input": "09 Sep 2019"}