{"Nomor": 41921, "Judul": "KARAKTERISTIK MORFOLOGI, SENYAWA VOLATIL, NUTRISI BUAH CABAI (Capsicum annuum L.), DAN RESPONSNYA TERHADAP INFESTASI LALAT BUAH (Bactrocera dorsalis)", "Abstrak": "Buah cabai merupakan komoditas hortikultura penting bagi Indonesia. Namun, budidaya tanaman cabai menghadapi banyak kendala diantaranya serangan lalat buah (Bactrocera dorsalis). Oviposisi lalat buah menyebabkan buah cabai menjadi busuk dan tidak dapat dijual dengan potensi kerugian dapat mencapai 100%. Respons umum tanaman dalam menghadapi cekaman meliputi antixenosis dan antibiosis. Perbedaan respons tanaman ini belum banyak dikaji dan dimanfaatkan untuk pengendalian lalat buah pada budi daya tanaman cabai. Dengan demikian, penelitian bertujuan untuk: (1) mengkaji karakteristik buah cabai varietas tahan dan varietas peka terhadap infestasi lalat buah dan (2) mengkaji respons cabai terhadap infestasi lalat buah.\nKarakterisasi dilakukan pada enam varietas cabai Capsicum annuum yang telah diidentifikasi memiliki tingkat ketahanan yang berbeda terhadap infestasi lalat buah, baik secara antixenosis maupun antibiosis. Karakter varietas cabai dipelajari melalui pengamatan morfologi dan pengujian kandungan kimia buah cabai yang berkorelasi dengan tingkat antixenosis dan antibiosis. Respons buah cabai terhadap serangan lalat buah diamati pada tiga populasi dasar yaitu varietas tahan, varietas peka, dan varietas hibrida/F1 (dihasilkan dari persilangan antara varietas tahan dan peka).\nBerdasarkan hasil karakterisasi, terdapat perbedaan karakter morfologi dan kimia buah cabai antara varietas tahan dan varietas peka terhadap serangan lalat buah. Perbedaan karakter buah ini berkontribusi pada tingkat resistensi cabai terhadap serangan lalat buah. Karakter morfologi buah yang berpengaruh pada tingkat ketahanan cabai terhadap serangan lalat buah adalah ukuran buah (lebar buah, berat buah, dan tebal daging buah) dan bentuk pangkal buah. Sementara karakter kimia buah cabai yang berpegaruh terhadap infestasi lalat buah adalah senyawa volatil, kadar air, dan kadar karbohidrat.\nRespons antixenosis buah cabai dipengaruhi oleh senyawa volatil. Hasil penelitian menunjukkan kehilangan hasil buah cabai meningkat dengan meningkatnya kandungan ?-Ocimen dalam buah cabai varietas peka. Buah cabai varietas peka terhadap lalat buah melepaskan senyawa volatil ?-Ocimen yang dapat menarik lalat buah betina untuk bertelur (oviposisi). Sebaliknya, buah cabai varietas tahan tidak melepaskan volatil ini sehingga bisa menghindari oviposisi lalat buah betina. Dengan demikian, ?-Ocimene dapat digunakan sebagai penanda kimia untuk ketahanan cabai terhadap serangan lalat buah.\nRespons antibiosis buah cabai dipengaruhi oleh produksi etilen. Tusukan lalat buah ovipositor menyebabkan permukaan buah cabai terluka dan memicu peningkatan produksi etilen. Kadar etilen dalam buah cabai varietas peka meningkat secara signifikan dibandingkan pada varietas tahan setelah oviposisi. Hasil penelitian juga menunjukkan bahwa pertahanan aktif terkait dengan ekspresi gen resistensi cabai. Hal ini ditandai dengan perbedaan ekspresi gen CaRGA2 (Capsicum annuum Resistance Gene Analog 2) antara buah cabai varietas cabai peka dan tahan.\nSecara keseluruhan, hasil penelitian menggambarkan respons ketahanan cabai terhadap infestasi lalat buah yang dapat memberikan kontribusi pada pengembangan program pengendalian hama terpadu. Varietas tahan dapat digunakan sebagai donor karakter tahan lalat buah dalam program perakitan cabai berdaya hasil tinggi dan tahan lalat buah. Sedangkan varietas peka dapat dimanfaatkan sebagai bahan dasar pembuatan atraktan lalat buah betina dan berpotensi sebagai tanaman perangkap. Varietas peka juga dapat menjadi materi untuk identifikasi gen-gen yang berperan dalam sintesis senyawa volatil pada cabai.", "Daftar File": {"ABSTRAK Rinda Kirana": "https://digilib.itb.ac.id/gdl/download/180468", "2019 DS PP  RINDA KIRANA  1 - lembar pengesahan.pdf?": "https://digilib.itb.ac.id/gdl/download/180618"}, "Penulis": "Rinda Kirana [30614001]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Tati Suryati Syamsudin, MS, DEA", "Dr. Ahmad Faizal, S.Si., M.Si."], "Jenis Koleksi": "Disertasi", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "antixenosis, antibiosis, oviposisi, ?-Ocimen, etilen", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "2 file", "Tanggal Input": "09 Sep 2019"}