{"Nomor": 41931, "Judul": "IDENTIFIKASI ZONA PERMEABEL DI PERMUKAAN BERDASARKAN INDIKASI GAS DAN TERMAL DI SEKITAR CEKUNGAN BANDUNG", "Abstrak": "Pendeteksian zona permeabel di lingkungan gunungapi sangat berguna dalam kegiatan pengamatan aktivitas gunungapi maupun eksplorasi geotermal. Masalah yang umumnya ditemukan dalam kegiatan pendeteksian zona permeabel apabila hanya mengandalkan kegiatan lapangan adalah terdapatnya keterbatasan baik dari segi waktu, biaya, ataupun keterjangkauan daerah penelitian. Pengaplikasian data satelit yang tervalidasi oleh data lapangan diharapkan dapat mengefisienkan pemetaan lapangan dan meningkatkan akurasi pendeteksian zona permeabel di lingkungan gunungapi.\nPenelitian dilakukan pada daerah gunungapi sekitar Cekungan Bandung. Data yang digunakan pada penelitian ini adalah data dari citra ASTER (Advanced Spaceborne Thermal Emission and Reflection Radiometer) saluran TIR (Thermal Infrared Radiometer) dan VNIR (Visible and Near Infrared Radiometer). Melalui data citra TIR yang telah diolah dan dikoreksi faktor vegetasi dan emisivitasnya menggunakan data citra VNIR, dihasilkan peta suhu permukaan tanah terkoreksi vegetasi atau Vegetation Corrected Land Surface Temperature (Tcveg). Peta Tcveg kemudian di klasifikasikan menggunakan metode kuartil menjadi 4 kelas. Kelas dengan nilai Tcveg yang tinggi merupakan anomali dan indikasi keberadaan zona permeable sedangkan yang rendah bukan anomali dan zona impermeabel.\nKegiatan validasi dilakukan dengan melakukan pengukuran suhu dan gas di daerah yang memiliki anomali Tcveg tinggi seperti Kawah Domas dan Kawah Papandayan serta diluar daerah anomali seperti, Sesar Lembang dan Kota Bandung. Hasil pengukuran permukaan tanah menunjukkan bahwa terdapat manifestasi geotermal yang ditandai oleh hasil pengukuran suhu dan gas SO2 dan CO2 yang cukup tinggi di lokasi-lokasi anomali Tcveg. Secara umum, hasil pengukuran gas SO2 dan CO2 berbeda di setiap lokasi, tetapi pola yang dihasilkan relatif sama. Hasil SO2 dan CO2 pada zona permeabel menunjukkan nilai yang lebih tinggi dibanding impermeabel. Secara geologi salah satu hal yang menyebabkan terbentuknya zona permeabel atau jalur bagi gas pada daerah penelitian untuk dapat naik adalah keberadaan struktur.", "Daftar File": {"ABSTRAK Zaki Hilman": "https://digilib.itb.ac.id/gdl/download/180548", "COVER Zaki Hilman": "https://digilib.itb.ac.id/gdl/download/181219", "BAB 1 Zaki Hilman": "https://digilib.itb.ac.id/gdl/download/181220", "BAB 2 Zaki Hilman": "https://digilib.itb.ac.id/gdl/download/181221", "BAB 3 Zaki Hilman": "https://digilib.itb.ac.id/gdl/download/181222", "BAB 4 Zaki Hilman": "https://digilib.itb.ac.id/gdl/download/181223", "BAB 5 Zaki Hilman": "https://digilib.itb.ac.id/gdl/download/181224", "PUSTAKA Zaki Hilman": "https://digilib.itb.ac.id/gdl/download/181225"}, "Penulis": "Zaki Hilman [22016311]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Asep Saepuloh, S.T., M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Penginderaan jauh, suhu permukaan tanah, zona permeabel, Cekungan Bandung, panasbumi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "09 Sep 2019"}