{"Nomor": 41933, "Judul": "FAKTOR-FAKTOR YANG MEMPENGARUHI BLOG MAKANAN DAN AKUN INSTAGRAM MAKANAN TERHADAP NIAT UNTUK MENGIKUTI INSTAGRAM", "Abstrak": "Food Blogger are people who have many followers ad have the ability to share information about food, beverages, and review restaurans or share dining experiences. The culinary industry has great potential in Indonesia to grow (Berawi, 2018) along with this, technological sophisticared is rapidly growth and most of culinary industry marketers choose Food Blogger as a channel to their marketing strategy related to food, beverages or some product and place recommendations. However, some of food blogger are not been able to reach their audiences because they lack of provide well the information.\nThe purpose of this study is to discover and analyze Food Blogger criteria that significantly and positively affect the intention to follow and to find the key factor that influence intention to follow particularly on Instagram. This study was conducted through an online questionnaire as a tool to collect the data with 220 respondents, with the age group 19-34 years old and it should be follower of the Food Blogger or food accounts on Instagram. Researcher using the Multiple Linear Regression Model show that two factors have a significant and positively impact the Intention to Follow, which are Attractiveness and Enjoyment. The results of the regression analysis show that Attractiveness is a key factor in influencing the intention to follow toward Food Blogger on Instagram. Additionally, researcher also conducted interviews from two point of view both food blogger and followers aim to verify the factors that has been developen in this research.\nOverall, this study provides a fundamental examination of several factor regarding the intention to follow toward Food Blogger criteria particularly in Instagram. As a result for marketers and Instagram accounts owner to take an effective steps to encourage the intention to follow especially in choosing Food Blogger that are suitable toward the products. However, some limitations may occur because the differences in the target respondents and the area where this research conducted produce different results.", "Daftar File": {"ABSTRAK Yumi Maizura Azzahrah 19016213.pdf?": "https://digilib.itb.ac.id/gdl/download/180549"}, "Penulis": "Yumi Maizura Azzahrah [19016213]", "Kontributor / Dosen Pembimbing": ["Harimukti Wandebori, S.T., MBA., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Intention to Follow, Food Blogger, Instagram, Perceived attractiveness, usefulness, enjoyment.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "10 Sep 2019"}