{"Nomor": 41941, "Judul": "PERANCANGAN ALAT PENGERING GABAH TIPE SWIRLING FLUIDIZED BED SKALA LABORATORIUM", "Abstrak": "Pengeringan merupakan salah satu tahapan yang diperlukan dalam penanganan pasca\npanen. Proses pengeringan dilakukan supaya produk hasil pertanian mempunyai\nwaktu simpan yang lebih lama. Diantara produk hasil pertanian yang memerlukan\nproses pengeringan adalah biji-bijian. Dari berbagai tipe alat pengering yang dapat\ndigunakan untuk mengeringkan biji-bijian hasil pertanian, terdapat satu tipe alat\npengering yang akhir-akhir ini dijadikan fokus penelitian oleh beberapa peneliti baik\nnasional maupun internasional yaitu alat pengering tipe swirling fluidized bed (SFB).\nAlat pengering tipe ini (SFB) dapat digunakan untuk mengeringkan butiran lebih baik\ndibandingkan dengan pengering fluidized bed. Sayangnya di Indonesia alat pengering\ntipe SFB belum banyak dilakukan penelitian, khususnya untuk bahan biji-bijian hasil\npertanian. Oleh karena itu diperlukan suatu penelitian tentang alat pengering tipe SFB\nuntuk mengeringkan biji-bijian hasil pertanian, salah satunya adalah gabah. Pemilihan\ngabah sebagai bahan yang akan dikaji pada penelitian ini karena beras merupakan\nkomoditas pertanian yang sampai saat ini masih mendominasi di Indonesia, sehingga\nhasil penelitian ini diharapkan dapat dimanfaatkan oleh masyarakat Indonesia sebagai\nalternatif untuk mengeringkan gabah khususnya pada saat musim hujan.\nPada penelitian ini dilakukan perancangan alat pengering gabah tipe swirling\nfluidized bed untuk skala laboratorium. Gabah yang dikaji adalah gabah padi jenis\nCiherang. Tahapan yang dilakukan yaitu studi literatur terkait gabah dan SFB,\nperhitungan kecepatan fluidisasi minimum, perancangan dinding luar, center body,\ndistributor, perhitungan laju alir udara pengering, perancangan saluran masuk udara\npengering dengan satu saluran masuk, penggambaran prototip alat pengering,\nmelakukan simulasi aliran udara menggunakan Computational Fluid Dynamic\n(CFD), pembuatan prototip alat pengering, pengujian prototip alat pengering tanpa\nbeban, melakukan simulasi validasi hasil pengujian, perancangan saluran masuk\nudara pengering dengan dua saluran masuk, melakukan simulasi aliran udara menggunakan CFD, melakukan analisis hasil simulasi aliran udara, melakukan kajian\nanalitik perpindahan panas, perancangan pemanas, dan kapasitas pengeringan.\nHasil perancangan alat pengering gabah tipe SFB berbentuk silinder berdiameter 400\nmm dan tinggi 500 mm, center body ruang plenum berbentuk silinder berdiameter\n300 mm dan tinggi 260 mm, center body ruang column berbentuk kerucut dengan\ndiameter 300 mm dan tinggi 210 mm, distributor terdiri dari seratus blade dengan\nsudut kemiringan 45° dari bidang horisontal dan lebar 50 mm serta tinggi 37,5 mm,\ndua saluran masuk udara pengering dengan bentuk silinder berdiameter 58 mm dan\npanjang 600 mm. Hasil perhitungan diperoleh bahwa kecepatan fluidisasi minimum\nalat pengering gabah tipe SFB sebesar 6,96 m/s. Ruang pengering (ruang column)\ndirancang dengan temperatur 45 °C. Udara pengering disuplai dari ruang pemanas\ndengan elemen pemanas tipe U-air finned heater berdaya total 3722 W. Kapasitas\npengeringan dihitung sebesar 709,5 g gabah per jam. Hasil simulasi aliran udara\nmenggunakan CFD didapatkan bahwa aliran udara pada alat pengering gabah tipe\nSFB dengan dua saluran masuk udara menghasilkan distribusi kecepatan udara keluar\ndari distributor lebih merata dibandingkan dengan alat pengering gabah tipe SFB\ndengan satu saluran masuk udara. Hasil akhir perancangan adalah desain alat\npengering gabah tipe SFB dengan dua saluran masuk udara.", "Daftar File": {"COVER Satya Andika Putra": "https://digilib.itb.ac.id/gdl/download/180563", "BAB 1 Satya Andika Putra": "https://digilib.itb.ac.id/gdl/download/180564", "BAB 2 Satya Andika Putra": "https://digilib.itb.ac.id/gdl/download/180565", "BAB 3 Satya Andika Putra": "https://digilib.itb.ac.id/gdl/download/180566", "BAB 4 Satya Andika Putra": "https://digilib.itb.ac.id/gdl/download/180567", "BAB 5 Satya Andika Putra": "https://digilib.itb.ac.id/gdl/download/180568", "PUSTAKA Satya Andika Putra": "https://digilib.itb.ac.id/gdl/download/180569"}, "Penulis": "Satya Andika Putra [23115013]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Willy Adriansyah, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "swirling fluidized bed, gabah, kecepatan fluidisasi minimum, computational fluid dynamic.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "10 Sep 2019"}