{"Nomor": 41952, "Judul": "PERBANDINGAN MODEL TENSOR IMPEDANSI DALAM PENENTUAN GEOELECTRIC STRIKE UNTUK PEMODELAN 2-D DI LAPANGAN GEOTERMAL RANTAU DEDAP, SUMATERA SELATAN", "Abstrak": "Survei magnetotellurik telah dilakukan di lapangan geotermal Rantau Dedap,\nSumatera Selatan pada tahun 2008 yang terdiri dari 180 stasiun. Struktur resistivitas\ndiperoleh melalui pemodelan secara 2-D dimana resistivitas bervariasi terhadap\nsatu arah horizontal dan kedalaman. Arah dimana resistivitas bernilai konstan\ndisebut geoelectric strike. Sudut geoelectric strike ini diketahui dengan melakukan\nanalisis tensor impedansi dari data MT. Penelitian ini menerapkan empat metode\ndalam analisis tensor impedansi yang terdiri dari metode Swift, Bahr, Tipper, dan\nTensor Fase. Metode Swift mengasumsikan struktur resistivitas 2-D yang ditambah\nnoise. Bahr mengajukan model yang lebih kompleks dengan adanya heterogenitas\nmulti-dimensi tertanam di struktur regional 2-D. Metode tensor fase dapat\nditerapkan untuk berbagai kasus struktur resistivitas, sudut geoelectric strike\ndiperoleh dari perhitungan tensor fase yang dapat mempertahankan informasi\nregional. Ambiguitas 90° pada sudut geoelectric strike diatasi oleh hasil metode\nTipper yang meninjau hubungan komponen medan magnet vertikal dan komponen\nmedan magnet horizontal. Hasil lain dari analisis tensor impedansi ialah parameter\nskewness, yang menjadi ukuran penyimpangan data dari model 2-D. Selanjutnya,\ndata MT dirotasi secara matematis lalu dilakukan pemodelan secara 2-D\nmenggunakan software WinGLink. Sudut geoelectric strike pada lapangan\ngeotermal Rantau Dedap diketahui berorientasi N30°E dan data memenuhi kriteria\nmodel 2-D hingga periode 100 s berdasarkan nilai skew. Pemodelan 2-D dilakukan\npada 28 stasiun di lintasan yang berorientasi tegak lurus terhadap arah geoelectric\nstrike, yaitu N120°E. Model 2-D yang diperoleh menunjukkan lapisan dengan nilai\nresistivitas rendah (<12 Ohm.m) di atas zona resistivitas tinggi dengan nilai\nresistivitas >72 Ohm.m. Di antara kedua zona ini terdapat zona dengan rentang nilai\nresistivitas 12-72 Ohm.m.", "Daftar File": {"ABSTRAK Irfani Sakinah": "https://digilib.itb.ac.id/gdl/download/180617"}, "Penulis": "Irfani Sakinah [12315048]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Hendra Grandis"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "magnetotellurik, geotermal, geoelectric strike", "Sumber": "", "Staf Input/Edit": "", "File": "8 file", "Tanggal Input": "10 Sep 2019"}