{"Nomor": 41954, "Judul": "PERANCANGAN SISTEM INFORMASI PENGENDALIAN MATERIAL DI PROYEK PT WIJAYA KARYA (PERSERO) TBK.", "Abstrak": "Bagi perusahaan konstruksi, yang menjadi ujung tombak di dalam pencapaian\nkinerja perusahaan adalah proyek. Salah satu komponen utama di dalam faktor\nsukses atau tidaknya pencapaian target proyek adalah kemampuan proyek di dalam\npengelolaan materialnya, karena material konstruksi mencapai hampir 60%-70%\ndari seluruh biaya konstruksi. Pengelolaan informasi yang akurat dan aktual dalam\nproses pengendalian material proyek merupakan salah satu kunci keberhasilan\nproyek dalam mencapai efisensi biaya. Pemanfaatan teknologi dapat menjadi salah\nsatu cara bagi perusahaan dalam meningkatkan keakuratan informasi dan data\nmaterial. Oleh karena itu diperlukan pengembangan sistem informasi yang sesuai\ndengan kebutuhan proyek, sehingga proyek dapat secara optimal di dalam\npencapaian target yang sudah ditetapkan.\nDalam tesis magister ini diberikan usulan rancangan sistem informasi pengendalian\nmaterial, yang dapat mendukung pengelolaan dan integrasi data yang terkait dengan\npengelolaan material yang sudah ada di WIKA. Data-data pengelolaan material ini\nakan dikelola dalam sebuah sistem yang ditujukan untuk memberikan hasil laporan\ndan informasi yang akurat dan real time kepada pihak-pihak yang membutuhkan\nterutama manajemen proyek, sehingga keputusan-keputusan yang diambil tepat dan\ncepat. Rancangan Sistem Informasi Pengendalian Material ini secara konsep utama\nadalah mengintegrasikan data mulai dari permintaan material sampai dengan\npenggunaan material dan dilakukan secara online dengan memanfaatkan\nperkembangan teknologi yang sudah ada seperti HP android maupun komputer.\nJadi proses yang ada sekarang dimana dilakukan secara konvensional (menulis di\ndokumen, dokumen disimpan secara fisik) dengan tingkat keakuratan dan\nkecepatan informasi material yang tidak optimal dapat diperbaiki dengan proses\ndigitalisasi.\nDalam rangka penerapan rancangan sistem informasi ini, dilakukan validasi\nrancangan ke pihak-pihak internal perusahaan yang memliki kompetensi dan\nkapabilitas di dalam memberi kofirmasi dan masukan apakah rancangan sistem ini\ndapat diterapkan atau tidak, juga langkah-langkah yang diperlukan agar penerapan\nrancangan sistem informasi ini dapat berjalan dengan baik.", "Daftar File": {"ABSTRAK KURNIA GUSNADI SUMBAYAK": "https://digilib.itb.ac.id/gdl/download/180620"}, "Penulis": "KURNIA GUSNADI SUMBAYAK [94516017]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Rajesri Govindaraju, ST, MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Logistik", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "perancangan, sistem informasi, pengendalian material, integrasi data, real time, proyek.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "10 Sep 2019"}