{"Nomor": 41973, "Judul": "Ekspresi Gen Haloacid Dehalogenase dari Pseudomonas aeruginosa dalam Klon Rekombinan pET-paed-d dengan Sel Inang Escherichia coli ArcticExpress (DE3)", "Abstrak": "Senyawa organohalogen merupakan salah  satu  senyawa  organik  yang  banyak  digunakan di berbagai bidang industri sebagai campuran bahan aktif pada pestisida, bahan pembuat plastik, prekursor, serta pelarut reaksi  organik.  Namun,  senyawa  organohalogen merupakan senyawa xenobiotik yang bersifat  toksik,  sukar  untuk diuraikan, dan dapat bertransformasi menjadi metabolit  berbahaya  yang   mencemari  lingkungan.  Salah   satu   cara   untuk   mendegradasi senyawa   tersebut,   dilakukan  bioremediasi  menggunakan  mikroorganisme  yang   memiliki aktivitas  dehalogenase.  Salah  satu mikroorganisme yang  diketahui  memiliki  aktivitas dehalogenase adalah  Pseudomonas aerughwsa.  Pseudomonas aeruginosa memiliki  gen pengkode haloacid dehalogenase yang telah diklon, diberi nama gen paed-d, dan telah diekspresikan  dalam   vektor   pET-30a    di  E.  coli  BL21   (D£3).   Penelitian  sebelumnya menyatakan bahwa  aktivitas enzim  yang dihasilkan dalam E. coli BL21  (D£3) masih  belum optimum   akibat  pelipatan   protein  yang  kurang  tepat.  Penelitian   ini bertujuan  mempelajari ekspresi  gen paed-d dan aktivitas  enzim  yang dihasilkan  klon rekombinan  pET-paed-d diE. coli ArcticExpress (D£3). E. Coli ArcticExpress (D£3) memiliki  2 chaperon yaitu Cpn 10 dan Cpn  60  yang  diharapkan dapat  membantu  proses  folding  protein  sehingga   meningkatkan aktivitas enzim  haloacid dehalogenase  yang dihasilkan. Satu unit aktivitas dehalogenase dinyatakan sebagai  banyaknya enzim  yang  diperlukan untuk  melepaskan satu  1  J.11110l   ion halida per menit. Aktivitas haloacid dehalogenase ditentukan  dengan menggunakan metode kolorimetri  yang   dikembangkan  oleh   Bergmann    dan   Sanik.   Aktivitas  spesifik   enzim ditentukan dengan  mengukur  kadar  protein  dalam  sampel  menggunakan metode  Bradford. Ekspresi  gen  paed-d dalam  sel  inang  E.coli BL21  (DE3)  dilakukan   pada  kondisi  optimum dengan  konsentrasi MCA  0, I   mM, pH medium  9, inkubasi  3 7 °C selama  4 jam , konsentrasi\nIPTG  0,007  mM. induksi  pada 30 oc selama  6 jam. sedangkan ekspresinya dalam  sel  inang\nE.co /i ArcticExpress ( DE3)  dilakukan   pada  kondisi  yang  sama ,  hanya  saja  suhu  induksi dilakukan   pada  15 oc. Hasil  ya ng didapat  menunjukkan  bahwa  aktivitas  spesifik  ha/ oacid\ndehalogenase dari  E. coli ArcticExpress (DE3)  untuk penambahan MCA 0,1  mM dan 1  mM\n1 ,5 kali lebih tinggi  dibandingkan ha/oacid deha/ogenase dari E. coli BL21  (DE3).  Aktivitas spesifik ha/oacid deha/ogenase dari E. coli ArcticExpress (DE3) untuk penambahan MCA 0,1 mM dan 1 mM masing-masing adalah  0,471  U/mg protein dan 0,478 U /mg protein sedangkan aktivitas  spesifik  ha/oacid deha/ogenase  dari  E. coli BL21  (DE3)  untuk  penambahan MCA\n0,1  mM dan  I    mM masing-masing adaalah  0,334 U /mg protein  dan 0,344  U /mg protein.", "Daftar File": {"ABSTRAK Muhammad Hairuddin": "https://digilib.itb.ac.id/gdl/download/180660", "PUSTAKA Muhammad Hairuddin": "https://digilib.itb.ac.id/gdl/download/186218"}, "Penulis": "Muhammad Hairuddin [10513050]", "Kontributor / Dosen Pembimbing": ["Enny Ratnaningsih, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": ":    Organohalogen,    bioremediasi,    aktivitas    spesifik    ha/oacid   d ehalogenase, Pseudomonas aeruginosa, E. coli ArcticExpress (D£3),", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "11 Sep 2019"}