{"Nomor": 41978, "Judul": "INFLOW PERFORMANCE RELATIONSHIP PADA RESERVOIR MULTILAYER DRY GAS YANG DIPRODUKSI SECARA COMMINGLE", "Abstrak": "Reservoir multilayer bukanlah hal yang jarang ditemukan pada lapangan minyak dan\ngas. Dalam mengoptimasi produksi pada reservoir multilayer, produksi secara\nbersamaan (commingle) dari satu sumur menjadi salah satu pilihan. Karakteristik\nfluida dan batuan masing-masing lapisan akan sangat penting untuk diketahui dalam\nproduksi secara commingle. Semakin banyak penelitian dalam memproduksikan\nreservoir multilayer secara commingle dilakukan.\nInflow Performance Relationship (IPR) adalah kurva yang mendeskripsikan\nproduksi dalam suatu waktu. Profil produksi suatu sumur apabila memproduksikan\nsecara commingle akan terlihat dari kurva IPR yang terbentuk. Pembentukan kurva\nIPR terutama pada sumur gas akan dipengaruhi oleh kecenderungan turbulensi gas\nyang terjadi saat diproduksikan pada kurun waktu tertentu.\nForchheimer melakukan penelitian mengenai efek turbulensi pada aliran yang terjadi, terutama pada sumur gas saat diproduksikan. Efek turbulensi ini menyebabkan\ngangguan tekanan dari reservoir ke dalam sumur. Karakteristik batuan reservoir\nmenjadi salah satu hal yang dapat mempengaruhi efek turbulensi yang terjadi saat\nmemproduksikan sumur gas.\nPada penelitian ini dilakukan analisis bagaimana pengaruh karakteristik batuan yang\nberbeda-beda dari reservoir multilayer dry gas berpengaruh pada pembentukan kurva\nIPR saat diproduksikan commingle, dengan mempertimbangkan efek turbulensi yang\nterjadi pada masing masing lapisan dan faktor lain yang dapat berpengaruh.", "Daftar File": {"ABSTRAK Engelina Malrin": "https://digilib.itb.ac.id/gdl/download/180679", "COVER Engelina Malrin": "https://digilib.itb.ac.id/gdl/download/206380", "BAB 1 Engelina Malrin": "https://digilib.itb.ac.id/gdl/download/206381", "BAB 2 Engelina Malrin": "https://digilib.itb.ac.id/gdl/download/206382", "BAB 3 Engelina Malrin": "https://digilib.itb.ac.id/gdl/download/206383", "BAB 4 Engelina Malrin": "https://digilib.itb.ac.id/gdl/download/206384", "BAB 5 Engelina Malrin": "https://digilib.itb.ac.id/gdl/download/206385", "PUSTAKA Engelina Malrin": "https://digilib.itb.ac.id/gdl/download/206386"}, "Penulis": "Engelina Malrin [22217014]", "Kontributor / Dosen Pembimbing": ["Dr. Amega Yasutra, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "reservoir multilayer, dry gas, IPR, commingle, efek turbulensi, karakteristik batuan", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "11 Sep 2019"}