{"Nomor": 41975, "Judul": "Formula 1; motorsport; social media; marketing; freemium model; esports; viewership; consumerism", "Abstrak": "Formula 1 telah berhasil membuat banyak generasi terhibur sepanjang\nkeberadaannya. Namun, dalam beberapa tahun terakhir, karena banyak faktor\nseperti krisis keuangan, yang menghambat pemirsa untuk menonton motorsport,\ndan pemilik yang tidak mengadaptasi model yang telah diadaptasi oleh banyak\nindustri lain, telah menyebabkan penurunan jumlah penonton dan popularitas.\nSelanjutnya, pengambilalihan Liberty Media di Formula 1 berarti bahwa\nmotorsport akan dan telah melihat banyak perubahan paradigma di ‘ motorsport’\ndan sejauh ini, ada banyak ide yang belum dieksplorasi.\nMakalah ini pertama-tama menganalisis industri Formula 1 menggunakan\n‘ Porter’s Five Forces’ dan membahas peran mereka dan bagaimana pengaruhnya\natau dipengaruhi oleh masalah terkini tentang olahraga motor. Makalah ini\nkemudian akan membahas bagaimana upaya peningkatan dalam olahraga, dan\nmedia sosial dapat membantu Liberty Media untuk mendapatkan kembali wilayah\nyang hilang dan mencapai jumlah pemirsa yang lebih tinggi dari musim\nsebelumnya. Lebih lanjut, untuk didiskusikan, model Formula 1 saat ini dan\nbagaimana pembenahan dan pengalihan ke model lain mungkin hanya melempar\nmotor sport ke wilayah yang belum dipetakan yang berpotensi menumbuhkan\n‘ motorsport ’ dan menyelesaikan masalah motor sport saat ini.", "Daftar File": {"Abstrak Faridz Dwi Lunar 19016328.pdf\n]": "https://digilib.itb.ac.id/gdl/download/180662"}, "Penulis": "Faridz Dwi Lunar [19016328]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Formula 1; motorsport; social media; marketing; freemium model; esports; viewership; consumerism", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "11 Sep 2019"}