{"Nomor": 41988, "Judul": "PENGEMBANGAN PERANGKAT LUNAK UNTUK DESAIN KONSTELASI SATELIT DAN PENERAPANNYA UNTUK MISI NAVIGASI REGIONAL INDONESIA", "Abstrak": "Penggunaan GPS untuk berbagai aplikasi semakin meningkat, baik untuk ke-\nperluan sains, pemantauan cuaca, kebutuhan militer, maupun berbagai aspek\nbisnis lain. Dampak pada aspek ekonomi dan pembangunan teknologi adalah\nsalah satu bukti dari aplikasi satelit navigasi. Selain itu, satelit navigasi ju-\nga berguna untuk drones ataupun automatic vehicle lain yang membutuhkan\nperforma yang sangat tinggi, terutama dalam akurasi dan integrity. Akurasi\npenentuan posisi dari sistem navigasi satelit dipengaruhi oleh beberapa faktor,\nyaitu:\n geometri relatif posisi satelit navigasi terhadap user\n eror akibat perbedaan clock antara satelit dan receiver (user)\n efek ionosfer\n signal scattering.\nSelain akurasi penentuan posisi, performa Satelit Navigasi berbasis satelit\nditentukan juga oleh parameter Availability. Availability didenisikan sebagai\njangka waktu dimana user (receiver ) memiliki akses ke minimal 4 satelit.\nUntuk membantu perancangan konstelasi satelit navigasi yang optimum\ndikembangkan perangkat lunak penghitung availability sistem konstelasi sate-\nlit. Perangkat lunak berupa propagator orbit dari N buah satelit penyusun\nkonstelasi yang dilengkapi dengan formula untuk menentukan ada tidaknya\nakses ke suatu posisi di muka bumi.\nDalam penerapan untuk perancangan konstelasi satelit orbit rendah de-\nngan misi navigasi regional Indonesia, penggunaan konstelasi dengan 4 bidang\norbit dibuktikan memiliki karakteristik gracefull degradation terbaik. Juga\navailability minimal 50% dapat diperoleh dengan total hanya 24 satelit penyu-\nsun konstelasi.", "Daftar File": {"COVER Pratiwi Kusumawardani": "https://digilib.itb.ac.id/gdl/download/180730", "BAB 1 Pratiwi Kusumawardani": "https://digilib.itb.ac.id/gdl/download/180731", "BAB 2 Pratiwi Kusumawardani": "https://digilib.itb.ac.id/gdl/download/180732", "BAB 3 Pratiwi Kusumawardani": "https://digilib.itb.ac.id/gdl/download/180733", "BAB 4 Pratiwi Kusumawardani": "https://digilib.itb.ac.id/gdl/download/180734", "BAB 5 Pratiwi Kusumawardani": "https://digilib.itb.ac.id/gdl/download/180735", "PUSTAKA Pratiwi Kusumawardani": "https://digilib.itb.ac.id/gdl/download/180736"}, "Penulis": "Pratiwi Kusumawardani [23615301]", "Kontributor / Dosen Pembimbing": ["Dr. Ridanto Eko Poetro,"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Satelit Navigasi, Optimasi Konstelasi, Availability.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "11 Sep 2019"}