{"Nomor": 41983, "Judul": "SCALE UP PRODUKSI STARTER MIKROBIAL UNTUK PRODUKSI FERCAF", "Abstrak": "Tepung singkong atau yang biasa dikenal sebagai fercaf merupakan modifikasi singkong melalui proses fermentasi yang mampu meningkatkan mutu dari singkong itu sendiri, salah satunya adalah melalui proses fermentasi. Proses fermentasi singkong membutuhkan starter mikroba sebagai agen fermentasi, starter yang digunakan antara lain Aspergillus oryzae dan Bacillus subtilis.\nTujuan penelitian ini adalah menentukan metode yang paling sesuai untuk memproduksi starter mikrobial fercaf dalam skala pilot. Variasi percobaan dilakukan diantaranya adalah rasio medium pertumbuhan yaitu substrat dengan medium inokulum, penambahan makronutrien, dan pengaruh suhu pengeringan serta evaluasi proses peningkatan skala pada tray bioreaktor. Analisis utama yang dilakukan adalah uji viabilitas mikroorganisme dengan metode TPC yang didukung dengan analisis aktitivitas air, moisture content, laju CO2 dan kelembaban udara inkubator.\nHasil penelitian menunjukkan rasio medium pertumbuhan 1:1 memberikan hasil yang paling baik pada proses fermentasi maupun pengeringan baik pada Aspergillus oryzae maupun pada Bacillus substilis sebesar 3,39 x 106 cfu dan 13,06 x 1010 cfu. Penambahan makronutrien pada proses fermentasi mempengaruhi pertumbuhan koloni kedua mikroorganisme akan tetapi, ketiga variasi makronutrien yang digunakan yaitu kombinasi dari K2HPO4, Al2(SO4)3 dan (NH4)2SO4 tidak diperoleh perbedaan hasil yang signifikan. Pada proses pengeringan, temperatur 50oC memberikan hasil yang paling efektif dilihat dari viabilitas mikroba dan aktivitas air pada akhir proses yang mampu mencapai nilai Aw ±0,1. Proses peningkatan skala yang dilakukan memberikan hasil kenaikan jumlah koloni mikroba yang cukup signifikan yaitu 2 kali lebih besar untuk Aspergillus oryzae dengan sumber N dan S, serta 10 kali lipat lebih besar untuk Bacillus substilis. Keseluruhan sistem proses peningkatan skala menggunakan tray bioreactor dianggap sudah cukup baik dilihat dari homogenitas moisture content bahan dan aktivitas air bahan pada setiap tray.", "Daftar File": {}, "Penulis": "Ati Devara Rachmawati [14315030]", "Kontributor / Dosen Pembimbing": ["Dr. MTA Penia Kresnowati, S.T., M.T.", "Dr. Lienda Aliwarga Handojo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pangan", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Fercaf, starter mikroba, kultivasi, pengeringan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "11 Sep 2019"}