{"Nomor": 41980, "Judul": "GEOLOGI DAN ANALISIS KINEMATIKA SESAR POH, DAERAH LUWUK UTARA, KABUPATEN BANGGAI, PROVINSI SULAWESI TENGAH", "Abstrak": "Luwuk Utara, Kabupaten Banggai, Provinsi Sulawesi Tengah, merupakan daerah penelitian yang memiliki luas 100 km2. Daerah penelitian terletak pada koordinat UTM 474000 m – 491000 m T dan 9909000 m – 9916000 m U pada zona 51S dengan datum WGS84. Penelitian ini bertujuan untuk mengetahui tatanan geologi Luwuk Utara dan sekitarnya serta analisis kinematika menggunakan fault slip Sesar Poh untuk mengetahui jenis deformasinya, bahan model 3D geologi, serta analisis struktur yang penting untuk studi kegempaan yang berhubungan erat dengan mitigasi bencana dan pembuatan model dalam eksplorasi minyak dan gas bumi. Penelitian dilakukan dengan cara pengambilan data secara langsung di lapangan dan melakukan analisis petrografi, mikropaleontologi, serta analisis struktur.\nBentang alam daerah penelitian berupa lembahan, perbukitan, pegunungan, yang dipengaruhi oleh jenis litologi dan struktur geologi yang mengontrol daerah penelitian. Sungai-sungai di daerah penelitian antara lain: Sungai Poh, Sungai Salodik, sungai-sungai kecil daerah Toipan dan Tombang. Pola sungai di daerah penelitian terdiri atas rektangular dan trelis. Bentuk lembahan sungai didominasi oleh sungai berbentuk V di bagian hulu, namun semakin ke arah hilir sungai mulai berbentuk U.\nTerdapat 4 satuan geomorfologi pada daerah penelitian yaitu Satuan Perbukitan Karst Poh, Satuan Punggungan Zona Sesar, Satuan Punggungan Homoklin Salodik, dan Satuan Dataran Aluvial Poh. Terdapat empat satuan geologi pada daerah penelitian, antara lain Satuan Kompleks Ultramafik, Satuan Batugamping, Satuan Batupasir, Satuan Konglomerat, Satuan Endapan Aluvial. Satuan Kompleks Ultramafik terdiri atas batuan ultramafik dan metamorf, yaitu Sekis, Genes, Serpentinit, Gabro. Satuan Batugamping dan Batupasir memiliki karakteristik berupa batuan sedimen Batugamping Wackestone, Packestone, Grainstone, Rudstone, Batupasir sisipan Lanau. Satuan Konglomerat tersusun atas fragmen batuan beku ultramafik, metamorf, dan batugamping.\nHasil dari analisis struktur menunjukkan bahwa pembentukan sabuk sesar anjak terlipat dan sesar sobek di daerah penelitian terbentuk saat tabrakan antara Banggai-Sula dengan Lengan Timur Sulawesi. Orientasi dan bentuk regangan elipsoid adalah transpresi geser murni (dengan nilai Wk < 0,81), seluruh hasil analisis menunjukkan oblate strain dengan Sesar Poh sebagai bidang pergerakannya.", "Daftar File": {"ABSTRAK Berta Syafira Putri": "https://digilib.itb.ac.id/gdl/download/180681", "COVER Berta Syafira Putri": "https://digilib.itb.ac.id/gdl/download/181038", "BAB 1 Berta Syafira Putri": "https://digilib.itb.ac.id/gdl/download/181039", "BAB 2 Berta Syafira Putri": "https://digilib.itb.ac.id/gdl/download/181040", "BAB 3 Berta Syafira Putri": "https://digilib.itb.ac.id/gdl/download/181041", "BAB 4 Berta Syafira Putri": "https://digilib.itb.ac.id/gdl/download/181042", "BAB 5 Berta Syafira Putri": "https://digilib.itb.ac.id/gdl/download/181043", "BAB 6 Berta Syafira Putri": "https://digilib.itb.ac.id/gdl/download/181044", "PUSTAKA Berta Syafira Putri": "https://digilib.itb.ac.id/gdl/download/181045"}, "Penulis": "Berta Syafira Putri [12015049]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Benyamin Sapiie, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Fault Slip, Karst, Lipatan, Sesar, Slickenside", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "11 Sep 2019"}