{"Nomor": 41991, "Judul": "PENGEMBANGAN MODEL PENERIMAAN TEKNOLOGI ELECTRONIC MONEY DI KOTA BANDUNG", "Abstrak": "Electronic money (e-money) telah berkembang sebagai salah satu bentuk pembayaran. Electronic money menawarkan banyak manfaat, namun dalam penerapannya masih rendah. Pembayaran tunai transaksi ritel masih mencakup 99,4%, atau yang dibayar secara non tunai hanya 0,6%. Salah satu indikasi penyebabnya adalah tingkat kesadaran masyarakat yang rendah, sehingga tingkat adopsi teknologi e-money masih relatif rendah.\nKota Bandung sebagai salah satu kota terbesar di Indonesia, memiliki tingkat awareness yang rendah yaitu sekitar 20%. Jakarta sebagai ibukota negara masih menjadi magnet bagi penyebaran e-money. Sebanyak 91,6% dari total e-money terkonsentrasi di Jakarta. Disusul kemudian Surabaya sebagai kota kedua penyerap distribusi e-money, dengan persentase hanya 3,1%. Berikutnya secara berturut-turut Bandung (2,2%), Semarang (2,8%) dan Medan paling rendah (0,3%).\nTeori-teori penerimaan dan perilaku digunakan untuk menganalisis fenomena tersebut. Penelitian ini bertujuan untuk mengembangkan suatu model penerimaan (acceptance model) teknologi e-money, yang merupakan pengembangan dari technology acceptance model (TAM), theory of planned behavior (TPB), dan unified theory of acceptance and use of technology (UTAUT).\nHasil penelitian yang didapatkan dari 300 responden pengguna e-money di Kota Bandung menggunakan analisis structured equation model (SEM) menunjukkan bahwa terdapat hubungan yang signifikan antara perceived usefulness, perceived ease of use, perceived control behavior, dan attitude terhadap intention to use dan actual use dari e-money. Hasil penelitian ini diharapkan dapat menjadi bahan evaluasi dan perbaikan untuk pihak perbankan yang menerbitkan e-money pada masyarakat.", "Daftar File": {"ABSTRAK FERY FEBRIANSYAH": "https://digilib.itb.ac.id/gdl/download/180737"}, "Penulis": "FERY FEBRIANSYAH [23417026]", "Kontributor / Dosen Pembimbing": ["(Dr.Ir.Iwan Inrawan Wiratmadja)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "e-money, acceptance model, TAM, TPB, UTAUT", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "11 Sep 2019"}