{"Nomor": 41995, "Judul": "DESIGN WITH NATURE: LIFESTYLE CENTER DI BANDUNG TEKNOPOLIS, GEDEBAGE", "Abstrak": "Pemerintah Kota Bandung merencanakan kawasan Gedebage untuk menjadi sebuah kota berbasis\nteknologi dan industri kreatif bernama Bandung Teknopolis. Bandung Teknopolis ini dipegang oleh\nbeberapa stakeholder, salah satunya adalah Summarecon Bandung. Pada area yang dimiliki oleh\nSummarecon, akan dibangun sebuah lifestyle center dengan luas lahan yang dialokasikan sebesar 9.9\nhektar.\nLifestyle center adalah sebuah shopping center dengan penekanan di kenyamanan pengguna dan\npemanfaatan area terbuka. Pengguna lifestyle center ini diutamakan adalah penduduk dan pekerja di\nBandung Teknopolis. Lokasi tapak terletak di bekas danau purba dengan kondisi tanah lunak. Hal\ntersebut menjadi isu utama, didukung dengan isu global mengenai pemanasan global dan penghijauan.\nPenghijauan pertimbangan dan area terbuka hijau memiliki pengaruh positif terhadap pengalaman\npengguna, khususunya terhadap leisure dari pengunjung lifestyle center. Oleh sebab itu konsep utama\n\"Design with Nature\" dijadikan penulis sebagai konsep utama dari perancangan lifestyle center ini.\n\"Design with Nature\" merupakan sebuah konsep perancangan dengan penekanan alam sebagai\nsubjek dari perancangan dan arsitektur merupakan bagian yang tidak terpisahkan dari alam. Lifestyle\ncenter dengan konsep \"Design with Nature\" ini memiliki luas lahan terpakai 6.3 hektar, luas bangunan\nutama sekitar 57.150 m2 pada lahan dengan batasan KDB sebesar 70%, KDH 20%, dan KLB 2,8.", "Daftar File": {}, "Penulis": "Nikolas Fiansa Buddhisuharto [15215049]", "Kontributor / Dosen Pembimbing": ["Ir. Wiwik Dwi Pratiwi, MES, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "lifestyle center, design with nature, Bandung Teknopolis", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha  \n                                     Sandy Nugraha", "File": "1 file", "Tanggal Input": "11 Sep 2019"}