{"Nomor": 41994, "Judul": "PEMODELAN NERACA AIR (WATER BALANCE) DAN TINGGI MUKA AIR TANAH PADA KESATUAN HIDROLOGI GAMBUT (KHG) PULANG PISAU, SUB KHG 3 DAN 4 KALIMANTAN TENGAH", "Abstrak": "Lahan gambut punya peranan yang sangat vital bagi kehidupan manusia dan\nmakhluk hidup lainnya yang berada disekitarnya. Gambut memiliki banyak fungsi\nyang vital bagi kehidupan makhluk hidup, seperti sumber air tawar bagi kehidupan\nIkan dan sebagai habitat bagi beraneka ragam makhluk hidup. Dampak adanya\nkegiatan manusia seperti penebangan liar pembukaan hutan, pembakaran,\npembangunan saluran air atau kanal, dan perubahan tipe tutupan hutan menjadi tipe\npenggunaan lain menyebabkan ekosistem gambut rusak dan terdegradasi\nPenelitian ini dilakukan untuk menjaga tinggi muka air yang ada lahan gambut agar\ntinggi muka air tersebut tidak turun melebihi batas yang ditetapkan oleh\nKementrian Lingkungan Hidup dan Kehutanan (KLHK). Penelitian ini\nmenggunakan software freewatt yang didukung oleh validasi model komparasi\ndengan hasil pengukuran tinggi muka air dilapangan. Pemodelan tinggi muka air di\nKanal Gahong yang terletak pada Kesatuan Hidrologi Gambut (KHG) Kabupaten\nPulang Pisau Sub KHG 3 dilakukan setiap minggu selama musim kemarau.\nSelanjutnya hasil penurunan muka air tanah dari pemodelan yang di analisis\ndiperoleh nilai penurunan tinggi muka air tanah yang berada di bawah standar\nKementrian Lingkungan Hidup dan Kehutanan (KLHK) yang terjadi pada bulan\njuli, agustus, september dan oktober. Maka dapat direkomendasikan rekayasa\ngambut yang di perlukan untuk Kanal gahong yang terletak pada Sub KHG 3 yaitu\npemasangan sekat kanal setinggi 40 cm.", "Daftar File": {"ABSTRAK Glenn Yoldy Dave Pangau": "https://digilib.itb.ac.id/gdl/download/180757", "COVER Glenn Yoldy Dave Pangau": "https://digilib.itb.ac.id/gdl/download/199263", "BAB 1 Glenn Yoldy Dave Pangau": "https://digilib.itb.ac.id/gdl/download/199264", "BAB 2 Glenn Yoldy Dave Pangau": "https://digilib.itb.ac.id/gdl/download/199265", "BAB 3 Glenn Yoldy Dave Pangau": "https://digilib.itb.ac.id/gdl/download/199266", "BAB 4A Glenn Yoldy Dave Pangau": "https://digilib.itb.ac.id/gdl/download/199267", "BAB 4B Glenn Yoldy Dave Pangau": "https://digilib.itb.ac.id/gdl/download/199268", "BAB 5 Glenn Yoldy Dave Pangau": "https://digilib.itb.ac.id/gdl/download/199269", "PUSTAKA Glenn Yoldy Dave Pangau": "https://digilib.itb.ac.id/gdl/download/199270"}, "Penulis": "Glenn Yoldy Dave Pangau [25017065]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Indratmo Soekarno, M.Sc, Ph.D.", "Dr.Eng M. Bagus Adityawan, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Lahan Gambut, freewatt, KLHK, Pulang Pisau, Muka Air Tanah", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "11 Sep 2019"}