{"Nomor": 42009, "Judul": "Gradient-Enhanced Universal Kriging with Polynomial Chaos Expansion for Design Exploration", "Abstrak": "Kriging telah dikenal sebagai surrogate model yang sering digunakan dalam\npermasalahan eksplorasi desain teknik. Dalam thesis ini, surrogate model\nbaru diajukan dan dikategorikan sebagai universal Kriging dengan ekspansi\npolinomial chaos sebagai fungsi trend-nya. Suku polinomial akan ditentukan\nberdasarkan metode least angle regression (LARS), beserta melatih hyperpa-\nrameter dalam surrogate model melalui memaksimalkan estimasi likelihood.\nPerforma dari metode yang diajukan, yaitu gradient-enhanced polinomial chaos\nKriging (GEPCK), dalam kasus analitik dan kasus real akan dipresentasikan\ndan kemudian dibandingkan dengan tipe surrogate model umum yang lain,\nseperti Kriging biasa (OK), gradient-enhanced Kriging (GEK), ekspansi polinomial\nchaos (PCE), dan gradient-enhanced ekspansi polinomial chaos (GEPCE).\nHasil tersebut akan dipresentasikan dalam metrik root-mean-squared-error yg\ntelah dinormalisasi (NRMSE) sebagai sebuah boxplot, dengan 50 perbedaan\nposisi sampel awal, karenanya menghasilkan 50 data dalam setiap boxplot,\nuntuk melihat robustness dari surrogate model yang diajukan dan kemudian\njumlah sampel dalam setiap kasus divariasikan untuk melihat pengaruh dari\npeningkatan jumlah sampel dalam surrogate model yang diajukan. Dari semua\nhasil tersebut, GEPCK secara konsisten lebih baik dari surrogate model\nyang lain, dalam performa akurasi ataupun robustness, untuk kasus analitik\ndan kasus real.", "Daftar File": {"ABSTRAK Kemas Zakaria": "https://digilib.itb.ac.id/gdl/download/180773", "COVER Kemas Zakaria": "https://digilib.itb.ac.id/gdl/download/200842", "BAB 1 Kemas Zakaria": "https://digilib.itb.ac.id/gdl/download/200844", "BAB 2 Kemas Zakaria": "https://digilib.itb.ac.id/gdl/download/200846", "BAB 3 Kemas Zakaria": "https://digilib.itb.ac.id/gdl/download/200848", "BAB 4 Kemas Zakaria": "https://digilib.itb.ac.id/gdl/download/200850", "BAB 5 Kemas Zakaria": "https://digilib.itb.ac.id/gdl/download/200851", "PUSTAKA Kemas Zakaria": "https://digilib.itb.ac.id/gdl/download/200852"}, "Penulis": "Kemas Zakaria [23617003]", "Kontributor / Dosen Pembimbing": ["Dr. Lavi Rizki Zuhal", "Pramudita Satria Palar, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Kriging, Model Surrogate, Eksplorasi Desain, Ekspansi Polinomial", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "11 Sep 2019"}