{"Nomor": 42015, "Judul": "KAJIAN POTENSI PERPINDAHAN PELAKU KOMUTER KE MODA LRT (Studi Kasus Kawasan Permukiman Cibubur)", "Abstrak": "Jalan Alternatif Cibubur/Transyogi merupakan jalan dengan tingkat kepadatan\nyang tinggi pada saat jam pergi dan pulang kantor. Perjalanan pelaku komuter di\nsepanjang jalan tersebut didominasi moda kendaraan pribadi menuju ke pusat\nkota. Hadirnya moda transportasi LRT yang dekat dari jalan Alternatif Cibubur\nmenimbulkan pertanyaan dapatkah pelaku komuter berpindah ke moda LRT?\nUntuk dapat memindahkan penumpang dalam jumlah yang besar ke moda LRT\ndiperlukan pemahaman akan perilaku komuter dalam moda kesehariannya. Tujuan\npenelitian ini adalah mengkaji potensi perpindahan ke moda LRT berdasarkan\nkarakteristik pelaku komuter dan perjalanan komuter dari kawasan permukiman\nCibubur ke tujuan perjalanan.\nUntuk mencapai tujuan penelitian dimaksud, dilakukan survey kepada 250 pelaku\nkomuter yang berdomisili di empat permukiman di sepanjang jalan Alternatif\nCibubur. Survey dilakukan dengan teknik stated preference. Hasil survey\ndianalisis dengan menggunakan metode analisis biaya total perjalanan dan analisis\nbinary logistic regression. Berdasarkan hasil kajian analisis biaya perjalanan\ndiketahui bahwa moda angkutan umum (Bus dan Paratransit) adalah moda dengan\ntotal biaya perjalanan tertinggi dibandingkan dengan LRT dan Kendaraan Pribadi\n(Mobil dan Sepeda Motor). Hasil pemodelan dengan menggunakan regresi\nlogistik didapatkan persamaan = -0,069 - 3,607 X8 – 0,000017 X10 +\n5,952 X11d dimana variabel-variabel yang mempengaruhi adalah pendapatan\ndibawah Rp. 5 juta per bulan, biaya transportasi harian rata-rata dan tujuan\nperjalanan di CBD Kuningan. Probabilitas kesediaan pelaku komuter untuk\nberpindah ke moda LRT adalah sebesar 62,51 %.", "Daftar File": {"ABSTRAK Dimas Winardy": "https://digilib.itb.ac.id/gdl/download/180810", "BAB 1 Dimas Winardy": "https://digilib.itb.ac.id/gdl/download/180811", "BAB 2 Dimas Winardy": "https://digilib.itb.ac.id/gdl/download/180812", "BAB 3 Dimas Winardy": "https://digilib.itb.ac.id/gdl/download/180813", "BAB 4 Dimas Winardy": "https://digilib.itb.ac.id/gdl/download/180814", "BAB 5 Dimas Winardy": "https://digilib.itb.ac.id/gdl/download/180815", "BAB 6 Dimas Winardy": "https://digilib.itb.ac.id/gdl/download/180816", "2019 TS PP DIMAS WINDARDY_JURNAL.pdf?": "https://digilib.itb.ac.id/gdl/download/180817"}, "Penulis": "Dimas Winardy [24217008]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Puspita Dirgahayani, S.T., M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "LRT, Biaya Perjalanan, Regresi Logistik", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "12 Sep 2019"}