{"Nomor": 42023, "Judul": "PERANCANGAN MULTI-QUADROTOR UNTUK PEMETAAN DALAM RANGKA OPERASI PENYELAMATAN", "Abstrak": "Bencana alam yang sering terjadi di Indonesia seringkali menelan banyak korban serta menyebabkan berbagai kerusakan salah satunya perubahan kontur. Perubahan ini akan menyulitkan proses SAR (Search and Rescue) karena medan yang sulit dan peta wilayah yang tidak dapat digunakan lagi. Untuk mengatasi masalah tersebut, digunakan quadrotor sebagai teknologi untuk mengidentifikasi korban dan membuat peta wilayah baru dengan pemrosesan citra. Namun, penggunaan satu quadrotor saja tidak akan cukup untuk terbang melewati keseluruhan wilayah bencana yang luas akibat keterbatasan baterai. Penelitian ini memperkenalkan sistem pengontrolan multi-quadrotor menggunakan Robot Operating System (ROS) yang merupakan suatu kerangka kerja yang umum digunakan dalam penulisan program robot. Sistem yang dirancang merupakan integrasi dari dua package ROS yaitu ardrone_autonomy dan tum_ardrone. Pada saat penerbangan, multi-quadrotor akan mengambil citra kontur wilayah melalui kamera depan dengan resolusi 720p dengan frekuensi 2-4 Hz. Citra yang diambil dengan spesifikasi tertentu akan digabungkan menjadi suatu citra peta wilayah baru dengan perangkat lunak Agisoft Photoscan. Citra yang baru ini akan diolah dengan algoritma pendeteksian objek berbasis YOLO (You Only Look Once) untuk mengidentifikasi korban bencana. Pada penelitian ini, perancangan sistem multi-quadrotor telah dilakukan dan diimplementasikan menggunakan AR Drone 2.0 dalam beberapa penerbangan. Pengolahan citra dengan Agisoft Photocan dan algoritma YOLO juga berhasil dilakukan dan dapat menghasilkan citra peta wilayah dengan resolusi tinggi.", "Daftar File": {}, "Penulis": "Erick Khosasi [13315018]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Yul Yunazwin, M.Sc., DIC"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "multi-quadrotor, robot operating system, ardrone_autonomy, tum_ardrone, AR Drone 2.0, identifikasi korban, citra peta wilayah", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "12 Sep 2019"}