{"Nomor": 42027, "Judul": "KAJIAN PENGEMBANGAN MODEL PENGUKURAN TINGKAT PENERAPAN SISTEM MANAJEMEN KESELAMATAN DAN KESEHATAN KERJA PADA PERUSAHAAN JASA KONSTRUKSI KUALIFIKASI KECIL", "Abstrak": "Perusahaan jasa konstruksi kualifikasi kecil merupakan perusahaan yang mendominasi dalam jumlah total Badan Usaha Jasa Konstruksi (BUJT) yang terdaftar di seluruh Indonesia dengan jumlah 80% dari total BUJT yang terdaftar Dengan kata lain, perusahaan jasa konstruksi kualifikasi kecil memiliki pengaruh besar di sektor industri konstruksi di Indonesia. Penerapan SMK3 di perusahaan wajib mengacu pada regulasi yang berlaku yaitu PP No. 50/2012, dimana perusahaan yang memenuhi persyaratan harus melakukan audit SMK3. Setelah dikaji, ternyata masih jarang perusahaan jasa konstruksi dengan kualifikasi kecil untuk menerapkan SMK3 karena faktor kriteria audit terlalu banyak, finansial dan waktu. Perlu dikembangkan model pengukuran tingkat penerapan sistem manajemen keselamatan dan kesehatan kerja untuk perusahaan jasa konstruksi kualifikasi kecil yang lebih sederhana dan mengujinya untuk mengetahui apakah model tersebut dapat dengan mudah dipahami oleh perusahaan ataukah tidak. Model dikembangkan dengan metode analisis formulir audit SMK3 PP 50/2012, kemudian direduksi kriteria-kriteria yang dianggap tidak relevan untuk diterapkan oleh perusahaan kualifikasi kecil dengan diskusi dengan praktisi maupun instansi terkait. Model yang telah dikembangkan kemudian diuji ke perusahaan kualifikasi kecil yang telah ditentukan sebagai responden. Model pengukuran tingkat penerapan SMK3 yang dikembangkan untuk perusahaan jasa konstruksi kualifikasi kecil terdiri dari 5 kategori, dan 10 aspek, serta 22 indikator pengukuran tingkat penerapan SMK3. Model telah diuji coba dan seluruh responden dapat nilai tingkat pemahaman 100% sehingga model tersebut dapat digunakan sebagai self assesment bagi perusahaan jasa konstruksi kualifikasi kecil.", "Daftar File": {"ABSTRAK Irfan Muzakky": "https://digilib.itb.ac.id/gdl/download/180853", "COVER Irfan Muzakky": "https://digilib.itb.ac.id/gdl/download/190099", "BAB 1 Irfan Muzakky": "https://digilib.itb.ac.id/gdl/download/190100", "BAB 2 Irfan Muzakky": "https://digilib.itb.ac.id/gdl/download/190101", "BAB 3 Irfan Muzakky": "https://digilib.itb.ac.id/gdl/download/190102", "BAB 4 Irfan Muzakky": "https://digilib.itb.ac.id/gdl/download/190103", "BAB 5 Irfan Muzakky": "https://digilib.itb.ac.id/gdl/download/190104", "PUSTAKA Irfan Muzakky": "https://digilib.itb.ac.id/gdl/download/190105"}, "Penulis": "Irfan Muzakky [25017001]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Krishna Suryanto Pribadi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "SMK3, perusahaan konstruksi kualifikasi kecil, audit SMK3.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "12 Sep 2019"}