{"Nomor": 42041, "Judul": "USULAN STRATEGI PEMARASAN DIGITAL UNTUK BYKOSHKOSH WEBSITE", "Abstrak": "Bykoshkosh adalah online shop yang fokus pada fesyen online industri yang menjual berbagai macam produk untuk kegiatan sehari-hari. Pada teknologi saat ini, terutama keunggulan internet, banyak sekali minat dalam menggunakan belanja online. Tidak hanya platform besar, tetapi belanja melalui media sosial seperti Instagram sangat populer bagi masyarakat Indonesia.\n\nMasalah yang dihadapi Bykoshkosh adalah bagaimana untuk meningkatkan permintaan  dan meningkatkan marketing Bykoshkosh melalui website resmi Bykoshkosh. Metode yang digunakan dalam penelitian ini adalah menggunakan metode descriptif kuantitatif, pengumpulan data dari beberapa teori. Sedangkan untuk data sekunder menggunakan pembelajaran terhadap internal perusahaan seperti perbandingan antara Bykoshkosh dengan kompetitor, dan pengambilan data kuesioner. Dalam penelitian ini, penulis menggunakan teori AIDAS, Marketing Mix 7P dan Marketing digital. \n\nBerdasarkan perolehan data dari kuesioner, masih banyak konsumen yang belum mengetahui bahwa Bykoshkosh mempunyai website khusus untuk berbelanja karena kurangnya promosi melalui media sosial, metode pembayaran sedikit, dan informasi website yang ditawarkan belum lengkap. Dalam penilitian ini membahas lebih lanjut mengenai digital marketing yang digunakan untuk menjadi media promosi oleh Bykoshkosh untuk meningkatkan penjualan. \n\nAdapun beberapa hasil dari penelitian ini yang dapat diimplementasikan di Bykoshkosh. Salah satunya adalah pengembangan strategi marketing digital terutama kebutuhan untuk media social untuk mempromosikan Bykoshkosh website. Mengoptimalkan strategi untuk meningkatkan penjualan dan jumlah pengunjung website. Bykoshkosh juga membuat rencana aksi setiap bulannya untuk meningkatkan pelayanan dan kualitas dari Bykoshkosh.", "Daftar File": {"2019_TS_PP_PUTRI INTAN P_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/180883"}, "Penulis": "Putri Intan Permatasari [29117575]", "Kontributor / Dosen Pembimbing": ["DwiLarso, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Digital marketing, Belanja Online, Bykoshkosh, Website", "Sumber": "BYKOSHKOSH", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "12 Sep 2019"}