{"Nomor": 42059, "Judul": "PENGEMBANGAN MODEL DISCRETE EVENT SIMULATION PADA KINERJA SISTEM OPERASIONAL AUTOMATED CONTAINER TERMINAL", "Abstrak": "Indonesia merupakan negara maritim terbesar di dunia yang terdiri atas 17.508 pulau, sehingga transportasi laut memiliki peranan yang penting. Berdasarkan data United Nations Conference on Trade and Development (UNCTAD), sekitar 90% dari perdagangan dunia dilakukan oleh melalui rute laut (seaborne trade) yang didominasi oleh pengiriman dengan jenis petikemas (container) dan curah kering (dry bulk) yang meningkat 6,4% dan 5,1% per tahunnya pada tahun 2017.\nKepadatan arus barang dan target untuk menjadikan terminalnya sebagai kelas dunia melatarbelakangi pembangunan pelabuhan di perairan Tanjung Priok., sehingga kapasitas dan kinerja pada terminal harus ditingkatkan dengan sumber daya dan lahan yang terbatas. Salah satu caranya adalah dengan melakukan otomatisasi pada peralatan terminal petikemas.\nIdentifikasi dan evaluasi kinerja terminal petikemas perlu dilakukan untuk mengetahui tingkat kinerja terminal petikemas memberikan pelayanan. Pengembangan model evaluasi kinerja operasional terminal petikemas yang dirumuskan pada penelitian ini menggunakan micro-simulation yang diharapkan dapat menghasilkan identifikasi dan evaluasi yang lebih spesifik. Model digunakan untuk mengevaluasi kinerja terminal petikemas pada rentang waktu 30 hari (720 jam) menggunakan software MATLAB and Simulink. Implementasi model dilakukan berdasarkan hasil dari 10 kali percobaan dengan dengan 3 skenario berbeda. Masing-masing percobaan menggunakan nilai random seeds yang berbeda.\nBerdasarkan hasil analisis, kondisi eksisting dan dengan otomatisasi memiliki kinerja sama. Namun, variasi data pada kondisi otomatisasi lebih kecil. Oleh sebab itu, sistem yang paling optimum adalah sistem dengan pengurangan jumlah gate dan service time external truck. Pada kondisi tersebut, nilai dwelling time lebih lama dan terdapat antrian pada lapangan penumpukan. Namun, tingkat penggunaan lapangan penumpukan sangat rendah, yaitu 2,25162%. Hal ini berarti tidak diperlukan penambahan luas lapangan penumpukan.", "Daftar File": {}, "Penulis": "Ulayya Sarfina [15015003]", "Kontributor / Dosen Pembimbing": ["Russ Bona Frazila, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "MATLAB and Simulink, Micro-simulation, Otomatisasi, Pengembangan Model Evaluasi, Terminal Petikemas", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "12 Sep 2019"}