{"Nomor": 42050, "Judul": "ANALISIS DAN PEMODELAN DATA GEOLISTRIK UNTUK IDENTIFIKASI AKUIFER AIRTANAH DI DAERAH CISARUA, BANDUNG BARAT", "Abstrak": "Airtanah merupakan kebutuhan utama masyarakat dalam kehidupan sehari-hari.\nAirtanah adalah salah satu sumber daya alam yang dapat diperbaharui, tetapi hal ini\ntidak berarti airtanah dapat dieksploitasi tanpa batas. Beberapa faktor yang\nmempengaruhi ketersediaan airtanah yang berasal dari alam seperti kondisi geologi,\ncurah hujan, dan lahan hijau harus dipertimbangkan. Air yang terdapat di dalam\ntanah terkandung pada lapisan yang berpori dan memiliki permeabilitas yang baik\ndisebut akuifer. Daerah Cisarua terletak di Kabupaten Bandung Barat, Jawa Barat\nmerupakan daerah perbukitan yang memiliki topografi dengan lereng yang landai\nhingga curam. Tata guna lahan pada daerah ini masih didominasi area perkebunan\natau hutan sebagai kawasan hijau. Identifikasi akuifer pada daerah tersebut perlu\ndilakukan penelitian untuk kebutuhan masyarakat dan bisnis agrikultur. Pada\npenelitian ini, penulis menggunakan teknik pemodelan inversi data geolistrik untuk\nmencitrakan kondisi bawah permukaan. Data hasil pengukuran geolistrik metode\nwenner-schlumberger berupa tahanan jenis semu kemudian dilakukan pemodelan\ninversi dengan metode least square inversion. Model awal dimodifikasi secara\niteratif sehingga jumlah kesalahan kuadrat (sum of square error) dari perbedaan\nantara respons model (model response) dan nilai data yang diamati diminimalkan.\nDari hasil pemodelan, daerah penelitian dapat dibagi menjadi tiga zona yaitu zone\nof aeration, zone of saturation, dan endapan formasi. Keberadaan akuifer di daerah\nCisarua berada di kedalaman dengan nilai resistivitas dengan membandingkan\ndengan data dan referensi geologi di daerah penelitian. Zone of aeration berada di\nkedalaman 0-25 m dari permukaan dengan rentang resistivitas 20-100 Ohm.m dan\ndiduga litologinya berupa kerikil atau tanah hasil pelapukan. Zone of Saturation\n(akuifer) berada di kedalaman 25-60 m dari permukaan dengan rentang resistivitas\n4-30 Ohm.m dan diduga litologinya berupa lempung atau pasir. Endapan Formasi\nCibereum berada di kedalaman lebih dari 60 m dari permukaan dengan rentang\nresistivitas lebih dari 100 Ohm.m dan diduga litologinya berupa pasir tufaan atau\nbreksi kering.", "Daftar File": {"ABSTRAK Ardhito Daniswara": "https://digilib.itb.ac.id/gdl/download/180899"}, "Penulis": "Ardhito Daniswara [12314022]", "Kontributor / Dosen Pembimbing": ["Dr. Darharta Dahrin, MS", "Dr. Setianingsih, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "airtanah, akuifer, geolistrik, pemodelan inversi, wenner-schlumberger", "Sumber": "", "Staf Input/Edit": "", "File": "8 file", "Tanggal Input": "12 Sep 2019"}