{"Nomor": 42071, "Judul": "Elektroda Kerja Amalgam Tembaga  untuk Analisis Se02 secara  Voltammetri", "Abstrak": "Selenium  merupakan  salah  satu  logam  berat  pencemar  di  lingkungan   perairan.  Selenit merupakan salah satu bentuk selenium anorganik yang sangat beracun bagi makhluk hidup. Oleh  karena  itu,  diperlukan   suatu  metode  yang  sensitif,  yang  mampu   secara  selektif mendeteksi dan menentukan konsentrasi spesi selenit. Pada penelitian ini dilakukan optimasi kinerja penentuan spesi selenit dengan teknik voltammetri lucutan gelombang persegi menggunakan elektroda kerja amalgam tembaga (CuHg). Validasi metode analisis selenit ini dilakukan dengan menggunakan  parameter optimum berupa potensial deposisi (Eacc) sebesar\n-450 mY dan waktu deposisi (face) sebesar 800 detik pada saat pengukuran dengan elektroda\nkerja amalgam tembaga. Metode analisis ini memiliki presisi yang baik dengan nilai standar deviasi   relatif  (%RSD)   4,89%.   Kurva  kalibrasi   yang  linier  ditunjukkan   pada  rentang\n0,03-0,1 roM dengan R2  sebesar 0,988 serta pada rentang 0,1-0,7 roM dengan R2  sebesar\n0,995  dan  limit  deteksi  sebesar  9J..1.M.   Selenit  standar  diukur  dengan  persen  perolehan kembali sebesar 96.67%±2,94. Larutan yang sama dibandingkan dengan metode HG-AAS dengan persen perolehan kembali sebesar 96,35o/o±2,36. Uji statistik menggunakan uji t menunjukkan  bahwa kedua hasil tersebut tidak memiliki perbedaan yang signifikan dengan batas kepercayaan 95%", "Daftar File": {"ABSTRAK Muthia Khelfa Pramesti": "https://digilib.itb.ac.id/gdl/download/180966", "PUSTAKA Muthia Khelfa Pramesti": "https://digilib.itb.ac.id/gdl/download/186406"}, "Penulis": "Muthia Khelfa Pramesti [10515037]", "Kontributor / Dosen Pembimbing": ["Dr. Ria Sri Rahayu, S.Si., M.Si.", "Dr. Muhammad Yudhistira Azis, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "elektroda amalgam tembaga, selenit, voltammetri.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "13 Sep 2019"}