{"Nomor": 42087, "Judul": "PERANCANGAN PERBAIKAN LAYANAN MEDIS DENGAN PENDEKATAN BUSINESS PROCESS IMPROVEMENT DI KLINIK UTAMA BUMI MEDIKA GANESA", "Abstrak": "Klinik Utama Bumi Medika Ganesa adalah sebuah klinik yang berada di bawah naungan Unit Pelaksana Teknis Layanan Kesehatan Bumi Medika Ganesa Institut Teknologi Bandung atau UPT Yankes BMG ITB. Klinik ini didirikan dengan tujuan untuk memenuhi kebutuhan sivitas akademika ITB akan pelayanan kesehatan yang terjangkau dan memadai. Pada tahun 2018, Klinik Utama Bumi Medika Ganesa menerima kunjungan pasien sebanyak 40.095 kunjungan pasien ke dokter umum, dokter gigi, dokter spesialis mata, dokter spesialis penyakit dalam, dokter spesialis radiologi, akupunktur, dan fisioterapis.\nBerdasarkan wawancara yang dilakukan dengan pasien Klinik Utama Bumi Medika Ganesa, pasien mempunyai beberapa keluhan terkait dengan layanan medis yang ada di klinik tersebut. Mayoritas keluhan yang diutarakan oleh pasien adalah waktu tunggu pasien untuk bertemu dengan dokter cukup lama, klinik tidak memiliki peralatan medis yang mutakhir, serta pasien tidak menerima penjelasan yang mendalam tentang kondisi kesehatan pasien. Oleh karena itu, penelitian ini dilakukan dengan tujuan untuk merancang usulan perbaikan layanan medis Klinik Utama Bumi Medika Ganesa sehingga layanan medis yang diberikan mampu memberikan kepuasan kepada pasien.\nDalam penelitian ini, strategi bisnis serta key value driver yang dimiliki oleh Klinik Utama Bumi Medika Ganesa ditentukan terlabih dahulu untuk memilih proses bisnis pelayanan medis mana yang dianggap strategis oleh pemangku kepentingan klinik. Kemudian, pemetaan proses bisnis dilakukan dan dibakukan dalam bentuk Process Classification Framework dan mengidentifikasi atribut layanan medis. Lalu, berdasarkan hasil penilaian tingkat kepentingan dan tingkat kepuasan pasien, atribut layanan medis kemudian dikategorikan berdasarkan model Importance-Satisfaction, model Kano, dan Refined Kano’s model. Proses bisnis pelayanan medis dievaluasi menggunakan metode value-added assessment. Kemudian, Quality Function Deployment akan dirancang yang mengintegrasikan model Kano, tingkat kepentingan atribut layanan, serta proses bisnis pelayanan medis Klinik Utama Bumi Medika Ganesa.\nPenelitian ini mengukur sebanyak 27 atribut layanan medis dan mendapati adanya 4 atribut layanan yang membutuhkan perbaikan karena kinerja atribut layanan belum memuaskan pasien. Selain itu, terdapat 19 proses bisnis level 4 yang bersifat non-value-added sehingga harus diminimalisasi atau dieliminasi. Usulan perbaikan terhadap atribut layanan dan proses bisnis layanan medis Klinik Utama Bumi Medika Ganesa adalah pemeliharaan peralatan medis, peningkatan kemampuan sistem antrian elektronik dan sistem inventori obat, perencanaan dan perancangan beberapa sistem informasi baru, pelatihan sistem informasi, dan pelatihan komunikasi.", "Daftar File": {"ABSTRAK Arefo Estrada": "https://digilib.itb.ac.id/gdl/download/181005"}, "Penulis": "Arefo Estrada [14415049]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Budhi Prihartono, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "klinik, proses bisnis, model Kano, Refined Kano’s model, PCF, model I-S, VAA, QFD", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "13 Sep 2019"}