{"Nomor": 42096, "Judul": "GEOLOGI DAN ANALISIS KINEMATIKA SESAR BALANTAK, DAERAH BALANTAK, KABUPATEN BANGGAI, SULAWESI TENGAH", "Abstrak": "Indonesia membutuhkan usaha baru untuk memenuhi permintaan energinya untuk negara\nyang berkelanjutan. Indonesia Timur memiliki potensi dengan cadangan hidrokarbon yang\nmelimpah, salah satu tempat produksi adalah lapangan gas Senoro di Sulawesi Timur.\nSulawesi dikenal dengan kompleksitas tektonik konvergensi dari persimpangan tiga\nlempeng yang membentuk pulau ini. Balantak adalah salah satu kecamatan di Kabupaten\nBanggai, Provinsi Sulawesi Tengah. Area penelitian berukuran 100 km2 terletak di koordinat\nUTM 527000 - 537000 m T dan 9900000 - 9910000 m U di zona 51S dengan datum WGS84.\nStruktur yang berkembang di daerah tersebut adalah petunjuk proses geologi yang telah\nterjadi sejak Akhir Kenozoikum pada cekungan Tersier daerah ini.\nStudi ini menyajikan hasil pemetaan geologi dan bentuk deformasi yang terjadi dalam area\nstudi untuk memberikan informasi baru model geologi 3D tipe perangkap struktur dalam\nmendukung pengembangan lapangan minyak dan gas. Penelitian ini dilakukan dengan\nmetode observasi lapangan, analisis petrografi, analisis biostratigrafi, dan analisis kinematik\ndata fault-slip.\nDaerah penelitian memiliki bentuk bukit dan lembah yang umumnya dipengaruhi oleh\nlitologi batuan dan struktur geologi yang terbentuk. Hal ini dapat dilihat dari pola topografi,\npola aliran sungai rectangular, dan trelis yang ditemukan di wilayah studi. Ada dua unit\ngeomorfologi di daerah penelitian, yaitu Satuan Perbukitan Karst Boloak dan Satuan\nPunggungan Zona Sesar Balantak. Litologi yang tersebar di daerah penelitian memiliki\nkarakteristik batuan sedimen yaitu Grainstone sisipan Batupasir dan Rudstone yang terdiri\ndari fragmen batugamping. Daerah studi juga memiliki batuan beku dalam bentuk batuan\nultramafik seperti Peridotit, Serpentinit, Gabro, dan Basalt. Satuan batuan di daerah\npenelitian memiliki umur Kapur Tengah hingga Miosen Akhir.\nAnalisis struktur menunjukkan bahwa pembentukan sabuk sesar anjak terlipat dan sesar\nsobek di seluruh daerah penelitian terjadi akibat tabrakan Banggai-Sula dengan Lengan\nTimur Sulawesi. Orientasi dan bentuk regangan ellipsoid adalah transpresi geser murni\ndengan Sesar Balantak sebagai bidang pergerakannya. Kemiripan dari pola struktur daerah\npenelitian dengan model menunjukkan tipe perangkap sesar anjak terlipat en echelon dan\nsesar sobek sebagai rekahan sintetik Riedel yang keduanya terbentuk akibat gerakan geser\nmenganan Sesar Balantak yang membentuk offset pada lipatan.", "Daftar File": {}, "Penulis": "Ferdi Endinanda [12015050]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Benyamin Sapiie, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Sulawesi Tengah, Sesar Balantak, fault-slip, analisis kinematik, en echelon", "Sumber": "", "Staf Input/Edit": "tuti yulia", "File": "13 file", "Tanggal Input": "13 Sep 2019"}