{"Nomor": 42094, "Judul": "PENGEMBANGAN MATERIAL ALAM SERAT KENAF (HIBISCUS CANNABINUS) SEBAGAI WADAH UNTUK BUMBU DAPUR", "Abstrak": "Di era zaman ini tentu saja karena limbah bahan kimia, dan produk-produk\nyang tidak dapat didaur ulang atau tidak dapat terurai cepat oleh tanah sudah\nterlalu banyak jumlahnya, hingga menumpuk dan menimbulkan masalah baru\nterhadap lingkungan. Sedangkan kini pemanfaatan material alami sedang\ndigandrungi oleh semua kalangan industri kecil, maupun besar, karena material\nalami cenderung lebih ramah lingkungan dan dapat di daur ulang lebih cepat oleh\ntanah dibandingkan material plastik dan material lainnya bila tidak bercampur\ndengan bahan kimia. Beberapa produk sudah di kembangkan dengan material\nalami seperti serat tumbuhan, dan contohnya adalah serat dari tanaman kenaf\n(hibiscus cannabinus). Dengan material serat tanaman kenaf yang sudah melalui\nproses eksplorasi atau eksperimen material. Ditetapkan bahwa eksplorasi material\ndengan proses laminasi menggunakan lem PVAC cukup kuat dan dapat dibentuk\nsesuai dengan kapasitas material serat kenaf itu sendiri. Dengan begitu tujuan dari\neksplorasi material tersebut dapat dikembangkan menjadi sebuah produk yang\nramah lingkungan. Produk yang dikembangkan menggunakan material serat kenaf\nadalah wadah penyimpanan bumbu dapur. Tujuannya karena serat kenaf memiliki\nrongga yang mana dapat memberikan sirkulasi udara pada bumbu dapur serta sifat\nramah lingkungan tersebut. Manfaat dari produk yang dikembangkan dari serat\ntanaman kenaf ini yakni memberi fungsi pada serat kenaf, dan memberikan nilai\nlebih pada serat kenaf, bahwa serat kenaf dapat dikembangkan menjadi material\nuntuk bahan baku sebuah produk.", "Daftar File": {}, "Penulis": "Tiara Dwi Rahmawati [17515002]", "Kontributor / Dosen Pembimbing": ["Arianti Ayu Puspita, S.Ds., M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Produk", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Serat, Tanaman Kenaf, Material, Wadah", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "13 Sep 2019"}