{"Nomor": 42095, "Judul": "USULAN METODE PENUGASAN OPERATOR PADA FINAL ASSEMBLY LINE NC-212i PT DIRGANTARA INDONESIA", "Abstrak": "PT Dirgantara Indonesia (PT DI) merupakan sebuah BUMN di Indonesia dengan produk utama pesawat dan helikopter. Pada 2019, NC-212i adalah salah satu jenis pesawat yang menjadi produk favorit. Saat ini, PT DI belum mampu memenuhi target produksi pesawat NC-212i dengan waktu siklus 2 bulan. Waktu aktual yang dihabiskan Divisi Final Assembly Line (FAL) dalam memproduksi sebuah unit pesawat saat ini adalah 4 bulan. Setelah dilakukan analisis, akar dari permasalahan ini adalah utilitas operator yang masih rendah. Tujuan penelitian ini adalah menentukan model dan rancangan penugasan operator lintas perakitan yang tepat agar dapat memenuhi target produksi serta memaksimalkan utilitas operator.\nTerdapat 2 model yang diusulkan untuk melakukan penugasan operator di Divisi FAL NC-212i PT DI antara lain model analitis dan heuristik. Model analitis yang digunakan memiliki fungsi tujuan meminimalkan total waktu menganggur operator dengan mempertimbangkan nilai skill level operator. Komputasi dilakukan menggunakan aplikasi CPLEX Optimization Studio 12.9.0. Prosedur heuristik dikembangkan untuk mengakomodasi proses pencarian solusi yang bermasalah apabila menggunakan model analitis. Prosedur heuristik terdiri dari beberapa tahap yang merepresentasikan persamaan matematis pada model analitis. Solusi yang dihasilkan antara lain penugasan operasi untuk setiap operator serta waktu mulai untuk setiap operasi.\nProses komputasi dilakukan untuk setiap stasiun kerja. Solusi yang dihasilkan mengurangi total kebutuhan operator dari kondisi existing yaitu dari 46 operator menjadi 38 operator. Pengurangan jumlah operator didukung dengan meningkatnya utilitas operator. Nilai rata-rata utilitas operator mengalami peningkatan dari 41% menjadi 82,32%.", "Daftar File": {"ABSTRAK ZEIN RADITA FARIZKI": "https://digilib.itb.ac.id/gdl/download/181023"}, "Penulis": "ZEIN RADITA FARIZKI [13415040]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Anas Ma’ruf"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Utilitas, skill operator, waktu menganggur, penugasan", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "13 Sep 2019"}