{"Nomor": 42098, "Judul": "PERANCANGAN SEKOLAH MENENGAH UMUM SEBAGAI TEMPAT KOLABORASI DAN EKSPLORASI PARA PESERTA DIDIK DI BANDUNG", "Abstrak": "Perancangan Sekolah ini berlokasi di Jalan P.H.H Mustofa, Bandung yang memiliki luasan sekitar 24000 m2 atau sekitar 2,4 Ha. Sekolah ini di pemrakarsai oleh Yayasan sosial, Yayasan Tangan Pengharapan. Tujuan perancangan sekolah ini untuk menyejahterakan masyarakat Indonesia melalui aspek Pendidikan dan untuk meningkatkan kembali kualitas Pendidikan di Indonesia. Sekolah ini dirancang dengan sistem pembelajaran Active-Learning dan kualitas pendidikan yang berstandar internasional. Sekolah ini termasuk dalam tipologi sarana pendidikan formal dan kategori sekolah nasional plus. Sekolah ini dapat menampung 900 murid untuk tingkat SMP dan SMA dengan kapasitas 24-30 murid/rombongan belajar. Sekolah ini diperuntukkan untuk seluruh kalangan masyarakat di Indonesia sehingga menyediakan fasilitas asrama bagi para peserta didik yang berasal dari luar kota. Perancangan sekolah ini mengangkat konsep “Sekolah sebagai tempat kolaborasi dan eksplorasi para peserta didik” karena sekolah bukan hanya sebagai sarana pendidikan yang dapat menggembangkan kemampuan para peserta didik secara akademik (formal) melainkan bisa secara non akademik (informal) dan sekolah juga dapat meningkatkan social network (jaringan sosial) bagi para peserta didik melalui interaksi informal. Konsep ini didapat dari proses sintesis 3 isu permasalahan, yaitu isu menggembangkan karakter dan kemampuan siswa, isu interaksi sosial, dan isu citra bangunan. Konsep ini juga meliputi perancangan ruang terbuka sebagai tempat interaksi para peserta didik, ruang-ruang kelas yang fleksibel menyesuaikan metode pembelajaran, aksesibilitas yang terjangkau untuk seluruh pengguna bangunan, ruang-ruang kegiatan yang dapat menggembangkan kemampuan para peserta didik dan terdapat taman edukasi sebgai sarana pembelajaran aktif para peserta didik. Perancangan sekolah ini meliputi, perancangan tapak, perancangan Gedung sekolah SMP dan SMA, Gedung kegiatan dan fasilitas penunjang, dan Gedung Asrama.", "Daftar File": {}, "Penulis": "Gideon Simangunsong [15215054]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Heru W. Poerbo, MURP"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Perancangan Sekolah, Tempat Kolaborasi, Active-Learning, Kualitas Pendidikan", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "13 Sep 2019"}