{"Nomor": 42090, "Judul": "PEMODELAN BAWAH PERMUKAAN DAERAH GUNUNG SINABUNG BERDASARKAN ANALISIS DATA GAYABERAT", "Abstrak": "Indonesia merupakan negara yang memiliki banyak gunung api karena letak geologisnya yang\nberada pada pertemuan tiga lempeng tektonik, yaitu lempeng Indo-Australia, lempeng Eurasia,\ndan lempeng Pasifik. Interaksi ketiga lempeng tersebut berperan dalam pembentukan gunung api\ndi Indonesia, salah satunya Gunung Sinabung. Gunung Sinabung merupakan gunung api yang\nterletak di Kabupaten Karo, Provinsi Sumatera Utara dengan ketinggian 2.460 meter di atas\npermukaan laut. Sejak tahun 1600, Gunung Sinabung tidak menunjukkan aktivitas vulkanik\nsehingga diklasifikasikan sebagai gunung api tipe B. Namun, pada tahun 2010, Gunung\nSinabung meletus dengan letusan yang cukup besar dan hingga kini masih menunjukkan\naktivitas vulkanik. Sehingga, dilakukan penelitian untuk mengetahui struktur bawah permukaan\nGunung Sinabung dengan harapan dapat berguna untuk mitigasi bencana geologi maupun\nkepentingan penelitian lain.\nPada penelitian ini dilakukan pemodelan ke depan 2,5 dimensi dengan menggunakan metode\ngayaberat. Metode gayaberat merupakan metode geofisika yang didasarkan pada pengukuran\nvariasi medan gravitasi di permukaan bumi. Data yang digunakan pada penelitian ini adalah peta\nanomali Bouguer lengkap cetak lembar Medan. Kemudian, dilakukan digitasi dengan perangkat\nlunak Surfer agar dihasilkan peta anomali Bouguer lengkap digital. Setelah itu, dilakukan\npemisahan anomali regional dan residual dengan metode moving average. Untuk pemodelan,\ndigunakan perangkat lunak ModelVision 13.0 dengan data masukannya yaitu anomali residual\ndan topografi. Berdasarkan referensi, background density yang digunakan yaitu 2,67 g/cc. Model\ndibuat dengan memperkirakan kondisi geologi bawah permukaan yang mungkin terjadi pada\ndaerah penelitian dengan menggunakan bantuan informasi geologi, geofisika, dan literatur lain.\nKedalaman kantong magma Gunung Sinabung tidak dapat teresolusikan dengan data anomali\nresidual. Karena, berdasarkan perhitungan analisis spektral, estimasi kedalaman rata-rata dari\nanomali residual yaitu sekitar 3.000 meter", "Daftar File": {"ABSTRAK Dita Pertiwi": "https://digilib.itb.ac.id/gdl/download/181018"}, "Penulis": "Dita Pertiwi [12315001]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Djoko Santoso, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "anomali Bouguer, gayaberat, moving average, pemodelan ke depan, regional, residual, Sinabung", "Sumber": "", "Staf Input/Edit": "", "File": "8 file", "Tanggal Input": "13 Sep 2019"}