{"Nomor": 42107, "Judul": "KLONING DAN EKSPRESI GEN L1 HPV 52 ISOLAT INDONESIA PADA Escherichia coli BL21(DE3)", "Abstrak": "Kanker serviks merupakan kanker dengan urutan ketiga yang menyerang wanita di seluruh dunia dan merupakan kanker dengan urutan pertama di Indonesia. Kanker serviks disebabkan oleh infeksi Human Papillomavirus (HPV) dengan tipe infeksi berisiko tinggi. HPV dengan tipe infeksi berisiko tinggi yang mendominasi di Indonesia adalah HPV 52. Infeksi HPV tersebut dapat dicegah dengan vaksin berbasis VLP yang berasal dari protein kapsid L1 HPV. Dengan dikembangkannya vaksin berbasis VLP dari L1 HPV 52 isolat Indonesia, diharapkan akan lebih efektif mencegah infeksi HPV di Indonesia. Penelitian ini bertujuan untuk mengkloning gen L1 HPV 52 isolat Indonesia pada pET32b(+), dan untuk mengekspresikan protein kapsid L1 HPV 52 pada E. coli BL21(DE3). Metode penelitian meliputi studi in silico yang terdiri dari simulasi ligasi L1 HPV 52 pada pET32b(+), analisis berat molekul dan pI, analisis hidrofobisitas, analisis transmembran, dan analisis struktur menggunakan snapgene 2.3.2, ExPASy, fasta.bioch.virginia.edu/, wlab.ethz.ch/ protter/#, dan i-Tasser secara berurutan. Tahap kedua adalah kloning L1 HPV 52 pada pET32b(+) yang dikonfirmasi dengan PCR, restriksi, dan sekuensing DNA. Selanjutnya, dilakukan ekspresi protein rekombinan L1 HPV 52 dengan induksi IPTG dan tanpa induksi IPTG. Ekspresi protein rekombinan dengan induksi IPTG dilakukan optimasi lama waktu induksi dan optimasi konsentrasi IPTG. Hasil optimasi dilanjutkan dengan purifikasi protein rekombinan. Semua ekspresi protein dan hasil purifikasi protein dianalisis dengan SDS PAGE dan ImageJ. Hasil studi in silico menunjukkan amplikon L1 HPV 52 berukuran 1448bp dan akan menghasilkan protein rekombinan ~70.9kDa dengan pI 6.360, memiliki kecenderungan hidrofilik dan tidak memiliki region transmembran. Hasil PCR dan hasil restriksi dengan single digest didapatkan pita DNA ~1500bp dan ~8000bp secara berurutan, dan hasil sekuensing menunjukkan kesamaan dengan kerangka baca native L1 HPV 52. Hasil ekspresi menunjukkan pita protein lebih tebal ~70.9 kDa dengan kondisi optimum 0.5mM IPTG, 370C selama 5 jam, namun protein rekombinan L1 HPV 52 berada pada fase tidak larut. Oleh karena itu, dibutuhkan konsentrasi optimum urea yang diperoleh dari hasil optimasi untuk melarutkan protein rekombinan, yaitu 8M. Protein rekombinan kemudian purifikasi menggunakan Ni-NTA agarose dengan variasi urea untuk refolding buffer dan variasi imidazol untuk elution buffer. Hasil purifikasi menunjukkan bahwa hampir keseluruhan protein rekombinan keluar bersama flowthrogh. Hal ini mungkin disebabkan oleh 6xHis•Tag tidak terikat resin. Dengan demikian, dapat disimpulkan bahwa gen L1 HPV 52 berhasil dikloning dan diekspresikan pada E. coli Bl21(DE3) namun masih diperlukan optimasi kondisi untuk purifikasi protein rekombinan.", "Daftar File": {"ABSTRAK Henik Anjayati": "https://digilib.itb.ac.id/gdl/download/181064", "COVER Henik Anjayati": "https://digilib.itb.ac.id/gdl/download/199864", "BAB 1 Henik Anjayati": "https://digilib.itb.ac.id/gdl/download/199865", "BAB 2 Henik Anjayati": "https://digilib.itb.ac.id/gdl/download/199866", "BAB 3 Henik Anjayati": "https://digilib.itb.ac.id/gdl/download/199867", "BAB 4 Henik Anjayati": "https://digilib.itb.ac.id/gdl/download/199868", "BAB 5 Henik Anjayati": "https://digilib.itb.ac.id/gdl/download/199869", "PUSTAKA Henik Anjayati": "https://digilib.itb.ac.id/gdl/download/199870"}, "Penulis": "Henik Anjayati [21117012]", "Kontributor / Dosen Pembimbing": ["Azzania Fibriani, S.Si., M.Si., Ph.D.", "Dr.rer.nat. Fifi Fitriyah Masduki, S.Si., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Kloning, Ekspresi, Purifikasi Protein, L1 HPV 52.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "13 Sep 2019"}