{"Nomor": 42118, "Judul": "USULAN PERBAIKAN SISTEM PRODUKSI TAS SEMINAR UNTUK MEMINIMALISIR KETERLAMBATAN PENGIRIMAN PRODUK (STUDI KASUS : CV. ABC)", "Abstrak": "CV. ABC adalah perusahaan yang bergerak di bidang manufaktur tas di Bandung. Dalam memenuhi keinginan konsumen, CV. ABC selalu berusaha memberikan produk dengan kualitas terbaik dan pengiriman produk tepat waktu. Salah satu produk yang memiliki permintaan produksi terbanyak di CV. ABC adalah tas seminar. Pada tahun 2018, tas seminar menjadi produk dengan permintaan terbanyak namun menjadi produk yang menyebabkan kerugian terbesar juga bagi perusahaan. Perusahaan mengalami penurunan keuntungan sebesar Rp. 77.934.000 akibat keterlambatan pengiriman produk.\nBerdasarkan permasalahan tersebut, maka digunakan Current Reality Tree untuk mengidentifikasi faktor penyebab utama terjadinya keterlambatan pengiriman produk yang menyebabkan kerugian bagi perusahaan. Lalu ditemukan bahwa keterlambatan diakibatkan oleh tidak adanya rencana pengadaan, tidak adanya production planning, tidak adanya prosedur standar, tidak adanya pengelolaan sumber daya dan poor layout facility.\nSetelah mengetahui faktor penyebab utama terjadinya keterlambatan pengiriman produk maka diberikan alternatif usulan perbaikan. Alternatif usulan perbaikan yang dilakukan adalah peramalan untuk supplier utama, pemilihan supplier baru menggunakan metode Analytical Hierarchy Process (AHP), penentuan kebutuhan tenaga kerja, lembur untuk tenaga kerja, perbaikan tata letak fasilitas, perancangan Standard Operating Procedures (SOP) dan proses recruitment serta outsourcing, dan mengkominasikan seluruh alternatif solusi. Selanjutnya dibuat perbandingan antara alternatif solusi-solusi yang berisi total pengurangan kerugian dan tingkat efektifitas dari penerapan solusi. Diskusi dilakukan dengan pihak CV.ABC untuk mendapatkan alternatif solusi terbaik.\nHasil diskusi menunjukan bahwa perusahaan memilih solusi alternatif terbaik untuk jangka pendek yang akan diterapkan adalah penambahan jumlah tenaga kerja. Penambahan tenaga kerja dapat mereduksi kerugian sebesar Rp 37.140.000 dengan tingkat efektivitas 75%. Lalu untuk rencana penerapan jangka panjang, perusahaan memilih kombinasi seluruh alternatif solusi.", "Daftar File": {"ABSTRAK Salma Fauzia": "https://digilib.itb.ac.id/gdl/download/181104"}, "Penulis": "Salma Fauzia [29117359]", "Kontributor / Dosen Pembimbing": ["Akbar Adhi Utama, S.T., M.A.B., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Pengiriman Tepat Waktu, Tas Seminar, Current Reality Tree, Efektivitas, Pengurangan Kerugian", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "14 Sep 2019"}