{"Nomor": 42116, "Judul": "ANALISIS DAMPAK LALULINTAS CAR FREE DAY DI KOTA BANDUNG", "Abstrak": "Dalam rangka mengkampanyekan dan mengedukasi penggunaan transportasi yang ramah lingkungan, Pemerintah kota Bandung menyelenggarakan program kegiatan Hari Bebas Kendaraan Bermotor atau yang lebih dikenal “Car Free Day” yang berlokasi di Jalan Ir. H. Djuanda dan Jalan Buahbatu. Kegiatan ini berlangsung pada akhir pekan di hari minggu pada pukul 06.00 – 10.00 WIB. Seiring berjalannya waktu kegiatan ini ternyata menimbulkan pengaruh yang negatif di sisi lain, kemacetan timbul pada saat pelaksanaan kegiatan Car Free Day terutama di ruas-ruas jalan disekitar lokasi tersebut disebabkan kendaraan bermotor mencari jalan alternatif untuk menghindari penutupan jalan yang dilakukan oleh pemerintah kota Bandung. Adanya kegiatan ini menjadi daerah tarikan baru sehingga merubah aktifitas pola pergerakan masyarakat kota Bandung di akhir pekan. Dampak lainnya sebagian pengunjung yang datang ternyata menggunakan kendaraan pribadi dan memarkirkan kendaraannya di jalan-jalan sekitar lokasi Car Free Day.\n\nPenelitian ini bertujuan untuk mengevaluasi kondisi pelaksanaan kegiatan CFD menggunakan konsep sistem permodelan transportasi, dengan melihat kinerja jaringan jalan yang berada disekitar wilayah terdampak akibat adanya kegiatan Hari Bebas Kendaraan Bermotor ini. Dengan menggunakan alat bantu perangkat lunak SATURN mampu memodelkan kondisi eksisting kinerja jaringan pada saat kegiatan CFD berlangsung maupun kondisi skenario penanganan dampak yang dihasilkan dari kegiatan tersebut. Hasil analisis yang diperoleh menunjukkan adanya penurunan kinerja jaringan pada saat CFD Dago sedang dilaksanakan yaitu nilai VCR-nya rata-rata menjadi 1,04 dan kecepatannya menjadi 38 km/jam. Sedangkan pada lokasi CFD Buahbatu kinerjanya berubah menjadi rata-rata VCR-nya sebesar 0,41 dan kecepatan rata-ratanya menjadi 40 km/jam.\n\nBerdasarkan hasil permodelan dalam upaya meminimalkan dampak dari adanya kegiatan CFD di kota Bandung yaitu dengan menerapkan skenario gabungan yakni dengan melakukan sistem rekayasa lalulintas, perubahan waktu hijau dan fase di simpang dan melakukan peningkatan kapasitas ruas melalui larangan parkir menggunakan badan jalan (on street parking). Hal ini mampu meningkatkan kinerja jaringan dan aksesibilitas ke titik penting di seputar lokasi yang terdampak selama kegiatan CFD di kota Bandung dilaksanakan.", "Daftar File": {"COVER Akbar Indrawan Saudi": "https://digilib.itb.ac.id/gdl/download/181095", "BAB 1 Akbar Indrawan Saudi": "https://digilib.itb.ac.id/gdl/download/181096", "BAB 2 Akbar Indrawan Saudi": "https://digilib.itb.ac.id/gdl/download/181097", "BAB 3 Akbar Indrawan Saudi": "https://digilib.itb.ac.id/gdl/download/181098", "BAB 4 Akbar Indrawan Saudi": "https://digilib.itb.ac.id/gdl/download/181099", "BAB 5 Akbar Indrawan Saudi": "https://digilib.itb.ac.id/gdl/download/181100", "BAB 6 Akbar Indrawan Saudi": "https://digilib.itb.ac.id/gdl/download/181101", "PUSTAKA Akbar Indrawan Saudi": "https://digilib.itb.ac.id/gdl/download/181102"}, "Penulis": "Akbar Indrawan Saudi [25015037]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sri Hendarto, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "permodelan lalulintas, kinerja jaringan jalan, CFD, aksesibilitas", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "13 Sep 2019"}