{"Nomor": 42121, "Judul": "Elektroda Pasta Karbon yang Dimodifikasi dengan Elektropolimerisasi Bromtimol Biru untuk Analisis Butylated Hydroxytoluene secara Voltammetri", "Abstrak": "Butylated  Hydroxytoluene  (BHT)  merupakan  senyawa  antioksidan  sintesis  turunan  fenol yang banyak digunakan sebagai  zat aditif pada industri farmasi. Namun, penggunaan  BHT pada kesehatan berbahaya karena bersifat karsinogenik. Penggunaan maksimum konsentrasi BHT dalam produk farmasi yaitu 0,0075- 0,1% sehingga dibutuhkan  metode analisis yang sensitif  dalam  penentuannya.  Beberapa  metode  yang  pemah  digunakan  dalam  penentuan BHT yaitu metode Gas Chromatography-Mass Spectrometry (GC-MS),  High Performance Liquid Chromatography  (HPLC), dan metode voltammetri. Voltammetri memiliki beberapa kelebihan  dibanding  metode-metode  lainnya.  Metode  ini  bersifat  sederhana,  sensitif  dan selektif. Pada penelitian ini dikembangkan elektroda pasta karbon (EPK) yang dimodifikasi dengan Molecularly Imprinted Polymer (MIP) untuk penentuan BHT. MIP dilapiskan ke permukaan  EPK menggunakan  teknik  Cyclic  Voltammetry  (CV)  sebanyak  10 siklus  pada rentang potensial -0,6- 1 ,4 V dengan laju pindai 100 mV/s dalam larutan yang mengandung BHT, bromtimol biru dan bufer fosfat pH 7. Konsentrasi BHT dan bromtimol biru yang digunakan adalah  I   mM dan 1 ruM. MIP dibentuk melalui pelepasan BHT menggunakan  5 siklus potensial pada rentang -0,6 - 1 ,4 V dengan Jaju pindai 100 mV/s dalam Jarutan bufer fosfat  pH  7.  Pengukuran  BHT  dilakukan  dengan  teknik  Differential  Pulse  Voltammetry (DPV) dalam elektrolit pendukung bufer fosfat pH 7. Uji kebolehulangan menggunakan elektroda  termodifikasi    memberikan  %RSD  sebesar  6,94%.  Kurva  kalibrasi  yang  tinier diperoleh pada rentang konsentrasi  I 00 J..LM  - I 000 J..LM  dengan limit deteksi sebersar 42,62\nJ..LM.    Penentuan   BHT  dalam   sampel   krim  dengan   metode  penambahan   standar   BHT memberikan  nilai persen perolehan  kembali  101,08 ± 15,95%  yang menunjukkan  akurasi pengukuran yang cukup baik.", "Daftar File": {"ABSTRAK Anisa Nur Arifa": "https://digilib.itb.ac.id/gdl/download/181107", "PUSTAKA Anisa Nur Arifa": "https://digilib.itb.ac.id/gdl/download/186540"}, "Penulis": "Anisa Nur Arifa [10515094]", "Kontributor / Dosen Pembimbing": ["Dr. Ria Sri Rahayu, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "BHT, bromtimol biru, elektroda  pasta karbon, molecularly  imprinted  polymer, voltammetri", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "16 Sep 2019"}