{"Nomor": 42136, "Judul": "ONOWA ECO-LUXURY RESORT HOTEL RESORT DI KABUPATEN WAKATOBI, SULAWESI TENGGARA", "Abstrak": "Pariwisata di Indonesia merupakan sektor penting yang diunggulkan. Terdapat 10 destinasi prioritas\npariwisata yang telah ditetapkan oleh Kementerian Pariwisata Indonesia, yang dinilai dapat menjadi 10 Bali\nbaru. Salah satu destinasi itu adalah Wakatobi, yang terletak di Sulawesi Tenggara. Salah satu aspek yang\nakan direncanakan adalah pembangunan akomodasi. Karena lokasi wisata memiliki alam yang indah dan juga\nfungsinya sebagai tempat pariwisata, maka dibuatlah jenis akomodasi hotel resort yang dapat menampung\nwisatawan yang datang. Resort yang sudah ada di Wakatobi belum memiliki standar bertaraf internasional,\nsehingga diperlukan lagi resort yang dikelola oleh pengelola swasta, PT. Wakatobi, yang sudah\nberpengalaman membuat resort dengan kualitas internasional. Isu utama dari perancangan ini adalah\nWakatobi sebelumnya telah ditetapkan menjadi taman nasional, sehingga harus sangat memperhatikan\naspek lingkungan. Akibatnya, perancangan hotel resort harus berbasis lingkungan sehingga diperlukan desain\nyang ramah lingkungan atau eco-design. Selain itu, letak geografis Wakatobi yang terletak di segitiga terumbu\nkarang dunia membuat Wakatobi sangat kaya akan keindahan alam bahari. Untuk memberikan pengalaman\nyang menarik kepada para pengunjung, disediakan fasilitas-fasilitas khusus yang mendukung pengunjung\nuntuk menginap sekaligus menikmati keindahan bawah laut Wakatobi melalui olah raga menyelam", "Daftar File": {}, "Penulis": "Mahira Raihana Putri [15215021]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Andry Widyowijatnoko, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Resort, Eco-design, Wakatobi, pariwisata Indonesia, keindahan bawah laut", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "16 Sep 2019"}