{"Nomor": 42132, "Judul": "Elektroda Pasta Karbon yang Dimodifikasi dengan Metilen  Biru untuk Analisis Sistein secara Voltammetri", "Abstrak": "Sistein merupakan asam amino yang berperan dalam sintesis glutation. Glutation berfungsi untuk mengontrol metabolisme vitamin dan antioksidan di dalam tubuh manusia, sehingga sistein sering digunakan sebagai bahan makanan dan obat. Penggunaan sistein sebagai obat dikembangkan untuk mengobati penyakit seperti bronkhitis kronis, kegagalan fungsi hati, dan diabetes. Oleh sebab itu, dibutuhkan suatu metode yang dapat menentukan kadar sistein. Penentuan kadar sistein pada penelitian ini dikembangkan dengan teknik voltammetri. Pada voltammetri digunakan elektroda pasta karbon yang dimodifikasi agar memberikan selektivitas dan sensitivitas yang baik dalam penentuan kadar sistein. Pada penelitian ini elektroda pasta karbon dimodifikasi dengan polimer bercetakan molekul yang disiapkan dengan cara elektropolimerisasi menggunakan metilen biru sebagai monomer dan sistein sebagai analit menggunakan teknik voltammetri siklik sebanyak 20 siklus pada rentang potensial -1,0- 1,4 V dengan laju pindai 100 mV/s. Kondisi optimum pengukuran diperoleh dengan menggunakan konsentrasi metilen biru 1 mM dan sistein 3 mM. Hasil pengukuran sistein dengan menggunakan teknik voltammetri pulsa diferensial didapatkan kebolehulangan elektroda termodifikasi dengan %RSD sebesar 5,05 %. Linieritas kondisi optimum diperoleh pada rentang konsentrasi 100 11M  - 1000 11M   dengan limit deteksi sebesar 85,57 11M. Penentuan sistein dalam sampel obat dengan metode penambahan standar sistein menunjukkan akurasi yang baik dengan nilai persen perolehan kembali sebesar 100,51 ± 1,88%  pada sampel pertama dan sebesar 101,17 ± 1,70% pada sampel kedua.", "Daftar File": {"ABSTRAK Ghumaydha Adha Tsaqifah": "https://digilib.itb.ac.id/gdl/download/181126", "PUSTAKA Ghumaydha Adha Tsaqifah": "https://digilib.itb.ac.id/gdl/download/186330"}, "Penulis": "Ghumaydha Adha Tsaqifah [10515024]", "Kontributor / Dosen Pembimbing": ["Dr. Ria Sri Rahayu, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Sistein, metilen biru, voltammetri, elektroda pasta karbon, molecularly imprinted polymer", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "16 Sep 2019"}