{"Nomor": 42137, "Judul": "IMPLEMENTASI SISTEM PEMODELAN PROSES BISNIS  UNTUK MENENTUKAN KEBUTUHAN SISTEM  BAGI USAHA KECIL DAN MENENGAH", "Abstrak": "Rekayasa kebutuhan adalah aktivitas yang bertujuan untuk memahami kebutuhan utama user yang hasilnya digunakan selama proses pengembangan sistem. Rekayasa kebutuhan yang tidak dilakukan dengan baik merupakan masalah yang paling sering terjadi ketika dilakukannya pengembangan sistem. Pada panduan COBIT 5, terdapat pengaturan terkait pendefinisian hingga tata kelola kebutuhan. COBIT 5 juga menerapkan adanya pemisahan kerja antara pihak governance dan management. Namun, sebagian besar UKM (Usaha Kecil dan Menengah) belum menerapkan tata kelola tersebut. Padahal UKM merupakan potensi besar untuk dapat memberikan kontribusi positif bagi perekonomian Indonesia. Pada Tugas Akhir ini, dilakukan implementasi sistem yang digunakan untuk mendukung proses rekayasa kebutuhan yang ditujukan bagi UKM. Sistem terdiri dari prosedur dan perangkat lunak. Untuk mencapai hal tersebut, dilakukan penyesuaian COBIT 5 dengan standar rekayasa kebutuhan yang ada berdasarkan keadaan UKM. Sistem diuji sebanyak dua periode dengan adanya perbaikan pada setiap akhir periode. Hasil perbaikan periode kedua merupakan hasil akhir sistem. Dari pengujian, diperoleh hasil bahwa seluruh task pengujian berhasil dilakukan oleh pengguna sehingga dapat disimpulkan bahwa seluruh fungsionalitas dapat berjalan. Efisiensi yang diperoleh pada pengujian kedua juga meningkat 100% dibandingkan dengan pengujian pertama. Selain itu, skor kepuasan pengguna pada pengujian kedua mencapai 77.08 dari 100 yang berarti cukup baik. Meski hasil pengujian yang diperoleh cukup baik, terdapat hal yang bisa ditingkatkan. Cakupan perangkat lunak dapat diperluas dengan adanya beberapa penambahan fitur, seperti notifikasi dan tutorial atau petunjuk penggunaan perangkat lunak. Tampilan perangkat lunak dapat dibuat lebih intuitif. Selain itu, pengujian sistem juga dapat dilakukan ke lebih banyak pengguna dengan variasi golongan untuk memperoleh masukan yang lebih beragam.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/181152", "Abstract": "https://digilib.itb.ac.id/gdl/download/183560"}, "Penulis": "Sylvia Juliana [13515070]", "Kontributor / Dosen Pembimbing": ["Ir. Windy Gambetta, M.B.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "rekayasa kebutuhan, UKM, COBIT 5.", "Sumber": "", "Staf Input/Edit": "karya  \n                                     karya", "File": "2 file", "Tanggal Input": "16 Sep 2019"}