{"Nomor": 42142, "Judul": "STUDI PERHITUNGAN KOREKSI TERRAIN DENGAN KOMPUTASI MENGGUNAKAN METODE SQUARE PATTERN DAN SLOPED TRIANGLE PADA AREA KARANGSAMBUNG", "Abstrak": "Salah satu cara mengestimasi koreksi terrain adalah dengan menggunakan metode\nHammer chart. Perhitungan secara konvensional dilakukan dengan\nmenghamparkan kertas transparan berisi Hammer chart di atas sebuah peta\ntopografi, kemudian ketinggian rata-rata setiap kompartemen diestimasi. Prosedur\nini memiliki kelemahan, yaitu jumlah kompartemen yang relatif sedikit untuk\ndaerah dengan variasi topografi yang besar, dan adanya subjektivitas pengamat\npada penentuan ketinggian rata-rata kompartemen. Untuk menghitung nilai koreksi\nterrain secara maksimal, dibutuhkan pengukuran ketinggian secara lebih akurat.\nPada penelitian tugas akhir ini, penulis mencoba melakukan perhitungan koreksi\nterrain dengan metode square pattern dan sloped triangle. Metode ini membagi\ndaerah di sekitar titik pengukuran menjadi zona berisi kompartemen berbentuk\npersegi dan segitiga. Program perhitungan koreksi terrain diuji coba dengan data\nsintetik untuk melihat pengaruh tubuh batuan pada koreksi terrain. Program\ndiaplikasikan pada data Karangsambung untuk melihat pengaruh topografi di\nsekitar Karangsambung terhadap nilai koreksi terrain. Program kemudian\ndiaplikasikan pada data gayaberat, dan dibandingkan hasilnya dengan perhitungan\nmenggunakan Hammer chart. Berdasarkan uji coba data sintetik didapat bahwa\nnilai koreksi terrain dari tubuh batuan berukuran 10 x 10 km dengan beda tinggi\n1000 m dari stasiun, tidak lagi berpengaruh secara signifikan di jarak 20 km.\nTopografi di sekitar Karangsambung berupa Pegunungan Serayu Selatan dengan\nketinggian 1000 m pada jarak 20 – 30 km memberikan pengaruh sebesar 0.05 mGal\nterhadap koreksi terrain, sedangkan Gunungapi Kuarter dengan ketinggian 3000 m\npada jarak 30 – 40 km memberikan pengaruh sebesar 0.1 mGal. Hasil penerapan\npada data gayaberat menunjukkan bahwa penggunaan metode square pattern dan\nsloped triangle mampu mengkoreksi kesalahan dari Hammer chart sampai dengan\n3 mGal. Selisih perhitungan kedua metode semakin besar di daerah lereng\ndikarenakan estimasi beda ketinggian topografi di lereng sulit untuk dilakukan", "Daftar File": {"ABTSRAK Rafif Abdus Salam": "https://digilib.itb.ac.id/gdl/download/181157"}, "Penulis": "Rafif Abdus Salam [12315003]", "Kontributor / Dosen Pembimbing": ["Dr. Eko Januari Wahyudi, S.T., M.T.", "Dr. Setianingsih, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Karangsambung, koreksi terrain, square pattern, sloped triangle", "Sumber": "", "Staf Input/Edit": "", "File": "9 file", "Tanggal Input": "16 Sep 2019"}