{"Nomor": 42146, "Judul": "STUDI PEMODELAN TIME-LAPSE MICROGRAVITY DARI REDISTRIBUSI DENSITAS DENGAN DATA PENGUKURAN ELEVASI MENGGUNAKAN ALAT GPS GEODETIK DI DAERAH BANDUNG", "Abstrak": "Amblesan merupakan suatu fenomena geologi terjadinya penurunan muka tanah di\nsuatu daerah dimana fenomena ini dapat menyebabkan berbagai bencana yang pada\nakhirnya dapat menyebabkan kerugian ekonomi dan menjadi ancaman untuk\nkehidupan manusia. Bandung merupakan salah satu kota di Indonesia yang sedang\nmengalami fenomena tersebut. Berdasarkan hasil laju amblesan rata-rata per\ntahunnya, daerah Cimahi memiliki laju amblesan terbesar per tahunnya yakni\nsebesar -0.185 meter/tahun. Dalam penelitian ini, metode time-lapse microgravity\n(TLM) diterapkan untuk mengetahui seberapa besar respon gravitasi yang\ndiakibatkan oleh amblesan terhadap nilai TLM observasi. Untuk mendapatkan\nrespon gravitasi yang diakibatkan oleh amblesan, disusun suatu program untuk\nmenghitung respon gravitasinya dengan melakukan perhitungan pemodelan\nkedepan menggunakan pendekatan tubuh batuan benda prisma segiempat dimana\nhasil akhir dari pemodelan tersebut akan dibandingkan dengan peta TLM observasi.\nProgram dilakukan uji coba menggunakan data sintetik untuk menguji keberhasilan\nprogram. Berdasarkan uji coba yang dilakukan, program telah berhasil menghitung\nrespon gravitasi akibat amblesan. Respon gravitasi akibat amblesan pada tahun\n2016-2010 di daerah Bandung menunjukkan nilai TLM terbesar berada pada daerah\nCimahi dan Baleendah, sekitar 60 µGal dan menunjukkan nilai anomali gravitasi\nsebesar -0.85 µGal/cm. Hasil perbandingan antara peta TLM observasi dengan peta\nTLM perhitungan di Kota Bandung menunjukkan bahwa pengaruh respon gravitasi\nakibat amblesan cukup kecil sehingga mengindikasikan adanya faktor-faktor lain\nyang berpengaruh terhadap nilai TLM observasinya. Faktor-faktor tersebut dapat\nberupa pengaruh dari perubahan bangunan dan perubahan muka air tanah (MAT).\nHasil analisis terhadap kedua faktor ini menunjukkan bahwa pengaruh respon\ngravitasi yang diakibatkan oleh perubahan bangunan cukup kecil dan pengaruh\nrespon gravitasi yang diakibatkan oleh perubahan muka air tanah diperkirakan\ncukup signifikan terhadap nilai TLM observasi.", "Daftar File": {"ABSTRAK Muhammad Harits Hafidza": "https://digilib.itb.ac.id/gdl/download/181162"}, "Penulis": "Muhammad Harits Hafidza [12315031]", "Kontributor / Dosen Pembimbing": ["Dr. Eko Januari Wahyudi, S.T., M.T.", "Dr. Darharta Dahrin, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Amblesan, Bandung, muka air tanah, pemodelan kedepan, perubahan bangunan, time-lapse microgravity", "Sumber": "", "Staf Input/Edit": "", "File": "9 file", "Tanggal Input": "16 Sep 2019"}