{"Nomor": 42141, "Judul": "KEANEKARAGAMAN KUPU-KUPU DI TAMAN HUTAN RAYA IR. H. DJUANDA, BANDUNG, JAWA BARAT", "Abstrak": "Taman Hutan Raya Ir. H. Djuanda (Tahura Djuanda) adalah kawasan pelestarian alam yang berada di Bandung sebelah utara dan memiliki fungsi penting dalam aspek ekologi terutama untuk menjaga kelestarian ekosistem, menjaga biodiversitas, dan menjaga siklus biogeokimia. Salah satu hewan yang berkontribusi dalam keberlanjutan ekosistem di Tahura Djuanda adalah kupu-kupu. Kupu-kupu memiliki peran yang penting dalam ekosistem sebagai polinator yang dapat menjaga keanekaragaman genetik tanaman dan sebagai bioindikator kesehatan lingkungan. Penelitian ini dilakukan untuk melihat keanekaragaman dan distribusi kupu-kupu di Tahura Djuanda. Metode yang digunakan adalah standard walk, yaitu berjalan di garis transek sepanjang jogging track Tahura Djuanda dari Dago hingga Maribaya. Garis transek penelitian dibagi menjadi 11 plot dengan panjang setiap plot adalah 500 m. Plot 1-6 dan 9-10 memiliki kondisi ekosistem yang cenderung mirip, yaitu memiliki kanopi semi tertutup hingga tertutup, sedangkan plot 7, 8, dan 11 memiliki kanopi yang terbuka. Pengamatan kehadiran kupu-kupu dilakukan pada pukul 08.00-13.00 WIB, dengan area pengamatan 5 m di depan, sisi kiri, kanan, dan atas peneliti. Pada setiap titik awal dan akhir plot penelitian dilakukan pengukuran mikroklimat: suhu dan kelembaban relatif diukur dengan sling psychrometer, dan intensitas cahaya diukur dengan luxmeter. Penelitian kehadiran kupu-kupu dilakukan pada bulan Desember 2018. Berdasarkan hasil penelitian, diperoleh bahwa suhu di Tahura Djuanda selama penelitian berkisar antara 22-27?, kelembaban relatif berkisar antara 79-95%, dan intensitas cahaya antara 700-45.000 Lux. Dari hasil pengamatan kehadiran kupu-kupu, dijumpai 31 spesies kupu-kupu, dengan total 395 individu dari 5 famili. Satu spesies diantaranya termasuk ke dalam kategori dilindungi, yaitu Troides helena. Kupu-kupu ditemukan paling banyak di plot 7 dan 8, dengan 166 individu dari 18 spesies pada plot 7, dan 71 individu dari 15 spesies pada plot 8. Distribusi kupu-kupu antar plot Tahura Djuanda tidak merata.", "Daftar File": {}, "Penulis": "Syifa Wiranti [10615021]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Tati Suryati Syamsudin, MS, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Tahura Djuanda, kupu-kupu, keanekaragaman, distribusi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "16 Sep 2019"}