{"Nomor": 42154, "Judul": "Pembuatan Partikel  Kolom  Kromatografi Cair Kinerja  Tinggi Berbahan  Dasar Silika Termodifikasi 3-APTMS Untuk Pemisahan Gula", "Abstrak": "Kromatografi    Cair   Kinerja   Tinggi   (KCK T)   mempakan    metode   paling   efektif   untuk menganalisis gula berdasarkan akurasi,  kesederhanaan  dalam preparasi sampel, dan kecepatan waktu  analisis  dibandingkan  dengan  metode  lain.  Kolom  silika  amina  (Si-NHc)  merupakan kolom yang paling umum diguna kan pada KCKT  untuk menganalisis  senyawa  gula, namun , harga kolom  Si-NHc terbilang  cukup  mahal.  Pad a penelitian  ini telah dibuat  kolom  Si-NH , dengan patikel silika berukuran 30-60 mikron yang dimodifikasi  dengan 2% dan 20% (3- Aminopropil)trimetoksisilan (3-APTMS). Tahapan pertama pada sintesis tersebut adalah mengaktivasi  silika  menggunakan   lamtan  piranha  yang  terdiri  dari  H:S04   dan  HcOc  30% (3: 1 ).  Silika   teraktivasi   kemudian   direaksikan   dengan   3-APTMS   selama   24  jam   untuk mendapatkan partikel Si-NH 2 dan sebagian dari pm1ikel Si-NH2 kemudian dideaktivasi  dengan trietil a min. Setiap ta hapan reaksi diikuti dengan karakterisasi  menggunakan  FT-IR dan diakhir dilakukan  uji SEM. Berdasarkan data FT-1R, partikel Si-NH2  telah berhasil disintesis  dengan kedua konsentrasi  3-APTMS  dimana  didapatkan  puncak  baru seperti  puncak  Si-C (800-950\n \ncm- 1 ), C-N (1000-1350 cm-1 ), dan N-H (1550-1650 cm- 1 ). Partikel Si-NH\n \nkemudian  dimuat\n \nkedalam  kolom  4,6mm  x  I 00  mm.  Penguj ian  kolom  dilakukan   terhadap  sam pel  glukosa , maltosa,  dan  campuran  glukosa  dan  maltosa  yang disiapkan  dengan  tiga jenis  pelarut  yang dijadikan  sebagai  eluen .   Eluen  yang  digunakan  diantar:mya  adalah  air,  asetonitril , dan  air­ asetonitril (50:50). Berdasarkan penelitian. Si-NH2  yang dibuat dengan 2% 3-APTMS (Si-NH 2\n2%) dengan  eluen  air-asetonitril  (50:50)  memberikan  hasi1 paling  baik dimana  glukosa  dan\nmaltosa tunggal berhasil muncul pada waktu retcns i   yang berbeda dan dengan  bentuk puncak yang signifikan.  Berdasarkan  basil pengukuran  SEM , aktivasi  dan penambahan  gugus  amina primer pada pennukaan  silika telah berha si l  dilakukan.", "Daftar File": {"ABSTRAK Masytha Nuzula Ramdhiny": "https://digilib.itb.ac.id/gdl/download/181171", "PUSTAKA Masytha Nuzula Ramdhiny": "https://digilib.itb.ac.id/gdl/download/186458"}, "Penulis": "Masytha Nuzula Ramdhiny [10515045]", "Kontributor / Dosen Pembimbing": ["Dr. Handajaya Rusli, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "KCKT. kolom, silika, a mina. gula", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "16 Sep 2019"}