{"Nomor": 42157, "Judul": "PENDETEKSIAN SITUS WEB PHISHING DENGAN EXTREME  LEARNING MACHINE", "Abstrak": "Pengguna internet yang semakin bertambah secara pesat dalam beberapa tahun terakhir menyebabkan meningkatnya frekuensi kejahatan cybercrime terutama phishing. Phishing merupakan rekayasa sosial yang menipu korbannya untuk mengambil informasi pribadi atau sensitif. Phishing termasuk salah satu jenis kejahatan cybercrime yang banyak menyerang pengguna internet dan telah banyak menimbulkan kerugian. Meningkatnya serangan frekuensi phishing dalam beberapa tahun terakhir menyebabkan peneliti-peneliti mengembangkan metode atau teknik baru untuk mencegah kejahatan phishing. Dengan banyaknya frekuensi serangan dan kerugian yang ditimbulkan oleh kejahatan phishing, dibutuhkan sebuah alternatif solusi pendeteksian phishing dengan memanfaatkan metode pembelajaran mesin dengan menggunakan algoritma Extreme Learning Machine. Extreme Learning Machine merupakan algoritma supervised learning bertipe feedforward neural networks yang dapat digunakan untuk permasalahan klasifikasi atau regresi. Dalam Tugas Akhir ini digunakan algoritma Extreme Learning Machine untuk mendeteksi situs web phishing dengan kombinasi empat algoritma seleksi fitur yaitu Principal Component Analysis, Correlation Feature Selection, Genetic Algorithm, dan Forward-Backward Selection. Dalam eksperimen Tugas Akhir, digunakan dataset situs web phishing yang berjumlah 11.055 data dan 30 fitur yang dapat diekstraksi dari sebuah situs web. Dari hasil pendeteksian situs web phishing terhadap data uji, diperoleh hasil pengujian menggunakan algoritma Extreme Learning Machine yang dikombinasikan dengan algoritma seleksi fitur PCA menghasilkan akurasi sebesar 95,30% dan recall sebesar 94,30%. Dari hasil pengujian yang dilakukan, algoritma Extreme Learning Machine yang dikombinasikan dengan seleksi fitur menghasilkan kinerja yang lebih baik dibandingkan tanpa seleksi fitur. Selain itu algoritma Extreme Learning Machine juga menghasilkan kinerja yang mendekati algoritma SVM yang digunakan sebagai baseline atas sehingga dapat dikatakan algoritma Extreme Learning Machine memiliki kinerja yang cukup baik dalam mendeteksi situs web phishing.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/181173"}, "Penulis": "Hisham Lazuardi Yusuf [13515069]", "Kontributor / Dosen Pembimbing": ["Ir. Rila Mandala, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "dataset, extreme learning machine, phishing, seleksi fitur", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "16 Sep 2019"}