{"Nomor": 42169, "Judul": "Perancangan Desain Bendung untuk Pembangunan Pembangkit Listrik Tenaga Mini Hidro di Sungai Cirompang, Desa Cihikeu, Bungbulang, Kabupaten Garut", "Abstrak": "Kebutuhan listrik masyarakat Indonesia terus meningkat melampaui pembangungan infrastruktur pembangkit listrik. Untuk membantu terpenuhinya kebutuhan listrik nasional maka diperlukan sumber energi baru dan terbarukan (EBT) sebagai pembangkit listrik, contohnya yaitu angin, air, dan energi matahari. Sumber EBT yang paling tua dan besar di Indonesa adalah pembangkit listrik tenaga air (PLTA). Salah satu lokasi yang potensial untuk dibangun pembangkit listrik tenaga mini hidro (PLTMH) terdapat pada Sungai Cirompang, Kabupaten Garut. Untuk mewujudkan PLTMH yang baik maka perlu dirancang bendung yang berfungsi untuk menaikan elevasi muka air sungai. Bendung PLTM Cirompang terletak pada koordinat 7o 27’ 1.21”LS – 107o 36’ 32.22”BT. Suatu bangunan bendung agar dapat berdiri kokoh harus ditopang olah struktur atas dan bawah yang kuat. Maka dari itu perlu dilakukan perancangan desain secara rinci untuk mengoptimalkan potensi sumber daya air yang ada dengan analisis hidrologi dan perencanaan hidrolis bendung serta kestabilan konstruksinya. Bendung direncanakan dengan material beton. Debit rencana desain adalah sebesar 650,9 m 3/s. Dimensi bendung Cirompang berdasarkan perhitungan adalah adalah sebagai berikut: lebar efektif bendung 38 meter, panjang apron 10 meter, mercu bendung tipe ogee dengan tinggi mercu 5 meter dari apron, kolam olak tipe bak tenggelam (bukcet) dengan jari-jari 5 meter, tinggi badan bendung bagian hilir 4,3 meter. Desain ini telah memenuhi syarat stabilitas terhadap bahaya guling, geser, eksentrisitas, dan gempa baik untuk kondisi muka air normal maupun muka air banjir. Rencana anggaran biaya meliputi pekerjaan untuk saluran pengalihan, cofferdam, bangunan utama yaitu bendung, dan bangunan pembilas. Total rencana anggaran biaya adalah sebesar Rp 4.441.573.674,00.", "Daftar File": {}, "Penulis": "Dini Hardiyanti [15813030]", "Kontributor / Dosen Pembimbing": ["Ir. Hernawan Mahfudz, MT.", "Dr. Eng. Arno Adi Kuntoro, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "PLTMH, Cirompang, Bendung", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Sep 2019"}