{"Nomor": 42171, "Judul": "PENILAIAN TINGKAT  KETANGGUHAN  KOTA PADANG TERHADAP ANCAMAN GEMPA DAN TSUNAMI DI MASA MENDATANG  BELAJAR DARI GEMPA 2009", "Abstrak": "Meningkatnya aktivitas tektonik dapat diketahui dari kejadian gempa dan tsunami dalam setahun terakhir di Indonesia. Tentunya hal ini menjadi sebuah kewaspadaan terutama untuk kota-kota pesisir yang berada di jalur gempa. Salah satu kota yang memiliki ancaman terhadap gempa dan tsunami adalah Kota Padang. Berjarak sekitar 200 km dari megathrust Mentawai, kemudian terdapat sesar semangko menjadi sumber kegempaan di Kota Padang. Sebagai ibukota Provinsi Sumatera Barat dan ditetapkannya status PKN (Pusat Kegiatan Nasional) menjadikan pesisir Kota Padang sangat padat dengan aktivitas penduduk. Pada tahun 2009, terjadi gempa dengan kekuatan 7,6 SR yang berdampak pada korban jiwa dan kerusakan bangunan. Semenjak kejadian gempa tersebut, Kota Padang berbenah dan mulai giat melakukan kegiatan upaya pengurangan risiko bencana hingga saat ini. Harapannya upaya pengurangan risiko bencana yang dilakukan dapat membuat Kota Padang menjadi tangguh khususnya terhadap ancaman gempa dan tsunami. Namun, perlu dilakukan penilaian keefektifan dari upaya pengurangan risiko bencana yang dilakukan. Penelitian ini berfokus kepada penilaian tingkat ketangguhan Kota Padang terhadap ancaman gempa dan tsunami di masa mendatang dengan belajar dari tahun 2009. Teknik analisis yang digunakan adalah skoring. Tingkat ketangguhan didapatkan dengan membandingkan antara kapasitas dengan kerentanan ditinjau dari perspektif pemerintah dan masyarakat Kota Padang.  Dilakukan juga pembobotan untuk mendapatkan nilai ketangguhan. Hasilnya adalah skor ketangguhan Kota Padang terhadap ancaman gempa dan tsunami dari perspektif pemerintah adalah 0,4 yang tergolong dalam tingkat ketangguhan rendah. Sementara itu skor ketangguhan Kota Padang terhadap ancaman gempa dan tsunami dari perspektif masyarakat adalah 0,4 yang tergolong dalam tingkat ketangguhan rendah. Sehingga rata-rata ketangguhan Kota Padang terhadap ancaman gempa dan tsunami di masa mendatang adalah 0,4 yang tergolong dalam tingkat ketangguhan rendah. Setelah itu disusun usulan strategi peningkatan ketangguhan Kota Padang dengan menggunakan analisis korelasi.", "Daftar File": {"ABSTRAK Mohd Abi Rafdi": "https://digilib.itb.ac.id/gdl/download/181226"}, "Penulis": "Mohd Abi Rafdi [25417080]", "Kontributor / Dosen Pembimbing": ["Ir. Harkunti Pertiwi Rahayu, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "kapasitas, kerentanan, ketangguhan, gempa dan tsunami", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Sep 2019"}