{"Nomor": 42176, "Judul": "PENGEMBANGAN SISTEM KONSERVASI ENERGI BERBASIS INTERNET OF THINGS (IOT) DAN APLIKASINYA PADA AIR CONDITIONER (AC)", "Abstrak": "Konservasi energi pada sistem Air Conditioner (AC) melibatkan variabel aggregasi beban termal yang sangat kompleks, sehingga konservasi energi pada AC biasanya menggunakan software simulasi seperti energy plus. Pendekatan tersebut memerlukan ratusan parameter input yang diperoleh melalui survey yang sulit dilakukan. Bagaimanapun juga, sistem konservasi energi akan optimal jika sistem tersebut mempunyai tiga aspek penting yaitu: pemantauan konsumsi energi, analisis, dan sistem otomasi pengendalian konsumsi energi secara real time. Penelitian ini bertujuan untuk mengembangkan sistem konservasi energi pada AC menggunakan pendekatan teknologi Internet of Things agar ketiga aspek tersebut dapat dilakukan secara simultan dan real time. Metode konservasi energi AC pada penelitian ini adalah metode relaksasi suhu untuk mengoptimasi konsumsi energi AC melalui eksperimen dengan tahapan sebagai berikut: Tahap I mendesain perangkat hardware IoT yang disertai algoritma pemrogramannya yang meliputi rangkaian sensor dan actuator yang terintegrasi dengan mikrocontroller dan modul wi-fi diantaranya: kWh meter online, pengukur suhu dan kelembaban online (indoor/outdoor), actuator yang berupa relay ON/OFF online, dan sekaligus arsitektur IoTnya. Tahap II menguji coba keandalan sistem IoT sebagai tulang punggung pelaksanaan konservasi energi. Tahap III menginvestigasi algoritma kendali setpoint bawaan AC melalui interpretasi data konsumsi energi AC terhadap pola suhu dan kelembaban outdoor maupun indoor. Tahap selanjutnya mengembangkan beberapa intelijen kendali untuk mengatasi kelemahan algoritma kendali setpoint bawaan AC. Algoritma kendali tersebut terdiri dari algoritma fuzzy proportional integral derivative (Fuzzy-PID) dan algoritma hysteresis untuk merelaksasi suhu menggunakan teknik modulasi lebar pulsa ON/OFF kompresor. Pengujian sistem konservasi energi AC ini adalah membandingkan performansi algoritma Fuzzy-PID dan algoritma hysteresis dengan algoritma bawaan AC itu sendiri. Data eksperimen yang diperoleh berupa nilai duty cycle kompresor AC dan fluktuatif suhu indoor (?) terhadap perubahan titik setimbang (Ts) dan suhu outdoor. Pada akhirnya, sistem konservasi AC yang dibangun dalam penelitian ini mampu menghemat energi lebih dari 50% dalam batas kenyamanan versi American Society Heating, Refrigeration, and Air Conditioning Engineer (ASHRAE).", "Daftar File": {"ABSTRAK Husein": "https://digilib.itb.ac.id/gdl/download/181231", "COVER Husein": "https://digilib.itb.ac.id/gdl/download/181272", "BAB 1 Husein": "https://digilib.itb.ac.id/gdl/download/181273", "BAB 2 Husein": "https://digilib.itb.ac.id/gdl/download/181274", "BAB 3 Husein": "https://digilib.itb.ac.id/gdl/download/181275", "BAB 4 Husein": "https://digilib.itb.ac.id/gdl/download/181276", "BAB 5 Husein": "https://digilib.itb.ac.id/gdl/download/181277", "BAB 6 Husein": "https://digilib.itb.ac.id/gdl/download/181278", "PUSTAKA Husein": "https://digilib.itb.ac.id/gdl/download/181279"}, "Penulis": "Husein [30213018]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Mitra Djamal", "Drs. Maman Budiman, M.Eng., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Konservasi energi, Air Conditioner, Internet of Things.", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "9 file", "Tanggal Input": "16 Sep 2019"}