{"Nomor": 42174, "Judul": "HEALING NODES AS POSITIVE DISTRACTION RUMAH SAKIT UMUM DAERAH KELAS B DI CENGKARENG", "Abstrak": "Kebutuhan masyarakat akan pelayanan kesehatan merupakan bagian dari tanggung jawab pemerintah untuk memenuhinya. Oleh karena itu, Pemerintah Kota Jakarta Barat yang dalam hal ini diwakili oleh Dinas Kesehatan Kota Jakarta Barat berencana membangun rumah sakit umum kelas B di Kelurahan Cengkareng. Rumah sakit ini drencanakan untuk dapat menampung pasien yang berada dalam wilayah Kota Jakarta Barat dan Provinsi DKI Jakarta. Masyarakat menengah ke bawah menjadi target pasien utama rumah sakit ini. Dalam usahanya memenuhi kebutuhan pasien, rumah sakit ini menyediakan hingga 200 tempat tidur bagi pasien rawat inap. Pelayanan medis lainnya yang juga disediakan antara lain, layanan bedah operasi; layanan kebidanan dan kandungan; layanan perawatan intensif; layanan poliklinik; layanan pemeriksaan radiologi; serta layanan lainnya. Rumah sakit yang akan berada di Jalan Bumi Cengkareng Indah ini disyaratkan tidak memiliki tinggi bangunan lebih dari 8 lantai. Persyaratan ini didasarkan pada peraturan Dinas Tata Ruang Kota Jakarta untuk wilayah di sekitar lokasi rumah sakit. Lokasi rumah sakit dikelilingi oleh kawasan permukiman warga Kelurahan Cengkareng di arah timur dan kawasan kompleks Ruko Mutiara Taman Palem di arah barat. Guna mendukung kualitas pelayanan dan kinerja rumah sakit, beberapa aspek arsitektural mendapat perhatian lebih dalam perancangan rumah sakit ini. Perhatian khusus diberikan pada perancangan sirkulasi tapak dan ruang dalam rumah sakit. Selain itu, pencahayaan serta penghawaan alami juga coba dimaksimalkan dalam desain rumah sakit. Pada rancangan akhir, rumah sakit ini memiliki ketinggian 6 lantai.", "Daftar File": {}, "Penulis": "Rayi Ruby [15215084]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sugeng Triyadi S., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Rumah Sakit, Sirkulasi, Rawat Inap, Pemkot Jakarta Barat, Cengkareng", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "16 Sep 2019"}