{"Nomor": 42187, "Judul": "PEMBAHARUAN MANAJEMEN PERSEDIAAN UNTUK MENCEGAH TERJADINYA KEKURANGAN CADANGAN PADA PERDAGANGAN GULA (STUDI KASUS: PT. CAKRA REGLA MUNDIAL)", "Abstrak": "Penelitian ini bertujuan untuk memecahkan permasalahan stockout yang terjadi pada perusahaan PT. Cakra Regla Mundial sebagai perusahaan rintisan dibidang penjualan dan pendistribusian gula pasir putih dengan memperbaiki kebijakan persediaan. \nKehabisan stok ini didasari pada permintaan gula tidak berbanding dengan tersedianya supply gula akibat kurangnya produksi dari PG Rajawali II Jawa Barat sebagai produsen gula di jawa Barat sehingga terganggunya supply kepada para distributor gula. Oleh karenanya untuk menangani masalah tersebut terdapat solusi untuk memenuhi demand perusahaan ini dengan mengatur jumlah dan waktu pembelian sehingga dapat memenuhi market yang selama ini didapatkan oleh perusahaan. \nDengan berbagai factor yang sulit diprediksi maka perhitungan gula dipersempit berdasarkan histori permintaan menentukan Inventory dimulai dengan memprediksi permintaan untuk tahun 2019-2020 berdasarkan data permintaan pada tahun 2018-2019 yakni dengan menggunakan teknik prediksi deret waktu lalu dilanjutkan dengan memilih sesuai dengan mencari nilai error terkecil. sehingga ditemukanlah forecasting simple exponential smoothing dengan ? = 0,1 sebagai nilai error terendah.   \nSetelah menganalisis dan melakukan perhitungan, beberapa kesimpulan dapat ditarik, yaitu metode terbaik yang dapat dilakukan oleh PT. Carkra Regla Mundial adalah metode peramalan deret waktu dengan membandingkan error MAPE, MAD, MSD berturut turut adalah 42, 16631, 3897388 dengan proses melalui minitab. Yang terjadi pada  itu dilanjutkan dengan proses pembangunan management inventory dengan memperbandingkan manajemen inventory yang sudah ada untuk dibandingkan pengeluaran paling kecil atau inventory dengan tingkat effisiensy paling tinggi melalui teknik MRP yakni untuk menentukan rentan waktu dan jumlah pembelian sehingga dapat dihitung pengeluaran total pada system lot-sizing teknik. Pada teknik ini diperbandingkan antara existing inventory, lot-for-lot, dan EOQ, sehingga disimpulkan bahwa EOQ merupakan teknik paling effisien dengan pengeluaran terendah diantara teknik yang lain yakni sebesar Rp 6,745,023  dengan demand sama dan carrying cost diasumsikan konstan.", "Daftar File": {"2019_TS_PP_RIZKY RAMADHAN_1-Abstrak.pdf?_": "https://digilib.itb.ac.id/gdl/download/181281"}, "Penulis": "Rizky Ramadhan [29117492]", "Kontributor / Dosen Pembimbing": ["Yuliani Dwi Lestari, S.T., M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Manajemen persediaan, kekurangan, gula, cadangan, peramalan", "Sumber": "PT. CAKRA REGLA MUNDIAL", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "16 Sep 2019"}