{"Nomor": 42194, "Judul": "USULAN STRATEGI PEMASARAN UNTUK PT DWIPUTRA SABARAYA KANCANA (STUDI KASUS DI PERUMAHAN RASAMALA)", "Abstrak": "Perumahan adalah salah satu sektor properti yang memiliki prospek menarik. Hal ini disebabkan oleh permintaan akan rumah yang tidak semata-mata untuk tempat tinggal. Rumah memiliki aspek unik, permintaan memiliki dua sisi berdasarkan dua motif, yaitu motif konsumsi dan motif investasi (Arrondel, Badenes dan Spradaro, 2010). PT. Dwiputra Sabaraya Kancana sebagai salah satu pengembang perumahan di kota Bandung untuk segmen pasar menengah ke atas. Bersaing di segmen pasar tentunya bukan tanpa hambatan, intensitas persaingan semakin ketat karena bertambahnya jumlah pengembang yang sama dan banyaknya town house yang dibangun di kota Bandung. Berdasarkan data, penjualan untuk cluster Rasamala belum mencapai target yang telah ditentukan. Hal ini menunjukkan bahwa strategi pemasaran perusahaan tidak optimal dalam mempengaruhi konsumen untuk membeli rumah.\nPenelitian ini menggunakan analisis eksternal untuk memahami lingkungan yang mempengaruhi bisnis dengan menggunakan Analisis PESTEL, Porter 5 forces, analisis konsumen dan analisis pesaing. Dan juga, analisis internal untuk menentukan kekuatan dan kelemahan bisnis dengan menggunakan analisis STP dan bauran pemasaran yang terdiri dari tempat, harga, promosi, dan produk, kemudian merumuskan SWOT, serta memecahkan permasalahan tersebut.\nSurvei dibagi menjadi empat bagian seperti demografi, pengetahuan konsumen tentang perusahaan, marketing mix, dan niat beli. Survei kuantitatif dilakukan dengan mendistribusikan secara langsung kusioner kepada 100 responden dan menggunakan analisis deskriptif dan regresi untuk mendapatkan hasilnya. Berdasarkan hasil penelitian dapat diketahui bahwa tempat merupakan pengaruh yang paling besar mempengaruhi keputusan pembelian kemudian harga, produk dan promosi. Prioritas pertama adalah strategi tempat karena lokasinya yang strategis, dengan banyaknya akses perumahan yang dapat memberikan kemudahan bagi konsumen untuk pergi ke lokasi, sehingga dapat menarik minat konsumen. Strategi harga dilakukan dengan memberikan kemudahan dalam pembayaran, yaitu, dapat dilakukan dengan uang tunai, uang tunai secara bertahap, dan dengan kredit (KPR). Strategi promosi dengan melakukannya secara intensif dan efektif di media cetak dan media elektronik / online. Sedangkan strategi produk dilakukan dengan pengembangan produk yang berkualitas, tahan lama dan mengikuti tren dengan menggunakan bahan baku yang baik dan tenaga ahli.", "Daftar File": {"2019_TS_PP_SEKAR TEJA INTEN_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/181301"}, "Penulis": "Sekar Teja Inten [29117531]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih ST, MM, DBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Bauran Pemasaran, Strategi, SWOT, Developer, Real Estate", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "16 Sep 2019"}