{"Nomor": 42198, "Judul": "Peningkatan Perolehan Minyak Kemiri (Candlenut Oils) dari Kernel Biji Kemiri (Aleurites moluccana; Varietas Aceh) melalui Pengempaan Dua Tahap dengan Perlakuan Awal Fermentasi Bungkil Pengempaan Pertama oleh Jamur Aspergillus Niger yang Terintegrasi dengan Produksi Hidrolisat Protein dari Bungkil Pengempaan Kedua", "Abstrak": "Minyak kemiri merupakan komoditas yang umum digunakan sebagai penyubur rambut di Indonesia.Selain itu, minyak ini juga dapat digunakan sebagai bahan baku personal care dan kosmetik karena mengandung asam lemak tak jenuh yang baik untuk menjaga kelembapan kulit. Industri minyak kemiri yang ada di Indonesia umumnya hanya melakukan pengempaan sekali dan bungkil kemiri yang ada hanya dibuang atau dijadikan pupuk, padahal di dalam bungkil kemiri terdapat kandungan protein yang cukup tinggi dan dapat dijadikan sebagai sesuatu yang lebih bernilai, misal hidrolisat protein. Penelitian ini dilakukan dengan tujuan untuk meningkatkan perolehan minyak dan perolehan hidrolisat protein dari kernel biji kemiri (Aleurites moluccana) dengan perlakuan pengempaan ganda dan solid state fermentation (SSF) menggunakan jamur Aspergillus niger. Kernel kemiri dikempa dengan tekanan 1,3 MPa pada suhu ruang selama 10 menit, kemudian bungkilnya difermentasi dengan variasi waktu inkubasi selama 3,6, dan 9 hari. Bungkil yang sudah difermentasi kemudian dikempa kembali dengan tekanan 1,3 MPa pada suhu 60oC selama 10 menit. Bungkil hasil pengempaan kedua dari kontrol dan sampel perlakuan dengan kadar protein kasar tertinggi (SSF 9 hari) dihidrolisis proteinnya secara enzimatik menggunakan enzim bromelain selama 6 jam pada suhu 55oC. Hasil recovery minyak kemiri total hasil pengempaan ganda kontrol dan perlakuan awal fermentasi bungkil pengempaan pertama menggunakan Aspergillus niger sampel kontrol, SSF 3 hari, SSF 6 hari, dan SSF 9 hari adalah 77,41%; 77,96%; 78,628%; dan 77,96%. Sedangkan perolehan hidrolisat protein pada kontrol dan SSF 9 hari adalah 0,156 g/g substrat kering dan 0,36 g/g substrat kering. Dari penelitian ini, perlakuan fermentasi memberikan peningkatan perolehan minyak, namun tidak signifikan, dan peningkatan kadar protein. Dalam industri minyak kemiri sebaiknya dilakukan dua tahap pengempaan yang diikuti dengan fermentasi untuk meningkatkan kadar protein pada bungkil dan bungkil tersebut dijadikan hidrolisat protein yang bernilai tinggi.", "Daftar File": {"ABSTRAK Dyah Nurasri D. Purboyo": "https://digilib.itb.ac.id/gdl/download/181305"}, "Penulis": "Dyah Nurasri D. Purboyo [11215011]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Robert Manurung, M.Eng.", "Dr. Ana Widiana"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Minyak kemiri, Hidrolisat Protein, Solid State Fermentation (SSF), Biji Kemiri", "Sumber": "", "Staf Input/Edit": "didi kusnendi", "File": "1 file", "Tanggal Input": "16 Sep 2019"}