{"Nomor": 42192, "Judul": "Implementasi PTES (Penetration Testing Execution Standard) pada Instance Kubernetes Berbasisi AWS (Amazon Wet Service)", "Abstrak": "Pengembangan sistem deployment aplikasi terus dilakukan. Sebutlah virtual machine, kontainer, kemudian dibuatlah kontainer orkestrator. Kubernetes adalah salah satu dari kontainer orkestrator. Penggunannya dibutuhkan dalam mengatur deployment aplikasi dengan otomasi yang mutakhir. Selain memiliki kelebihan dalam hal kesederhanaan penggunaan, Kubernetes juga memiliki kelebihan dari segi proteksi keamanan. Ini dibuktikan dengan adanya VPC (Virtual Private Cloud), RBAC (Role Base Access Control), autentikasi API dan konsep lain yang diterapkan oleh Kubernetes. Meskipun begitu, tetap dibutuhkan pengujian keamanan terhadap lingkungan Kubernetes. Tugas Akhir ini berisi tentang uji penetrasi kepada lingkungan Kubernetes yang didasarkan pada PTES (Penetration Testing Execution Standard). Tahap dan langkah pengujian dilakukan pada instance Kubernetes berbasis AWS (Amazon Web Service). Hasil dari setiap langkah dijabarkan dan dan diberi nilai untuk menggambarkan ketepatan penggunaan PTES terhadap Kubernetes. Kesimpulan yang didapatkan berupa ketepatan implementasi PTES pada instance Kubernetes. Meskipun dalam analisisnya masih perlu dilakukan eksplorasi terhadap skenario, batasan, dan kakas yang digunakan. Harapannya, pihak-pihak lain dapat mengembangkan penelitian yang lebih komprehensif tentang keamanan dari penggunaan Kubernetes.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/181299", "2019 TA PP Jundi Amir Syuhada.": "https://digilib.itb.ac.id/gdl/download/224482"}, "Penulis": "Jundi Amir Syuhada [18215037]", "Kontributor / Dosen Pembimbing": ["Ir. Budi Rahardjo, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Kubernetes, PTES, keamanan", "Sumber": "", "Staf Input/Edit": "karya", "File": "10 file", "Tanggal Input": "16 Sep 2019"}