{"Nomor": 42195, "Judul": "Peningkatan Perolehan Minyak Kemiri (Candlenut Oil) Dari Kernel Biji Kemiri Toba-Samosir (Aleurites Moluccana Willd) Melalui Pengempaan Dua Tahap Dengan Perlakuan Fermentasi Bungkil Pengempaan Pertama Oleh Jamur Trichoderma Reesei Strain Wild Yang Terintegrasi Dengan Produksi Hidrolisat Protein Dengan Bungkil Pengempaan Kedua", "Abstrak": "Kemiri merupakan salah satu tanaman yang pemanfaatan utamanya terdapat pada kernel biji kemiri itu sendiri. Saat ini, produksi kemiri di Indonesia mencapai 100.000 ton/tahun biji kemiri atau setara dengan 34.000 ton/tahun kernel biji kemiri. Namun, dikarenakan konsumsi kernel kemiri yang relatif sedikit (sekitar 15.000 ton/tahun) menyebabkan masih cukup tinggi kuantitas kemiri yang seharusnya bisa dikembangkan lebih lanjut. Dua produk turunan utama dari kernel kemiri berupa minyak kemiri (50-60% dari berat kernel) dan protein (19-24% dari berat kernel) bisa dijadikan sebagai alternatif untuk meningkatkan penghasilan dari kemiri tersebut. Produksi minyak kemiri bisa menggunakan metode ekstraksi mekanik (pengempaan) dan ekstraksi menggunakan pelarut. Namun, ekstraksi pelarut memiliki biaya relatif mahal dibanding dengan ekstraksi mekanik sekaligus terdapat kandungan racun pada minyaknya. Selain itu, produksi minyak kemiri menggunakan mesin pengempaan bisa memudahkan masyarakat untuk memproduksi minyak tersebut secara mandiri. Akan tetapi, perolehan minyak kemiri menggunakan mesin pengempaan yang lazim dilakukan satu kali cenderung rendah sekitar 30-40% dari berat kernel kering, dan masih tersisa 15-20% dari berat kernel kering residu minyak dari berat kernel awal yang masih tertinggal pada bungkil kemiri hasil pengempaan pertama. Sehingga perlu metode khusus untuk meningkatkan efektivitas ekstraksi minyak pada pengempaan kedua, yaitu salah satunya dengan fermentasi menggunakan jamur Trichoderma reesei. Selain bisa meningkatkan perolehan minyak, jamur tersebut bisa memproduksi protein tambahan berupa microbial protein sehingga bisa digunakan sebagai bahan baku hidrolisat protein. Pada penelitian ini pengempaan yang dilakukan pada tekanan 200 psi; 10 menit; 30oC dan kemudian digunakan metode SSF untuk fermentasi dengan variasi waktu fermentasi 3,6,9, dan 12 hari. Setelah didapatkan minyak, maka variasi yang memiliki perolehan protein paling tinggi digunakan sebagai bahan baku hidrolisat protein menggunakan metode hidrolisis enzimatis berupa enzim bromelain. Hasil yang diperoleh menunjukkan bahwa fermentasi hari ke-12 menghasilkan perolehan minyak sebesar (15,25 ± 5,93) % (b/b bungkil kemiri kering) lebih tinggi dari kontrol dengan perolehan sebesar (9,21 ± 1,34) %\n(b/b bungkil kemiri kering). Total perolehan minyak hasil pengempaan dua tahap pada perlakuan fermentasi hari ke-12 sebesar 55,9% (b/b kernel kering) atau 86,74% (b/b minyak total). Total perolehan hasil pengempaan dua tahap cenderung tidak jauh berbeda dengan pengempaan satu tahap (hanya menambah 3,45% b/b kernel kemiri kering) namun jika dibandingkan dengan pengempaan dua tahap kontrol, perlakuan fermentasi dapat meningkatkan 1,71% minyak (b/b bungkil kemiri kering) atau 0,8% (b/b kernel kemiri kering) dan masih terdapat 8,54% minyak pada bungkil (b/b kernel kemiri kering) sehingga hasil ini tidak signifikan. Kemudian perolehan protein kasar paling tinggi terdapat pada hari ke-9 dengan persentase 52.92% (b/b kernel kering) dan menghasilkan perolehan hidrolisat protein (19,76 ± 0,38) % (b/b ampas kemiri kering) atau 1,9 kali lebih tinggi dibanding kontrol. Dari penelitian ini dapat disimpulkan bahwa perolehan minyak kemiri melalui pengempaan dua tahap pada tekanan 200 psi; 10 menit; 30oC dengan fermentasi hanya meningkatkan 1,71% minyak (b/b kernel kemiri kering) atau tidak signifikan, sedangkan perolehan hidrolisat protein meningkat hingga 1,9 kali lipat dibanding tanpa perlakuan fermentasi.", "Daftar File": {"ABSTRAK Mohamad Khairul Lisan Sidqi": "https://digilib.itb.ac.id/gdl/download/181302"}, "Penulis": "Mohamad Khairul Lisan Sidqi [11215020]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Robert Manurung, M.Eng.", "Dr. Ana Widiana"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Kemiri , Minyak kemiri , Pengempaan, Fermentasi, Hidrolisat protein", "Sumber": "", "Staf Input/Edit": "didi kusnendi", "File": "1 file", "Tanggal Input": "16 Sep 2019"}