{"Nomor": 42202, "Judul": "ASRAMA HAJI EMBARKASI KERTAJATI PROVINSI JAWA BARAT", "Abstrak": "Peningkatan jumlah jamaah haji yang signifikan menimbulkan kebutuhan baru untuk sebuah\nAsrama Haji di Bandara Internasional Jawa Barat. Bandara ini akan memberangkatkan hingga 20.000\njamaah haji pertahunnya. Peserta Jamaah haji membutuhkan kesiapan mental, fisik, dan\npengetahuan yang cukup untuk menghadapi rangkaian ibadah haji yang berat. Jamaah haji\nmembutuhkan suasana yang kondusif, tenang, agar mampu beradaptasi sehingga tidak kebingungan\nselama di tanah suci. Salah satu strategi agar memudahkan jamaah haji beradaptasi adalah dengan\nmerancang lingkungan dengan nuansa mendekati tanah suci dari karakter bangunan, aktivitas,\npenggunaan, hingga fasilitas yang kemudian menjadi pertimbangan desain. Jamaah haji perlu mulai\nmembiasakan diri dengan Gaya arsitektur yang umum dijumpai di Tanah Suci. Selain itu, jamaah haji\nyang mayoritas orang tua perlu dibantu agar tidak kebingungan dan tidak mudah tersesat, sehingga\npenting untuk membuat sistem sirkulasi yang mudah, sederhana, dan mudah diingat. Perancangan\narsitektur Asrama Haji Embarkasi Kertajati meskipun mengusung gaya arsitektur di Tanah Suci, tetapi\ntetap mempertimbangkan kondisi iklim tropis. Pendekatan tersebut menjadi pilihan konsep\nperancangan arsitektur dari asrama haji ini. Penerapan ciri arsitektur tradisonal Arab seperti\nlengkung, kerawang, balkon, dan koridor yang memperkuat inner court menjadi salah satu konsep\nyang digunakan pada asrama haji ini. hal ini bertujuan agar jamaah haji terbiasa dengan nuansa\nTimur Tengah sehingga mempermudah jamaah untuk beradaptasi.", "Daftar File": {}, "Penulis": "Dea Fathur Rochman [15215008]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Moch. Prasetiyo Effendi Yasin, M.Arch., MAUD"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Asrama Haji, Jamaah haji, Adaptasi, Suasana, Tanah Suci.", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "16 Sep 2019"}