{"Nomor": 42203, "Judul": "DESAIN KONTROL ROBUST PADA SISTEM FUZZY TAKAGI-SUGENO UNTUK MENGENDALIKAN PENYAKIT TANGAN-KAKI-MULUT", "Abstrak": "Hand-Foot-Mouth disease (HFMD) atau penyakit tangan-kaki-mulut merupakan\npenyakit menular yang disebabkan oleh kelompok virus enterovirus\n(EVs), dengan virus penyebab yang paling sering adalah coxsackievirusesA16\n(CVA16) dan enteroviruses71 (EV71). Infeksi oleh virus EV71 dapat menyebabkan\nkomplikasi neurologis bahkan kematian. Model epidemik SEIR\n(Susceptible-Exposed-Infectious-Recovery and Resistant) dengan kontrol (kendali)\nberupa vaksin dan perawatan dikaji untuk menganalisis dinamika penyebaran\nHFMD. Desain kontrol optimal menggunakan Prinsip Minimum Pontryagin\n(PMP) diterapkan untuk meminimumkan populasi laten dan terinfeksi,\nserta ongkos (performansi) intervensi terkait dipertimbangkan. Namun, masih\nterdapat kelemahan pada pemodelan matematika salah satunya yakni adanya\nfaktor ketidakpastian parameter. Merancang strategi kontrol yang mampu\nmengakomodasi faktor-faktor ketidakpastian inilah yang kemudian mendorong\npengembangan kontrol kokoh (robust). Desain pengendali Parallel Dis-\ntributed Compensation (PDC) dengan kontrol constraint pada sistem fuzzy\nTakagi-Sugeno (fuzzy T-S) mampu mengatasi ketidakpastian parameter yang\nterbatas. Fuzzy T-S dapat menggambarkan hubungan linear input-output dari\nsistem kontrol nonlinear yang dinyatakan dengan aturan implikasi fuzzy (if-\nthen). Selain itu, dengan fuzzy T-S fokus meminimumkan populasi terinfeksi\nhingga menuju 0 (tidak ada lagi individu terinfeksi) dapat dikelompokkan\nberdasarkan fungsi keanggotaan yang bersesuaian. Model epidemik HFMD dianalisis\nmelalui tiga strategi kontrol yakni pemberian vaksin, perawatan klinis,\nserta vaksin dan perawatan klinis. Berdasarkan dua desain kontrol tersebut,\nsimulasi numerik menunjukkan bahwa pemberian vaksin dan perawatan secara\nbersamaan mampu meminimumkan populasi terinfeksi. Namun, untuk sistem\ndengan ketidakpastian parameter tindakan preventif dengan pemberian vaksin\nlebih dianjurkan.", "Daftar File": {"COVER Anggi Yenier Putri": "https://digilib.itb.ac.id/gdl/download/181310"}, "Penulis": "Anggi Yenier Putri [20117027]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Roberd Saragih, M.T.", "Dr. Dewi Handayani, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "HFMD, model epidemik SEIR, kontrol optimal, sistem fuzzy Takagi-Sugeno, ketidakpastian parameter, kontrol constraint.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "16 Sep 2019"}