{"Nomor": 42217, "Judul": "BIODEGRADASI PEWA RNA BATIK REMAZOL BRILLIANT BLUE R DENGAN  MENGGUNAKAN  BAKTERI KONSORSIUM BEN-IYZ-419", "Abstrak": "Sungai  citarum  merupakan sungai  paling  tercemar di dunia  (TuasikaJ, 20} 9).Sepanj_a sungai   citarum   terdapat   3.236   industri   tekstil   yang  90%  di  antarant1dk  mem1hk instalasi  pengolahan air  lim bah (Wijayaka, 2018).  Lim bah  zat  wama  Jika  tJdak melalm\npemrosesan  memiliki   potensi   sebagai   senyawa karsinogenik  dan mutagenik, sehingga\nberbahaya bagi lingkungan. Salah satu bagian dalam pengolahan limbah cair industri tekstil adalah  pengolahan secara  biologi.  Dalam  proses  pendegradasian zat warna,  penggunaan bakteri  dianggap rnemiliki  nilai  ekonomi   dan  bahaya  yang  lebih  rendah   dibandingkan dengan  pengolahan kimia (Eskani  dkk, 2005). Bakteri konsorsium  memiliki  kelebihan dibandingkan bakteri tunggal, karena dalam  bakteri konsorsium yang berbeda  mampu mendegradasi  dari  arah  yang   berbeda  satu  dengan   yang  lainnya  (Karim, 201 8).  Pada penelitian  ini, dilakukan pengujian  dan optimasi aktivitas baJ...-ieri konsorsium  Ben-IYZ-419 terhadap remazol brillianJ blue R, zat wama pada industri tekstil batik. Pengujian dilakukan dengan  menumbuhkan bakteri dalam media minimal  yang mengandung zat wama remazol brilliant blue R. Degradasi zat wama  oleh  bakteri  diamati  dengan  cara  spektrofotometri. Parameter yang  dioptimasi adalah  konsentrasi glukosa, konsentrasi garam  M9, pH, dan konsentrasi  zat  warna   pada   media   pertumbuhan  bakteri   serta   suhu   inkubasi   bakteri. Konsentrasi zat  wama  yang  digunakan adalah  100  ppm.  Hasil  penelitian   menunjukkan bahwa  konsorsium bakteri  Ben-IYZ-419 dapat  mendegradasi zat warna re111azol brilliant blue R. Aktivitas bakteri  paling  optimal  adalah  ketika  konsentrasi glukosa  dalam  media adalah 6%, konsentrasi garam M9 0%, pH larutan media  l , dan suhu inkubasi  sama dengan suhu  ruang  (27 °C). Pengujian  aktivitas degradasi bakteri  konsorsium Ben-IYZ-419 pada kondisi   penumbuhan optimum   dengan   konsentrasi  zat  wama   remazol  brilliant  blue  R dalam medium  200 ppm, menunjukkan hasil98,89% dari zat warna di dalam medium  dapat\nterdegradasi.", "Daftar File": {"ABSTRAK Muhammad Iqbal Mutaqin": "https://digilib.itb.ac.id/gdl/download/181361"}, "Penulis": "Muhammad Iqbal Mutaqin [10515013]", "Kontributor / Dosen Pembimbing": ["Muhammad Ali Zulfikar, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "zat wama  tekstil, remazol brilliant blue R, bakteri  konsorsium, biodegradasi", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "1 file", "Tanggal Input": "17 Sep 2019"}