{"Nomor": 42214, "Judul": "Aktivitas Antioksidan ,8-Karoten dan Turunanya dari  Cyclotella striata galur TBI", "Abstrak": "C)'Ciorella  striata galur  TBI  adalah  diatom !aut  tropis  yang  menghasilkan  fi-karoten  yang memiliki  aktivitas  antikanker,  antiinflan1asi, dan  antioksidan  tinggi. Tujuan  penelitian  ini adalah  menentukan  aktivitas  antioksidan  fi-karoten  dari    C. striata gaJur  TBI  dan  juga aktivitas   antioksidan   senyawa   turunan  fi-karoten   hasil  modifikasi.     Tahapan   penelitian meliputi  produksi biomassa (•. striata gaJur TBL isolasi dan pemurnian fi-karoten dari biomassanya,  transformasi fi-karoten menjadi senyawa turunannya melaJui reaksi metatesis, dan   uji  aktivitas   antioksidan   terhadap     fi-karoten   dan   turunannya.      Hasil  penelitian menw1jukkan bahwa produktivitas  biomassa C. striata galur TBI yang ditanam dalam fotobioreaktor    1500  L  dengan  konsentrasi   awaJ  500.000  sel/mL   berkisar  0,274-0.407 g!Lihari . fi-Karoten  diidentifikasi  dengan  KLT  pada nilai  Rr 0,98, dan serapan  maksimum\npada panjang gelombang  450 dan 478 nm . Struktur  fi-karoten yang ditentukan  dengan  1H­\nNMR 500 MHz   diamati  adanya geseran  kimia   0,81 ppm (metil  ujung, -CH;); 1.05-1.39\nppm (-CHz-('Hz-('H 2-);  1 ,44 ppm (C-CH;); 1.50-1,91  ppm (-C(CH;)2); 1 ,97 ppm (-CHr\n); dan 6,15-6,98  ppm (olefin  terkonjugasi , -CH=CH-CH=). Struktur  ini juga dikonfinnasi dengan geseran kimia 11C-   MR 125 MHz pada 14.38 ppm (-CH;); 22,81 ppm (C-CHrC):\n27,09 ppm (C-CH3);  29, 70 ppm (-CH1): 31,93 ppm (C- (CH,h); 38.38 ppm (-CHrCH::):\n129,97, 136.44 ppm (CH-CH=CH); dan  125,50. 126,64. 130,83, 132AJ, dan  137,77 ppm\n(CH=C(CH1)-CH). A.ktivitas antioksidan fi-karoten yang diperoleh dari C. stnata galur TBI sebesar 0,23. Sementara  itu. aktivitas antioksidan  senyawa turunan fi-karoten memiliki nilai yang lebih tinggi yaitu sebesar 0,39. Jadi, senyawa tunman fi-karoten hasil reaksi metatesis memiliki aktivitas antioksidan  L 7 kali lebih tinggi.", "Daftar File": {"ABSTRAK Zeni Rahayu Ningtyas": "https://digilib.itb.ac.id/gdl/download/181350", "PUSTAKA Zeni Rahayu Ningtyas": "https://digilib.itb.ac.id/gdl/download/186440"}, "Penulis": "Zeni Rahayu Ningtyas [10515041]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Zeily Nurachman, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "fi-karoten, antioksidan, mikroalga", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "17 Sep 2019"}