{"Nomor": 42221, "Judul": "STUDI DINAMIKA PERKEMBANGAN AIRBNB DAN PENGARUH KEDEKATAN DENGAN HOTEL TERHADAP OCCUPANCY RATE AIRBNB (STUDI KASUS : KOTA BANDUNG)", "Abstrak": "Perkembangan sharing economy memberikan manfaat sekaligus ancaman bagi\nmasyarakat, seperti hal nya Airbnb. Airbnb membantu memberikan masyarakat\npenghasilan tambahan dari kamar kosong yang sebelumnya tidak termanfaatkan. Di\nsisi lain, Airbnb juga berpotensi menghilangkan lapangan pekerjaan yang sebelumnya\ndiciptakan oleh hotel. Masalah ini menjadi lebih signifikan pada kota yang\npenyediaan lapangan pekerjaannya bergantung pada hotel, seperti Kota Bandung.\nOleh karena itu, diperlukan suatu penelitian yang membahas mengenai kompetisi\nAirbnb dengan hotel ini. Studi ini dapat menjadi pertimbangan bagi pemerintah dalam\nmemformulasikan kebijakan, agar manfaat dari sharing economy Airbnb tersebut\ndapat dirasakan masyarakat tanpa mengucilkan keberadaan hotel itu sendiri di Kota\nBandung. Penelitian ini menggunakan metode analisis deskriptif dan spasial untuk\nmengidentifikasi pola perkembangan Airbnb, lalu menggunakan analisis jangkauan\npelayanan untuk mengidentifikasi kedekatan lokasi antara Airbnb dan hotel.\nKemudian digunakan analisis regresi untuk mengidentifikasi pengaruh kedekatan\ntersebut terhadap occupancy rate Airbnb. Hasil dari penelitian ini menunjukkan\nbahwa terdapat kompetisi antara listing Airbnb dan hotel yang berdekatan di Kota\nBandung. Akan tetapi, tidak semua jenis dan kelas hotel yang berkompetisi dengan\nlisting Airbnb. Hanya hotel bintang 2, bintang 4, bintang 5 dan resort hotel yang\nberkompetisi dengan Airbnb di Kota Bandung, dan bintang 2, bintang 4 dan resort\nhotel di dalam hot spot, yang berkompetisi dengan Airbnb.", "Daftar File": {}, "Penulis": "Tengku Nathasya [15415004]", "Kontributor / Dosen Pembimbing": ["Adiwan Fahlan Aritenang, S.T., M.GIT., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Sharing Economy, Airbnb, Hotel, pengaruh kedekatan, klaster.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "9 file", "Tanggal Input": "17 Sep 2019"}