{"Nomor": 42225, "Judul": "SERAT DALAM FENOMENA SEKITAR KITA: KAJIAN SIFAT STATISTIK, SERAPAN, DAN POTENSI APLIKASINYA", "Abstrak": "Manusia menggunakan serat dalam banyak hal seperti pakaian, perabotan dirumah, kertas, buku bahkan makanan. Banyak juga fenomena sehari-hari yang terkait dengan serat yang bisa melahirkan topik riset yang menarik. Dalam disertasi ini dikaji sejumlah temuan yang terkait dengan serat khususnya yang terkait dengan sifat statistik, serapan dan filtrasi. Kajian difokuskan pada konformasi benang tunggal, serapan pada benang (kain) dan sifat filtrasi serat nata de coco. Jika kita amati bentuk benang yang dibasahkan akan cenderung mengkerut. Pola ini sangat serupa dengan konformasi polimer rantai panjang. Banyak peneliti sudah membangun teori konformasi polimer rantai panjang namun yang menarik untuk dikaji apakah serat yang dibasahkan memiliki persamaan yang serupa. Pada penelitian ini dibangun persamaan statistik konformasi serat basah dan dilakukan eksperimen benang yang dijatuhkan bebas untuk konfirmasi. Hasilnya menunjukkan bahwa dari fenomena sederhana benang yang jatuh bebas dapat mereplikasi dua fenomena fisik yang terkenal yakni Two-Dimensional Random Walk dan Crystallization in One-Dimensional Space seperti yang dijelaskan oleh persamaan Avrami. Hal ini membuktikan bahwa persamaan statistik yang rumit ternyata dapat dijelaskan hanya dengan mengamati fenomena sederhana. Selanjutnya penjelasan mengenai sifat serapan serat telah berhasil diidentifikasi melalui percobaan memeras kain. Pada saat memeras kain, dilakukan gerakan memutar pada kain kemudian air dalam kain akan keluar. Gerakan tersebut dilakukan secara terus menerus hingga mencapai saturasi artinya air dalam kain keluar sampai habis. Setelah dikaji ternyata fenomena ini mengandung sejumlah landasan fisis yang dapat dijelaskan melalui persamaan matematika sederhana. Pada eksperimen juga dilakukan variasi arah orientasi serat kain. Hasilnya menunjukkan bahwa pada serat yang sejajar air keluar lebih lambat dibanding yang diagonal yang berarti bahwa serat diagonal menyebabkan daya serapnya berkurang sehingga air mudah menghilang. Hal ini tampak seperti atom kristal yang jika susunannya teratur maka penyerapannya lebih baik. Hasil ini dapat menjadi landasan untuk pengembangan penelitian aplikasi serat yang juga dilakukan pada penelitian ini dengan memanfaatkan nata de coco sebagai filter serat dan penyerap kelembaban. Serat nata de coco telah berhasil dibuat menjadi bahan masker udara yang transparan dengan metode Hot Press serta insersi Naftalena. Selain itu serat nata de coco juga berpotensi menjadi penyerap kelembaban sehingga dapat berpotensi menjadi pengawet makanan kering dalam kemasan sebagai pengganti silika gel. Hal ini terbukti bahwa dari hasil penelitian menunjukkan bahwa nata de coco dapat menyerap uap air dalam makanan kemasan bahkan besarnya melebihi silika gel.", "Daftar File": {"ABSTRAK Handika Dany Rahmayanti": "https://digilib.itb.ac.id/gdl/download/181399", "COVER Handika Dany Rahmayanti": "https://digilib.itb.ac.id/gdl/download/182939", "BAB 1 Handika Dany Rahmayanti": "https://digilib.itb.ac.id/gdl/download/182940", "BAB 2 Handika Dany Rahmayanti": "https://digilib.itb.ac.id/gdl/download/182942", "BAB 3 Handika Dany Rahmayanti": "https://digilib.itb.ac.id/gdl/download/182943", "BAB 4 Handika Dany Rahmayanti": "https://digilib.itb.ac.id/gdl/download/182945", "BAB 5 Handika Dany Rahmayanti": "https://digilib.itb.ac.id/gdl/download/182946", "PUSTAKA Handika Dany Rahmayanti": "https://digilib.itb.ac.id/gdl/download/182948"}, "Penulis": "Handika Dany Rahmayanti [30216302]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.Eng. Mikrajuddin, M.Si.", "Dr. Euis Sustini, MS"], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Konformasi Serat, Two-Dimensional Random Walk, Crystallization in One-Dimensional Space, Memeras Kain, Nata de coco, Hot Press dan Silika gel", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "17 Sep 2019"}