{"Nomor": 42222, "Judul": "DIMENSI METRIK DARI GRAF FIBONACENE DAN FULERENA", "Abstrak": "Sebuah heksagon dikatakan linearly annelated jika heksagon tersebut berte-\ntangga dengan tepat dua heksagon lainnya dan memiliki dua titik yang berde-\nrajat dua yang tidak bertetangga. Fibonacene adalah rantai heksagonal yang\ntidak memiliki heksagon linearly annelated. Nama bonacene diperkenalkan\noleh Balaban di 1989. Graf yang didapat dari bonacene disebut graf bo-\nnacene. Graf fulerena adalah graf yang didapat dari molekul fulerena, yaitu\nmolekul yang ditemukan oleh Kroto pada tahun 1985. Graf (k; 6)????fulerena\ngraph adalah graf planar 3-regular yang hanya memiliki sisi berukuran 3 dan\nk. Nilai yang mungkin untuk k adalah 3,4, dan 5. Misalkan G adalah graf\nterhubung dengan himpunan titik V dan himpunan sisi E, jarak antara dua\ntitik x dan y dinotasikand dengan d(x; y). Misalkan v 2 V;W  V dan\nW = fw1;w2; : : : ;wkg. Representasi titik dari v terhadap W didenisikan\nsebagai k-tuple r(vjW) = (d(v;w1); d(v;w2) : : : ; d(v;wk)). Himpunan W dika-\ntakan sebagai himpunan pembeda dari G jika setiap dua titik dari G memuliki\nrepresentasi titik yang berbeda terhadap W. Sedangkan dimensi metrik ada-\nlah kardinalitas minimum dari himpunan pembeda dari G. Pada penelitian\nini dicari dimensi metrik dari graf bonacene dengan beberapa tipe yaitu tipe\nZigzag, Helicene dan tipe Serpent. Selain itu juga dicari dimensi metrik dari\nbeberapa graf (3; 6)???? dan (4; 6)????fulerena.", "Daftar File": {"COVER Aghni Ermawati Aribowo": "https://digilib.itb.ac.id/gdl/download/181371"}, "Penulis": "Aghni Ermawati Aribowo [20117052]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Edy Tri Baskoro"], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Dimensi Metrik, Basis Metrik, Himpunan Pembeda, Graf Fibo- nacene, Graf Fulerena", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "17 Sep 2019"}