{"Nomor": 42234, "Judul": "VISUALISASI PERUBAHAN STRUKTURAL TERHADAP CODE SMELL PADA EVOLUSI PERANGKAT LUNAK", "Abstrak": "Evolusi perangkat lunak merupakan hal yang tidak dapat dihindari, evolusi menjadi bagian dari masa pakai perangkat lunak, dan rilis suatu perangkat lunak menjadi lebih sering terjadi. Pada tahap evolusi, pengembang akan menghadapi masalah terkait dengan kode program, salah satunya adalah identifikasi code smell. Masalah ini dapat memberi dampak negatif dan mempengaruhi kemampuan pemeliharaan dalam evolusi, pengembang membutuhkan lebih banyak waktu dan uang. Teknik visualisasi mengubah data menjadi bentuk visual sehingga dapat memberikan informasi yang lebih mudah dipahami. Dalam evolusi perangkat lunak, visualisasi sebagian besar digunakan untuk melihat struktur kode program. Penelitian sebelumnya tentang visualisasi evolusi terbatas pada memvisualisasikan penambahan kode, pembaruan terakhir, riwayat rilis, dan informasi dari pengembang yang membuat perubahan terakhir dalam program. Namun, visualisasi ini tidak cukup untuk mendukung pemahaman bagi para pengembang. Penelitian ini mengusulkan visualisasi untuk menampilkan code smell dalam evolusi perangkat lunak pada pemrograman Java, sehingga pengembang dapat dengan mudah memahami kode yang akan dievolusi.  Pengetahuan tentang keberadaan kode yang terkena code smell dalam program, akan membantu mengurangi waktu dan biaya yang dibutuhkan dalam evolusi. Visualisasi kode adalah sesuatu yang baru dalam domain evolusi perangkat lunak. Berdasarkan hasil pengujian, visualisasi pada evolusi perangkat lunak dapat meningkatkan pemahaman pengguna terhadap kode program dan code smell lebih cepat 10 menit dan 30% lebih tepat dibandingkan dengan memeriksa program secara manual.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/181409", "Abstract": "https://digilib.itb.ac.id/gdl/download/181410", "Tesis": "https://digilib.itb.ac.id/gdl/download/217595"}, "Penulis": "Nabilah [23517018]", "Kontributor / Dosen Pembimbing": ["Dr.techn. Wikan Danar Sunindyo, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Evolusi perangkat lunak, Visualisasi perubahan struktural, Code smell", "Sumber": "", "Staf Input/Edit": "karya", "File": "3 file", "Tanggal Input": "17 Sep 2019"}