{"Nomor": 42238, "Judul": "CONTROL AND GUIDANCE SYSTEM FOR HYBRID UNDERWATER GLIDER USING GAIN SCHEDULED PID CONTROLLER AND LINE-OFSIGHT ALGORITHM", "Abstrak": "Autonomous Underwater Vehicles (AUVs) telah berkembang menjadi aspek penting pada sektor militer dan keilmuan. Memiliki keunggulan pada tingkat manueverabilitas dan kelincahannya membuat AUV mengonsumsi banyak daya ketika sedang dioperasikan. Sementara itu, AUV memiliki subklas dari wahana bawah laut yang dikenal dengan Autonomous Underwater Glider (AUG) yang dapat bergerak secara ke atas dan ke bawah sehingga AUG mengonsumsi daya yang lebih sedikit dibandingkan dengan AUV. Menggabungkan antara AUV dan AUG menjadi Hybrid Underwater Glider (HUG) merupakan sebuah inovasi yang dalam beberapa tahun ini sedang banyak diteliti karena wahana dapat memiliki tingkat kelincahan yang tinggi namun mengonsumsi daya yang rendah jika dibandingkan AUV. Model dinamika dari HUG sangat nonlinear sehingga merancang sistem kendali dan pemandu untuk HUG menjadi sulit dan kompleks. Sistem kendali bertanggung jawab untuk menghasilkan posisi dan tingkah laku yang diinginkan sebagai bentuk pergerakan dari wahana. Pada penelitian ini, digunakan metode kendali PID dengan gain scheduling untuk mengendalikan HUG yang nonlinear. Metode ini digunakan sebagai pendekatan kendali terhadap sistem nonlinear dengan kecepatan sebagai parameter penjadwalannya. Kemudian, untuk megatasi masalah overshoot yang mungkin terjadi, kendali PID dengan gain scheduling akan ditambahkan dengan skema anti-windup bumpless transfer. \nHUG dilengkapi dengan sistem pemandu yang berfungsi untuk memudahkan wahana mencapai titik yang diinginkan. Sistem pemandu bertugas untuk menentukan arah dari wahana. Pada penelitian ini, sistem pemandu menggunakan algoritma Line-of-Sight (LOS) untuk mengukur jarak antara waypoint dan wahana. Simulasi dari sistem kendali dan pemandu untuk HUG dilakukan melalui Software In the Loop Simulation (SILS) dan Hardware In the Loop Simulation (HILS). Hasil dari sistem kendali menunjukkan bahwa setiap subsistem kendali memiliki overshoot direntang 0%-5% dan menghasilkan steady state error sebesar 0% untuk skenario SILS tetapi untuk skenario HILS setiap subsistem memiliki steady state error direntang 0%-4% dan menghasilkan overshoot direntang 0%-50%. Sementara, hasil dari sistem pemandu menunjukkan bahwa algoritma LOS sudah dapat diimplementasikan baik melalui SILS maupun HILS dan terbukti dapat memudahkan wahana untuk mencapai waypoint yang diinginkan dan mengatur arah dari wahana secara efektif.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/181422"}, "Penulis": "Vidya Putri Priandiri [23218040]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Riyanto Trilaksono", "Egi Muhammad Idris Hidayat, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Anti-windup, AUV, AUG, HUG, Gain Scheduling, PID controller, LOS.", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "17 Sep 2019"}