{"Nomor": 42248, "Judul": "PERANCANGAN MECHANICAL BIOLOGICAL TREATMENT (MBT) UNTUK MENGOLAH LIMBAH PADAT ORGANIK DI KABUPATEN PANGANDARAN MENJADI BIOSTABILISED OUTPUT", "Abstrak": "Meningkatnya jumlah penduduk dan berkembangnya kegiatan pariwisata Kabupaten Pangandaran membuat jumlah timbulan sampah semakin meningkat. Namun hanya sebesar 24,53% saja yang terlayani. Sampah-sampah tersebut diangkut menuju ke TPA Purbahayu, yang memiliki luas 9,5 Ha. TPA Purbahayu menggunakan metode open duping sehingga menyebabkan berbagai masalah lingkungan, seperti bau, pencemaran akibat air lindi, dan emisi gas metana. Saat ini umur layan TPA Purbahayu sudah habis. Untuk menyelesaikan masalah tersebut perlu adanya penerapan pengelolaan sampah yang berwawasan lingkungan, seperti Mechanical Biological Treatment (MBT). MBT merupakan metode untuk mengolah limbah padat secara mekanis dan biologis. Perancangan MBT didasarkan pada data primer dari hasil sampling dan data sekunder dari dinas terkait atau referensi. Timbulan sampah Kabupaten Pangandaran pada akhir periode perencanaan yaitu 116,38 ton/hari dan komposisi tertinggi merupakan sampah organik yaitu 45,59%. Alternatif terpilih untuk pengolahan mekanis yaitu bag opening secara manual yang membutuhkan lahan sebesar 130 m2 dan pengolahan biologis yaitu windrow composting dengan waktu pengomposan 5 minggu yang membutuhkan lahan sebesar 3800 m2. Proses MBT mampu mereduksi sampah sebesar 34,1% dan menghasilkan biostabilised output 52,72% dengan kualitas RA4 yang telah memenuhi baku mutu untuk dibuang ke TPA yaitu 5,38 mg O2/gr BK, GB21 sebesar 11,185 L/kg BK, dan ukuran partikel kurang dari 60 mm.", "Daftar File": {"2019 TA PP ACHMAD TAUFIQUR ROHMAN": "https://digilib.itb.ac.id/gdl/download/181441"}, "Penulis": "Achmad Taufiqur Rohman [15315001]", "Kontributor / Dosen Pembimbing": ["Dr. Benno Rahardyan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "MBT, Kabupaten Pangandaran, TPA Purbahayu, RA4", "Sumber": "TUGAS AKHIR Agustus 2019", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "17 Sep 2019"}