{"Nomor": 42243, "Judul": "TRAYEKTORI 2D SAMPAH PLASTIK DI PERAIRAN WAKATOBI DAN SEKITARNYA DENGAN MODEL DELFT3D", "Abstrak": "Sampah plastik dapat menurunkan kualitas perairan dan berimbas pada kesehatan\nmasyarakat, perekonomian, dan rantai makanan. Dalam World Oceans Summit (WOS)\ntahun 2017, Indonesia mendapat predikat penghasil sampah terbanyak kedua di dunia\ndengan menghasilkan 3,22 juta ton sampah/tahun. Wakatobi sebagai pusat destinasi wisata\nyang terkenal di dunia tidak lepas dari masalah sampah. Studi trayektori sampah\nmenggunakan pemodelan hidrodinamika 2 dimensi dengan DELFT3D-Flow dilakukan\nuntuk mengetahui distribusi sampah. Input data model meliputi batimetri, komponen pasut,\nkecepatan dan arah angin permukaan, serta posisi awal partikel sampah.\nPemodelan ini bertujuan untuk mengetahui pergerakan partikel sampah di perairan\nWakatobi pada musim barat (Desember 2017-April 2018) dan musim timur (Juni 2018-\nSeptember 2018) yang terbagi atas partikel kontinu dan diskontinu. Partikel kontinu\nmerepresentasikan sampah yang dihasilkan oleh aktivitas masyarakat di Pulau Wangiwangi,\nPulau Kapota, Pulau Kaledupa dan Pulau Tomia. Partikel diskontinu\nmerepresentasikan sampah plastik bawaan yang berasal dari Laut Banda dan Laut Flores.\nPola pasang surut dalam arah utara – selatan serta faktor angin musiman\nmempengaruhi trayektori partikel. Pada simulasi harian, pengaruh pasang surut\nmenyebabkan perpindahan partikel rapat – renggang. Trayektori partikel pada musim barat\ndan musim timur pun berbeda daerah distribusi sampahnya karena faktor angin. Musim\nbarat sampah banyak terdistribusi di utara, timur dan selatan kepulauan Wakatobi\nsedangkan pada musim timur sampah banyak dijumpai di bagian barat dan selatan\nkepulauan Wakatobi. Dari 6 titik sumber partikel sampah yang dilepas pada musim barat,\nhanya dua titik sumber partikel yang terbukti melewati titik pengamatan lapangan yaitu\nPulau Wangi-wangi dan Pulau Kapota. Masing-masing memiliki potensi sebesar 264\nkilogram dan 49,5 kilogram sampah plastik. Dua titik sumber partikel diskontinu yang\nberada di laut Banda dan laut Flores tidak berkontribusi terhadap sampah yang ditemukan\ndi titik pengamatan lapangan serta hanya bergerak di sekitar Laut Banda dan Laut Flores\nsaja. Artinya, sampah kontinu yang berasal dari darat lebih dominan berkontribusi\nmenimbulkan marine debris di sekitar Perairan Wakatobi dan sekitarnya daripada sampah\nkiriman yang berasal dari Laut Banda dan Laut Flores\nPartikel sampah yang dilepaskan pada musim timur bergerak menjadi sampah\nkiriman di barat Perairan Wakatobi. Sedangkan partikel sampah yang dilepaskan pada\nmusim barat bergerak dan terdistribusi di bagian timur Kepulauan Wakatobi. Hasil\nsimulasi model membuktikan keluhan masyarakat Wakatobi yang berkata pada musim\nbarat sampah banyak di barat dan pada musim timur sampah banyak terdapat di bagian\ntimur.", "Daftar File": {}, "Penulis": "Rangga Ritista Perdana Atmaja [12915009]", "Kontributor / Dosen Pembimbing": ["Ivonne Milichristi Radjawane, S.Si., M.Si., Ph.D.", "Dr. Ayi Tarya, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Marine Debris, Wakatobi, Model 2 Dimensi, DELFT3D", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "17 Sep 2019"}