{"Nomor": 42244, "Judul": "SIFAT FISIKOKIMIA, MIKROBIOLOGIS DAN SENSORIS KEJU LUNAK PROBIOTIK MENGGUNAKAN KULTUR CAMPURAN Lactobacillus plantarum IS-10506 DAN Streptococcus thermophilus", "Abstrak": "Probiotik adalah mikroorganisme hidup yang apabila diberikan dalam jumlah memadai memberikan manfaat kesehatan. Keju merupakan hasil fermentasi susu yang melibatkan bakteri asam laktat, dan dengan melibatkan bakteri probiotik berpotensi sebagai pangan fungsional. Konsentrasi kultur starter campuran Streptococcus thermophilus dan Lactobacillus plantarum IS-10506 dalam pembuatan keju lunak probiotik yang digunakan adalah 1:1, 2:1, dan 1:2 (v/v), dan penambahan jumlah kultur starter adalah sebesar 5%, 10%, dan 15% (v/v) pada inkubasi 90 menit suhu 370C. Parameter fisik (rendemen), kimia (pH dan kadar air), mikrobiologi (jumlah sel bakteri asam laktat), dan sensori (uji hedonik terhadap rasa, aroma, tekstur) dianalisis. Tidak terdapat perbedaan signifikan (p-value > 0,05) terhadap jumlah sel bakteri asam laktat yang berkisar antara 6x107 hingga 1,71x108 CFU/g maupun rendemen keju lunak yang berkisar antara 224 - 268,84 g/L dari tiap perlakuan. Hasil uji hedonik menunjukkan keju lunak dengan perbandingan konsentrasi kultur starter Lactobacillus plantarum IS-10506 dan Streptococcus thermophilus 1:1 (v/v) dengan penambahan 10% (v/v) kultur paling disukai dengan nilai uji hedonik 3,75 dari skala 5 dan mengandung bakteri asam laktat sebesar 1,71x108 CFU/mL, nilai pH 4,95. Rendemen yang didapatkan sebesar 257,54g/L dengan kadar air sebesar 66,45%.", "Daftar File": {}, "Penulis": "Nathalia Hosiana [10615060]", "Kontributor / Dosen Pembimbing": ["Dr. Dea Indriani Astuti, S.Si.", "Prof. Ir. Ingrid S. Surono,M.Sc.,Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "fermentasi, keju probiotik, kultur starter, Lactobacillus plantarum IS-10506, Streptococcus thermophilus", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "8 file", "Tanggal Input": "17 Sep 2019"}