{"Nomor": 42253, "Judul": "PERANCANGAN SISTEM PENGENDALIAN PENCEMARAN UDARA UNTUK SO2 DI PLANT 14 PT INDOCEMENT TUNGGAL PRAKARSA TBK, CITEUREUP, JAWA BARAT", "Abstrak": "Plant 14 merupakan satu dari sepuluh pabrik PT Indocement Tunggal Prakarsa Tbk yang terletak di Citeureup, Jawa Barat. Setiap tahunnya, Plant 14 menghasilkan 4 juta ton semen. Dalam proses produksi semen, dilakukan pembakaran pada kiln menggunakan bahan bakar batubara. Dari proses pembakaran tersebut, dihasilkan emisi dalam bentuk partikulat dan gas. Salah satu dari emisi gas yang dihasilkan adalah gas sulfur dioksida (SO2). Gas SO2 yang dihasilkan mencapai sebesar 338 kg/jam. Dengan debit gas buang sebesar 8.000.000 m3/jam pada kondisi 160oC dan 25 mbar, konsentrasi SO2 yang dihasilkan pada kondisi standar mencapai 2.487,5 mg/Nm3. Nilai ini sudah melebihi baku mutu yang berlaku pada Peraturan Menteri Lingkungan Hidup dan Kehutanan Republik Indonesia Nomor 19 Tahun 2019 tentang Baku Mutu Emisi bagi Usaha dan/atau Kegiatan Industri Semen, yaitu 650 mg/Nm3. Maka dari itu, diperlukan sistem pengendalian pencemaran udara untuk gas SO2. Sistem yang dirancang adalah sistem flue gas desulfurization (FGD) dengan tipe proses limestone scrubbing yang menggunakan susunan packed tower. Sistem FGD yang dirancang terdiri dari packed tower, sistem preparasi reagen, sistem pengolahan lumpur, dan overflow tank. Unit absorber yang dirancang memiliki efisiensi sebesar 95% dengan ukuran diameter 3,81 m dan tinggi 12,5 m. Absorben yang telah digunakan akan diolah menggunakan thickener dan horizontal belt filter untuk menghasilkan gypsum cake.", "Daftar File": {"ABSTRAK Tsamara Luthfia Henviandini": "https://digilib.itb.ac.id/gdl/download/181448"}, "Penulis": "Tsamara Luthfia Henviandini [15315016]", "Kontributor / Dosen Pembimbing": ["Ir. Raden Driejana, MSCE, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "FGD, industri semen, limestone scrubbing, sulfur dioksida", "Sumber": "TUGAS AKHIR Agustus 2019", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "17 Sep 2019"}