{"Nomor": 42256, "Judul": "PERANCANGAN SISTEM PENYALURAN DAN INSTALASI PENGOLAHAN AIR LIMBAH DOMESTIK KOMPLEK KEMAYORAN", "Abstrak": "Sistem pengaliran air limbah di Komplek Kemayoran masih tercampur dengan sistem drainase. Pembangunan sistem pengaliran air limbah dengan sistem riol kecil secara gravitasi beserta Instalasi Pengolahan Air Limbah (IPAL) direncanakan untuk mengolah air limbah domestik di komplek ini. Pembangunan ini direncanakan berdasarkan panduan rancang kota yang dibuat oleh pemerintah provinsi DKI Jakarta. Pipa penyaluran air limbah domestik akan dibangun menggunakan pipa beton dengan diameter mulai dari 200 mm hingga 1500 mm. Sistem pengelolaan air limbah ini akan melayani kawasan seluas 426,49 Ha dengan timbulan air limbah domestik sebesar 10839,51 m3/hari. Lahan yang disediakan oleh pemerintah setempat sebagai lokasi IPAL memiliki luas sebesar ± 2500 m2. Alternatif pengolahan ditentukan berdasarkan pengolahan biologisnya, yaitu RBC, Kontak – Stabilisasi, dan CMAS. Pemilihan alternatif dilakukan dengan metode Simple Additive Weighting dengan sembilan buah parameter penilaian dan didapatkan CMAS sebagai alternatif yang paling cocok dengan lokasi studi. Konfigurasi unit pengolahan alternatif yang terpilih terdiri dari Bak Ekualisasi, CMAS, Secondary Clarifier, Bak Klorinasi, Gravity Thickener, dan Belt Filter Press. Konfigurasi ini ditentukan berdasarkan perhitungan untuk memenuhi baku mutu air limbah domestik yang diatur dalam Permen LHK No. 68 Tahun 2016. IPAL ini direncanakan dapat menyisihkan BOD hingga 95,7% dan TSS sebesar 47,24%. Lumpur yang dihasilkan setiap harinya memiliki berat kering sebesar 463,46 kg dengan volume 2,8 m3.", "Daftar File": {"ABSTRAK Steven Gunawan": "https://digilib.itb.ac.id/gdl/download/181450"}, "Penulis": "Steven Gunawan [15315012]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Prayatni Soewondo, MS", "Nida Maisa Zakiyya, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Air limbah, baku mutu, CMAS, Kemayoran, IPAL", "Sumber": "TUGAS AKHIR Agustus 2019", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "17 Sep 2019"}