{"Nomor": 42264, "Judul": "PRODUKSI HYDROCHAR BERKUALITAS TINGGI DARI RUMPUT LAUT DENGAN PROSES KARBONISASI HIDROTERMAL", "Abstrak": "Indonesia merupakan negara kepulauan dengan luas wilayah laut yang sangat besar.\nSeiring dengan besarnya luas wilayah laut, produksi rumput laut di Indonesia sangat\nmelimpah. Rumput laut merupakan sumber biomassa yang sangat melimpah dan\ndapat dimanfaatkan sebagai bahan baku produk yang mempunyai nilai tambah\ntinggi. Salah satu produk yang dapat dihasilkan dari rumput laut adalah karbon\naktif. Karbon aktif merupakan salah satu material yang dapat digunakan di berbagai\nbidang. Karakteristik karbon aktif dengan luas permukaan dan porositas yang\ntinggi, konduktivitas yang baik membuat karbon aktif cocok digunakan dalam\nberbagai bidang. Pada penelitian ini difokuskan untuk memperoleh karbon aktif\ndengan kualitas dan kuantitas yang baik.\nProses pembuatan karbon aktif terdiri dari proses karbonisasi dan aktivasi. Proses\nkarbonisasi yang dilakukan adalah karbonisasi hidrotermal dilanjukan dengan\naktivasi CO2 dengan menggunakan furnace. Penelitian ini difokuskan pada\npembuatan karbon aktif berbahan baku rumput laut menggunakan proses\nkarbonisasi hidrotermal menggunakan aktivator KOH, CaCl2, dan ZnCl2. Variasi\nyang dilakukan dalam penelitian ini adalah temperatur, variasi aktivator, dan rasio\naktivator terhadap bahan baku. Untuk menghilangkan kadar abu pada karbon aktif\nmaka akan dilakukan demineralisasi dengan menggunakan HF.\nKarbon aktif yang dihasilkan dari rumput laut Sargassum sp. memiliki luas\npermukaan 100-1800 m2/g dengan ukuran pori rata-rata 1-75 nm. Perolehan\nhydrochar mencapai 67,9% pada proses karbonisasi hidrotermal dan perolehan\nkarbon aktif mencapai 27,2% pada temperatur karbonisasi 250oC dengan aktivator\nCaCl2 dan rasio impregnasi 2 (dua).", "Daftar File": {"ABSTRAK Daniel Yonathan": "https://digilib.itb.ac.id/gdl/download/181459"}, "Penulis": "Daniel Yonathan [23017022]", "Kontributor / Dosen Pembimbing": ["Dr. Tirto Prakoso, S.T., M.Eng.", "Jenny Rizkiana, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "biomassa, rumput laut, karbon aktif, hidrotermal, demineralisasi, activating agent.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "17 Sep 2019"}