{"Nomor": 42279, "Judul": "LIBRARY AS INTERACTIVE LEARNING SPACE PERPUSTAKAAN ANAK DI KOTA BANDUNG", "Abstrak": "Proyek ini merupakan proyek gedung perpustakaan anak yang diasumsikan diprakarsai oleh Dinas Perpustakaan dan Kearsipan Kota Bandung dan diasumsikan bekerjasama dengan Lego Foundation. Tujuan utama dari konsep besar ini, adalah menghadirkan sebuah pengalaman ruang yang interaktif dan menyenangkan bagi anak, dan menciptakan kondisi yang kondusif, dengan cara menerapkan perilaku anak kedalam desain agar anak dapat dapat fokus belajar dan membaca buku. Selain itu diharapkan dengan dibangunnya perpustakaan ini dapat merubah paradigma masyarakat bahwa perpustakaan, terutama perpustakaan anak, bukan hanya sebatas tempat membaca dan menyimpan buku, akan tetapi dapat menjadi pusat pengembangan dan pembelajaran anak.\nAda tiga isu utama yang diangkat pada proyek ini, yaitu : Isu ruang yang Interaktif bagi anak, isu belajar sambil bermain, isu pengembangan keterampilan anak. Konsep Library as an interactive learning space for children diharapkan dapat menjadi konsep dasar solusi untuk menjawab isu-isu utama tersebut. Konsep ini diantaranya diterjemahkan melalui ruang-ruang yang fleksibel dengan skala ruang dan perabotan yang mengikuti antropometri anak-anak, penggunaan perabotan yang dibuat seinteraktif mungkin, penggunaan warna yang sesuai dengan suasana yang ingin dihadirkan, penyediaan area peraga sains dan ilmu pengetahuan alam yang menyatu dengan area baca, area bermain pada area membaca anak usia 3-5 tahun, serta penyediaan ruang-ruang kelas untuk pengembangan keterampilan anak.", "Daftar File": {}, "Penulis": "Fauzi Ardiansyah Wijaya [15215083]", "Kontributor / Dosen Pembimbing": ["Dr. Samsirina, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Anak-anak, ruang interaktif, pengembangan anak", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "17 Sep 2019"}