{"Nomor": 42271, "Judul": "VALIDASI MARKA MOLEKULER KANDUNGAN BILANGAN YODIUM TINGGI (KBYT) PADA INDIVIDU KELAPA SAWIT (Elaeis guineensis Jacq.) DAN HYBRID (E. guineensis x E. oleifera)", "Abstrak": "Kelapa sawit (Elaeis guineensis Jacq.) merupakan tanaman penghasil minyak nabati tertinggi di dunia, dan sekitar 80% konsumsi minyak nabati digunakan untuk keperluan pangan. Saat ini, permintaan pasar meningkat akan minyak kelapa sawit dengan kandungan asam lemak tak jenuh tinggi, terutama asam oleat, karena memiliki sifat yang lebih tahan oksidasi, dan memiliki daya simpan lama. Dikarenakan pemuliaan tanaman kelapa sawit membutuhkan waktu yang cukup lama, sehingga seleksi menggunakan penanda molekuler sangat diperlukan untuk mempersingkat waktu seleksi. Pada penelitian sebelumnya telah diidentifikasi beberapa marka molekuler yang berasosiasi dengan bilangan yodium pada beberapa populasi kepala sawit. Oleh karena itu, diperlukan validasi penanda molekuler yang telah diidentifikasi tersebut apakah berasosiasi dengan bilangan yodium pada populasi kelapa sawit E. guineensis dan hybrid (E. guineensis x E. oleifera). Penelitian ini bertujuan untuk melakukan validasi marka molekuler SSR dan SNP yang berasosiasi dengan bilangan yodium, yang merupakan parameter kandungan ketidakjenuhan minyak kelapa sawit, pada populasi kelapa sawit E. guineensis dan hybrid. Metode yang dilakukan pada tahap pertama adalah analisis fenotip dengan mengukur bilangan yodium dari minyak kelapa sawit dengan menggunakan metode Wijs berdasarkan ISO 3961:2013. Tahap kedua yaitu analisisgenotip yang terdiri dari analisis SSR dan SNP. Tahap selanjutnya adalah validasi marka SSR dan SNP menggunakan metode statistik dari data fenotip dan genotip yang telah dihasilkan. Hasil analisisfenotip menunjukkan bilangan yodium dari 92 sampel uji memiliki rentang 48,65 – 64,55 gram yodium/100 gram sampel, dan hasil ANOVA dengan p-value < 0,05 menunjukkan bahwa terdapat perbedaan yang nyata bilangan yodium pada populasi E. guineensis dan hybrid. Sampel pada populasi hybrid mengandung bilangan yodium yang tinggi yang bermakna populasi hybrid memiliki kandungan asam lemak tak jenuh lebih tinggi daripada populasi E. guineensis. Berdasarkan analisisenam marka SSR dan lima marka SNP dapat dilihat bahwa terdapat perbedaan nyata kandungan bilangan yodium antar kelompok uji dengan menggunakan marka SSR mEgCIR3428, mEgCIR3519, sPSc00328 serta marka SNPM04501 dan SNPE0043 yang ditunjukkan dengan dengan p-value < 0,05. Berdasarkan hasil tersebut, marka SSR mEgCIR3428, mEgCIR3519, sPSc00328 dan SNPM04501 dapat digunakan untuk seleksi individu berdasarkan kandungan asam lemak tak jenuh pada populasi E. guineensis, dan marka SNPE00431 dapat digunakan untuk seleksi individu berdasarkan kandungan asam lemak tak jenuh pada populasi hybrid. Genotip C/C pada marka SNPM04501 berasosiasi dengan kandungan asam lemak tak jenuh tinggi pada populasi E. guineensis, genotip G/G pada marka SNPE00431 berasosiasi dengan kandungan asam lemak tak jenuh tinggi pada populasi hybrid. Berdasarkan penelitian ini dapat disimpulkan bahwa marka SSR mEgCIR3428, mEgCIR3519, sPSc00328, dan SNPM04501 berasosiasi dengan kandungan asam lemak tak jenuh pada populasi E. guineensis dan marka SNPE00431 berasosiasi dengan kandungan asam lemak tak jenuh pada populasi hybrid.", "Daftar File": {"ABSTRAK Siti Zulaeha": "https://digilib.itb.ac.id/gdl/download/181474", "COVER Siti Zulaeha": "https://digilib.itb.ac.id/gdl/download/200242", "BAB 1 Siti Zulaeha": "https://digilib.itb.ac.id/gdl/download/200243", "BAB 2 Siti Zulaeha": "https://digilib.itb.ac.id/gdl/download/200244", "BAB 5 Siti Zulaeha": "https://digilib.itb.ac.id/gdl/download/200252", "PUSTAKA Siti Zulaeha": "https://digilib.itb.ac.id/gdl/download/200255"}, "Penulis": "Siti Zulaeha [21117029]", "Kontributor / Dosen Pembimbing": ["Dr. Adi Pancoro"], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "bilangan yodium, Elaeis guineensis, hybrid, marka molekuler, SNP, dan SSR", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "17 Sep 2019"}