{"Nomor": 42287, "Judul": "ANALISIS PENGARUH KEPRIBADIAN, SUARA, DAN TINGKAT KESULITAN GAME TERHADAP VIRTUAL REALITY SICKNESS", "Abstrak": "Saat ini, teknologi sedang berkembang pesat, salah satunya adalah alat virtual reality (VR). Penggunaan VR tidak dapat dihindari, mengingat saat ini sudah memasuki era industri 4.0, misalnya untuk simulasi desain produk baru, simulator bedah di bidang kesehatan, dan simulator perang di bidang militer. Namun VR memberikan dampak negatif kepada penggunanya, salah satunya adalah munculnya sickness. Menurut penelitian sebelumnya, sickness yang dirasakan saat penggunaan VR (VR sickness) dipengaruhi oleh beberapa faktor misalnya interaksi berjalan, pengalaman bermain game, jenis kelamin, suara, tingkat kesulitan game, dan umur. Salah satu faktor lain yang mungkin mempengaruhi sickness adalah kepribadian. Penelitian ini dilakukan dengan tujuan untuk menganalisis pengaruh kepribadian, suara, dan tingkat kesulitan game terhadap VR sickness.\nResponden dalam penelitian ini adalah mahasiswa Institut Teknologi Bandung sebanyak 60 orang yang mewakili enam kepribadian yang berbeda. Alat ukur kepribadian dilakukan dengan HEXACO-PI-R versi 60 pertanyaan. Responden diminta untuk memainkan game sebanyak 4 kali masing-masing selama 10 menit, serta diselangi dengan istirahat masing-masing selama 10 menit. Pengukuran VR sickness dilakukan dengan simulator sickness questionnaire yang terdiri atas 3 dimensi yaitu nausea, oculomotor, dan disorientation. Data diolah dengan ANOVA repeated measure.\nHasil dari penelitian ini adalah tidak terdapat perbedaan signifikan antara VR sickness berdasarkan suara, tingkat kesulitan game, dan kepribadian, serta terdapat perbedaan signifikan antara nilai oculomotor berdasarkan interaksi kepribadian dan tingkat kesulitan, yaitu pada kelompok kepribadian Emotionality menghasilkan sickness yang signifikan lebih tinggi dibandingkan Honesty-Humility, Conscientiousness, dan Openness to Experience.", "Daftar File": {"2019 TA PP  HANA NADHILAH HAFIZHAH.pdf)u": "https://digilib.itb.ac.id/gdl/download/181509"}, "Penulis": "HANA NADHILAH HAFIZHAH [13415100]", "Kontributor / Dosen Pembimbing": ["Ari Widyanti, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "VR sickness, kepribadian, nausea, oculomotor, disorientation, tingkat kesulitan, suara.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "17 Sep 2019"}