{"Nomor": 42319, "Judul": "PERENCANAAN SISTEM DRAINASE KAWASAN PABRIK GULA PT. REJOSO MANIS INDO, KABUPATEN BLITAR, JAWA TIMUR", "Abstrak": "Pabrik gula PT. Rejoso Manis Indo dibangun diatas lahan seluas 20.1 ha di desa rejoso, kecamatan binangun, kabupaten blitar, jawa timur. Perencanaan sistem drainase dikawasan tersebut ditentukan berdasarkan kala ulang curah hujan yang digunakan. Untuk drainase dan debit banjir sungai masing-masing memiliki kala ulang 10 dan 50 tahun menggunakan metode sebaran Log Pearson III. Penentuan debit banjir sungai diperoleh menggunakan metode ITB-2 untuk sungai rejoso dan metode Nakayasu untuk sungai sambigede dengan nilai debit masing-masing sebesar 186.46 m3/s dan 220.23 m3/s. Berdasarkan pemodelan banjir sungai yang dilakukan, diperoleh tinggi muka air banjir sungai rejoso berada pada elevasi +208.80 m. Pada perencanaan saluran drainase terdapat 4 catchement dan terdiri dari beberapa sub-catchement. Penampang saluran drainase berbentuk persegi menggunakan beton U-Ditch precast yang tersedia di pasaran dan penentuan dimensi saluran dihitung berdasarkan debit banjir menggunakan metode rasional. Kemudian melakukan simulasi hidraulik menggunakan program SWMM untuk mengetahui tinggi muka air dan debit di masing-masing saluran. Untuk kolam tampungan drainase direncanakan dapat menampung aliran drainase pada 3 jam hujan pertama. Kolam tampungan drainase terdiri dari 2 kolam yaitu KU dan KS masing-masing memiliki dimensi 85 m x 50 m x 2.5 m dan 40 m x 30 m x 2.5 m. Konstruksi dinding kolam menggunakan dinding penahan tanah (DPT) tegak berbahan pasangan batu belah.", "Daftar File": {}, "Penulis": "Diki Maulana Ichsan [15815038]", "Kontributor / Dosen Pembimbing": ["Ir. Dantje Kardana Natakusumah, M.Sc., Ph.D.", "Dr. Eng. M. Bagus Adityawan S.T., M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Sistem drainase, saluran, kolam tampungan, DPT", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "11 file", "Tanggal Input": "18 Sep 2019"}