{"Nomor": 42328, "Judul": "EKSTRAKSI DAN KARAKTERISASI SENYAWA POLIMER EKSTRASELULER (SPE) DARI LUMPUR AKTIF LIMBAH TEKSTIL SEBAGAI BIOSURFAKTAN", "Abstrak": "Lumpur yang terproduksi dari pengolahan limbah tekstil perlu ditangani, tetapi biaya penanganan lumpur aktif dapat memakan biaya sebesar 50% dari total biaya pengolahan limbah. Untuk menekan biaya tersebut, salah satu cara yang dapat dilakukan adalah dengan mengambil senyawa yang masih bernilai, seperti Senyawa Polimer Ekstraseluler (SPE). Lumpur aktif mengandung mikroorganisme-mikroorganisme yang memproduksi SPE. Untuk itu, penelitian ini dilakukan untuk mengekstrak dan mengkarakterisasi SPE dari lumpur aktif limbah tekstil sebagai biosurfaktan.\nPenelitian dilakukan dengan mengekstrak SPE menggunakan formaldehida+NaOH dengan dua jenis metode dan sumber lumpur yang dibandingkan, yaitu metode agitasi dan inkubasi, serta sumber lumpur lama dan sumber lumpur baru. Setelah proses ekstraksi selesai, kemudian dilakukan sentrifugasi untuk diambil supernatannya dan dilanjutkan dengan proses purfikasi dengan presipitasi etanol dan filtrasi vakum. Hasil purifikasi kemudian dikeringkan dengan freeze-dryer. Sampel ekstrak SPE kering ditentukan perolehan, kandungan senyawa, gugus senyawa, penurunan tegangan permukaan, dan indeks emulsifikasi.\nDari penelitian ini, didapatkan ekstrak SPE dengan perolehan sebesar 58-179 mg-ekstrak/g-berat lumpur dengan metode agitasi dan sumber lumpur baru memberikan perolehan tertinggi. Dari pengukuran kandungan senyawa yang ada pada ekstrak SPE, kandungan protein pada ekstrak cukup rendah bila dibandingkan dengan kandungan polisakarida dan asam humat. Hal ini terjadi karena kandungan nitrogen di dalam limbah tekstil relatif sedikit sehingga pembentukan eksoprotein oleh mikroorganisme juga sedikit. Kandungan protein yang sedikit juga dibuktikan dengan rendahnya puncak C-N dan N-H pada spektra IR. Rendahnya kandungan protein mengakibatkan ekstrak hanya mampu menurunkan tegangan permukaan di dalam air sebesar 53-60 mN/m. Akan tetapi, ekstrak SPE mampu mengemulsi lebih baik daripada Tween 20 dan 80 untuk beberapa senyawa hidrofobik sehingga ekstrak SPE dapat dikategorikan sebagai bioemulsifier.", "Daftar File": {"ABSTRAK Aulia Maulana": "https://digilib.itb.ac.id/gdl/download/181612", "COVER Aulia Maulana": "https://digilib.itb.ac.id/gdl/download/200805", "BAB 1 Aulia Maulana": "https://digilib.itb.ac.id/gdl/download/200806", "BAB 2 Aulia Maulana": "https://digilib.itb.ac.id/gdl/download/200808", "BAB 3 Aulia Maulana": "https://digilib.itb.ac.id/gdl/download/200809", "BAB 4 Aulia Maulana": "https://digilib.itb.ac.id/gdl/download/200810", "BAB 5 Aulia Maulana": "https://digilib.itb.ac.id/gdl/download/200811", "PUSTAKA Aulia Maulana": "https://digilib.itb.ac.id/gdl/download/200812"}, "Penulis": "Aulia Maulana [23017013]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Tjandra Setiadi, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "senyawa polimer ekstraseluler, lumpur aktif, limbah tekstil, biosurfaktan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "18 Sep 2019"}