{"Nomor": 42329, "Judul": "MODEL DINAMIKA PERKEMBANGAN PERKOTAAN DAN DAYA DUKUNG LINGKUNGAN PADA KOTA PULAU DENGAN PENDEKATAN SYSTEM DYNAMIC (STUDI KASUS: KOTA TARAKAN)", "Abstrak": "Kecenderungan perkembangan kawasan perkotaan yang berlangsung ekspansif dan\nsprawl pada dasarnya mengarah pada ketidakberlanjutan lingkungan perkotaan\nyang diindikasikan dengan penurunan daya dukung lingkungan. Sama halnya yang\nterjadi dalam konteks Kota Pulau (Island City), Kota Tarakan merupakan salah satu\nkota pulau di Indonesia dan menurut Peraturan Pemerintah Nomor 13 Tahun 2017\nRencana Tata Ruang Nasional, Kota Tarakan ditetapkan sebagai Pusat Kegiatan\nNasional (PKN) yang berperan sebagai pusat perdagangan dan jasa, pusat\npelayanan jasa transportasi laut dan pusat pelayanan jasa transportasi udara.\nDengan peran tersebut, daya tarik Kota Tarakan meningkat dan menarik\npenduduk luar untuk bermigrasi ke Kota Tarakan sehingga menyebabkan\npeningkatan kebutuhan masyarakat akan lahan dan air baku sehingga berdampak\npada penurunan daya dukung lingkungan kedepannya.\nUntuk mengantisipasi terlampauinya batas daya dukung lingkungan,\ndikembangkan skenario kebijakan dalam meminimalisasi permasalahan terkait\nperkembangan perkotaan dan daya dukung lingkungan di masa depan. Pada\npenelitian ini menggunakan model System Dynamic yang memperlihatkan akibat\nyang terjadi ketika peningkatan penduduk, kawasan terbangun dan ekonomi\nditingkatkan memiliki dampak terhadap daya dukung lingkungan. Dari hasil\nsimulasi perkembangan penduduk dan ekonomi yang telah dilakukan yang\nberdampak pada status daya dukung lingkungan menunjukkan bahwa untuk status\ndaya dukung lahan 1,07 dan status daya dukung air 1,01 menjelaskan bahwa secara\nkeseluruhan daya dukung lingkungan Kota Tarakan pada akhir simulasi yaitu status\naman bersyarat (conditionally suistained).", "Daftar File": {"ABSTRAK Ashari Wibisono": "https://digilib.itb.ac.id/gdl/download/181613", "BAB 1 Ashari Wibisono": "https://digilib.itb.ac.id/gdl/download/181614", "BAB 2 Ashari Wibisono": "https://digilib.itb.ac.id/gdl/download/181615", "BAB 3 Ashari Wibisono": "https://digilib.itb.ac.id/gdl/download/181616", "BAB 4 Ashari Wibisono": "https://digilib.itb.ac.id/gdl/download/181617", "BAB 5 Ashari Wibisono": "https://digilib.itb.ac.id/gdl/download/181618", "BAB 6 Ashari Wibisono": "https://digilib.itb.ac.id/gdl/download/181619", "DAFTAR Ashari Wibisono": "https://digilib.itb.ac.id/gdl/download/181620", "2019 TS PP ASHARI WIBISONO_LAMPIRAN.pdf?": "https://digilib.itb.ac.id/gdl/download/181621", "2019 TS PP ASHARI WIBISONO_JURNAL.pdf\n]": "https://digilib.itb.ac.id/gdl/download/181622"}, "Penulis": "Ashari Wibisono [25417081]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Iwan Kustiwan, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Perkembangan Perkotaan, Daya Dukung Lingkungan, System Dynamic, Skenario Kebijakan.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "10 file", "Tanggal Input": "18 Sep 2019"}