{"Nomor": 42333, "Judul": "PERANCANGAN CREW MANAGEMENT SIMULATION VIDEO GAME SEBAGAI MEDIA PEMBELAJARAN MANAJEMEN", "Abstrak": "Manajemen berasal dari sebuah kata Perancis kuno ménagement, yang berarti “seni melaksanakan dan mengatur”. Manajemen adalah sebuah proses perencanaan, pengorganisasian, pengkoordinasian dan pengontrolan sumber daya untuk mencapai tujuan secara efektif dan efisien, sebuah proses yang bisa ditemukan dalam aktivitas sehari-hari. Setiap manajemen sumber daya berputar di sekitar satu sumber daya tertentu, yaitu manusia. Alasannya adalah karena manusia merupakan sumber daya yang dapat mengubah dan memperbaharui sumber daya yang lain seperti energi, uang dan waktu sehingga menjadi sesuatu yang jauh lebih bernilai. Masalahnya adalah manusia terkadang tidak menyadari bahwa manajemen itu sebenarnya sangat penting dalam kehidupan sehari-hari, bahkan untuk hal yang kecil sekalipun.\nOleh sebab itu, sebuah penelitian dan perancangan dilakukan untuk menciptakan sebuah media untuk membantu orang-orang belajar tentang nilai dari manajemen dan pentingnya manajemen itu sendiri. Media yang dipilih adalah video game karena dinilai sebagai media yang bisa digunakan untuk mensimulasikan proses manajemen dengan lebih efektif karena interaktivitas dan aspek bersenang-senangnya. Istilah yang digunakan adalah crew management sebagai perwakilan dari sumber daya manusia yang mengatur semua sumber daya lain. Pengalokasian dari kru, manajemen terhadap waktu dan hal lain digabungkan dengan simulasi untuk mendapatkan imersivitasnya. Sehingga, terciptalah media dengan cara yang lebih menghibur untuk belajar tentang manajemen yaitu Crew Management Simulation Video Game.\nMetode yang digunakan adalah CBPR dan Design Thinking yang membutuhkan partisipasi dari responden. Para responden dalam penelitian ini sudah mulai membantu dari tahap awal dengan memberikan informasi dan saran agar diketahui seperti apa video game ini seharusnya. Pada tahap akhir, dilakukan user testing dan didapatkan hasil bahwa strategi pembelajaran manajemen melalui game yang baik adalah yang dapat memberikan pengalaman bermain yang unik serta memberikan imersivitas yang baik pada para pemainnya.", "Daftar File": {"2019 TS PP SHANDHI SAYOGO 1.pdf\niu": "https://digilib.itb.ac.id/gdl/download/181799"}, "Penulis": "Shandhi Sayogo [27118035]", "Kontributor / Dosen Pembimbing": ["Hafiz Aziz Ahmad, S.Sn., M.Des., Ph.D.", "Dianing Ratri, S.Des., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "manajemen, sumber daya manusia, sumber daya, simulasi, video game", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "18 Sep 2019"}