{"Nomor": 42336, "Judul": "PERANCANGAN SISTEM PENGUMPUL DAN RESIRKULASI LINDI DI ZONA LAHAN URUG AKTIF SEBELAH BARAT (SEBAGIAN ZONA 1, 4 DAN 5) TPST BANTARGEBANG, BEKASI", "Abstrak": "Mayoritas Tempat Pemrosesan Akhir (TPA) di Indonesia yang berupa lahan urug menggunakan sistem pembuangan terbuka yang tidak dilengkapi dengan pelapis dasar (liner system) beserta dengan sistem pengumpul lindi (underdrain system). Permasalahan serupa terjadi di TPST Bantargebang. TPST Bantargebang memiliki sistem pengumpul lindi berupa saluran beton u-ditch yang mengelilingi lahan urug menuju tiga buah Instalasi Pengolahan Lindi (IPL). Berdasarkan hasil observasi terdapat beberapa lokasi dimana lindi dalam saluran dialirkan langsung menuju Kali Asem dan bila hujan dengan intensitas yang tinggi kapasitas IPL kerap kali terlampaui. TPST Bantargebang pada tahun 2019 memiliki rencana untuk membangun satu buah unit IPL tambahan tetapi berdasarkan pengolahan data dilakukan perhitungan neraca air menggunakan metoda Thorntwaite, didapatkan nilai dari timbulan lindi pada bulan basah dan kering sebesar 1.030,52 x 103 l/hari dan 407,68 x 103 l/hari sedangkan perencanaan kapasitas IPL memiliki nilai 168,88 x 103 l/hari. Berdasarkan hasil tersebut perlu dirancang sistem managemen aliran lindi berupa resirkulasi agar timbulan lindi yang terjadi pada saat jam puncak dapat tertampung. Metoda yang digunakan dalam resirkulasi kali ini adalah resirkulasi permukaan yang dilengkapi dengan sprinkler. Berdasarkan beberapa pertimbangan terutama terjadinya interflow lindi pada beberapa lokasi lereng lahan urug, ditentukan perhitungan debit lindi yang berpengaruh terhadap desain saluran berasal dari debit interflow dan limpasan. Pada perhitungan digunakan metoda rasional untuk mendapatkan nilai debit limpasan dan metoda Thontwaite untuk debit interflow. Berdasarkan pertimbangan kondisi eksisting terpilih 6 jenis desain saluran yang digunakan dalam desain diantaranya adalah u-ditch beton tertutup, u-ditch beton terbuka, saluran perkerasan, saluran geomembran berbentuk trapesium, gorong-gorong dan perpipaan HDPE.", "Daftar File": {"Saffanah Gumilangsari_15715003.pdf\n]": "https://digilib.itb.ac.id/gdl/download/181628"}, "Penulis": "Saffanah Gumilangsari [15715003]", "Kontributor / Dosen Pembimbing": ["Dr. Mochammad Chaerul, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Lindi, pembuangan terbuka, resirkulasi, sistem pengumpul, TPST Bantargebang", "Sumber": "", "Staf Input/Edit": "Asep Kusmana  \n                                     Asep Kusmana", "File": "1 file", "Tanggal Input": "18 Sep 2019"}