{"Nomor": 42344, "Judul": "PROYEK SISTEM MANAJEMEN DOKUMEN PADA DEPARTEMEN ENVIRONMENT PT. ABC INDONESIA", "Abstrak": "PT. ABC Indonesia (API) adalah anak perusahaan dari ABC Corporation yang bergerak di bidang eksplorasi minyak dan gas bumi. Ladang minyak terbesar dan paling produktif yang dimiliki oleh PT. API adalah ladang minyak yang berada di Rokan PSC (Rokan Production Sharing Contract). Rokan PSC yang dimiliki oleh PT.ABC dengan Pemerintah Indonesia akan habis di tahun 2021.\nSaat ini PT. API sedang melakukan kegiatan bioremediasi untuk beberapa lokasi di daerah kerjanya, Dengan semakin mendekatnya masa berakhirnya Rokan PSC, PT.API berharap bisa menyelesaikan perkerjaan bioremediasi tersebut sebelum masa kontrak kerja berakhir agar proses transfer ke pemegang PCS baru lancar dan setelahnya tidak ada masalah hukum yang akan terjadi.\nPT.API membentuk Departemen Environment yang terdiri dari beberapa tim terkait, diperlukan adanya konsolidasi terhadap pelaporan atau pencapaian dari semua tim terkait dalam proses pelaporan kegiatan bioremediasi yang dilakukan oleh Departemen Environment PT.API ke Pemerintah Indonesia, hal ini erat kaitannya dengan kemudahan mengakses dokumen final yang tepat. Untuk saat ini kegiatan tersebut dilakukan dengan mengumpulkan laporan dengan bertanya langsung ke pihak - pihak terkait dikarenakan penyimpanan dokumen tersebut masih sangat ter-silo di masing – masing tim. Juga perlu dipersiapkan dokumentasi yang baik dan terkoordinir untuk mempersiapkan transfer aset.\nDengan melakukan diskusi dan juga wawancara kepada pengguna utama dilakukan analisa akar permasalahan menggunakan fishbone analysis. Didapatkan bahwa pembuatan repositori yang terintegrasi dan terpadu adalah hal yang diperlukan. Penelitian ini akan memberikan gambaran seperti apa repositori yang akan memenuhi kriteria dan menjawab kebutuhan Departemen Environment. Pembuatan Basis of Design, Business Process Procedure dan juga pemilihan sistem yang akan digunakan dalam mengaplikasikan rancangan tersebut. \nTulisan ini bertujuan untuk menjawab kebutuhan koordinasi data di Departemen Environment, yang berkaitan dengan kemudahan mengakses dokumen final, dan transfer aset dengan strategi mengembangkan sistem manajemen dokumen yang terintegrasi, Environment Document Management System (EDMS).", "Daftar File": {"2019_TS_PP_Hanny Faristin_1-Abstrak 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/181638"}, "Penulis": "Hanny Faristin [29117330]", "Kontributor / Dosen Pembimbing": ["Dr. Manahan Parlindungan Saragih Siallagan"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Manajemen Data, Manajemen Informasi, Lingkungan, Sistem Manajemen Dokumen, Basis of Design, Prosedur Proses Bisnis, Standarisasi dokumentasi, Analisa Akar Permasalahan..", "Sumber": "PT. ABC INDONESIA", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "18 Sep 2019"}