{"Nomor": 42349, "Judul": "OPTIMISASI TERAPI OBAT DAN VIROTERAPI DENGAN MODEL TAK LINIER MELALUI PENDEKATAN SISTEM LINEAR PARAMETER VARYING (LPV)", "Abstrak": "Kanker merupakan salah satu penyebab kematian terbesar di seluruh dunia dan belum\nditemukan obat khusus untuk menyembuhkan kanker. Pemberian terapi obat\ndan viroterapi merupakan alternatif pengobatan untuk pasien kanker. Masalah pengobatan\nkanker ini dapat dipandang sebagai masalah kontrol optimal. Tujuan penerapan\nkontrol adalah untuk menambah jumlah sel tumor tak terinfeksi virus onkolitik\ndan mengurangi jumlah sel tumor terinfeksi virus onkolitik. Kontrol yang\ndirancang adalah penentuan dosis pemberian terapi obat dan viroterapi. Model pengobatan\nkanker diselesaikan dengan menggunakan Pontryagin’s Minimum Principle\ndan hasil simulasi menunjukkan bahwa penerapan kontrol dapat menambah\njumlah sel tumor tak terinfeksi dan mengurangi jumlah sel tumor terinfeksi. Supaya\nmodel pengobatan kanker lebih representatif, ditambahkan variabel gangguan\nyang dapat terjadi saat pemberian viroterapi. Dengan demikian, model disajikan\ndalam bentuk sistem tak linier dengan gangguan. Metode untuk menyelesaikan sistem\ntak linier dengan gangguan diantaranya menggunakan pendekatan kontrol robust,\nlinierisasi atau hampiran fungsi tertentu. Pada tesis ini dilakukan pendekatan\nmelalui sistem Linear Parameter Varying (LPV). Langkah awal dalam membentuk\nsistem LPV adalah mentransformasi variabel state agar dapat menghilangkan bentuk\nketaklinieran. Kemudian dipilih politop yang berada pada selang tertentu serta\ndibentuk verteks yang bersesuaian dengan jumlah politop. Langkah selanjutnya\nadalah membentuk koordinat politopik dengan syarat nilainya harus tak negatif dan\njumlahan antar koordinat politopik sama dengan 1. Pengontrol sistem LPV diperoleh\ndari kombinasi linier koordinat politopik dengan pengontrol di setiap verteks.\nKontrol yang diperoleh dari sistem LPV ini dapat diaplikasikan untuk sistem tak\nlinier pengobatan kanker. Langkah terakhir dilakukan simulasi numerik dari sistem\nLPV dan hasil menunjukkan bahwa jumlah sel tumor tak terinfeksi akan naik hingga\nmenuju kapasitas batas serta jumlah sel tumor terinfeksi akan turun menuju 0\nketika tidak diberikan kontrol terapi obat tetapi diberikan kontrol viroterapi dengan\ndosis maksimum setiap 10 hari selama siklus terapi.", "Daftar File": {"ABSTRAK DIANITA PUTRI ARMY.pdf?_": "https://digilib.itb.ac.id/gdl/download/185556"}, "Penulis": "Dianita Putri Army [20116007]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Roberd Saragih, M.T.", "Dr. Dewi Handayani, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Linear Parameter Varying, kanker, viroterapi", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "18 Sep 2019"}