{"Nomor": 42381, "Judul": "PERANCANGAN INSTALASI PENGOLAHAN AIR MINUM KALI M ENINTING, LOMBOK BARAT", "Abstrak": "Seiring dengan peningkatan jumlah penduduk dan dalam memenuhi target Millenium\nDevelopment Goals (MDG’s) terkait Universal Access untuk air minum di Kabupaten\nLombok Barat, PDAM Giri Menang harus senantiasa memperluas cakupan pelayanan.\nBerdasarkan RI SPAM Kabupaten Lombok Barat, hingga tahun 2025 ditargetkan 80%\npenduduk pedesaan mendapatkan akses terhadap air bersih atau dibutuhkan penambahan\nsekitar 426.541 jiwa atau kenaikan sebesar 16,1%/tahun. Dalam mewujudkan kenaikan\ntingkat pelayanan, PDAM Giri Menang melakukan pembukaan sumber air baru yaitu berasal\ndari Kali Meninting, Kecamatan Gunungsari. Pihak BBWS NTB selaku pengelola wilayah\nsungai memberikan izin pengambilan air yaitu 200 lps untuk dikelola sebagai sumber air\nminum. Lokasi prioritas alokasi air yaitu Kecamatan Gunungsari dan Batulayar yang\nmerupakan daerah dengan masalah debit air yang kurang yang dikhawatirkan dapat\nmenganggu aktivitas perekonomian kawasan sudut kepentingan pertumbuhan ekonomi.\nSelain kuantitas, diperiksa pula kualitas dari air baku. Berdasarkan hasil uji lab yang\ndilakukan oleh Dinas Kesehatan Provinsi Nusa Tenggara Barat, ada beberapa parameter yang\nbelum memenuhi baku mutu sesuai dengan Peraturan Menteri Kesehatan no. 492 tahun 2010\ntentang Persyaratan Kualitas Air Minum yaitu terkait dengan coliform, warna, serta\nkekeruhan. Unit yang diperlukan untuk mengolah air dengan kualitas tersebut adalah unit\nkoagulasi, flokulasi, sedimentasi, dan filtrasi dengan pembubuhan desinfektan dengan praklorinasi\ndan post-klorinasi. Pengolahan lumpur yang merupakan hasil sampingan akan\ndiolah menggunakan gravity thickener dan belt filter press. Direncanakan pula lokasi instalasi\nakan berada didaerah penimbung dengan jarak dari intake sekitar 2260 m. Dengan adanya\npengolahan ini diharapkan hasil air yang akan didistribusikan sesuai dengan peraturan\nMenteri Kesehatan no.492 Tahun 2010.", "Daftar File": {"ABSTRAK_ Baiq Faradina Utari_15715031.pdf)u": "https://digilib.itb.ac.id/gdl/download/181681"}, "Penulis": "Baiq Faradina Utari [15715031]", "Kontributor / Dosen Pembimbing": ["Teddy Tedjakusuma, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "instalasi pengolahan air minum, Kali Meninting, sistem transmisi. sistem penyediaan air minum", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "19 Sep 2019"}