{"Nomor": 42380, "Judul": "OPTIMASI UP-SCALING PROSES PRODUKSI INFUS PARASETAMOL UNTUK MENURUNKAN PERSENTASE REJECT DAN COST OF POOR QUALITY DI PTM", "Abstrak": "Tingkat kontaminasi partikel dalam produk infus merupakan salah satu penyebab\nkegagalan produk yang berakibat pada peningkatan biaya produksi. Tujuan\npenelitian ini adalah melakukan optimasi proses produksi infus parasetamol untuk\nmenurunkan persentase reject produk akibat kontaminasi partikel, sehingga dapat\nmenekan biaya kegagalan produk. Data persentase produk reject akibat\nkontaminasi partikel 7,92%±5,14. Hasil identifikasi parameter kritis dengan metode\nIshikawa dan kajian risiko dengan perangkat Failure Modes Effects Analysis\n(FMEA) menunjukkan bahwa kecepatan mesin, frekuensi ultrasonik, tekanan water\nfor injection pada mesin pencuci vial, kecepatan konveyor sterilizing tunnel dan\ntekanan gas nitrogen pada mesin pengisi vial dapat mempengaruhi kontaminasi\npartikel pada produk infus. Selanjutnya, dilakukan optimasi proses menggunakan\nmetode fractional factorial design ¼ fraksi. Kondisi optimum proses diperoleh\npada kecepatan mesin pencuci vial 7 Hz, frekuensi ultrasonik pada mesin pencuci\nvial 200 Hz, tekanan water for injection pada mesin pencuci 20 Psi, kecepatan\nkonveyor sterilizing tunnel 30 Hz dapat menurunkan persentase reject akibat\nkontaminasi partikel menjadi 2,53%. Perbedaan tekanan gas nitrogen pada mesin\npengisi tidak mempengaruhi peruraian paracetamol menjadi para-aminofenol.\nKonfirmasi proses produksi dengan menggunakan kondisi optimum menghasilkan\nrata-rata persentase reject 3,20%± 0,58 dengan Ppk = 1,44 yang berarti proses\nproduksi kapabel. Berdasarkan analisis data dengan metode Kruskall-Wallis,\ndilanjutkan perbandingan menggunakan metode Mann –Whitney, diketahui bahwa\npelaksanaan optimasi proses dapat menurunkan persentase reject kontaminasi\npartikel dan biaya produksi secara signifikan (p<0,05). Kondisi optimum proses ini\ndapat diterapkan dalam proses produksi infus parasetamol ukuran bets 500 Liter di\nPTM.", "Daftar File": {"ABSTRAK Selvi": "https://digilib.itb.ac.id/gdl/download/181677", "COVER Selvi": "https://digilib.itb.ac.id/gdl/download/243936", "BAB 1 Selvi": "https://digilib.itb.ac.id/gdl/download/243937", "BAB 2 Selvi": "https://digilib.itb.ac.id/gdl/download/243938", "BAB 3 Selvi": "https://digilib.itb.ac.id/gdl/download/243940", "BAB 4 Selvi": "https://digilib.itb.ac.id/gdl/download/243941", "BAB 5 Selvi": "https://digilib.itb.ac.id/gdl/download/243942", "PUSTAKA Selvi": "https://digilib.itb.ac.id/gdl/download/243943"}, "Penulis": "Selvi [21817001]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Slamet Ibrahim Surantaatmadja", "Dr. Tri Suciati, Apt,", "Drs. Basuki Hadi, MM. Apt"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi Industri", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "biaya kegagalan, biaya produksi,optimasi proses, infus parasetamol", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "8 file", "Tanggal Input": "19 Sep 2019"}