{"Nomor": 42399, "Judul": "ANALISA PASAR MRO PENERBANGAN GLOBAL UNTUK MEMBUAT STRATEGI EKSPANSI GLOBAL, STUDY KASUS PADA PT GMF AEROASIA TBK.", "Abstrak": "PT GMF AeroAsia Tbk. adalah anak perusahaan PT Garuda Indonesia Tbk. yang berfokus dalam industry MRO penerbangan. PT GMF AeroAsia memiliki visi untuk menjadi 10 Top MRO di dunia pada 2020. Tetapi, dengan kapasitas saat ini, visi tersebut tidak dapat diraih. PT GMF AeroAsia harus tumbuh di luar negara asalnya untuk menangkap pasar yang lebih besar: pasar MRO global. Untuk itu, PT GMF AeroAsia harus mempersiapkan strategy untuk memasuki pasar MRO global dan memperbesar operasi bisnisnya.\nProyek akhir ini dibuat untuk menganalisa situasi pasar MRO global dan memformulasikan strategi bagi PT GMF AeroAsia untuk menembus dan mendapatkan pijakan di pasar global. Penulis laporan ini mengamati dan mengumpulkan data dan informasi dari dalam dan luar PT GMF AeroAsia untuk menyusun laporan ini. Penulis berharap laporan ini dapat menjadi solusi dan saran untuk membantu visi PT GMF AeroAsia menjadi 10 Top MRO di dunia.\n\nPenulis proyek akhir ini menggunakan kombinasi Analisa RBV dan VRIO untuk menganalisa kapabilitas dan kekuatan sumber daya internal PT GMF AeroAsia. Setelah itu, Penulis menggunakan analisa Porter’s Five Force dan PESTEL untuk menganalisa situasi pasar global MRO. Menggunakan analisa internal dan external, Penulis memformulasikan analisa SWOT untuk GMF AeroAsia. Dengan menyelesaikan analisa-analisa tersebut, Penulis dapat memformulasikan strategi global menggunakan Kerangka Kerja Integrasi-Responsifitas dan sarana masuk terbaik menggunakan Kerangka Kerja Kontinum Investasi dan Kontrol pada setiap target pasar berpotensial yang tersedia. Penulis lalu dapat menentukan model Struktur Perusahaan Multinasional untuk struktur manajemen global GMF AeroAsia.\nPenulis telah menyimpulkan bahwa di wilayah MENA, strategi global GMF AeroAsia adalah Standarisasi-Global dan sarana masuknya adalah Usaha Patungan. Di wilayah Australia, strategi global GMF AeroAsia adalah Strategi Lokalisasi dan sarana masuknya adalah Usaha Patungan. Di wilayah Asia Timur, strategi global GMF AeroAsia adalah Strategi Lokalisasi dan sarana masuknya adalah Usaha Patungan. Struktur perusahaan multinasional GMF AeroAsia untuk menunjang strategi ekspansi globalnya adalah Struktur Matriks.", "Daftar File": {"ABSTRAK Adityo": "https://digilib.itb.ac.id/gdl/download/181698"}, "Penulis": "Adityo [29316053]", "Kontributor / Dosen Pembimbing": ["Dr. Muhammad Toha"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Analisa Pasar, Industri MRO, PT GMF AeroAsia, Strategi Pengembangan Global", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "19 Sep 2019"}