{"Nomor": 42393, "Judul": "BALANCED INVERSE-DIRECT DESIGN OF AIRFOIL VIA MULTI-OBJECTIVE OPTIMIZATION", "Abstrak": "Studi ini mengimplemetasikan balanced inverse-direct design untuk airfoil melalui\noptimasi multi-objektif. Objektif dari kasus optimasi tersebut adalah untuk mem-\ninimalisir nilai mean absolute error (MAE) dari distribusi tekanan terhadap suatu\ntarget tertentu dan meminimalisir nilai koesien gaya hambat (Cd). Optimasi di-\nlakukan menggunakan dua metode bebas gradien yang berbeda: genetic algorithm\n(GA) dan metode optimasi Bayesian. GA memiliki mekanisme yang serupa den-\ngan penurunan sifat genetis pada makhluk hidup serta seleksi alam untuk mene-\nmukan suatu solusi optimum dengan melakukan regenerasi populasi. Sementara\nmetode optimasi Bayesian menggunakan suatu surrogate function bernama Krig-\ning untuk memodelkan fungsi objektif secara probabilistik berdasarkan sekumpu-\nlan sampel awal. Sebanyak tiga kasus optimasi telah dilakukan. Kasus pertama\nmerupakan uji validasi dengan mengoptimasi airfoil NACA 0012 dengan target\nairfoil lain, NACA 2412. Kasus kedua mengoptimasi airfoil NLF(1)-0115 dengan\nmenentukan target yang betujuan untuk mempertahankan aliran laminar pada\nbagian atas airfoil. Kasus terakhir memiliki target distribusi tekanan dengan efek\nshock wave yang lebih rendah untuk mengoptimasi airfoil transonik RAE 2822.\nKetiga kasus yang dilakukan menghasilkan suatu set solusi dimana di dalamnya\ndidapat kongurasi airfoil baru dengan nilai galat dari distribusi tekanan dan\ntarget yang diberikan dapat diterima dan gaya hambat yang jauh lebih rendah.", "Daftar File": {}, "Penulis": "Yodefia Rahmad [13615038]", "Kontributor / Dosen Pembimbing": ["Dr. Lavi Rizki Zuhal", "Pramudita Satria Palar, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "airfoil, optimasi multi-objektif, inverse design, genetic algorithm, Kriging surrogate model", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Sep 2019"}