{"Nomor": 42392, "Judul": "MANAJEMEN PERSEDIAAN DI PEDAGANG BESAR FARMASI (STUDI KASUS: PT TRI SAPTA JAYA BANDUNG)", "Abstrak": "PT Tri Sapta Jaya sebagai Pedagang Besar Farmasi di bawah naungan grup Kalbe memiliki tanggung jawab untuk mendistribusikan barang farmasi ke fasilitas pelayanan kefarmasian. Dalam satu tahun terakhir, Tri Sapta Jaya Bandung sering mendapati barang habis di gudang sehingga pesanan dari pelanggan tertolak. Persentasi pesanan yang tertolak di Tri Sapta Jaya Bandung semakin meningkat setiap bulannya. Melalui proyek akhir ini, penulis memiliki tujuan untuk menemukan akar masalah yang menyebabkan stok habis di Tri Sapta Jaya Bandung dan memberikan solusi untuk meminimalisir persentase pesanan tertolak.\nTerdapat tiga hal yang menyebabkan stok barang habis di Tri Sapta Jaya Bandung. Pertama yaitu tidak lengkapnya fitur pada sistem Existing dan Oracle EBS yang digunakan. Sistem tersebut tidak memiliki fitur prediksi penjualan sehingga data pada sistem harus dipindahkan dan prediksi penjualan dihitung pada Microsoft Excel. Kesalahan hitung terjadi dan berakibat pada perhitungan kebutuhan bulanan. Kedua yaitu penggunaan metode prediksi penjualan yang digunakan, simple moving average 3 bulan, yang menghasilkan kesalahan lebih dari 10% dan mempengaruhi keputusan pembelian. Ketiga yaitu SOP pengadaan barang di cabang tidak sinkron dengan di pusat. SOP di pusat memiliki safety stock dan reorder point untuk pertimbangan dalam menentukan kebutuhan. Sementara kantor cabang menggunakan days of inventory untuk menghitung kebutuhan bulanan. Tidak adanya safety stock menyebabkan Tri Sapta Jaya Bandung tidak memiliki pencegahan terhadap kondisi stok barang habis.\nUntuk masalah tidak lengkapnya fitur pada sistem, penulis mengusulkan untuk mengganti sistem, meningkatkan Oracle EBS, memasang software prediksi penjualan terpisah atau tetap menggunakan Microsoft Excel dengan tambahan SOP, template dan pelatihan staff. Masalah metode prediksi penjualan diselesaikan menggunakan 5 metode, yaitu simple moving average (dengan data selain tiga bulan), weighted moving average, exponential smoothing, exponential smoothing with trend dan regresi linear untuk menemukan MAD dan MAPE terendah. Masalah SOP pengadaan barang yang tidak sinkron antara cabang dan pusat diselesaikan dengan pembaruan SOP di kantor cabang yang menghitung safety stock, reorder point dan EOQ.\nSetelah berdiskusi dengan manager keuangan dan akuntansi Tri Sapta Jaya, alternatif untuk upgrade Oracle EBS, mengubah metode sales forecast dan mengembangkan SOP di kantor cabang yang melibatkan safety stock, reorder point dan EOQ terpilih. Semua solusi tersebut diharapkan dapat dilaksanakan pada awal tahun 2020.", "Daftar File": {"2019_TS_PP_Dea Cinintia_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/181691"}, "Penulis": "Dea Cinintia [29117426]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Mursyid Hasan Basri, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "pedagang besar farmasi, persediaan, stock out, sales forecast, safety stock.", "Sumber": "PT TRI SAPTA JAYA BANDUNG", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "19 Sep 2019"}