{"Nomor": 42396, "Judul": "PENERAPAN METODE SIMULATED ANNEALING DALAM MENGOPTIMALKAN NISBAH PROFIT-LOSS SHARING DENGAN MODEL VASICEK", "Abstrak": "Model Profit-Loss Sharing (PLS) merupakan salah satu model ekonomi syariah\nyang berdasarkan sistem bagi hasil. Adapun sistem bagi hasil yang dimaksud adalah\npihak investor memberikan dana investasi untuk membiayai pihak pengelola\ndengan pembagian keuntungan dan kerugiannya sesuai dengan persentase bagi\nhasil atau nisbah dan akad atau perjanjian. Penelitian ini menerapkan model PLS\ndengan akad Musyarakah antara pihak investor dan pedagang di pasar tradisional\nsehingga dana investasinya bersumber dari kedua belah pihak. Jika pedagang\nmendapatkan keuntungan dan kerugiannya maka hal itu ditanggung bersama sesuai\ndengan nisbah dan modal yang digunakan. Penentuan nisbah tersebut sangat\npenting untuk diperhatikan dalam mengoptimalkan keuntungan keduanya. Adapun\nmetode optimasi yang digunakan adalah Metode Simulated Annealing (SA). Dalam\noptimisasi tersebut, model rentenir yang berdasarkan sistem bunga atau riba\ndiperlukan untuk dijadikan tolak ukur. Selain itu, pihak investor juga tidak ingin\nkeuntungannya tergerus dengan inflasi sehingga keuntungan yang diperoleh harus\nlebih besar dari inflasi yang diwakili oleh suku bunga Bank Indonesia. Suku bunga\ntersebut diprediksi dengan menggunakan Model Vasicek. Oleh karena itu, tujuan\npenelitian ini adalah menentukan nilai nisbah yang optimal sehingga pihak investor\ndan pedagang mendapatkan keuntungan yang optimal dan tidak berat sebelah. Hal\nitu perlu dilakukan karena jika nisbah terlalu besar maka keuntungan pihak investor\nterlalu banyak tapi keuntungan pedagang terlalu sedikit dan begitu sebaliknya.\nPenelitian ini dimulai dengan mengambil data keuntungan penjualan dari pedagang\ndi pasar tradisional kemudian data tersebut dibangkitkan dengan metode Bootstrap\nsehingga dari data yang sedikit dapat dijadikan data yang banyak untuk\ndisimulasikan ke dalam Model Rentenir dan Model PLS. Selain itu, data suku\nbunga BI dari waktu sebelumnya juga dibutuhkan untuk memprediksi nilai suku\nbunga BI yang akan datang di bulan September 2019 dengan Metode Vasicek.\nSetelah dilakukan berbagai uji dan simulasi MATLAB, nilai prediksi suku bunga\nBI pada bulan September 2019 adalah sebesar 5,04%. Hasilnya adalah keuntungan\ninvestor PLS (????????????????????????????????????????) lebih kecil dari keuntungan rentenir (????????????????????????????????????????) dan\nkeuntungan pedagang PLS (????????????????????) lebih besar dari pedagang Rentenir (????????????????????)\ndengan nilai nisbah optimum berkisar antara 0,0003 - 0,0191 dan 0,0021 - 0,0294.", "Daftar File": {"abstrak Prasetyo.pdf)u": "https://digilib.itb.ac.id/gdl/download/181696"}, "Penulis": "Prasetyo Utomo [20117304]", "Kontributor / Dosen Pembimbing": ["Novriana Sumarti, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Profit-Loss Sharing, Bootstrap, Vasicek, dan Simulated Annealing.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "19 Sep 2019"}