{"Nomor": 42406, "Judul": "DECISION-MAKING PROCESS IN THE SELECTION PROMOTION MIX OF HUMAN RESOURCES DEVELOPMENT AGENCY OF ENERGY AND MINERAL RESOURCES AS PUBLIC SERVICE AGENCY (BLU)", "Abstrak": "Badan Pengembangan Sumber Daya Manusia Energi dan Sumber Daya Mineral (BPSDM ESDM) pada Januari tahun 2018 telah disahkan menjadi Badan Layanan Umum. Badan Layanan Umum menjadikan perubahan mendasar dalam hal pengelolaan anggaran dan keuangan. Semula anggaran operasional organisasi berasal dari Anggaran Pendapatan dan Belanja Negara, tetapi setelah menjadi Badan Layanan Umum pendanaan organisasi berasal dari aktivitas operasional organisasi tersebut. Selayaknya Badan Usaha Milik Negara, Badan Layanan Umum diberikan keleluasaan dalam pengelolaan keuangan yang bertujuan untuk mencari keuntungan dari aktivitas operasionalnya. Dalam Rencana Bisnis dan Anggaran, Badan Layanan Umum diberikan target pendapatan oleh Kementerian Keuangan selaku dewan pembina. Praktik bisnis utama yang dilakukan oleh Badan Layanan Umum BPSDM ESDM adalah melaksanakan pendidikan, pelatihan dan sertifikasi masyarakat sektor energi. Transfomasi menjadi Badan Layanan Umum menjadi dasar penelitian ini dilakukan, karena perubahan paradigma penganggaran dan penyampaian informasi kepada masyarakat terkait perubahan organisasi tersebut. Penelitian ini bermaksud menganalisis proses pengambilan keputusan terhadap bauran promosi Badan Layanan Umum BPSDM ESDM. Permasalahan yang muncul diidentifikasi melalui diskusi dan wawancara dengan para pakar dari empat satuan kerja Badan Layanan Umum BPSDM ESDM. Permasalahan tersebut dianalisis dengan menggunakan Analytic Hierarchy Process (AHP) dimana data yang digunakan diperoleh dari hasil kuesioner yang dilakukan. Studi ini menemukan bahwa anggaran promosi merupakan faktor utama yang paling berpengaruh dalam aktivitas promosi Badan Layanan Umum BPSDM ESDM. Mengingat setelah menjadi Badan Layanan Umum sumber pendanaan dari Anggaran Pendapatan dan Belanja Negara dihentikan. Lalu tujuan yang menjadi prioritas utama dalam penelitian ini adalah menyampaikan Badan Layanan Umum BPSDM ESDM kepada masyarakat yang berarti dapat melakukan pungutan tarif terhadap jasa dan layanan BLU. Selanjutnya alternatif kegiatan promosi yang menjadi prioritas utama adalah meningkatkan publisitas dan personal selling dengan berkolaborasi dengan pemerintah daerah dan industri sektor energi.", "Daftar File": {"ABSTRAK Muhammad Faizal": "https://digilib.itb.ac.id/gdl/download/181706"}, "Penulis": "Muhammad Faizal [29316112]", "Kontributor / Dosen Pembimbing": ["Dr. Manahan P. Siallagan"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Badan Layanan Umum, Analytic Hierarchy Process, Pengambilan Keputusan, Bauran Promosi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "19 Sep 2019"}