{"Nomor": 42403, "Judul": "MENINGKATKAN KUALITAS PRODUK DAN LAYANAN TELEKOMUNIKASI UNTUK JAMAAH HAJI / UMRAH INDONESIA (KASUS: PRODUK DAN LAYANAN INDOSAT OOREDOO UNTUK JAMAAH HAJI / UMRAH)", "Abstrak": "Indosat Ooredoo menyadari pentingnya untuk selalu meningkatkan kualitas produk dan layanan yang diberikan bagi jamaah haji / umrah, dengan harapan dapat meningkatkan kepuasan pelanggan dan dapat berdampak terhadap kenaikan pendapatan. Karena itu, Indosat Ooredoo berupaya untuk mencari solusi bisnis dalam mengatasi masalah atau kendala yang dihadapi. Penelitian ini bertujuan untuk mengetahui kondisi kualitas layanan yang ada dan mengevaluasi perbedaan kualitas layanan Indosat Ooredoo untuk jamaah haji / umroh; sehingga akan didapatkan ruang atau inisitif untuk meningkatkan kualitas layanan yang menjadi harapan jamaah haji / umrah Indonesia.\nPenelitian ini bertujuan untuk mengevaluasi layanan Indosat Ooredoo untuk para jamaah haji dan umrah dan mencari inisiatif perbaikan dalam meningkatkan kualitas dukungan operasi dan kesiapan produk dan layanan di industri telekomunikasi untuk kepentingan jamaah haji/umrah Indonesia. Penelitian ini berusaha untuk mengembangkan instrumen yang andal dan valid untuk mengukur kualitas yang dirasakan oleh pelanggan, terkait pemberian layanan maupun aspek kualitas teknis / jaringan terhadap layanan yang didapat dengan menggunakan pengukuran kualitas layanan; selain itu, tingkat kepentingan juga akan diukur dengan menggunakan Importance-Performance Analysis (IPA). Pertanyaan survey dilakukan melalui survei online dengan alamat http://bit.ly/SurveyHaji dengan menggunakan pertanyaan tertutup (35 atribut dari 8 dimensi  kualitas layanani); hal ini  memungkinkan responden untuk menilai tingkatan kualitas layanan / jasa yang dirasakan untuk mengidentifikasikan persepsi pelanggan terhadap produk atau layanan yang diterima, dan faktor kepentingan terhadap manfaat yang dirasakan oleh pelanggan.\nHasil dari proses analisa tersebut dapat digunakan untuk mengidentifikasi area dari atribut kualitas pelayanan yang akan menjadi fokus atau prioritas untuk dilakukan pengembangan. Dalam makalah ini diharapkan dapat memberikan gambaran peningkatan kualitas layanan merupakan bagian dari setrategi bisnis. Sehingga, dengan melakukan inovasi menjadi hal yang penting dalam rangka inovasi pengembangan dari produk dan layanan untuk jamaah haji / umrah Indonesia.", "Daftar File": {"ABSTRAK Taufik Zeni Rahman": "https://digilib.itb.ac.id/gdl/download/181704"}, "Penulis": "Taufik Zeni Rahman [29316111]", "Kontributor / Dosen Pembimbing": ["Dr. Leo Aldianto"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Layanan Haji / Umrah , Importance-Performance Analysis (IPA), Inovasi, Kualitas Layanan / Jasa, Telekomunikasi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "19 Sep 2019"}