{"Nomor": 42419, "Judul": "STRATEGI PEMASARAN DI DIVISI  INDUSTRIAL FUEL MARKETING PT PERTAMINA (PERSERO)", "Abstrak": "Sebagai lokomotif ekonomi nasional, Pertamina adalah Badan Usaha Milik Negara (BUMN) yang menjalankan bisnis terintegrasi, yang meliputi minyak, gas, energi baru dan terbarukan berdasarkan prinsip-prinsip komersial yang kuat, baik secara nasional maupun internasional. Divisi Industrial Fuel Marketing (IFM) adalah salah satu unit bisnis dari Direktorat Pemasaran    PT. Pertamina (Persero), yang didirikan untuk menghadapi persaingan dalam pemasaran bahan bakar minyak (BBM) untuk sektor Industri dan Kelautan di Indonesia. Pertamina IFM saat ini memegang lebih dari 70% pangsa pasar BBM sektor industri dan kelautan domestik. Tata cata mengatasi persaingan terbuka antara pemasok bahan bakar adalah faktor penting untuk mempertahankan bisnis ini. \nPertumbuhan jumlah pemasok bahan bakar telah menjadi ancaman serius bagi Pertamina IFM untuk mempertahankan pangsa pasar dalam bisnis ini. Upaya Pertamina IFM untuk menciptakan strategi baru untuk meningkatkan  pendapatannya kedepan menjadi sangat penting. Berdasarkan data dari Badan Pengatur Hilir Minyak dan Gas Bumi (BPH Migas), terdapat 233 Badan Usaha Pemegang Ijin Niaga Umum (BUPIUNU) yang aktif hingga akhir tahun 2018. Jumlah ini meningkat dari tahun ke tahun. \nPenyusunan tugas akhir ini dilakukan dengan riset menggunakan metode kualitatif dan metode kuantitatif. Metode kualitatif mencakup wawancara individu untuk mengatasi masalah dan tantangan, di mana responden adalah indicidu yang relevan dan memiliki pemahaman yang baik tentang bisnis Bahan Bakar Industri & Kelautan. Penelitian secara kualitatif juga dikombinasikan dengan beberapa metode bantu seperti; analisis VRIO, Pemetaan Pasar, Porter Five Forces’, Analisis Root Cause (diagram tulang ikan) dan Analisis SWOT. Penelitian dengan metode kuantitatif dilakukan dengan perhitungan dan analisis Pareto untuk menentukan faktor dominan penyebab masalah yang harus diselesaikan Pertamina IFM.\nTantangan utama Pertamina IFM adalah menjaga pertumbuhan bisnis  BBM inustri & kelautan dari tingginya tingkat persaingan. Setelah melakukan beberapa analisis, penulis menemukan beberapa opsi yang dapat dipilih oleh Pertamina IFM untuk mengatasi pertumbuhan kompetitor sekaligus meningkatkan market share dan menjaga kelangsungan bisnis BBM industri dan kelautan yaitu dengan pendekatan cooperative competition (co-opetition) atau bekerjasama dengan Badan Usaha Pemegang Izin Niaga Bahan Bakar Minyak (komplementer).", "Daftar File": {"ABSTRAK Ferry Pasalini": "https://digilib.itb.ac.id/gdl/download/181719"}, "Penulis": "Ferry Pasalini [29316313]", "Kontributor / Dosen Pembimbing": ["Dr. (HC) Hermawan Kartajaya"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Analisis Strategis, Pangsa Pasar, Co-opetition, Industry, Kelautan, BBM", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "19 Sep 2019"}