{"Nomor": 42427, "Judul": "SINTESIS DAN KARAKTERISASI NANOPARTIKEL ZnO MENGGUNAKAN EKSTRAK BUAH BELIMBING KERIS (Averrhoa bilimbi) SEBAGAI AGEN ANTIMIKROBA", "Abstrak": "Adanya fenomena resistensi bakteri terhadap antibiotik yang telah menjadi masalah krusial saat ini membuka peluang bagi pengembangan antimikroba generasi baru dengan karakteristik lebih baik untuk menghambat pertumbuhan bakteri. Salah satu material yang berpeluang digunakan sebagai antimikroba adalah nanopartikel ZnO. Metode biologis merupakan metode yang prospektif untuk dieksplorasi lebih jauh, terutama proses sintesis yang dilakukan menggunakan ekstrak tanaman seperti ekstrak buah belimbing keris (Averrhoa bilimbi) sebagai reduktor dan capping agent. \n\nTujuan penelitian ini adalah melakukan sintesis nanopartikel ZnO yang bersifat antibakteri dengan metode green synthesis menggunakan ekstrak belimbing keris. Tahapan percobaan yang dilakukan meliputi tahap ekstraksi buah belimbing keris, sintesis dan karakterisasi nanopartikel ZnO, serta pengujian sifat antimikroba. Proses ekstraksi dilakukan melalui metode maserasi dan refluks untuk mendapatkan perlakuan dengan perolehan total fenol tertinggi. Proses sintesis nanopartikel ZnO dilakukan dengan metode evaporasi dan refluks untuk mendapatkan nanopartikel dengan ukuran sekecil mungkin. Pengujian sifat antimikroba nanopartikel ZnO dilakukan menggunakan metode broth dengan bakteri uji adalah Escherichia coli. Sampel kontrol yang digunakan pada percobaan ini adalah nanopartikel ZnO komersial yang disintesis dengan metode kimia.  \n\nDari hasil percobaan menunjukkan bahwa proses ekstraksi melalui metode refluks dapat menghasilkan total fenol tertinggi yaitu sebesar 15,67 mg. Data hasil karakterisasi nanopartikel ZnO yang diperoleh dapat membuktikan bahwa ekstrak buah belimbing keris berpotensi digunakan sebagai reduktor dan capping agent dalam biosintesis nanopartikel ZnO. Rata-rata ukuran partikel terkecil adalah sebesar 28,8 nm. Morfologi nanopartikel ZnO yang dihasilkan berbentuk bulat dan mengalami aglomerasi dengan struktur kristal berbentuk kubus. Gugus fungsi yang melingkupi permukaan partikel berasal dari golongan fenol, alkana, dan alkena. Hasil analisis antimikroba membuktikan bahwa nanopartikel ZnO yang dihasilkan dari metode green synthesis memiliki sifat antimikroba meskipun tidak menunjukkan kinerja yang setara dengan nanopartikel ZnO komersial.", "Daftar File": {"ABSTRAK Eka Rahayu": "https://digilib.itb.ac.id/gdl/download/181727"}, "Penulis": "Eka Rahayu [23017031]", "Kontributor / Dosen Pembimbing": ["Tjokorde Walmiki Samadhi, S.T., M.T., Ph.D.", "Vita Wonoputri, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "nanopartikel ZnO, antimikroba, Averrhoa bilimbi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Sep 2019"}