{"Nomor": 42433, "Judul": "STATUS PERAIRAN RAWA CILEULEUY DI KAWASAN TAMAN BURU MASIGIT KAREUMBI, PROVINSI JAWA BARAT BERDASARKAN FAKTOR FISIKOKIMIA DAN MAKROBENTOS", "Abstrak": "Rawa Cileuleuy, seluas 4,19 Ha pada ketinggian 1135mdpl merupakan rawa\nterbesar di Taman Buru Masigit Kareumbi (TBMK) dengan fungsi utama sebagai\nreservoir air untuk masyarakat setempat. Pemantauan terhadap kondisi ekosistem\nrawa di kawasan TBMK belum pernah dilakukan sehingga penelitian ini bertujuan\nuntuk menentukan status perairan Rawa Cileuleuy dengan menggunakan sistem\nskoring Rondo (1982). Parameter yang diukur yaitu warna, bau, suhu,\nkonduktivitas, Total Suspended Solid (TSS), Total Dissolved Solid (TDS,)\nkandungan oksigen terlarut, pH, kekeruhan, dan kandungan amonium, nitrat,\nnitrit, ortofosfat dalam air serta keanekaragaman makrobentos. Pengambilan\nsampel air dan makrobentos dilakukan pada bulan Maret dan Mei 2019 pada lima\ntitik pencuplikan. Skor warna dan bau air ditentukan secara kualitatif, sedangkan\nparameter fisikokimia ditentukan secara kuantitatif. Pencuplikan sampel\nmakrobentos dilakukan dengan Eckman grab, dan diidentifikasi menggunakan\nbeberapa buku rujukan diantaranya Thorp dan Covich (2015) serta Yule dan Sen\n(2004) kemudian ditentukan indeks keanekaragaman makrobentos berdasarkan\nShannon-Wiener serta indeks Dominansi Simpson. Hasil penelitian menunjukkan\ntidak adanya perbedaan skor parameter fisikokimia antara bulan Maret dan Mei\n2019 serta terdapat kecenderungan perairan mengalami eutrofikasi. Terdapat tujuh\nfamili makrobentos yang ditemukan yaitu Chironomidae, Hydropsychidae,\nFormicidae, Dytiscidae, Baetidae, Synlestidae, dan Scirtidae dengan indeks\nkeanekaragaman Shannon-Wiener 1,57 pada bulan Maret dan 1,70 pada bulan\nMei serta indeks dominansi Simpson 0,25 pada bulan Maret dan 0,22 pada bulan\nMei yang mengindikasikan komunitas makrobentos di Rawa Cileuleuy menurut\nkategori Maguran (1998) termasuk ke dalam kategori keanekaragaman sedang\nserta tidak ada famili yang mendominasi. Skor akhir untuk status perairan Rawa\nCileuleuy berdasarkan sistem skoring Rondo baik di bulan Maret dan Mei yaitu\n2,71 yang menunjukkan status perairan Rawa Cileuleuy adalah tercemar ringan.", "Daftar File": {}, "Penulis": "Sani Septianingrum [10615037]", "Kontributor / Dosen Pembimbing": ["Dr. Rina Ratnasih Purnamahati, MS, M.Sc.", "Dr. Ichsan Suwandhi, S.Hut., M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Rawa-rawa, Status Perairan, Taman Buru Masigit Kareumbi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "19 Sep 2019"}