{"Nomor": 42441, "Judul": "PERANCANGAN FASILITAS DAUR ULANG LIMBAH PONSEL, LAPTOP, DAN TELEVISI  (KOMPONEN CRT, LCD, DAN E-PLASTIC) DI KOTA BANDUNG", "Abstrak": "Kota Bandung belum memiliki regulasi, dan pelaksanaan pengelolaan khusus limbah elektronik. Berdasarkan hasil survei pendahuluan, didapatkan 3 e-product yang paling banyak, dan kerap diganti dengan jenis e-product serupa yaitu ponsel, laptop, dan televisi. Hasil survey kepada 400 sampel sektor rumah tangga, dan 12 sampel sektor non-rumah tangga, timbulan limbah ponsel, laptop, dan televisi tahun 2019 sebesar 10,22 ton/hari. Berdasarkan lampiran Peraturan Pemerintah No.101 Tahun 2014 tentang Pengelolaan Limbah Bahan Berbahaya, dan Beracun (B3), limbah elektronik merupakan limbah B3. Jika tidak dikelola dengan benar, limbah elektronik dapat berisiko terhadap kesehatan, dan lingkungan. Fasilitas daur ulang komponen CRT, LCD, dan e-plastic dari limbah ponsel, laptop, dan televisi di Kota Bandung dirancang untuk memanfaatkan komponen CRT, LCD, dan e-plastic menjadi produk cullet kaca, serta pellet plastik yang dapat digunakan sebagai  substitusi bahan baku. Fasilitas daur ulang tersebut didesain dengan persen pelayanan sebesar 91,42%, dan recovery rate sebesar 80%. Timbulan limbah yang masuk ke fasilitas daur ulang merupakan timbulan terbesar dari proyeksi antara tahun 2019 sampai 2029 kemudian dikalikan dengan persen pelayanan. Nilai timbulan tersebut yang sebesar 26,38 ton/hari. Besar timbulan tersebut merupakan dasar desain kapasitas unit-unit daur ulang, dan dimensi fasilitas daur ulang. Unit-unit daur ulang CRT, LCD, dan e-plastic meliputi shredder, cutting mill, vibrating screen, hot wire CRT separator, glass crusher, plastic granulator, dan plastic pelletizer. Dalam fasilitas yang dirancang adalah area drop-off, ruang penyimpanan limbah, ruang daur ulang limbah, ruang penyimpanan alat, ruang penyimpanan produk, dan residu, serta sarana prasarana. Sarana dan prasana  Sarana dan prasarana meliputi kantor administrasi, toilet, peralatan dan sistem pemadam kebakaran, fasilitas pertolongan pertama, kebutuhan ventilasi, dan kebutuhan sumber daya manusia. Jumlah CAPEX yang diperlukan untuk membangun fasilitas daur ulang yang direncanakan sebesar Rp26.651.193.344,97 kemudian biaya setiap m2 sebesar Rp2.193.909,39. OPEX per ton limbah sebesar Rp23.931.174,42. Pendapatan kotor yang akan diperoleh setiap tahunnya dari kegiatan daur ulang sebesar Rp79.891.532.927. Payback period sebesar 11,16 bulan menunjukkan bahwa fasilitas daur ulang limbah ponsel, laptop, dan televisi di Kota Bandung akan mencapai titik seimbang secara ekonomi karena biaya investasinya akan kembali dalam jangka waktu 11,16 bulan. Nilai net present value, dan benefit cost ratio perencanaan fasilitas daur ulang lebih dari satu, maka perencanaan tersebut dapat dinilai layak.", "Daftar File": {"ABSTRAK Dewi Suryanindah Supramono": "https://digilib.itb.ac.id/gdl/download/181741"}, "Penulis": "Dewi Suryanindah Supramono [15315033]", "Kontributor / Dosen Pembimbing": ["Dr. I Made Wahyu Widyarsana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "desain, fasilitas daur ulang, Kota Bandung, limbah elektronik", "Sumber": "TA OKTOBER 2019", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "19 Sep 2019"}