{"Nomor": 42440, "Judul": "PERANCANGAN STRUKTUR PEMECAH GELOMBANG TERAPUNG DI PANTAI CANDIDASA BALI", "Abstrak": "Pantai Candidasa merupakan suatu pantai wisata yang terletak di Timur Pulau Bali. Permasalahan utama pada Pantai Candidasa adalah erosi yang mengancam potensi pariwisata Pantai Candidasa khususnya pada musim gelombang tinggi. Salah satu alternatif perlindungan kawasan pantai yang sedang dikembangkan di Pantai Candidasa adalah pemecah gelombang terapung karena memiliki keunggulan dapat dibangun di konsidi tanah yang buruk serta tidak akan mempengaruhi pariwisata di Pantai Candidasa karena sirkulasi air dan migrasi ikan tidak terganggu akibat adanya struktur pengaman pantai.\nPada Tugas Akhir dilakukan perancangan struktur pemecah gelombang terapung dengan fokus utama untuk mengetahui respons dinamik struktur terhadap gelombang di kawasan Pantai Candidasa. Dilakukan perhitungan secara analitik untuk respons heave dan roll struktur pemecah gelombang terapung. Perhitungan analitik akan dibandingkan dengan perhitungan dengan menggunakan perangkat lunak analisis respons dinamik struktur terapung. Koefisien transmisi gelombang untuk struktur pemecah gelombang terapung dihitung dengan menggunakan metode energi fluks gelombang yang melewati struktur pemecah gelombang terapung. Pada perhitungan koefisien transmisi diasumsikan respons struktur terapung tidak mempengaruhi tinggi gelombang transmisi.\nHasil dari Tugas Akhir meliputi dimensi struktur pemecah gelombang terapung, respons dinamik struktur pemecah gelombang terapung berupa respons heave dan roll, dan koefisien transmisi pemecah gelombang terapung.", "Daftar File": {}, "Penulis": "Gde Pandu Brata Putra W [15515008]", "Kontributor / Dosen Pembimbing": ["Ir. Muslim, MSOE, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pemecah Gelombang Terapung, Respons Heave, Respons Roll, Koefiesien Transmisi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "19 Sep 2019"}