{"Nomor": 42451, "Judul": "POTENSI EKSTRAK BIJI CARICA (Carica pubescsens Lenne & K. Koch) SEBAGAI REPELLENT TERHADAP NYAMUK DEMAM BERDARAH (Aedes aegypti Linn.)", "Abstrak": "Penyebaran penyakit DBD di berbagai belahan dunia berkaitan dengan keberadaan vektor primernya yaitu Aedes aegypti. Pencegahan DBD umumnya dilakukan menggunakan insektisida. Akan tetapi, kandungan senyawa pada insektisida sintetis berpotensi membahayakan kesehatan manusia dan mencemari lingkungan. Oleh sebab itu, penelitian mengenai bioinsektisida perlu dilakukan karena dinilai lebih aman sebagai pengganti insektisida sintetis. Penggunaan bioinsektisida salah satunya dalam bentuk repellent. Penelitian ini berusaha untuk menentukan persen repelensi ekstrak biji buah carica (Carica pubescens) dan menentukan nilai ED50 dan ED99 sebagai repellent terhadap nyamuk Ae. egypti, serta mengidentifikasi kandungan senyawa yang terkandung di dalamnya menggunakan analisis GC-MS. Ekstrak dibuat dengan menggunakan proses maserasi dalam pelarut methanol. Dosis ekstrak yang diberikan pada probandus antara lain, 0,3mg/cm2, 1mg/cm2, 1,67mg/cm2, 2,33mg/cm2, dan 3mg/cm2 sesuai standar yang ditetapkan WHO. Data diolah menggunakan aplikasi IBM SPSS 23 dengan nilai selang kepercayaan 95%. Hasil penelitian menunjukkan bahwa ekstrak biji buah carika memiliki persentase repelensi terhadap nyamuk Ae. aegypti dari dosis terkecil hingga yang paling besar secara berurutan antara lain sebesar 48 ± 0,24 %, 51 ± 0,34%, 60 ± 0,16 %, 56 ± 0,13%, 68 ± 0,21%. Tidak ada perbedaan yang signifikan antardosis yang diberikan terhadap nilai persentase repelensi. Ekstrak biji carica memiliki nilai ED50 sebesar 5,241mg/cm2 dan ED99 sebesar 99,042mg/cm2. Berdasarkan hasil Uji GC-MS diketahui bahwa secara dominan ekstrak biji buah carica mengandung asam oleat dan asam palmitat yang diduga berperan sebagai agen repellent terhadap nyamuk Ae. aegypti serta sejumlah golongan Fatty acid methyl ester (FAME) dan beberapa senyawa lain yang berperan sebagai antibakteri, larvasida, dan antelmintik.", "Daftar File": {}, "Penulis": "Nur Laela [10615061]", "Kontributor / Dosen Pembimbing": ["Tjandra Anggraeni, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Aedes aegypti, repellent, biji, Carica pubescens", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "19 Sep 2019"}