{"Nomor": 42456, "Judul": "ESTIMASI PROBABLE MAXIMUM LOSS DENGAN PENDEKATAN PEAKS OVER THRESHOLD PADA ASURANSI KENDARAAN BERMOTOR DI MIDWESTERN AMERIKA SERIKAT", "Abstrak": "Kecelakaan lalu lintas merupakan salah satu kejadian tidak tentu yang dapat\nmengakibatkan kerugian secara finansial maupun kematian. Salah satu cara untuk\nmeminimalkan kerugian tersebut yaitu dengan membeli polis asuransi kendaraan\nbermotor. Asuransi ini berguna untuk membagi risiko antara pemegang polis dan\nperusahaan asuransi. Kerugian yang ditanggung oleh suatu perusahaan asuransi\nmerupakan risiko yang berasal dari kejadian yang memiliki ketidakpastian kapan\nakan terjadi, maupun berapa besar kerugian yang akan terjadi.\nTugas Akhir ini membahas pemodelan statistika untuk data klaim yang bernilai\nbesar berdasarkan teori nilai ekstrem. Aplikasi teori nilai ekstrem ini menggunakan\npendekatan Peaks Over Threshold (POT) pada data klaim asuransi kendaraan\nbermotor pribadi di Midwestern Amerika Serikat. Nilai excess dari suatu threshold\ndimodelkan menggunakan model peluang distribusi Generalized Pareto G(; ).\nPemilihan threshold didasarkan pada tiga metode, yaitu: plot fungsi mean excess;\nplot kestabilan parameter distribusi; dan plot Gerstengarbe dan Werner. Uji\nkecocokan model distribusi dilakukan menggunakan uji Cram´er-von Mises dan\nAnderson Darling. Untuk data yang dianalisis, untuk nilai threshold u = 2696; 3,\nmetode Maximum Likelihood Estimation (MLE) memberikan taksiran parameter \ndan  pada distribusi Generalized Pareto, masing-masing, adalah ^ = 2348; 6790\ndan ^ = 0; 2282. Selanjutnya taksiran parameter ini digunakan untuk menghitung\nbesarnya ukuran risiko bagi perusahaan asuransi. Pada Tugas Akhir ini digunakan\nukuran risiko Probable Maximum Loss (PML). Diperoleh PML sebesar $142.288,9;\n$95.732,46; dan $80.080,02, masing-masing, untuk taraf signifikansi  = 1%; 5%;\ndan 10%. Ukuran risiko ini selanjutnya dapat digunakan perusahaan asuransi untuk\nmempertimbangkan risiko kerugian maksimum yang ingin ditanggung.", "Daftar File": {"Abstrak Annisa Wulandari 1.pdf?": "https://digilib.itb.ac.id/gdl/download/182096"}, "Penulis": "Annisa Wulandari [10115035]", "Kontributor / Dosen Pembimbing": ["Dra. Dumaria Rulina Tampubolon, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "teori nilai ekstrem, peaks over threshold, distribusi generalized pareto, dan probable maximum loss.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "19 Sep 2019"}