{"Nomor": 42455, "Judul": "STRATEGI PEMASARAN YANG DIUSULKAN UNTUK TRAKITA UNTUK MEMASAR BISNIS", "Abstrak": "Industri logistik Indonesia telah menunjukkan pertumbuhan luar biasa dalam lima tahun terakhir dengan mencatat CAGR 10,8%. Di sisi lain, diamati bahwa seperempat dari PDB negara tersebut dibebankan untuk logistik. Indonesia memiliki biaya logistik paling mahal di Asia, yaitu 24% dari Produk Domestik Bruto (PDB) dibandingkan dengan negara lain di Asia. Teknologi informasi telah mengambil peran yang sangat penting dalam mengubah lanskap industri dan pengembangan bisnis. Untuk tetap terdepan, bisnis harus siap menggunakan teknologi pengubah permainan untuk meningkatkan proses mereka. Sebaliknya, industri logistik di Indonesia masih rendah dalam penetrasi teknologi. Trakita menyediakan platform yang mengelola jaringan truk yang memungkinkan teknologi untuk mengirim ke pengirim bisnis yang fokus pada pengiriman pertama dan selanjutnya pada saat ini. Ini dapat dikenali sebagai model bisnis ke bisnis (B2B). Sebelumnya, pendekatan Trakita adalah LTL (less than truckload) untuk usaha kecil-menengah. Namun, daya tarik itu kurang dan tidak cukup memuaskan sehingga fokus berubah menjadi FTL (full truckload) menggunakan truk tugas berat. Tujuan dari penelitian ini untuk mengusulkan strategi pemasaran untuk memasarkan bisnis. Penelitian ini menggunakan metode kualitatif dengan menggunakan wawancara mendalam dengan manajemen internal Trakita dan pengirim. Karakteristik pengirim adalah perusahaan menengah dan besar dalam industri FMCG, otomotif, tekstil, dan 3PL. Solusi bisnis alternatif dianalisis melalui kesimpulan matriks Ansoff dan bauran pemasaran 7P. Hasil dari penelitian ini adalah melakukan penetrasi pasar untuk meningkatkan pangsa pasar dan mengembangkan kesadaran merek. Itu bisa dilakukan melalui inbound marketing. Selain itu, perusahaan diusulkan untuk melakukan pengembangan pasar untuk menghasilkan lebih banyak pendapatan di pasar baru dengan mengidentifikasi target demografis dan ekspansi geografis baru.", "Daftar File": {"ABSTRAK Vira Fortuna Widyaningrum": "https://digilib.itb.ac.id/gdl/download/181755"}, "Penulis": "Vira Fortuna Widyaningrum [29316374]", "Kontributor / Dosen Pembimbing": ["Sisdjiatmo K. Widhaningrat, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Logistik, Marketplace Truk Online, Pemilik Barang, Pengangkut Barang, Strategi Pemasaran", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "19 Sep 2019"}