{"Nomor": 42453, "Judul": "PENGARUH PENAMBAHAN SELULOSA TERHADAP KEKUATAN TEKAN DAN SWELLING RATIO PADA BONE SCAFFOLD ALGINAT-KITOSAN-KARBONAT APATIT", "Abstrak": "Kerusakan tulang merupakan salah satu kasus kerusakan organ dengan jumlah\nkejadian yang tinggi. Salah satu yang menjadi perhatian adalah kerusakan tulang yang\nkompleks, kehilangan bagian tulang, dan proses regenerasi yang sulit. Saat ini telah\ndikembangkan metode perbaikan tulang dengan cara menumbuhkan sel tulang menggunakan\nstruktur tiga dimensi sebagai panduan sementara sel tulang tersebut tumbuh pada bagian\ntulang yang mengalami kerusakan. Struktur tiga dimensi tersebut disebut dengan bone\nscaffold. Sampai saat ini masih dilakukan penelitian untuk menemukan material bone\nscaffold yang memiliki sifat-sifat penting dalam rekayasa jaringan. Penelitian ini ditujukan\nuntuk mengetahui pengaruh selulosa terhadap kekuatan tekan dan sifat swelling bone scaffold\nberbasis alginat, kitosan, dan karbonat apatit.\nBone scaffold dibuat dengan metode freeze drying untuk mendapatkan porositas yang\nsaling berhubungan. Bone scaffold dibuat menjadi 3 sampel dengan variasi konsentrasi\nselulosa yang berbeda. Sampel A tidak ditambahkan selulosa, sampel B ditambahkan\nselulosa 1% w/v, dan sampel C ditambahkan selulosa 2% w/v. Analisis dari hasil scanning\nelectron microscopy menunjukkan bahwa ada peningkatan ukuran pori pada bone scaffold\ndengan ditambahkannya selulosa. Kekuatan tekan dari masing-masing sampel scaffold A, B,\ndan C secara berurutan adalah 23,3 kPa, 99,1 kPa, dan 107,3 kPa. Swelling rasio dari masingmasing\nsampel scaffold A, B, dan C secara berurutan adalah 1613%, 2940%, dan 2721%.\nHal ini membuktikan bahwa selulosa dapat meningkatkan kekuatan tekan dan kemampuan\nswelling pada bone scaffold berbasis alginat, kitosan, dan karbonat apatit.", "Daftar File": {}, "Penulis": "Pratama Aditama [13715043]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Bambang Sunendar, M.Eng., Ph.D.", "Lia Amelia Tresna Wulan Asri, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "bone scaffold, kekuatan tekan, selulosa, swelling", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "19 Sep 2019"}