{"Nomor": 42460, "Judul": "USULAN STRATEGI BISNIS MELALUI ANALISIS SWOT UNTUK UNIT USAHA SYARIAH BANK BTN (UUS BANK BTN) SETELAH SPIN OFF", "Abstrak": "Ada tiga jenis Bank Syariah di Indonesia yaitu Bank Umum Syariah (BUS), Unit Bisnis Syariah (UUS) dan Bank Perkreditan Rakyat Syariah (BPRS). Mengubah status dari UUS ke BUS menjadi suatu keharusan. Undang-Undang No. 21 tahun 2008 dan peraturan turunan lainnya dari Otoritas Jasa Keuangan menyatakan bahwa bank konvensional yang memiliki UUS diharuskan untuk memisahkan UUS menjadi BUS jika aset mereka telah mencapai 50% dari total aset yang dimiliki oleh bank induk. Selain itu, mereka juga menyatakan bahwa spin-off dilakukan selambat-lambatnya 15 tahun setelah diberlakukannya UU No. 21 tahun 2008 atau paling lambat tahun 2023. Di sisi lain, beberapa penelitian telah membuktikan bahwa spin-off memiliki pengaruh terhadap peningkatan kinerja keuangan untuk Bank Syariah di Indonesia.\nUUS Bank BTN adalah unit bisnis Bank BTN yang berfokus pada layanan perbankan menggunakan prinsip syariah. Meskipun memiliki kinerja yang baik dan terus berkembang, UUS Bank BTN masih memiliki beberapa kendala dalam melakukan bisnis. UUS Bank BTN belum dapat menentukan sendiri tingkat penetapan harga dan strategi pemasarannya karena harus sesuai dengan kebijakan induknya. Oleh karena itu, UUS Bank BTN perlu melakukan spin off, sebagai rencana strategis, untuk lebih mengembangkan sekaligus untuk memenuhi peraturan yang berlaku.\nUntuk memahami dengan lebih baik terkait kondisi perusahaan dan menyiapkan skenario model spin off yang paling sesuai dan strategi bisnis setelah spin off, UUS Bank BTN harus melakukan analisis internal dan eksternal. Analisis internal dilakukan dengan menggunakan analisis VRIO dan analisis kinerja keuangan. Sementara analisis eksternal dilakukan dengan menggunakan PESTEL dan Five Force Analysis Porter. Hasil analisis internal dan eksternal menjadi dasar untuk menentukan alternatif strategi bisnis dalam Matriks SWOT.\nHasil penelitian menunjukkan bahwa UUS Bank BTN memiliki tingkat kesiapan untuk melakukan spin off dalam waktu dekat dengan menggunakan skenario model spin off pertama yaitu membentuk BUS baru secara  langsung dari UUS Bank BTN. Hasil perhitungan kuadran SWOT menunjukkan bahwa posisi Bank BTN Syariah berada di kuadran I dengan nilai koordinat (0,15, 0,12). Hal ini menunjukkan bahwa Bank BTN Syariah mampu melakukan strategi agresif dengan mengoptimalkan kekuatan internal untuk mengeksploitasi peluang eksternal melalui penetrasi pasar, pengembangan pasar dan pengembangan produk..", "Daftar File": {"ABSTRAK Tony Ardiansyah": "https://digilib.itb.ac.id/gdl/download/181760"}, "Penulis": "Tony Ardiansyah [29316422]", "Kontributor / Dosen Pembimbing": ["Dr. Jacky Mussry"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "BUS, Strategi Bisnis, Spin Off, Matriks SWOT, UUS", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "19 Sep 2019"}