{"Nomor": 42461, "Judul": "APLIKASI PENDEKATAN PEAKS OVER THRESHOLD UNTUK ESTIMASI PROBABLE MAXIMUM LOSS PADA KASUS ASURANSI KENDARAAN BERMOTOR DI AUSTRALIA", "Abstrak": "Klaim yang diajukan ke perusahaan asuransi dapat saja bernilai sangat besar atau bernilai ekstrem, tergantung kepada jenis asuransi yang ditanggung perusahaan asuransi tersebut. Dalam Tugas Akhir ini, model distribusi klaim yang digunakan untuk menganalisis data ekstrem adalah model Extreme Value Theory (EVT) dengan pendekatan Peak Over Threshold (POT). Pada prinsipnya, aplikasi pendekatan POT sangat bergantung pada penentuan nilai threshold; dan data excess dapat dimodelkan menggunakan model peluang distribusi Generalized Pareto. Pemilihan threshold pada pendekatan POT dapat dipandu menggunakan plot fungsi mean excess; plot kestabilan parameter; dan plot Getensgarbe dan Warner. Metodologi yang digunakan di Tugas Akhir ini diaplikasikan pada suatu data asuransi kendaraan bermotor (vehicle insurance) di Australia. Berdasarkan data yang dianalisis, diperoleh hasil threshold yang optimal yaitu sebesar $968,1935; dengan taksiran parameter distribusi Generalized Pareto ?????=0,55274,dan ?????=880,71618. Hasil estimasi Probable Maximum Loss (PML) pada kasus asuransi kendaraan bermotor tersebut, dengan pemilihan ????=1% , 5% dan 10% sebagai batasan galat risiko, masing-masing, adalah ????????????0,01=$ 509.819,????????????0,05=$ 206.710,8 dan ????????????0,10=$138.875,5. Estimasi PML ini dapat digunakan perusahaan asuransi sebagai pertimbangan dalam menentukan besar risiko maksimum yang ingin ditanggung.", "Daftar File": {"Abstrak Atika Anisara.pdf": "https://digilib.itb.ac.id/gdl/download/182094"}, "Penulis": "Atika Anisara [10115103]", "Kontributor / Dosen Pembimbing": ["Dra. Dumaria Rulina Tampubolon, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Teori Nilai Ekstrem, Peaks Over Threshold, Probable Maximum Loss.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "19 Sep 2019"}