{"Nomor": 42467, "Judul": "MULTIGENERATIONAL LIVING: APARTEMEN BERTINGKAT RENDAH DI KOTA BANDUNG", "Abstrak": "Proyek perancangan apartemen bertingkat rendah di Kota Bandung ini merupakan proyek fiktif. Fungsi utama yang akan diwadahi dalam perancangan ini adalah hunian, dengan beberapa fungsi pendukung untuk penghuni apartemen. Lokasi proyek ini berada di Jalan Aksan, Kelurahan Sukahaji, Kecamatan Babakan Ciparay, Tegalega, Bandung, Provinsi Jawa Barat dengan luas lahan 1,87 ha. Pemrakarsa proyek adalah salah satu pengembang properti terbesar di Indonesia, yaitu PT. Agung Sedayu Group, dengan pemilik sekaligus sumber dana swasta. Pengguna utama yang menjadi target dan menjadi salah satu pertimbangan utama dalam desain adalah penghuni multigenerasi, yaitu anak, orang tua, dan kakek nenek tinggal bersama dalam satu hunian. Konsep dasar perancangan yang diambil adalah “Multigenerational Living”. Konsep ini berkaitan dengan tujuan membuat hunian yang dapat ditinggali seluruh generasi serta hunian masa tua bagi lansia, dengan mendorong terjadinya interaksi-interaksi sosial untuk meningkatkan kualitas hidup seluruh penghuni. Beberapa isu perancangan yang diangkat dalam realisasi konsep dasar adalah isu interaksi sosial, privasi, teritori, dan keselamatan terhadap kecelakaan penghuni. Konsep-konsep solusi dari isu-isu ini lalu dikembangkan pada perancangan tapak, massa bangunan, zonasi, sirkulasi, fasad, dll. Konsep multigenerational living sendiri utamanya muncul pada perancangan massa dan tapak yang berusaha untuk meningkatkan interaksi sosial penghuninya. Sedangkan untuk perancangan hunian apartemen diterapkan konfigurasi tipe-tipe unit hunian sebagai solusi pola tempat tinggal dari keluarga multigenerasi, dengan mengintegrasikan fasilitas-fasilitas yang merespon pengguna dari berbagai kalangan.", "Daftar File": {}, "Penulis": "Afrilla Melati Rahma [15215018]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Hanson Endra Kusuma, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Apartemen, multigenerasi, interaksi sosial", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha  \n                                     Sandy Nugraha", "File": "1 file", "Tanggal Input": "19 Sep 2019"}