{"Nomor": 42468, "Judul": "ESTIMASI STOK KARBON PADA EKOSISTEM HUTAN MANGROVE DI SEGARA ANAKAN, CILACAP", "Abstrak": "Hutan mangrove berperan penting dalam mitigasi perubahan iklim dengan\nmengonversi CO2 dari atmosfer dalam jumlah besar menjadi biomassa. Kawasan\nmangrove Segara Anakan di Cilacap, Jawa Tengah, telah mengalami sedimentasi\ntinggi yang dapat menyebabkan perubahan dalam hal kolonisasi dan distribusi\ntumbuhan mangrove, dan pada akhirnya berdampak terhadap stok karbon. Peneliti\nsebelumnya telah melaporkan adanya variasi struktur komunitas mangrove di dalam\nkawasan Segara Anakan yang mencapai luas 6.126 hektar; namun belum diketahui efek\ndari variasi ini terhadap jumlah karbon yang tersimpan. Tujuan dari penelitian ini\nadalah untuk: (1) mendeskripsikan dan membandingkan struktur komunitas mangrove\npada empat tapak di Segara Anakan; dan (2) mengestimasi stok karbon pada keempat\ntapak tersebut. Struktur komunitas ditentukan melalui metode analisis vegetasi,\nperhitungan Indeks Nilai Penting (INP), indeks keanekaragaman, kesamaan, dan\ndominansi. Komponen karbon yang diukur mencakup aboveground living biomass\n(pohon dan tumbuhan bawah), aboveground dead biomass (nekromassa), belowground\nliving biomass (akar pohon), dan karbon tanah. Data untuk estimasi stok karbon\ndiambil dari plot berukuran 40x10 m2 dengan mengikuti metodologi Hairiah dan\nRahayu (2007). Berdasarkan perhitungan indeks kesamaan diketahui bahwa keempat\ntapak merupakan komunitas yang berbeda kecuali Tapak 1 dan 4 yang memiliki\nkesamaan 80%. Hasil perhitungan INP menunjukkan bahwa komunitas tumbuhan pada\nTapak 1, 2, 3, dan 4 berturut-turut adalah Aegiceras-Rhizophora, Aegiceras-Bruguiera,\nXylocarpus-Bruguiera, dan Aegiceras-Rhizophora. Indeks keanekaragaman Tapak 1,\n2, 3, dan 4 berturut-turut adalah 0,66; 1,51; 1,68; dan 0,37, sedangkan indeks\ndominansinya adalah 0,53; 0,32; 0,22; dan 0,83. Berdasarkan perhitungan estimasi stok\nkarbon diketahui bahwa Tapak 1, 2, 3, dan 4 memiliki stok karbon total berturut-turut\nsebesar 401,52; 302,31; 369,52; dan 348,79 MgC/ha. Hasil perbandingan masingmasing\nkomponen karbon menunjukkan bahwa nilai stok karbon pada pohon, tanah,\nnekromassa, tumbuhan bawah, dan akar pohon tidak berbeda secara signifikan antar\nkeempat tapak (P>0,05). Proporsi stok karbon terbesar terdapat pada komponen tanah\n(91,796,6%) diikuti dengan pohon dan tumbuhan bawah (1,5-4,5%), akar pohon (1,2-\n3,6%), dan nekromassa (0,2-0,6%). Secara umum, estimasi stok karbon yang diperoleh\npada keempat tapak berada dalam kisaran nilai yang telah dilaporkan untuk hutan\nmangrove di Indonesia.", "Daftar File": {"ABSTRAK Shahnaz Nur Firdausi": "https://digilib.itb.ac.id/gdl/download/181768"}, "Penulis": "Shahnaz Nur Firdausi [10615003]", "Kontributor / Dosen Pembimbing": ["Dr. Devi Nandita Choesin, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "mangrove, struktur komunitas, stok karbon, Segara Anakan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "19 Sep 2019"}