{"Nomor": 42475, "Judul": "ANALISIS SIMULASI BAGAN KENDALI KOEFISIEN VARIASI DENGAN PENDEKATAN DISTRIBUSI NORMAL DAN CHI-SQUARE SERTA DISTRIBUSI T-STUDENT", "Abstrak": "Salah satu tujuan dari kontrol kualitas statistik adalah mereduksi variabilitas. Kontrol kualitas statistik sendiri secara umum biasanya berkaitan dengan rataan dan variansi yang konstan. Namun ada juga proses yang memiliki rataan tidak konstan, sehingga diperlukan adanya koefisien variasi. Terdapat dua pendekatan untuk statistik koefisien variasi yaitu dengan pendekatan distribusi normal dan chi-square serta dengan pendekatan distribusi t-student. Dalam penelitian ini dilakukan simulasi numerik untuk berbagai kondisi X ?, S, dan CV. Melalui simulasi berbagai kondisi (in control / out of control) dari bagan kendali X ? dan S, diperoleh bahwa bagan kendali CV dengan kondisi IC masih bisa didapatkan dengan bagan kendali X ? dan S  keduanya berada dalam kondisi OOC. Untuk nilai batas bagan kendali, pada saat CV=0,2 didapatkan bahwa nilai batas bernilai hampir sama untuk semua taraf signifikansi. Selain itu terdapat beberapa ukuran subgrup yang memiliki efektivitas yang sama dalam satu taraf signifikansi. Semakin kecil taraf signifikansinya, maka ukuran subgrup yang memiliki kesamaan efektivitas semakin besar. Perbedaan selisih nilai batas bagan kendali koefisien variasi menggunakan pendekatan distribusi normal dan chi-square dengan menggunakan distribusi t-student akan semakin kecil ketika taraf signifikansi dan ukuran subgrup membesar.", "Daftar File": {"abstrak Jennifer Safira.pdf?": "https://digilib.itb.ac.id/gdl/download/181776"}, "Penulis": "Jennifer Safira [10115085]", "Kontributor / Dosen Pembimbing": ["Dr. Utriweni Mukhaiyar, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "bagan kendali, koefisien variasi, distribusi normal, distribusi chi-square, distribusi t-student", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "19 Sep 2019"}