{"Nomor": 42478, "Judul": "PENGEMBANGAN PASTA KONDUKTIF BERBASIS KARBON SEBAGAI MATERIAL DASAR SCREEN PRINTED ELECTRODE", "Abstrak": "Dalam perkembangan Lab on Chip, sensor elektrokimia dapat diaplikasikan menggunakan metode Screen Printed Electrode (SPE). Pembuatan SPE secara masif yang murah, mudah dan cepat menggunakan teknologi thick film tengah giat dikembangkan sebagai platform sensor dengan berbagai metode peningkatan performa sensor. Sebagai bahan dasar konduktif, karbon memiliki beberapa kelebihan dibandingkan dengan pilihan bahan konduktif lainnya. Karbon memiliki harga yang relatif lebih terjangkau, mudah untuk dimodifikasi dan bersifat inert. Dengan demikian, pada tugas akhir ini akan dibahas pembuatan dan performa beberapa pilihan pasta konduktif berbahan dasar karbon. Material karbon konduktif utama yang akan digunakan adalah grafit dan grafena. Pengujian performa pasta karbon konduktif sebagai SPE membutuhkan pengujian resistansi permukaan, pengujian physical properties seperti daya lekat pada substrat dan fleksibilitas, serta pengujian elektrokimia berupa pengukuran cyclic voltammetry pada analit H2O2. Hasil dari percobaan menunjukkan bahwa pasta karbon konduktif memiliki potensi yang baik sebagai elektroda elektrokimia ditunjukkan dengan kenaikan performa pada SPE komersial yang dimodifikasi menggunakan pasta karbon ini pada area elektroda kerja. Namun, diperlukan pengembangan lebih lanjut untuk fabrikasi elektroda secara utuh menggunakan pasta karbon konduktif.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/181779", "2019 TA PP RAIH RONA ALTHOF 1.pdf?": "https://digilib.itb.ac.id/gdl/download/224423"}, "Penulis": "Raih Rona Althof [18315013]", "Kontributor / Dosen Pembimbing": ["Dr. Widyawardana Adiprawita, S.T., M.T.", "Isa Anshori, S.T., M.Eng.", "Prof. Brian Yuliarto, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "pasta karbon konduktif, screen printed electrode, elektrokimia, cyclic voltammetry, konduktivitas", "Sumber": "", "Staf Input/Edit": "karya", "File": "9 file", "Tanggal Input": "20 Sep 2019"}