{"Nomor": 42486, "Judul": "STRATEGI PEMASARAN YANG DIUSULKAN UNTUK MENINGKATKAN NIAT KEBERLANJUTAN UNTUK MENGGUNAKAN STOQO SEBAGAI APLIKASI MOBILE B2B E-COMMERCE", "Abstrak": "Perkembangan internet yang pesat mengarah pada pertumbuhan pengguna smartphone yang meningkat dari 2013 hingga 2018 di Indonesia yang membuat para startup teknologi untuk menggunakan kesempatan ini memulai bisnis mereka terutama dalam e-commerce. Meskipun segmen B2B masih kalah dengan pangsa pasar B2C dalam e-commerce, industri ini memiliki potensi untuk tumbuh. STOQO sebagai perusahaan Start-up mengoptimalkan peluang ini untuk memulai bisnis mereka. STOQO bertujuan untuk menyederhanakan distribusi bahan baku untuk bisnis kuliner, mereka memiliki fokus untuk menjadi pemasok online untuk bisnis kuliner dengan menggunakan aplikasi mobile. Memulai bisnisnya pada tahun 2017, mereka mengubah target mereka yang awalnya restoran menjadi warung nasi. Momen ini membuat jumlah pesanan naik pada tahun 2018. Meskipun STOQO memiliki pertumbuhan jumlah pesanan yang pesat, masalah terjadi ketika pertumbuhan pesanan tidak selaras dengan penggunaan aplikasi, faktanya pelanggan masih meminta tenaga penjualan untuk membantu mereka memesan pesanan melalui aplikasi, inilah menjadikannya penghalang bagi aktivator lapangan untuk mencapai KPI mereka.\nPenelitian ini bertujuan untuk mengetahui faktor mana yang berpengaruh untuk membangun niat keberlanjutan untuk menggunakan aplikasi mobile e-commerce B2B dengan menggunakan teori penerimaan dan penggunaan teknologi terpadu (UTAUT2) yang dimodifikasi oleh Venkatesh, Thong, dan Xu. Dengan demikian, peneliti akan mengembangkan strategi pemasaran bagi pelanggan untuk menggunakan aplikasi STOQO secara terus menerus. Penelitian ini akan dibagi menjadi tiga bagian, pertama tentang kondisi internal STOQO menggunakan analisis STP dan Marketing Mix. Kedua adalah kondisi eksternal industri aplikasi B2B di Jakarta menggunakan 5 Forces Porter dan analisis pesaing. Ketiga adalah kondisi pelanggan yang akan dilakukan dengan menyebar kuisioner kepada 101 pelanggan yang tidak menggunakan aplikasi secara mandiri di Jakarta Barat. Peneliti menggunakan 8 faktor untuk melihat hubungan niat kelanjutan menggunakan aplikasi mobile B2B e-commerce, faktor-faktor tersebut adalah Kinerja Harapan, Upaya Usaha, Pengaruh Sosial, Kondisi Memfasilitasi, Motivasi Hedonik, Nilai Harga, Kebiasaan dan Kepercayaan dengan moderasi oleh Usia dan Gender.\nDari hasil analisis konsumen menunjukkan faktor yang mempengaruhi niat kelanjutan adalah Ekspektasi Kinerja, Nilai Harga, Kebiasaan dan Kepercayaan tanpa dimoderasi oleh usia dan jenis kelamin. Hasilnya juga menemukan bahwa Kebiasaan sebagai faktor yang paling signifikan mempengaruhi niat keberlanjutan. Strategi pemasaran yang akan diterapkan adalah membentuk dan menyesuaikan kebiasaan pelanggan dengan menambahkan fitur baru pada aplikasi seperti pemberitahuan pop up dan pelacak sebagai menggantikan tugas aktivator lapangan dan membatasi mereka untuk membantu pesanan pelanggan melalui aplikasi,", "Daftar File": {"2019_TS_PP_PRATAMA ADI NUGRAHA_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/181798"}, "Penulis": "Pratama Adi Nugraha [29117404]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Adopsi Teknologi, Niat Keberlanjutan, STOQO, Strategi Pemasaran, UTAUT2 yang dimodifikasi", "Sumber": "STOQO Teknologi Indonesia", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "20 Sep 2019"}