{"Nomor": 42481, "Judul": "MUSEUM WASTRA DI KAWASAN TALANG SEMUT, PALEMBANG", "Abstrak": "Proyek perancangan Museum Wastra Palembang ini bersifat fiktif. Fungsi utama yang diakomodasi\ndalam perancangan meliputi kegiatan konservasi, penelitian, edukasi dan komunikasi koleksi. Lokasi\nproyek berada di Jl. Merdeka No.9, Talang Semut, Bukit Kecil, Palembang, Sumatera Selatan. Proyek\ndiprakarsai oleh Pemerintah Kota Palembang untuk mencapai misi pelestarian budaya lokal. Museum\nwastra memiliki sasaran pengguna yang bervariasi, dari pelajar hingga pelaku ekonomi kreatif dengan\nsasaran utama yaitu pengguna publik. Permasalahan utama yang ditemukan dalam proses\nperancangan, meliputi respon terhadap bangunan cagar budaya dan pemaknaan wastra sebagai\nidentitas tempat dalam museum. Isu tersebut mengangkat bagaimana museum dapat memberi makna\ndan dimaknai dalam ruangnya, sehingga tema yang diangkat adalah “Reflexive Place”. Konsep ini\nmerupakan konsep dasar yang akan meningkatkan peran museum dalam lingkungan yang juga\nmerupakan masalah utama museum etnografi. Konsep dasar tersebut diwujudkan dalan sub-konsep\nmeliputi konsep massa dan zonasi dalam tapak, konsep jukstaposisi dan konsep suasana dan sekuens\nruang. Sub-konsep tersebut kemudian dikembangkan menjadi konsep massa, sirkulasi, ruang, fasad,\nstruktur serta utilitas dalam bangunan. Isu keberlanjutan dan pemaknaan wastra dalam museum\ndiwujudkan dalam konsep massa dan zonasi serta suasana dan sekuens ruang. Sedangkan isu respon\ncagar budaya direspon dengan konsep massa dan jukstaposisi.", "Daftar File": {}, "Penulis": "Reliya Annisa Putri [15215016]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Suharjono Ekomadyo, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Museum, Wastra, Keberlanjutan, Cagar Budaya, Pemaknaan Tempat, Refleksif", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "20 Sep 2019"}