{"Nomor": 42487, "Judul": "Peningkatan Perolehan Minyak Kemiri (Candlenut Oils) dari Kernel Biji Kemiri (Aleurites moluccana (L.) Willd. Varietas Tapanuli Utara) melalui Pengempaan Dua Tahap dengan Pretreatment Bungkil Pengempaan Pertama oleh Jamur Trichoderma viride dan Diikuti dengan Produksi Hidrolisat Protein dari Bungkil Pengempaan Kedua", "Abstrak": "Kemiri merupakan salah satu tumbuhan asli Indo-Malaysia yang hampir semua bagiannya dapat dimanfaatkan oleh masyarakat maupun industri. Bagian yang paling banyak dijadikan sebagai produk turunan kemiri adalah biji. Biji kemiri kaya minyak yang mengandung gizi tinggi sehingga banyak diaplikasikan di bidang kesehatan, kosmetik, pangan, dan lain-lain. Minyak kemiri umumnya diekstraksi melalui metode pengempaan hidrolik karena alatnya mudah dioperasikan, biayanya murah, kualitas minyak yang dihasilkan relatif baik serta bungkilnya pun dapat dimanfaatkan kembali. Akan tetapi, perolehan minyak yang dihasilkan dari proses pengempaan hidrolik rendah karena sebagian minyak terperangkap di dalam sel bungkil kemiri. Dengan demikian, diperlukan upaya untuk mendegradasi lignoselulosa dinding sel bungkil sehingga perolehan minyak kemiri meningkat. Fermentasi fase padat oleh Trichoderma viride merupakan salah satu upaya untuk mendegradasi lignoselulosa pada bungkil kemiri. Fermentasi dilakukan dengan variasi waktu 0, 2, 4, 6, 8, dan 10 hari untuk mengetahui perolehan minyak kemiri yang paling maksimal. Proses pengempaan dilakukan sebelum dan setelah proses fermentasi bungkil kemiri. Ampas kemiri hasil pengempaan kedua yang memiliki kadar protein tertinggi dapat dihidrolisis secara\nenzimatik sehingga menghasilkan hidrolisat protein. Perolehan minyak kemiri pada proses pengempaan tahap pertama adalah 38,14 ± 2,55 (%). Adapun peningkatan perolehan minyak pada ampas kemiri hasil pengempaan kedua maksimal di hari ke-10 waktu fermentasi, yaitu sebesar 14,94 ± 0,56 (%). Dengan demikian, perolehan minyak kemiri total hasil pengempaan pertama dan kedua adalah 53,08 ± 3,11 (%). Adapun perolehan hidrolisat protein ampas kemiri yang dilakukan secara enzimatik menggunakan enzim bromelain adalah 15,37% (b/b). Fermentasi tidak memberi banyak kenaikan perolehan minyak dan hidrolisat protein karena lignin dan selulosa kernel relatif rendah.", "Daftar File": {"ABSTRAK Tia Lukmawati": "https://digilib.itb.ac.id/gdl/download/181797"}, "Penulis": "Tia Lukmawati [11215008]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Robert Manurung, M.Eng.", "Dr. Ana Widiana"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "kemiri, pengempaan hidrolik, fermentasi fasa padat, hidrolisis protein", "Sumber": "", "Staf Input/Edit": "didi kusnendi", "File": "1 file", "Tanggal Input": "20 Sep 2019"}