{"Nomor": 42489, "Judul": "PERENCANAAN SKENARIO DALAM  PENGEMBANGAN STRATEGI PT PEMBANGKITAN JAWA-BALI", "Abstrak": "PT Pembangkitan Jawa-Bali (“PJB”) sebagai Perusahaan Pembangkit Listrik Terpadu di Indonesia didirikan pada tahun 1995. Sejak saat itu PJB memegang peranan penting dalam mempromosikan pembangunan ekonomi nasional, dengan menyediakan pasokan listrik yang bisa diandalkan, berkualitas tinggi, dan berkelanjutan. Untuk memenuhi permintaan pasar dan meningkatkan pangsa pasar, PJB harus memanfaatkan pembangkit listrik yang ada dan juga meningkatkan investasi pembangkit listrik baru.\nPrediksi kondisi yang akan terjadi di perusahaan sulit untuk didefinisikan dan juga pengaruh yang akan terjadi pada perusahaan tersebut. Meskipun ada batasan untuk prediksi masa depan yang tepat tetapi perusahaan masih perlu melakukan tindakan pencegahan. Situasi di perusahaan kemungkinan besar akan berubah baik dalam jangka panjang atau bahkan jangka pendek. Oleh karena itu perusahaan memerlukan skenario “bagaimana jika” yang dimaksudkan untuk mengembangkan strategi bisnis untuk menanggapi perubahan yang mungkin terjadi.\nKondisi lingkungan dan pengaruhnya terhadap perusahaan harus dipindai dan dipantau oleh perusahaan. Dengan melakukan ini perusahaan dapat memperoleh input faktor mana yang dapat mengubah daya saing perusahaan. Untuk mengembangkan strategi dalam menjaga keberlanjutan keunggulan kompetitif (SCA), kondisi internal dan eksternal harus dianalisis. Dengan melakukan proses ini secara teratur, aspek dinamis, tantangan dan peluang di pasar dapat dipantau.\nOleh karena itu, makalah ini akan menentukan ketidakpastian utama dalam industri listrik, kemudian menggunakan Skenario Perencanaan, kita dapat memprediksi bagaimana PJB harus mengantisipasi kondisi eksternal, kondisi internal serta prediksi dan asumsi di masa depan dengan menentukan strategi bisnis atau inovasi.", "Daftar File": {"ABSTRAK Vernon Sapalatua Tampubolon": "https://digilib.itb.ac.id/gdl/download/181804"}, "Penulis": "Vernon Sapalatua Tampubolon [29317040]", "Kontributor / Dosen Pembimbing": ["Dr. Agung Wicaksono"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Skenario Perencanaan, Strategi Bisnis, Desentralisasi, Digitalisasi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "20 Sep 2019"}