{"Nomor": 42493, "Judul": "PEMBANGUNAN METHOD CHUNK REGISTRY SYSTEM   UNTUK SISTEM PENDUKUNG   SERVICE-ORIENTED SITUATIONAL METHOD ENGINEERING", "Abstrak": "Method chunk adalah potongan metode yang berisi informasi process dan product yang dimiliki oleh suatu metode pembangunan perangkat lunak. Pada situational method engineering (SME), method chunk dapat digabungkan untuk menghasilkan metode yang sesuai dengan kebutuhan atau situasi proyek. Method chunk disimpan dalam method base pada suatu computer-aided method engineering (CAME) tool. Namun, terdapat kekurangan pada arsitektur alat pendukung SME tersebut. Method chunk hanya diketahui oleh pembuatnya dan tidak digunakan di luar method base tempatnya disimpan sehingga reusability-nya relatif rendah. Belum tersedia satu tempat yang dapat dijadikan sebagai pusat informasi method chunk. Oleh karena itu, pada tugas akhir ini dibangun sebuah registry system sebagai tempat untuk mempublikasikan method chunk yang berasal dari lebih dari satu method base management system (MBMS) dan dapat diakses oleh lebih dari satu CAME tool sesuai arsitektur service-oriented situational method engineering (SOSME). SOSME adalah hasil penerapan prinsip-prinsip service-oriented architecture (SOA) terhadap arsitektur sistem pendukung SME. Pada tugas akhir ini juga dirumuskan mekanisme publikasi serta pencarian method chunk pada registry system melalui RESTful API dan memanfaatkan standar representasi method chunk berbasis Essence untuk menjamin interoperability antarmethod chunk. Pencarian method chunk akan menghasilkan rekomendasi method chunk yang sesuai dengan karakteristik proyek menurut perhitungan berbagai algoritma multi-criteria decision making yaitu simple addition, weighted sum, dan TOPSIS. Pada akhir tugas akhir ini dihasilkan sebuah registry system yang diberi nama method chunk registry system (MCRS). MCRS terdiri dari 27 endpoint API dan dilengkapi dengan GUI yang telah diuji fungsionalitasnya melalui API functionality testing dan terbukti keberhasilannya melalui pengujian mekanisme publikasi dan pencarian method chunk pada studi kasus IS Security Project.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/181807", "Abstract": "https://digilib.itb.ac.id/gdl/download/181808"}, "Penulis": "Audry Nyonata [13515087]", "Kontributor / Dosen Pembimbing": ["Yani Widyani, S.T., M.T.", "Hari Purnama, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "method chunk, registry system, REST, multi-criteria decision making, Essence.", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "20 Sep 2019"}