{"Nomor": 42500, "Judul": "KEANEKARAGAMAN CAPUNG (INSECTA : ODONATA) DI SEKITAR BATU HIJAU, SUMBAWA BARAT, NUSA TENGGARA BARAT", "Abstrak": "Aktivitas manusia yang semakin meningkat dapat menimbulkan perubahan bagi ekosistem yang berpotensi menurukan keanekaragaman serangga. Batu Hijau yang berada di Sumbawa Barat, Nusa Tenggara Barat merupakan kawasan pertambangan yang di dalamnya selain aktivitas tambang, industri pengolahan hasil tambang dan reklamasi, terdapat area pemukiman, hutan sekunder dan hutan alami. Diduga, aktivitas manusia di area Batu Hijau memberikan pengaruh terhadap komponen ekosistem seperti ekosistem akuatik. Capung merupakan serangga yang sebagian siklus hidupnya berada di perairan sehingga perubahan pada ekosistem akuatik diduga dapat mempengaruhi keberadaan capung. Penelitian ini bertujuan untuk mengkaji keanekaragaman capung di sekitar Batu Hijau, Sumbawa Barat, Nusa Tenggara Barat. Lokasi pengambilan sampel dibedakan menjadi 3 bagian berdasarkan jenis badan air yang terdiri dari kolam (pond), sungai (river bank), dan kanal (channel). Tipe badan air tersebut terbagi menjadi 6 stasiun dengan menggunakan metode transect (200 x 10 m) sepanjang Sungai Sejorong, Sungai Sekongkang, Sungai Kanyolo, Sungai Tatarloka, kanal reklamasi dan kolam Townsite. Capung dikoleksi dengan menggunakan jaring serangga sampai pada jangkauan hingga 2 meter. Penelitian ini dilakukan selama 2 bulan (Januari 2019-Maret 2019) pada periode bulan basah. Waktu pengambilan sampel dilakukan dalam dua periode yaitu pagi hari (08.00-11.00) dan siang hari (13.00-16.00) dengan pengulangan di setiap stasiun sebanyak 3 kali. Hasil identifikasi secara keseluruhan ditemukan 2 sub ordo, 6 famili, 16 genus,dan 22 spesies capung. Famili Libellulidae memiliki jumlah spesies terbanyak (10 spesies), sementara famili Gomphidae dan Euphaedidae memiliki jumlah spesies paling sedikit (1 spesies). Pantala flavescens dan Euphaea lara lombokensis merupakan spesies dengan frekuensi perjumpaan terbanyak. Indeks keanekaragaman Shannon-Wiener tertinggi berada di kolam Townsite di area pemukiman (stasiun 2; H’=2,14) dan terendah berada di kanal reklamasi (stasiun 1; H’=1,24) diikuti kekayaan spesies tertinggi terdapat di kolam Townsite di area pemukiman (stasiun 2; S=17) dan terendah terdapat di kanal reklamasi (stasiun 1; S=8). Indeks kemerataan Pielou berada pada rentang (E=0,37-0,64). Tidak terdapat dominansi pada seluruh stasiun dengan nilai (0", "Daftar File": {}, "Penulis": "Anggita Alifah Humaira [10615031]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Tati Suryati Syamsudin, MS, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Capung, Odonata, Keanekaragaman, Batu Hijau, Sumbawa Barat", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Sep 2019"}