{"Nomor": 42504, "Judul": "KARAKTERISTIK DAN VARIASI MESOSCALE CONVECTIVE COMPLEX DI BENUA MARITIM SAAT KONDISI EL NINO DAN LA NINA", "Abstrak": "Fenomena El Nino dan La Nina (konvensional dan Modoki) memberikan dampak\nyang beragam secara global termasuk terhadap aktivitas konveksi. Benua Maritim\n(BM) memiliki aktivitas konveksi dengan skala yang beragam dari skala lokal\nsampai skala meso. Salah satu contoh aktivitas konveksi berskala meso yang ada di\nBM adalah MCC. Mesoscale Convective Complex (MCC) adalah suatu organisasi\nawan yang memiliki luas lebih dari 50.000 km2, eksentrisitas lebih dari 0.7 dan lama\nhidup lebih dari 6 jam.\nPenelitian ini mengkaji tentang perbedaan karakteristik (luas, durasi, eksentrisitas)\ndan variasi (jumlah, distribusi) MCC yang terjadi di Benua Maritim pada kondisi\nEl Nino dan La Nina. Identifikasi MCC dilakukan menggunakan algoritma\npemrosesan gambar GTG (Grab ‘Em Tag ‘Em Graph ‘Em) untuk setiap kondisi El\nNino dan La Nina khusus pada periode DJF dan JJA selama tahun 2000-2017.\nSecara umum, MCC lebih banyak signifikan terjadi saat kondisi La Nina dibanding\nsaat kondisi El Nino. Frekuensi kejadian MCC saat kondisi El Nino lebih besar di\nperiode DJF dibanding JJA dan sebaliknya saat kondisi La Nina. Baik kondisi El\nNino maupun La Nina, keduanya dominan memberikan dampak berupa\npenambahan kejadian MCC dibanding dengan kondisi netral. Luas MCC\nbertambah dan berkurang drastis masing-masing pada kondisi EK-JJA dan LMDJF.\nSaat El Nino-La Nina, bentuk MCC lebih sirkular dibanding saat kondisi\nnetral. Durasi MCC paling lama terjadi saat kondisi EK-JJA.", "Daftar File": {}, "Penulis": "Mohamad Tio Faizin [12815021]", "Kontributor / Dosen Pembimbing": ["Dr. Nurjanna Joko Trilaksono, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "MCC, Benua Maritim, El Nino-La Nina, GTG.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "20 Sep 2019"}