{"Nomor": 42508, "Judul": "STUDI ORGANIZATIONAL PROJECT MANAGEMENT (OPM)  DI PERUSAHAAN TI INDONESIA (KASUS PT. INTEGRASI TRANSFORMASI DIGITAL)", "Abstrak": "Perusahaan TI memiliki lingkungan binis yang dinamis dan cenderung sering melakukan perubahan strategi. Perubahan strategi perusahaan yang diikuti dengan perubahan strukur organisasi merupakan perubahan yang sering terjadi di perusahaan TI. Perubahan dapat dipicu dari faktor internal maupun external dan memiliki tujuan ke arah yang lebih baik. Akan tetapi pada prakteknya sering kali perubahan tersebut mengarah ke sebaliknya dan memberikan pengaruh kontra produktif setelah perubahan diimplementasikan. Dengan latar belakang tersebut maka dilakukan studi Organizational Project Management (OPM) pada perusahaan TI. OPM merupakan pilihan tepat dikarenakan pendekatan ini secara efektif dapat memfokuskan sumber daya pada tingkat portofolio dan program dalam mengejar pemenuhan target dari strategi perusahaan yang baru.\nPada studi ini menggunakan methode penelitian kualitatif dengan cara mewawancara sembilan orang yang berada pada posisi manajemen atas dan menengah yang merupakan perwakilan dari tiga kelompok yaitu Engineering & Delivery, Operation, dan Corporate Effectiveness. Terdapat beberapa temuan siknifikan dari studi ini dimana dikelompokkan menjadi Bagan Organisasi, Manajemen Bakat, Manajemen Kolaborasi, Proses Terintegrasi, dan Sumber dari Inisiasi Perubahan. Pada bagian diskusi dibahas yaitu terkait kebutuhan membangun sebuah aplikasi untuk pengawalan implementasi perubahan strategi perusahaan yang baru, langkah-langkah mitigasi yang harus dilakukan untuk meminimalisir masalah dari perubahan, kebutuhan pembentukan direktorat atau unit bisnis/kerja khusus untuk mengawal implemetasi perubahan & OPM, dan usaha untuk menjaga pengetahuan yang sudah dimiliki agar tetap terjaga di dalam perusahaan.\nStudi membuat kesimpulan dengan menemukan beberapa indikator kesiapan perusahaan TI dalam menerima perubahan, dan langkah-langkah mitigasi yang harus diambil untuk mengeliminasi resiko yang muncul pada saat perubahan strategi perusahaan yaitu pemecahan strategi perusahaan menjadi strategi jangka panjang & jangka pendek, implementasi Manajemen Perubahan Perusahaan, Manajemen Pengetahuan dan Manajemen Kolaborasi. Dan memberikan beberapa rekomendasi yang dikemas dalam implementasi inisiatif OPM yaitu pembentukan Program Management Office (PgMO), pendefinisian ulang strategi menjadi strategi jangka panjang dan jangka pendek, melakukan kembali pemetaan pekerjaan & tanggung jawab, pembuatan sistem untuk pengawasan pencapaian target di strategi perusahaan, mempermudah pencarian informasi karyawan, and pengembangan sistem manajemen pengetahuan. Dan rekomendasi untuk melakukan skema internal charging agar aktifitas kolaborasi dalam dijalankan secara profesional.", "Daftar File": {"ABSTRAK Yudha Putra": "https://digilib.itb.ac.id/gdl/download/181823"}, "Penulis": "Yudha Putra [29317076]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Aries F Firman, M.Sc., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Organizational Project Management (OPM), Pendekatan OPM, Inisiatif OPM, Program Management Office (PgMO), Manajemen Perubahan Perusahaan, Manajemen Pengetahuan, Manajemen Kolaborasi.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "20 Sep 2019"}