{"Nomor": 42517, "Judul": "HIDROGENASI FURFURAL MENJADI FURFURIL ALKOHOL DENGAN KATALIS NIKEL BERPORI", "Abstrak": "Hidro enasi    al rnenjadi furfuril alkohol dapat dikatalisis dengan logam nikel berpon. Reaks1 rnenggunakan asam format sebagai sumber hidrogen. Sintesis nikel berpori rnelalui 2 tahap yaitu sintesis paduan logam Ni-Al dan pelepasan logam AI. Sintesis paduan logam Ni-Al rnenggunakan 2 rnetode, yaitu rnetode hidrotermal\ndan pengadukan rnekanik. Metode hidrotermal dilakukan pada suhu 200 oc selama\n24  jam.  Hidrazin  digunakan  sebagai  senyawa  pereduksi pada  tahapan  reaksi\nhidrotermal. Metode pengadukan rnekanik dilakukan dengan alat ball-mill. Proses pengadukan dilakukan selama 24 jam, dengan kecepatan 500 rpm dan rasio rnassa serbuk 1:20 (75at% Ni) terhadap massa bola logam. Pembentukkan paduan logam Ni-Al dikonfirmasi dengan analisa XRD. Hasil analisa XRD rnenunjukkan terbentuknya spesi NhAl,  namun masih terdapat logam Ni(O) yang belum membentuk paduan Ni-Al. Proses pelepasan logam Al dari paduan logam Ni-Al dilakukan dengan mereaksikan paduan logam dengan NaOH. Proses ini dilakukan pada suhu 90 °C selama 1 jam rnenghasilkan padatan hitam. Padatan hitam yang terbentuk kernudian disaring dan dicuci dengan rnenggunakan H20 dan etanol. Padatan hitam ini diprediksi sebagai logam Ni berpori yang kernudian dikeringkan dengan proses vakum dan hasilnya disirnpan dalam lingkungan atrnosfer nitrogen. Padatan Ni berpori kernudian dipergunakan sebagai katalis pada reaksi hidrogenasi\nfurfural. Reaksi hidrogenasi dilakukan pada suhu 150 oc selama 4 jam dalam\npelarut  etanol  atau  asam  format  tanpa  menggunakan  gas  hidrogen.  Sebagai\nalternatif, pelarut etanol atau asam format ditambahkan ke dalam reaksi sebagai sumber hidrogen bagi proses hidrogenasi. Hasil reaksi dikarakterisasi menggunakan GC (FID) dan 1H NMR.  Hasil analisa menunjukkan nilai konversi\nfurfural dan selektifitas produk terhadap furfuril alkohol sebesar 77% dan 66% ketika Ni berpori disintesis rnenggunakan rnetode hidrotermal. Produk lain yang t r atadalah  tetrahidrofurfuril alkohol. Reaksi rnenggunakan Ni berpori yang dlSlntesis dengan  rnetode  pengadukan  rnekanik  tidak  rnenunjukkan  aktifitas katalitik terhadap reaksi hidrogenasi ini.", "Daftar File": {"ABSTRAK Ahmad Dzaky Mualim": "https://digilib.itb.ac.id/gdl/download/181833", "COVER Ahmad Dzaky Mualim": "https://digilib.itb.ac.id/gdl/download/186555", "BAB1 Ahmad Dzaky Mualim": "https://digilib.itb.ac.id/gdl/download/186556", "BAB2 Ahmad Dzaky Mualim": "https://digilib.itb.ac.id/gdl/download/186558", "BAB3 Ahmad Dzaky Mualim": "https://digilib.itb.ac.id/gdl/download/186559", "BAB4 Ahmad Dzaky Mualim": "https://digilib.itb.ac.id/gdl/download/186560", "BAB5 Ahmad Dzaky Mualim": "https://digilib.itb.ac.id/gdl/download/186562", "PUSTAKA Ahmad Dzaky Mualim": "https://digilib.itb.ac.id/gdl/download/186563"}, "Penulis": "Ahmad Dzaky Mualim [20515020]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Yessi Permana"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Transfer hidrogenasi, furfural, furfuril alkohol, nikel berpori", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "20 Sep 2019"}