{"Nomor": 42519, "Judul": "PENINGKATAN PENGALAMAN PASIEN DI KLINIK RAWAT JALAN RUMAH SAKIT PUSAT PERTAMINA UNTUK BERKOMPETISI DI ERA MILENIAL", "Abstrak": "Generasi Milenial adalah generasi dengan populasi terbesar di sepanjang sejarah Indonesia, dan akan menjadi penggerak ekonomi ketika memasuki usia produktif. Industri kesehatan Indonesia telah menjadi saksi bahwa Generasi Milenial semakin peduli pada kesehatan dan ingin mendapatkan layanan kesehatan yang paling efektif dan ekonomis sesuai dengan kebutuhan dan ekspektasi mereka. Pengalaman pasien akan menjadi faktor penentu yang signifikan dalam layanan kesehatan sekarang dan di masa depan.\nMeskipun demikian, dengan berbagai tantangan dan kesempatan di industri kesehatan Indonesia tersebut, Rumah Sakit Pusat Pertamina (RSPP), sebuah rumah sakit swasta dengan reputasi dan citra yang baik, justru mengalami penurunan jumlah kunjungan pasien rawat jalan selama empat tahun terakhir. Penelitian ini bertujuan untuk meningkatkan jumlah kunjungan pasien rawat jalan RSPP dengan memecahkan masalah yang menyebabkan penurunan jumlah kunjungan pasien rawat jalan tersebut.\nPenelitian ini akan menggunakan data primer dari wawancara dengan manajemen RSPP dan kuesioner kepada pasien yang didesain mengikuti kerangka rantai nilai Porter yang diadaptasi untuk bisnis rumah sakit. Hasil penelitian ini menunjukkan bahwa untuk meningkatkan jumlah kunjungan pasien rawat jalannya, RSPP harus menghilangkan gap antara pengalaman pasien sekarang dengan yang sebenarnya diinginkan dengan cara mengimplementasikan enterprise resource planning dan menjangkau pelanggan baru yaitu Generasi Milenial.", "Daftar File": {"ABSTRAK Annisa": "https://digilib.itb.ac.id/gdl/download/181842"}, "Penulis": "Annisa [29317100]", "Kontributor / Dosen Pembimbing": ["Milind Gadre, BS, MS, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Enterprise Resource Planning, Layanan Kesehatan, Rumah Sakit, Milenial, Pengalaman Pasien", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "20 Sep 2019"}