{"Nomor": 42510, "Judul": "DETEKSI MALWARE APT PADA JARINGAN KOMPUTER DENGAN TEKNIK PEMBELAJARAN MESIN", "Abstrak": "Dalam dunia teknologi, malware seringkali digunakan sebagai cyber crime, yaitu untuk mencuri informasi kredensial bank, memata-matai seseorang, dan lain-lain. Organisasi-organisasi kriminal berusaha memanfaatkan malware sebagai fasilitas untuk mencapai tujuannya. Malware seringkali digunakan pada salah satu jenis serangan cyber oleh organisasi, yaitu APT atau Advanced Persistent Threat. Secara singkat, serangan APT merupakan sophisticated cyber attack yang dirancang oleh organisasi. Organisasi yang melakukan serangan APT umumnya memiliki sumber daya yang baik, terorganisir, dan memiliki target yang spesifik seperti pemerintah, perusahaan ternama, dll. Sampai saat ini, tools pendeteksi malware pada jaringan seperti Snort dan Suricata  belum dapat mendeteksi aktivitas jaringan malware APT secara efektif dikarenakan karakteristik khusus dari malware APT dan menggunakan teknik deteksi malware berbasis signature untuk mendeteksi aktivitas malware APT. Oleh karena itu, pada penelitian ini, akan dibangun sistem pendeteksi malware yang dapat menangani karakteristik khusus dari malware APT dan dapat mendeteksi malware APT dengan pendekatan berbasis non-signature. \n \nPenelitian ini dimulai dengan menganalisis seluruh hal terkait dengan serangan APT, mulai dari pengertian, karakteristik, dan proses penyerangan. Lalu, hal- hal yang menyebabkan tools sekarang tidak efektif dalam mendeteksi malware APT akan dicari dan dianalisis. Dari penyebab tersebut, dicari teknik pendeteksian malware yang paling cocok. Setelah itu, sistem mulai dibangun dengan teknik yang paling cocok dan engine berdasarkan pembelajaran mesin. Engine pada sistem dibangun dengan menggunakan pembelajaran mesin karena seluruh teknik deteksi malware selain berbasis signature menggunakan pembelajaran mesin dalam membangun engine-nya. Pada akhirnya, sistem dapat mendeteksi aktivitas malware APT pada jaringan dari 36 file pcap malware APT pada tahun 2011 – 2015 dengan recall 57.895% - 100%, dan false negative 8% - 31% pada jaringan yang bersih.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/181825", "Abstract": "https://digilib.itb.ac.id/gdl/download/181826"}, "Penulis": "Aditya Pratama [13515103]", "Kontributor / Dosen Pembimbing": ["Yudistira Dwi Wardhana Asnar, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "malware, APT, karakteristik, teknik deteksi malware, pembelajaran mesin.", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "20 Sep 2019"}