{"Nomor": 42514, "Judul": "PERANCANGAN SISTEM BACK-END APLIKASI BERBASIS WEBSITE UNTUK PELATIHAN DETEKSI KELAINAN PADA CITRA FUNDUS MELALUI ANOTASI SECARA MANUAL", "Abstrak": "Diabetes Melitus (DM) adalah penyakit kronik degeneratif dengan angka pravelansi morbiditas dan mortalitas yang tertinggi di dunia. World Health Organization (WHO) pada tahun 2000 melaporkan bahwa Indonesia merupakan negara dengan jumlah penderita DM terbanyak keempat di dunia, dengan total penderita 8,4 juta dan akan mencapai 21,3 juta pada tahun 2030. Dibutuhkan banyak dokter spesialis mata yang kompeten untuk terus melakukan monitoring demi mencegah komplikasi penyakit DR yang lebih buruk. Oleh karena itu, dibutuhkan sebuah platform yang dapat membantu calon dokter spesialis mata untuk berlatih secara mandiri dalam melakukan diagnosis terhadap kelainan pada mata khususnya pada penderita DM. Salah satu solusi untuk berlatih melakukan diagnosis adalah dengan memanfaatkan citra fundus digital. Dalam tugas akhir ini akan dikembangkan aplikasi web bernama Optan sebagai sarana berlatih bagi dokter untuk melakukan anotasi pada kelainan citra fundus. Platform aplikasi yang dibuat harus dapat memberikan penilaian secara kuantitatif dari dua hasil anotasi citra fundus yang berbeda. Pada tugas akhir ini akan dibahas mengenai sistem back-end dari website anotasi yang telah dibuat. Sistem tersebut diimplementasikan menggunakan PHP sebagai bahasa pemrograman utama terdiri dari subsistem: login register, add local files, add new user, choose reference, annotation to image, permit the register, check percentage of similarity. Hasil sistem back-end yang telah dibuat dapat memenuhi semua kebutuhan pada front-end sehingga anotasi dapat dilakukan oleh pengguna dan analisi kuantitatif kemiripan anotasi melalui perhitungan jaccard index dapat dihasilkan. Hasil perbandingan anotasi yang dilakukan oleh 6 responden dokter menunjukan bahwa anotasi menggunakan piranti anotasi lingkaran memiliki presentase kemiripan yang paling tinggi dibandingkan dengan menggunakan piranti anotasi titik dan garis.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/181830", "2019 TA PP ADITYA PRATAMA": "https://digilib.itb.ac.id/gdl/download/224434"}, "Penulis": "Aditya Pratama [18315006]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Tati Latifah Erawati Rajab", "Astri Handayani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "dokter, platform, digital, website, perbandingan, anotasi, citra fundus, back-end.", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "20 Sep 2019"}