{"Nomor": 42522, "Judul": "STRATEGI PEMASARAN UNTUK MENINGKATKAN KESADARAN MEREK DARI PRODUK KOMERSIAL PERUM BULOG: KASUS BERASKITA DAN DAGINGKITA", "Abstrak": "Penelitian ini akan mencoba mengangkat permasalahan strategi pemasaran produk beras premium (BerasKITA) dan daging kerbau (DagingKITA) yang dikelola Perum BULOG secara komersial dimana tingkat kesadaran masyarakat akan merek kedua produk tersebut masih rendah, dan mencari solusi terhadap permasalahan tersebut.\nDi samping permasalahan kesadaran merek, sebagaimana diketahui secara umum bahwa nama BULOG sangat erat kaitannya dengan beras untuk rakyat miskin atau yang biasa kita kenal dengan sebutan RASKIN. Citra Perum BULOG seakan sudah melekat dengan RASKIN yang identik dengan persepsi masyarakat akan kualitas beras yang kurang baik. Hal ini serta merta mempengaruhi citra dari produk BerasKITA.\nSementara untuk produk daging kerbau, pemasaran terkendala dengan kebiasaan masyarakat Indonesia yang terbiasa mengkonsumsi jenis daging sapi dan dalam kondisi segar dibandingkan dengan daging kerbau beku, walaupun harga jual daging sapi tersebut jauh lebih tinggi dibandingkan dengan harga daging kerbau beku yang dipasarkan oleh Perum BULOG.\nTerhadap kondisi tersebut, peneliti akan menggunakan beberapa analisa untuk mengetahui permasalahan secara lebih dalam baik secara internal maupun eksternal dari Perum BULOG. Untuk menganalisa kondisi eksternal dimana bertujuan untuk menentukan Kesempatan dan Rintangan dari BerasKITA dan DagingKITA, peneliti akan menggunakan analisa Porter 's 5 Forces.\nSementara, untuk menganalisa kondisi internal dimana bertujuan untuk menentukan Kekuatan dan Kelemahan dari BerasKITA dan DagingKITA, peneliti akan menggunakan analisa Diamond dan Marketing-Mix.\nSelanjutnya, kedua hasil analisis di atas akan dikombinasikan dengan hasil penelitian kualitatif yang dilakukan oleh peneliti dalam bentuk wawancara mini dan kuesioner, yang diharapkan dapat menjadi dasar untuk menentukan strategi pemasaran yang cocok untuk mengatasi permasalahan BerasKITA dan DagingKITA.\nBerdasarkan hasil analisis dan pengumpulan data kualitatif, peneliti merekomendasikan strategi pemasaran dengan menggunakan 9 Elemen Inti Pemasaran yang diharapkan menjadi solusi untuk masalah yang dihadapi oleh Perum BULOG untuk BerasKITA dan DagingKITA sebagai berikut:\na.\tStrategi\n-\tSegmenting: Keluarga yang tinggal di daerah perkotaan, memiliki pekerjaan, dan dengan kelas ekonomi menengah ke atas, dimana segmen ini terbiasa membeli beras dan daging di pasar modern dengan lebih berorientasi pada kualitas produk namun tetap memperhatikan harga produk yang wajar.\n-\tTargeting: Wanita dengan usia 17 hingga 35 tahun, telah menikah, tinggal di JABODETABEK, terbiasa membeli beras dan daging di pasar modern dengan dengan lebih berorientasi pada kualitas produk namun tetap memperhatikan harga produk yang wajar.\n-\tPositioning:\n1.\tBerasKITA\nUntuk wanita berusia 17 hingga 35 tahun yang sudah menikah, tinggal di JABODETABEK, dan terbiasa berbelanja beras di pasar modern, dan berorientasi pada kualitas produk tetapi masih dengan harga yang wajar, BerasKITA adalah pilihan beras premium yang berasal dari petani Indonesia yang diproses dan dikemas menggunakan mesin modern, bebas bahan kimia dan telah distandarisasi ISO 9001, tersedia dengan berbagai varian produk dan kemasan dan ditawarkan dengan harga lebih murah daripada produk serupa di pasaran.\n2.\tDagingKITA\nUntuk wanita berusia 17 hingga 35 tahun yang sudah menikah, tinggal di JABODETABEK, dan terbiasa berbelanja daging di pasar modern, dan berorientasi pada kualitas produk tetapi masih dengan harga yang wajar, DagingKITA adalah pilihan daging kerbau beku yang diproses dan dikemas menggunakan modern mesin. , dan dengan teknologi pembekuan melalui suhu minus sangat rendah (blasting -40oC), diproses melalui proses penuaan untuk menyelesaikan proses rigor mortis yang membuat daging lebih lembut, telah disertifikasi Halal dari MUI, memiliki rasa dan tekstur yang mirip dengan daging sapi, tetapi ditawarkan dengan harga lebih murah daripada daging sapi di pasaran.\nb.\tTaktik (Differentiation, Marketing-Mix)\n-\tDifferentiation:\n1.\tBerasKITA\nProduk BerasKITA memiliki lebih banyak varian beras yang dipasarkan dibandingkan dengan pesaing, selain itu BerasKITA juga memiliki lebih banyak pilihan kemasan bervolume yang memudahkan konsumen untuk membeli beras sesuai dengan kebutuhan mereka.\nDalam hal infrastruktur, produk BerasKITA juga didukung oleh berbagai teknologi pemrosesan yang memudahkan Perum BULOG untuk mempertahankan kualitas produk dan ketersediaan gudang untuk menyimpan produksi dalam jumlah besar. Selain teknologi, Perum BULOG juga didukung oleh ketersediaan tenaga ahli di bidang pengadaan beras, dan tim kontrol kualitas yang selalu dapat menjaga kualitas beras yang diolah dan dipasarkan untuk memenuhi persyaratan yang ditetapkan oleh Perum BULOG.\n2.\tDagingKITA\nProduk DagingKITA berasal dari daging kerbau beku yang diproses dan dikemas menggunakan mesin modern.\nPerum BULOG juga telah berinvestasi dalam menyediakan cold storage di banyak tempat untuk mendukung jaringan penjualan DagingKITA, dan didukung oleh tim kontrol kualitas yang menjamin kualitas produk DagingKITA untuk dipasarkan.\nKeuntungan di bidang infrastruktur dibandingkan dengan pesaing akan segera membuat pemasaran Perum BULOG untuk produk DagingKITA lebih luas daripada jumlah tempat pemasaran yang dimiliki oleh pesaing.\n-\tMarketing-Mix\n•\tProduk:\n1.\tBerasKITA\nProduk BerasKITA akan fokus memproduksi varian beras yang diminati konsumen seperti pandan wangi, sentra ramos, long grain, dan rojo lele. Mempertahankan berbagai volume kemasan yang dipasarkan sebagai pilihan untuk kenyamanan konsumen.\n2.\tDagingKITA\nUntuk produk DagingKITA, selain penjualan daging beku, perlu juga pendekatan konsumen dengan mengembangkan produk turunan yang dapat diproduksi dari daging kerbau, seperti bakso daging kerbau, sosis daging kerbau, dan burger daging kerbau.\nPengembangan produk olahan daging kerbau diperlukan untuk meningkatkan minat konsumsi konsumen pada daging kerbau, dimana jika bentuk produk yang dipasarkan tidak dalam bentuk daging utuh, diharapkan dapat meningkatkan minat konsumen dalam mencoba mengkonsumsinya..\n•\tHarga: Mempertahankan harga jual produk BerasKITA dan DagingKITA yang lebih rendah dari produk sejenis yang ditawarkan pesaing.\n•\tPromosi:\nBeriklan melalui berbagai pilihan media seperti televisi, surat kabar, brosur, online, dan juga media sosial (Instagram, Facebook), di mana berdasarkan hasil penelitian kualitatif yang dilakukan melalui kuesioner hasil penelitian menemukan bahwa Instagram saat ini merupakan media sosial yang paling banyak digunakan..\nPerum BULOG harus lebih fokus mengomunikasikan produk yang paling diunggulkan seperti dalam hal ini BerasKITA dan DagingKITA, sehingga iklan yang dibuat akan fokus pada setiap produk.\nSelanjutnya, promosi produk bundling juga dapat dilakukan untuk lebih memperkenalkan media komunikasi dan pemasaran dalam bentuk mulut ke mulut, atau dari satu konsumen ke konsumen lainnya untuk kualitas produk BerasKITA dan DagingKITA.\nTingkatkan kampanye tentang produk daging kerbau dan manfaatnya, seperti bergabung dengan bazzar makanan atau membuat stan di beberapa acara seperti Car Free Day (CFD), melibatkan blogger makanan, dll..\nSelain itu, hubungan dengan pelanggan juga perlu ditingkatkan dengan menyediakan Program Hubungan Pelanggan (CRM) untuk membangun hubungan yang aktif dan baik antara Perum BULOG dan pelanggannya yang diharapkan dengan memiliki ikatan yang baik akan meminimalkan risiko konsumen beralih menggunakan produk lain yang ditawarkan pesaing.\n•\tTempat: Berdasarkan hasil analisis kualitatif diketahui bahwa target pasar untuk keluarga ekonomi menengah ke atas lebih cenderung berbelanja di pasar modern. Dalam hal ini, perlu untuk memperkuat distribusi pemasaran dan komunikasi di pasar modern yang mencakup minimarket (fokus pada: Alfamart, Indomaret), supermarket (fokus pada: Superindo, Pasar Petani), dan hypermarket (fokus pada: Transmart, Giant, Hypermart, Carrefour) untuk mencapai target pasar ini. Namun, untuk pengembangan pasar, penetrasi juga bisa dilakukan melalui pasar tradisional dan toko online.\nDiharapkan dengan dijalankannya rekomendasi di atas, maka akan dapat meningkatkan kesadaran merek BerasKITA dan DagingKITA di masyarakat, yang tentunya akan dapat meningkatkan penjualan kedua produk tersebut.", "Daftar File": {"ABSTRAK Ary Rachmat Komara": "https://digilib.itb.ac.id/gdl/download/181846"}, "Penulis": "Ary Rachmat Komara [29317107]", "Kontributor / Dosen Pembimbing": ["Dr. Jacky Mussry"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Pemasaran, Beras Premium, Daging Kerbau, Kesadaran Merek", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "20 Sep 2019"}