{"Nomor": 42523, "Judul": "Pengaruh Rasio Kacang Merah (Phaseolus vulgaris) dengan Air dan Penambahan Ekstrak Bit (Beta vulgaris) terhadap Susu Kacang Merah", "Abstrak": "Susu  nabati  yang  berasal  dari  kedelai  memiliki  rasa  dan  bau  langu  sehingga  diperluk adanya  alternatif  bahan  lain  yaitu  kacang  merah  yang  ditambahkan  dengan  ekstrak  btt. Penelitian ini bertujuan untuk membuat SUSU kacang merah dengan kotnposisi kacang merah\ndan air yang disukai serta menentukan pengaruh penambahan ekstrak bit terhadap mutu susu\nkacang  merah.  Penelitian  ini  dilakukan  dengan  pembuatan  susu  kacang  merah  dengan perbandingan  kacang merah dan air, 1:5, 1:10, 1:15, dan  I :20. Ditentukan komposisi yang optimal   dengan   uji   organoleptik   terhadap   tekstm   dan   penentuan   viskositas   dengan viskometer   Ostwald.   Kemudian   dilakukan   pembuatan   susu   kacang   merah-bit   dengan penambahan  ekstrak  bit  sebesar  2%,  4%,  6%,  dan  10%  v/v.  Selanjutnya   ditambahkan gliserol 3% v/v dan natrium alginat 0,2% w/ v untuk membuat susu yang stabil. Kemudian dilakukan   uji  organoleptik   terhadap   tekstm.   aroma,   rasa,  dan  warna  serta  data  yang didapatkan \tdianalisi \tdengan \tmenggunakan \tANOVA. \tDiuji \tkestabilannya \tdengru1 menentukan  laju pengendapan  menggunakan  metode spek'trofotometri UV- Vis (A-=650 run) dan viskositasnya menggunakan  viskometer Ostwald.  Masa simpan diuji dengan mengukur pH menggunakan  pH meter yang diukm  selama 6 hari pada suhu ruang. Kadar karbohidrat ditentukan   menggunakan    metode    Luff-Schrool   sedangkan   kadar   protein \tditentukan menggunakan  metode Kjeldahl  . Perbandingru1 kacang merah dan air sebesar  1: 15 disukai oleh  14  orang  dari  23  panelis  dengan  viskositas  2,076  mPa.s  (mirip  dengan  susu  sapi komersial).   Berdasarkan   uji  organoleptik   terhadap   susu   kacang   merah-bit   didapatkan penambahan  ekstrak bit tidak berpengaruh  nyata (P<0.05)  terhadap komponen  rasa, aroma, dan  tekstm  namun  berpengaruh  nyata  terhadap  komponen  warna  (P>0,05).   Penrunbahan ekstrak  bit sebesar 6% merupakan  susu kacang merall-bit yang paling disukai olch  panclis dengan nilai kesukaru1 rata-rata sebesar 3,02 (agak suka). Penrunbahan gliserol   an natrium alginat  mengubah  Iaju  pengendapan  susu  kacang  merah-bit  dari  orde  2  menJadi orde  1 sehingga   didapatkan   susu  yang  lebih  stabil.  Masa  simpan   susu   kacru1g m rah   t _P penrunbahan ekstrak bit adalah 2 hari sedangkan susu yang ditrunbahkan ekstrak btt mem1hk1 masa  simpan   selama   4  hari.   Kadar   protein    dan   karbohidrat  susu   kacang  mer\nmeningkat dengan ditambahkannya ekstrak bit 6%_ v/ v. Kadr pro em  me_nm_gkat an\n2,48% menjadi 2,54% sedangkan karboh1drat  menmgkat dan  7,20 Yo menJadi  8,52 Yo.", "Daftar File": {"ABSTRAK Naufal Fauzan Fitranandhika": "https://digilib.itb.ac.id/gdl/download/181845", "PUSTAKA Naufal Fauzan Fitranandhika": "https://digilib.itb.ac.id/gdl/download/186338"}, "Penulis": "Naufal Fauzan Fitranandhika [10515027]", "Kontributor / Dosen Pembimbing": ["Prof. Dra. Fida Madayanti Warganegara, MS, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "•.  susu  nabati , kacang rnerah , bit, uji organoleptik", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "20 Sep 2019"}