{"Nomor": 42532, "Judul": "MENGEMBANGKAN PROGRAM CSR YANG EFEKTIF UNTUK INDUSTRI SUMBER DAYA EKSTRAKTIF DI INDONESIA: STUDI KASUS MENGENAI FREEPORT, INDIKA ENERGY, MEDCO ENERGY, PERTAMINA, DAN VALE INDONESIA", "Abstrak": "Tanggung jawab sosial perusahaan atau yang dikenal dengan istilah CSR telah mendapat perhatian khalayak luas sebagai praktek usaha oleh perusahaan dan industri untuk memberikan kontribusi kepada masyarakat. Praktik CSR diharapkan dapat memajukan perekonomian, sosial, dan pembangunan, namun di sisi lain, praktik CSR di industri sumber daya ekstraktif, terutama di negara-negara berkembang sering memicu perdebatan dari para pemangku kepentingan. Perdebatan-perdebatan tersebut seringkali berhubungan dengan gambaran negatif dari industri ekstraktif yang dianggap merusak lingkungan dan mengeksploitasi penduduk lokal. Dari sisi perusahaan, perdebatan-perdebatan tersebut berkaitan untuk mengetahui jenis-jenis CSR yang dibutuhkan oleh komunitas dan berapa biaya yang harus dikeluarkan oleh perusahaan untuk aktivitas CSR. Maka penulisan tesis ini bertujuan untuk menyelidiki praktik CSR di industri ekstraktif di Indonesia, dimana industri sumber daya ekstraktif telah menjadi tulang punggung untuk perekonomian Indonesia selama bertahun-tahun. Penguraian ini dimulai dengan ulasan-ulasan tentang industri ekstraktif serta mengungkap kegiatan operasional industri ekstraktif di Indonesia, termasuk perusahaan-perusahaan besar yang beroperasi di industri ini. Selain itu, penulisan ini juga bertujuan untuk mengungkapkan pengalaman-pengalaman yang baik maupun buruk dalam praktik CSR di industri ekstraktif demi mengetahui berbagai tantangan yang dimiliki industri ini dan strategi untuk menghadapinya. Maka dari itu, penulisan tesis ini menyimpulkan bahwa praktik CSR dapat mengurangi gambaran negatif mengenai industri sumber daya ekstraktif. Selain itu, perusahaan yang mengadakan kegiatan CSR dapat dianggap memiliki praktek bisnis yang baik oleh komunitas. Pada akhirnya, praktik CSR di industri sumber daya ekstraktif berguna untuk menciptakan konsep keberlanjutan bagi komunitas, masyarakat, dan negara.", "Daftar File": {"ABSTRAK Rizkya Dian Maharani": "https://digilib.itb.ac.id/gdl/download/181854"}, "Penulis": "Rizkya Dian Maharani [29317305]", "Kontributor / Dosen Pembimbing": ["Yudo Anggoro, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Tanggung Jawab Sosial Perusahaan, Industri Sumber Daya Ekstraktif, Komunitas, Pemangku Kepentingan, Kontribusi, Masyarakat.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "20 Sep 2019"}