{"Nomor": 42535, "Judul": "STRATEGI BISNIS UNTUK MENGATASI DAMPAK POTENSIAL DARI VOLATILITAS TINGKAT SUKU BUNGA (ANALISA STUDI PADA PT INDONESIA INFRASTRUCTURE FINANCE)", "Abstrak": "Di dalam sector industri pendanaan, faktor makroekonomi sangat mempengaruhi keberlangsungan suatu institusi dalam menjalankan aktivitas bisnisnya untuk dapat memberikan pendanaan kepada pihak lain. PT Indonesia Infrastructure Finance (“IIF”), merupakan salah satu insitusi keuangan yang fokus memberikan pendanaan untuk proyek Infrastruktur di Indonesia. IIF dibentuk oleh Pemerintah Republik Indonesia melalui Kementerian Keuangan bersama dengan World Bank, Asian Development Bank, dan insitutisi multi nasional lainnya. Tujuan dibentuk IIF adalah menjadi katalisator untuk mempercepat dan meningkatkan partisipasi swasta dalam pembangunan infrastruktur di Indonesia. \nDalam menjalankan bisnisnya, IIF sangat terkait dengan faktor makroekonomi seperti nilai tukar mata uang, tingkat suku bunga, dan kebijakan pemerintah. Sehubungan dengan rencana Pemerintah dalam pembangunan Infrastruktur yang sedang gencar di beberapa tahun belakangan ini, seharusnya akan menjadi kondisi yang menguntungkan untuk IIF. Namun hal tersebut tidak dicerminkan dari total profit yang dicapai IIF di tahun 2018, dimana perusahaan mencatat kerugian.\nPada penelitian ini, Penulis akan menganalisa faktor apa saja yang mempengaruhi IIF dalam menjalankan bisnisnya. Penulis akan melakukan analisa faktor eksternal dan internal, faktor utama yang mempengaruhi perusahaan dalam mendapatkan profit, dan juga faktor yang menyebabkan ketidakstabilan tingkat suku bunga Bank Indonesia. Setelah itu, Penulis bermaksud untuk memberikan rekomendasi strategi kepada IIF yang bertujuan untuk membantu IIF dalam menghadapi dampak potensial dari volatilitas tingkat suku bunga. Penelitian ini akan menggunakan data sekunder yang didapat dari data internal perusahaan dan publikasi.", "Daftar File": {"ABSTRAK Nori Rahma Windini": "https://digilib.itb.ac.id/gdl/download/181858"}, "Penulis": "Nori Rahma Windini [29317308]", "Kontributor / Dosen Pembimbing": ["Prof.Dr.Sudarso Kaderi Wiryono DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Bisnis, Industri Pendanaan, Infrastruktur, Suku Bunga", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "20 Sep 2019"}