{"Nomor": 42536, "Judul": "PROPOSAL VALUE PROPOSITION UNTUK MUSLIM FASHION; STUDI KASUS GRACIA PAHTENNOV", "Abstrak": "Gracia Pahtennov merupakan sebuah merek yang berasal dari Indonesia yang telah berdiri semenjak tahun 2017. Gracia Pahtennov bergerak dibidang kasual modest fashion dengan sajian sentuhan sederhana di setiap desainnya. Produk Gracia Pahtennov dapat di temukan pada media online yaitu Instagram.\nRendahnya hambatan masuk kedalam industry modest fashion membuat banyak sekali merek- merek pesaing baik dari merek dagang skala besar ataupun skala kecil yang bermunculan. Hal ini membuat Gracia Pahtennov mengalami beberapa kendala untuk dapat bekompetisi di industri ini. Untuk itu, Gracia Pahtennov memkan desain value proposition yang kuat untuk dapat bersaing di bidangnya.\nUntuk dapat merumuskan proposal value proposition, studi ini akan menggunakan beberapa pisau Analisa yaitu porter’s five force, competitor analysis, STP, Marketing Mix, TOWS Matrix Value Proposition Canvas, Competitor Based-Pricing, dan AIDA model. \nAdapun, riset metodologi yang digunakan dalam studi ini adalah kualitatif. Penelitian ini akan melibatkan beberapa responden yang dipilih berdasarkan kriteria target market dari merek Gracia Pahtennov. \nBerdasarkan rangkaian metodologi yang digunakan, riset ini akan menghasilkan sebuah rancangan value proposition untuk merek Gracia Pahtennov untuk dapat bersaing di Industri.", "Daftar File": {"ABSTRAK Gracia Virginia": "https://digilib.itb.ac.id/gdl/download/181859"}, "Penulis": "Gracia Virginia [29317309]", "Kontributor / Dosen Pembimbing": ["Sonny Rustiadi, M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bisnis Fesyen Online, Value Proposition, Industri Pakaian Sopan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "20 Sep 2019"}