{"Nomor": 42541, "Judul": "PROPOSED BUSINESS STRATEGY FOR GENESA SPORTS IN ORDER TO SUSTAIN COMPETITIVE ADVANTAGE IN SPORTS APPAREL INDUSTRY", "Abstrak": "Genesa didirikan pada 29 Desember 2017 oleh Muhammad Bagus Aditya, Andika dan Sergi Andiva. Pada awalnya Genesa hanya fokus pada pembuatan jersey sepak bola, tetapi seiring berjalan waktu Genesa mulai memproduksi jaket sepak bola, baju latihan, dan juga kaos kaki sepak bola. Genesa berlokasi di Kemrii Muka, Depok. Bisnis utama Genesa adalah memproduksi jersey sepak bola yang unik, detail, dan kaos sepak bola berkualitas tinggi. Pelanggan dapat membuat jersey sepak bola mereka di Genesa sesuai dengan desain dan preferensi mereka. Ada dua jenis jersey yang dijual di Genesa, yang pertama adalah kostum yang berasal dari order sesuai keinginan pelanggan. Yang kedua adalah jersey retail yang berasal dari kolaborasi Genesa dengan pihak lain yang jerseynya bisa dijual, atau jersey retail yang berasal dari pengembangan produk Genesa.\n\nSegmen pelanggan Genesa mulai dari suporter, tim sepak bola, sekolah sepak bola, dan juga kolektor jersey. Genesa mendapatkan sebagian besar pendapatan dari custom order. Jumlah pesanan mengalami fluktuasi sejak Genesa didirikan hingga penelitian ini dilakukan. Kondisi ini berdampak pada kinerja penjualan Genesa yang menghambat Genesa dalam menghasilkan pendapatan. Beberapa analisis dilakukan seperti PORTER’s Five Forces dan analisis PESTEL untuk menganalisis kondisi eksternal dan analisis pesaing dilakukan untuk memahami kondisi persaingan dalam industri. Untuk menjelaskan tentang lingkungan internal analisis VRIO, STP dan Business Model Canvas akan digunakan.\nPeneliti melakukan wawancara, survei, dan observasi dengan para pemangku kepentingan untuk mengumpulkan semua informasi penting yang diperlukan untuk merumuskan masalah dan merumuskan strategi. Strategi bisnis generik oleh Porter digunakan untuk mengetahui strategi apa yang lebih cocok untuk Genesa, biaya murah atau strategi diferensiasi. Analisis akan dilengkapi dengan matriks TOWS, dan strategi Diamond untuk mengidentifikasi opsi strategis sebelum dikembangkan menjadi Business Model Canvas baru.\nRencana implementasi yang akan dilakukan dibagi menjadi rencana jangka pendek dan jangka panjang berdasarkan formulasi solusi bisnis yang akan menjadi pedoman untuk melaksanakan strategi bisnis Genesa Sports.", "Daftar File": {"ABSTRAK Andika": "https://digilib.itb.ac.id/gdl/download/181864"}, "Penulis": "Andika [29317317]", "Kontributor / Dosen Pembimbing": ["Dr. Mohammad Hamsal"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bisnis Pakaian Olahraga, Bisnis Jersey Bola, Keunggulan Kompetitif, Strategi Generik Porter.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "20 Sep 2019"}