{"Nomor": 42545, "Judul": "REKOMENDASI KEBIJAKAN UNTUK PENGELOLAAN DAN PEMANFAATAN DATA EKSPLORASI BATUBARA UNTUK KEMENTERIAN ENERGI DAN SUMBER DAYA MINERAL", "Abstrak": "Saat ini, berdasarkan data Ditjen Minerba, terdapat 68 PKP2B, 1 IUP BUMN, dan 60 IUP PMA. Sedangkan pada Pemerintah Provinsi terdapat 1.164 IUP PMDN. Dengan banyaknya perusahaan batubara yang harus diawasi dan dibina oleh pemerintah, pemerintah mengalami kesulitan untuk mengelola dan memanfaatkan data eksplorasi batubara. Maka dari itu pemerintah dianggap memiliki kebijakan untuk mengaturnya. Hingga saat ini, Kementerian ESDM melalui Ditjen Minerba belum mengatur kebijakan untuk mewajibkan perusahaan pertambangan batubara untuk menyerahkan data kegiatan eksplorasi baik dalam bentuk data mentah, data evaluasi, data hasil interpretasi yang didapat dari seluruh tahapan kegiatan eksplorasi kepada pemerintah. Dalam Tugas Akhir ini penulis menggunakan data primer (FGD dan wawancara) dan sekunder (tinjauan literatur), dan Soft System Methodology (SSM) yang dikembangkan sebagai tanggapan terhadap keterbatasan pendekatan rekayasa sistem dengan menangani kompleksitas sosial yang berkaitan dengan human situation, diperkuat dengan Analisis SWOT dan Analisis Kebijakan Dunn. Setelah pengumpulan, pengolahan, dan analisis data, dapat disimpulkan bahwa perumusan kebijakan mengenai pengelolaan dan pemanfaatan data eksplorasi batubara perlu dilakukan berupa Rancangan Keputusan Menteri ESDM tentang Manajemen dan Pemanfaatan Data Eksplorasi Batubara yang mengatur pedoman teknis untuk mengirimkan data dan jenis data yang harus diserahkan oleh perusahaan berdasarkan setiap tahap eksplorasi, dan untuk rencana ke depan, sistem penyimpanan data online akan dibuat untuk dapat diakses oleh semua pemangku kepentingan untuk kemudahan penggunaan dengan tujuan perumusan kebijakan strategis.", "Daftar File": {"ABSTRAK Setyo Marthono": "https://digilib.itb.ac.id/gdl/download/181868"}, "Penulis": "Setyo Marthono [29317324]", "Kontributor / Dosen Pembimbing": ["Yudo Anggoro, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Batubara, Data Eksplorasi, SSM, Analisis SWOT, Analisis Kebijakan Dunn, Rekomendasi, Kebijakan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "20 Sep 2019"}