{"Nomor": 42547, "Judul": "DESAIN DAN STUDI EKSPERIMENTAL SISTEM AKTIF STRUCTURAL HEALTH MONITORING BERBASIS LAMB WAVE PADA PELAT GFRP QUASI-ISOTROPIK", "Abstrak": "Structural Health Monitoring (SHM) berbasis Lamb wave berpotensi digu-\nnakan untuk tugas pendeteksian delaminasi tersembunyi pada struktur pelat\nberbahan komposit laminat. Dengan memanfaatkan prinsip pemantauan kon-\ntinu dari SHM, cacat delaminasi dapat diamati sejak awal terbentuk sehingga\ntindakan perbaikan dapat segera dilaksanakan. Pada tesis ini dilakukan studi\ndan pengembangan sistem SHM dengan jenis penginderaan aktif berbasis\nLamb wave. Dua buah pelat komposit polimer berpenguat serat gelas (GFRP)\ndigunakan sebagai spesimen. Satu pelat merepsentasikan kondisi sehat dari\nstruktur, sedangkan pelat yang lain diberikan insert metal sehingga merepre-\nsentasikan pelat dengan cacat. Jaringan transduser berjenis PZT kemudian\nditempelkan pada permukaan kedua pelat.\nEksperimen dilakukan dengan salah satu transduser bertindak sebagai aktu-\nator dan transduser lain bertindak sebagai sensor, dilakukan berulang-ulang\nuntuk pasangan aktuator-sensor yang berbeda. Program pengolahan sinyal\nyang memanfaatkan Transformasi Hilbert dan auto-korelasi kemudian digu-\nnakan untuk mendapatkan nilai Time of Flight yang merepresentasikan perbe-\ndaan waktu antara gelombang datang dengan gelombang terpantul oleh cacat\nyang terekam di sensor. Berdasarkan nilai TOF ini, sebuah elips yang merep-\nresentasikan titik-titik dimana cacat mungkin berada dapat dihitung. Den-\ngan mencari titik perpotongan yang muncul dari beberapa elips hasil pasan-\ngan aktuator-sensor lain, dapat ditentukan lokasi cacat menggunakan program\npenggabungan data dan program pencitraan lokasi cacat yang dikembangkan.\nProsedur pelaksanaan SHM yang diajukan pada tesis ini memberikan hasil\nberupa citra lokasi cacat yang menunjukkan lokasi insert diberikan.", "Daftar File": {"ABSTRAK Muhammad Hamzah Farrasamulya": "https://digilib.itb.ac.id/gdl/download/181869", "COVER Muhammad Hamzah Farrasamulya": "https://digilib.itb.ac.id/gdl/download/200228", "BAB 1 Muhammad Hamzah Farrasamulya": "https://digilib.itb.ac.id/gdl/download/200229", "BAB 2 Muhammad Hamzah Farrasamulya": "https://digilib.itb.ac.id/gdl/download/200230", "BAB 3 Muhammad Hamzah Farrasamulya": "https://digilib.itb.ac.id/gdl/download/200231", "BAB 4 Muhammad Hamzah Farrasamulya": "https://digilib.itb.ac.id/gdl/download/200232", "BAB 5 Muhammad Hamzah Farrasamulya": "https://digilib.itb.ac.id/gdl/download/200233", "PUSTAKA Muhammad Hamzah Farrasamulya": "https://digilib.itb.ac.id/gdl/download/200234"}, "Penulis": "Muhammad Hamzah Farrasamulya [23618010]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Leonardo Gunawan", "Andi Kuswoyo, S.T., M.T.", "Prof. Dr. Ir. Tatacipta Dirgantara, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "GFRP, Lamb wave, Structural Health Monitoring, Transduser PZT.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "20 Sep 2019"}