{"Nomor": 42553, "Judul": "KONVERSI DAN PENYIMPANAN DESKRIPSI SERVICE REST DALAM BENTUK YANG TERSTRUKTUR", "Abstrak": "Dalam siklus hidupnya, sebuah service harus dapat ditemukan terlebih dahulu sebelum digunakan oleh pengguna service. Proses penemuan (discovery) service ini dilakukan dengan memanfaatkan deskripsi service yang disediakan oleh penyedia service. Service yang berbasis SOAP mendefinisikan deskripsinya dengan memanfaatkan dokumen WSDL yang sudah terstandarisasi. Akan tetapi, service yang berbasis REST masih belum memiliki standar pendefinisian yang universal. Untuk itu, diperlukan mekanisme yang dapat mendeskripsikan service berbasis REST yang dapat digunakan secara universal. Solusi yang dibangun dirancang dengan mempertimbangkan beberapa konsep yang saat ini sudah ada. Perancangan solusi dilakukan dengan menggabungkan konsep ekstraksi laman HTML untuk membuat dokumen WSDL 2.0 dalam membuat mekanisme description yang baru. Mekanisme ini kemudian dapat dikonfigurasikan sesuai dengan kebutuhan konversi. Dengan adanya solusi ini, proses discovery untuk service berbasis REST dapat dilakukan dengan dukungan otomatisasi yang lebih baik. Sesuai dengan pengujian yang dilakukan, solusi yang telah diimplementasikan telah berhasil memenuhi tujuan yang ingin dicapai, yakni membuat sebuah dokumen deskripsi service dalam bentuk WSDL 2.0 dari sebuah laman API reference berbentuk HTML. Meskipun begitu, terdapat beberapa hal terkait solusi tersebut yang dapat ditingkatkan untuk waktu yang akan datang.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/181875"}, "Penulis": "Edwin Kumara Tandiono [13515039]", "Kontributor / Dosen Pembimbing": ["Dr.techn. Muhammad Zuhri Catur Candra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "service, REST, deskripsi, konversi", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "20 Sep 2019"}