{"Nomor": 42557, "Judul": "PRODUKSI KARBON AKTIF DARI TANDAN KOSONG KELAPA SAWIT SEBAGAI BAHAN SUPERKAPASITOR", "Abstrak": "Produksi minyak kelapa sawit di Indonesia meningkat setiap tahunnya. Seiring dengan\npeningkatan produksi, limbah yang dihasilkan pun semakin meningkat. Limbah kelapa\nsawit merupakan sumber biomassa yang cukup melimpah dan dapat dimanfaatkan\nsebagai bahan baku untuk produk yang mempunyai nilai tambah tinggi. Salah satu\nproduk dari pemanfaatan limbah kelapa sawit adalah karbon aktif. Karbon aktif\nmerupakan salah satu material yang dapat digunakan di berbagai bidang. Pada\numumnya karbon aktif digunakan sebagai adsorben, penyangga katalis, dan media\npenyimpan energi. Karakteristik karbon aktif dengan luas permukaan dan porositas\nyang tinggi, konduktivitas yang baik membuat karbon aktif cocok digunakan sebagai\nmaterial elektroda superkapasitor.\nProses pembuatan karbon aktif terdiri dari proses karbonisasi dan aktivasi. Proses\nkarbonisasi yang dapat digunakan adalah karbonisasi hidrotermal. Karbonisasi\nhidrotermal merupakan proses karbonisasi yang dilakukan dengan media air dalam\nreaktor bertekanan pada temperatur yang lebih rendah dibandingkan proses pirolisis.\nPenelitian ini difokuskan pada pembuatan karbon aktif berbahan baku tandan kosong\nkelapa sawit menggunakan proses karbonisasi hidrotermal menggunakan activating\nagent KOH, CaCl2, dan ZnCl2. Rasio bahan baku: activating agent: air adalah 1:2:3.\nKarbonisasi hidrotermal dilakukan pada temperatur 275°C selama 1 jam. Selanjutnya,\nhydrochar diaktivasi pada temperatur 800°C dengan CO2 selama 2 jam. Permukaan\nkarbon aktif dimodifikasi dengan HNO3 1 M dan 6 M. Karbon aktif diaplikasikan\nsebagai elektroda superkapasitor jenis EDLC.\nKarbon aktif dengan activating agent CaCl2 (AC-Ca) menghasilkan ukuran pori pada\nrentang mesopori, sedangkan ukuran pori karbon aktif dengan activating agent KOH\n(AC-KOH) dan ZnCl2 (AC-Zn) berada pada rentang mikropori. Kapasitansi spesifik\nsuperkapasitor untuk AC-Ca, AC-Zn, dan AC-KOH masing-masing sebesar 28,16 F/g,\n14,76 F/g, dan 5,57 F/g. Modifikasi permukaan karbon aktif dengan HNO3\nmeningkatkan hidrofilisitas karbon aktif dan menurunkan luas permukaan maupun\nukuran pori dari karbon aktif. Modifikasi ini juga menurunkan kapasitansi sel\nsuperkapasitor.", "Daftar File": {"ABSTRAK Christine Gumulya": "https://digilib.itb.ac.id/gdl/download/181880"}, "Penulis": "Christine Gumulya [23017030]", "Kontributor / Dosen Pembimbing": ["Dr. Tirto Prakoso, S.T., M.Eng.", "Jenny Rizkiana, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "biomassa, karbon aktif, hidrotermal, superkapasitor.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Sep 2019"}