{"Nomor": 42567, "Judul": "ANALISA PEMANFAATAN NEW E-DABU TERHADAP KEPATUHAN BADAN USAHA PADA BPJS KESEHATAN", "Abstrak": "Participation in the Jaminan Kesehatan Nasional (JKN)/ National Health Security program is mandatory for all Indonesian citizens including foreigners who work at least six months in Indonesia. The budget deficit still become a business issue from year to year, therefore, to keep financial sustainability of JKN, participants compliance is required. The total membership coverage as of March 1, 2019 was recorded 218 million participants, the amount of participation was so large which covered the entire population of Indonesia, therefore, information technology support was needed in managing membership data. This project focuses on analyzing the influence of New e-DABU (Electronic Data of Business Entity) utilization towards Business Entity compliance in BPJS Kesehatan and also the possibility of improving applications according to user needs. According to applicable regulation, compliance of the Business Entity includes compliance in registration, data changing report and payment. The method used combination of quantitative and qualitative approaches, primary data obtained from interviews, observation and distribution of questionnaires and secondary data collected from company reports, literature and internet. By adopting Technology Acceptance Model (TAM) concept, the utilization of New e-DABU is measured through the variables of perceived usefulness and ease of use as independent variables in its influence on Business Entity compliance as a dependent variable. The results showed that the perceived of usefulness and perceived ease of use both separately and simultaneously showed a positive and significant influence on the compliance of business entities. Referring to these results, it is necessary to propose the development of applications to improve the utilization of New e-DABU by conducting several analytical methods such as: SWOT analysis to analyze internal and external environments, TOWS matrix and Value Proposition Canvas so at the end this research can produce recommendations for BPJS Kesehatan for the development of New e- DABU in the future.", "Daftar File": {"ABSTRAK Sigit Novianto": "https://digilib.itb.ac.id/gdl/download/181890"}, "Penulis": "Sigit Novianto [29317326]", "Kontributor / Dosen Pembimbing": ["Prasetyo B. Saksono, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kepatuhan, New e-DABU, Pengaruh,  Pengembangan, TAM", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "20 Sep 2019"}