{"Nomor": 42565, "Judul": "MENGEMBANGKAN SKENARIO UNTUK MENCAPAI TARGET 23% ENERGI BARU TERBARUKAN DALAM BAURAN ENERGI PEMBANGKITAN TENAGA LISTRIK  DI TAHUN 2025", "Abstrak": "Saat ini pengembangan pembangkit listrik yang menggunakan energi baru terbarukan di Indonesia masih belum maksimal serta dalam perjalanannya terdapat banyak kendala. Mendorong penggunaan energi baru terbarukan diharapkan dapat mengurangi penggunaan energi fosil dan mengurangi polusi udara dan air akibat penambangan dan penggunaan minyak dan batubara. Indonesia adalah salah satu negara yang tergabung dalam perjanjian Paris, perjanjian ini dibuat pada Konferensi Perubahan Iklim Perserikatan Bangsa-Bangsa 2015 yang berlaku mulai 2020 hingga 2030 untuk menjaga pengurangan emisi karbon dioksida.\nDalam proyeksi bauran energi pada tahun 2025 dibagi menjadi 54,6% batubara, 22% gas alam (termasuk LNG), 23% EBT dan 0,4% BBM yang sesuai dengan kebijakan pemerintah untuk meningkatkan penggunaan EBT dan gas, dan mengurangi bahan bakar konsumsi. Untuk itu diperlukan suatu perencanaan yang baik dengan menggunakan pendekatan skenario planning agar mendapatkan kondisi terbaik yang diinginkan oleh pemerintah.\nTujuan dari penelitian ini tidak hanya memberikan gambaran mengenai kondisi target bauran energy pembangkitan dari energy baru terbarukan sebesar 23% di tahun 2025, akan tetapi dapat melihat beberapa skenario lainnya untuk mencapai kondisi terbaik dengan menggunakan pendekatan scenario planning dengan menggunakan data primer dan data sekunder untuk dapat menentukan faktor pendorong yang berpengaruh serta faktor ketidakpastian utama yang berdampak paling besar serta potensi strategi yang akan dihadapi.\nDari penelitian ini didapat empat buah skenario yaitu “Fire Strom”, “Green Forest”, “Yellow Light” dan “Black Thunder”. Scenario  Green Forest merupakan skenario terbaik yang menggambarkan Indonesia dalam kondisi ideal, dimana pertumbuhan ekonomi mengalami peningkatan serta dapat mencapai target yang telah ditetapkan pemerintah, didukung oleh teknologi canggih yang mendukung dalam pengembangan energy baru terbarukan. Terjadi harmonisasi anatara energi fosil dan energy baru terbarukan yang dapat mewujudkan ketahanan energy nasional serta memberikan manfaat terhadap environmental & social value yang diharapkan dapat digunakan untuk membantu upaya pencapaian target bauran energy pembangkitan energy baru terbarukan 23% di Tahun 2025.", "Daftar File": {"ABSTRAK Ronggo Anugerah Putro Hartono": "https://digilib.itb.ac.id/gdl/download/181888"}, "Penulis": "Ronggo Anugerah Putro Hartono [29317325]", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perencanaan Skenario, Energy Baru Terbarukan, Pertumbukan Ekonomi, Teknologi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "20 Sep 2019"}