{"Nomor": 42566, "Judul": "PEMODELAN PENGARUH TEMPERATUR DAN DURASI INDUKSI OVER-EKSPRESI TERHADAP KELARUTAN PROTEIN MULTI-EPITOP E VIRUS ZIKA (ZIKV) PADA BAKTERI Escherichia coli BL21(DE3)", "Abstrak": "Virus Zika adalah Arbovirus dari keluarga Flaviviridae yang dalam satu dekade terakhir telah\nmenimbulkan epidemi di beberapa negara Amerika Latin dan Kepulauan Polinesia. Hingga saat ini,\nmetode yang paling umum digunakan untuk mendeteksi infeksi Virus Zika adalah metode serologi.\nNamun, uji serologi yang ada saat ini belum dapat memberikan hasil spesifik karena adanya cross\nreactivity yang berujung pada false positif. Pada penelitian sebelumnya yang dilakukan oleh Kevin, 2018.,\ntelah dikembangkan konstruksi protein multiepitop E Virus Zika + L18 sebagai kandidat antigen yang\nlebih spesifik. Dalam roadmap pengembangan kit diagnostik, demi efisiensi produksi dan kemudahan\ndalam pemrosesan purifikasi, kandidat antigen dibutuhkan dalam bentuk terlarut dengan kuantitas yang\ntinggi. Namun, sebagian besar protein target yang diekspresikan di dalam sistem E. coli BL21(DE3)\nberada pada fraksi tak terlarut. Dua faktor yang diduga sangat berpengaruh pada kelarutan protein\nrekombinan adalah temperatur dan durasi induksi. Pada penelitian ini, dilakukan pemodelan pengaruh\ntemperatur dan durasi induksi overekspresi terhadap kelarutan protein multi-epitop E Virus Zika + L18\nmenggunakan Response Surface Methodology (RSM) berdasarkan desain eksperimen Face-Centered\nCentral Composite Design (FC-CCD), yang bertujuan untuk menentukan pengaruh temperatur dan durasi\ninduksi, serta nilai yang paling optimum dari kedua faktor tersebut dalam menghasilkan protein target\nyang terlarut.Penelitian diawali dengan mengonfirmasi ulang keberadaan gen protein multiepitop E + L18\npada kultur stock dengan menggunakan metode PCR. Hasil visualisasi dengan elektroforesis gel agarose\nmenunjukkan terdapat pita yang diduga gen protein multi-epitop E Virus Zika + L18 pada rentang ukuran\n750-1000 bp, sesuai dengan data In-Silico yang menyatakan ukurannya adalah 882 bp. Selanjutnya, untuk\nmengonfirmasi kemampuannya dalam mengekspresikan protein target, kultur ditumbuhkan pada\ntemperatur 37oC selama 3 jam. Hasil visualisasi dengan metode SDS-PAGE menunjukkan terdapat pita\nyang diduga protein target pada rentang sedikit di atas pita ladder ukuran 25 kDa, berbeda dengan\nprediksi menggunakan ExPASy yang memprediksi ukuran protein adalah sebesar 24 kDa.\nKetidaksesuaian ukuran hasi SDS-PAGE dengan prediksi In-Silico diduga disebabkan oleh fenomena gel\nshifting. Pemodelan dengan RSM dilakukan menggunakan tiga level dari setiap faktor. Level temperatur\nyang digunakan adalah adalah 16oC, 27,5oC, dan 39oC, sedangkan level durasi induksi yang digunakan\nadalah 6 jam, 16 jam, dan 26 jam. Sebelum divisualisasi dengan metode SDS-PAGE, konsentrasi protein\nterlarut hasil ekspresi dinormalisasi menjadi 0,34 mg/mL. Hasil visualisasi dengan SDS-PAGE\ndikuantifikasi menggunakan software ImageJ dan dianalisis dengan software Design Expert\n11.AnalisisANOVA menunjukkan bahwa model kuadratik yang dibangun dengan Design Expert 11\nsignifikan dengan nilai p-value<0,0001. Analisis RSM juga menunjukkan bahwa temperatur\nsignifikanberpengaruh secara positif terhadap fraksi protein terlarut, berkebalikan dengan durasi induksi\nyang signifikan berpengaruh secara negatif. Hasil penelitian menunjukkan bahwa bahwa kondisi\ntemperatur dan durasi induksi yang optimum untuk memeroleh fraksi protein terlarut adalah pada\ntemperatur 39oC dan durasi induksi selama 6 jam, dengan hasil prediksi persentase fraksi terlarut adalah\nsebesar 27,577%.", "Daftar File": {"ABSTRAK Danang Muchammad Gumilang": "https://digilib.itb.ac.id/gdl/download/181889", "COVER Danang Muchammad Gumilang": "https://digilib.itb.ac.id/gdl/download/193560", "PUSTAKA Danang Muchammad Gumilang": "https://digilib.itb.ac.id/gdl/download/193566"}, "Penulis": "Danang Muchammad Gumilang [10415033]", "Kontributor / Dosen Pembimbing": ["Dr. Adi Pancoro"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "durasi induksi, pemodelan, protein terlarut, temperatur, dan virus zika", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "20 Sep 2019"}