{"Nomor": 42573, "Judul": "KARAKTERISASI GERAKAN TANAH 3D GEMPA PADA TAPAK KONSISTEN WAKTU", "Abstrak": "Indonesia membutuhkan struktur bangunan tahan gempa karena berada pada daerah\nrawan gempa. Menghasilkan struktur bangunan tahan gempa sangat bergantung pada\njenis gempa yang digunakan sebagai beban dinamik dalam analisisnya. Penggunaan\ngempa yang memiliki karakter destruktif akan memudahkan dalam analisis dinamiknya\ndan menghasilkan suatu struktur yang handal. Hingga saat ini belum ditemukan karakter\ndestruktif gempa secara tunggal tetapi yang ada adalah karakter destruktif sesuai lokasi\ngempa. Karakter destruktif gempa diperoleh dengan mengkarakterisasi gerakan tanah\ngempa.\nTerdapat banyak metode dalam melakukan karakterisasi gerakan tanah gempa. Dalam\npenelitian ini karakterisasi gerakan tanah gempa dilakukan terhadap 31 gempa kuat yaitu\ngempa yang memiliki skala ? MMI 7. Semua gempa tersebut ditinjau secara 3D yakni\nmelibatkan tiga komponen gerakan tanah (major, minor, vertikal) pada tapak konsisten\nwaktu. Karakterisasi ini menganalisis 18 parameter destruktif gerakan tanah gempa yakni\nPeak Ground Acceleration (PGA), Peak Ground Velocity (PGV), Peak Ground\nDisplacement (PGD), Magnitudo Merchalli I, Intensitas Arias (IA), Periode Sudut (Tc),\nA0Tc, Elapse, Durasi, D05-95, Spectrum Intensity (SI), Seismic Energy Density (SED),\nSpectra Acceleratioan (Sa), Spectra Velocity (Sv), Spectra Displacement (Sd), Power\nAbsorbtion per satuan massa (Pa/m), Power Excitation per satuan massa (Px/m), Energy\nInput per satuan massa (Ein/m). Dari 18 parameter tersebut dianalisis untuk menemukan\nsuatu parameter tunggal yang akhirnya menjadi karakter destruktif gempa. Parameter\ntunggal yang dipilih adalah parameter yang paling banyak memiliki korelasi kuat dengan\n18 parameter tersebut. Suatu korelasi antara parameter dianggap kuat jika memiliki nilai\nkorelasi >0,8. Nilai-nilai dari parameter diperoleh dari 93 gerakan tanah gempa dan dari\nanalisis terhadap struktur Three DOF Lumped Mass dengan 24 periode berbeda yaitu\npada T=0,1 s; 0,2 s; 0,3 s; 0,4 s; 0,5 s; 0,6 s; 0,7 s; 0,8 s; 0,9 s; 1 s; 1,2 s; 1,4 s; 1,6 s; 1,8\ns; 2 s; 2,2 s; 2,4 s; 2,6 s; 2,8 s; 3 s; 3,5 s; 4 s; 4,5 s; 5 s.\nHasil analisis menunjukkan parameter yang memiliki korelasi kuat paling banyak adalah\nSv dimana mewakili 31,37% parameter gerakan tanah gempa. Dengan rendahnya nilai\npersentasi perwakilan maka Sv tidak dapat menjadi karakter destruktif gempa. Untuk\nmemiliki 100% perwakilan dibutuhkan 10 parameter sekaligus yaitu Sv (31,37%), PGV\n(23.26%), D05-95 (16,67%), MMI (5,56%), IA (5,56%), Tc (5,56%), PGA (5,32%), PGD\n(4,86%), Ein/m (1,39%), Px/m (0,46%). Multi parameter di atas dapat digabung menjadi\nparameter tunggal yang disebut parameter composite (Parameter C) dengan\nmenggunakan metode Complete Quadratic Combination (CQC). Metode tersebut\nii\nmenggunakan nilai parameter dan nilai koefisien korelasi sebagai data perhitungan.\nPenggabungan untuk menghasilkan parameter C dapat dilakukan terhadap 18 parameter\n(Parameter C18), 10 parameter (Parameter C10), dan 3 parameter dominan yaitu Sv, PGV,\nD05-95 (Parameter C3). Nilai Parameter C18 terbesar adalah 65,07; nilai Parameter C10\nterbesar adalah 32,59; nilai Parameter C3 terbesar adalah 6,81. Adapun nilai terbesar dari\nketiga Parameter C tersebut sama-sama dihasilkan oleh gempa dan pada periode struktur\nyang sama yaitu gempa Kobe pada T=1,2 s.\nUntuk membanding ketiga parameter di atas maka berdasarkan nilai terbesar dari ketiga\nparameter di atas dibuat Indeks Destruktif Spektrum (IDS) dari skala I-X. IDS dapat\ndiplot dan dibanding untuk ketiga parameter C tersebut di mana ketiganya memiliki\nbentuk kurva yang mirip. Dengan demikian karakter destruktif gempa dapat\nmenggunakan Parameter C18 atau Parameter C10 atau Parameter C3. IDS Parameter C18\ndapat diperoleh dengan mengkonversi nilai Parameter C18 dengan angka konversi indeks\n0,1537. IDS Parameter C10 diperoleh dengan mengkonversi nilai Parameter C10 dengan\nangka konversi indeks 0,3069. IDS Parameter C3 dapat diperoleh dengan mengkonversi\nnilai Parameter C3 dengan angka konversi indeks 1,4674. Dengan demikian setiap orang\ndapat menilai sifat destruktif gempa terhadap struktur bangunan dengan menghitung IDS\ndari gempa melalui menghitung Parameter C.", "Daftar File": {"ABSTRAK Niakku Imanuel Maggang": "https://digilib.itb.ac.id/gdl/download/182618"}, "Penulis": "Niakku Imanuel Maggang [25016332]", "Kontributor / Dosen Pembimbing": ["Ir. Sindur P. Mangkoesoebroto, MSEM, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "karakterisasi gempa, parameter gempa, karakter destruktif, gerakan tanah, indeks destruktif spektrum, parameter composite, konversi indeks.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "20 Sep 2019"}