{"Nomor": 42576, "Judul": "REDESAIN SISTEM PENGENDALIAN PENCEMARAN UDARA UNTUK EMISI PARTIKULAT DI PABRIK GULA CANDI BARU, KABUPATEN SIDOARJO, JAWA TIMUR", "Abstrak": "PT Rajawali Nusantara Indonesia atau disingkat sebagai PT RNI adalah perseroan terbatas yang bergerak di bidang agroindustri, farmasi, dan perdagangan. Salah satu anak perusahaannya merupakan agroindustri dengan bisnis teh, kelapa sawit, karet, kedelai, tebu dan kelapa sawit. Sumber bahan baku industry gula adalah tebu yang sebagian besar berasal dari para petani dan kemitraannya di wilayah Jawa Timur. Salah satu pabrik gula yang dimiliki PT RNI adalah Pabrik Gula Candi Baru yang berlokasi di Kabupaten Sidoarjo, Jawa Timur, dengan kapasistas sebesar 2.750 ton tebu perhari. Untuk mendukung proses produksi, PG Candi Baru mengoperasikan 2 buah ketel uap yang masing-masing memiliki kapasitas 30 ton/jam. Ketel uap berbahan bakar ampas tebu yang merupakan residu dari proses produksi gula, pembakaran ampas tebu menghasilkan gas emisi yang mengandung partikulat. Selain itu, PG Candi Baru telah beroperasi selama kurang lebih 40 tahun sejak tahun 1983. Untuk itu, seluruh peralatan dan mesin yang digunakan dalam proses produksi terutama ketel uap dan alat pengendali pencemaran udara sudah digunakan sedari awal. Hal ini mengakibatkan adanya penurunan efisiensi dari mesin/alat tersebut. Oleh karena itu, penulis memberikan rekomendasi serta beberapa evaluasi untuk merancang ulang sistem pengendalian pencemaran udara untuk meningkatkan efisiensi alat pengendali partikulat dalam menangkap partikel yang dihasilkan oleh ketel uap berbahan bakar gas, yaitu unit pengendali cyclone.", "Daftar File": {"ABSTRAK Gabriella Gwenny": "https://digilib.itb.ac.id/gdl/download/181898"}, "Penulis": "Gabriella Gwenny [15315062]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Puji Lestari, Ph.D.", "Haryo Satriyo Tomo, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Industri gula, ketel uap, ampas tebu, cyclone, partikulat, PT RNI", "Sumber": "TUGAS AKHIR Juni 2019", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "20 Sep 2019"}