{"Nomor": 42582, "Judul": "PERANCANGAN FASILITAS PEMULIHAN TANAH TERCEMAR MINYAK BUMI DI KAWASAN PERTAMBANGAN MINYAK BUMI DESA WONOCOLO DAN DUSUN DANDANGILO KABUPATEN BOJONEGORO SECARA FISIKA-KIMIA", "Abstrak": "Desa Wonocolo dan DUSUN Dandangilo di Kecamatan Kedewan, Jawa Timur merupakan lokasi eksplorasi minyak bumi sejak masa penjajahan Belanda, yaitu sejak tahun 1870. Dalam melakukan kegiatan penambangan di sumur bor, terdapat tumpahan minyak pada lahan sekitar akibat proses pengangkutan minyak, baik melalui pipa, alat angkut, maupun ceceran akibat proses pemindahan. Lumpur limbah minyak bumi merupakan produk yang tidak mungkin dihindari dan menyebabkan pencemaran terhadap tanah. Kadar TPH (Total Petroleum Hydrocarbon) yang terdapat pada tanah daerah pertambangan minyak di Kecamatan Kedewan mencapai 6.18%. Dalam remediasi tanah tercemar, terdapat beberapa pengolahan yang dapat dilakukan dengan menggunakan metode fisika-kimia. Alternatif yang terpilih untuk melakukan remediasi tanah tercemar secara fisika-kimia di Desa Wonocolo dan Dusun Dandangilo adalah dengan menggunakan teknologi soil washing. Proses untuk menghilangkan kontaminan pada tanah tercemar melalui soil washing adalah dengan melarutkan tanah tercemar dalam larutan pencuci atau dengan mengonsentrasikan tanah tercemar ke dalam volume tanah yang lebih kecil. Kajian awal yang dilakukan untuk menerapkan teknik soil washing adalah karakteristik tanah tercemar minyak yaitu analisa oil and grease, TPH, porositas dengan nilai 0.06-12.42%, 0.01-6.18%, dan 0.42n secara berurutan. Karakteristik tanah tercemar tergolongkan dalam jenis lempung cadas dengan komposisi 50% pasir 33%lanau dan  17% lempung. Volume timbulan tanah tercemar dihitung dengan menghitung luas area tercemar dikalikan kedalaman dimana kadar TPH kurang dari 0.01% dan diperoleh volume 122,550 m3. Kapasitas soil washing adalah 15 ton/jam dengan perbandingan Solid/Liquid adalah 1:15. Konfigurasi soil washing tediri dari unit soil scrubber, dewatering screen, koagulasi, flokulasi, DAF, dan filter press.", "Daftar File": {"ABSTRAK Muthiah Salsabila": "https://digilib.itb.ac.id/gdl/download/181909"}, "Penulis": "Muthiah Salsabila [15314081]", "Kontributor / Dosen Pembimbing": ["Ir. Agus Jatnika Effendi, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Tanah tercemar, total petroleum hydrocarbon, soil washing.", "Sumber": "TUGAS AKHIR September 2019", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "20 Sep 2019"}