{"Nomor": 42585, "Judul": "EKSTRAKSI RESIN BIJI NYAMPLUNG", "Abstrak": "Tanaman nyamplung (Calophyllum inophyllum Linn.) merupakan salah satu jenis tanaman mangrove yang sangat potensial di Indonesia dan memiliki daya tahan tinggi terhadap lingkungan. Selain itu, tanaman nyamplung memiliki produktivitas mencapai 20 ton buah/ha/tahun dengan kandungan minyak dan resin sekitar 74,70%. Sejauh ini pemanfaatan nyamplung masih menitikberatkan pada penggunaan minyak biji nyamplung untuk pembuatan biodiesel, sedangkan resinnya belum banyak dimanfaatkan dan cenderung dihasilkan sebagai limbah karena sifatnya yang beracun. Resin merupakan salah satu produk hasil ekstraksi biji nyamplung yang memiliki potensi cukup tinggi mencapai 367,632 kg resin/tahun.\nTujuan penelitian ini adalah untuk mengetahui pengaruh dari variabel proses terhadap perolehan resin biji nyamplung. Terdapat empat tahapan proses pada penelitian ini yaitu persiapan bahan baku, proses ekstraksi, pemisahan dan pemurnian produk, serta analisis produk. Fokus utama penelitian ini adalah pada proses ekstraksi. Pada tahapan proses ini akan dilakukan ekstraksi menggunakan soxhlet dengan dua jenis pelarut (metanol–n-heksana; etanol–n-heksana) dengan variasi berupa rasio alkohol terhadap n-heksana (alkohol murni; 3; 2; 1.25; dan n-heksana murni) yang dilangsungkan selama 4 jam pada laju pemanasan tetap (290oC) dan tekanan ruang. Resin biji nyamplung yang diperoleh dikarakterisasi dengan menentukan perolehan resin, bilangan asam dan jenis dari resin biji nyamplung. Sedangkan minyaknya dikarakterisasi dengan menentukan perolehan serta bilangan asam.\nBerdasarkan hasil penelitian ini, perolehan resin tertinggi sebesar 34,75% (basis berat biji) dihasilkan dari proses ekstraksi menggunakan pelarut etanol–n-heksana dengan rasio pelarut 1.25. Bilangan asam resin tertinggi sebesar 147,59 mg KOH/g diperoleh pada ekstraksi metanol–n-heksana dengan rasio pelarut 3. Sedangkan perolehan minyak tertinggi sebesar 56,12% (basis berat biji) dengan bilangan asam 56,61 mg KOH/g dihasilkan dari proses ekstraksi menggunakan n-heksana murni. Jenis resin yang diperoleh dari biji nyamplung sebanding dengan resin rosin.", "Daftar File": {"ABSTRAK Fadhilah Nur Afifah": "https://digilib.itb.ac.id/gdl/download/181939"}, "Penulis": "Fadhilah Nur Afifah [23017042]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Danu Ariono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "biji nyamplung, ekstraksi soxhlet, etanol, metanol, resin", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "20 Sep 2019"}