{"Nomor": 42593, "Judul": "TERMINAL BANDAR UDARA INTERNASIONAL MAMANDA DI KOTA BANJARBARU, KALIMANTAN SELATAN", "Abstrak": "Bandar Udara Internasional sudah menjadi kebutuhan bagi Provinsi Kalimantan Selatan. Terminal\nbandar udara merupakan ‘pintu gerbang’ bagi pendatang yang menggunakan moda transportasi udara\nsehingga berperan besar dalam memberikan citra daerahnya. Terminal bandar udara internasional\nMamanda dirancang dengan memenuhi standar yang mengutamakan konsep keamanan dan\nkenyamanan. Konsep tersebut diterapkan pada sistem sirkulasi yang mudah dipahami oleh pengguna\nterminal. Konsep Mamanda yang diterapkan pada terminal tersebut diambil dari metafora seni teater\ntradisional Suku Banjar. Ikat kepala atau Laung yang merupakan ciri khas pemeran teater dijadikan\nkonsep bentuk utama pada terminal bandar udara ini. Pembagian zona keberangkatan dan kedatangan\npada lantai yang berbeda merupakan solusi dalam menciptakan sirkulasi vertikal yang efisien bagi\nseluruh pengguna terminal. Kebutuhan akan bentang lebar diselesaikan menggunakan perpaduan\nsistem struktur arkus tiga sendi dengan bidang. Bentuk atap yang dihasilkan pun dapat\nmemberdayakan air hujan setempat untuk memenuhi kebutuhan air dalam terminal. Potensi\nperpaduan bahan dalam penutup atap bangunan menghasilkan bentuk pola kain sasirangan khas\nkalimantan selatan yang dapat dinikmati dari dalam bangunan. Pembagian sirkulasi menuju bangunan\nmenjadi dua tingkatan digunakan sebagai solusi efisiensi sirkulasi. Sirkulasi dalam bangunan satu arah\ndan pembagian zonasi utama dalam dua lantai berbeda menghasilkan solusi bagi wayfinding dalam\nbangunan terminal. Atraksi dalam bangunan dibuat megah dengan adanya void di tengah bangunan\nbentang lebar.", "Daftar File": {}, "Penulis": "Haryono Kurniawan [15215052]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Surjamanto W., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Terminal, Bandar Udara Internasional, Banjarbaru, Mamanda, Laung, Suku Banjar", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "20 Sep 2019"}