{"Nomor": 42599, "Judul": "PENGARUH PERBEDAAN KONSENTRASI GMS (GLISEROL MONOSTEARAT) SEBAGAI BAHAN COATING PISANG CAVENDISH (Musa acuminata) PADA SUHU PENYIMPANAN YANG BERBEDA", "Abstrak": "Buah pisang merupakan salah satu komoditas buah yang memiliki tingkat\nproduksi yang tinggi di Indonesia. Berdasarkan data dari Kementrian Pertanian\n(2015), produksi buah pisang di Indonesia pada tahun tersebut mencapai 7.3 juta\nton dan merupakan nilai produksi tertinggi jika dibandingkan dengan produksi buah\nlainnya. Namun buah pisang mudah sekali mengalami kerusakan. Kerusakan\ntersebut disebabkan adanya proses metabolisme meliputi respirasi dan transpirasi\nyang masih terus berlangsung setelah buah dipanen. Salah satu usaha yang dapat\ndilakukan untuk menghambat proses metabolisme dan mengurangi kerusakan\nadalah dengan melapisi buah pisang menggunakan bahan pelapis (coating). Tujuan\npenelitian ini adalah menentukan pengaruh perlakuan coating dengan perbedaan\nkonsentrasi GMS (Gliserol Monostearat) terhadap organoleptik dan fisikokimia\nbuah pisang Cavendish pada suhu penyimpanan dingin (5±2oC), sejuk (15±2oC),\ndan ruang (25±2oC), dan menentukan perlakuan coating terbaik untuk\nmemperpanjang masa simpan buah pisang Cavendish pada masing-masing suhu\npenyimpanan. Bahan yang digunakan antara lain pati singkong 3%, kalium sorbat\n0,5%, dan GMS dengan beberapa variasi konsentrasi. Buah pisang yang digunakan\nmerupakan jenis pisang Cavendish dengan tingkat kematangan yang seragam (stage\n5) dan metode coating yang diterapkan adalah metode pencelupan. Parameter uji\nyang dilakukan antara lain uji organoleptik meliputi warna, kekerasan, aroma, rasa,\ndan kenampakan keseluruhan, serta pengujian fisikokimia meliputi total padatan\nterlarut, pengukuran derajat keasaman (pH), pengukuran susut bobot, pengukuran\ntekstur, dan laju respirasi. Rancangan penelitian berupa Rancangan Acak Lengkap\nyang terdiri dari 5 perlakuan yang merupakan konsentrasi GMS (G) dalam larutan\ncoating, yaitu A = GMS 0% (w/w); B = GMS 0,7% (w/w); C = GMS 0,8% (w/w); D =\nGMS 0,9% (w/w) dan E = tanpa coating. Masing-masing perlakuan terdiri dari 3\nulangan. Data yang diperoleh dianalisis dengan analisis ragam ANOVA pada taraf 5%. Jika terdapat perbedaan pengaruh, maka akan dilakukan uji lanjut dengan Uji Jarak Berganda Duncan pada taraf nyata 5%. Formula coating dengan penambahan GMS mampu mempertahankan skor organoleptik warna dan kenampakan keseluruhan hingga hari ke-3 pada suhu dingin, warna, rasa, dan kenampakan keseluruhan hingga hari ke-9 pada suhu sejuk, serta warna, aroma, rasa, dan kenampakan keseluruhan hingga hari ke-6 pada suhu ruang. Baik pada suhu dingin, sejuk, maupun ruang, perlakuan coating tidak memberikan pengaruh terhadap variabel kekerasan. Namun nilai susut bobot dan laju respirasi buah mampu ditekan dengan adanya perlakuan coating di setiap suhu penyimpanan. Perlakuan coating mampu mempertahankan kematangan buah pisang berdasarkan nilai total padatan terlarut dan pH pisang. Pada suhu dingin, perlakuan coating dengan penambahan GMS 0,8% merupakan perlakuan terbaik yang cenderung mampu mempertahankan masa simpan buah pisang Cavendish selama 3 hari. Kemudian pada suhu sejuk, perlakuan terbaik terdapat pada perlakuan coating dengan penambahan GMS 0,9% yang mampu mempertahankan masa simpan buah pisang Cavendish hingga 9 hari. Sedangkan pada suhu ruang, perlakuan terbaik yang dihasilkan adalah pada perlakuan coating dengan penambahan GMS 0,7% yang dapat mempertahankan masa simpan buah pisang Cavendish selama 6 hari.", "Daftar File": {"ABSTRAK Julianti Atlanti": "https://digilib.itb.ac.id/gdl/download/181982"}, "Penulis": "Julianti Atlanti [11915035]", "Kontributor / Dosen Pembimbing": ["Dr. Rijanti Rahaju Maulani, S.P., M.Si.", "Dr. Ir. Rika Alfianny, M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Pisang Cavendish, coating, pati singkong, gliserol monostearat", "Sumber": "", "Staf Input/Edit": "didi kusnendi", "File": "1 file", "Tanggal Input": "20 Sep 2019"}