{"Nomor": 42596, "Judul": "GEOLOGI DAN PEMODELAN RESERVOIR STATIS 3D PADA FORMASI TALANG AKAR, LAPANGAN TPS, CEKUNGAN SUMATERA SELATAN", "Abstrak": "Lapangan TPS merupakan salah satu lapangan minyak dan gas bumi yang secara\nadministratif terletak di Provinsi Sumatera Selatan dengan luas daerah 8880 km2.\nSecara geologi, Lapangan TPS terletak pada Cekungan Sumatera Selatan yang\nberumur Tersier. Studi geologi dan pemodelan reservoir pada penelitian ini\ndifokuskan pada Formasi Talang Akar dengan dua interval reservoir yang berupa\nlitologi batupasir.\nPenelitian ini bertujuan untuk membuat model geologi dan mengestimasi jumlah\ncadangan hidrokarbon pada kedua interval reservoir. Data yang digunakan pada\npenelitian ini terdiri dari data log tali kawat, seismik 3D, deskripsi keratan bor\n(cutting), laporan biostratigrafi, dan data komplesi pada 23 sumur. Metode yang\ndigunakan pada penelitian ini adalah analisis data sumur, analisis data seismik,\npemodelan reservoir, dan perhitungan cadangan hidrokarbon.\nAnalisis deskripsi keratan bor dan pengelompokkannya menghasilkan lima\nlitofasies Medium to Coarse Sandstone (Smc), Very Fine to Medium Sandstone\n(Svftm), Fine to Coarse Sandstone (Sm), Sand-Silt-Mud (Fl), dan Silt-Mud (Fsm).\ndengan asosiasi fasies berupa fluvial channel yang berpotensi sebagai zona\nreservoir dan floodplain sebagai zona non-reservoir. Lingkungan pengendapan\ninterval penelitian merupakan transisi dari braided hingga low sinuosity river\ndengan arah pengendapan regional NNE – SSW. Analisis struktur geologi pada\ndaerah penelitian memperlihatkan sesar normal yang berasosiasi dengan antiklin\nberarah NNE – SSW.\nPemodelan reservoir statis 3D mencakup pemodelan struktur, fasies, dan distribusi\nproperti petrofisika, dilakukan untuk mengetahui geometri reservoir, distribusi\nproperti, dan estimasi jumlah cadangan hidrokarbon. Estimasi cadangan\nhidrokarbon di tempat pada kedua interval reservoir pada daerah penelitian adalah\n622 thousand stock tank barrels (MSTB).", "Daftar File": {}, "Penulis": "Septiani Perdana [12014501]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dardji"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Lapangan TPS, Cekungan Sumatera Selatan, Formasi Talang Akar, Pemodelan Reservoir Statis, Cadangan Hidrokarbon.", "Sumber": "", "Staf Input/Edit": "tuti yulia", "File": "8 file", "Tanggal Input": "20 Sep 2019"}