{"Nomor": 42601, "Judul": "DESAIN PERANCANGAN TEMPAT PENGOLAHAN SAMPAH REDUCE, REUSE, RECYCLE (TPS 3R) PASAR RAYA PADANG", "Abstrak": "Pasar Raya Padang merupakan pusat aktivitas ekonomi yang terbesar di Kota Padang. Sebagai pusat kegiatan ekonomi kota dan sumber kehidupan ekonomi masyarakat yang berada pasar, kawasan ini merupakan yang paling ramai dan paling sibuk dengan segala kegiatan ekonomi masyarakat di Kota Padang. Luas area Pasar Raya Padang ini sekitar 73.058 m2. Jumlah pedagang yang berjualan di pasar ini pada tahun 2018 sebanyak 7472 orang. Dalam kegiatan perdagangan ini dapat menyumbangkan timbulan sampah. Hasil sampling observasi yang dilakukan terhadap timbulan sampah di Pasar Raya Kota Padang, dalam satu hari dapat menghasilkan timbulan sampah sebesar 5352,18 kg/hari atau setara 5,4 ton per hari, dengan densitas sampah campuran sebesar 151,83 kg/m3. Komposisi timbulan sampah yang dominan adalah sampah sisa makanan sebesar 65%, kemudian diikuti plastik 13%, kertas 10%, logam 3%, lain-lain 3%, kayu 2%, kaca, tekstil, dan karet masing-masing 1%. TPS 3R Pasar Raya Padang memiliki kapasitas maksimum sebesar 11,04 ton/hari atau sekitar 40,24 m3/hari sampah. TPS 3R Pasar Raya yang dirancang akan memiliki fasilitas pengolahan sampah organik berupa open windrow composting, pengolahan sampah anorganik yakniknya sampah kertas, plastik, dan logam, dan penyimpanan sampah residu. Dari hasil pengolahan sampah di TPS 3R Pasar Raya Padang ini akan menghasilkan residu sebanyak 17,6 m3/ hari dengan pengangkutan ke TPA sebanyak 2 ritasi perhari.", "Daftar File": {"ABSTRAK Alvin Fajriwan Ramhar": "https://digilib.itb.ac.id/gdl/download/181991"}, "Penulis": "Alvin Fajriwan Ramhar [15315023]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Tri Padmi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "TPS 3R, desain, sampah sisa makanan, Pasar Raya Padang", "Sumber": "TUGAS AKHIR Agustus 2019", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "20 Sep 2019"}