{"Nomor": 42607, "Judul": "PENINGKATAN PRODUKSI FUKOSANTIN OLEH Chaetoceros sp. MELALUI OPTIMASI NUTRISI MENGGUNAKAN RESPONSE SURFACE METHODOLOGY", "Abstrak": "Fukosantin merupakan komponen karotenoid utama pada diatom yang berperan\ndalam fotosintesis dan perlidungan terhadap cahaya. Senyawa ini diketahui\nmempunyai potensi aplikasi sebagai antioksidan, antikanker dan antidiabetes\nsehingga dapat dimanfaatkan oleh industri kesehatan dan kosmetik. Nutrisi\nmerupakan salah satu faktor yang dapat mempengaruhi laju pertumbuhan dan\nkomposisi seluler mikroalga. Nitrogen dan fosfor merupakan makronutrien yang\ndibutuhkan oleh mikroalga untuk melakukan pertumbuhan. Peningkatan\nkonsentrasi senyawa tersebut dapat meningkatkan kemampuan sel untuk\nmenangkap cahaya pada fotosintesis. Hal ini berdampak terhadap peningkatan\nkarotenoid sel termasuk fukosantin. Penelitian ini bertujuan untuk menentukan\npengaruh serta konsentrasi nitrogen dan fosfor optimum untuk memproduksi\nfukosantin pada diatom Chaetoceros sp. Penelitian ini dilakukan dengan\nmenentukan kisaran konsentrasi kedua variabel yang akan digunakan berdasarkan\nliteratur. Kemudian nilai tersebut digunakan untuk menentukan jumlah variasi\nperlakuan dengan menggunakan metode response surface methodology (RSM).\nMelalui metode tersebut, dihasilkan 12 jenis perlakuan dengan kombinasi\nkonsentrasi nitrogen dan fosfor tertentu dan dikultivasi selama enam hari. Selama\nkultivasi, dilakukan penghitungan jumlah sel dan pengukuran pH media. Selain itu,\ndilakukan pengukuran kadar fukosantin pada lima titik waktu yang berbeda\nmenggunakan metode spektrofotometri pada tiga panjang gelombang yang berbeda\n(445, 663 dan 750 nm). Hasil absorbansi lalu dimasukkan ke persamaan untuk\nmenentukan konsentrasi fukosantin. Data konsentrasi fukosantin dan jumlah sel\ndijadikan sebagai respon dan dimasukkan pada Design Expert untuk menghasilkan\npemodelan dan analisis statistik. Pemodelan tersebut lalu diuji keakuratannya\ndengan melakukan pengukuran fukosantin dan penghitungan jumlah sel pada titik\noptimum yang diprediksi oleh aplikasi. Hasil penelitian menunjukkan bahwa\nkondisi pH selama kultivasi berada pada rentang 8,5-9,2 untuk semua perlakuan.\nKonsentrasi fukosantin mengalami peningkatan seiring dengan pertumbuhan dan\nterakumulasi pada fasa stasioner. Hal ini menyebabkan data konsentrasi fukosantin\ndan jumlah sel pada hari keenam digunakan dalam analisis RSM. Hasil pemodelan\nkuadratik menunjukkan adanya kesesuaian antara variabel dan kedua respon\ndengan nilai R2 sebesar 0,8625 dan 0,8967. Dari hasil analisis statistik didapatkan\nbahwa nitrogen dan fosfor berpengaruh signifikan terhadap konsentrasi fukosantin\ndan jumlah sel. Tahapan validasi pemodelan dilakukan dengan melakukan\npengukuran respon pada tiga titik optimum yang diprediksi oleh Design Expert.\nHasil eksperimen menunjukkan adanya peningkatan produksi fukosantin sebesar\n50% dibandingkan dengan kontrol. Hasil pengukuran respon masih berada dalam\nbatas toleransi sehingga model valid untuk digunakan untuk memprediksi\nkandungan fukosantin pada sel. Penelitian ini menunjukkan bahwa manipulasi\nkonsentrasi nitrogen dan fosfor berpotensi digunakan untuk meningkatkan produksi\nfukosantin dalam skala industri.", "Daftar File": {"ABSTRAK Andrew Daniel Koesoemo Siantur": "https://digilib.itb.ac.id/gdl/download/181997"}, "Penulis": "Andrew Daniel Koesoemo Siantur [10415031]", "Kontributor / Dosen Pembimbing": ["Dr. Magdalena Lenny Situmorang, S.Si., M.Sc.", "Dr. Dea Indriani Astuti, S.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "fukosantin, spektrofotometri, respon permukaan, optimasi, Chaetoceros.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "20 Sep 2019"}