{"Nomor": 42619, "Judul": "ANALISA PENGAMBILAN KEPUTUSAN SECARA MULTI KRITERIA UNTUK ALTERNATIF ALUR PASOK DI KONSESI BATUBARA KALIMANTAN TENGAH STUDI KASUS: PT HAMPARAN MULYA", "Abstrak": "Batubara adalah komoditas yang harga jualnya dipengaruhi oleh permintaan-penawaran pasar, yang cenderung mengalami fluktuasi yang signifikan. Pada tahun 2014 hingga 2016, banyak perusahaan tambang batubara tidak dapat melanjutkan operasinya karena harga jual yang rendah, hanya 20% dari perusahaan batubara dari 3000 perusahaan yang dapat mempertahankan operasinya pada waktu itu. Dengan fluktuasi harga indeks batu bara ini, perusahaan tambang batu bara harus dapat melakukan operasi mereka secara efektif dan efisien agar dapat bertahan dan mendapatkan margin laba yang baik. Perusahaan tambang batubara yang memiliki konsesi di Kalimantan Tengah memiliki tantangan lain di samping kondisi indeks harga yang sebagian besar dipengaruhi oleh kondisi alam, untuk studi kasus ini khusus untuk konsesi pertambangan PT Hamparan Mulya, salah satu konsesi pertambangan batubara yang berlokasi di Kalimantan Tengah. Kalimantan. Salah satu tantangan terbesar bagi perusahaan adalah rute pengiriman batubara melalui tongkang. Setiap tongkang harus mengirimkan batubara dari sungai Barito yang memiliki kekhasan pada ketinggian airnya dimana fluktuasi sangat tinggi dan di periode tertentu akan mengalami kekeringan. Selain kondisi alam, tantangan lain adalah dari karakteristik batubara yang dapat mengalami pembakaran sehingga membutuhkan penanganan batubara, dan biaya logistic yang semakin tinggi. Tantangan-tantangan ini adalah alasan PT Hamparan Mulya untuk menemukan rantai pasokan solusi pengiriman batubara terbaik untuk memperbaiki kondisi perusahaan pada tahun sebelumnya agar tercapai kinerja terbaik perusahaan. Penelitian ini bertujuan untuk menentukan alternatif aliran pasokan batubara untuk konsesi pertambangan di Kalimantan Tengah, dengan menggunakan salah satu metode Pengambilan Keputusan Multi Kriteria (MCDM) yaitu Analytical Hierarchy Process (AHP) yang dibagi menjadi 4 Kriteria dan 10 Sub Kriteria. Kriteria ini adalah Kualitas, Biaya, Pengiriman dan Ketersediaan Tongkang dan 10 Sub-Kriteria yang digunakan adalah Ukuran Batubara, Penurunan Kualitas, Pembakaran Batubara untuk Kriteria Kualitas; Margin, Biaya Logistik, Harga Jual Premium untuk Kriteria Biaya; Volume, Leadtime, Berlanjut untuk Kriteria Pengiriman dan Ketersediaan Tongkang untuk Kriteria Ketersediaan Tongkang. Alternatif solusi yang memungkinkan yaitu melalui intermediate stockpile (ISP) Salat Baru, ISP Indonesia Bulk Terminal (ISP IBT), Transfer Kargo dan aktual saat ini melalui Taboneo. Dari hasil analisa AHP maka didapatkan bahwa alur pasok batubara yang terbaik yaitu melalui ISP Indonesia Bulk Terminal.", "Daftar File": {"ABSTRAK Franklyn Berris Panjaitan": "https://digilib.itb.ac.id/gdl/download/182009"}, "Penulis": "Franklyn Berris Panjaitan [29317357]", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Alur Pasok Batubara, Multi Kriteria Pengambilan Keputusan, AHP", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "20 Sep 2019"}