{"Nomor": 42614, "Judul": "KAJIAN PENGADAAN BERKELANJUTAN DALAM PENGADAAN SUPPLIER BETON READY MIXED", "Abstrak": "Saat ini telah dikenal konsep konstruksi berkelanjutan, yaitu penyelenggaraan konstruksi yang\nmempertimbangkan aspek sosial dan lingkungan selain aspek ekonomis. Pelaksanaan konstruksi\nberkelanjutan telah diamanahkan dalam UU No. 2 Tahun 2017 tentang Jasa Konstruksi.\nKesuksesan konstruksi berkelanjutan sendiri tidak terlepas dari peran jaringan rantai pasoknya,\nsedangkan rantai pasok yang akan terlibat dipilih melalui proses pengadaan, sehingga dalam\nproses pengadaan tersebut perlu mempertimbangkan aspek berkelanjutan. Penggunaan material\nbeton ready mixed yang dominan pada proses konstruksi, khususnya pembangunan gedung\nmemiliki dampak lingkungan dan sosial yang besar, maka dalam penelitian ini akan dibahas\nmengenai pengadaan berkelanjutan dalam pengadaan supplier beton ready mixed yang dilakukan\noleh kontraktor Indonesia dalam rangka mewujudkan pelaksanaan konstruksi berkelanjutan.\nTingkat penerapan proses pengadaan supplier beton ready mixed oleh kontraktor akan\ndibandingkan dengan dengan ISO 20400 yang merupakan pedoman fleksibel pengadaan\nberkelanjutan dan best practices pengadaan berkelanjutan pada proyek Olimpade London 2012\nserta berbagai literatur mengenai pekerjaan beton berkelanjutan untuk dapat melihat lebih detail\npenerapan kriteria pekerjaan beton ready mixed berkelanjutan. Penelitian dilakukan dengan\nanalisis data kualitatif yang didapat melalui wawancara semistruktur yang dilakukan terhadap 4\nkontraktor BUMN dan 1 kontraktor BUMS di Indonesia yang pernah melaksanakan proyek\ngreen building. Berdasarkan hasil pengolahan data dan analisis didapatkan bahwa proses\npengadaan beton oleh kontraktor telah memenuhi 44% - 76% prinsip pengadaan berkelanjutan\npada ISO 20400. Untuk pemenuhan kriteria pekerjaan beton berkelanjutan kontraktor masih\nminim inisiasi, penerapannya masih 16%-25% karena unsur berkelanjutan pada spesifikasi beton\nmasih terbatas pada kriteria yang ditentukan oleh owner. Dalam penelitian ini diuraikan\ngambaran perbandingan praktik pengadaan berkelanjutan supplier beton ready mixed oleh\nkontraktor di Indonesia dengan standar ISO 20400 serta best practices pengadaan berkelanjutan\nserta apa saja hambatan yang dihadapi dalam penerapan pengadaan berkelanjutan dan bagaimana\nupaya peningkatan penerapan pengadaan berkelanjutan pada pengadaan supplier beton ready\nmixed oleh kontraktor di Indonesia di masa yang akan datang.", "Daftar File": {"ABSTRAK Tedy Setiadi": "https://digilib.itb.ac.id/gdl/download/182004", "COVER Tedy Setiadi": "https://digilib.itb.ac.id/gdl/download/200759", "BAB 1 Tedy Setiadi": "https://digilib.itb.ac.id/gdl/download/200760", "BAB 2 Tedy Setiadi": "https://digilib.itb.ac.id/gdl/download/200761", "BAB 3 Tedy Setiadi": "https://digilib.itb.ac.id/gdl/download/200762", "BAB 4 Tedy Setiadi": "https://digilib.itb.ac.id/gdl/download/200763", "BAB 5 Tedy Setiadi": "https://digilib.itb.ac.id/gdl/download/200764", "BAB 6 Tedy Setiadi": "https://digilib.itb.ac.id/gdl/download/200766", "PUSTAKA Tedy Setiadi": "https://digilib.itb.ac.id/gdl/download/200767"}, "Penulis": "Tedy Setiadi [25016049]", "Kontributor / Dosen Pembimbing": ["Ir. Muhamad Abduh, M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "beton berkelanjutan, beton ready mixed, ISO 20400, pengadaan berkelanjutan, supplier", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "20 Sep 2019"}