{"Nomor": 42624, "Judul": "MENENTUKAN PROSES BISNIS ENERGI BUFFER INDONESIA UNTUK MEMASTIKAN KEAMANAN ENERGI", "Abstrak": "Cadangan penyangga energi adalah suatu keharusan sebagai bagian dari menjaga keamanan energi dan ketahanan nasional yang lebih luas. Meskipun keberadaannya tidak dapat dirasakan secara langsung, ketika kondisi gangguan terjadi, peran cadangan penyangga menjadi penting untuk menstabilkan kondisi tersebut. Idealnya, Cadangan Energi Buffer dilakukan oleh sektor swasta karena tidak membebani pemerintah. Di negara-negara dengan ekonomi maju, manajemen Cadangan Penyangga Energi diserahkan kepada sektor swasta, peran pemerintah sebagai regulator adalah mengawasi dan mengaudit pelaksanaan manajemen Cadangan Penyangga Energi. Namun, beberapa negara maju juga masih melakukan pengelolaan yang dilakukan oleh negara sebagai upaya negara untuk menjaga stabilitas potensi kecurangan yang mungkin terjadi, biasanya negara tersebut terlibat dalam banyak ketegangan geopolitik.\nTugas Akhir ini dilaksanakan dengan menggunakan metode PESTLE analysis untuk menjabarkan faktor- faktor yang berbengaruh dalam pengembangan dan pelaksanaan Cadangan Penyangga Energi di 25 negara- negara di Dunia yang telah menerapkan Cadangan energi .  Hasil Penjabarannya akan dijadikan sebagai Criteria   dan dibandingkan dengan kondisi terkini di Indonesia berdasarkan hasil interview dengan stakeholder terkait  melalui penilaian dengan metode Analytic Hierarchy Process untuk menentukan alternative mana yang sesuai untuk diterapkan di Indonesia. \nHasil analisis PESTLE pada 25 negara dapat dikelompokkan menjadi 3 kelompok pengelolaan Cadangan Penyangga Energy antara lain kelompok pengelolaan oleh pemerintah, kelompok pengelolaan oleh swasta dan Kelompok pengelolaan sinergy pemerintah dan swasta. Ketiganya menjadi alternatif yang dinilai melalui metode AHP. Hasil penelitiannya adalah untuk saat ini Indonesia perlu menerapkan pola pengelolaan Cadangan Penyangga Energi sinergy pemerintah dan Swasta. Hasil analisis tersebut didasarkan pada masih terdapat beberapa hambatan antara lain masih terbatasnya anggaran Negara untuk pengadaan dan pengelolaan cadangan penyangga, belum adanya regulasi yang memperkuat peran pemerintah dalam fungsinya sebagai control atas pelaksanaan dan pengawasan Cadangan Penyangga, ketertinggalan Indonesia pada pengembangan renewable energi sebagai alternatif cadangan penyagga energi, serta terdapat pihak yang menginginkan cadangan penyangga ini tidak terlaksana.\nSolusinya adalah Segera menetapkan regulasi terkait pengelolaan Cadangan Penyangga Energi sebagai dasar acuan pemerintah untuk menaksanakan dan mengawasi pengelolaan Cadangan Penyangga Energi yang dilaksanakan berbasis sinergy pemerintah dan swasta. Keterbatasan Anggaran Negara dapat ditutupi dengan meningkatkan partisipasi swasta melalui investasi dan penempatan stok swasta di wilayah Indonesia yang akan digunakan oleh negara ketika negara membutuhkannya. Untuk menjaga efektivitas implementasinya, perlu meningkatkan kontrol pemerintah dalam bentuk pengawasan dan audit disertai dengan penguatan peraturan sebagai payung hukum. Selain itu, peran pemerintah dalam melindungi geopolitik dan ekonomi sangat penting untuk menjaga iklim investasi yang sehat.", "Daftar File": {"ABSTRAK Dwi Usman Saputra": "https://digilib.itb.ac.id/gdl/download/182014"}, "Penulis": "Dwi Usman Saputra [29317362]", "Kontributor / Dosen Pembimbing": ["Yudo Anggoro, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Cadangan Penyangga Energy, Ketahanan Energy, EBR,  Stockholding, Stockpiling", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "20 Sep 2019"}