{"Nomor": 42626, "Judul": "EVALUASI KEBIJAKAN PEMBELIAN TENAGA LISTRIK DARI PEMBANGKIT LISTRIK TENAGA SURYA ATAP OLEH PT PLN (PERSERO) DAN EFEKTIVITASNYA DALAM MENINGKATKAN BAURAN ENERGI DARI ENERGI BARU TERBARUKAN", "Abstrak": "Teknologi solar fotovoltaik (PV), yang mengubah sinar matahari menjadi listrik adalah sumber energi terbarukan yang berkembang pesat, dan dianggap akan menjadi peran utama dalam produksi energi global. Energi surya sangat berlimpah dan karenanya Solar PV adalah salah satu sumber energi terbarukan yang paling menjanjikan. Pada tahun 2017, kapasitas terpasang Solar PV secara kumulatif mencapai hampir 398 GW, menghasilkan lebih dari 460 TWh, mewakili sekitar 2% dari output daya global. Proyek dalam skala utilitas menyumbang lebih dari 60% dari total kapasitas terpasang PV, dimana sisanya dalam bentuk instalasi yang terdistribusi (perumahan, komersial dan off-grid). Selama lima tahun ke depan, PV surya diperkirakan akan memimpin pertumbuhan kapasitas listrik terbarukan, berkembang hampir 580 GW.\nPerkembangan Solar PV di Indonesia sayangnya tidak seagresif yang dilakukan negara tetangga. Pada tahun 2017, total pembangkit listrik tenaga surya yang terpasang di Indonesia hanya 0,09 GWp dari kapasitas potensial 207,9 GWp (RUEN), sementara bauran energi primer keseluruhan dari energi terbarukan adalah 7,3%. Dibandingkan dengan target 23% dari bauran energi primer pada tahun 2025, ada banyak hal yang harus dilakukan pemerintah. Sebagai salah satu upaya untuk mendorong pengembangan Solar PV, pemerintah menetapkan Peraturan Menteri Energi dan Sumber Daya Mineral Nomor 49 tahun 2018 tentang Penggunaan Sistem Pembangkit Listrik Tenaga Surya (PLTS) Atap oleh Konsumen PT PLN (Persero) (PLN). \nPerhitungan nilai ekspor-impor energi listrik sebagaiman Peraturan Menteri Energi dan Sumber Daya Mineral Nomor 49 tahun 2018 ditentukan bahwa kapasitas maksimum PLTS Atap yang dapat dipasang adalah 100% dari daya yang terhubung ke PLN. Dari kapasitas ini, energi yang diekspor ke jaringan dinilai sebesar 65% dari ekspor aktual. Ketentuan ini berlaku untuk pelanggan non-industri, sedangkan untuk pelanggan industri, dikenakan biaya kapasitas dan biaya energi darurat sesuai dengan ketentuan Peraturan Menteri Energi dan Sumber Daya Mineral Nomor 01 Tahun 2017 tentang Operasi Paralel Pembangkit Listrik dengan PT. PLN (Persero) Jaringan Tenaga Listrik. \nTujuan dari penelitian ini adalah untuk mengevaluasi pelaksanaan kebijakan PLTS atap dan mengobservasi daya tariknya, dimana dengan nilai faktor konversi yang diterapkan tersebut, apakah telah optimal. Selain itu untuk menilai beberapa sensitivitas terhadap potensi penghematan energi dari sisi pelanggan dan dari sisi utilitas. Selanjutnya adalah untuk dapat memberikan usulan-usulan yang dapat dioptimalkan dalam upaya mengatasi masalah yang ada, termasuk melakukan tinjauan atas skema serupa yang dipraktikan di negara lain.\nDasar eksplorasi penelitian ini adalah evaluasi atau review terhadap kebijakan publik yang telah diimplementasikan, sehingga digunakan metode program evaluation. Evaluasi dilakukan dengan beberapa langkah, yaitu pendefinisian stakeholders, pendeskripsian kebijakan, menyusun fokus evaluasi, mengumpulkan data yang kredibel, melakukan analisa, dan menyusun kesimpulan dan solusi alternatif. Data didapatkan melalui wawancara, focus group discussion, maupun tinjauan literatur dari buku, jurnal, publikasi, dan sumber lainnya yang dapat dipercaya. Analisis dilakukan secara kualitatif dan juga melakukan simulasi terhadap berbagai skenario sensitivitas untuk menghitung penghematan yang mungkin didapatkan oleh pelanggan. \nDari hasil analisa tersebut didapat beberapa rekomendasi, yaitu penerapan faktor konversi 1:1 untuk menarik minat lebih banyak konsumen rumah tangga yang tidak bersifat komersial, menghilangkan biaya kapasitas dan biaya energi darurat untuk konsumen industry namun tetap menerapkan konversi 1:0.65, menerapkan kuota kapasitas terpasang dengan memperhatikan kekuatan jaringan, dan segera membuat aturan jaringan distribusi sebagai dasar dalam mereview kajian teknis permohonan aplikasi pemasangan rooftop PV. Selain itu perlu pengenalan terhadap teknologi yang dapat menyokong kualitas jaringan menghadapi disrupsi intermitensi dari Pembangkit EBT secara umum, dan PLTS Atap secara khusus. Hal lain yang perlu dieksplorasi ada perdagangan energi peer-to-peer antara konsumen dengan konsumen yang memasang PLTS Atap, dimana hal ini dimungkinkan dengan menggunakan teknologi blockchain.\nDengan beberapa alternatif solusi yang ada dalam penelitian ini, diharapkan dapat ditinjau oleh pengambil keputusan dan pemangku kepentingan, dalam membantu mencapai target 23% energi terbarukan dalam bauran energi di tahun 2025 sebagaimana diamanatkan dalam RUEN, bermanfaat bagi konsumen, penggerak energi baru terbarukan, utilitas, dan masyarakat Indonesia pada umumnya.", "Daftar File": {"ABSTRAK R Andika Bayu Kurniawan": "https://digilib.itb.ac.id/gdl/download/182016"}, "Penulis": "R Andika Bayu Kurniawan [29317363]", "Kontributor / Dosen Pembimbing": ["Yudo Anggoro, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "PLTS Atap, Rooftop PV, Energi Baru Terbarukan, Faktor Konversi, Operasi Paralel, Penghematan, Aturan Jaringan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "20 Sep 2019"}