{"Nomor": 42622, "Judul": "EVALUATING PERFORMANCE TO IMPROVE CAPACITY EFFECTIVITY AND TIME OF SERVICE : STUDY CASE PT BERKAH MULTI CARGO", "Abstrak": "PT Berkah Multi Cargo adalah anak perusahaan dari PT Pelindo Marine Service dan cucu perusahaan dari PT Pelabuhan Indonesia III (Persero). PT Berkah Multi Cargo bekerja di bidang logistic yang mana daerah usaha saat ini berada pada Surabaya, Semarang, Banjarmasin dan Lembar. Di Surabaya PT Berkah Multi Cargo telah mengoperasikan 3 Depo Container Consolidation dan Distribution serta 1 Depo PLP. Pada area Semarang PT Berkah Multi Cargo menyewakan lahan kepada PT Sekai. Di Lembar bekerja sama dengan PT Pelabuhan Indonesia III untuk menunjang kegiatan di pelabuhan Lembar, kegiatan PT Berkah Multi Cargo di Lembar adalah kegiatan haulage di area pelabuhan Lembar. Sedangkan di Banjarmasin PT Berkah Multi Cargo bekerjasama dengan PT Pelabuhan Indonesia III Regional Kalimantan untuk mengoperasikan 6 (enam) area depo container dan haulage container.\nDi antara 6 depo peti kemas, 2 akan diambil, yaitu Logistics Center 1 dan Logistics Center 3. Di mana 2 depo peti kemas dapat diterapkan ke 4 depo lainnya. Logistics Center 2 dan Logistics Center 4 memiliki karakter depot dengan Logistics Center 1 dan Logistics Center 3. Sementara Logistics Center 5 dan Logistics Center 6 adalah depo container empty. Dalam hal ini, masalah PT Berkah Multi Cargo yang ada di depo CDC-CCC Banjarmasin. Kebutuhan akan banyak perbaikan di depot Banjarmasin baik dari segi tata letak depo kontainer. Dengan meningkatkan pengaturan kontainer yang akan menumpuk di depo kontainer akan memaksimalkan kapasitas depo. Makalah ini bertujuan untuk meningkatkan tata letak depo kontainer Banjarmasin sehingga kapasitas menjadi efisien dan waktu tunggu menjadi lebih cepat dari sebelumnya.\nDalam paper ini bertujuan mengevaluasi design depo container untuk meningkatkan performa capacity yang ada agar lebih efisien. Design depo container saat ini bisa di bilang belum mengikuti design yang baik sehingga perlu perubahan design depo container secara menyeluruh agar capacity yang ada pada setiap depo bisa dimaksimalkan.\nDari beberapa faktor yang mempengaruhi mengapa kapasitas di depo tidak efektif dan waktu pelayanan tidak optimal adalah Faktor Layout, Faktor Process dan Faktor People. Dari 3 fator ini perlu pembenahan dari Faktor Layout terlebih dahulu agar penataan container menjadi efektif dan waktu pelayanan menjadi lebih baik. Pembenahan Layout diperlukan agar container yang akan di stack di depo container tidak mengalami kesulitan dalam pelayanannya baik pelayanan Receiving, Delivery dan Stripping/Stuffing. Dengan memperbaharui Layout dapat mengurangi waktu pelayanan sehingga lebih cepat dan kapasitas di depo menjadi efektif. Setelah Layout Depot Container diperbaiki maka pembaruan Standart Operation and Prosedure perlu dilakukan dan di sosialisasikan agar para Tally dapat mengetahui dan melaksanakan pekerjaannya sesuai dengan Standart Operation and Prosedure yang telah dibuat.", "Daftar File": {"2019_TS_PP_Said_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/182012"}, "Penulis": "Sa'Id [29117305]", "Kontributor / Dosen Pembimbing": ["Yuliani Dwi Lestari, S.T., M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Depo Petikemas, Kapasitas, Petikemas, Shifting, Tata letak.", "Sumber": "PT BERKAH MULTI CARGO", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "20 Sep 2019"}