{"Nomor": 42628, "Judul": "STRATEGIC PRICING DECISION TOOLS TO IMPROVE FINANCIAL PERFORMANCE OF PT STAR CAR BELIEVE", "Abstrak": "Perkembangan teknologi yang pesat beberapa tahun terakhir ini mengubah berbagai hal dalam kehidupan kita, mulai dari cara kita mencari informasi hingga cara bisnis berjalan. Walaupun demikian, tujuan utama bisnis tetap sama, salah satunya yaitu menghasilkan keuntungan sebesar-besarnya. Dalam perhitungan keuntungan, harga merupakan salah satu faktor yang sangat penting.\nStudi ini menggunkaan PT Star Car Believe atau yang dikenal dengan merk dagang Tango Believe sebagai obyek. Tango Believe adalah anak perusahaan Star International yang bergerak di bidang jual beli mobil bekas. Tango Believe menghadapi situasi di mana mereka tidak dapat mencapai target non finansial selama dua tahun berturut, dan juga mengalami kerugian finansial yang cukup signifikan.\nStudi dimulai dengan melakukan analisa terhadap kondisi eksternal menggunakan Porter’s Five Forces model untuk memahami kondisi yang dihadapi Tango Believe dari sisi rivalitas, ancaman dari produk pengganti dan pemain baru, serta hubungan antara pembeli dan pemasok. Analisa kemudian dilanjutkan ke arah internal, dalam bentuk analisa laporan keuangan, untuk memahami situasi yang menyebabkan performa keuntungan yang rendah dari Tango Believe. Menggunakan sejumlah rasio keuangan dan membandingkan dengan beberapa perusahaan sejenis atau yang memiliki keterkaitan, studi ini menemukan harga beli sebagai penyebab utama performa keuntungan yang rendah ini.\nStudi pun dilanjutkan dengan mengidentifikasi faktor – faktor yang berpengaruh terhadap pembentukan harga beli, dan bagaimana interaksi antar faktor tersebut. Melalui pengumpulan informasi yang dilakukan terhadap pedagang mobil bekas dan pembeli mobil bekas, studi ini mendapatkan 14 faktor yang dinilai berpengaruh terhadap pembentukan harga beli. \nSetelah mengidentifikasi 14 faktor yang berpengaruh tersebut, studi pun dilanjutkan dengan membuat formula yang dapat digunakan oleh Tango Believe sebagai dasar penentuan harga beli. Formula tersebut dibentuk dari hasil pengumpulan informasi terhadap pedagang mobil bekas dan pembeli mobil bekas untuk menentukan besarnya pengaruh dari masing – masing faktor yang berpengaruh terhadap nilai harga beli.\nFormula yang dihasilkan dari studi ini diharapkan dapat memperbaiki kondisi keuntungan Tango Believe, sehingga mengijinkan mereka untuk menjadi lebih agresif dari sisi pemasaran dan meningkatkan performa finansial dan non finansial secara keseluruhan. Walaupun demikian, studi ini juga menyarankan Tango Believe untuk memperhatikan beberapa hal seperti pergerakan produk, perubahan parameter dan parameter lain dalam menggunakan formula tersebut.", "Daftar File": {"ABSTRAK Fendy Sugianto": "https://digilib.itb.ac.id/gdl/download/182018"}, "Penulis": "Fendy Sugianto [29317370]", "Kontributor / Dosen Pembimbing": ["Dr. Jacob Silas Mussry"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Mobil Bekas, Jual Beli Mobil Bekas, Harga, Keuntungan, Otomotif", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "20 Sep 2019"}