{"Nomor": 42633, "Judul": "PENGEMBANGAN STRATEGI PEMASARAN UNTUK MENINGKATKAN PENGGUNA AKTIF HARIAN TERHADAP PLAYDAY LIVE", "Abstrak": "Internet sudah menjadi hal yang umum di Indonesia, per 2017 55% penduduk Indonesia sudah terbiasa menggunakan internet setiap hari. Sebagian besar perusahaan Indonesia dari segala ukuran saat ini berusaha mencoba dalam menawarkan layanan digital baru untuk Indonesia. PT. Inovidea Magna Global juga mencoba memanfaatkannya dengan meluncurkan PlayDay Live pada tahun 2018. PlayDay Live adalah aplikasi live game show oleh PT. Inovidea Magna Global. PlayDay Live dirancang sebagai stasiun TV seluler. Pada Maret 2019 PlayDay Live sudah diunduh sekitar 500.000 kali. Tetapi jika kita melihat pengguna aktif harian, hanya 18.000 tetap dan benar-benar menggunakan aplikasi. Masalah rendahnya pengguna aktif harian ini disebabkan oleh dua hal, rendahnya kesadaran tentang produk PlayDay Live dan kurangnya minat pada program acara non-kuis. Dengan menganalisis situasi PlayDay Live saat ini dan preferensi konten media sosial konsumen dan kebiasaan menggunakan survei dan formulasi strategi pemasaran lebih lanjut menggunakan STP, 4P’s of marketing dan 8 langkah dalam mengembangkan komunikasi yang efektif untuk akhirnya mencapai tujuan meningkatkan pengguna aktif harian PlayDay Live.\n\nDapat disimpulkan bahwa PlayDay Live dapat mencoba untuk memfokuskan target pasar mereka dan membuat program baru sesuai dengan minat dari pengguna. PlayDay Live direkomendasikan untuk membuat program yang lebih terspesialisasi, penulis menyarankan untuk membuat program dengan tema tutorial dan olahraga. Dengan menggunakan iklan media sosial dan dengan pendekatan penganggaran objektif-dan-tugas, PlayDay Live diharapkan dapat menjadi salah satu pelopor dalam platform streaming langsung interaktif online . Juga, PlayDay Live diharapkan untuk menumbuhkan basis pengguna mereka dari pengguna mereka saat ini yang sebagian besar mengetahui produk mereka karena acara kuis mereka ke program baru yang lebih umum yang bisa menjadi pintu gerbang bagi PlayDay Live untuk mendapatkan lebih banyak pengguna aktif harian dan untuk memperluas dan menciptakan program baru dan menarik bagi konsumen mereka.", "Daftar File": {"ABSTRAK Ahmad Fathoriq Fauzi": "https://digilib.itb.ac.id/gdl/download/182023"}, "Penulis": "Ahmad Fathoriq Fauzi [29317383]", "Kontributor / Dosen Pembimbing": ["Dedy Sushandoyo, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Media Sosial, Strategi Pemasaran, Aplikasi Streaming Langsung, Pengguna Aktif Harian, Layanan Digital", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "22 Sep 2019"}