{"Nomor": 42636, "Judul": "INOVASI MODEL BISNIS DI STARTUP F&B STUDI KASUS: PT DAUN HIJAU", "Abstrak": "PT Daun Hijau adalah perusahaan makanan sehat yang berbasis di Indonesia, yang memiliki spesialisasi memproduksi makanan sehat dan memberikan rekomendasi nutrisi dari ahli gizi profesional. Perusahaan menggunakan model penjualan langsung kepada pelanggan, tetapi pertumbuhan penjualan saat ini stagnan dan perusahaan memiliki kesulitan untuk mencapai target penjualan dan laba yang ditetapkan oleh manajemen dan investor.\nTujuan dari penelitian ini adalah untuk mengidentifikasi strategi terbaik yang akan diterapkan sehingga perusahaan mencapai target penjualan dan laba yang diinginkan dalam jangka pendek dan jangka menengah. Penelitian ini menggunakan metode kualitatif serta rekomendasi model bisnis. Selain itu, data sekunder akan dikumpulkan dari wawancara dan tulisan ilmiah yang relevan.\nPenelitian ini akan menganalisis faktor-faktor internal dan eksternal yang mempengaruhi PT Daun Hijau. Faktor internal akan dianalisis menggunakan teori VRIO dan Value Chain Analysis. Faktor eksternal akan dianalisis menggunakan teori PESTEL dan 5 Forces Analysis. Gabungan analisis faktor internal dan eksternal dilanjutkan menggunakan TOWS Matrix. Strategi yang direkomendasikan disempurnakan menggunakan teori Three Tiers of Noncustomers, Channel Innovation, dan Business Model Canvas.\nDengan menerapkan strategi baru, perusahaan diharapkan untuk mengembangkan produk baru yang inovatif, menjangkau pelanggan baru, dan mencapai target penjualan yang telah ditetapkan.", "Daftar File": {"ABSTRAK Muhammad Adhiatma Akosah": "https://digilib.itb.ac.id/gdl/download/182026"}, "Penulis": "Muhammad Adhiatma Akosah [29317393]", "Kontributor / Dosen Pembimbing": ["Yulianto Suharto, MBA, PhDc"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Bisnis, Inovasi, Layanan Internet, Teknologi Kesehatan, Nutrisi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "22 Sep 2019"}