{"Nomor": 42639, "Judul": "STRATEGI BISNIS MELALUI PERILAKU PELANGGAN PADA UNIT PENUMPUKAN PETIKEMAS", "Abstrak": "Indonesia adalah negara yang terdiri dari 20% wilayah daratan dan 80% wilayah perairan. Dengan 17.508 pulau yang tersebar di seluruh Indonesia yang terhubung dengan perairan teritorial, sehingga ada kebutuhan akan pembangunan dan ekonomi yang merata di seluruh wilayah Indonesia yang diwujudkan dengan adanya hubungan transportasi yang baik antar pulau satu sama lain.\nSalah satu metode transportasi yang efektif dan efisien untuk kondisi ini adalah dengan menggunakan sistem transportasi laut yang tentu saja membutuhkan pengemasan barang sebelum didistribusikan; yaitu dalam bentuk wadah. Seiring dengan perkembangan industri, arus barang dari dalam dan luar negeri (ekspor-impor) yang menggunakan kontainer juga akan meningkat pesat sehingga berdampak pada penurunan efektivitas dan efisiensi penggunaan kontainer jika tidak disertai dengan proses penanganan yang baik.\nKeberhasilan penanganan peti kemas dipengaruhi oleh faktor jarak, waktu dan biaya, sehingga dapat memenuhi tuntutan aman, cepat, dan murah. Untuk mencapai tuntutan ini secara optimal, diperlukan simulasi sistem penanganan transportasi kontainer yang baik.\nPada tahun 2014, tingkat kepadatan di Terminal Petikemas Semarang mencapai 95%,  sehingga mempengaruhi pelayanan terhadap kecepatan pelayanan petikemas. Faktor lain yang menghambat kinerja pelayanan petikemas seperti padatnya kendaraan pengangkut petikemas dari dalam maupun yang akan masuk kepelabuhan yang dikarenakan akses pintu tol yang bercampur dengan kendaraan umum, \nDari kasus yang dialaminya tersebut, penelitian ini dirancang untuk 3 tujuan yaitu :\n1.\tMenganalisa  faktor – faktor perilaku pengguna jasa dalam menumpuk petikemas di  area penumpukan petikemas Terminal Petikemas Semarang. Analisa faktor internal dan eksternal yang berdampak pada bisnis;\n2.\tStrategy yang digunakan meliputi dari sisi eksternal dan internal  dengan masukkan secara langsung dari pengguna jasa melalui kuesioner, interview maupun Forum yang diselenggarakan dalam rangka mencapai kepuasan pengguna jasa sehingga pengguna jasa jadi puas dan loyal terhadap perusahaan;\n3. Strategi Pemasaran yang di usulkan\nDari sudut pandang eksternal & internal, penulis telah menunjukkan bahwa meskipun lokasi pelabuhan yan sangat strategis namun persaingannya sangat ketat. Para pesaing bukan hanya dari penyedia jasa melalui pelabuhan laut tetapi juga adanya pesaing lain seperti depo petikemas di lini 2 (diluar area penumpukan di pelabuhan), gudang (alternative lain selain petikemas), dry port dan Terminal untuk Kepentingan Sendiri yang di miliki oleh pemerintah maupun swasta, Oleh karena itu strategi kompetitif perlu dirumuskan & diimplementasikan. Strategi pemasaran yang diusulkan adalah topik utama dalam penelitian final projek  ini untuk meningkatkan pelayanan dan kapasitas penumpukan.\nAkhirnya, penulis akan mencoba menganalisis faktor-faktor perilaku pelanggan di terminal Petikemas Semarang khususnya area penumpukan kontainer dengan menggunakan Value Proposition Canvas Analysis dan menerapkan analisis Five forces, PESTLE (Politik, Ekonomi, Sosial, Teknologi, Hukum, dan Lingkungan) , SWOT dan TOWS sebagai strategi bisnis untuk mengoptimalkan fungsinya sebagai solusi alternatif untuk mengatasi kemacetan di TPKS.\nDalam penelitian ini, penulis merekomendasikan bahwa faktor pemerintah dan stakeholder perlu kerjasama dan dilibatkan dalam meningkatkan performa pelayanan dan ketersediaan penumpukan petikemas.", "Daftar File": {"ABSTRAK Firman Fahruraji": "https://digilib.itb.ac.id/gdl/download/182029"}, "Penulis": "Firman Fahruraji [29317401]", "Kontributor / Dosen Pembimbing": ["Achmad Ghazal, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Lack Transportation, Port Infrastructure, Concentrated Around the Port Area, Customer is One of Main Assets, Beyond Customer Expectation", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "22 Sep 2019"}