{"Nomor": 42643, "Judul": "MENGUSULKAN STRATEGI PEMASARAN PADA BISNIS VENDING MACHINE (STUDI KASUS: PT BERKAH NEGERI PRODUSINDO)", "Abstrak": "PT Berkah Negeri Produsindo atau PT BNP adalah perusahaan pemasaran dan distribusi produk yang beroperasi di Jakarta, Indonesia. PT BNP didirikan pada tahun 2015 oleh Bapak Syahril Yeddi yang memiliki keahlian di bidang pemasaran dan distribusi produk selama 20 tahun, dan pada saat itu PT BNP hanya beroperasi di bidang distribusi produk. Tetapi pada awal tahun 2018, PT BNP bertransformasi menjadi perusahaan pemasaran dan distribusi produk sejak bergabungnya Bapak Yogi yang memiliki keahlian di bidang periklanan dan branding strategy. PT BNP memiliki visi untuk menjadi perusahaan terkemuka di bidang pemanfaatan teknologi dalam industri ritel, dan memiliki misi untuk menjadi perusahaan yang dapat membawa inovasi dalam industri konsumsi pangan sehari-hari. \nVending machine adalah salah satu hasil dari perkembangan teknologi yang dimanfaatkan dalam industri pangan pada kehidupan sehari-hari manusia. Pada awalnya, vending machine ditemukan oleh Percival Everitt, dan diperkenalkan di Inggris pada tahun 1880an dengan mesin yang menjual kartu pos dengan pemandangan kota London. \nPada awal tahun 2018, PT BNP memiliki kesempatan untuk bermain dalam industri vending mesin dengan melakukan kerjasama dengan perusahaan vending machine bernama Bluepay sebagai media distribusi produk dan periklanan pada perusahaan yang membutuhkan. \nSeiring waktu berjalan, kontrak antar PT BNP dan Bluepay menemui masalah, yaitu Bluepay ingin menarik 50% dari mesin yang berada dalam kontraknya dengan PT BNP karena mesin-mesin tersebut tidak memberikan hasil yang sesuai dengan harapan tim Bluepay. Permasalahan tersebut diduga berawal dari kesalahan dalam pemilihan lokasi distribusi mesin, karena tidak adanya produk yang terjual dalam mesin-mesin yang akan ditarik tersebut. Setelah melakukan interview dengan CEO dari PT BNP, ditemukan bahwa PT BNP tidak memiliki target pasar yang spesifik dalam mendistribusikan mesin-mesin tersebut, belum adanya spesifikasi pemilihan pemasok produk dalam pengisian mesin, dan belum memiliki strategi pemasaran sendiri dalam memasarkan vending machine yang mereka miliki.\nRiset ini memiliki objektif untuk membuat strategi pemasaran bagi vending machine untuk PT BNP. Teori yang akan digunakan dalam tahap konstruksi strateginya adalah teori PESTEL dan Five Forces by Porter untuk menganalisa faktor eksternal dari industry vending machine di Indonesia, teori STP untuk menentukan target pasar yang spesifik, teori Marketing Mix dan AIDA untuk menentukan faktor-faktor yang harus diperhatikan dalam membuat strategi pemasaran, serta yang terakhir adalah teori Customer Journey untuk menentukan tahap-tahap dalam mengakuisisi pasar yang sesuai serta untuk membuat target implementasi strategi tersebut.", "Daftar File": {"ABSTRAK Annisa Salsabila": "https://digilib.itb.ac.id/gdl/download/182033"}, "Penulis": "Annisa Salsabila [29317411]", "Kontributor / Dosen Pembimbing": ["Sonny Rustiadi, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "PESTEL, Five Forces by Porter, STP, Marketing Mix, AIDA, Customer Journey", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "22 Sep 2019"}