{"Nomor": 42646, "Judul": "PENGAJUAN STRATEGI KOMUNIKASI PEMASARAN TERINTEGRASI YANG DIAJUKAN KEPADA PT. MOBIL BEKAS KEPERCAYAAN UNTUK MENINGKAT KESADARAN MEREK", "Abstrak": "Indonesia adalah negara ke-4 dengan pupulasi terbanyak di dunia. Peningkatan jumlah populasi memicu perkembangan perusahan otomotif di pasar. Jumlah transaksi mobil di Indonesia terus tinggi. Pada industry mobil bekas transaksi pun dapat mencapai lima kali lipatnya, sehingga banyak bisnis-bisnis mobil bekas baru. PT. Mobil Bekas Kepercayaan (MBK) merupakan anak perusahaan Astra International sebagai salah satu dealer mobil bekas pendatang baru di pasar. \nHasil penjualan MBK di tahun 2018 tidak mencapai target. Jumlah produk yang tertahan sebagai stock sedianya siap untuk dijual dan memiliki nilai yang diperoleh dari Toyota Astra Motor (TAM), yaitu sertifikasi atas jaminan kondisi mobil. Dengan melihat bagaimana mereka menjalankan bisnis, penjualan yang mereka peroleh sebagian besar berasal dari lead pemasaran langsung (direct marketing). Mereka tidak begitu terfokus pada pendekatan pasar luas yang membutuhkan pendanaan lebih besar untuk mengembangkan strategi marketing mereka. Dengan melakukan survey terhadap pemilik mobil Toyota melalui pertanyaan-pertanyaan mengenai pengetahuan mereka tentang MBK, penulis semakin yakin bahwa perndapatan yang rendah tersebut dikarenakan lemahnya kesadaran akan brand pada masyarakat. \nObjektivitas MBK haruslah ditetapkan untuk meningkatkan kesadaran brand di masyarakat sebagai dealer mobil bekas yang memiliki kelebihan sertifikasi dari Toyota. Riset dilakukan melalui kombinasi dari hasil pengumpulan data kualitatif mengenai kanal yang digunakan responden untuk menyadari sebuah brand melalui iklan, ketika juga dikombinasikan dengan scanning terhadap lingkungan industry dan kapabilitas perusahaan. Porter’s Five Forces dan PEST sebagai alat penganalisa lingkungan eksternal perusahaan, kemudian STP dan Promotion Mix sebagai pengevaluasi strategi promosi yang sedang dilangsungkan perusahaan. Setelah analisa hasil dan situasi, penulis memberi sugesti 4 rekomendasi pada MBK untuk meningkatkan kesadaran merek melalui pengembangan indicator promotion mix demi pendekatan yang lebih baik ke pasar luas, strategi pemposisian merek untuk menempatkan mereka dalam kompetisi dealer mobil bekas, strategi kerja sama dengan e-commerce (contoh) sebagai partner untuk menambahkan kanal promosi dan penjualan, dan strategi promosi harga  yang ditujukan untuk meningkatkan kesadaran pada orang-orang dengan harga special yang berlaku dengan kondisi yang ditentukan. \nBerdasarkan analisa dan riset, penulis mensuggesti MBK untuk menjalankan solusi dalam meningkatkan kesadaran brand melalui strategi promosi, strategi penempatan posisi merek, dan strategi kerjasama. Melalui dikerjakannya strategi ini dengan benar dan pengimplementasiannya dengan baik, MBK dapat meningkatkan kesadaran brand, begitupun membuat orang sadar akan value kompetitif yang dimilikinya di industry otomotif.", "Daftar File": {"ABSTRAK Ilyasa Rafif": "https://digilib.itb.ac.id/gdl/download/182036"}, "Penulis": "Ilyasa Rafif [29317416]", "Kontributor / Dosen Pembimbing": ["Ir. Alibasjah Inggriantara, SE, MM"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kesadaran Brand, Mobil Bekas, Strategi Komunikasi Pemasaran, STP, Promotion Mix", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "22 Sep 2019"}