{"Nomor": 42642, "Judul": "USULAN STRATEGI UNTUK MENINGKATKAN KEPUASAN PELANGGAN, AKUISISI DAN RETENSI DI PERUSAHAAN PENYEDIA LOGISTIK", "Abstrak": "Logistik berperan penting dalam rantai pasokan dan distribusi barang dari satu titik ke titik lain. Dengan pasar bebas, globalisasi dan area perdagangan bebas, menciptakan peluang baru bagi perusahaan untuk memperluas dan meningkatkan area pemasaran atau distribusi yang baik antar wilayah atau antar negara. Akuisisi pelanggan sangat diperlukan untuk sebuah perusahaan untuk mencegah diri dari kehilangan kelangsungan bisnis mereka yang penting untuk mewujudkan pertumbuhan yang berkelanjutan. Menemukan layanan kritis yang menentukan kepuasan pelanggan dan ketidakpuasan pelanggan dapat membuat perusahaan mencari strategi komprehensif untuk mencapai keunggulan kompetitif yang bertahan lama. Selain itu, kepuasan pelanggan berperan sebagai perantara sikap antara kualitas layanan dan perilaku pelanggan (retensi dan loyalitas).\nLaporan jumlah eksekusi perusahaan dari ekspor dan impor selama 3 tahun terakhir secara umum meningkat. Sementara itu, mengingat laporan tentang jumlah klien ada penurunan dalam jumlah klien. Ini adalah setiap kali dibiarkan untuk terus terjadi akan menjadi masalah ketika jumlah perusahaan turun dalam terjadi pindah ke penyedia logistik lain.\nUntuk menilai kondisi dan masalah saat ini yaitu untuk meningkatkan kepuasan, akuisisi, dan retensi pelanggan, ada beberapa cara yang telah dilakukan untuk menganalisis perusahaan ini sebagai penyedia logistik. Yang pertama adalah menilai kondisi internal perusahaan dan industri itu sendiri, yang ada STP, Business Model Canvas dan Company Value Chain Analysis dan untuk industri itu sendiri Porter 5 Forces dan Industri Value Chain Analysis. Melalui kerangka kerja manajemen hubungan pelanggan, yang dapat dicatat bahwa kepuasan, akuisisi, dan retensi pelanggan perusahaan dikategorikan rendah dan adanya hal yang harus ditingkatkan dari alur kerja dari perusahaan.\nUntuk menjawab pertanyaan dan menyelesaikan masalah, untuk meningkatkan kepuasan pelanggan, akuisisi dan retensi perusahaan ini, penulis mencoba mengusulkan suatu strategi yang terdiri dari nilai tambah dari layanan dan penciptaan nilai dari kebutuhan pelanggan.", "Daftar File": {"ABSTRAK Ichwansyah Nur Pratama": "https://digilib.itb.ac.id/gdl/download/182032"}, "Penulis": "Ichwansyah Nur Pratama [29317409]", "Kontributor / Dosen Pembimbing": ["Dr. Asnan Furinto"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Akuisisi, Kepuasan Pelanggan, Perusahaan Logistik, Retensi, Nilai Tambah, Penciptaan Nilai", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "22 Sep 2019"}