{"Nomor": 42655, "Judul": "ASESMEN TINGKAT MATURITAS MANAJEMEN PENGETAHUAN DI DIREKTORAT JENDERAL KETENAGALISTRIKAN KEMENTERIAN ENERGI DAN SUMBER DAYA MINERAL", "Abstrak": "Kebutuhan akan tenaga listrik secara global akan meningkat sangat cepat hingga tahun 2040, hal ini dipengaruhi oleh peningkatan jumlah penduduk dunia, peningkatan pendapatan, perkembangan teknologi, serta migrasi urban pada negara berkembang. Kesadaran akan keberlangsungan lingkungan dan penggunaan sumber energi bersih turut mempercepat perubahan penggunaan sumber energi fosil menjadi sumber energi listrik, terutama pada sektor industri dan transportasi. Di Indonesia sendiri, pertumbuhan kebutuhan energi listrik pada tahun 2037 diperkirakan akan meningkat sepuluh kali dibanding kebutuhan listrik saat ini,\nSektor ketenagalistrikan memiliki peran strategis untuk menjamin pembangunan nasional, baik untuk mendukung investasi dan ekonomi, juga sebagai indikator kesejahteraan sosial. Direktorat Jenderal Ketenagalistrikan adalah institusi di bawah Kementerian Energi dan Sumber Daya Mineral yang memiliki tugas penyelenggaraan perumusan dan pelaksanaan kebijakan di bidang ketenagalistrikan. Tujuan strategis Direktorat Jenderal Ketenagalistrikan antara lain pemenuhan kebutuhan dan peningkatan akses ketenagalistrikan, pengurangan subsidi listrik, pengurangan penggunaan minyak bumi sebagai energi primer tenaga listrik, peningkatan investasi ketenagalistrikan, dan penguatan kebijakan sektor ketenagalistrikan. Disisi lain, Direktorat Jenderal Ketenagalistrikan mengalami tantangan dalam komposisi sumber daya manusianya, dimana hampir separuh dari pegawai aktif saat ini adalah pegawai muda dengan masa kerja dibawah 10 tahun. Sedangkan orang-orang yang memegang peran kunci dan memiliki pengetahuan penting organisasi akan mengakhiri masa jabatan dalam 5 tahun ke depan. Oleh karena itu, pengelolaan pengetahuan di Direktorat Jenderal Ketenagalistrikan menjadi penting untuk mencapai tujuan strategis organisasi.\nPenelitian ini ingin melihat praktik manajemen pengetahuan yang telah dilakukan serta mengukur tingkat maturitas manajemen pengetahuan untuk menyusun perencanaan manajemen pengetahuan di Direktorat Jenderal Ketenagalistrikan. Asesmen tingkat maturitas dilakukan dengan menggunakan konsep kerangka manajemen pengetahuan dari Asian Productivity Organization (APO) dan model penciptaan pengetahuan dari Nonaka & Takeuchi, untuk mengidentifikasi parameter yang perlu ditingkatkan. Berdasarkan hasil asesmen kemudian dilakukan perencanaan dan strategi implementasi manajemen pengetahuan, menggunakan tahapan strategi implementasi manajemen pengetahuan dari American Productivity & Quality Center (APQC).\nPenelitian ini menemukan bahwa praktek manajemen pengetahuan telah dilakukan oleh unit kerja di lingkungan Direktorat Jenderal Ketenagalistrikan, namun belum terintegrasi dan diatur secara komprehensif dalam suatu kebijakan khusus yang berlaku untuk semua unit kerja di Direktorat Jenderal Ketenagalistrikan. Untuk memperkecil gap maturitas manajemen pengetahuan di Direktorat Jenderal Ketenagalistrikan, peneliti menemukan beberapa faktor yang perlu ditingkatkan, yaitu (1). dukungan kepemimpinan dalam kebijakan, anggaran, dan struktur tim kerja manajemen pengetahuan; (2). pelibatan pegawai sebagai pencipta, penyebar, dan pengguna pengetahuan; (3). Pengembangan budaya kerja yang mendukung proses manajemen pengetahuan; (4). Integrasi proses manajemen pengetahuan dalam proses bisnis organisasi, pemberian penghargaan dan insentif; serta (5). Penerapan teknologi informasi sebagai pusat pengelolaan manajemen pengetahuan.\nBerdasarkan temuan ini, peneliti mengajukan strategi implementasi manajemen pengetahuan yang berfokus pada (1). formalisasi manajemen pengetahuan dalam bentuk peraturan Direktur Jenderal, sosialisasi dan internalisasi, serta pakta integritas; (2). Program dan sarana manajemen pengetahuan yang mengintegrasikan proses manajemen pengetahuan; (3). Pembentukan struktur organisasi, tugas, dan tanggung jawab tim manajemen pengetahuan di lingkungan Direktorat Jenderal Ketenagalistrikan.", "Daftar File": {"ABSTRAK Malika Alia Rahayu": "https://digilib.itb.ac.id/gdl/download/182045"}, "Penulis": "Malika Alia Rahayu [29317428]", "Kontributor / Dosen Pembimbing": ["Achmad Ghazali, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Institusi Pemerintah, Ketenagalistrikan, Manajemen Pengetahuan, Pengetahuan, Sumber Daya Manusia", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "22 Sep 2019"}