{"Nomor": 42652, "Judul": "ANALISA STRATEGI PROMOSI DALAM MENINGKATKAN PENGETAHUAN TERHADAP SKEMA KERJASAMA PEMERINTAH BADAN USAHA & PENJAMINAN PEMERINTAH: STUDI KASUS DARI PT. PENJAMINAN INFRASTRUKTUR INDONESIA (PERSERO)", "Abstrak": "Thesis ini berisikan analisa dari situasi bisnis PT Penjaminan Infrastruktur Indonesia (Persero). Thesis ini diharapkan dapat membantu PT Penjaminan Infrastruktur Indonesia (Persero) untuk menghadapi isu-isu bisnis yang sedang mereka hadapi, khususnya darifaktor-faktor eksternal. Thesis ini di buka dengan penjelasan singkat tentang PT Penjaminan Infrastruktur Indonesia (Persero) dan juga akan menjelaskan fondasi dari alasan perusahaan ini di bangun, dan tujuan yang ini mereka capai. Pada bagian pertama akan di jelaskan juga tentang latar belakang industri yang di geluti oleh PT.PII dan juga meperlihatkan skema dari kerjasama sebuah badan usaha dengan sektor publik. \nAda beberapa faktor-faktor eksternal dan internal yang mampu memberikan efek kepada sebuah perusahaan. Thesis ini menyajikan faktor eksternal yang mampu memberikan efek yang cukup besar kepada PT.PII. Contoh salah satu faktor eksertnal adalah masalah faktor politik seperti kebijakan-kebijakan pemerintah. Karena perusahaan ini bekerja berdasarkan aturan pemerintah. Thesis ini membahas dan memilih beberapa kerangka sebagai pembatas untuk berdiskusi. Contoh kerangka-kerangka yang di gunakan untuk membahas masalah permasalahan adalah The Five A’s Analysis, Public Private Partnership Model, and Industry Value Chain Analysis.\nThesis ini juga memperlihatkan wawancara yang sudah di lakukan dengan beberapa orang perwakilan seperti dari Kementerian Pekerjaan Umum dan Perumahaan Rakyat, dan beberapa perwakilan dari Pemerintah Daerah Jawa Timur dan Bali. Tujuan dari wawancara ini adalah untuk mengklarifikasi faktor-faktor yang dapat menjadi masalah dan penghambat PT.PII untuk melakukan aktivitas bisnisnya. Pada bagian terakhir dari thesis ini akan membahas solusi-solusi yang PT.PII dapat gunakan dan lakukan untuk menghadapi isu-isu bisnis secara faktor.", "Daftar File": {"ABSTRAK Annissa Rachma Mutia": "https://digilib.itb.ac.id/gdl/download/182042"}, "Penulis": "Annissa Rachma Mutia [29317423]", "Kontributor / Dosen Pembimbing": ["Dr. Asnan Furinto"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Public Private Partnership, Government Guarantees Services, Strategi Pemasaran, PT Penjaminan Infrastruktur Indonesia (Persero), Penanggung Jawab Proyek Pembangunan.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "22 Sep 2019"}