{"Nomor": 42668, "Judul": "ANALISIS KONDISI MESOSCALE CONVECTIVE COMPLEX SELAMA PERIODE MJO DI INDONESIA (Studi Kasus : Maluku)", "Abstrak": "Wilayah laut di Indonesia yang luas menyebabkan banyaknya penguapan yang terjadi di Benua Maritim. Banyak penguapan ini akan berpengaruh pada aktifitas konvektif dimana awan-awan badai terbentuk sangat pesat. Salah satu jenis awan badai ini yakni Mesoscale Convective Complex (MCC). MCC diidentifikasi menggunakan algoritma Grab ‘em Tag ‘em Graph ‘em (GTG) dengan menggunakan data Temperature Black Body (TBB) IR 1 dari GPM_MERGIR selama periode 5 tahun dari tahun 2010 hingga tahun 2014. Selain dilihat karakteristik MCC di Maluku, akan dilihat juga pengaruh dari fenomena Madden Julian Oscillation (MJO) terhadap MCC yang terjadi khususnya di Maluku.\nHasil analisis didapatkan bahwa MCC di Maluku rata-rata durasinya lebih lama yakni 13,1 jam dibandingkan di Indonesia 11,3 jam. Jam matang MCC di Maluku pada rentang pukul 03.00-05.00 WIT dan 15.00-17.00 WIT. Sedangkan di Indonesia pada pukul 06.00-08.00 WIT. Jika dianalisis per jam, frekuensi MCC di Maluku banyak terjadi pada pukul 06.00 dan 19.00 WIT, serta di Indonesia pukul 10.00 WIT. Namun keduanya menampilkan pola semi diurnal. Selain itu jam mulai dan akhirnya sama yakni pada pukul 01.00 dan 00.00 WIT. Serta keduanya banyak terjadi di bulan MAM, dengan bulan JJA yang juga banyak terjadi MCC saat di Maluku.\nPada kasus MCC saat MJO menghasilkan jumlah kejadian MCC yang lebih banyak. Namun kasus lain memperlihatkan saat tidak ada MJO, jumlah kejadian MCC pun tinggi. Pada setiap fase 3, 4, dan 5 MJO, MCC tidak terlihat berpropagasi. Sedangkan untuk propagasi nilai integrasi kolom anomali MSE ke arah timur lebih terlihat pada saat MJO dibanding tidak MJO. Namun penjalarannya nilai integrasi kolom anomali MSE tidak terlalu signifikan pula adanya. Dengan demikian pada penelitian ini tidak terlalu terlihat adanya dampak dari MJO pada kejadian MCC baik dalam meningkatnya jumlah kejadian MCC maupun penjalarannya.", "Daftar File": {}, "Penulis": "Jenita Maharani Savitri [12815027]", "Kontributor / Dosen Pembimbing": ["Dr. Nurjanna Joko Trilaksono, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "GTG, MCC, MSE, MJO, Maluku.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "23 Sep 2019"}