{"Nomor": 42667, "Judul": "PENGEMBANGAN BIOPOLIMER ELEKTROLIT PADAT BERBASIS PADUAN TURUNAN  SELULOSA BERISI CAIRAN ION  UNTUK APLIKASI BATERAI ION LITIUM", "Abstrak": "Salah satu kelemahan baterai ion litium yang telah dikembangkan secara komersial terletak pada penggunaan cairan sebagai sumber elektrolitnya. Elektrolit cair yang digunakan pada baterai ion litium konvensional bersifat korosif, mudah menguap dan dapat terbakar apabila digunakan pada suhu yang tinggi. Upaya yang dilakukan dalam  pen yelesaian  permasalahan  penggunaan  elektrolit  cair  tersebut   dapat dilakukan dengan pengembangan polimer elektrolit padat.\n\nAspek karakteristik, lingkungan dan biaya menjadi perhatian utama dalam pengembangan\tpolimer   elektrolit   padat.   Kombinasi   pendekatan   fisik   dan pendekatan\tkimia   sepe11i teknik   padu a n    (blending)   turunan   selulosa   dan pe nggunaan ad itif cairan  ion dalam  pembuatan membran  biopolimer  elektrolit dala m penelitian ini merupakan terobosa n  baru dalam bidang polimer elektrolit untuk  menghasi lkan  material  dengan  karakteristik  terbaik.  Peningkatan  nilai tambah limbah produk l okal Indonesia kulit buah kakao (KBK) menjadi turunan selulosa, s uatu komponen polimer elektrolit, dipandang mampu menurunkan biaya produksi dan  menekan permasalahan lingkungan yang diakibatkan  penggunaan bahan - bahan  polimer  yang  tidak  ramah  lingkungan, seperti  polietilena  (PE), polipropilena (PP), polietilena oksida (PEO).\n\nPenelitian ini mempelajari karakteristik biopolii1)er elektrolit dari paduan turunan selulosa, yai tu metil selulosa (methyl  cellulose, MC) komersial dan karboksimetil selulosa  (carboxymethyl  cellulose ,  CMC} dari  mikrokristalin  se lulosa  (MCC) komersial dan selulosa kulit buah kakao (KBK) (Theobroma cacao  L.). Terdapat empat (4) tahapan  utama dalam pengembangan biopolimer elektrolit padat dalam penelitian ini. yaitu isolasi selulosa dari kulit buah kakao (KBK), sintesis karboksimetil selulosa (CMC) dari mikrokristalin selulosa (MCC) komersial dan KBK, sintesis cairan ion serta pembu a tan biopolimer elektrolit  padat. Biomassa KBK  berasal  d a ri   Kepulauan  Nias  (Sumatera Utara)  dan  dimurnikan  menjadi selulosa  menggunakan  metode  MAE  (microwave-assisted extraction).  Metode MAE terdiri dari perlakuan NaOH dan proses pemutihan (bleaching). Rendemen se lulosa  KBK yang diperoleh  se besa r  25.22% dengan ukuran  partikel  rata-rata sebesar 5617 nm dan indeks kristalinitasnya sebesar 40,48%.\n\nBiopolimer CMC dan MC adalah eter selulosa yang penting dan memiliki sifat-sifat unggul antara lain biokompatibel , ramah lingkungan, sifat termal yang baik dan kelarutan yang baik dalam air, sehingga dapat diterapkan dalam berbagai keperluan,\n termasuk untuk pembuatan membran polimer elektrolit. MC diperoleh secara komersial, sedangkan CMC disintesis dari MCC komersial dan selulosa-KBK. Sintesis  CMC  dilakukan  dengan  menggunakan  metode  MAOS  (microwave­ assisted  organic  synthesis)  pada daya 100 watt, dengan suhu 60 °C selama 1 jam. Produk CMC yang dihasilkan memiliki derajat substitusi  sebesar  I,17 (anal isis FTlR);  1,11 (anal isis NMR) untuk CMC-KBK  dan sedangkan derajat subsitusi sebesar 1 ,75 (anal isis FTIR); I ,41 (anal isis NMR) diperoleh oleh CMC-MCC. Berat molekul CMC-MCC dan CMC-KBK berdasarkan perhitungan yang diperoleh berturut-turut adalah 36,48 kDa dan 21,25 kDa.\n\nCairan ion adalah jenis garam yang mele1eh pad a suhu ruang atau di bawah 100 °C dan  dikenal  memiliki  sifat-sifat  yang sangat  unggul ,  antara  lain konduktivitas tinggi, titik didih tinggi, ketahanan termal  baik dan lain sebagainya, yang dapat memberikan pengaruh dan efek plastisasi pada membran polimer elektrolit. Cairan ion 1-etil-3-metilimidazolium asetat, [EMim]Ac digunakan sebagai aditif pada sistem biopolimer elektrolit yang dikembangkan dalam penelitian ini. Cairan ion 1- etil-3-metilimidazolium bromida, [EMim]Br sebagai prekursor disintesis menggunakan metode MAOS (microwave assisted organic synthesis) dengan pengaturan daya 100 watt, suhu 50 °C selama 15 men it. Selanjutnya cairan  ion [EMlm ]Ac disintesis  melalui reaksi metatesis an tara cairan ion [EMJm] Br dan kalium asetat (CH3COOK) pada suhu ruang selama  I    jam. Kedua cairan ion dianalisis gugus fungsi dan strukturnya masing-masing  menggunakan FTIR dan NMR.\n\nPembuatan biopolimer elektrolit padat berbasis MC/CMC berisi cairan ion dilakukan menggunakan  teknik cetak-tuang  larutan (solution  casting  technique) pada suhu ruang. Berdasarkan karakteristik konduktivitas ion dan sifat mekaniknya, maka dipilih komposisi optimum membran paduan unt tk menjadi polimer inang\n( host polymer) ion litium masing-masing MC/CMC-MCC (50/50), MC/CMC-KBK\n(50/50) dan MC/CMC-KBK (80/20). Penambahan garam LiCI04 sebagai sumber ion  litium sebesar  I 0%  dapat  meningkatkan  nilai  konduktivitas ion membran paduan MC/CMC, akan tetapi menurunkan kestabilan mekanik, derajat kristalinitas dan kestabilan termalnya untuk semua komposisi.\n\nKelemahan-kelemahan yang diakibatkan penambahan garam LiCI04 pada polimer inang (host polymer) paduan MC/CMC diperbaiki dengan penambahan aditif cairan ion [EMim]Ac. Cairan ion [EMim]Ac (I 0-15%) mampu meningkatkan kestabilan mekanik dan kestabilan termal membran paduan MC/CMC-MCC (50/50), MC/CMC-KBK (50/20) dan MC/CMC-KBK (80/20) meningkat secara signifikan tanpa mengganggu nilai konduktivitas ionnya. Semua karakteristik berdasarkan konduktivitas ion, sifat mekanik dan s ifat termal didukung pula dengan analisis kristalinitas dan morfologi permukaan serta penampang melintang untuk masing­ masing keadaan optimum dari membran paduan MC/CMC yang dipreparasi. Adapun membran dengan karakteristik yang terbaik dari semua komposisi adalah membran paduan MC/CMC-KBK (50/50) + 10% LiCI04 + I 0% [EM !mAc].\n\nBerdasarkan temuan-temuan penelitian, pengaruh penambahan cairan ion ke dalam paduan  MC/CMC yang terkompleks garam  LiCI0-1 menghasilkan karakteristik\n\npolimer elektrolit  padat yang ideal yaitu konduktivitas  ion yang tinggi  dengan kestabilan mekanik dan termal yang baik. Penelitian ini berhasil mengefektifkan penggunaan polimer alam berbasis tunman selulosa dan cairan ion yang aman dan ramah lingkungan sehingga mampu menekan permasalahan lingkungan. Desain proses  produksin ya  yang  efisien  dapat  diajukan  untuk  menggantikan  proses penerapan polimer s intetik dari fraksi minyak bumi sebagai separator dan sekaligus sebagai sumber ion litium pada sel baterai ion litium.", "Daftar File": {"ABSTRAK Sun Theo Constan Lotebulo Ndru": "https://digilib.itb.ac.id/gdl/download/182058", "COVER Sun Theo Constan Lotebulo Ndru": "https://digilib.itb.ac.id/gdl/download/182183", "BAB1 Sun Theo Constan Lotebulo Ndru": "https://digilib.itb.ac.id/gdl/download/182184", "BAB2 Sun Theo Constan Lotebulo Ndru": "https://digilib.itb.ac.id/gdl/download/182185", "BAB3 Sun Theo Constan Lotebulo Ndru": "https://digilib.itb.ac.id/gdl/download/182186", "BAB4 Sun Theo Constan Lotebulo Ndru": "https://digilib.itb.ac.id/gdl/download/182187", "BAB5 Sun Theo Constan Lotebulo Ndru": "https://digilib.itb.ac.id/gdl/download/182188", "PUSTAKA Sun Theo Constan Lotebulo Ndru": "https://digilib.itb.ac.id/gdl/download/182189"}, "Penulis": "Sun Theo Constan Lotebulo Ndru [30515002]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. I Made Arcana, MS", "Dr. Bunbun Bundjali, MS", "Dr. Deana Wahyuningrum, S.Si., M.Si."], "Jenis Koleksi": "Disertasi", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "baterai ion litium , biopolimer elektrolit, cairan ion, kulit buah kakao, microwave, separator, turunan selulosa", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "23 Sep 2019"}