{"Nomor": 42677, "Judul": "STRATEGI UNTUK MERUBAH SISTEM PENGAWASAN PEMBANGUNAN INFRASTRUKTUR GAS DI INDONESIA", "Abstrak": "Perkembangan gas alam di Indonesia telah menjadi fokus bagi pemerintah saat ini karena hal tersebut merupakan motor untuk pembangunan ekonomi dan untuk mendukung rencana campuran energi di Indonesia. Tidak seperti minyak yang dapat dengan mudah diangkut, gas alam perlu memiliki infrastruktur yang tepat untuk dikirimkan dan digunakan dengan baik untuk kebutuhan rakyat. Dengan kondisi yang demikian, Pemerintah mengatur dan mengelola pembangunan infrastruktur gas alam agar pembangunan tersebut dapat efisien dan dengan baik direncanakan. Adapun pengelolaan tersebut dilakukan dengan mengawasi perusahaan bisnis gas alam dalam bentuk memberikan perizinan, yaitu: Hak Khusus, Izin Sementara, dan Izin Usaha. Hingga saat ini, Pemerintah masih berusaha untuk memperbaiki pengelolaan pembangunan infrastruktur gas alam yang baik agar dapat efisien dan berkembang dengan cepat.\nPertanyaan penelitian ini adalah apa strategi yang baik bagi Pemerintah untuk melakukan pengawasan atas pembangunan infrastruktur gas alam, sehingga dapat mendorong perusahaan gas alam untuk berinvestasi lebih dalam infrastruktur gas tanpa beban tambahan dari Pemerintah. Penelitian dan analisis dilakukan berdasarkan regulasi gas alam, pengembangan infrastruktur gas alam saat ini, dan bagaimana praktik dalam pengelolaan pembangunan infrastruktur gas alam. Penelitian ini menggunakan metode analisis kualitatif berdasarkan literatur, tulisan ilmiah, dan wawancara dengan orang terkait yang berpengalaman.\nSecara teoritis, menyederhanakan perizinan dalam rangka pengawasan sangat diperlukan demi terbentuknya proses yang efisien dalam membanggun infrastruktur gas tetapi tidak menghilangkan kewenangan bagi Pemerintah untuk mengendalikan dan mengelola pembangunan infrastruktur gas alam. Konsep saat ini yang telah dimiliki oleh Indonesia dalam membangun infrastruktur gas alam merupakan suatu era yang baru dan merupakan tantangan baru untuk Pemerintah untuk memperbaiki sistem pengawasannya.\nSetelah dilakukannya analisis, solusi terbaik untuk merubah pengawasan dalam pembamgunan infrastruktur gas di Indonesia adalah saat ini dengan melakukan simplifikasi, atau secara spesifik membuat standarisasi dan sistem terintegrasi antara Menteri Energi dan Sumber Daya Mineral dan Bawan Pengawasan Hilir Minyak dan Gas. Dengan membuat standarisasi dan sistem integrasi dimaksud diharapkan timbulnya proses yang lebih singkat serta pengulangan dokumen sebagai persyaratan berkurang.", "Daftar File": {"ABSTRAK Alfiera Ulfa": "https://digilib.itb.ac.id/gdl/download/182069"}, "Penulis": "Alfiera Ulfa [29317466]", "Kontributor / Dosen Pembimbing": ["Yudo Anggoro, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perkembangan, Infrastruktur, Perizinan, Peraturan, Pengawasan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "23 Sep 2019"}