{"Nomor": 42675, "Judul": "MENGEVALUASI KINERJA UNTUK MENINGKATKAN THROUGHPUT KONTAINER MELALUI KEPUTUSAN STRATEGIS BISNIS PADA TERMINAL SERBAGUNA NILAM PELABUHAN TANJUNG PERAK", "Abstrak": "Pelabuhan Tanjung Perak sebagai salah satu pelabuhan yang dikelola oleh Pelindo 3 memiliki peran penting dalam pengembangan wilayah Provinsi Jawa Timur, khususnya Surabaya dan sekitarnya. Terminal Serbaguna Nilam, yang melayani petikemas domestik, mengalami realisasi throughput dari 368.938 TEU’s pada 2017 menjadi 329.515 TEU’s pada 2018 atau turun sebesar 39.423 TEU’s, ketika throughput petikemas domestik di wilayah Tanjung Perak bertambah 147.457 TEUs. Secara global, throughput petikemas domestik di wilayah Tanjung Perak telah tumbuh sebesar 5% pada periode 2014-2018. Sementara pertumbuhan throughput petikemas Terminal Nilam pada periode 2014-2018 hanya 3%.  \nPenelitian ini bertujuan untuk menemukan akar penyebab kinerja yang tidak optimal (stagnan) yang bertujuan untuk meningkatkan throughput secara optimal dan strategi bisnis yang tepat untuk masa depan Terminal Serbaguna Nilam dengan menggunakan Fishbone Analysis, External & Internal Analysis, dan SWOT analisis. Berdasarkan hasil eksplorasi dapat disimpulkan bahwa tingginya waktu jeda pergantian kapal yang terjadi di Terminal Serbaguna Nilam adalah penyebab yang harus dievaluasi dan dioptimalkan sehingga dapat meningkatkan throughput di masa depan. Berdasarkan hasil Fishbone Analysis, dapat diketahui bahwa ada beberapa faktor yang menyebabkan tingginya waktu pergantian kapal. Analisis Eksternal dan Analisis Internal adalah input untuk Analisis SWOT. Dari penilaian masalah, permasalahan yang menjadi inti peningkatan throughput petikemas Terminal Serbaguna Nilam adalah tingginya waktu jeda pergantian kapal. \nDari pemetaan solusi alternatif dan matriks perbandingan kuantitatif, hasilnya menunjukkan bahwa solusi yang dapat dilakukan dalam waktu dekat dan memiliki dampak yang signifikan untuk meningkatkan throughput petikemas Terminal Serbaguna Nilam adalah melaksanakan workshop dan pelatihan untuk meningkatkan dan mengevaluasi kemampuan dan keterampilan sumber daya manusia yang bertugas di tim Terminal Multiguna Nilam dan Pusat Komando Operasi Pelabuhan (POCC). \nOleh karena itu, penelitian ini akan berdampak pada penurunan waktu jeda pergantian kapal sehingga meningkatkan kunjungan kapal yang berdampak pada peningkatan throughput.", "Daftar File": {"2019_TS_PP_Bambang Perdana Kusuma_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/182067"}, "Penulis": "Bambang Perdana Kusuma [29117303]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Pri Hermawan, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kinerja, Throughput, Analisis Fishbone, Analisis Eksternal & Internal, Analisis SWOT.", "Sumber": "PELABUHAN TANJUNG PERAK", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "23 Sep 2019"}