{"Nomor": 42672, "Judul": "STRATEGI PEMASARAN UNTUK BRAND FASHION MUSLIM SOMA", "Abstrak": "SOMA merupakan merk busana muslimah  yang berdiri pada November 2018. Pada awalnya SOMA hanya menjual berbagai macam jenis hijab, namun seiring berjalannya waktu SOMA mulai mencoba untuk menjual pakaian untuk wanita. Sejak berdiri SOMA hanya menjual produk dengan cara offline di toko yang terletak di Indralaya, Sumatera Selatan.  Angka penjualan SOMA hingga saat ini terbilang cukup stabil, namun  tentunya SOMA ingin memperbesar skala penjualannya dan juga target marketnya. Untuk itu SOMA perlu melakukan penjualan secara online sebagai salah satu cara untuk meningkatkan brand awareness dan juga  pendapatan.\n\nPenelitian ini bertujuan untuk menganalisis strategi pemasaran yang tepat untuk bisnis fashion muslimah, khususnya SOMA. Riset ini menggunakan studi literature sebagai referensi teori,  didukung dengan data yang diperoleh dari observasi dan kuesioner. Metode penelitian yang digunakan dalam penelitian ini dibagi menjadi dua, yaitu secara internal dan secara eksternal.  Untuk  faktor internal digunakan  analisis Segmenting Targeting Positioning (STP), dan juga  analisis Marketing Mix. Untuk faktor Eksternal , analisis yang digunakan yaitu  analisis kompetitor dan konsumen.  STP dan Marketing Mix digunakan untuk menganilisis setiap aspek dari perusahaan sehingga dapat mencapai target pasar yang tepat. Analisis kompetitor  dan konsumen digunakan untuk mengetahui  keadaan industry terkait, kompetitor, karakter dan pemahaman konsumern dalam memilih dan berbelanja dari sebuah merk fashion. Kemudian  Analisis faktor Internal dan Eksternal tersebut digabungkan dan dirangkum dalam analisis SWOT untuk dicarikan akar permasalahannya. Untuk menghasilkan solusi yang tepat dari permasalahan tersebut, peneliti menggunakan  pengembangan Marketing Mix dan juga strategi RACE.\n\nHasil dari analisa menunjukan bahwa  SOMA mengalami masalah dari aspek pemasaran. Oleh Karena itu , peneliti merumuskan beberapa strategi pemasaran yang dapat dijadikan sebagai solusi untuk meningkatkan  pendapatan dari SOMA, antara lain adalah dengan melakukan promosi langsung ke beberapa pesantren terdekat,menambah toko ataupun mengadakan toko pop-up   di kota besar dalam hal ini Palembang, kemudian  membuat  situs web untuk penjualan online, membuat konten menarik  kemudian beriklan di media sosial Instagram untuk membangun kesadaran akan merk SOMA terutama di wilayah Sumatera Selatan.", "Daftar File": {"2019_TS_PP_Amaliah_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/182064"}, "Penulis": "Amaliah [29117566]", "Kontributor / Dosen Pembimbing": ["Wawan Dhewanto, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "SOMA, Strategi Pemasaran,  Busana  Muslimah", "Sumber": "SOMA", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "23 Sep 2019"}