{"Nomor": 42689, "Judul": "OTOMATISASI PEMBENTUKAN ONTOLOGI DARI BASIS DATA RELASIONAL DENGAN ATURAN PEMETAAN", "Abstrak": "Ontologi memiliki peran penting dalam merepresentasikan semantik dari sumber data. Membangun ontologi untuk merepresentasikan pengetahuan tentang domain tertentu dari sumber data bukan proses yang mudah. Beberapa metode telah dilakukan untuk membangun ontologi dari basis data relasional. Namun, ada keterbatasan dalam membangun ontologi dengan metode yang ada.  \n \nDalam tesis ini dilakukan perbaikan terhadap aturan pemetaan yang telah ada untuk memperkaya ontology yang dihasilkan. Di samping itu dilakukan penambahan aturan pemetaan baru untuk memperoleh ontologi dari basis data relasional yang tidak dalam bentuk normal ketiga (3NF) dan melakukan aturan pemetaan baru untuk memperkaya aturan pemetaan ontologi. Normalisasi dilakukan terhadap skema basis data relasional tanpa mengubah skema fisik basis data relasional secara langsung. Normalisasi dilakukan berdasarkan teknik rekayasa balik denormalisasi. Hal ini dilakukan karena pada umumnya basis data operasional yang ada memiliki desain dengan skema normal, tetapi dilakukan denormalisasi untuk meningkatkan kinerja pemrosesan data. Hasil dari normalisasi skema akan dipetakan sesuai dengan aturan pemetaan yang telah didefinisikan sehingga dapat membentuk ontologi.  \n \nTelah dikembangkan pula perangkat lunak untuk melakukan pembentukan ontologi secara otomatis dengan memanfaatkan aturan pemetaan pada skema basis data relasional. Aturan pemetaan diimplementasi berdasarkan implementasi aturan pemetaan yang sudah ada dan penambahan aturan baru serta pengubahan aturan pemetaan yang sudah ada dengan memetakan komponen-komponen pada basis data relasional ke dalam komponen ontologi. \n \nHasil penelitian ini menyimpulkan bahwa pembentukan ontologi dari basis data relasional yang tidak dalam bentuk normal ketiga (3NF) dapat dilakukan dan aturan pemetaan baru dapat memperkaya aturan pemetaan ontologi. Pengujian pun dilakukan terhadap hasil ontologi yang dibentuk dengan memeriksa struktur sintaks dengan kakas Oops! dan hasilnya dapat dikatakan sangat baik.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/182087", "Tesis": "https://digilib.itb.ac.id/gdl/download/217593"}, "Penulis": "Rendy [23517011]", "Kontributor / Dosen Pembimbing": ["Dr. Fazat Nur Azizah, S.T., M.Sc.", "Tricya Esterina Widagdo, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "representasi pengetahuan, aturan pemetaan, normalisasi, ontologi, basis data relasional", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "23 Sep 2019"}