{"Nomor": 42693, "Judul": "PERBANDINGAN GEN ETHYLENE RESPONSE TRANSCRIPTION FACTOR 1 (ERF1) SECARA IN SILICO PADA MALAYSIAN DWARF BANANA (Musa acuminata Subs. Malaccensis) DAN PISANG KLUTUK WULUNG (Musa balbisiana)", "Abstrak": "Tanaman pisang dapat diklasifikasikan menjadi 4 kelompok berdasarkan komposisi genomik yang\ndimiliki yakni: Musa acuminata (genom A), Musa balbisiana (genom B), Musa schizocarpa (genom\nS), dan Australimusa (genom T). Musa balbisiana (genom B) dikenal memiliki respon terhadap\npatogen yang lebih baik jika dibandingkan dengan Musa acuminata (genom A). Salah satu protein\nyang berperan di dalam proses transduksi sinyal respon tanaman oleh etilen adalah protein ethylene\nresponse factor 1 (ERF1). Protein ERF1 merupakan protein yang berada di bagian downstream dalam\nruntunan transduksi sinyal oleh etilen dan berfungsi sebagai faktor transkripsi dari gen-gen yang\nberperan dalam berbagai macam respon tanaman dengan salah satunya adalah respon terhadap\nserangan patogen. Gen ERF1 ini belum banyak dipelajari dalam tanaman pisang. Dengan publikasi\ngenom A (Musa acuminata subspesies Malaccencis) yang teranotasi dan data genomik B (Musa\nbalbisiana ‘Pisang Klutuk Wulung’), maka pada penelitian ini dilakukan identifikasi dan perbandingan\ngen ERF1 pada genom B dengan model pada genom A yang sudah teranotasi. Gen ERF1 pada genom\nA didapat dari pangkalan data Kyoto Encyclopedia of Genes and Genomes (KEGG) dan genom B dari\nhasil program BLASTN dengan pendekatan gen ERF1 pada genom A. Gen ERF1 pada kedua genom\ndibandingkan struktur sekuens nukleotida dan sekuens protein. Untuk sekuens nukleotida dilakukan\nperbandingan persentase identitas atau similaritas dengan pairwise sequence alignment dengan\nalgoritma Needleman-Wuncsh, struktur gen (jumlah ekson dan intron) dengan menggunakan program\nFGENESH+, dan letak gen pada kromosom. Untuk sekuens protein, dilakukan perbandingan\nkelompok gen ERF berdasarkan pengelompokan Nakano et al (2006) dengan pendekatan pohon\nfilogenetik menggunakan metode Neighboor Joining, dan identifikasi motif dengan menggunakan\nprogram MEME Suite. Gen ERF1 pada genom A yang sudah teranotasi didapat dari pangkalan data\nKEGG dengan jumlah 7 gen dengan gene id pada NCBI: “103971653” (MaERF1_1), “103972093”\n(MaERF1_2), “103973681” (MaERF1_3), “103981246” (MaERF1_4), “103981564” (MaERF1_5),\n“103983138” (MaERF1_6), “103985947” (MaERF1_7) dan 7 gen ERF1 pada genom B dengan\npenamaan MbERF1_1, MbERF1_2, MbERF1_3, MbERF1_4, MbERF1_5, MbERF1_6, MbERF1_7.\nPerbandingan sekuens nukleotida dan sekuens protein menunjukkan bahwa komposisi nukleotida,\nstruktur gen, posisi gen pada kromosom, pengelompokan ERF, dan motif yang teridentifikasi pada\nMaERF1 (genom A) dan MbERF1 (genom B) memiliki karakteristik yang mirip.", "Daftar File": {}, "Penulis": "Gede Kamalesha [10615056]", "Kontributor / Dosen Pembimbing": ["Dr. Fenny Martha Dwivany", "Dr. Husna Nugrahapraja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Musa acuminata, Musa balbisiana, ethylene response factor 1, domain AP2/ERF, anotasi sekuen, perbandingan sekuen", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "23 Sep 2019"}