{"Nomor": 42698, "Judul": "MAINTENANCE MANAGEMENT IMPROVEMENT IN PT. CIK IN ORDER TO INCREASE EQUIPMENT RELIABILITY", "Abstrak": "Pasar bahan kimia Indonesia memiliki total pendapatan $ 19,3 miliar pada tahun 2017, mewakili tingkat pertumbuhan tahunan gabungan (CAGR) 3% antara 2013 dan 2017. Segmen bahan kimia khusus adalah pasar yang paling menguntungkan di tahun 2017, dengan total pendapatan $ 6,5 miliar, setara hingga 33,9% dari nilai keseluruhan pasar.\nCIK Indonesia, yang merupakan perusahaan kimia, telah mencatat pertumbuhan laba kotor dua digit dalam 3 tahun terakhir, di mana CAGR> 10% sejak transformasi pada tahun 2016.\nDalam menjalankan bisnis dan operasinya di Indonesia, PT. CIK memiliki potensi pertumbuhan yang signifikan, tetapi di sisi lain hal ini tidak disertai dengan manajemen pemeliharaan yang tepat dalam membangun fasilitas dan infrastruktur, yang menyebabkan banyak penghentian yang tidak direncanakan pada saat produksi, bahkan beberapa kali dipesan oleh CIK Group SHE (Keselamatan Kesehatan dan Lingkungan) ) untuk menghentikan kegiatan produksi dalam periode tertentu karena beberapa hal terkait keselamatan yang tidak memenuhi standar.\nMasalah yang terjadi di PT. CIK adalah frekuensi tinggi pemeliharaan yang tidak direncanakan dan beberapa sertifikasi / inspeksi peralatan hukum. Kegagalan pada peralatan ini akan mengganggu penjadwalan kerja, karena membutuhkan alokasi sumber daya tambahan dan membuat lembur yang menyebabkan biaya perawatan tinggi. Selain itu, pemanfaatan tenaga kerja yang tinggi yang terjadi setiap minggu akan mengganggu kualitas proses pelaksanaan pekerjaan.\nBeberapa solusi direncanakan akan dilaksanakan berdasarkan prioritas akan dijalankan menggunakan PDCA Framework. Ditargetkan setelah perbaikan dalam departemen pemeliharaan ini, ditargetkan untuk bisa dapat meningkatkan keandalan peralatan dan dapat mengurangi kerusakan / kerja krisis <3%.", "Daftar File": {"2019_TS_PP_RISNANDAR-1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/182098"}, "Penulis": "Risnandar [29117488]", "Kontributor / Dosen Pembimbing": ["Rudy Bekti, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Plan-Do-Check-Act, Analytical Hierarchy Process, Maintenance Management Improvement, Unplanned maintenance, Computerized Maintenance Management System (CMMS)", "Sumber": "PT. CIK", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "23 Sep 2019"}