{"Nomor": 42690, "Judul": "ANALISIS TRANSKRIPTOMIK JALUR SISTEM IMUN BAWAAN PADA USUS ZEBRAFISH (Danio rerio) YANG DIBERI PAKAN PISANG TONGKA LANGIT (Musa troglodytarum) TINGGI KAROTENOID", "Abstrak": "Asupan karotenoid telah dikenal mampu meningkatkan fungsi sistem imun pada tubuh manusia. Salah\nsatu pisang khas Indonesia, pisang Tongka Langit (Musa troglodytarum), terkenal akan kandungan\nkarotenoidnya yang dapat mencapai 200 kali lebih besar dari pisang Cavendish (880-5,370?g/100g),\nakan tetapi, manfaat imunomodulasi pisang tersebut belum diteliti secara mendalam. Penelitian\nsebelumnya telah menunjukan bahwa asupan M. troglodytarum berpengaruh terhadap sintesis sitokin\npro-inflamasi dan anti-inflamasi pada hewan model zebrafish (Danio rerio). Penelitian ini dilakukan\nsebagai penelitian lanjutan untuk mengetahui jalur sistem imun bawaan (innate) yang termodulasi\nakibat pemberian pakan pisang Tongka Langit pada usus hewan model zebrafish tanpa perlakuan\ninfeksi berdasarkan total transkriptom organ. Pada penelitian ini, digunakan Tetramin sebagai pakan\nkontrol, Cavendish sebagai pisang kontrol, dan pisang Tongka Langit sebagai pakan perlakuan.\nZebrafish dewasa dibagi menjadi 3 kelompok yang diberi pakan Tetramin (T), pisang\nCavendish/Tetramin 50% (CV), atau pisang Tongka Langit/Tetramin 50% (TL) setiap hari selama 2\nbulan. Organ usus dari setiap kelompok diisolasi. Kualitas RNA total dari setiap kelompok dianalisis\ndengan spektrofotometer dan gel agarosa. RNA total organ usus kemudian disekuensing dengan\nIllumina HiSeq. Analisis transkriptomik dilakukan sesuai dengan protokol Tuxedo. Gen yang\ntermodulasi divalidasi dengan reverse transcriptase PCR (RT-PCR). Hasil sekuensing menghasilkan\n22,1, 27,9, dan 18,3 juta clean reads untuk kelompok T, CV, dan TL (Q20>95%). Dibandingkan\ndengan kelompok T, 1.981 gen termodulasi pada kelompok CV (484 down-regulated genes, 1.487 upregulated\ngenes) dan 1.726 gen termodulasi pada kelompok TL (797 down-regulated genes, 929 upregulated\ngenes). Zebrafish TL menunjukan respon signifikan yang terasosiasi dengan respon imun\ndan respon inflamasi. Zebrafish TL menunjukan penurunan ekspresi dalam jalur pensinyalan PAMP\nmelalui NOD dan TLR. Dalam kedua jalur, ekspresi gen faktor transkripsi sitokin NF????B menurun\n(log2FC<-3) yang mengindikasikan terjadinya penurunan ekspresi sitokin inflamasi. Hampir seluruh\ngen pada jalur komplemen mengalami peningkatan ekspresi, akan tetapi, tidak ditemukan perubahan\npada ekspresi dan jalur pensinyalan sitokin pro-inflamasi TNF?. Peningkatan ekspresi pada kaskade\nkomplemen terbuktikan dengan semi-kuantifikasi pita RT-PCR. Jalur diapedesis leukosit mengalami\npenurunan ekspresi pada gen selectin (sele), integrin ?1 (itgb1b), dan MMP (mmp9). Kesimpulan dari\npenelitian ini adalah asupan pisang Tongka Langit tinggi karotenoid meningkatkan ekspresi jalur\nkomplemen pada usus zebrafish sehat berdasarkan analisis transkriptomik yang digunakan. Namun,\ndibutuhkan penelitian lebih lanjut mengenai pengaruh imunomodulasi tersebut dalam keberadaan\ninfeksi.", "Daftar File": {}, "Penulis": "Nasya Cheryl [10615030]", "Kontributor / Dosen Pembimbing": ["Fenny Martha Dwivany, S.Si., M.Si., Ph.D.", "Dr. Indra Wibowo, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "sistem imun bawaan, zebrafish, Tongka Langit, transkriptomik", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "23 Sep 2019"}