{"Nomor": 42697, "Judul": "PERANCANGAN PROFIL TARGET AUDIENCE PADA FACEBOOK ADS UNTUK TOKO ONLINE XYZ", "Abstrak": "Toko online XYZ merupakan salah satu usaha mikro kecil dan menengah (UMKM) yang menjual sepatu serta sendal wanita berbahan kulit sintetis. Saat ini, toko online XYZ baru menjualkan produknya melalui jalur online termasuk sosial media, website serta e-commerce. Sejak produk pertamanya dirilis pada bulan Mei 2018 silam, penjualan toko online XYZ ini menunjukkan kenaikan. Hal ini mendorong pemilik berani untuk menargetkan penjualan yang tinggi pada tahun 2019. Tantangan terutama yang dihadapi toko online XYZ dalam mencapai target tersebut adalah dalam melakukan kegiatan pemasaran menggunakan media sosial seperti Facebook Ads. Pemilik masih kebingungan dalam merumuskan target audience pada iklan tersebut. Oleh karena itu, rumusan masalah yang ingin difokuskan pada penelitian ini adalah bagaimana profil target audience pada Facebook Ads yang sesuai untuk toko online XYZ.\nMetode penelitian yang digunakan adalah segmentasi pasar dengan analisis klaster untuk mengetahui kelompok pasar dan karakteristiknya yang terbentuk. Segmentasi pasar tersebut menggunakan variabel gaya hidup fesyen sebagai basis segmentasi, variabel psikografis, demografis dan perilaku pembeli sebagai variabel yang membedakan setiap klaster. Klaster yang terbentuk adalah klaster indifferent with fashion, fashion oriented with regular purchase, dan fashion oriented with high purchase power. Ketiga klaster tersebut dievaluasi lebih lanjut dan terpilih klaster fashion oriented with regular purchase untuk menjadi kelompok pasar yang difokuskan. Selanjutnya dilakukan perancangan detailed targeting pada Facebook Ads berdasarkan karakteristik klaster tersebut. Perumusan kata kunci dilakukan dengan melakukan penyebaran kuesioner tahap dua ke anggota klaster terpilih tersebut. Pengolahan data menggunakan kaidah Pareto dan didapatkan beberapa kata kunci yang akan digunakan. Selanjutnya dilakukan uji coba iklan secara langsung dengan menjalankan tiga variasi iklan berdasarkan dua hipotesis yang dibuat. Variasi yang dilakukan adalah iklan dengan menggunakan strategi penargetan audience Lookalike, detailed targeting dan detailed targeting ditambah halaman disukai (page likes) pada Facebook yang didapatkan dari Audience Insight.\nUji coba iklan dilakukan selama tujuh hari dan dihasilkan bahwa iklan dengan profil target audience menggunakan detailed targeting yang paling baik dengan biaya per hasil (cost per results) paling rendah. Toko online XYZ dapat membuat iklan untuk model produk lainnya dengan menggunakan profil target audience tersebut. Kendati demikian, toko online XYZ harus tetap mengevaluasi kinerja iklan dan mengambil tindakan jika diperlukan.", "Daftar File": {"ABSTRAK Airin Levina Salim": "https://digilib.itb.ac.id/gdl/download/182097"}, "Penulis": "Airin Levina Salim [13415101]", "Kontributor / Dosen Pembimbing": ["Dr. Hasrini Sari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "analisis klaster, audience, Facebook Ads, cost per results", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "23 Sep 2019"}