{"Nomor": 42694, "Judul": "SINTESIS MATERIAL NANO 1-D ZrO2 DENGAN PREKURSOR BERBASIS Zr(OH)4 DARI ZrSiO4 LOKAL MENGGUNAKAN METODE TEMPLAT-PREKURSOR", "Abstrak": "Material nano satu dimensi zirkonia merupakan material yang menjanjikan untuk\nberbagai bidang aplikasi seperti sensor, katalis dan sebagai unsur penguat dalam\nkomposit. Hal ini dikarenakan material nano satu dimensi zirkonia memiliki nisbah\naspek yang tinggi dan memperlihatkan karakteristik luas permukaan spesifik sangat\nbesar dan sangat aktif, porositas tinggi, serta sifat kuat mekanis dan ketangguhan\npatah sangat tinggi. Ketersediaan material nano satu dimensi zirkonia sebagai bahan\nawal masih sangat jarang ditemukan di pasaran lokal dan impor. Sejumlah metode\ntelah banyak dikembangkan di dalam sintesis material nano satu dimensi zirkonia.\nNamun demikian, semua metode tersebut umumnya menggunakan garam terlarut\ndan senyawa organologam sebagai prekursor zirkonia, menggunakan media\nalkohol, memerlukan peralatan khusus, serta membutuhkan energi yang cukup\ntinggi dalam prosesnya. Oleh karena itu, metode yang berkembang tersebut kurang\nekonomis dan tidak menjanjikan untuk diterapkan dalam skala besar di Indonesia\npada saat ini. Mengingat ketersediaan zirkonium silikat sebagai bahan baku\nzirkonia di Indonesia cukup melimpah dan aplikasi material nano satu dimensi\nzirkonia yang penting di berbagai bidang industri, maka penelitian sintesis material\nnano satu dimensi zirkonia dari zirkonium silikat dengan metode yang relatif\nsederhana sangat perlu untuk dilakukan.\nDi dalam penelitian disertasi ini, metode sintesis material nano satu dimensi\nzirkonia berbasis zirkonium silikat telah dikembangkan yaitu metode templatprekursor.\nPrinsip metode tersebut adalah sintesis material nano satu dimensi\nzirkonia dari prekursor zirkonium hidroksida berbasis zirkonium silikat, dengan\nbantuan templat organik yang memiliki gugus hidroksil (????????????????) dan atau gugus\netoksi (???????????? ????) sebagai templat pengarah struktur nano 1-D, dilanjutkan dengan\nproses kalsinasi pada suhu tertentu. Templat pengarah struktur satu dimensi yang\ndimaksud di dalam penelitian ini adalah senyawa etilen glikol, senyawa polimer\netilen glikol 6000, dan senyawa polimer dari alam yaitu selulosa nano. Ketiga jenis\ntemplat organik tersebut memiliki gugus hidroksil (????????????????) dan atau gugus etoksi\n(???????????? ????), sehingga memiliki kemampuan berinteraksi dengan prekursor zirkonium\nhidroksida dan memodifikasi mikrostruktur material zirkonia menjadi bentuk satu\ndimensi berukuran nano. Adapun prekursor zirkonium hidroksida yang dimaksud\nadalah disintesis dari zirkonium silikat dengan metode destruksi sodium karbonat.\nPrinsip metode ini adalah pemecahan mineral zirkonium silikat dalam bentuk bongkahan oleh natrium karbonat melalui proses pembakaran suhu tinggi, sehingga\nmenghasilkan senyawa natrium silikat larut dalam air dan senyawa natrium zirkonat\nlarut dalam asam. Selanjutnya adalah hidrolisis perlahan garam zirkonium menjadi\nzirkonium hidroksida. Tujuan penelitian ini adalah mensintesis material nano satu\ndimensi zirkonia dari prekursor zirkonium hidroksida berbasis zirkonium silikat\nlokal teknis dengan metode templat-prekursor.\nProses sintesis material nano 1-D zirkonia dari zirkonium hidroksida berbasis\nzirkonium silikat dengan metode templat-prekursor, terdiri atas dua tahap utama\nyaitu a) penyiapan prekursor zirkonium hidroksida dari zirkonium silikat: diawali\ndengan proses pemecahan zirkonium silikat secara padat oleh natrium karbonat\npada suhu pembakaran 1000????C, dilanjutkan dengan proses pelarutan produk\ndestruksi dengan air dan asam sulfat, serta hidrolisis garam zirkonium pada pH\nsekitar 9 menjadi zirkonium hidroksida; dan b) sintesis material nano satu dimensi\nzirkonia dari prekursor zirkonium hidroksida dengan bantuan templat: diawali\ndengan proses pengaturan pH prekursor, dilanjutkan dengan proses pencampuran\nprekursor dan templat dalam suasana pemanasan, kemudian dilakukan pemeraman,\nsampai terbentuk gel atau endapan. Selanjutnya prekursor awal dan produk sintesis\nkeduanya dikalsinasi pada suhu 800????C. Karakteristik zirkonia yang dihasilkan\nselanjutnya dibandingkan, yaitu meliputi karakteristik perilaku termal, mineralogi,\ngugus fungsi, mikrostruktur, dan tekstural.\nDi dalam penelitian disertasi ini, material nano satu dimensi zirkonia telah berhasil\ndisintesis dari prekursor zirkonium hidroksida berbasis zirkonium silikat dengan\nbantuan templat terpilih (seperti etilen glikol, poli etilen glikol 6000, dan selulosa\nnano) pada kondisi sintesis yang spesifik, menggunakan metode templat-prekursor.\nKarakteristik dasar material zirkonia yang dihasilkan pada suhu kalsinasi 800????C\nadalah memiliki fasa dominan t-metastabil dengan pengotor utama silika, memiliki\nukuran partikel kurang dari 50 nm, memiliki struktur mesopori dan luas\npermukaan 46,990 m²/g. Hasil penelitian menunjukkan pemanfaatan senyawa\ntemplat sebagai pengarah struktur satu dimensi di dalam metode templat-prekursor,\ntelah memodifikasi karakteristik zirkonia yang dihasilkan pada suhu kalsinasi yang\nsama. Fenomena tersebut meliputi perubahan karakteristik mineralogi,\nmikrostruktur dan tekstural. Material zirkonia yang dihasilkan memiliki fasa tmetastabil\ndan fasa monoklinik, bentuk mikrostruktur batang nano, tabung nano,\nkapsul nano, dan aglomerat memanjang, serta luas permukaan sekitar 9-48,5 m2/g.", "Daftar File": {"ABSTRAK Rifki Septawendar": "https://digilib.itb.ac.id/gdl/download/182092"}, "Penulis": "Rifki Septawendar [33315301]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Bambang Sunendar, M.Eng., Ph.D.", "Ir. Ahmad Nuruddin, M.Sc., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "material nano satu dimensi zirkonia, prekursor zirkonium hidroksida berbasis zirkonium silikat, etilen gilkol, polietilen glikol 6000, selulosa nano, metode templat-prekursor", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Sep 2019"}