{"Nomor": 42704, "Judul": "PENERAPAN INVERSI IMPEDANSI AKUSTIK 2D UNTUK MEMETAKAN PERSEBARAN RED CLAY PADA BAGIAN UTARA DANAU TOWUTI SULAWESI SELATAN", "Abstrak": "Danau Towuti adalah sebuah danau tektonik besar di ujung hilir dari sistem Danau\nMalili dan juga merupakan Danau tertua di Indonesia yang terbentuk selama kurang\nlebih 1,5 juta tahun yang lalu. Danau ini terletak dalam ofiolit Sulawesi Timur yang\nmerupakan ofiolit terbesar ketiga di dunia yang melepaskan zat besi, kromium, dan\nlogam lainnya. Selain itu, Danau Towuti diperkirakan memiliki catatan iklim\nterpanjang yang berkelanjutan di Indo-Pacific Warm Pool (IPWP) yang merupakan\nzona atmosfer terluas dan memberikan energi panas paling besar di bumi. Pada\ntahun 2015 telah dilakukannya pengeboran Ilmiah di Danau Towuti menggunakan\nInternational Continental Scientific Drilling Program (ICPD) dengan tujuan untuk\nmeneliti paleoclimate, dengan penggunaan data seismik yang bertujuan untuk\npenentuan drilling well terdalam. Danau Towuti memiliki luas permukaan sebesar\n560 km2 dengan kedalaman air mencapai 200 m. Penelitian ini difokuskan untuk\nmelakukan analisis sebaran dari Red Clay pada Danau Towuti dengan\nmenggunakan metode inversi akustik impedansi. Red Clay akan tumbuh dan\nberkembang selama pembentukan dan penimbunannya, selain itu Red Clay ini\nterbentuk berdasarkan keberadaan mineral Ca. Analisis sebaran Red Clay ini dapat\nmemberikan gambaran mengenai iklim di masa lampau, karena Red Clay ini\nmerupakan salah satu penciri khusus yang terdapat pada danau tersebut. Pada\npenelitian ini, data seismik yang tersedia adalah seismik 2D dari berbagai vintage.\nData akuisisi yang tersedia memiliki keterbatasan, sehingga perlu dilakukannya\npre-conditioning data agar dapat di proses lebih lanjut untuk melakukan analisis\nsebaran Red Clay.", "Daftar File": {"ABSTRAK Fitriah Nuraeni": "https://digilib.itb.ac.id/gdl/download/182104"}, "Penulis": "Fitriah Nuraeni [12315039]", "Kontributor / Dosen Pembimbing": ["Ignatius Sonny Winardhie, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Danau Towuti, Inversi, Mineral Ca, Ofiolit, Paleoclimate, Preconditioning, Red Clay", "Sumber": "", "Staf Input/Edit": "", "File": "9 file", "Tanggal Input": "23 Sep 2019"}