{"Nomor": 42706, "Judul": "PENGOLAHAN DATA DENGAN MIKROKONTROLER DAN SISTEM DISPLAY PADA PROTOTYPE  EXCAVATOR VISUALIZATION ASSISTANT SYSTEM UNTUK MENINGKATKAN VISIBILITAS OPERATOR EXCAVATOR", "Abstrak": "Pada buku ini akan dijelaskan tentang pengolahan data dengan mikrokontroller pada subsistem – subsistem Excavator Visualization Assistant System. Design Excavator Visualization Assistant “EVA” System dirancang menggunakan sensor IMU dan kompas untuk mendapatkan data sudut body, arm, boom, dan bucket excavator lalu data diolah menggunakan mikrokontroller sehingga dapat dikirim ke sistem display yang diproses menggunakan SBC RaspberryPi untuk ditampilkan gerakan excavator beserta informasi jarak bucket terhadap jarak aman penggunaan excavator sesuai dengan input pengguna. Pengolahan data tiap sensor diolah dengan Arduino Nano subsistem sensor dan dikirimkan ke main controller menggunakan komunikasi RS485 serial dan diolah kembali menggunakan arduino nano sebagai master yang menerima 4 data sensor. Pengolahan data pada subsistem sensor adalah dengan median filtering untuk mendapatkan pergerakan yang lebih sempurna dan dikirim dalam 1 paket data yang berisi 4 byte. Pengolahan data pada main controller adalah pengecekan dan pemilihan paket data yang diterima valid menggunakan algoritma checksum dari multiplexer untuk diteruskan ke Single Board Computer untuk diproses menjadi sebuah animasi excavator. Display user interface dirancang dengan paradigma model view delegate dan ditampilkan pada monitor 7 inch.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/182106"}, "Penulis": "Tegar Satria Nurhuda [13215021]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mervin Tangguar Hutabarat, M.Sc.", "Muhammad Andre Martin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Arduino Nano,  EVA System, Pengolahan Data, Median Filtering, Checksum, Model View Delegatate Paradigm.", "Sumber": "", "Staf Input/Edit": "karya", "File": "9 file", "Tanggal Input": "23 Sep 2019"}