{"Nomor": 42717, "Judul": "PRA-RANCANG FASILITAS PENIMBUSAN AKHIR LIMBAH B3 DI KABUPATEN BENGKALIS, RIAU", "Abstrak": "Salah satu permasalahan terkait pengelolaan limbah B3 yang timbul di akibat\npembangunan sektor Industri adalah menumpuknya limbah B3 berupa TTM sebesar 513.000\nm3 di Kabupaten Bengkalis, Riau. Dengan mempertimbangkan berbagai aspek lingkungan,\nekonomi, dan manusia, dibutuhkan adanya pembangunan fasilitas penimbusan akhir limbah\nB3 di Kabupaten Bengkalis, Riau. Pembangunan, pengelolaan, dan pengoperasian fasilitas\nyang dimaksud akan mengacu pada regulasi-regulasi yang sebelumnya sudah dipaparkan\nterutama pada PP No. 101 Tahun 2014 dan Permen LHK No. 63 Tahun 2016. Karena fasilitas\nini ditentukan untuk dapat menimbun segala limbah B3, ditentukan bahwa lahan timbus yang\nakan dirancang memenuhi kriteria lahan timbus kelas I. Dari kegiatan penimbunan limbah B3\nuntuk tahapan 1, akan dihasilkan lindi yang pada kapasitas maksimalnya adalah sebesar 3,68\nL/s sehingga dibangun instalasi pengolahan lindi (IPL) untuk mencegah pencemaran\nlingkungan. Fasilitas penimbusan akhir limbah B3 membutuhkan CAPEX sebesar Rp\n164.273.977.236 dan OPEX tahunan sebesar Rp 11.634.542.880, dengan pendapatan tahunan\nsebesar Rp 513.000.000.000. Setelah dilakukan analisis ekonomi, didapatkan bahwa proyek\nini layak dijalankan dengan nilai NPV sebesar Rp 142.129.834.980 dan payback period sebesar\n8,05 bulan. Dengan adanya fasilitas penimbusan akhir limbah B3 ini, diharapkan dapat\nmeningkatkan pelayanan pengelolaan limbah B3 di Indonesia terutama untuk industri. Hal ini\ndiharapkan dapat mengurangi terjadinya pelanggaran yang selama ini diakibatkan oleh\nminimnya infrastruktur pengelolaan limbah B3 di hilir terutama untuk penimbunan.", "Daftar File": {"ABSTRAK Aloysius Adhitya Pratama": "https://digilib.itb.ac.id/gdl/download/182123"}, "Penulis": "Aloysius Adhitya Pratama [15315009]", "Kontributor / Dosen Pembimbing": ["Dr. I Made Wahyu Widyarsana, S.T., M.T.", "Sukandar, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "fasilitas penimbunan akhir, limbah B3, TTM, Riau", "Sumber": "TUGAS AKHIR Agustus 2019", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "23 Sep 2019"}