{"Nomor": 42711, "Judul": "METANASI SYNGAS DENGAN RASIO H2/CO RENDAH: PEMODELAN DAN SIMULASI DINAMIK REAKTOR UNGGUN TETAP", "Abstrak": "Metanasi syngas untuk menghasilkan gas alam buatan atau synthetic natural gas merupakan reaksi yang sangat eksotermis. Reaksi ini biasanya dikatalisis oleh logam nikel. Kondisi optimum agar diperoleh produk yang didominasi oleh metana dan uap air adalah temperatur rendah, tekanan tinggi, dan rasio H2/CO= 3,0. Bahan baku syngas umumnya berasal dari hasil gasifikasi batu bara atau biomassa. Syngas tersebut memiliki karakteristik rasio H2/CO yang rendah. Rasio H2/CO yang rendah dapat menurunkan konversi CO dan perolehan CH4. Untuk menghindari kondisi tersebut, sebelum memasuki reaktor umpan syngas selalu di-upgrade agar rasio H2/CO menjadi lebih tinggi. Dalam penelitian ini, syngas dengan rasio H2/CO yang rendah langsung direaksikan di dalam reaktor dinamik dengan mengubah-ubah nilai laju alir volumetrik umpan secara periodik. Modulasi umpan yang diberikan berbentuk gelombang square atau fungsi step.\nFokus dari penelitian ini adalah membangun model reaktor unggun tetap dan mempelajari perilakunya di bawah kondisi operasi dinamik. Model reaktor satu dimensi homogen semu dibangun mengabaikan pengaruh hambatan difusi internal dan eksternal berdasarkan kriteria Weisz-Prater, Anderson, dan Mears. Fasa gas di fasa bulk dimodelkan dengan persamaan yang mengandung suku dinamik, suku konveksi, suku difusi arah aksial, dan suku kinetika reaksi. Kriteria desain yang meliputi perhitungan pressure drop, rasio tinggi tumpukan katalis terhadap diameter partikel, rasio diameter reaktor terhadap diameter partikel, dan dispersi aksial juga dilibatkan dalam perancangan. Model persamaan kinetika reaksi diadaptasi dari literatur untuk melengkapi simulasi. Model reaktor yang telah divalidasi selanjutnya digunakan dalam simulasi di bawah kondisi operasi tunak dan dinamik. Simulasi menggunakan perangkat lunak FlexPDE versi 6.5. Hasil dari operasi tunak digunakan sebagai basis untuk menilai performa reaktor yang dioperasikan pada kondisi dinamik.\nHasil simulasi reaktor unggun tetap pada kondisi tunak dengan rasio umpan syngas H2/CO= 0,97, temperatur 300?, tekanan 5 bar, dan waktu tinggal 3,0 detik memberikan konversi CO dan yield CH4 masing-masing sebesar 84,70% dan 44,98%. Hasil simulasi reaktor unggun tetap dengan kondisi operasi yang sama dan dijalankan di bawah kondisi dinamik memberikan kinerja terbaik pada variasi\namplitudo 140% dan switching time 3 detik. Konversi CO dan yield CH4 yang dicapai masing-masing sebesar 85,55% dan 37,80%. Variasi amplitudo yang lebih kecil (10%) memberikan performa reaksi yang mirip dengan performa reaksi saat kondisi tunak (konversi CO: 84,75% dan yield CH4: 44,73%). Berdasarkan hasil yang diperoleh, metode modulasi laju alir volumetrik umpan yang dilakukan tidak terlalu memberikan perbedaan yang siginifikan terhadap performa reaksi. Sebaliknya, memodulasi komposisi gas H2 dapat secara signifikan menaikkan performa reaksi dari syngas dengan rasio H2/CO rendah. Konversi CO dan yield CH4 yang tercapai masing-masing yaitu 90,71% dan 81,96%.", "Daftar File": {"ABSTRAK Utari Nuravifah": "https://digilib.itb.ac.id/gdl/download/182111"}, "Penulis": "Utari Nuravifah [23017044]", "Kontributor / Dosen Pembimbing": ["Dr. Yogi Wibisono Budhi, S.T., M.T.", "Jenny Rizkiana, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "metanasi syngas, H2/CO rendah, modulasi umpan, operasi periodik, produksi SNG.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Sep 2019"}