{"Nomor": 42738, "Judul": "MENGURANGI KETERLAMBATAN PROYEK DI BANDARA SOEKARNO HATTA (STUDI KASUS : PROYEK REVITALISASI TERMINAL 1C)", "Abstrak": "PT Angkasa Pura II (Persero) adalah salah satu Badan Usaha Milik Negara di Indonesia yang bergerak dalam bidang pelayanan jasa bandar udara dan bisnis yang terkait dengan kebandarudaraan, dengan Bandara Internasional Soekarno Hatta (BISH) sebagai bandara yang terbesar di bawah pengelolaannya. Proyek revitalisasi terminal 1C adalah salah satu program perusahaan yang tertuang dalam rencana jangka panjang perusahaan (2016-2020) dalam rangka meningkatkan kapasitas terminal 1C dari 3 juta penumpang per tahun (jpt) menjadi 8 jpt. Proyek ini menghadapi beberapa kendala dalam pelaksanaannya sehingga penyelesaian proyek ini hampir bisa dipastikan mengalami keterlambatan. Apa saja kendala yang dihadapi oleh proyek ini? Dan bagaimana cara mengatasi hambatan ini agar keterlambatan proyek dapat diminimalisir?\nSesuai dengan permasalahan di atas, tujuan dari tesis ini dimaksudkan untuk mengidentifikasi akar masalah yang menyebabkan keterlambatan proyek terjadi dalam proyek revitalisasi ini. Dengan menggunakan diagram tulang ikan (fishbone) dan pohon realitas (current reality tree), penulis menganalisis kondisi proyek saat ini dari beberapa aspek yang meliputi proses operasional, manajemen proyek dan para pemangku kepentingan yang terlibat. Melalui wawancara yang dilakukan dengan pejabat setingkat dibawah direksi yang terlibat dalam proyek revitalisasi ini, kita dapat mengetahui bahwa ada 2 (dua) kelompok akar masalah yang dihadapi oleh proyek ini, yaitu masalah yang berkaitan dengan proses operasional proyek dan masalah yang berkaitan dengan manajemen proyek.\nTesis ini mengusulkan 3 (tiga) alternative solusi untuk mempercepat pelaksanaan proyek revitalisasi yaitu: (1) menambah jumlah personil proyek, (2) menutup terminal 1C selama pelaksanaan proyek dan (3) menutup terminal 1C selama proyek sekaligus menambah jumlah personil proyek. Untuk memilih alternatif yang terbaik, penulis menggunakan proses hirarki analitis (AHP) dengan 2 parameter pembanding, yaitu jangka waktu penyelesaian dan dampak biaya. Dari perhitungan AHP menggunakan perangkat lunak expert choice, bahwa alternatif kedua merupakan alternatif terbaik bagi AP2 untuk meminimalisir keterlambatan proyek terkait dengan proyek revitalisasi terminal 1C ini.\nRencana penerapan alternatif solusi kedua ini dimulai dengan agenda konsolidasi antara para pemangku kepentingan, dipimpin oleh divisi konstruksi bandara (ACD) dan manajemen BISH. Secara paralel, BISH menyiapkan terminal 2D untuk menampung perpindahan maskapai dari terminal 1C ke terminal 2D, dan bersama-sama dengan manajemen maskapai melakukan sosialisasi kepada seluruh masyarakat terkait dengan pemindahan operasi penerbangan tersebut. Untuk rencana jangka panjang, terkait dengan kesalahan perhitungan desain, perbaikan perlu dilakukan mulai dari proses hulu, yaitu pada saat proses lelang pengadaan konsultan (baik konsultan perencanaan maupun konsultan manajemen konstruksi) sekaligus termasuk peraturan perusahaan yang mengaturnya.", "Daftar File": {"2019_TS_PP_Untung Basuki_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/182198"}, "Penulis": "Untung Basuki [29117073]", "Kontributor / Dosen Pembimbing": ["Akbar Adhi Utama, S.T., M.A.B., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "revitalisasi, bandara, operasi, proyek, keterlambatan.", "Sumber": "PT Angkasa Pura II (Persero)", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "23 Sep 2019"}