{"Nomor": 42734, "Judul": "PEMBELAJARAN DALAM UPAYA PENGURANGAN RISIKO BENCANA BANJIR BERBASIS MASYARAKAT DI KELURAHAN ANDIR KECAMATAN BALEENDAH KABUPATEN BANDUNG", "Abstrak": "Bencana banjir di Kelurahan Andir Kecamatan Baleendah Kabupaten Bandung terjadi sejak tahun 1986 hingga saat ini. Penanggulangan bencana banjir sesuai peraturan - perundangan merupakan tanggung jawab antara Pemerintah, swasta, dan masyarakat. Penelitian ini bertujuan untuk mengetahui penerapan upaya Pengurangan Risiko Bencana (PRB) banjir berbasis masyarakat, yang diterapkan untuk meminimalisir risiko bencana. Penelitian ini merupakan penelitian dengan metode campuran paralel konvergen, yaitu kualitatif dan kuantitatif. Teknik pengambilan sampel menggunakan purposive sampling terhadap 30 orang yaitu pengurus pada 10 RW yang terpapar banjir, terdiri dari 1 Ketua RW dan 2 Ketua RT. Data primer diperoleh dari kuesioner dan wawancara terstruktur dilakukan terhadap Badan Penanggulangan Bencana Daerah (BPBD) Kabupaten Bandung, Balai Besar Wilayah Sungai (BBWS) Citarum, pengurus RW, dan Komunitas Barudak Baraya Cisangkuy - Citarum (B2C2). Analisis cluster SPSS digunakan untuk mengolah hasil pengumpulan data kuesioner, wawancara terstruktur digunakan untuk triangulasi data. Selanjutnya analisis Multi level perspektif (MLP) dan pembelajaran digunakan untuk mengetahui bagaimana masyarakat terpapar banjir mampu lebih siap mengatasi bencana banjir dalam upaya PRB banjir berbasis masyarakat. Hasil penelitian didapatkan dengan analisis cluster dan deskripsi kualitatif, dimana menunjukkan bahwa terdapat 2 cluster, cluster 1 memiliki karakteristik lebih siap dalam upaya PRB banjir berbasis masyarakat, sedangkan pada cluster 2 memiliki karakteristik kurang siap dalam upaya PRB banjir berbasis masyarakat. Masyarakat terpapar banjir pada cluster 1 berdasarkan pada analisis MLP, penyelarasan kegiatan antara masyarakat dalam wadah komunitas B2C2 dengan Tim Koordinasi Pengelolaan Sumber Daya Air Wilayah Sungai (TKPSDA WS) Citarum membuat wilayahnya lebih siap mengatasi bencana banjir. Analisis pembelajaran, forum Ngobrol Pintar (Ngopi) dapat mensirkulasi pengetahuan terkait upaya PRB banjir, komunitas B2C2 dalam TKPSDA WS Citarum memperoleh pelatihan evakuasi dan pengoperasian dan pemeliharaan pintu air di wilayah rawan bencana banjir secara mandiri melalui pelatihan.", "Daftar File": {"2019_TS_PP_HARIS_HADIHANAFI 1 cover.pdf?": "https://digilib.itb.ac.id/gdl/download/182169", "BAB 1 Haris Hadihanafi": "https://digilib.itb.ac.id/gdl/download/182170", "BAB 2 Haris Hadihanafi": "https://digilib.itb.ac.id/gdl/download/182171", "BAB 3 Haris Hadihanafi": "https://digilib.itb.ac.id/gdl/download/182172", "BAB 4 Haris Hadihanafi": "https://digilib.itb.ac.id/gdl/download/182173", "BAB 5 Haris Hadihanafi": "https://digilib.itb.ac.id/gdl/download/182174", "BAB 6 Haris Hadihanafi": "https://digilib.itb.ac.id/gdl/download/182175", "DAFTAR Haris Hadihanafi": "https://digilib.itb.ac.id/gdl/download/182177"}, "Penulis": "Haris Hadihanafi [24017015]", "Kontributor / Dosen Pembimbing": ["Ir. Harkunti Pertiwi Rahayu, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "banjir, masyarakat, pembelajaran, Pengurangan Risiko Bencana (PRB),", "Sumber": "", "Staf Input/Edit": "sarnya  \n                                     sarnya", "File": "8 file", "Tanggal Input": "23 Sep 2019"}