{"Nomor": 42743, "Judul": "PEMODELAN DERET WAKTU DENGAN FAKTOR MUSIMAN DAN EKSTERNAL PADA DATA CURAH HUJAN DI WILAYAH KEMAYORAN JAKARTA SELATAN", "Abstrak": "Curah hujan merupakan bagian penting dalam kehidupan manusia, khususnya sebagai pemenuh kebutuhan air minum dan sumber irigasi. Namun apabila curah hujan terlalu deras dan tidak terkendali dapat menyebabkan banjir atau bencana alam lainnya. Hal ini bukanlah sesuatu yang dapat diabaikan namun sesuatu yang perlu diberikan perhatian lebih. Oleh sebab itu, prediksi curah hujan yang akurat merupakan hal yang penting untuk memberikan pengetahuan dan informasi yang lebih luas mengenai kejadian-kejadian dimasa yang akan datang.\nPenelitian ini berfokus pada prediksi curah hujan di Kemayoran, Jakarta, yang terdiri dari dua model. Model yang pertama meruapakan model deret waktu Seasonal Autoregressive Integrated Moving Average (SARIMA). Model ini didasari oleh data curah hujan bulanan di Kemayoran pada selang waktu diantara Januari 2010 sampai dengan Juni 2019 (222 obeservasi). Asumsi kestasioneran dalam model ini dicapai dengan menggunakan transformasi akar quadrat. Dari hasil yang diperoleh, disimpulkan bahwa model SARIMA(2,0,2)(2,0,1)12 memberikan estimasi dan prediksi curah hujan yang paling baik.\nSebagai tambahan, faktor-faktor eksternal seperti temperatur, kelembapan udara, intensitas cahaya, dan kecepatan angina dipelajari menggunakan analisis korelasi untuk mengetahui faktor mana saja yang mempengaruhi curah hujan dan untuk mengetahui hubungan dan pengaruh antara tiap variabel. Model yang kedua merupakan model regresi, yang terdiri dari curah hujan sebagai variabel respon dan model SARIMA yang telah diperoleh sebelumnya sebagai prediktor dikombinasikan dengan faktor-faktor eksternal yang telah dianalisis. Dari hasil yang diperoleh disimpulkan bahwa model regresi curah hujan hanya dipengaruhi oleh kelembapan dan temperature saja.\nSebagai analisis lebih lanjut, model regresi dibandingkan dengan model SARIMA. Hasil perbandingan menunjukan bahwa model regresi dapat mengestimasi dan memprediksi curah hujan dengan lebih akurat khususnya pada nilai-nilai curah hujan yang lebih kecil.", "Daftar File": {"Christyan Barualam.pdf\n]": "https://digilib.itb.ac.id/gdl/download/182211"}, "Penulis": "Christyan Barualam [10112038]", "Kontributor / Dosen Pembimbing": ["Dr. Utriweni Mukhaiyar, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Curah hujan, SARIMA, regresi, analisis korelasi", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "23 Sep 2019"}