{"Nomor": 42752, "Judul": "PENGEMBANGAN MODEL PREDIKSI PROGRES PROYEK PADA UNIT MARKETING AND PROJECT MANAGEMENT (MPM) AREA III (JAWA BARAT) TELKOM PROPERTY MENGGUNAKAN DYNAMIC TIME WARPING, REGRESI LOGISTIK, DAN SUPPORT VECTOR REGRESSION", "Abstrak": "PT Graha Sarana Duta (Telkom Property) adalah anak perusahaan PT Telekomunikasi\nIndonesia (Telkom) yang bergerak dalam bidang properti. Perusahaan ini memiliki\nfungsi utama untuk mengelola dan merawat aset-aset properti Telkom yang tersebar di\nseluruh Indonesia. Proyek-proyek yang ditangani perusahaan umumnya dikerjakan\nmenggunakan jasa subkontraktor, sehingga perusahaan utamanya bertanggung jawab\nuntuk merencanakan, mengawasi, dan mengendalikan proses pengerjaan proyek untuk\nmenjamin bahwa setiap proyek terselesaikan tepat waktu. Untuk mencegah\nketerlambatan proyek, perusahaan perlu memberikan tindak lanjut secara cepat pada\nproyek-proyek yang berpotensi selesai terlambat. Untuk melakukan hal tersebut,\nproyek-proyek yang paling membutuhkan tindak lanjut perlu diidentifikasi cukup lama\nsebelum tenggat waktu penyelesaian untuk masing-masing proyek tersebut tercapai,\ntetapi hal tersebut tidak mudah dilakukan akibat jumlah dan variasi dari proyek-proyek\nyang diawasi perusahaan. Sebagai solusi dari permasalahan tersebut, dirancang sebuah\nmodel untuk meramalkan persentase pekerjaan proyek yang telah selesai pada tenggat\nwaktu penyelesaian masing-masing proyek. Hal tersebut akan memungkinkan\nperusahaan untuk memprioritaskan proyek mana saja yang perlu diawasi dan\nmempermudah proses pengawasan yang perlu dilakukan.\nDalam tugas akhir ini, sebelum membangun model, seluruh proyek diklusterkan\nterlebih dahulu berdasarkan bentuk kurva S-nya. Hal ini dilaksanakan dengan\npengklusteran hierarkis menggunakan ukuran similaritas Dynamic Time Warping\n(DTW). Lalu, dibangun sebuah model regresi logistik untuk mengklasifikasikan\nobservasi baru ke dalam setiap kluster. Terakhir, untuk setiap kluster, dibangun sebuah\nmodel Support Vector Regression (SVR) untuk meramalkan progres proyek pada\nsetiap periode. Dari pengklusteran, dihasilkan dua buah kluster, yaitu kluster dimana\nmayoritas pekerjaan selesai dalam satu minggu (kluster 1) dan kluster dimana progres\nproyek naik secara perlahan (kluster 2). Berdasarkan koefisien regresi logistik, kluster\n1 berisi proyek-proyek pengaspalan, kelistrikan, dan proyek lainnya dengan nilai atau\njumlah aktivitas rendah. Sebaliknya, kluster 2 berisi proyek-proyek dengan nilai dan\njumlah aktivitas yang cenderung besar. Terakhir, dibangun satu buah model SVR\nuntuk setiap kluster. RMSE prediksi dua langkah untuk model kluster 1 pada test set\nadalah 0.0218 dan RMSE empat langkah untuk model kluster 2 adalah 0.1104.", "Daftar File": {"ABSTRAK MUHAMMAD AKBAR MAULANA": "https://digilib.itb.ac.id/gdl/download/182597"}, "Penulis": "MUHAMMAD AKBAR MAULANA [14415028]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Rajesri Govindaraju, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Manajemen Proyek, Kurva S, Data Mining, Analisis Kluster, Dynamic Time Warping, K-Medoids Clustering, Regresi Logistik, Support Vector Regression.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "23 Sep 2019"}