{"Nomor": 42758, "Judul": "PEMANTAUAN KEANEKARAGAMAN KUPU-KUPU (RHOPALOCERA) SEBAGAI BIOINDIKATOR KESEHATAN EKOSISTEM DI KAWASAN KAMPUS INSTITUT TEKNOLOGI BANDUNG GANESHA, BANDUNG, JAWA BARAT", "Abstrak": "Ekosistem yang sehat adalah ekosistem yang mampu memelihara struktur organisasi dan keanekaragaman hayatinya serta memiliki fungsi daur energi dan materi dalam bentuk sumber daya alam yang tahan terhadap tekanan eksternal. Kampus Ganesha, Taman Ganesha, dan Babakan Siliwangi merupakan salah satu kawasan yang penting bagi aktivitas mahasiswa Institut Teknologi Bandung (ITB). Oleh karena itu, penting dilakukan pemantauan secara berkala pada setiap kawasan tersebut. Salah satu bioindikator dalam menentukan kesehatan ekosistem adalah kupu-kupu yang merupakan spesies yang sensitif terhadap perubahan lingkungan. Penelitian ini bertujuan untuk membandingkan nilai keanekaragaman kupu-kupu di Kampus Ganesha, Taman Ganesha, dan Babakan Siliwangi pada tahun 2019 dengan tahun 2009 sebagai salah satu bioindikator kesehatan ekosistem. Metode pengamatan yang digunakan adalah Pollard walk yaitu memantau dan mencatat kupu-kupu yang teramati di sepanjang jalur pengamatan. Indeks keanekaragaman kupu-kupu dihitung menggunakan rumus indeks Shannon-Wiener (H '). Penelitian dilakukan pada pukul 07:00 hingga 17:00 selama 15 hari pengamatan pada Bulan Mei 2019. Hasil penelitian menunjukkan terdapat 34 spesies kupu-kupu yang ditemukan dengan Leptosia nina sebagai spesies yang dominan. Indeks keanekaragaman kupu-kupu menunjukkan nilai yang serupa di ketiga lokasi pengamatan (Kampus Ganesha adalah 2,485, Taman Ganesha adalah 2,027, dan Babakan Siliwangi adalah 2,136). Jumlah kehadiran spesies kupu-kupu pada tahun 2019 berbeda dengan penelitian pada tahun 2009. Pada tahun 2019 dan 2009 ditemukan 16 spesies kupu-kupu yang sama. Namun, terdapat 18 spesies yang ditemukan pada tahun 2019 tetapi tidak tercatat pada tahun 2009 dan 9 spesies yang tercatat pada 2009 tetapi tidak ditemukan pada 2019 seperti Catopsilia crocale, Celastrina cosmolyce, Cyrestis. lutea, Danaida similis, Delias periboea, Euploea leucostictos, Gandaca harina, Junonia evarete, dan Ypthima philomela. Perbandingan keanekaragaman kupu-kupu pada kedua penelitian menunjukkan adanya peningkatan keanekaragaman sebesar 5,297%, hal ini dapat menunjukkan peningkatan kesehatan ekosistem di Kampus Ganesha.", "Daftar File": {}, "Penulis": "Alfred Fernaldi Purnama [10615066]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Tati Suryati Syamsudin, MS, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Indeks keanekaragaman, Kesehatan ekosistem. Standar walk.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Sep 2019"}