{"Nomor": 42751, "Judul": "Delignifikasi Daun Tebu (Saccharum officinarum L.) dengan Menggunakan Jamur Pleurotus ostreatus dan Ekstrak Kasar Enzim Lakase", "Abstrak": "Daun tebu merupakan salah satu limbah pertanian lignoselulosa yang berpotensi untuk dikonversi menjadi produk fermentasi gula, seperti xylitol, bioetanol, biogas, dan produk kimia, karena kelimpahan dan kandungan karbohidrat didalamnya. Akan tetapi karbohidrat tersebut sulit diakses akibat adanya lignin yang sulit dihidrolisis. Pretreatment dapat mengatasi masalah tersebut. Penelitian ini menginvestigasi degradasi lignin serta kadar selulosa dan hemiselulosa daun tebu setelah delignifikasi dengan solid-state fermentation (SSF) menggunakan Pleurotus ostreatus dan ekstrak kasar enzim lakase. Pengaruh lama waktu fermentasi dan suhu delignifikasi enzimatis juga diinvestigasi. SSF dilakukan dengan memberikan nutrisi tambahan berupa garam mineral dan inducer berupa 150 ?M CuSO4 dan 7 g/L ekstrak yeast pada suhu dan tekanan ruang. Delignifikasi enzimatis dilakukan pada suhu 30, 40, dan 50?, 150 rpm, selama 24 jam. Selama 25 hari fermentasi terjadi penurunan kadar lignin, peningkatan perolehan selulosa dan hemiselulosa, meskipun sebagian karbohidrat dikonsumsi jamur. Delignifikasi terbaik pada SSF daun tebu diperoleh dengan lama waktu fermentasi 20 hari, dimana kadar selulosa 38,09%, hemiselulosa 35,82% dengan delignifikasi 26,44%. Meskipun demikian delignifikasi tertinggi mencapai 33,37% diperoleh pada delignifikasi enzimatis menggunakan 15,07 U/(mg protein) lakase pada suhu 30? dengan kadar selulosa 29,14% dan hemiselulosa 29,62%. Analisis lebih detil kandungan karbohidrat dilakukan dengan menginvestigasi kadar gula pereduksi.\nSelain itu dilakukan analisis lebih lanjut pada hidrolisat delignifikasi enzimatis dengan Gas Chromatography-Mass Spectrometry (GC-MS).", "Daftar File": {"ABSTRAK Tri Ramadianti Shafitri": "https://digilib.itb.ac.id/gdl/download/182219"}, "Penulis": "Tri Ramadianti Shafitri [11215029]", "Kontributor / Dosen Pembimbing": ["Ir. V. Sri Harjati Suhardi, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Delignifikasi, Pleurotus ostreatus, lakase, solid-state fermentation, daun tebu.", "Sumber": "", "Staf Input/Edit": "didi kusnendi", "File": "1 file", "Tanggal Input": "23 Sep 2019"}