{"Nomor": 42767, "Judul": "KLONING DAN EKSPRESI PROTEIN P Domain TERINTEGRASI EPITOP HBsAg DAN EPITOP HBcAg (Chimeric P Domain-VHB) MENGGUNAKAN SISTEM PROTEIN FUSI Glutathione S-transferase (GST) PADA Escherichia coli BL21 (DE3)", "Abstrak": "P Particle merupakan protein yang berpotensi untuk menjadi platform vaksin dalam pengembangan vaksin intranasal. Partikel ini tersusun atas 24 monomer P Domain yang merupakan protein struktural penyusun kapsid Norovirus. Produksi dari P Domain dapat dilakukan menggunakan sistem ekspresi Escherichia coli. Namun, protein rekombinan yang diekspresikan menggunakan sistem prokariot sering terekspresi sebagai badan inklusi. Salah satu upaya mengatasi masalah tersebut adalah menggunakan sistem protein fusi yang dapat menstabilkan situs hidrofilik dari protein pada proses pelipatan sehingga protein rekombinan terekspresi sebagai protein terlarut. Glutathione S-transferase (GST) merupakan sistem protein fusi pada vektor seri pGEX yang sering digunakan untuk proses ekspresi P Domain. Pada penelitian ini, digunakan gen pengode P Domain dari Norovirus GII.4 yang telah terintegrasi dengan epitop determinan ‘a’ HBsAg dan epitop 18-27 HBcAg (Chimeric P Domain-VHB). Protein Chimeric P Domain-VHB berpotensi untuk menjadi antigen vaksin intranasal terhadap Hepatitis B dan Norovirus. Oleh karena itu, tujuan dari penelitian ini adalah kloning gen pengode Chimeric P Domain-VHB pada vektor pGEX18, ekspresi protein Chimeric P Domain-VHB terfusi GST pada Escherichia coli BL21(DE3), dan optimasi konsentrasi IPTG untuk meningkatkan kelarutan dari protein tersebut. Kloning gen target pada vektor pGEX18 dilakukan melalui restriksi dan ligasi. Hasil kloning (pGEX_PDomain-VHB) ditransformasi pada Escherichia coli TOP10 dan E. coli BL21(DE3). Kemudian, dilakukan konfirmasi melalui PCR koloni, isolasi plasmid, konfirmasi restriksi, dan sekuensing. Setelah terkonfirmasi, dilakukan proses ekspresi protein Chimeric P Domain-VHB terfusi protein GST pada E. coli BL21(DE3) dengan proses induksi menggunakan Isopropyl ?-D-1-thiogalactopyranoside (IPTG). Analisis profil protein total, protein fraksi tidak terlarut, dan fraksi terlarut dari hasil ekspresi dilakukan menggunakan SDS PAGE. Untuk meningkatkan persentase kelarutan protein target, dilakukan juga optimasi konsentrasi IPTG dengan waktu induksi 4 jam. Persentase kelarutan dari protein Chimeric P Domain-VHB diperoleh melalui perhitungan semikuantitatif dengan perangkat lunak ImageJ. Berdasarkan penelitian ini, disimpulkan bahwa kloning berhasil dilakukan dengan terkonstruksinya pGEX_PDomain-VHB. Protein Chimeric P Domain-VHB terfusi GST diduga telah berhasil diekspresikan pada E. coli BL21(DE3) dengan adanya pita berukuran sekitar 70.5kDa pada hasil SDS PAGE. Namun, berdasarkan uji statistik One-way ANOVA dinyatakan bahwa konsentrasi IPTG dengan waktu induksi 4 jam tidak meningkatkan kelarutan protein Chimeric P Domain-VHB terfusi GST secara signifikan.", "Daftar File": {"ABSTRAK Claireta Handoko": "https://digilib.itb.ac.id/gdl/download/182242", "PUSTAKA Claireta Handoko": "https://digilib.itb.ac.id/gdl/download/192116"}, "Penulis": "Claireta Handoko [10415018]", "Kontributor / Dosen Pembimbing": ["Ernawati Arifin Giri-Rachman, M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Chimeric P Domain-VHB, Gluthatione S-transferase (GST), konsentrasi IPTG, ekspresi, Escherchia coli BL21(DE3)", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "23 Sep 2019"}