{"Nomor": 42763, "Judul": "ANALISIS KETERSEDIAAN AIR HUJAN UNTUK KEBUTUHAN AIR RUMAH TANGGA (Studi Kasus: Pulau Sumba, Nusa Tenggara Timur)", "Abstrak": "Pulau Sumba termasuk dalam daerah potensi kekeringan yang tinggi di provinsi Nusa Tenggara Timur. Perbandingan ketersediaan air, baik air tanah maupun air permukaan dalam memenuhi kebutuhan air rumah tangga di Pulau Sumba selalu mengalami defisit di musim kemarau. Musim hujan di Pulau Sumba memiliki periode temporal yang lebih pendek dengan volume curah hujan yang lebih besar dibandingkan musim kemarau. Oleh sebab itu, perlu dilakukan analisis potensi pemenuhan kebutuhan air hingga tingkat kecamatan dengan memanfaatkan curah hujan pada wilayah pemukiman sebagai pemenuhan kebutuhan air rumah tangga di bulan-bulan kering.\nData curah hujan bulanan dari Climate Hazards Group InfraRed Precipitation with Station (CHIRPS) dan observasi pos hujan, serta data luas wilayah pemukiman digunakan untuk menghitung ketersediaan air dari curah hujan di wilayah pemukiman. Data penduduk digunakan untuk menghitung kebutuhan air penduduk di tiap kecamatan. Melalui perhitungan neraca air antara ketersediaan air dan kebutuhan air rumah tangga dari jumlah penduduk menghasilkan peluang pemenuhan kebutuhan air rumah tangga sehingga dapat diketahui daerah yang mengalami kritis ketersediaan air.\nHasil perhitungan menunjukkan bahwa di Pulau Sumba dalam periode 2007 s.d 2016 memiliki potensi ketersediaan air yang dapat digunakan sebagai pemenuhan kebutuhan air rumah tangga pada musim kemarau dengan peluang sebesar 46% dari ketersediaan air yang diperoleh dari curah hujan di wilayah pemukiman. Terdapat 17 kecamatan yang tidak mengalami kritis ketersediaan air dan 20 kecamatan yang mengalami kritis berat ketersediaan air dari peta daerah kritis air ketersediaan air hujan.", "Daftar File": {"ABSTRAK Milgianisa Sara": "https://digilib.itb.ac.id/gdl/download/182236"}, "Penulis": "Milgianisa Sara [12815023]", "Kontributor / Dosen Pembimbing": ["Dr. Rusmawan Suwarman, S.Si., M.T.", "Faiz Rohman Fajary. M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "kekeringan, kebutuhan air rumah tangga, potensi ketersediaan air, Pulau Sumba.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "23 Sep 2019"}