{"Nomor": 42760, "Judul": "STUDI PENGARUH KONSENTRASI DEBU BATUBARA JAMBI UKURAN 53-44 ?m TERHADAP TEKANAN LEDAKAN DEBU BATUBARA MENGGUNAKAN SIWEK 20-L CHAMBER", "Abstrak": "Debu batubara pada ruangan yang tertutup (seperti pada tambang batubara bawah tanah maupun fasilitas coal handling) menjadi perhatian tersendiri karena sifat batubara yang mudah terbakar. Komponen penyebab kebakaran antara lain oksigen, bahan bakar dan sumber panas, sedangkan untuk menyebabkan ledakan diperlukan dua komponen tambahan yaitu dispersi dan pengukungan. Penelitian ini bertujuan untuk menganalisis pengaruh konsentrasi dan ukuran butir debu batubara yang mampu menyebabkan ledakan dan menghasilkan tekanan ledakan, dengan menggunakan Siwek 20-L Chamber. Berdasarkan penelitian yang dilakukan, nilai Pmax penelitian ini adalah 12,25 bar dan (dP/dt)max penelitian ini adalah 465,81 bar/s. Debu batubara menyebabkan ledakan dengan kelas ledakan St 1 dengan karakteritik ledakan lemah. Pada debu batubara ukuran 53-44 ?m, Nilai MEC berdasarkan penelitian adalah 200 g/m3, dan nilai MEC yang mendekati nilai PR sama dengan 2 adalah 125 g/m3. Dibandingkan dengan ukuran 74-53 ?m (Azwar, 2019), memerlukan konsentrasi sebesar 150 g/m3 untuk menyebabkan ledakan dan tekanan ledakan mengalami penurunan setelah 1000 g/m3, sedangkan pada ukuran 53-44 ?m penurunan tekanan ledakan terjadi setelah konsentrasi 1400 g/m3. Dari penelitian dapat disimpulkan bahwa semakin meningkat konsentrasi debu batubara, semakin meningkat tekanan ledakan debu batubara. Selain itu, semakin halus ukuran debunya, konsentrasi untuk terjadi ledakan akan semakin kecil. Namun, bersama dengan peningkatan ukuran dan konsentrasi yang semakin sangat besar (lebih dari 1000 atau 1400 g/m3), tekanan ledakan lebih mudah menurun dengan tajam.", "Daftar File": {"ABSTRAK Satria Herlambang Pamungkas Sa": "https://digilib.itb.ac.id/gdl/download/182235"}, "Penulis": "Satria Herlambang Pamungkas Sa [12115061]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nuhindro Priagung Widodo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "ledakan debu batubara, konsentrasi debu batubara, ukuran butir debu batubara, Siwek 20-L Chamber.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "23 Sep 2019"}