{"Nomor": 42778, "Judul": "DESAIN UNIT KOAGULASI, FLOKULASI, DAN SEDIMENTASI IPA KAPASITAS 200 LITER/DETIK SPAM UNIT PAMANUKAN PDAM TIRTA RANGGA, KABUPATEN SUBANG", "Abstrak": "Air merupakan komoditas pokok yang menjadi kebutuhan dari kehidupan manusia. Kebutuhan air menjadi masalah di berbagai negara, terutama negara dengan kepadatan penduduk yang tinggi, termasuk Indonesia. Kabupaten Subang merupakan kawasan berkembang terkhususnya pada sektor pariwisata dan agrikultur. Dengan jumlah penduduk yang terus bertumbuh, tentunya kawasan tersebut perlu diimbangi dengan penyediaan sarana air bersih yang memadai. Namun, dari total ± 1.6 juta jiwa, jumlah penduduk terlayani air bersih PDAM hanya berkisar 274.300 jiwa. Kec. Pamanukan, Tambakdahan, Legonkulon, Binong, dan Sukasari termasuk wilayah dengan jumlah tingkat pelayanan air yang rendah. Terkait dengan program penunjang Perpres 29 Tahun 2009 dan Rencana Induk Sistem Pengelolaan Air Minum (RISPAM) Kab. Subang (2014), PDAM Tirta Rangga telah menyusun program peningkatan SPAM di kawasan Kec. Pamanukan dan sekitarnya. Maka dari itu, diperlukan perencanaan untuk membangun instalasi pengolahan air (IPA) untuk Kec. Pamanukan, Tambakdahan, Legonkulon, Binong, dan Sukasari. IPA direncanakan berkapasitas 200 lps yang dapat memberikan tambahan akses air bersih bagi 45% jumlah penduduk di daerah pelayanan. Sumber air baku dari IPA tersebut adalah saluran irigasi tarum timur, namun terdapat 6 parameter kualitas air menurut Peraturan Menteri Kesehatan nomor 492 tahun 2010 yang belum memenuhi standar baku mutu, yaitu koliform fekal, total koliform, warna, kekeruhan, besi dan aluminum. Berdasarkan hasil analisis dari enam parameter tersebut, rangkaian proses pengolahan air yang terpilih adalah proses pengolahan air konvensional yang mencakup unit aerasi, koagulasi, flokulasi, sedimentasi, filtrasi, desinfeksi, dan pengolahan lumpur. Berdasarkan pertimbangan aspek kebutuhan lahan, teknis operasional dan pemeliharaan, serta ekonomi, alternatif unit koagulasi, flokulasi dan sedimentasi yang terpilih menggunakan metode pembobotan yaitu cascade aerator sebagai unit aerasi, in-line static mixer sebagai unit koagulasi, hexagonal baffle helicoidal flow sebagai unit flokulasi, dan bak persegi panjang dengan tube settler sebagai unit sedimentasi.", "Daftar File": {}, "Penulis": "Rendi Kurniawan Tri Anggara [15315003]", "Kontributor / Dosen Pembimbing": ["Ir. Yuniati, M.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "IPA, alternatif unit, sumber air baku, tingkat pelayanan, aerasi, koagulasi, flokulasi, sedimentasi", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "0 file", "Tanggal Input": "23 Sep 2019"}