{"Nomor": 42777, "Judul": "STUDI KOMPARASI DAYA FLAPPING WING ANTARA SIMULASI COMPUTATIONAL FLUID DYNAMICS DAN PENGUJIAN TEROWONGAN ANGIN", "Abstrak": "Semakin meningkatnya kebutuhan terhadap micro air vehicle yang memiliki nilai guna dan efisiensi yang tinggi, membuat banyak peneliti mengembangkan teknologi dengan menggunakan inspirasi dari alam. Burung memberikan contoh tentang cara terbang dengan efisiensi tinggi dan menyebabkan semakin banyaknya penelitian untuk meniru cara terbang burung. Dalam kaitannya dengan micro air vehicle, daya merupakan salah satu parameter yang menentukan nilai guna suatu wahana terbang. Membuat desain wahana terbang dengan daya seefisien mungkin menjadi suatu target yang sangat penting.\nPenelitian ini melakukan simulasi flapping wing dengan menggunakan perangkat lunak Fluent CFD dan pengujian flapping wing dengan menggunakan terowongan angina untuk mendapatkan nilai daya yang dibutuhkan oleh flapping wing. Hasil yang diperoleh dari simulasi dan pengujian kemudian dibandingkan untuk dapat mengetahui persamaan dan perbedaan dari simulasi dan pengujian. Dengan mengetahui hubungan pola yang diperoleh dari membandingkan hasil pengujian dan simulasi, maka proses desain akan dapat dilakukan dengan lebih mudah dan cepat dengan hasil yang lebih dapat dipercaya.\nHasil penelitian ini menunjukkan bahwa hasil dari simulasi memiliki persamaan dengan hasil dari pengujian berupa pola daya terhadap waktu yang berbentuk setengah gelombang sinusoidal dan kecenderungan semakin turunnya daya terhadap peningkatan kecepatan aliran udara. Dengan perbedaan berupa nilai daya hasil dari pengujian lebih besar dari pada nilai daya yang didapatkan dari simulasi dengan energy loss yang didapatkan sebesar 30% dari total energi hasil pengujian. Selain itu juga, hasil simulasi yang dilakukan tidak dapat menangkap efek inersial.", "Daftar File": {"ABSTRAK Rizki Duatmaja": "https://digilib.itb.ac.id/gdl/download/182258"}, "Penulis": "Rizki Duatmaja [13615010]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Mochammad Agoes Moelyadi, S.T., M.Sc.", "Ema Amalia, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "flapping wing, unsteady flow simulation, pengujian terowongan angin, flapping wing power", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Sep 2019"}