{"Nomor": 42794, "Judul": "PENGUSULAN BISNIS RESTORAN HALAL BERBASIS CLOUD DI BANDUNG, INDONESIA", "Abstrak": "Indonesia merupakan negara dengan populasi Muslim terbanyak tahun 2019, hal ini menyebabkan tingginya permintaan produk makanan halal. Indonesia sedang dalam proses untuk dapat memberikan status halal suatu produk sesuai dengan standar hukum Islam. Untuk dapat melayani hak-hak konsumennya, diperlukan peraturan yang transparan dan ketat, karena tidak semua umat Muslim (baik konsumen maupun produsen) memahami hukum Islam mengenai standar halal atau non-halal. Sektor makanan halal di Indoesia memiliki permintaan yang tinggi, sehingga ada peluang besar untuk membuka bisnis di sekotr ini. Tujuan dari penelitian ini adalah untuk mengetahui pengaruh pengetahuan konsumen, iklan, produk, subyektif, branding, dan perilaku konsumen terhadap niat beli konsumen terhadap makanan berlabel halal di Bandung; untuk mengetahui lingkungan di industri makanan halal dengan mengidentifikasi lingkungan makro (analisa PEST), lingkungan industri halal (Porter’s Five Forces), perspektif kompetitor (interview), dan perspektif konsumen (kuesioner dan interview); dan untuk mengusulkan bisnis di industri makanan halal di Bandung. Desk research, pendekatan kuantitatif dan kualitatif akan digunakan dalam penelitian ini. Data kuesioner akan diproses menggunakan SPSS dengan regresi liner berganda untuk menguji setiap hubungan variabel. Hasil dan kesimpulan dari penelitian ini adalah: produk dan sikap konsumen memiliki pengaruh signifikan secara parsial terhadap niat pembelian konsumen pada produk makanan halal; dan berdasarkan dari seluruh data yang telah dikumpulkan dari Porter’s Five Forces, analisa PEST, analisa pesaing, dan analisa konsumen, peneliti ingin mengusulkan bisnis di industri makanan halal di Bandung dengan membuka restoran halal berbasis cloud yang menyajikan pilihan makanan (nasi, mie, sup, topping, dan sayuran) yang dapat di padu padankan berdasarkan preferensi konsumen, dan dipesan via online atau dari platform makanan (GoFood, atau GrabFood).", "Daftar File": {"2019_TS_PP_FELLYCIA DEVI PARAMITHA_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/182279"}, "Penulis": "Fellycia Devi Paramitha [29117448]", "Kontributor / Dosen Pembimbing": ["Dr. Dina Dellyana, S.Farm., M.A.B."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "analisa PEST, industri makanan halal, pendekatan kualitatif, pendekatan kuantitatif, Porter’s Five Forces", "Sumber": "Takeaway", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "23 Sep 2019"}