{"Nomor": 42795, "Judul": "KAJIAN NILAI DAN MAKNA ARSITEKTUR MASJID AL MANSHUR WONOSOBO PERIODE RESTORASI 2016 MELALUI PENDEKATAN ARKEOLOGI", "Abstrak": "Proses Islamisasi di Wonosobo tidak bisa dilepaskan begitu saja dari sejarah peradaban daerahnya. Cikal bakal Wonosobo sendiri diawali dari munculnya Kyai Walik, Kyai Karim dan Kyai Kolodete yang menyebarkan Islam di sana. Masjid Al Manshur merupakan bagian dari khazanah keislaman yang ada di Wonosobo. Secara resmi, tercatat bahwa masjid berdiri pada tahun 1825 yang mana bersamaan dengan lahirnya Wonosobo. Sebagai masjid bersejarah yang menjadi bagian dari kebudayaan Islam Jawa di sana, keberadaannya hingga saat ini tentunya membawa beragam pengaruh terhadap aspek sosial, budaya sampai dengan politik. Selain itu, dalam masanya berdiri hingga sekarang, masjid sudah mengalami beberapa kali fase transformasi bentuk arsitektural. Sehingga, manakala Masjid Al Manshur di restorasi beberapa waktu yang lalu, memungkinkan adanya suatu hal coba dihadirkan kembali dari masa lalu ke masa sekarang.\nPenelitian ini mengambil bentuk kualitatif deskriptif yang bertujuan untuk megumpulkan, memahami dan menginterpretasikan berbagai informasi terkait Masjid Al Manshur Wonosobo dalam kaitannya dengan identifikasi nilai dan makna arsitektur. Mengambil konsep pendekatan arkeologi, elemen arsitektur pada objek penelitian berusaha dikaji secara morfologi, teknologi, stilistik, dan konteks. Selain itu, perspepktif sejarah dan kebudayaan yang melingkupi juga menjadi dasar dari interpretasi dalam penelitian.\nHasil yang didapat dari penelitian ini adalah diketahui bahwa Masjid Al Manshur memiliki dua periode pendirian. Periode pertama pada sekitar abad 16 oleh Kyai Walik, dan periode kedua pada tahun 1825 oleh Kyai Manshur. Kedua periode tersebut sama-sama menghadapi tekanan dari kolonial yang berujung pada desakralisasi masjid dengan memindahkannya dari barat alun-alun padahal telah sesuai dengan sistem kosmologi Jawa. Tiga konsep nilai utama yang secara signifikan membangun masjid adalah nilai kesakralan keislaman, nilai kemanusiaan kemasyarakatan, dan nilai identitas budaya perjuangan. Makna Masjid Al Manshur sendiri secara fisik masjid menjadi wadah dari perkembangan Islam di Wonosobo yang membentuk pribadi masyarakat yang agamis dan berbudi luhur. Secara metafisik, masjid merupakan bagian dari kosmologi Jawa yang menjiwai peranannya sebagai penggerak persatuan serta semangat perjuangan dalam konteks kesejarahannya dahulu. Sehingga, transformasi arsitektur melalui restorasi pada\n2\nMasjid Al Manshur, merupakan usaha untuk menumbuhkan kesadaran masyarakat akan kompleksitas nilai dan makna masjid. Dimana menjadikan masjid sebagai wahana narasi kesejarahan dan kebudayaan yang selama masanya dahulu berdiri, tidak semudah mendirikan masjid di masa sekarang ini.", "Daftar File": {"2019 TS PP ZIA GHIFARI 2.pdf\n]": "https://digilib.itb.ac.id/gdl/download/182280", "2019 TS PP ZIA GHIFARI 1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/182281", "2019 TS PP ZIA GHIFARI 3.pdf\n]": "https://digilib.itb.ac.id/gdl/download/182282"}, "Penulis": "Zia Ghifari Muhammad [27117029]", "Kontributor / Dosen Pembimbing": ["Arianti Ayu Puspita, S.Ds., M.Ds.", "Dr. Ruly Darmawan, S.Sn., M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "masjid, nilai, makna, arsitektur, desakralisasi, kosmologi.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "3 file", "Tanggal Input": "23 Sep 2019"}