{"Nomor": 42799, "Judul": "PENGEMBANGAN FRAMEWORK DAN RANCANGAN INTEROPERABLE NATIONAL TRACK AND TRACE SYSTEM UNTUK PEMBERANTASAN PERDAGANGAN ILEGAL PRODUK TEMBAKAU", "Abstrak": "Tembakau ilegal merupakan masalah global yang tidak hanya menyebabkan kerugian pendapatan negara yang besar melalui penghindaran pembayaran pajak, namun juga berdampak negatif terhadap kesehatan masyarakat. Dua perjanjian spesifik di bidang produk tembakau di bawah naungan World Health Organization (WHO) untuk mengatasi perdagangan tembakau ilegal adalah  Framework Convention on Tobacco Control (FCTC) dan Protocol to Eliminate Illicit Trade in Tobacco Products yang menyatakan pentingnya pembangunan tracking and tracing system. Pentingnya track and trace system telah banyak dikaji pada sektor industri pangan dan industri farmasi dan menghasilkan beberapa framework untuk menjamin traceability. Penelitian ini bertujuan untuk mengembangkan traceability framework pada sektor produk tembakau dengan mengkaji published traceability framework pada sektor industri pangan dan industri farmasi untuk kemudian disesuaikan dengan persyaratan FCTC Protocol dan GS1 Standard serta merancang National Track and Trace System yang interoperable untuk bidang produk tembakau. Metode yang digunakan adalah Design Science Research Methodology (DSRM) for Information System Research. Hasil penelitian berupa TraceTobacco Framework yang terdiri dari tujuh elemen yang berperan penting dalam pengembangan tobacco track and trace system dan TraceTobacco Methodology yang menguraikan lima step yang harus diikuti dalam merancang tobacco track and trace system yang interoperable. Selain itu, penelitian juga menghasilkan rancangan National Track and Trace System untuk produk tembakau yang kompatibel dengan Critical Success Factors(CSF) untuk tobacco traceability. National Track and Trace System yang efektif akan mengamankan supply chain dan mencegah terjadinya perdagangan ilegal produk tembakau sehingga berdampak pada meningkatnya kesehatan masyarakat, terlindunginya pendapatan negara dan pelaku usaha resmi.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/182286", "Abstract": "https://digilib.itb.ac.id/gdl/download/182287", "Tesis": "https://digilib.itb.ac.id/gdl/download/216619"}, "Penulis": "Sumintir [23217104]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Bambang Pharmasetiawan, MSEE"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "tembakau ilegal, WHO FCTC, protocol, GS1 standard, tracking and tracing, interoperable, DSRM, traceability framework, critical success factor", "Sumber": "", "Staf Input/Edit": "karya", "File": "3 file", "Tanggal Input": "24 Sep 2019"}