{"Nomor": 42806, "Judul": "PEMECAHAN MASALAH DAN PEMILIHAN ALTERNATIF DALAM MEMITIGASI KONSENTRASI H2S YANG TINGGI PADA STASIUN PENGUMPUL BEKASAP DENGAN MENGGUNAKAN ANALISA KEPUTUSAN", "Abstrak": "Lingkungan adalah salah satu dari enam area fokus Sistem Manajemen Keunggulan Operasional di Chevron, yang melakukan tindakan berdasarkan nilai “Chevron Way” untuk melindungi manusia dan lingkungan di sepanjang beroperasinya aset Chevron. Dalam implementasinya, PT Chevron Pacific Indonesia (CPI) telah mengeliminasi pengunaan gas suar dan vents dengan memanfaatkan associated gas dari Stasiun Pengumpul sebagai bahan bakar gas untuk unit pembangkit listrik (yang dioperasikan oleh Power Generation & Transmission - PGT) yang dialirkan melalui jaringan pipa yang dioperasikan oleh Hydrocarbon Transportation (HCT). Namun, muncul masalah baru, ada beberapa gangguan operasional di Stasiun Pengumpul Bekasap, Pipa Gas HCT dan Turbin Gas PGT sepanjang tahun 2019. Oleh karena itu, setiap keputusan terkait dengan peningkatan fasilitas untuk Keunggulan Operasional diperlukan dengan mempertimbangkan potensi modal yang akan diinvestasikan dan dibelanjakan pada situasi ekonomi dengan harga minyak yang rendah untuk manfaat karena telah memenuhi aspek Keunggulan Operasi.\n\nTujuan dari tugas akhir ini adalah untuk mengembangkan teknik atau metode untuk mengatasi masalah lingkungan, keselamatan, operasi dan pemeliharaan yang telah teridentifikasi pada Stasiun Pengumpulan Bekasap, selanjutnya untuk membuat rekomendasi dan memberikan alternatif perbaikan yang mungkin dilakukan.\n\nMasalah lingkungan, keselamatan, operasi dan pemeliharaan dinilai dengan menggunakan Kepner Tregoe (KT) Situation Appraisal. Sementara itu, akar penyebab gangguan operasional dicari dengan menggunakan Kepner Tregoe (KT) Problem Analysis. Value Focused Thinking (VFT) digunakan untuk mengidentifikasi pembuat keputusan, tujuan dan alternatif yang berfokus pada nilai-nilai yang akan dicapai. Alternatif pemilihan dianalisis dengan menggunakan kombinasi Simple Multi Attribute Rating Technique (SMART) dan Analytic Hierarchy Process (AHP). Analisis kualitatif perbandingan berpasangan akan dilakukan dengan diskusi kelompok.\n\nAlternatif terbaik yang ingin diusulkan sebagai proyek adalah Kombinasi antara Tipe Injeksi Langsung dan Tipe Menara H2S Scavenger yang telah memenuhi segala peraturan Chevron dan Pemerintah Indonesia (GOI), dengan kepatuhan maksimum terhadap aspek Kesehatan, Lingkungan, Keselamatan, Operasi dan Konstruksi serta minimum dalam hal biaya modal dan jadwal. Penerapan alternatif ini akan mengurangi gangguan operasional di masa depan yang disebabkan oleh penurunan integritas fasilitas karena korosi pada logam dan pengendapan kotoran (yang dihasilkan dari proses korosi). Selain itu, paparan konsentrasi H2S yang dapat menyebabkan kematian bagi pekerja dan masyarakat dapat dihilangkan.", "Daftar File": {"2019_TS_PP_Eko Arif Hidayat_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/182294"}, "Penulis": "Eko Arif Hidayat [29117343]", "Kontributor / Dosen Pembimbing": ["Santi Novani, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Analytic Hierarchy Process, Decision Analysis, Kepner Tregoe, Simple Multiple Attribute Rating Technique, Value Focused Thinking.", "Sumber": "PT Chevron Pacific Indonesia (CPI)", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "24 Sep 2019"}