{"Nomor": 42804, "Judul": "PENGARUH LAMA PERENDAMAN TERHADAP BIOMASSA DAN KANDUNGAN SAPONIN PADA AKAR ADVENTIF TANAMAN GINSENG JAWA (Talinum paniculatum Gaertn.) DALAM BIOREAKTOR TIS RITA", "Abstrak": "Ginseng Jawa (Talinum paniculatum) merupakan salah satu tanaman herba yang umum digunakan sebagai tanaman obat tradisional oleh masyarakat Indonesia. Tanaman ini diketahui memiliki metabolit sekunder yaitu saponin yang terakumulasi pada organ akar. Saponin sendiri berperan sebagai agen anti-inflamasi, meningkatkan fertilitas serta daya tahan tubuh. Di alam, ginseng jawa membutuhkan waktu yang sangat lama untuk memproduksi saponin secara optimal, sehingga dibutuhkan teknik kultur akar secara in vitro untuk meningkatkan produksi saponin total. Penelitian ini dilakukan untuk mengetahui pengaruh durasi perendaman terhadap pertumbuhan biomassa akar adventif serta kandungan saponnin total pada tanaman ginseng Jawa. Penelitian ini dilakukan menggunakan 3 durasi perendaman yang berbeda dalam interval yang sama (15 menit, 30 menit, dan 60 menit dengan interval 3 jam). Kultur akar adventif diinduksi dengan menumbuhkan eksplan pada medium Murashige dan Skoog (MS) dengan penambahan hormon IBA (indole-3-butyric acid) atau NAA (1-Naphthalene acetic acid) dengan konsentrasi berbeda selama 28 hari. Akar yang ditumbuhkan pada hormon IBA 10 ?M menghasilkan pertumbuhan tertinggi dibanding perlakuan lainnya (0.035 g/hari). Konsentrasi hormon optimum kemudian digunakan untuk kultivasi akar adventif dalam medium ½ MS cair pada bioreaktor TIS RITA® dengan durasi perendaman yang divariasikan. Kultur dengan durasi perendaman 30 menit menghasilkan biomasa yang lebih tinggi dibanding perlakuan lainnya (0,0126 g/hari), sedangkan kandungan saponin tertinggi diperoleh pada kultur dengan lama perendaman 15 menit (3,48%). Berdasarkan hasil tersebut, kultur akar adventif menggunakan bioreaktor TIS RITA® dengan durasi perendaman 15 menit pada interval 3 jam lebih baik dalam produksi saponin pada tanaman ginseng jawa.", "Daftar File": {}, "Penulis": "Putu Eka Satya Yudha [11213011]", "Kontributor / Dosen Pembimbing": ["Dr. Ahmad Faizal, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Akar Adventif, Bioreaktor TIS RITA®, Saponin, Tanilum paniculatum.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "24 Sep 2019"}