{"Nomor": 42814, "Judul": "PENGAMBILAN KEPUTUSAN TENTANG PEMILIHAN TEKNOLOGI SCADA UNTUK PEMANTAUAN SUMUR SECARA ONLINE DI PT. X", "Abstrak": "Ketersediaan real-time data sangat penting untuk analisis dan proses pengambilan keputusan dalam industri minyak dan gas. Peralatan utama dalam industri ini adalah sumur yang memproduksi minyak mentah. PT X adalah industri minyak and gas terbesar di Indonesia yang memiliki lebih dari 5.000 sumur di daratan yang tersebar di 13 Area. Data real-time saat ini untuk pemantauan sumur online dengan kontrol pengawasan dan teknologi akuisisi data (SCADA) hanya mencakup 30% dari jumlah populasi sumur, sedangkan 70% data sumur diperoleh dengan pemantauan secara manual menggunakan aktivitas operator dalam periode bulanan.\nTujuan penelitian adalah untuk mengidentifikasi dampak pemantauan sumur secara manual terhadap kehilangan produksi minyak dan memilih alternatif terbaik dari teknologi SCADA untuk pemantauan sumur secara online untuk 1.500 sumur minyak tambahan dan mencegah kehilangan produksi minyak karena pengambilan keputusan yang lebih lambat. Ada lima alternatif untuk teknologi tersebut seperti: trunking radio, radio frekuensi berlisensi, serat optik, GPRS / GSM dan Satelit. Penelitian ini menggunakan Simple Multi Attribute Rating Technique (SMART) sebagai alat untuk proses pengambilan keputusan.\nPemantauan sumur secara manual di PT.X adalah salah satu kontributor utama terhadap kehilangan produksi minyak berdasarkan root cause analysis. Radio modem frekuensi berlisensi adalah teknologi yang dipilih berdasarkan metode SMART dengan skor agregat tertinggi 4.20.\nRencana implementasi akan fokus pada analisis pemangku kepentingan, organisasi tim proyek dan rencana sumber daya, struktur rincian kerja dan strategi kontrak, risiko dan rencana kontingensi, serta perkiraan jadwal proyek.", "Daftar File": {"2019_TS_PP_Deni Eka Prasetya_1-Abstrak 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/182305"}, "Penulis": "Deni Eka Prasetya [29117337]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Utomo Sarjono Putro, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "decision making, oil wells, real-time, SCADA, SMART", "Sumber": "PT. X", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "24 Sep 2019"}