{"Nomor": 42812, "Judul": "CONTENT-BOOSTED COLLABORATIVE FILTERING UNTUK PREDIKSI RATING MENGGUNAKAN JARINGAN SARAF TIRUAN", "Abstrak": "Sistem rekomendasi menjadi teknologi populer yang menjawab kebutuhan untuk menemukan informasi secara akurat dengan cepat. Collaborative filtering sebagai salah satu metode dalam sistem rekomendasi marak digunakan karena berbagai kelebihannya. Namun, metode ini memiliki permasalahan utama terkait data sparsity yang menyebabkan kurangnya akurasi hasil rekomendasi. Pendekatan hybrid berupa content-boosted collaborative filtering yang menggabungkan prediksi berbasis fitur konten pada rekomendasi merupakan salah satu alternatif yang telah dikembangkan sebelumnya. Modifikasi pendekatan ini dengan memanfaatkan Jaringan Saraf Tiruan (JST) dapat menjadi metode yang efektif karena kemampuannya dalam memodelkan hubungan antarfitur dengan baik. \n \nPenelitian yang dilakukan mencoba merumuskan metode yang optimal dalam menangani permasalahan data sparsity, yaitu dengan mengajukan penggunaan Multi-Layer Perceptron pada JST untuk pembelajaran fitur pada sistem rekomendasi Content-boosted Collaborative Filtering. Fitur/karakteristik ini digunakan sebagai input untuk pengisian matriks sparse. Pada penelitian in fitur yang dimanfaatkan berasal dari informasi metadata ulasan. Metode yang diajukan ini kemudian diuji dengan menggunakan dataset Amazon dan Yelp. \n \nHasil eksperimen menunjukkan bahwa metode content-boosted collaborative filtering dengan Jaringan Saraf Tiruan yang diajukan terbukti menurunkan eror prediksi dengan selisih 0,243 pada metrik MAE dan 0,279 pada RMSE, serta meningkatkan akurasi klasifikasi rating sebesar 3,9 s.d. 6,5% dari metode baseline berupa Collaborative Filtering murni. Selain itu, kelemahan dalam mengidentifikasi neighbor akibat data sparsity juga terbukti dapat diatasi menggunakan metode ini, yaitu dengan penurunan nilai pada metrik eror hingga 0,332. Sehingga, metode yang diusulkan ini dapat menjadi alternatif baru yang bersifat universal dan mampu meningkatkan akurasi sistem rekomendasi terhadap metode sebelumnya.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/182750", "Abstract": "https://digilib.itb.ac.id/gdl/download/182751", "Tesis": "https://digilib.itb.ac.id/gdl/download/217591"}, "Penulis": "Nurlaili Rizki Hasanah [23518019]", "Kontributor / Dosen Pembimbing": ["Dr.techn. Saiful Akbar, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Collaborative filtering, sparsity, Jaringan Saraf Tiruan, fitur konten, metadata ulasan", "Sumber": "", "Staf Input/Edit": "karya  \n                                     karya", "File": "3 file", "Tanggal Input": "24 Sep 2019"}