{"Nomor": 42810, "Judul": "Pengujian Kualitas Fisik Ubi Jalar Ungu (Ipomoea batatas L.) Varietas Lokal Majalengka Sebagai Respon Pemberian Jenis Pupuk Organik dan Waktu Aplikasi yang Berbeda", "Abstrak": "Komoditas ubi jalar ungu (Ipomea batatas L.) merupakan salah satu pangan alternatif dengan gizi tinggi yang berpotensi dalam diversifikasi pangan di Indonesia. Namun kuantitas dan kualitas hasil budidaya ubi jalar ungu masih perlu ditingkatkan. Salah satu solusi yang dapat dilakukan untuk meningkatkan hasil ubi jalar ungu adalah pemberian jenis pupuk organik dan waktu aplikasi yang tepat. Tujuan dari penelitian ini adalah menentukan pengaruh jenis pupuk organik, waktu aplikasi pupuk dan interaksi keduanya terhadap variabel persentase kelas mutu,, diameter, panjang, warna kulit, dan kadar air ubi. Perlakuan yang digunakan dalam penelitian ini adalah kombinasi dari jenis pupuk organik (pupuk kandang kambing, kompos daun, bokashi dan vermikompos) dan waktu aplikasi yang berbeda (pada saat tanam, 15 hari dan 30 hari sebelum tanam). Sehingga terdapat 12 perlakuan dengan tiga replikasi dilakukan dalam rancangan acak kelompok dua faktorial. Analisis sidik ragam dengan taraf 5% dilakukan untuk menguji pengaruh perlakuan, sedangkan perbedaan antar nilai rata-rata diuji dengan LSD taraf 5% dan DMRT taraf 5%. Hasil penelitian menunjukan bahwa kadar air ubi dipengaruhi secara nyata oleh jenis pupuk organik, yaitu pupuk kandang kambing sebesar 68,662%. Persentase kelas mutu I ubi hanya dipengaruhi secara nyata oleh perlakuan waktu aplikasi bersamaan dengan waktu tanam sebesar 27,778%. Sedangkan variabel derajat warna kulit ubi ungu, dipengaruhi secara nyata oleh interaksi jenis pupuk organik dengan waktu aplikasinya Waktu aplikasi 30 hari sebelum tanam memberikan hasil terbaik pada jenis pupuk kompos daun sebesar 20,103 dan waktu aplikasi 15 hari sebelum tanam, interaksi dengan pupuk kandang kambing memberikan hasil terbaik sebesar 22,71.", "Daftar File": {"ABSTRAK Ricka Soraya Oktaviana": "https://digilib.itb.ac.id/gdl/download/182299"}, "Penulis": "Ricka Soraya Oktaviana [11415036]", "Kontributor / Dosen Pembimbing": ["Dr. Rijanti Rahaju Maulani, S.P., M.Si.", "Dr. Ir. Wawan Gunawan, BA, MP"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "kualitas fisik, pupuk organik, ubi jalar ungu, waktu aplikasi.", "Sumber": "", "Staf Input/Edit": "didi kusnendi", "File": "1 file", "Tanggal Input": "24 Sep 2019"}