{"Nomor": 42824, "Judul": "PERANCANGAN DAN PEMBUATAN PROTOTIPE MODUL PENCEGAH KELEBIHAN MUATAN UNTUK KENDARAAN ANGKUTAN BARANG", "Abstrak": "Kementerian Pekerjaan Umum dan Perumahan Rakyat (PUPR) setiap tahunnya mengeluarkan dana yang sangat besar untuk perbaikan jalan umum di berbagai daerah di Indonesia. Hal ini diakibatkan oleh kerusakan pada jalan umum yang sering terjadi sebelum waktu yang diharapkan. Penyebab utama kerusakan jalan yang terjadi adalah pemakaian jalan oleh kendaraan dengan muatan berlebih. Kendaraan dengan muatan sangat berlebih (2–3 kali kapasitas angkut) sering melintas di jalan-jalan, terutama kendaraan angkutan barang. Oleh sebab itu, saat ini mulai dikembangkan sistem yang dapat mencegah beroperasinya kendaraan dengan muatan berlebih.\nSistem pencegah kelebihan muatan pada kendaraan yang dikembangkan pada Tugas Sarjana ini menggunakan pendekatan hulu (preventif). Sistem akan mencegah kendaraan mengalami kelebihan muatan sebelum kendaraan tersebut dapat dioperasikan. Sistem pencegah kelebihan muatan terdiri dari modul pegas dan modul kabin yang terhubung dengan koneksi bluetooth. Sistem ini akan mengukur berat beban yang diangkut kendaraan. Jika sistem mendeteksi adanya kelebihan muatan, sistem akan memberikan alarm dan memutus arus listrik menuju relay yang terhubung ke sistem kelistrikan kendaraan, sehingga kendaraan tidak dapat beroperasi.\nDalam penelitian ini, telah dirancang dan dibuat prototipe modul pencegah kelebihan muatan yang dipasang pada pegas daun dari mobil Mitsubishi Jetstar, namun belum pada kendaraan angkutan barang. Modul pencegah kelebihan muatan ini juga telah berhasil berfungsi setelah melalui pengujian sebanyak 10 kali. Berdasarkan hasil pengujian tersebut, prototipe modul pencegah kelebihan muatan yang telah dirancang dan dibuat, dinilai telah dapat menjalankan fungsi untuk mengontrol beban yang diangkut kendaraan. Modul juga telah dapat mencegah kendaraan dengan muatan berlebih beroperasi.", "Daftar File": {}, "Penulis": "Arista Eka Putra [13115131]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ignatius Pulung Nurprasetio, MSME", "Abdul Hakim Masyhur, S.T., M.Sc.", "Dr. Bentang Arief Budiman, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "kendaraan angkut, kelebihan muatan, pegas daun, strain gauge", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Sep 2019"}