{"Nomor": 42832, "Judul": "PERANCANGAN POLA OPERASI DEMAND PETI KEMAS TERMINAL MULTIPURPOSE PELABUHAN KUALA TANJUNG TAHAP III, KABUPATEN BATUBARA, PROVINSI SUMATERA UTARA", "Abstrak": "Pelabuhan Kuala Tanjung merupakan Pelabuhan yang dibangun oleh pemerintah mulai tahun 2015 yang terletak di Pantai Timur, Kabupaten Batubara, Provinsi Sumatera Utara dengan beberapa pertimbangan yaitu menjadi pelabuhan hub internasional karena posisi strategis pada jalur pelayaran internasional di Selat Malaka, meringankan kepadatan trafik di Pelabuhan Belawan, mengurangi biaya logistik, dan mengembangkan sektor ekonomi. Agar aktivitas terminal pelabuhan berjalan dengan optimal maka pada Tugas Akhir ini akan dibahas mengenai Perancangan Pola Operasi Demand Peti Kemas Terminal Multipurpose Pelabuhan Kuala Tanjung Tahap III.\nPerancangan pola operasi didasarkan pada dimensi rencana yang telah direncanakan oleh pemerintah pada Keputusan Menteri Perhubungan Republik Indonesia Nomor KP 148 Tahun 2016 tentang Rencana Induk Pelabuhan Kuala Tanjung, Pelabuhan Kuala Tanjung. Pembahasan Tugas Akhir ini meliputi perancangan pola operasi dermaga, perancangan pola operasi lapangan penumpukan, dan perhitungan biaya dan tarif penanganan peti kemas. Perancangan pola operasi dermaga meliputi kombinasi kapal yang bertambat di dermaga; penentuan jenis, jumlah, dan produktivitas alat bongkar muat, dan perhitungan kapasitas dermaga. Perancangan pola operasi lapangan penumpukan meliputi penentuan jenis orientasi, jumlah, dan produktivitas alat atur lapangan; perancangan pola operasi transportasi horizontal; dan perhitungan kapasitas lapangan penumpukan. Perhitungan biaya kapital dan tarif penanganan peti kemas meliputi perhitungan biaya kapital total; biaya kapital per peti kemas; biaya kapital per sistem alat penanganan; perhitungan pengeluaran dan pemasukan selama payback period yang (10 tahun); pembuatan cashflow; dan penentuan tarif penanganan peti kemas per tahun berdasarkan skenario pengadaan alat penanganan total dan real dan kondisi penggunaan kapasitas terminal, serta analisis kelayakan finansial yang meliputi perhitungan Net Present Value, Benefit-Cost Ratio dan .payback period.", "Daftar File": {}, "Penulis": "Muhammad Rais Syam [15515061]", "Kontributor / Dosen Pembimbing": ["Ir. Andojo Wurjanto, MCE, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Peti Kemas, Pola Operasi, Kapasitas, Biaya Kapital, Tarif Penanganan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "10 file", "Tanggal Input": "24 Sep 2019"}