{"Nomor": 42834, "Judul": "SINTESIS NaFePO4 DENGAN DOPING NIKEL  UNTUK APLIKASI KATODA BATERAI ION SODIUM", "Abstrak": "Kelimpahan sumber daya sodium merupakan potensi yang sangat mendukung adanya penelitian baterai ion sodium di Indonesia sebagai alternatif dari baterai ion litium. NaFePO4 dipilih sebagai material analog dari katoda LiFePO4. Pada penelitian ini, NaFePO4 disintesis melalui metode sol gel dengan prekursor NaCl, lalu dikalsinasi dalam atmosfer gas inert N2 pada 600°C dengan waktu tahan 1 jam. Berdasarkan uji XRD, NaFePO4 dengan fasa maricite berhasil didapatkan. Modifikasi struktur NaFePO4 dilakukan dengan doping nikel sebagai kation isovalen dari besi, sehingga diharapkan berdampak pada peningkatan kinerja baterai ion sodium. Berdasarkan uji XRD, diketahui puncak utama dari fasa maricite pada 2? ? 32,8°, 33,1°, dan 34,8°, berturut-turut dengan indeks miller (220), (211), dan (031), serta ukuran kristalit berkisar antara 45 nm hingga 136 nm. Sementara, tidak teramati perubahan puncak-puncak NaFePO4 dengan doping nikel pada uji XRD. Hal ini menunjukkan bahwa penambahan nikel tidak menyebabkan perubahan struktur utama dari NaFePO4 fasa maricite. Komposisi material katoda NaFePO4 dengan variasi doping nikel 1% dan 5% diperiksa dengan uji XRF, unsur nikel pada sampel uji pellet NaFePO4 teramati masing-masing sebesar 0,56% dan 4,33%. Keberadaan nikel pada struktur NaFePO4 diperikasi lebih lanjut dengan uji HRTEM beserta uji EDS. Sebelumnya, dilakukan uji SEM untuk memeriksa ukuran partikel NaFePO4 juga morfologinya yang didapati berbentuk kotak-kotak memanjang. Diketahui bahwa doping nikel yang diberikan berhasil masuk ke dalam struktur NaFePO4, di antaranya pada bidang kristal (031) dan (012) melalui analisis terhadap SAED. Implikasi dari doping nikel pada struktur NaFePO4 diamati dengan uji galvanostatic charge/ discharge dengan arus uji sebesar 0,8327 mAh dan tegangan uji antara  2 – 4 V. Diketahui bahwa material katoda NaFePO4 dengan doping nikel menghasilkan peningkatan kapasitas charge sebesar 15,57% juga memiliki karakteristik charge yang lebih stabil.", "Daftar File": {}, "Penulis": "Muhammad Ilham Bayquni [23317004]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Bambang Sunendar, M.Eng., Ph.D.", "Ir. Ahmad Nuruddin, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "NaFePO4 maricite, sol gel, doping nikel, katoda baterai ion sodium", "Sumber": "", "Staf Input/Edit": "Rina Kania", "File": "9 file", "Tanggal Input": "24 Sep 2019"}