{"Nomor": 42836, "Judul": "USULAN STRATEGI BISNIS UNTUK TEKNOLOGI FINANCIAL PERENCANA KEUANGAN DIGITAL, MODEL KASUS: FINANSIALKU", "Abstrak": "Dewasa ini perkembangan teknologi finansial di Indonesia tumbuh dengan sangat cepat, hal ini dikarenakan masyarakat Indonesia, khususnya milenial, menerima dengan hangat kedatangan gelombang teknologi ini. Setidaknya ada 9 kategori teknologi finansial di Indonesia, salah satunya adalah manajemen finansial dan kekayaan pribadi yang saat ini hanya mencakup 8% dari keseluruhan populasi teknologi finansial di Indonesia. Salah satu perusahaan mula yang bergerak di bidang ini adalah Finansialku yang menawarkan jasa perencana keuangan pribadi berbasis aplikasi digital. \n\nMilenial produktif di Indonesia sebagai pasar potensial untuk teknologi finansial memiliki jumlah yang sangat besar, yaitu berkisar 63,4 juta orang dimana 40% diantaranya dianggap memiliki literasi finansial yang memadai. 78% dari jumlah ini dianggap memeliki pengetahuan tentang teknologi finansial dan 58%-nya merupakan pengguna dari teknologi finansial, ini artinya ada sekitar 11,4 juta orang yang merupakan pengguna aktif finansial teknologi. Dilain pihak, saat ini Finansialku hanya memiliki pengguna sebesar 117.250, angka ini sangat kecil apabila dibandingkan dengan potensi pasar yang ada.\n\nProyek akhir ini memiliki tujuan agar Finansialku dapat menangkap peluang yang ada dengan mengusulkan strategi bisnis yang berlandaskan keunggulan yang mereka miliki. Beberapa teori digunakan dalam identifikasi masalah hingga implementasi strategi, untuk melihat situasi bisnis secara internal, teori yang digunakan adalah APQC’s PCF, RBV, dan VRIO. Sedangkan untuk eksternal digunakan The General Environment, Porter’s 5 Forces, Competitor Analysis, dan Consumer Analysis. Teori yang digunakan untuk merumuskan strategi setelah analisis bisnis situasi adalah Porter Generic Strategies dan TOWS Matrix. Hasil dari analisi tersebut, beberapa strategi diusulkan yaitu Differentiation Strategy dan SO – WO Strategy. Akhir dari proyek akhir ini adalah rencana implementasi dari usulan strategi beserta kebutuhan sumber dayanya.", "Daftar File": {"2019_TS_PP_M Nurisman Syarif_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/182355"}, "Penulis": "Muhammad Nurisman Syarif [29117572]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T., MM, DBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Teknologi Finansial, Perencana Keuangan Digital, Strategi Bisnis, Porter Generic Strategies, TOWS Matrix.", "Sumber": "FINANSIALKU", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "24 Sep 2019"}