{"Nomor": 42833, "Judul": "ANALISIS KUALITAS PELAYANAN UNTUK PENYEMPURNAAN PENGALAMAN PERJALANAN PELANGGAN DI TERMINAL 3 SOEKARNO-HATTA INTERNATIONAL AIRPORT", "Abstrak": "Terminal 3 (T3) dimiliki oleh PT Angkasa Pura II (AP II) di Bandara Internasional Soekarno-Hatta adalah bandara berkelas tinggi untuk melayani penumpang domestik dan internasional. AP II menyadari pentingnya kualitas pelayanan melalui pemantauan secara teratur terhadap perkembangan kepuasan pelanggan untuk mendorong peningkatan pelayanan yang berkelanjutan. Dalam penelitian ini, orientasi pelanggan di T3 Bandara Internasional Soekarno-Hatta dinilai berdasarkan pengalaman interaksi dengan fasilitas dan layanan yang telah digunakan. Untuk mencapai tujuan tersebut, penelitian menerapkan metode kualitatif dan kuantitatif dengan Service Quality (SERVQUAL) yang dibandingkan dengan analisis peta perjalanan pelanggan.\n\nAnalisis di T3 Bandara Internasional Soekarno-Hatta untuk menentukan konsidi eksternal dan internal yang berdampak terhadap bisnis yang sudah eksis, evaluasi menggunakan analisis SWOT. T3 Bandara Internasional Soekarno-Hatta yang representative, ternyata masih memiliki proses pelayanan yang kurang memuaskan. Kualitas pelayanan di T3 Bandara Internasional Soekarno-Hatta secara rata-rata melebihi harapan pelanggan, dalam hal produk berwujud, kehandalan, daya tanggap, jaminan, dan empati di T3 Bandara Internasional Soekarno-Hatta memiliki korelasi positif. Dengan catatan, ditemukan dua data kesenjangan parsial dalam indikator dimensi SERVQUAL yaitu dimensi produk berwujud dan empati. Dimensi yang memiliki nilai gap terbesar bagi terciptanya kepuasan pelanggan di T3 Bandara Internasional Soekarno-Hatta adalah dimensi produk berwujud.\n\nBerdasarkan temuan penelitian, saran yang dapat diberikan kepada pihak terkait di T3 Bandara Internasional Soekarno-Hatta melalui peningkatan strategis yaitu program peningkatan layanan, program peningkatan fasilitas, dan program peningkatan aktivitas dan hiburan.", "Daftar File": {"2019_TS_PP_Nugroho Yoga Irawan_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/182338"}, "Penulis": "Nugroho Yoga Irawan [29117110]", "Kontributor / Dosen Pembimbing": ["Dr. Dina Dellyana, S.Farm., M.A.B."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "SERVQUAL, T3 Bandara Internasional Soekarno-Hatta, Pelanggan, Harapan, Kinerja", "Sumber": "PT Angkasa Pura II (Persero)", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "24 Sep 2019"}