{"Nomor": 42840, "Judul": "PENGARUH METALISITAS TERHADAP EVOLUSI BINTANG MASSIF", "Abstrak": "Teori evolusi bintang merupakan pemodelan yang menjelaskan tahapan hidup bintang, mulai dari bintang dilahirkan sampai akhir masa hidupnya. Berbagai parameter mempengaruhi evolusi bintang, salah satunya adalah metalisitas. Astronom menggunakan istilah “metal” untuk menggambarkan semua unsur yang lebih berat dari hidrogen dan helium. Astronom menggunakan notasi X, Y, dan Z pada komposisi kimia bintang, yang mana X adalah fraksi massa hidrogen, Y adalah fraksi massa helium, dan Z adalah fraksi massa unsur-unsur lainnya dengan ????+????+????=1. Metalisitas bintang menyatakan sedikit atau banyaknya kandungan metal (Z) dalam komposisi unsur sebuah bintang. Dengan meninjau metalisitas yang berbeda, maka jejak evolusi bintang untuk setiap metalisitas akan berbeda dan unsur kimia yang terkandung pun akan berbeda. Hal ini terlihat pada alam semesta dini, bahwa bintang-bintang generasi pertama sangat massif dan memiliki kandungan logam yang rendah, berbeda halnya dengan bintang massif bermetalisitas seperti Matahari.\nMetalisitas akan berpengaruh pada laju kehilangan massa, yaitu kehilangan massa menjadi sangat kecil pada metalisitas yang sangat rendah dan jejak evolusi dalam diagram H-R akan lebih pendek setelah melewati ZAMS (Zero Age Main Sequence) pada metalisitas yang sangat rendah. Selain itu bintang massif dengan metalisitas yang rendah memiliki struktur yang lebih padat dan lebih panas dibandingkan dengan bintang massif bermetalisitas seperti Matahari. Tujuan Tugas Akhir ini adalah untuk mempelajari pengaruh metalisitas terhadap evolusi bintang massif melalui pemodelan evolusi yang dibuat menggunakan MESA (Modules for Experiments in Stellar Astrophysics). Dengan memasukan parameter seperti massa awal, metalisitas, kecepatan rotasi, parameter mixing, dan skema angin, kemudian simulasi dilakukan untuk menghasilkan jejak evolusi bintang yang diperlukan.", "Daftar File": {}, "Penulis": "Nur Hesyati Rosalinda Supyan [10315024]", "Kontributor / Dosen Pembimbing": ["Dr. Aprilia, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Evolusi bintang, Bintang massif, Metalisitas, MESA.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "24 Sep 2019"}