{"Nomor": 42847, "Judul": "STUDI KORELASI PENURUNAN MUKA TANAH DAN NILAI TANAH DI WILAYAH JAKARTA", "Abstrak": "Wilayah Jakarta merupakan kota metropolitan terbesar di Indonesia di mana wilayah\nbagian utara berbatasan dengan Laut Jawa. Menurut penelitian, Kota Jakarta telah\nmengalami penurunan muka tanah sebesar 3-10 cm pertahunnya. Penurunan muka\ntanah memberikan dampak yang negatif secara tidak langsung, salah satunya yaitu\nmempengaruhi nilai tanah dan properti.\nDari fenomena penurunan muka tanah, menarik untuk mengkaji apakah terdapat\nhubungan dari penurunan muka tanah terhadap nilai tanah di Jakarta. Penelitian\npenurunan muka tanah didapatkan dari data hasil pengamatan GPS dan untuk data\nnilai tanah didapatkan dari data Nilai Jual Objek Pajak (NJOP) DKI Jakarta. Dalam\nmencari hubungan antara penurunan muka tanah dan nilai tanah digunakan analisis\nspasial yang mengacu pada beberapa parameter yang mempengaruhi nilai tanah yaitu\nkondisi ekonomi, sosial, fisik, serta kebijakan pemerintah.\nNilai tanah dari tahun 2017 ke 2018 untuk wilayah DKI Jakarta tidak ada yang\nmengalami penurunan, maka dilihat dari klasifikasi nilai tanahnya dan persentase\nkenaikan nilai tanahnya untuk setiap kelurahan. Dipilih klasifikasi nilai tanah dan\npersentase kenaikan nilai tanah yang termasuk ekstrem di bawah rata-rata dan di\nbawah rata-rata yang memudahkan untuk dilakukan korelasi dengan penurunan muka\ntanah yang signifikan, hal ini akan memudahkan untuk dilihat korelasinya.\nPenurunan muka tanah menyebabkan juga terjadinya banjir rob yang akan dijadikan\ntambahan analisis spasial terhadap nilai tanah.\nDari hasil yang didapat, tidak semua kelurahan yang mengalami penurunan muka\ntanah signifikan memiliki nilai tanah dan persentase kenaikan nilai tanahnya yang di\nbawah rata-rata, beberapa kemungkinan faktor yang mempengaruhi nilai tanah\npaling dominan yaitu dari faktor sosial, lingkungan dan faktor ekonomi.", "Daftar File": {}, "Penulis": "Arivia Kesuma Puteri [15115012]", "Kontributor / Dosen Pembimbing": ["Dr. Heri Andreas, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Penurunan Muka Tanah, Nilai Tanah, Jakarta, Analisis Spasial.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "13 file", "Tanggal Input": "24 Sep 2019"}