{"Nomor": 42849, "Judul": "PENGAMBILAN KEPUTUSAN UNTUK MEMILIH PENGGANTI DARI PLATFORM BUSINESS INTELLIGENT (SEBUAH STUDI KASUS DI CTX INDOASIA BUSINESS UNIT)", "Abstrak": "CTX IndoAsia Business Unit (IBU), salah satu perusahaan minyak dan gas utama di Indonesia, adalah anak perusahaan dari CTX Corp, yang saat ini dianggap sebagai salah satu perusahaan energi terbesar di dunia. CTX IBU mengoperasikan blok minyak terbesar di wilayah Asia Tenggara yang dikenal sebagai Blok RKN. Kontrak blok RKN akan berakhir pada Agustus 2021 dan penawaran CTX IBU untuk perpanjangan kontrak telah ditolak oleh Pemerintah Indonesia.\n\nOrganisasi Bisnis Hulu dalam unit Bisnis CTX IndoAsia mengandalkan solusi Business Intelligent yang bernama Upstream Reporting and Business Intelligent Portal (URBIP) yang didukung oleh perangkat  lunak Petroweb  Navigator untuk  melakukan  analisis  data dan  kegiatan  pelaporan operasi. Kontrak Teknis Tahunan URBIP akan berakhir pada akhir tahun 2019 ini, dan sesuai kebijakan CTX Corporation, semua perangkat lunak aktif harus memiliki layanan dukungan teknis aktif.\n\nTugas akhir ini bertujuan untuk membantu tim proyek menentukan nasib perangkat lunak Petroweb Navigator, dengan membangun kriteria yang kreatif, mengidentifikasi semua alternatif yang mungkin dan melakukan proses pemilihan alternatif. Analisis Organisasi Internal & Lingkungan Eksternal dilakukan untuk mengumpulkan semua tantangan yang menjadi faktor yang berpengaruh terhadap pengembangan kriteria dan alternatif. Konsep Value Focus Thinking, Focus Group Discussion dan Nominal Group Techniques digunakan untuk proses pengambilan keputusan dan pengumpulan semua data yang diperlukan dari tim proyek dan SME, dan metodologi AHP dipilih untuk menentukan prioritas dari semua kemungkinan.\n\nKombinasi dari Microsoft Power BI dan Tibco Spotfire dipilih sebagai prioritas utama pengganti perangkat lunak Petroweb Navigator dengan menggunakan Proses AHP.", "Daftar File": {"2019_TS_PP_Rony Ardiansyah_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/182381"}, "Penulis": "Rony Ardiansyah [29117356]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Utomo Sarjono Putro, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Analytical  Hierarchy Process  (AHP), Business  Intelligent,  Petroweb  Navigator, Upstream, Reporting, SuperDecisions.", "Sumber": "CTX INDOASIA BUSINESS UNIT", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "24 Sep 2019"}