{"Nomor": 42850, "Judul": "PENENTUAN NILAI KONSTANTA HUBBLE DENGAN MENGGUNAKAN DATA BARYON ACOUSTIC OSCILLATIONS (BAO)", "Abstrak": "Konstanta Hubble mengukur laju pengembangan alam semesta saat ini. Selain itu\nnilainya diperlukan dalam penentuan besaran-besaran lain yang penting dalam kosmologi.\nOleh karena itu penentuan konstanta Hubble menjadi isu penting dalam astronomi. Kendala\nutama dalam menentukan nilai konstanta Hubble adalah perhitungan jarak yang harus presisi.\nSecara umum metode penentuan konstanta Hubble dibagi menjadi dua kelompok besar, yaitu\nmetode distance ladder pada redshift rendah (skala lokal) dan pengamatan kosmologis pada\nredshift tinggi (skala global). Sejak tahun 2003 terjadi tension (ketidakcocokan) antara hasil\npengamatan lokal dan global, yang belum terpecahkan hingga saat ini. Bahkan hasil\npenentuan lokal yang diwakili oleh SN Ia (Riess, 2019) berada dalam 4,4???? ketidakcocokan\ndengan penentuan global yang diwakili oleh Planck 2018 (Planck Collaboration, 2018).\nDalam Tugas Akhir ini, dilakukan penentuan konstanta Hubble dengan metode global\nmenggunakan data Baryon Acoustic Oscillations (BAO). BAO adalah peristiwa osilasi\nharmonik fluida foton-baryon di dalam potensial dark matter sebelum era dekopling.\nPerturbasi dalam fluida foton-baryon tersebut menjalar keluar dengan kecepatan suara.\nSetelah era dekopling foton akan terdekopel dari proton dan elektron dan menjalar bebas\n(free streaming), sedangkan baryon akan tertinggal dan tertumpuk pada radius yang disebut\nsebagai drag radius, yang tidak lain merupakan radius horizon suara (~150 Mpc).\nDalam Tugas Akhir ini dilakukan penentuan konstanta Hubble dengan menggunakan\nmetode MCMC pada paket program CosmoMC. Data BAO yang digunakan berupa data\ntersier dari proyek-proyek survei alam semesta, yaitu SDSS, WiggleZ, 6dfGS, dan\nDR14Lyman. Selain data BAO, digunakan data CMB-TT (Temperatur-Temperatur) Planck\n2018 sebagai pembanding maupun untuk memperketat kendala (konstrain) penentuan\nparameter-parameter kosmologis. Prior didefinisikan mengikuti model standar ?????????????.\nSecara umum hasil penentuan konstanta Hubble data BAO konsisten dengan hasil dengan\nCMB.", "Daftar File": {}, "Penulis": "Nur Salam Al Amin [10315016]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Hesti Retno Tri Wulandari, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "BAO, horizon suara, konstanta Hubble, parameter kosmologi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "7 file", "Tanggal Input": "24 Sep 2019"}