{"Nomor": 42863, "Judul": "STRATEGI DAN ANALISIS INVESTASI UNTUK PENGEMBANGAN GRAIN TERMINAL   KASUS: INDONESIA PORT CORPORATION", "Abstrak": "Tujuan dari penelitian ini adalah untuk melakukan studi kelayakan terkait dengan pengembangan grain\nterminal di salah satu pelabuhan yang dimiliki oleh Indonesia Port Corporation. Penelitian ini bertujuan\nuntuk menentukan strategi investasi yang paling tepat baik dalam tren pasar yang normal maupun dalam\nkondsi ketika adanya trend breaker. Penelitian akan menjawab pertanyaan tentang strategi alternatif apa\nyang tersedia untuk melaksanakan rencana pembangunan. Strategi investasi manakah yang terbaik\nberdasarkan Net Present Value (NPV), Internal Rate of Return (IRR), Pay Back Period (PBP) dan Value at\nRisk dalam kondisi tren pasar yang normal? Strategi investasi mana yang terbaik berdasarkan NPV dalam\nkondisi ketika adanya trend breaker? Eksplorasi dimulai dengan analisis situasi bisnis menggunakan\nanalisis PESTLE, analisis pesaing, analisis kapasitas pelabuhan, dan analisis kinerja keuangan. Kerangka\nkerja SWOT & TOWS kemudian digunakan untuk merumuskan alternatif skenario solusi, yaitu; (1) operasi\nterminal “sebagaimana adanya”, (2) pengembangan terminal satu tahap, (3) pengembangan terminal multi\ntahap. Dalam tren pasar normal, masing - masing skenario kemudian dievaluasi melalui analisis Capital\nBudgeting  dengan metode Discounted Cash Flow (DCF) sedangkan Value at Risk (VaR) dievaluasi\nmenggunakan Simulasi Monte Carlo. Dalam kondisi adanya trend breaker, analisis Decision Tree\ndigunakan untuk mengevaluasi Net Present Value dari setiap skenario. Evaluasi ini menyimpulkan bahwa\nstrategi pengembangan multi-tahap menghasilkan nilai terbaik dari kriteria investasi di bawah tren pasar\nnormal maupun ketika adanya trend breaker.", "Daftar File": {"2019_TS_PP_Endang Sudarlan-1 Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/182394", "COVER Endang Sudarlan": "https://digilib.itb.ac.id/gdl/download/264486", "BAB 1 Endang Sudarlan": "https://digilib.itb.ac.id/gdl/download/264487", "BAB 2 Endang Sudarlan": "https://digilib.itb.ac.id/gdl/download/264488", "BAB 3 Endang Sudarlan": "https://digilib.itb.ac.id/gdl/download/264489", "BAB 4 Endang Sudarlan": "https://digilib.itb.ac.id/gdl/download/264490", "PUSTAKA Endang Sudarlan": "https://digilib.itb.ac.id/gdl/download/264491"}, "Penulis": "Endang Sudarlan [29117069]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Grain Terminal, Trend Breaker, Bertahap, NPV, Nilai Risiko", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "7 file", "Tanggal Input": "24 Sep 2019"}