{"Nomor": 42871, "Judul": "PERENCANAAN ASPEK MANAJEMEN KONSTRUKSI PUSAT PERBELANJAAN JALAN JENDERAL SOEDIRMAN PALEMBANG", "Abstrak": "Kota Palembang merupakan kota dengan perkembangan ekonomi yang cukup tinggi mulai dari tahun 2014. Dengan tingginya tingkat perkembangan ekonomi, maka meningkatkan tingkat kegiatan dan pola konsumtif masyarakat kota. Pola konsumtif bertujuan untuk memenuhi kebutuhan masyarakat kota yang beragam didukung daya ekonomi dari masyarakat. Tingginya tingkat kebutuhan masyarakat mendorong perlunya ruang atau tempat untuk memenuhi kebutuhan tersebut. Salah satu fasilitas yang dibutuhkan untuk memenuhi kebutuhan tersebut adalah sebuah lifestyle center yang mampu mewadahi pemenuhan kebutuhan sehari-hari yang bersifat rekreatif, seperti kebutuhan kuliner, berbelanja, kegiatan rekreasi dan hiburan, serta pemenuhan gaya hidup masyarakat. Proyek perancangan merupakan perancangan bangunan pusat perbelanjaan berbasis gaya hidup atau lifestyle center yang menitikberatkan kepada suasana bersantai dengan konsep outdoor yang cukup kuat serta open-air dan bersifat rekreatif. . Lokasi proyek berada di daerah pusat pelayanan kota (PPK) Kota Palembang, tepatnya di Jalan Jend. Sudirman Nomor 147 dengan lahan seluas 10.437 m2. Konsep bangunan berupa perpaduan hubungan antara indoor dan outdoor. Luas bangunan yang akan dirancang kurang lebih sebesar 40.682,1 m2 dengan bentuk bangunan green building yang organik, sehingga bentuk bangunan dinamis dan mengalir.Ruang lingkup Tugas Akhir ini secara umum meliputi pembuatan Work Breakdown Structures, perencanaan metode pelasanaan yang mencakup site plan dan zonasi, kuantifikasi voume pekerjaan, menentukan penjadwalan, estimasi biaya proyek, dan kurva S proyek.", "Daftar File": {}, "Penulis": "Raditya Nareshwara Septiano [15015128]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Rizal Z. Tamin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Estimasi Biaya Konstruksi, Metode Pelaksanaan Konstruksi, Kurva S, Pusat Perbelanjaan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "12 file", "Tanggal Input": "24 Sep 2019"}