{"Nomor": 42872, "Judul": "ESTIMASI BERAT HEWAN TERNAK MENGGUNAKAN TEKNIK  PEMBELAJARAN MESIN DAN METODE REGRESI", "Abstrak": "Penerapan pemrosesan citra untuk mengukur berat hewan babi telah banyak diterapkan untuk mempermudah proses perawatan hewan. Metode ini memanfaatkan segmentasi gambar dan model statistik. Banyak parameter yang menjadi batasan yang menyulitkan efisiensi penggunaan metode sebelumnya. Penelitian yang dilakukan ingin memangkas batasan dalam pengambilan gambar serta menerapkannya untuk sapi dan domba.  Tujuan penelitian ini ingin mengembangkan teknologi dibidang industri di Indonesia khususnya pada factory farming. Penelitian ini ingin mempermudah pengukuran berat hewan dengan menggunakan model machine learning dan metode regresi. Pengukuran berat dipilih karena berat hewan sangat berpengaruh terhadap kesehatan maupun harga dari hewan ternak. Adanya model yang dengan otomatis dapat mempermudah pekerjaan dari peternak untuk merawat hewan atau mempermudah pedagang untuk menentukan harga jual dari hewan ternak. Machine learning  yang digunakan adalah mask R-CNN. Model machine learning ini bukan hanya dapat mendeteksi label hewan, namun juga dapat mendeteksi dan menandai setiap pixel pada objek deteksi. Model regresi menghasilkan estimasi berat hewan dalam gambar tersebut. Model regresi yang digunakan adalah model regresi K – Nearest Neighbor dengan memanfaatkan model K – Means untuk membuat klaster di setiap jenis hewan. Proses training mask R-CNN dan regresi menggunakan data set yang dikumpulkan dari peternak dan pasar hewan. Model mask R-CNN yang diuji dalam penelitian ini dapat mendeteksi hewan sapi dan domba dalam data yang diambil dengan akurasi 100% dengan resolusi gambar masukkan sebesar 800×600 pixel. Model regresi yang digunakan dalam penelitian ini dapat mencapai nilai akurasi sebesar 98% untuk sapi dan domba. Hasil prediksi berat yang didapat sangat akurat dengan nilai galat berupa selisih estimasi dengan berat asli kurang dari 10%.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/182928"}, "Penulis": "Dandu Satyanuraga [13515601]", "Kontributor / Dosen Pembimbing": ["Ir. Rila Mandala, M.Eng., Ph.D.", "Nugraha Priya Utama, S.T., MA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "mask R-CNN, Regresi, Estimasi berat, Sapi, Domba", "Sumber": "", "Staf Input/Edit": "karya  \n                                     karya", "File": "1 file", "Tanggal Input": "24 Sep 2019"}