{"Nomor": 42877, "Judul": "THE ROLE OF INVENTORY MANAGEMENT AND FORECASTING IN ORDER TO REDUCE DEADSTOCK AND IMPROVE INVENTORY  MANAGEMENT AT PT THE PEAK CONNOISSEURS", "Abstrak": "PT The Peak Connoisseurs adalah distributor dan pengecer minuman beralkohol di \nIndonesia, sebagian besar produk yang dijual adalah anggur dan minuman beralkohol.\nPT The Peak Connoisseurs saat ini sedang bermasalah, masalah stok mati. Masalah\nini sudah ada sejak hampir tiga tahun lalu.. Tujuan dari penelitian ini adalah untuk\nmengurangi deadstock dan meningkatkan manajemen persediaan di PT The Peak\nConnoisseurs. \nCurrent Reality Tree (CRT) digunakan untuk menemukan akar penyebab masalah PT\nThe Peak Connoisseur. Ada beberapa hasil dari analisis akar penyebab menggunakan\nCRT, tetapi akar penyebab yang dipilih adalah kurangnya manajemen persediaan dan\nperamalan. \nAda tiga metode yang digunakan untuk mengatasi masalah ini, Klasifikasi ABC,\nPeramalan, dan Manajemen Persediaan. Tujuan utama Klasifikasi ABC adalah untuk\nmengklasifikasikan produk-produk penting dari yang tidak penting. Penelitian ini juga\nmenggunakan 6 metode peramalan, yaitu Metode Rata-rata Bergerak, Metode Ratarata\n\nBergerak Berbobot, Analis Tren, Penghalusan Eksponensial Tunggal, Model\nHolt, dan Metode Dekomposisi. Manajemen Persediaan digunakan untuk menemukan\nKuantitas Pesanan Ekonomi dan untuk mengoptimalkan biaya. \nHasil dari Klasifikasi ABC adalah, Kelas A adalah produk dengan kontribusi 80%\nterhadap total pendapatan perusahaan, Kelas B adalah produk dengan kontribusi 15%\nterhadap total pendapatan perusahaan, Kelas C adalah produk dengan kontribusi 5%\nkepada perusahaan total pendapatan. Ada 255 produk di Kelas A, 273 produk di Kelas\nB, dan 679 produk di Kelas C. Produk yang tidak termasuk dalam klasifikasi ini adalah\nproduk yang termasuk dalam kategori stok mati. Penelitian ini hanya akan fokus pada\nproduk Kelas A. Melalui peramalan, kita dapat melihat metode peramalan mana yang\nterbaik untuk setiap produk. Melalui perhitungan manajemen persediaan, kita dapat\nmenemukan bahwa PT The Peak Connoisseurs dapat menghemat sebesar Rp.\n599.545.868,90.", "Daftar File": {"2019_TS_PP_Ardi Christiadi_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/182441"}, "Penulis": "Ardi Christiadi [29117365]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Minuman Beralkohol, Anggur, Stok Mati, Manajemen Persediaan, Kuantitas Pesanan Ekonomi, Peramalan.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "24 Sep 2019"}