{"Nomor": 42890, "Judul": "EKSPLORASI TEKNIK MODULAR INTERLOCK PADA SERAT KULIT KAYU LANTUNG UNTUK PRODUK ARTWEAR", "Abstrak": "Material dari bahan olahan di industri fashion telah menyebabkan dampak negatif pada lingkungan. Limbah pada produksi tekstil di industri fast fashion menyebabkan polusi pada air tawar sehingga menjadi sektor yang paling berpolusi yang menghasilkan barang untuk konsumsi massal. Selain metode produksi, nyatanya rutinitas konsumen yang buruk pada cara perawatan dan pembuangannya menimbulkan dampak negatif karena material yang sulit terurai.\nSerat alami memiliki berbagai keunggulan dibandingkan material dari bahan olahan/serat sintetis yaitu biodegradabilitas, fleksibilitas, kepadatan rendah, dan bahaya kesehatan yang minimum. Hampir semua jenis serat alami telah diolah dan diproses oleh masyarakat Indonesia menjadi beragam produk tekstil termasuk serat kulit kayu lantung. Peningkatan mutu dan desain produk serat kulit kayu lantung dapat membuat produk kerajinan lantung berkembang dan mampu bersaing dengan produk kerajinan yang lain. Maka dari itu potensi serat kulit kayu lantung untuk mendapatkan bentuk yang lebih inovatif dapat dihasilkan dengan menggunakan teknik yang lebih variatif.\nTeknik modular interlock digambarkan sebagai penggabungan modul-modul secara tumpang tindih dan saling menyesuaikan antara satu bagian dengan bagian lain dengan melakukan repetisi, atau pengulangan-pengulangan bentuk, ukuran, komposisi, dan warna. Dalam upaya meningkatkan mutu dan desain serat kulit kayu lantung sebagai material yang biodegradable, penerapan teknik modular interlock dapat memberikan kebaruan dari eksplorasi yang tidak terbatas menggunakan komponen yang sama. Pengaplikasian pada produk artwear digunakan untuk mengoptimalkan bentuk yang didapat dari penggunaan teknik modular interlock sehingga menghasilkan bentuk dan citra baru terhadap material dan teknik yang belum banyak dilakukan. Rancangan produk akhir yang dibuat adalah produk artwear.", "Daftar File": {}, "Penulis": "Syilva Rizkiani Putri [17215007]", "Kontributor / Dosen Pembimbing": ["Dr. Dian Widiawati, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kriya", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Artwear, Biodegradable, Lantung, Sistem Modular, Teknik Interlock, Tekstil", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "24 Sep 2019"}