{"Nomor": 42898, "Judul": "Pengujian Daya Hasil Ubi Jalar Ungu (Ipomoea Batatas L.) Varietas Lokal Majalengka Sebagai Respon Pemberian Jenis Pupuk Organik dan Waktu Aplikasi yang Berbeda", "Abstrak": "Indonesia saat ini sedang dalam kondisi ketergantungan beras. Tercatat konsumsi beras Indonesia mencapai 96,32 kg/kapita/tahun pada 2014 sedangkan standar yang ditetapkan oleh FAO hanya 60-65 kg/kapita/tahun. Jika dibiarkan, hal ini akan membawa Indonesia menuju krisis pangan. Maka dari itu diperlukan upaya diversifikasi pangan. Seiring dengan meningkatnya kesadaran masyarakat akan kebutuhan pangan sehat, tuntutan akan produk pangan yang bernilai gizi tinggi pun meningkat. Ubi jalar ungu (Ipomoea batatas L.) merupakan salah satu komoditas yang berpotensi karena memiliki kandungan gizi yang tidak kalah tinggi dengan beras dengan potensi produktivitas mencapai 20 ton/ha. Namun, produksi ubi jalar ungu di Indonesia masih sangat rendah yakni sekitar 1,5-5 ton/ha. Penelitian ini bertujuan untuk menentukan daya hasil tanaman ubi jalar ungu varietas lokal Majalengka sebagai respons terhadap pemberian kombinasi macam pupuk organik dan waktu aplikasinya. Perlakuan yang digunakan adalah jenis pupuk (kandang kambing, kompos daun, bokashi dan vermikompos) dan waktu aplikasi pupuk (bersamaan, 15 hari sebelum dan 30 hari sebelum waktu tanam). Nilai rataan jumlah umbi per tanaman dan per petak tertinggi dihasilkan perlakuan pupuk kandang kambing (1,52 umbi ; 48,53 umbi )dan waktu pemupukan 30 hari sebelum tanam (1,45 umbi ; 46,61 umbi). Nilai rataan bobot umbi per tanaman, per petak dan produktivitas umbi tertinggi dihasilkan perlakuan pupuk bokashi (372,4 gram ; 11,9 kg ; 18,62 ton/ha) dan waktu pemupukan bersamaan dengan tanam (403,73 gram ; 12,9 kg ; 20,1 ton/ha).", "Daftar File": {"ABSTRAK Irfan Imaduddin": "https://digilib.itb.ac.id/gdl/download/182430"}, "Penulis": "Irfan Imaduddin [11415013]", "Kontributor / Dosen Pembimbing": ["Dr. Rijanti Rahaju Maulani, S.P., M.Si.", "Dr. Ir. Wawan Gunawan, BA, MP"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Ubi jalar ungu (Ipomoea batatas L.), Pupuk organik, Waktu aplikasi", "Sumber": "", "Staf Input/Edit": "didi kusnendi", "File": "1 file", "Tanggal Input": "24 Sep 2019"}