{"Nomor": 42897, "Judul": "ANALISIS DINAMIKA BOGIE KENDARAAN METRO KAPSUL", "Abstrak": "Metro Kapsul merupakan transportasi publik yang dikembangkan oleh PT Teknik Rekayasa \nKereta Kapsul untuk menyelesaikan masalah kemacetan dan menghemat waktu perjalanan di kota\nBandung. Metro Kapsul dikategorikan ke dalam Light Rail Transit dan memiliki kapasitas 70\npenumpang per kapsul. Sebelum dapat beroperasi, serangkaian analisis teknis diperlukan untuk\nmenjamin kelayakan dan keamanan kendaraan, salah satunya adalah analisis dinamika bogie Metro\nKapsul. \nPenelitian diawali dengan studi literatur, diskusi, pengumpulan data spesifikasi kendaraan\ndari PT Teknik Rekayasa Kereta Kapsul, dan perumusan hubungan gerak antar komponen pada\nMetro Kapsul. Dari perumusan hubungan gerak, diagram benda bebas komponen dibuat dan gaya\nyang bekerja pada tiap komponen dihitung. Perhitungan dilakukan berdasarkan gerakan Metro\nKapsul saat akan berbelok dan sedang berbelok. Perhitungan pertama dilakukan dengan\nmenyelesaikan persamaan gaya. Perhitungan kedua didasari oleh dua kasus, gaya lateral hanya\nbertindak pada guide wheel atau pada roda, untuk ditentukan perbandingannya dan divalidasi. Hasil\nperhitungan kedua metode tersebut dibandingkan dengan perhitungan menggunakan standar UIC\n615-4 untuk dianalisis lebih lanjut. Pada penelitian ini, variabel masukan berupa percepatan sudut\nguide wheel frame dan knuckle, dan variabel keluaran berupa gaya pada setiap komponen bogie. \nGaya terbesar pada seluruh roda dan guide wheel yang didapatkan dari penelitian ini adalah\n8.733,56 N dan 39.618,19 N, dengan persentase pembagian gaya lateral sebesar 18,06% dan\n81,94%.", "Daftar File": {"2019 TA 13115013  Yehezkiel Davian Raditya.pdf\n]": "https://digilib.itb.ac.id/gdl/download/182429"}, "Penulis": "Yehezkiel Davian Raditya [13115013]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Bagus Budiwantoro"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "bogie, Metro Kapsul, dinamika, gaya lateral, belok, UIC 615-4", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "1 file", "Tanggal Input": "24 Sep 2019"}