{"Nomor": 42907, "Judul": "PENGARUH LINDI HASIL BIOKONVERSI SAMPAH BUAH OLEH LARVA BLACK SOLDIER FLY (Hermetia illucens (L)) TERHADAP NILAI EDAFIK, KANDUNGAN NPK, MIKROORGANISME, DAN PERTUMBUHAN SELADA BUTTERHEAD (Lactuca sativa var. capitata) DALAM SISTEM HIDROPONIK NUTRIENT FILM TECHNIQUE (NFT)", "Abstrak": "Kebutuhan pangan seperti sayuran semakin meningkat, namun lahan pertanian justru semakin sempit, ditambah masalah volume sampah yang menumpuk. Solusi yang dapat ditawarkan ialah menggunakan sistem hidroponik dan menggunakan larutan organik dari proses biokonversi sampah buah dengan agen Black Soldier Fly (Hermetia ilucens), sehingga volume sampah di perkotaan dapat dikurangi. Tanaman selada butterhead mempunyai tekstur daun yang lembut, sehingga disukai oleh konsumen. Penelitian bertujuan untuk mengetahui kondisi pH, oksigen terlarut, dan jumlah padatan terlarut pada kombinasi larutan lindi BSF dengan AB Mix yang optimal terhadap pertumbuhan selada butterhead (Lactuca sativa L. var. capitata). Selada butterhead ditanam menggunakan sistem NFT dengan larutan AB mix 100%; AB mix 70% dan lindi BSF 30%; AB mix 60% dan lindi BSF 40%; AB mix 50% dan lindi BSF 50%; AB mix 40% dan lindi BSF 60%; Lindi BSF 100%. Penelitian ini mengukur nilai edafik serta melakukan uji kandungan larutan nutrisi, total mikroorganisme, bobot basah dan kering, kandungan serat, vitamin C, dan total klorofil. Kombinasi lindi dikurangi, maka nilai pH akan semakin asam, dan nilai TDS akan semakin meningkat. Hal tersebut disebabkan air lindi BSF bersifat basa. AB Mix 60% dan lindi 40% menghasilkan rerata jumlah daun 20 ± 4,7 helai; bobot basah 46,033 ± 14,27 gram; bobot kering 2,04 ± 0,39 gram; total klorofil 6,126 ± 0,047 mg/L; total vitamin C 46,1 mg/100g; dan kandungan serat 0,95% berdasarkan hasil uji statistik yang dilakukan perlakuan ini tidak berbeda nyata terhadap perlakuan 100% AB Mix. Nilai pH 7,92; oksigen terlarut 7,56 mg/L; dan padatan terlarut 580 ppm pada perlakuan AB Mix 60% dan Lindi 40% dapat disimpulkan merupakan komposisi paling baik bagi pertumbuhan selada butterhead secara hidroponik NFT.", "Daftar File": {}, "Penulis": "Nabil Rafifin [11415045]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Dana Permana", "Dr. Ir. Asep Hidayat, M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Selada, edafik, lindi BSF, hidroponik sistem NFT, mikroorganisme.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "24 Sep 2019"}