{"Nomor": 42909, "Judul": "ANALISA KETERLAMBATAN PROYEK DI ANAK PERUSAHAAN PT TELKOM INDONESIA", "Abstrak": "Anak perusahaan Telkom adalah perusahaan yang aktif dalam mengintegrasikan perangkat dan jaringan dengan kemampuan sumber daya manusia dan kemampuan sistem terbaik. Anak perusahaan Telkom saat ini bekerja dengan PT XYZ untuk mengerjakan proyek \"Menginstal infrastruktu Jaringan Data dan Pusat Pemulihan Bencana \". Sayangnya proyek ini mengalami keterlambatan penyelesaian waktu yang diberikan.\nTesis ini bertujuan untuk menemukan akar permasalahan dan menemukan solusi yang dapat digunakan perusahaan dalam mengurangi akar permasalahan. Metode yang digunakan adalah metode kualitatif dengan melakukan wawancara dengan pihak-pihak yang terkait dengan proyek. Pohon kenyataan saat ini adalah metode yang digunakan untuk menemukan akar masalah dalam proyek ini. Akar penyebab keterlambatan proyek ini adalah kurangnya manajemen sumber daya manusia karena kurangnya kompetensi dalam dokumentasi dan perubahan anggota tim, kurangnya manajemen pengadaan karena keterlambatan dalam mendapatkan materi, kurangnya manajemen risiko proyek karena hanya membuat mitigasi risiko yang teknis, dan gangguan komunikasi.\nUntuk mengatasi akar penyebab, penelitian ini mengusulkan untuk menerapkan manajemen proyek yang terkandung dalam PMBOK edisi ke-6. Solusi bisnis yang diusulkan adalah melakukan pelatihan, memperoleh sumber daya yang sesuai dan menghindari perubahan tim, penjadwalan ulang untuk pengadaan bahan, tinjauan kinerja penjual, menandatangani kontrak dengan lebih dari satu penjual, membuat jadwal kontinjensi untuk risiko darurat, meninjau dokumen dengan cermat, mengadakan tinjauan berkala.", "Daftar File": {"2019_TS_PP_Diba Hanifah_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/182448"}, "Penulis": "Diba Hanifah [29117380]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "keterlambatan proyek, pohon realitas saat ini, manajemen proyek.", "Sumber": "PT. TELKOM INDONESIA", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "24 Sep 2019"}