{"Nomor": 42901, "Judul": "ORGANIZATIONAL HEALTH INDEX IN A STATE-OWNED ENTERPRISE: A CASE STUDY AT PT. WASKITA KARYA", "Abstrak": "Kesehatan organisasi adalah kemampuan untuk menyelaraskan dan mencapai tujuan strategis dan\nsangat penting untuk kinerja jangka panjang. Namun, menurut McKinsey (2010), banyak pemimpin\nmengabaikan kesehatan organisasi karena mereka tidak memiliki cara yang jelas untuk mengukur dan\nmemperbaikinya. Indeks Kesehatan Organisasi (OHI) menerapkan kekakuan analitis untuk manajemen\nkesehatan organisasi. Solusi Indeks Kesehatan Organisasi mengukur dan melacak elemen-elemen\norganisasi yang mendorong kinerja. Ini memberikan peta jalan yang sederhana namun kuat bagi para\npemimpin dan manajer untuk meningkatkan kesehatan organisasi (Mckinsey, 2010). Sebagai Badan Usaha\nMilik Negara, Waskita tidak pernah melakukan penilaian kesehatan organisasi. Penulis memperoleh\ninformasi ini dengan melakukan wawancara pra-penelitian dengan sekretaris divisi Human Capital\nManagement di Waskita. Kesehatan organisasi dalam perusahaan sangat berpengaruh dalam kinerja kerja\nperusahaan itu sendiri. Jika kita kaitkan dengan kasus Waskita dan pengembangan infrastruktur Indonesia\nyang sedang diluncurkan, maka OHI akan sangat berguna bagi Waskita. Selain itu, Waskita adalah salah\nsatu perusahaan negara terkemuka di Indonesia yang memainkan peran utama dalam pembangunan\nnegara. Kemudian, OHI penting agar Waskita memantau dan mempertahankan kinerja untuk mempercepat\nproses pembangunan infrastruktur negara. Peneliti akan menggunakan jenis penelitian dalam bentuk\nkuantitatif, karena penelitian bisnis kuantitatif dapat didefinisikan sebagai penelitian bisnis yang\nmembahas tujuan penelitian melalui penilaian empiris yang melibatkan pengukuran dan pendekatan\nanalisis numerik. Apabila melihat mean score dari tiap praktek tanpa di kelompokan keadalam archaetype,\nmaka praktek open and trusting berkontribusi besar pada pembentukan OHI di waskita. Hal ini disusul\njuga oleh prioritas pegawai terhadap kapabilitas dan pengaruh motivasi pada lingkungan kerja.\nSebaliknya, kita dapat melihat bahwa aspek kepemimpinan di waskita berkontribusi minim terhadap\npembentukan OHI di waskita. Dari sudut pandang pengelompokan archaetype, OHI di waskita dapat\ndikembangkan pada aspek knowledge core. Hal ini dikarenakan waskita belum meprioritaskan praktek\nknowledge core secara maksimal. Jika melihat tiap praktek tanpa mengelompokan archaetype, maka aspek\nkepemimpinan dapat dikembangkan agar berkontribusi lebih besar terhadap pembentukan OHI di waskita.\nSelain itu, penulis merekomendasikan bahwa Waskita harus fokus pada mengejar arketipe yang didorong\noleh kepemimpinan dan fokus pasar untuk memenuhi visi dan misinya.", "Daftar File": {"Abstrak Bariq Rizki H.pdf\n]": "https://digilib.itb.ac.id/gdl/download/182432", "BAB 1 Bariq Rizki Hibatullah": "https://digilib.itb.ac.id/gdl/download/247454", "BAB 2 Bariq Rizki Hibatullah": "https://digilib.itb.ac.id/gdl/download/247455", "BAB 3 Bariq Rizki Hibatullah": "https://digilib.itb.ac.id/gdl/download/247456", "BAB 4 Bariq Rizki Hibatullah": "https://digilib.itb.ac.id/gdl/download/247457", "BAB 5 Bariq Rizki Hibatullah": "https://digilib.itb.ac.id/gdl/download/247458"}, "Penulis": "Bariq Rizki Hibatullah [19016085]", "Kontributor / Dosen Pembimbing": ["Andika Putra Pratama, M.S.M., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Indeks Kesehatan Organisasi, Badan Usaha Milik Negara", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "6 file", "Tanggal Input": "24 Sep 2019"}