{"Nomor": 42900, "Judul": "INDUKSI TETRAPLOIDI PADA ANGGREK Phalaenopsis violacea H.WITTE SECARA IN VITRO DENGAN KOLKISIN", "Abstrak": "Phalaenopsis violacea merupakan salah satu jenis anggrek yang berasal dari\nSumatera dan Malaysia Barat. Populasi anggrek ini terus mengalami penurunan\npada beberapa dekade terakhir karena habitatnya yang terus berkurang sehingga\nP. violacea ditetapkan menjadi salah satu tumbuhan yang rentan mengalami\nkepunahan (vulnerable). Sebagai upaya untuk meningkatkan konservasi dan\npengembangan anggrek P. violacea, dilakukan berbagai penelitian terhadap\nanggrek ini, misalnya melalui metode kultur jaringan. Penelitian ini bertujuan\nuntuk menentukan media yang paling baik untuk proliferasi protocorm like-body\n(plb) dan durasi waktu perendaman yang paling banyak menginduksi tetraploidi\npada plb P. violacea. Dalam penelitian ini, media proliferasi plb menggunakan\npenambahan bahan organik yang berbeda pada media Murashige & Skoog dengan\nsetengah konsentrasi (½ MS) selama 16 minggu, kemudian dilanjutkan induksi\ntetraploidi dengan merendam plb dalam larutan kolkisin 0,2% dengan variasi\ninkubasi selama 6, 12, 24, 48, dan 72 jam. Setelah perendaman dengan kolkisin,\nplb ditanam pada media ½ MS dengan penambahan sukrosa 1% dan arang aktif\n0,1%. Setelah 6 minggu, plb ditransfer pada media yang paling baik untuk\nproliferasi plb P. violacea selama 40 minggu. Beberapa aspek yang diamati dalam\npenelitian ini meliputi tingkat kesintasan dan regenerasi plb, tingkat ploidi planlet,\nkerapatan dan ukuran stomata, serta jumlah kloroplas pada sel penjaga. Hasil\npenelitian menunjukkan bahwa media dengan penambahan 5% ekstrak pisang\nMas merupakan media yang paling baik untuk proliferasi plb dengan\nmenghasilkan 1,2 ± 0,53 plb pada minggu ke-4, 2,80 ± 1,16 daun pada minggu\nke-12, dan 0,50 ± 0,29 akar pada minggu ke-16. Perendaman dengan larutan\nkolkisin 0,2% selama 72 jam adalah durasi perendaman yang paling banyak\nmenginduksi tetraploidi pada plb P. violacea. Hal ini dibuktikan pada hasil\nanalisis ploidi dengan menggunakan flow cytometry yang menunjukkan bahwa\n67% dari plb yang direndam selama 72 jam merupakan planlet tetraploid. Jika\ndiamati pada karakter morfologisnya, planlet tetraploid memiliki jumlah daun dan\nakar yang lebih sedikit daripada diploid. Ukuran stomata pada planlet tetraploid\nlebih besar dibandingkan dengan planlet diploid yaitu 43,27 ± 0,89 ?m sehingga\nkerapatan stomatanya lebih rendah sekitar 26,33 ± 5,82/mm2\n. Jumlah kloroplas\npada sel penjaga pada planlet tetraploid lebih banyak sekitar 76,33 ± 10,39\nkloroplas dibandingkan dengan planlet diploid. Dari hasil penelitian tersebut dapat\ndisimpulkan bahwa media dengan penambahan 5% ekstrak pisang Mas menjadi\nmedia yang paling baik untuk proliferasi plb P. violacea dan perendaman plb\nselama 72 jam merupakan durasi perendaman yang menginduksi paling banyak\nplanlet tetraploid.", "Daftar File": {"ABSTRAK Kameliah Mushonev": "https://digilib.itb.ac.id/gdl/download/182431", "COVER Kameliah Mushonev": "https://digilib.itb.ac.id/gdl/download/199933", "BAB 1 Kameliah Mushonev": "https://digilib.itb.ac.id/gdl/download/199934", "BAB 2 Kameliah Mushonev": "https://digilib.itb.ac.id/gdl/download/199935", "BAB 3 Kameliah Mushonev": "https://digilib.itb.ac.id/gdl/download/199936", "BAB 4 Kameliah Mushonev": "https://digilib.itb.ac.id/gdl/download/199937", "BAB 5 Kameliah Mushonev": "https://digilib.itb.ac.id/gdl/download/199938", "PUSTAKA Kameliah Mushonev": "https://digilib.itb.ac.id/gdl/download/199939"}, "Penulis": "Kameliah Mushonev [20616007]", "Kontributor / Dosen Pembimbing": ["Dr. Iriawati, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Phalaenopsis violacea, protocorm like-bodies, kolkisin, tetraploidi, proliferasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "24 Sep 2019"}