{"Nomor": 42902, "Judul": "PENGEMBANGAN ANALISIS KONSUMSI ENERGI LISTRIK MENGGUNAKAN METODE DISAGREGASI", "Abstrak": "Konsumsi energi dunia terus mengalami peningkatan dan diperkirakan konsumsi energi akan meningkat 28% pada tahun 2040. Sayangnya permintaan energi yang terus meningkat tidak diimbangi oleh ketersediaan energi saat ini. Agar dapat menyeimbangkan permintaan dan ketersediaan energi, perlu dilakukan penghematan, yaitu dengan melakukan manajemen energi. Pada penelitian ini penulis menawarkan suatu cara memanajemen energi yaitu dengan melakukan disagregasi energi listrik. Penulis memanfaatkan konsep Internet of Things pada sistem disagregasi yang dibangun untuk melakukan komunikasi antar perangkat, penyimpanan, dan data analitik. Pada studi ini telah dilakukan simulasi beban dengan menggunakan empat buah lampu pijar dengan daya yang berbeda-beda. Kemudian dilakukan karakterisasi peralatan dan penulis juga mencoba algoritma yang dibangun untuk tiga buah peralatan dapur. Hasilnya algoritma berhasil mendeteksi aktivitas lampu saat simulasi beban dengan akurasi sebesar 100% dan saat diterapkan ke peralatan dapur memiliki akurasi sebesar 78%. Selanjutnya dilakukan metode clustering 1 dimensi dan 2 dimensi untuk mendeteksi adanya multistate. Metode 1 dimensi berhasil dengan akurasi sebesar 100% namun metode 2 dimensi memiliki akurasi sebesar 90%. Untuk meningkatkan selektivitas algoritma disagregasi, dilakukan pula analisis konsumsi energi dengan melibatkan daya reaktif untuk dapat mendisagregasi konsumsi energi listrik rumah tangga.", "Daftar File": {}, "Penulis": "Elsanita Sinaga [10215056]", "Kontributor / Dosen Pembimbing": ["Drs. Maman Budiman, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Clustering, disagregasi beban, manajemen energi, multistate", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "7 file", "Tanggal Input": "24 Sep 2019"}