{"Nomor": 42918, "Judul": "IMPLEMENTASI JARINGAN OVERLAY PADA OVN UNTUK ARSITEKTUR KOMUNIKASI L2/L3", "Abstrak": "Komunikasi antar komputer dalam sebuah jaringan sangat bergantung kepada konfigurasi dari perangkat-perangkat jaringan perantara yang digunakan, misalnya arsitektur switch dan router. Untuk menunjang arsitektur SDN (Software-Defined Networking) dibutuhkan perangkat-perangkat jaringan khusus dengan harga yang lebih mahal dibanding perangkat jaringan pada umumnya. Dengan menggunakan teknologi virtualisasi yang dimiliki Ovs (Open vSwitch), suatu perangkat komputer dapat dijadikan sebagai sebuah perangkat jaringan pengganti yang memiliki fungsi seperti halnya switch ataupun router yang dapat menunjang SDN. Akan tetapi, dengan Open vSwitch suatu komputer hanya dapat dirubah menjadi satu buah switch atau satu buah router sehingga OvS memiliki keterbatasan dari sisi fleksibilitasnya. \n \nDari situlah dikembangkan sebuah teknologi lain sebagai pelengkap Open vSwitch, yakni OVN (Open Virtual Network). OVN memanfaatkan teknologi virtualisasi dengan membangun sebuah lapisan jaringan virtual baru (jaringan overlay) diatas jaringan yang sudah ada (jaringan underlay). Dengan menggunakan OVN, di dalam sebuah komputer dapat dibentuk beberapa perangkat jaringan sekaligus sehingga sebuah arsitektur jaringan yang kompleks dapat dibangun dan diatur dengan lebih leluasa. Dengan demikian, OVN dapat dengan signifikan menambah fleksibilitas jaringan OvS. \n \nSejauh ini, teknologi OVN masih terus dikaji dan dikembangkan. Tugas Akhir ini bertujuan mengkaji mekanisme kerja dari OVN sehingga dapat digunakan untuk komunikasi L2/L3 pada jaringan. Metode penelitian yang digunakan adalah dengan melakukan studi literatur dan eksperimen. Eksperimen dilakukan dengan membuat dua buah arsitektur jaringan. Satu arsitektur jaringan digunakan untuk uji coba komunikasi pada L2, sedangkan satu arsitektur jaringan lainnya digunakan untuk uji coba komunikasi L3.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/182457"}, "Penulis": "Permadi Tri Prasojo [18115010]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Eueung Mulyana, S.T., M.Sc.", "Dr. Tutun Juhana, S.T., M.T.", "Adrie Taniwidjaja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "OVN, OvS, SDN", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "24 Sep 2019"}