{"Nomor": 42913, "Judul": "ANALISIS DINAMIKA BOGIE KENDARAAN METRO KAPSUL", "Abstrak": "Metro Kapsul merupakan transportasi publik yang dikembangkan oleh PT Teknik Rekayasa Kereta Kapsul untuk menyelesaikan masalah kemacetan dan menghemat waktu perjalanan di kota Bandung. Metro Kapsul dikategorikan ke dalam Light Rail Transit dan memiliki kapasitas 70 penumpang per kapsul. Sebelum dapat beroperasi, serangkaian analisis teknis diperlukan untuk menjamin kelayakan dan keamanan kendaraan, salah satunya adalah analisis dinamika bogie Metro Kapsul.\nPenelitian diawali dengan studi literatur, diskusi, pengumpulan data spesifikasi kendaraan dari PT Teknik Rekayasa Kereta Kapsul, dan perumusan hubungan gerak antar komponen pada Metro Kapsul. Dari perumusan hubungan gerak, diagram benda bebas komponen dibuat dan gaya yang bekerja pada tiap komponen dihitung. Perhitungan dilakukan berdasarkan gerakan Metro Kapsul saat akan berbelok dan sedang berbelok. Perhitungan pertama dilakukan dengan menyelesaikan persamaan gaya. Perhitungan kedua didasari oleh dua kasus, gaya lateral hanya bertindak pada guide wheel atau pada roda, untuk ditentukan perbandingannya dan divalidasi. Hasil perhitungan kedua metode tersebut dibandingkan dengan perhitungan menggunakan standar UIC 615-4 untuk dianalisis lebih lanjut. Pada penelitian ini, variabel masukan berupa percepatan sudut guide wheel frame dan knuckle, dan variabel keluaran berupa gaya pada setiap komponen bogie.\nGaya terbesar pada seluruh roda dan guide wheel yang didapatkan dari penelitian ini adalah 8.733,56 N dan 39.618,19 N, dengan persentase pembagian gaya lateral sebesar 18,06% dan 81,94%.", "Daftar File": {}, "Penulis": "Yehezkiel Davian Raditya [13115013]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Bagus Budiwantoro"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "bogie, Metro Kapsul, dinamika, gaya lateral, belok, UIC 615-4", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "24 Sep 2019"}