{"Nomor": 42916, "Judul": "PENINGKATAN PROSES FINAL INVESTMENT DECISION (FID) UNTUK PROYEK MAJOR CAPITAL MIGAS STUDI KASUS PROSES PENGAMBILAN KEPUTUSAN PT. VUL", "Abstrak": "Ketidakpastian dari berbagai faktor, harga minyak, produksi, resiko eksekusi dan operasional, faktor-faktor eksternal, adalah isu-isu yang mempengaruhi profitability proyek. Untuk proyek major capital (MCP), dengan tingkat investasi yang mencapai ratusan juta atau sampai milyaran US$, proses rasional terstruktur yang handal sangat diperlukan untuk meminimalkan ketidakpastian dan memberikan semua informasi yang diperlukan untuk seorang pengambil keputusan menghasilkan keputusan berkualitas tinggi dan terukur untuk melanjutkan ke tahap eksekusi proyek.\n\nWawancara semi-terstruktur untuk beberapa proyek dengan CAPEX senilai sekitar $500 juta, sampai di atas $10 milyar telah dilakukan bersama dengan perbandingan perkiraan nilai-nilai di tahap pendanaan dengan hasil aktual, di samping ulasan literatur untuk mengungkapkan kompleksitas, isu-isu nyata yang dihadapi dalam proses. Analisa terhadap proses dan bias dilakukan untuk mendapatkan solusi.\n\nUlasan juga dilakukan terhadap efektivitas Decision Executive (DE)/Decision Review Board (DRB), intelijen harga pasar komoditas migas, high-grading atau opsi-opsi pengurutan proyek, penyelarasan eksternal, waktu optimum periode investasi, serta bias-bias yang ditemui dan bagaimana proses mitigasinya.\n\nUntuk memitigasi isu-isu yang diidentifikasi, penyertaan proses mitigasi dalam proses FID melalui penyelarasan DE/DRB, pengurutan proyek, scenario kondisi pasar, ulasan kematangan teknologi, metode debiasing, komunikasi dengan pihak eksternal, dan optimisasi waktu ke FID, termasuk proses transformasi dan implementasinya disajikan sebagai bagian dari kesimpulan studi.", "Daftar File": {"2019_TS_PP_Marco Wibisono_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/182455"}, "Penulis": "Marco Wibisono [29117325]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Utomo Sarjono Putro, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Bias, Ulasan Keputusan, Final Investment Decision, Proyek Major Capital, Migas.", "Sumber": "PT. VUL", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "24 Sep 2019"}