{"Nomor": 42922, "Judul": "PEMODELAN RESERVOIR KARBONAT STATIS DAN ESTIMASI CADANGAN INTERVAL JK, FORMASI CIBULAKAN ATAS, LAPANGAN MENDEZ, CEKUNGAN JAWA BARAT UTARA", "Abstrak": "Lapangan Mendez secara administratif terletak di Provinsi Jawa Barat, Cekungan Jawa Barat Utara dengan ukuran 11,9 x 4.12 km dan merupakan lapangan dalam tahap pengembangan. Lapangan ini terletak pada Sub-Cekungan Jatibarang yang berasosiasi dengan struktur sesar normal berorientasi relatif timur laut-barat daya akibat subduksi Meratus yang terjadi pada akhir Kapur dan pembentukan jalur magmatis baru yang pada Miosen hingga Pliosen-Pleistosen. Reservoir pada Lapangan Mendez berada pada Formasi Cibulakan Atas dengan fokus penelitian interval reservoir JK.\nPenelitian ini bertujuan untuk memahami kondisi geologi lapangan penelitian, menentukan karakteristik reservoir seperti fasies pengendapan, distribusi dan properti reservoir, serta prospek hidrokarbon pada reservoir JK. Data yang digunakan terdiri dari data seismik 3D, deskripsi batuan inti, data log tali kawat, dan data perforasi. Metode yang digunakan dalam adalah analisis stratigrafi sikuen, analisis properti reservoir, analisis struktur geologi, pemodelan reservoir statis, dan estimasi volume cadangan hidrokarbon.\nBerdasarkan karakteristik batuan inti, interval penelitian tersusun menjadi 3 satuan litofasies yaitu Floatstone, Foraminifera Packstone to Wackestone dan Red Algae Foraminifera Packstone to Wackestone. Formasi Cibulakan Atas pada Lapangan Mendez diendapkan pada lingkunga laut dangkal. Interval penelitian memiliki asosiasi fasies interior platform-normal marine, inter reef dan patch reef. Berdasarkan hasil analisis properti reservoir, fasies yang memiliki kualitas reservoir yang baik adalah fasies patch reef.\nHasil pemodelan reservoir berdasarkan pendekatan metode stokastik serta perhitungan volumetrik hidrokarbon menyimpulkan bahwa terdapat prospek hidrokarbon pada interval reservoir JK dengan STOIIP sebesar 490.855 MSTB dan GIIP sebesar 0,6 TCF.", "Daftar File": {}, "Penulis": "Resha Hayyu Tiffani [12015043]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Prihadi Soemintadiredja, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Lapangan Mendez, stokastik, properti reservoir, reef, hidrokarbon.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "24 Sep 2019"}