{"Nomor": 42924, "Judul": "PREDIKSI EPITOPE SEL LIMFOSIT B PROTEIN HBcAg DENGAN PENDEKATAN IMMUNOINFORMATICS SEBAGAI BASIS PENGEMBANGAN DIAGNOSTIK HBcAg DAN PENGUJIANNYA MENGGUNAKAN NANOFIBER GELATIN-SELULOSA ASETAT", "Abstrak": "Hepatitis B Virus (HBV) merupakan suatu virus yang menyerang sel hati dan dapat menyebabkan kerusakan. HBV menyerang orang dewasa dan anak-anak dengan transmisi berupa cairan tubuh ataupun dapat diturunkan dari ibu ke anak. HBV memiliki 10 genotipe (A-J) yang tersebar di seluruh dunia, sedangkan prevalensi HBV di Indonesia didominasi oleh genotipe B dan C. Diagnosis HBV dilakukan dengan mendeteksi keberadaan antigen yang dimiliki virus tersebut, seperti protein nukleokapsid (HBcAg). Diagnosis umumnya dilakukan menggunakan Enzyme-Linked Immunosorbent Assay (ELISA), tetapi ELISA sendiri memiliki sensitivitas yang terbatas. Sensitivitas sistem ELISA dapat ditingkatkan dengan penggunaan nanofiber (NF). Tujuan penelitian ini adalah menentukan kandidat epitope HBcAg secara In silico dan menguji antigenisitas epitope terprediksi menggunakan pendekatan ELISA dan ELISA termodifikasi NF. Metode yang digunakan adalah prediksi Epitope sel B HBcAg secara In silico, meliputi analisis kompatibilitas HLA, analisis cross-reactivity, dan kebaruan epitope. Pembuatan sistem ELISA-NF dilakukan pada microplate dan microtube. Proses prediksi dilakukan melibatkan 2725 sekuen HBcAg HBV B dan C, lalu dilakukan kurasi hingga diperoleh 1715 sekuen. Dilakukan prediksi epitope sel B menggunakan BepiPred, BCPred, dan COBEpro, serta analisis tingkat kelestarian sekuen sehingga diperoleh dua epitope. Dua kandidat epitope yang mewakili genotipe B dan C, yaitu C1 yang bersifat hidrofilik dan C2 cenderung hidrofobik, dan keduanya memiliki afinitas dengan HLA-DPA1, HLA-DPB1, serta HLA-DR dengan derajat afinitas yang rendah. C1 memiliki karakter cross-react yang tinggi karena memiliki 7 residu yang identik dengan protein yang ada di manusia. Pengujian epitope menggunakan ELISA dan ELISA nanofiber selulosa asetat-gelatin (ELISA-NF) masih menghasilkan absorbansi yang kurang optimal dan ELISA-NF yang dilakukan pada microtube memiliki hasil yang lebih baik walaupun ELISA termodifikasi NF tidak lebih baik daripada ELISA konvensional. Kesimpulan penelitian ini adalah sistem pengujian diagnostik epitope perlu dioptimasi lebih lanjut.", "Daftar File": {}, "Penulis": "Bima Prastyanto Suryono [10415038]", "Kontributor / Dosen Pembimbing": ["Sony Suhandono, M.Sc., Ph.D.", "Husna Nugrahapraja, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "ELISA, HBcAg, HBV, In silico, Nanofiber, Prediksi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "24 Sep 2019"}