{"Nomor": 42926, "Judul": "PENGARUH TEKANAN SALINITAS DAN TEKANAN OKSIDATIF TERHADAP RASIO PRODUKSI ASTAXANTHIN DAN KLOROFIL A PADA KULTUR Chlorella sorokiniana", "Abstrak": "Astaxanthin merupakan jenis karotenoid sekunder xantofil yang memiliki aktivitas antioksidan lebih tinggi dibandingkan jenis karotenoid lainnya, seperti ?,?-karoten, lutein, cantaxanthin, likopen, dan vitamin E. Astaxanthin dapat dihasilkan oleh bakteri, fungi, kapang, mikroalga, dan tanaman. Spesies mikroalga yang umum digunakan di industri sebagai penghasil astaxanthin adalah Haematococcus pluvialis, tetapi jenis mikroalga tersebut memiliki pertumbuhan yang lambat dan proses ekstraksi yang lama, sehingga dilakukan penelitian menggunakan genus mikroalga lain sebagai penghasil astaxanthin yaitu Chlorella. Klorofil a merupakan pigmen primer yang berfungsi menyerap sinar cahaya dan mengkonversinya menjadi energi dalam proses fotosintesis. Klorofil banyak diproduksi selama fase logaritmik mikroba, sedangkan astaxanthin akan banyak diproduksi ketika memasuki fase stasioner. Natrium klorida (NaCl) dan hidrogen peroksida (H2O2) diketahui dapat menginduksi produksi astaxanthin melalui tekanan salinitas dan tekanan oksidatif terhadap sel mikroalga, sehingga penelitian ini bertujuan untuk mengetahui konsentrasi NaCl dan H2O2 yang optimal untuk produksi astaxanthin oleh C. sorokiniana pada medium Bold’s Basal dan bagaimana pengaruhnya terhadap rasio produksi klorofil a. Variasi konsentrasi NaCl yang digunakan adalah 0,05 M, 0,2 M, dan 0,4 M; sedangkan variasi konsentrasi H2O2 yang digunakan adalah 0,02 mM, 0,2 mM, 2 mM, dan 5 mM. Tahapan yang dilakukan terdiri atas pembuatan kurva tumbuh C. sorokiniana pada medium Bold’s Basal dan pada seluruh medium dengan perlakuan, ekstraksi dan penentuan konsentrasi astaxanthin, ekstraksi dan penentuan konsentrasi klorofil a, penghitungan jumlah sel, serta diameter sel. Hasil kurva tumbuh digunakan untuk menentukan umur mikroalga saat akan diekstraksi pigmen pada hari ke-0, fase ½ logaritmik, fase awal stasioner, dan fase tengah stasioner. Jumlah sel pada variasi NaCl dan H2O2 mengalami penurunan seiring peningkatan konsentrasi, sedangkan tidak ada perbedaan yang signifikan terhadap diameter sel mikroalga ketika diberi perlakuan NaCl maupun H2O2. Hasil pengamatan menunjukkan baik astaxanthin maupun klorofil mengalami peningkatan di tiap fase pertumbuhan pada seluruh variasi NaCl dan H2O2. Rasio produksi astaxanthin akan dominan ketika fase tengah stasioner dengan konsentrasi tertinggi pada medium yang diberi penambahan H2O2 2 mM serta konsentrasi NaCl 0,05 M secara terpisah, sedangkan rasio produksi klorofil a akan dominan pada fase ½ logaritmik dengan konsentrasi tertinggi diperoleh pada medium kontrol (terhadap variasi H2O2) serta pada konsentrasi NaCl 0,05 M secara terpisah.", "Daftar File": {}, "Penulis": "Agnes Ester Patricia Siregar [10415020]", "Kontributor / Dosen Pembimbing": ["Dr. Gede Suantika, S.Si., M.Si.", "Dr. Magdalena Lenny Situmorang, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "alkali treatment, aseton, astaxanthin, Chlorella sorokiniana, klorofil", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "24 Sep 2019"}