{"Nomor": 42923, "Judul": "USULAN STRATEGI KOMPETITIF UNTUK MENINGKATKAN KINERJA BANDARA INTERNASIONAL RAJA HAJI FISABILILLAH", "Abstrak": "Bisnis bandara adalah industri padat modal. Dibutuhkan banyak dana dalam mengembangkan dan meningkatkan fasilitas serta infrastruktur bandara agar tetap kompetitif. Bandara Internasional Raja Haji Fisabilillah (RHF) adalah salah satu bandara yang dioperasikan oleh PT Angkasa Pura II (Persero). Selama bertahun-tahun, kinerja keuangan bandara berada dalam kondisi yang tidak baik. Biaya operasional jauh lebih tinggi daripada pendapatan mereka. Manajemen Pusat PT Angkasa Pura II (Persero) prihatin dengan masalah ini dan meminta manajemen bandara RHF agar dapat menemukan strategy alternatif untuk meningkatkan kinerja bandara.\nDalam penelitian ini, proses manajemen strategis digunakan untuk menentukan strategi yang paling cocok untuk Bandara International Raja Haji Fisabilillah untuk mendapatkan pemahaman yang lebih baik tentang situasi eksternal dan internal sehingga dapat meningkatkan kinerjanya. Strateginya dimulai dari pemindaian lingkungan, perumusan strategi, dan implementasi dan evaluasi strategi. Pengumpulan data menggunakan baik data primer maupun data sekunder. Data primer dikumpulkan dengan menggunakan pendekatan kualitatif yaitu wawancara dan diskusi kelompok dengan manajemen bandara. Data sekunder seperti laporan tahunan, laporan manajemen bandara RHF dikumpulkan dengan menggunakan pendekatan kuantitatif. Setelah melakukan pemindaian lingkungan internal dan eksternal menggunakan analisis SWOT, selanjutnya informasi dievaluasi oleh IE Matrix, Grand Strategy Matrix, dan Porter General Strategy.\nDari hasil analisis ditemukan bahwa posisi kompetitif Bandara Raja Haji Fisabilillah International di pasar lemah, sehingga bandara harus menerapkan strategi intensif untuk meningkatkan posisi kompetitifnya. Bandara dapat melakukan pengembangan pasar, penetrasi pasar, dan pengembangan produk. RHF juga dapat melakukan integrasi horizontal untuk mendapatkan peningkatan produk dan perluasan pasar. Apalagi dengan melakukan strategi horizontal seperti merger dan aliansi, bandara bisa menghilangkan pesaing. Strategi likuidasi tidak akan dilakukan oleh manajemen, meskipun bandara tidak menghasilkan pendapatan yang cukup. Hal ini disebabkan karena tujuan utama pendirian bandara tidak hanya tentang untuk mencari keuntungan akan tetapi juga sebagai tempat untuk menghubungkan orang dari satu tempat ke tempat lain. Lebih lanjut, Jika melihat kondisi geografis dimana bandara itu berada, banyak sekali pulau pulau kecil yang membutuhkan transportasi udara sebagai sarana yang menghubungkan daerahnya dengan daerah yang lain dengan cara yang lebih efektif dan efisien.\nRekomendasi strategi kompetitif yang sesuai untuk kondisi Bandara RHF saat ini adalah dengan mengembangkan bisnis General Aviation. Bisnis ini merupakan produk yang belum pernah diterapkan oleh bandara pesaing dan mengambil segmen konsumen yang juga berbeda. Selain itu dalam penerapannya, bisnis ini tidak memerlukan banyak investasi karena fasilitas bandara sudah cukup memenuhi. Rencana implementasi yang diusulkan menyediakan program enam bulan, yang dapat disesuaikan karena lingkungan yang mungkin berubah.", "Daftar File": {"2019_TS_PP_Nurul Karina Utami_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/182469"}, "Penulis": "Nurul Karina Utami [29117026]", "Kontributor / Dosen Pembimbing": ["Dr. Harimukti Wandebori, S.T., M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "analisis eksternal, analisis internal, bandara, formulasi strategi bisnis, strategi kompetitif", "Sumber": "PT Angkasa Pura II (Persero)", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "24 Sep 2019"}