{"Nomor": 42925, "Judul": "ANALISIS ELEMEN KAPABILITAS ORGANISASI YANG MEMPENGARUHI PERFORMA ORGANISASI PT. KERETA API INDONESIA (PERSERO)", "Abstrak": "PT. Kereta Api Indonesia (persero) adalah salah satu perusahaan milik negara yang berbasis pada bisnis transportasi. Pada 2017 Kementerian Perhubungan (Menhub) bersama Pemerintah Kalimantan dan Sulawesi membangun transportasi kereta api untuk memenuhi kebutuhan transportasi. Transportasi kereta api akan dikelola oleh PT. Kereta Api Indonesia pada akhir 2019, sehingga perusahaan membutuhkan lebih banyak karyawan untuk mengelola area baru. Analisis Kemampuan Organisasi diperlukan untuk menjaga kinerja mereka tetap baik, sehingga perusahaan mengetahui elemen apa yang harus dikembangkan pada karyawan baru mereka dan memiliki dampak besar terhadap kinerja perusahaan. metodologi yang digunakan adalah analisis regresi linear berganda untuk mengetahui hubungan kemampuan organisasi dengan kinerja organisasi. 100 responden yang diambil dalam analisis ini adalah karyawan kantor pusat PT. Kereta Api Indonesia (persero), Penelitian ini menggunakan sembilan elemen (Kecepatan, Inovasi, Hubungan dengan Pelanggan, siap untuk berubah, Responsif strategis, Bakat, Efisien, Siap untuk aliansi strategis, dan lingkungan kerja internasional) yang berdampak pada kinerja organisasi, dari sembilan elemen yang dianalisis dengan analisis regresi linear berganda, ada 2 elemen yang berdampak besar terhadap kinerja organisasi yaitu kecepatan kerja dan lingkungan kerja internasional. Kecepatan memiliki tingkat signifikan 0,011 dan nilai T 2,601, yang berarti jika kecepatan karyawan meningkat dalam satu unit ada peningkatan kinerja organisasi sebesar 2,601. Lingkungan kerja internasional memiliki tingkat signifikan 0,001 dan nilai T sebesar 3,479, yang berarti jika lingkungan kerja internasional PT. Kereta Api Indonesia (persero) meningkat dalam satu unit sehingga kinerja organisasi meningkat 3.479. Berdasarkan wawancara dan analisis SWOT PT. Kereta Api Indonesia dapat disimpulkan bahwa perubahan harus ada untuk mempertahankan keberadaan perusahaan, tetapi PT. Kereta Api Indonesia memiliki tantangan besar untuk menyiapkan sumber daya manusianya agar siap. PT. Kereta Api Indonesia memiliki kekuatan sebagai perusahaan milik sendiri, tetapi jika karyawan tetap santai dan berada pada zona nyamannya tanpa ada keinginan untuk berubah, keberadaan mereka akan jatuh. Peneliti merekomendasikan beberapa cara untuk meningkatkan kesiapan PT. Kereta Api Indonesia dalam menghadapi perubahan yaitu, membuat pelatihan tentang berfikir kreatif, membuat list dari gangguan yang pernah terjadi dan bagaimana cara mengatasinya, membuat inovasi yang berhubungan dengan product inti, memberikan karyawan pelatihan dan kebiasaan untuk berbahasa inggris, dan update informasi tentang pasar baja", "Daftar File": {"2019_TS_PP_Venti Putri Cahyani_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/182471"}, "Penulis": "Venti Putri Cahyani [29117525]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Madju Yuni Ros Bangun, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "PT. Kereta Api Indonesia, Organisasi, Kapabilitas, Kinerja", "Sumber": "PT. KERETA API INDONESIA (PERSERO)", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "24 Sep 2019"}