{"Nomor": 42920, "Judul": "PERBAIKAN KINERJA ANGGARAN PELAKSANAAN PROYEK PADA PROYEK PEMBERSIHAN TANAH (Studi tentang Six Sigma di Proyek Lingkungan dari PT XYZ)", "Abstrak": "Variasi biaya merupakan hal yang biasa terjadi pada pelaksanaan suatu proyek. Kinerja anggaran biaya sangat penting bagi suatu proyek untuk melihat bagaimana proyek tersebut dikerjakan. Variasi biaya bisa diakibatkan oleh beberapa faktor dan mungkin tidak sama untuk beberapa proyek. Kegagalan pencapaian pada kinerja biaya menyebabkan pembengkakan biaya proyek, oleh karena itu sangat penting untuk mengetahui apa yang menjadi penyebab terjadinya variasi biaya secara spesifik untuk proyek tersebut untuk menjaga anggaran proyek masih berada dalam batas toleransinya dan perbaikan dalam kinerja penggunaaan anggaran. PT XYZ telah menyelesaikan pembersihan pada total 18 lokasi di tahun 2018. Evaluasi terhadap penggunaan anggaran dilakukan dengan membandingkan biaya aktual yang digunakan dengan besaran anggaran yang telah direncanakan. Besarnya biaya aktual terpakai adalah 2.05 kali lebih tinggi dari besarnya anggaran awal yang direncanakan dan aktual volume yang dikerjakan terlihat lebih tinggi dari perkiraan lingkup kerja yang ada di rencana anggaran di awal. \nMetode Six Sigma, yang dikenal dengan DMAIC (Define, Measure, Analyze, Improve and Control), digunakan untuk mengeksplorasi permasalahan hingga pembuatan rencana implementasi. Proyek KPI yang berhubungan dengan penggunaan anggaran digunakan sebagai batas toleransi untuk variasi biaya aktual yang digunakan untuk proyek. Diagram alur proses dan Supplier-Input-Process-Output-Customer (SIPOC) digunakan untuk menggambarkan proses pekerjaan pembersihan tanah di proyek lingkungan. Pemeriksaan process capability dilakukan dan mengindikasikan bahwa proses kerja pembersihan tanah yang dilakukan sekarang belum capable secara proses dan hasil dari proses adalah off-center (Cpk", "Daftar File": {"2019_TS_PP_Patria Legawa_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/182465"}, "Penulis": "Patria Legawa [29117322]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Mursyid Hasan Basri, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Analytical Hierarchy Process (AHP), Kinerja Anggaran, Pembengkakan Biaya, Manajemen Proyek, Six Sigma", "Sumber": "PT. XYZ", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "24 Sep 2019"}