{"Nomor": 42938, "Judul": "PROPOSED NEW MARKETING STRATEGY BASED ON PRODUCT MIX FOR FASHION BRAND  ( CASE : BLCKROSE)", "Abstrak": "Blckrose adalah merek fashion lokal dari Bandung yang berfokus pada produk fashion. Blckrose adalah produk fashion yang berfokus pada streetwear gaya korea. streerwear adalah jenis pakaian yang cenderung kasual dan non-formal. Sejak awal, Blckrose didirikan pada Februari 2019. Total penjualan produk Blckrose belum mencapai target yang ditentukan. Meskipun Blckrose telah mencoba strategi pemasaran menggunakan brand ambassador sebagai ikon merek, tetapi angka penjualan masih belum mencapai target yang ditentukan.\nPenelitian ini adalah menggunakan metode kualitatif deskriptif dan akan menggunakan beberapa konsep yaitu STP (Segmenting, Targeting, dan Positioning), Marketing Mix (5P), Product Mix, dan analisis SWOT. Masalahnya bahwa Blckrose memiliki penjualan yang rendah. Pada analisis root cause kita dapat melihat penyebabnya. Penyebab utama berasal dari produk dan promosi. Blckrose memiliki kekurangan dalam varian produk.\nUntuk mengatasi masalah, Blckrose perlu fokus pada aspek dari 5P yaitu produk, harga, tempat, oromosi, dan orang. Solusi untuk Blckrose adalah dengan menambahkan varian dari  produk mereka, mengembangkan lini produk, membuat konten visual yang kreatif, dan membuat jadwal tetap untuk promosi setiap bulanya. Strategi bisnis dapat diimplemetasikan dengan bantuan kalender timeline.", "Daftar File": {"2019_TS_PP_Alifa Rahmi_1-Abstrak": "https://digilib.itb.ac.id/gdl/download/182491", "Alifa rahmi_29117473_Chapter 1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/254095", "Alifa rahmi_29117473_Chapter 2.pdf\n]": "https://digilib.itb.ac.id/gdl/download/254096", "Alifa rahmi_29117473_Chapter 3.pdf\n]": "https://digilib.itb.ac.id/gdl/download/254097", "Alifa rahmi_29117473_Chapter 4.pdf\n]": "https://digilib.itb.ac.id/gdl/download/254098"}, "Penulis": "Alifa Rahmi [29117473]", "Kontributor / Dosen Pembimbing": ["Dr. Alvanov Zpalanzani, S.T., M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Blckrose, Bauran Pemasaran, Bauran Produk, Fesyen, Streetwear", "Sumber": "BLCKROSE", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "5 file", "Tanggal Input": "24 Sep 2019"}