{"Nomor": 42933, "Judul": "ANALISIS PENGARUH ROTASI DAN LAJU KEHILANGAN MASSA TERHADAP EVOLUSI BINTANG MASSIF", "Abstrak": "Evolusi bintang membutuhkan waktu yang lama dibanding umur manusia, dengan rentang jutaan hingga milyaran tahun. Tidak ada yang dapat melihat dan mengamati evolusi bintang dari awal pembentukan hingga berakhirnya sebuah bintang. Untuk itu, diperlukan suatu teori dan model yang dapat menjelaskan proses evolusi sebuah bintang dengan cara mengamati kondisi masing-masing bintang pada saat ini. Teori evolusi bintang dibangun berdasarkan pengamatan bintang dengan massa yang relatif hampir sama kemudian dibandingkan kondisinya masing-masing. Perbedaan dan persamaan berdasarkan pengamatan yang dilakukan akan menjadi dasar dalam membangun teori dan model dari evolusi bintang. Oleh sebab itu, manusia tidak perlu menunggu bintang ber-evolusi dahulu dalam membangun teori evolusi bintang. Massa bintang merupakan faktor penentu terbesar dan dominan terhadap tahapan evolusi yang akan dilalui oleh suatu bintang, sehingga terdapat beberapa kategori dalam pengelompokan evolusi bintang berdasarkan massa bintang. Bintang massif memiliki massa M bintang ? 8M?, bintang ini akan melewati fase deret utama, subraksasa, maharaksasa, bintang Wolf-Rayet, supernova, dan bintang neutron atau lubang hitam. Dalam tugas akhir ini, dibahas evolusi bintang massif dengan massa tertentu. Pemodelan jejak evolusi bintang di diagram HR, dilakukan dengan memasukkan parameter fisis berupa massa awal 8 M?, 10 M?, 12 M?, 15 M?, 20 M?, 30 M?, 35 M?, 40 M?, 60 M?, 80 M?, dan 100 M?, kecepatan rotasi bintang (v = 300 km/s), metalisitas (Z = 0,02). Kemudian ditinjau efek rotasi terhadap jejak evolusi pada masing-masing bintang. Pemodelan jejak evolusi bintang dibuat menggunakan kode numerik evolusi bintang MESA (Modules for Experiment in Stellar Astrophysics) berbasis Linux.", "Daftar File": {}, "Penulis": "Dio Tri Eka Putra [10315036]", "Kontributor / Dosen Pembimbing": ["Dr. Aprilia, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "evolusi bintang, kecepatan rotasi bintang, MESA.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "24 Sep 2019"}