{"Nomor": 42943, "Judul": "PREDIKSI JUMLAH PRODUKSI ENERGI PADA PLTS BERBASIS DERET WAKTU BIVARIAT MENGGUNAKAN ALGORITMA PEMBELAJARAN MESIN", "Abstrak": "Negara tropis seperti Indonesia sangat tepat menerapkan panel surya sebagai sumber energi terbarukan karena intensitas cahaya matahari yang diterima sangat besar. Penggunaan energi listrik yang semakin besar mendorong berbagai industri untuk mengembangkan teknologi alternatif yang salah satunya bersumber dari matahari. Salah satu teknologi yang banyak dikembangkan adalah PLTS untuk menghasilkan energi listrik dari sumber matahari. Produksi energi yang dihasilkan PLTS perlu diprediksi agar energi dapat melakukan perencanaan tertentu terkait pemeliharaan sistem jika dinilai efesiensi mulai turun dan untuk mengetahui besar energi yang dapat dihasilkan dalam waktu yang akan datang sehingga dapat membuat perencanaan yang lebih matang terkait dengan produksi energi menggunakan energi alternatif. Data yang digunakan adalah data pada waktu sebelumnya untuk memprediksi di waktu yang akan datang. Gridsearch digunakan untuk mencari parameter optimal dalam memprediksi energi yang dihasilkan. Variabel independen yang mempengaruhi energi pada panel surya adalah iradiasi matahari dan temperatur lingkungan. Untuk algoritma Regresi linier dapat menghasilkan akurasi prediksi 79% dan tergantung dari pola data, fluktuatif data, dan kualitas data. Karena itu dibutuhkan metode lain untuk mengoptimasi hasil prediksi. Metode yang digunakan adalah MVP dan ARIMA. Kedua metode tersebut memiliki parameter yang mempengaruhi nilai dari akurasi prerdiksi, sehingga GridSearch membantu dalam mencari score parameter yang tinggi untuk menghasilkan parameter terbaik dalam prediksi suatu data. Parameter MVP terdiri dari C, ?, ? dan parameter MVP terdiri dari p,d,q yang masing-masing akan dikombinasikan untuk mencari nilai terbaik. Nilai parameter terbaik dalam MVP dan ARIMA menghasilkan rata-rata akurasi di atas 85% serta nilai Mape atau error yang rendah. Tingkat akurasi tertinggi adalah 92% yang diperoleh dari ARIMA untuk prediksi dan 91% yang diperoleh dari MVP. Kedua metode memberikan hasil terbaik dalam memprediksi produksi energi untuk 2 bulan dengan menggunakan data 2016. Selain akurasi, nilai Mape dan RMSE juga menunjukkan tingkat penyimpangan antara nilai sebenarnya dengan nilai prediksi, dan menunjukkan seberapa baik metode tersebut dalam membuat pola sebelum memprediksi data.", "Daftar File": {"ABSTRAK Tesla Pinantun Hamonangan": "https://digilib.itb.ac.id/gdl/download/182497"}, "Penulis": "Tesla Pinantun Hamonangan [23316303]", "Kontributor / Dosen Pembimbing": ["Ir. Edi Leksono, M.Eng., Ph.D.", "Prof. Brian Yuliarto, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Prediksi Jumlah Produksi Energi, Panel surya, deret waktu bivariat, Pembelajaran Mesin", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Sep 2019"}