{"Nomor": 42944, "Judul": "KARAKTERISASI MAGNETIK DAN ANALISIS GEOKIMIA DARI SEDIMEN SUNGAI SEKITAR DANAU SIDENRENG, SULAWESI SELATAN", "Abstrak": "Sedimen sungai merupakan hasil dari proses sedimentasi di lingkungan sungai yang\nberasal dari pelapukan batuan dasar atau proses erosi. Perubahan lingkungan yang\nterjadi di perairan sungai dapat disebabkan secara alamiah (litogenik) dan aktivitas\nmanusia (antropogenik). Permasalahan yang biasanya terjadi adalah adanya\nkehadiran suatu unsur atau zat pencemar yang membahayakan bagi lingkungan.\nMetode magnetik merupakan salah satu metode geofisika yang dapat digunakan\nuntuk mendeteksi pencemaran pada lingkungan, termasuk di daerah sungai. Metode\nini digunakan karena dapat membedakan sifat-sifat mineral magnetik sedimen\nsungai dengan karakteristik lingkungan yang berbeda. Untuk menentukan unsur\natau zat tersebut dapat menggunakan metode geokimia. Metode geokimia\nmerupakan metode yang dapat digunakan untuk menganalisis konsentrasi logam\nberat pada sedimen sungai sehingga dapat menentukan kualitas lingkungan dan\nsumber polutan logam berat.\nDanau Sidenreng adalah danau yang terletak di Sulawesi Selatan yang sering\nmengalami permasalahan degradasi setiap tahunnya. Kondisi geologi di daerah\ntersebut yang kompleks dan adanya aktivitas manusia di sekitar sungai diperkirakan\nmenjadi penyebab permasalahan tersebut. Pada penelitian ini, sampel sedimen yang\ndigunakan berasal dari tiga sungai di sekitar Danau Sidenreng, yaitu Sungai Salo\nSidenreng, Sungai Salo Pokkoto, dan Sungai Salo Panreng. Metode yang digunakan\npada penelitian ini adalah metode magnetik dengan pengukuran suseptibilitas dan\npengukuran IRM (Isothermal Remanent Magnetization) pada sampel. Selain itu\ndigunakan juga metode geokimia XRF (X-Ray Fluoroscene). Dari hasil yang\ndiperoleh pada pengukuran tersebut diketahui bahwa Sungai Salo Sidenreng\nmemiliki kandungan logam berat yang paling banyak, Sungai Salo Pokkoto\nmemiliki nilai SIRM dan kelimpahan mineral magnetit yang paling tinggi, dan\nSungai Salo Panreng memiliki nilai suseptibilitas yang paling tinggi", "Daftar File": {"ABSTRAK Rifky Maulana": "https://digilib.itb.ac.id/gdl/download/182498"}, "Penulis": "Rifky Maulana [12315065]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Satria Bijaksana", "Silvia Jannatul Fajar, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Danau Sidenreng, sedimen sungai, suseptibilitas, IRM (Isothermal Remanent Magnetization), XRF (X-Ray Fluoroscene)", "Sumber": "", "Staf Input/Edit": "", "File": "8 file", "Tanggal Input": "24 Sep 2019"}