{"Nomor": 42945, "Judul": "KARAKTERISASI SEDIMEN DANAU SIDENRENG BERDASARKAN PARAMETER MAGNETIK DAN GEOKIMIA", "Abstrak": "Danau Sidenreng adalah salah satu danau yang terletak di Sulawesi Selatan, Indonesia. Danau\nSidenreng mengalami permasalahan yang cukup serius setiap tahunnya sehingga menjadi hal\nyang menarik untuk diteliti. Pencemaran di sekitar danau membuat degradasi kualitas dari\nDanau Sidenreng. Padatnya penduduk yang bermukim di sekitar danau menyebabkan\nsedimentasi di Danau Sidenreng meningkat tidak lagi hanya berasal dari kontribusi litogenik\ntetapi juga oleh komponen antropogenik. Sumber sedimen danau yang berasal dari komponen\nlitogenik misalnya hasil pelapukan batuan dan tanah yang terdapat di sekitar danau dan\nkomponen antropogenik merupakan komponen yang berasal dari aktivitas manusia.\nKomponen antropogenik yang masuk ke Danau Sidenreng dapat mempengaruhi kualitas\nDanau Sidenreng. Pada penelitian ini menggunakan sampel sedimen dari Danau Sidenreng\nyang kemudian akan dianalisis penyebab dari degradasi Danau Sidenreng. Sampel sedimen\nyang digunakan berjumlah 21 titik sampel yang diambil dibeberapa tempat, sampel sedimen\ntersebut diukur nilai suseptibilitas magnetik nya dengan menggunakan alat Magnetic\nSusceptibility Meter Bartington MS2 dalam frekuensi rendah dan frekuensi tinggi sehingga\nakan didapatkan nilai dan . Selain itu juga dilakukan pengukuran X-Ray Fluoroscence\n(XRF) untuk mengetahui konsentrasi unsur-unsur yang terkandung pada sampel sedimen\nDanau Sidenreng dan juga menggunakan pengukuran IRM yang akan menghasilkan nilai\nSaturation Isothermal Remanent Magnetization (SIRM) serta SIRM/ yang mampu\nmengindikasikan bagaimana karakteristik mineral magnetik sedimen Danau Sidenreng lebih\ndikontrol oleh komponen antropogenik", "Daftar File": {"ABSTRAK Rizky Huthama Arsyad": "https://digilib.itb.ac.id/gdl/download/182499"}, "Penulis": "Rizky Huthama Arsyad [12315012]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Satria Bijaksana", "Silvia Jannatul Fajar, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Danau Sidenreng, suseptibilitas, X-Ray Fluoroscence (XRF), Saturation Isothermal Remanent Magnetization (SIRM), litogenik, antropogenik.", "Sumber": "", "Staf Input/Edit": "", "File": "8 file", "Tanggal Input": "24 Sep 2019"}