{"Nomor": 42949, "Judul": "ANALISIS KANDUNGAN FENOLIK TOTAL DAN AKTIVITAS ANTIOKSIDAN EKSTRAK TANAMAN EX VITRO DAN IN VITRO GINSENG JAWA (Talinum paniculatum Gaertn.)", "Abstrak": "Akar dan daun ginseng jawa (Talinum paniculatum) umumnya dikonsumsi sebagai obat herbal pada masyarakat tradisional sebagai pembersih darah ginjal, sakit jantung, afrodisiak, dan tonikum. Selain itu, tanaman ini juga mengandung senyawa fenolik yang berpotensi sebagai antioksidan. Pada penelitian ini, dilakukan analisis untuk membandingkan kandungan fenolik total pada sampel akar dan daun dari tanaman ex vitro serta sampel akar adventif, akar berambut, daun, dan kalus dari tanaman in vitro. Kandungan fenolik total dari masing-masing sampel kemudian dikorelasikan dengan aktivitas antioksidan melalui penentuan IC50 menggunakan uji DPPH (2,2-diphenyl-1-picrylhydrazyl). Hasil penelitian menunjukkan bahwa kandungan fenolik total tertinggi didapatkan pada organ akar berumur 2 bulan dari tanaman ex vitro (78,5 ± 1,2 mg GAE/mg BK) dan sampel daun dari tanaman in vitro (81 ± 2,3 mg GAE/mg BK). Kandungan fenolik total berkorelasi positif dengan aktivitas antioksidan yang ditunjukkan dengan nilai IC50 pada sampel akar tanaman ex vitro dan daun in vitro masing-masing sebesar 42,7 ± 2,7 mg/L (aktivitas antioksidan sangat kuat) dan 56,4 ± 2,7 mg/L (aktivitas antioksidan kuat). Berdasarkan analisis kandungan fenolik total dan aktivitas antioksidan dapat disimpulkan bahwa produksi senyawa antioksidan dapat dilakukan pada organ akar tanaman ex vitro berumur 2 bulan atau menggunakan daun tanaman in vitro.", "Daftar File": {}, "Penulis": "Aggy Agatha [10613012]", "Kontributor / Dosen Pembimbing": ["Dr. Ahmad Faizal, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Kandungan fenolik total, aktivitas antioksidan, Talinum paniculatum.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "24 Sep 2019"}