{"Nomor": 42960, "Judul": "Perencanaan Fasilitas Pengolahan Sampah Organik Di Tempat Pengolahan Sampah Reduce, Reuse, Recycle (TPS 3R) Pasar Cicadas'", "Abstrak": "TPS Pasar Cicadas terletak di Kelurahan Babakan Surabaya, Kecamatan Kiaracondong, Kota Bandung. Luas lahan TPS adalah 520 m2. TPS ini melayani sampah rumah tangga dan non rumah tangga (sampah pasar, mall, kantor/instansi, sekolah, dan sampah sapuan jalan). Daerah pelayanan meliputi 25 RW tergabung dalam 4 Kelurahan dan 3 Kecamatan. Timbulan sampah yang masuk ke TPS Pasar Cicadas berdasarkan data primer melalui sampling sampah menggunakan metode Loud Count Analysis diperoleh 51,31 m3/hari terdiri dari 45,5 m3/hari sampah rumah tangga dan 5,81 m3/hari sampah non rumah tangga. Komposisi sampah terbesar adalah sampah organik dengan persentase 44%. Timbulan sampah di sumber diperoleh 3,13 l/o/h atau setara dengan 0,36 kg/o/h. Sistem operasional TPS meliputi pewadahan di sumber, pengumpulan, pemindahan, dan pengangkutan. Evaluasi kondisi eksisting sistem operasional antara lain (1) belum dilakukan prinsip reduce, reuse,dan recycle di sumber (2) belum dilakukan jadwal pengumpulan sampah (3) proses pemindahan sampah dilakukan secara manual dengan melemparkan sampah dari kendaraan pengumpul ke kontainer (4) tidak berfungsinya reaktor digester untuk pengolahan sampah organik (5) reduksi sampah di TPS masih kecil, hanya pemilahan sampah anorganik yang layak jual (botol plastik, gelas/kaca, logam), (6) tidak terorganisirnya proses pemilahan sampah. Dari permasalahan di atas, perlu dilakukan upaya perencanaan sistem pengolahan sampah terutama untuk mengatasi sampah organik untuk menurunkan jumlah timbulan sampah yang diangkut ke TPA. Dilakukan skenario perencanaan kapasitas desain perencanaan pengolahan sampah organik pada TPS 3R selama 10 tahun mendatang. Perencanaan pengolahan sampah organik yang terpilih direncanakan menggunakan proses anaerob dengan redesain biodigester dan proses aerob dengan windrow composting. Bahan masukan sampah yang diolah menggunakan biodigester adalah sampah organik basah (sisa makanan, sayuran, buah-buahan), Sedangkan windrow composting menggunakan bahan masukan sampah organik kering (dedaunan) yang dicampur dengan sampah organik basah dengan perbandingan 1:2.", "Daftar File": {"MIFTA KHOLA AROFIH (15714008)": "https://digilib.itb.ac.id/gdl/download/182519"}, "Penulis": "Mifta Khola Arofih [15714008]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Tri Padmi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "biodigester, pengolahan sampah, sampah organik, TPS 3R, windrow composting", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "24 Sep 2019"}