{"Nomor": 42964, "Judul": "PEMODELAN DAN ANALISIS KONSUMSI ENERGI BUS LISTRIK PENGGERAK BELAKANG DENGAN PENGEREMAN REGENERATIF", "Abstrak": "Salah satu sumber polusi udara terbesar berasal dari emisi gas buang kendaraan bermotor. Untuk mengurangi jumlah emisi gas buang kendaraan bermotor, beberapa hal telah dilakukan seperti membatasi emisi gas buang maksimum dari tiap kendaraan dan mengubah jenis bahan bakar seperti pada Transjakarta. Hal lain yang dapat dilakukan adalah mengubah kendaraan bermotor tersebut menjadi kendaraan listrik. Kendaraan listrik merupakan kendaraan yang menggunakan energi listrik, umumnya bersumber dari baterai, sebagai sumber energi untuk bergerak. Karena tidak menggunakan mesin bakar, kendaraan listrik menjadi lebih ramah lingkungan. Namun, beberapa hal masih perlu dikembangkan dari kendaraan listrik. Kendaraan listrik yang ada sekarang masih menimbulkan kekhawatiran para calon penggunanya atau yang lebih dikenal dengan istilah range anxiety. Calon pengguna kendaraan listrik khawatir tentang jarak tempuh yang dapat ditempuh oleh kendaraan listrik. Hal ini dikarenakan kendaraan listrik hanya dapat membawa energi listrik dalam jumlah terbatas pada baterai. Untuk menambah jarak tempuh kendaraan listrik, pengembangan sistem baterai dan sistem penambah energi diteliti. Salah satu sistem penambah energi listrik pada kendaraan listrik adalah sistem pengereman regeneratif.\n\nPengereman regeneratif adalah salah satu cara untuk memanen energi listrik dari mekanisme pengereman pada kendaraan listrik. Namun, jumlah energi listrik yang dapat dipulihkan terbatas pada spesifikasi motor listrik yang digunakan. Hal ini menyebabkan sistem pengereman kendaraan listrik perlu menggunakan sistem pengereman yang dikombinasi antara sistem pengereman regeneratif dan pengereman gesek. Sistem kontrol pengereman dapat dilakukan untuk memaksimalkan penggunaan sistem pengereman regeneratif. Sistem kontrol pengereman diharapkan dapat menjaga stabilitas sistem pengereman dan tetap dapat memulihkan banyak energi.\n\nUntuk menanggulangi hal tersebut, peneliti melakukan penelitian penggunaan berbagai jenis sistem kontrol pengereman. Sistem kontrol pengereman yang dibandingkan adalah sistem kontrol pengereman paralel, serial, dan modifikasi. Sistem kontrol pengereman modifikasi merupakan sistem kontrol yang dikembangkan dari sistem kontrol serial dikarenakan penelitian sebelumnya menunjukkan bahwa sistem kontrol pengereman serial mendapatkan hasil energi pulih dan kestabilan sistem pengereman yang lebih baik dibandingkan dengan sistem kontrol pengereman paralel. Perbandingan sistem kontrol pengereman tersebut dilakukan menggunakan model aliran energi pada bus listrik yang dibuat menggunakan Matlab/Simulink. Beberapa siklus berkendara digunakan untuk melihat perbedaan energi pulih yang dapat dihasilkan dari ketiga sistem kontrol pengereman. Siklus berkendara yang digunakan adalah berdasarkan rute koridor 1 Tranjakarta ((Halte Kota—Halte Blok M)) dan WLTP (Worldwide Harmonised Light Vehicle Test Procedure). Pengukuran kecepatan, jarak, dan elevasi di koridor 1 Transjakarta dikumpulkan menggunakan aplikasi Android OsmAnd dan Speedometer yang berbasis GPS. Spesifikasi bus listrik yang digunakan untuk simulasi adalah bus listrik BYD tipe Medium C6 dan bus listrik ITB tipe Medium.  \n\nSebelum simulasi dilakukan, validasi model aliran energi pada Matlab/Simulink dilakukan. Validasi model aliran energi menggunakan data hasil uji statis dan dinamis dua bus listrik BYD, yaitu tipe Single K9 dan tipe Medium C6. Hasil validasi menunjukkan bahwa perbedaan yang didapat dari penggunaan model menunjukkan hasil yang bervariasi dari setiap siklus. Nilai kesalahan untuk uji statis bus listrik medium C6 sebesar 0,05%. Nilai rata-rata kesalahan untuk uji dinamis bus listrik BYD tipe Medium C6 sebesar 34,4%. Nilai rata-rata kesalahan untuk uji dinamis bus listrik BYD tipe Single K9 sebesar 13,9%. Nilai yang besar dikarenakan beberapa data spesifikasi bus listrik BYD tipe Single K9 dan tipe Medium C6 yang digunakan merupakan data asumsi akibat kurangnya informasi tentang spesifikasi bus listrik BYD. Selain itu, perbedaan yang cukup jauh juga dikarenakan siklus berkendara yang diasumsikan sehingga berbeda dengan kondisi aslinya. Namun, respon model terhadap input data cukup baik di mana output data naik dan turun bersamaan dengan output hasil uji dinamis. Sehingga model yang digunakan cukup valid untuk memperkirakan konsumsi energi bus listrik.\n\nSelanjutnya, simulasi model dilakukan untuk melihat perbandingan ketiga jenis sistem kontrol pengereman, yaitu paralel, serial, dan modifikasi. Hasil simulasi menunjukkan bahwa penggunaan sistem kontrol pengereman modifikasi menghasilkan energi pulih paling banyak dibanding dua sistem kontrol lainnya. Sistem kontrol pengereman modifikasi menghasilkan energi pulih paling banyak sebesar 25,5% di mana strategi serial sebesar 15,3% dan paralel 8,3%. Sedangkan penggunaan pengereman regeneratif paling maksimal sebesar 42,6%, dari 27,5kWh energi pengereman, dapat dipulihkan. Maka, peneliti menyimpulkan bahwa sistem kontrol yang dimodifikasi menghasilkan energi pulih paling banyak.", "Daftar File": {}, "Penulis": "Metha Islameka [23317015]", "Kontributor / Dosen Pembimbing": ["Ir. Edi Leksono, M.Eng., Ph.D.", "Prof. Brian Yuliarto, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Pemodelan Matematis, Pengereman Regeneratif, Pemulihan Energi, Bus Listrik", "Sumber": "", "Staf Input/Edit": "Rina Kania", "File": "8 file", "Tanggal Input": "24 Sep 2019"}