{"Nomor": 42976, "Judul": "PEMETAAN KOMPETENSI KESELAMATAN PROSES FRONT-LINER DI PT CPI UNTUK MENINGKATKAN KEUNGGULAN KOMPETITIF SEBAGAI PERUSAHAAN KELAS DUNIA", "Abstrak": "Chevron adalah perusahaan terbesar ketiga di Amerika menurut Fortune 500 dan dikenal sebagai perusahaan energi terkemuka dunia dan perusahaan kelas dunia, selaras dengan visi dan nilainya. Keselamatan berkaitan erat dalam mendukung perusahaan untuk diakui sebagai kelas dunia. Di antara industri minyak & gas, Keselamatan Proses dianggap sebagai keunggulan kompetitif yang bersedia diinvestasikan oleh Chevron. PT Chevron Pacific Indonesia (PT CPI) menghadapi situasi bisnis yang menantang. Karena itu, penting untuk tetap kompetitif dengan menjaga operasi tetap aman dan andal. Berdasarkan pengamatan dan temuan dari skor tes Validasi & Verifikasi Kunjungan Lokasi (LSV V&V) di bawah ekspektasi, peneliti kemudian memiliki rasa ingin tahu terhadap kompetensi keselamatan proses karyawan di PT CPI. Frontliner telah dipilih karena mereka adalah pemegang risiko tertinggi untuk melakukan operasi sehari-hari di fasilitas. Penelitian ini akan mengamati frontliner jika mereka telah memiliki dan menerapkan kompetensi keselamatan proses standar dalam menangani dan / atau mendukung operasi rutin, dan untuk mengukur tingkat aktual dari kompetensi keselamatan proses saat ini.\nPemetaan kompetensi akan menjadi dasar untuk mengukur tingkat kompetensi saat ini dari keselamatan proses, dan menilai kesiapan tingkat kompetensi sebagai keunggulan kompetitif Chevron sebagai perusahaan kelas dunia. Dengan mengetahui kesenjangan, strategi untuk meningkatkan tingkat kompetensi para frontliner di fasilitas dapat dikembangkan. Pemetaan tinjauan literatur digunakan untuk menentukan model elemen inti keselamatan proses yang akan digunakan sebagai elemen dasar dalam mengembangkan kuesioner untuk memetakan tingkat kompetensi. Penelitian ini mengacu pada model dari Pusat Keamanan Proses Kimia (CCPS) dan Pusat Keamanan IChemE (ICS), dibandingkan dengan elemen fokus Keamanan Proses internal di OEMS. Perpotongan dari proses pemetaan tinjauan literatur ini menghasilkan 9 Elemen Inti Keselamatan Proses, yang selanjutnya diterjemahkan ke dalam pernyataan kuesioner berdasarkan karakteristik kompetensi Pengetahuan - Keterampilan - Sikap (KSA).\nKesenjangan terluas dalam Kompetensi PS Operator atau Frontliners berasal dari Kode Teknis & Standar (TC&S), diikuti oleh Integritas & Keandalan Aset (AI&R), Prosedur Operasi (OP), dan Identifikasi Bahaya & Manajemen Risiko (H&RM). Elemen-elemen ini akan menjadi fokus Tim PSM untuk mempersempit kesenjangan dalam implementasi strategi jangka pendek. Sementara dalam strategi jangka panjang, fokusnya adalah mempertahankan Kompetensi PS untuk semua elemen. Sebagai rekomendasi penelitian ini, beberapa program diusulkan. Implementasi dari program-program ini harus berkelanjutan dan berkelanjutan.", "Daftar File": {"2019_TS_PP_Dyah Arini Hutaminingtyas_1-Abstrak 1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/182542"}, "Penulis": "Dyah Arini Hutaminingtyas [29117352]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Madju Yuni Ros Bangun, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Keamanan proses, pemetaan kompetensi, frontliner, operator, kesadaran, Keunggulan kompetitif", "Sumber": "PT CPI", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "25 Sep 2019"}