{"Nomor": 42977, "Judul": "FINANCE STRATEGY ALTERNATIVES TO SUPPORT BUSINESS GROWTH AT  PT PELABUHAN INDONESIA III (PERSERO)", "Abstrak": "PT Pelabuhan Indonesia III (Persero) atau Pelindo III adalah Badan Usaha Milik Negara dengan bidang bisnisnya adalah pelayanan jasa kepelabuhanan, yaitu antara lain jasa pemanduan dan penundaan kapal, jasa bongkar muat barang di pelabuhan, penumpukkan petikemas di pelabuhan, properti dan jasa penunjang lainnya yang terkait. Sebagai Badan Usaha Milik Negara, PT Pelabuhan Indonesia III (Persero) juga mempunyai tugas dan kewajiban kepada kepentingan negara. Investasi Perusahaan tidak selalu yang sifatnya adalah meningkatkan pendapatan tetapi juga yang sifatnya adalah minimum pelayanan kepada masyarakat. Tahun 2019, Rapat Umum Pemegang Saham menetapkan bahwa belanja investasi Perusahaan adalah sebesar Rp 6.41 trilliun. Pendapatan ditargetkan naik 9.12% di tahun 2019. Pelindo III memiliki hutang jangka panjang dalam bentuk global bond sejumlah $1milliar. Jadi selain belanja investasi Pelindo III juga mempunyai kewajiban membayar bunga bond dalam dollar.\n\nPenelitian ini ditujukan untuk mengetahui apakah Pelindo III memerlukan sumber dana tambahan dari eksternal untuk aktivitas operasional dan belanja investasi. Perhitungan internal growth rate menghasilkan nilai 3.28% atau jauh lebih rendah jika dibandingkan dengan peningkatan target penjualan tahun 2109 yaitu 9.12%. Sehingga dapat diartikan bahwa dibutuhkan tambahan dana dari eksternal atau selain dari tambahan laba ditahan untuk memenuhi pencapaian target pendapatan tahun 2019, dengan konsekuensi meningkatkan rasio hutangnya. Perhitungan sustainable growth rate menghasilkan nilai 10.33% atau lebih tinggi dari growth perusahaan yg ditargetkan, yang artinya adalah Perusahaan masih dapat meningkatkan jumlah hutangnya untuk memenuhi kebutuhan pendanaan perusahaan. \n\nUntuk mengetahui jumlah dana yang dibutuhkan disusun proforma berdasarkan data 2018 dan target 2019. Kebutuhan dana eksternal (EFN) adalah sebesar Rp 5 trilliun. Penulis melakukan analisa dengan beberapa pilihan yaitu penambahan modal disetor oleh Pemegang Saham, Pinjaman Bank jangka panjang dalam rupiah, Penerbitan global bond dan Innitial Public Offering. Berdasarkan analisa rasio keuangan khususnya ROA (return on asset) dan ROE (Return on equity) diketahui bahwa peningkatan ROA paling tinggi adalah altenative menambah dana dari penambahan modal yaitu ROA dari 4.54% menjadi 3.65%. Dan ROE yang paling rendah penurunannya adalah alternative penerbitan global bond yaitu dari 13.38% menjadi 9.16%.\n\nPenerbitan global bond menjadi alternative terbaik dalam jangka waktu pendek.  PT Pelabuhan Indonesia III (Persero) mempunyai pengalaman yang baik dalam hal pernerbitan global bond. Global bond dinilai efektive berdampak kepada Rasio Lancar karena Perusahaan tidak mempunyai kewajiban melakukan pembayaran pokok pinjaman selama masa pinjaman.\n\nPerusahaan dapat mempertimbangkan untuk Initial public offering dalam waktu jangka panjang. Hal ini ditunjukkan dengan meningkatnya nilai per lembar saham dari Rp72.86 juta menjadi Rp 82.93 juta.", "Daftar File": {"2019_TS_PP_Nanang Prasetiyo_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/182543"}, "Penulis": "Nanang Prasetiyo [29117307]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Subiakto, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "pendanaan, keuangan perusahaan, pinjaman, pertumbuhan, bond, go public, wacc", "Sumber": "PT PELABUHAN INDONESIA III (PERSERO)", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "25 Sep 2019"}