{"Nomor": 42981, "Judul": "STUDI KELAYAKAN PELAKSANAAN PROGRAM DRILLING 77 SUMUR DI UJUNG KONSESI LAPANGAN MINYAK MENGGUNAKAN MEKANISME COST RECOVERY: STUDI KASUS PT ROKAN OIL", "Abstrak": "Hampir seluruh lapangan minyak di Indonesia sudah tua dan dibutuhkan investasi dalam bentuk program pengeboran pengembangan atau membuka daerah baru (eksplorasi) untuk menjaga produksi. Di dalam metoda cost recovery, program pengeboran pengembangan merupakan pilihan yang lebih baik dimana semua biaya untuk melakukan project ini akan dikembalikan dari produksi. Biaya Intangible akan dikembalikan langsung ketika produksi dimulai tetapi untuk biaya tangible akan dikembalikan mengikuti pola depresiasi 5 tahun. Isu yang lain di Indonesia adalah banyaknya lapangan minyak yang saat ini kontrak kerjanya akan berakhir dan berada di masa transisi dari pemilik konsesi yang lama ke yang baru. Pemilik konsesi lama akan berusaha untuk menahan investasi yang besar karena ketidak ekonomisan proyek. Studi ini akan membahas mengenai studi kasus dimana sebuah perusahaan sedang mempertimbangkan melakukan pengeboran pengembangan untuk 77 sumur dengan kondisi kontrak kerja akan berakhir dalam 2 tahun. Tujuan dari studi ini akan melihat apakah dengan sisa masa kontrak, proyek ini secara operational dapat dilakukan dan tetap menguntungkan.\n\nLangkah pertama adalah membuat proyeksi waktu eksekusi dari proyek ini dengan tujuan melakukan pengeboran untuk 77 sumur dan mem-produksikan sumur-sumur ini secepatnya. Beberapa perubahan dilakukan dan dapat mempercepat phase eksekusi dari bulan July-20 ke Jan-20 (6 bulan percepatan). Economic analysis juga dilakukan berdasarkan waktu eksekusi proyek tetapi hasilnya memberikan negative untuk cash flow dan NPV. Dengan hasil ini maka proyek tidak boleh dilanjutkan.\n\nProyek ini juga melihat potensi solusi untuk dapat meningkatkan nilai ekonomis dari proyek ini dengan mengurangi dan atau menghilankan biaya tangible dari perhitungan ekonomis. Dengan approach ini didapati NPV dari proyekmeningkat ke $4,7 juta dan IRR berada di level 16.7%.", "Daftar File": {"2019_TS_PP_Raynold Siregar_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/182555"}, "Penulis": "Raynold Siregar [29117326]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Subiakto, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Ke-ekonomisan Proyek, Kontrak Bagi Hasil,  Minyak dan Gas, Operasi, Pengeboran", "Sumber": "PT ROKAN OIL", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "25 Sep 2019"}