{"Nomor": 42980, "Judul": "RANCANGAN PENYAJIAN INFORMASI KINERJA PENELITIAN GUNA MENDUKUNG PENGAMBILAN KEPUTUSAN STRATEGIS DALAM PENGEMBANGAN KARIR AKADEMIK DOSEN", "Abstrak": "Pelaksanaan pembelajaran, penelitian, inovasi, dan pengabdian masyarakat memerlukan tenaga akademik yang unggul. Salah satu isu strategis dalam Rencana Strategis ITB tahun 2016-2020 adalah meningkatkan sumber daya insani dalam program pengembangan tenaga akademik Guru Besar dan Lektor Kepala. Masalah yang dialami dalam pengembangan karir akademik saat ini adalah pemanfaatan sumber daya informasi yang ada belum optimal sehingga belum dapat menghasilkan pengetahuan baru secara berkala untuk mendukung pemangku kepentingan dalam mengambil keputusan strategis terkait dengan proses kenaikan jabatan akademik pada fakultas/sekolah yang dipimpinnya.  \n \nDengan menggunakan metode Design Science Research Method (DSRM) tahapan penelitian ini dilakukan dengan menentukan masalah penelitian, menerapkan manajemen informasi dengan pendekatan business intelligence, sehingga menghasilkan rancangan penyajian informasi (information delivery) termasuk di dalamnya analisis data, konten informasi, dan reformulasi informasi yang menggambarkan pola keterkaitan, menghubungkan substansi setiap data dari berbagai sumber untuk menjadi sebuah visualisasi informasi yang dapat menggambarkan prediksi kinerja penelitian guna mendukung pengembangan karir akademik dosen untuk menjamin kesetimbangan jumlah dan kompetensi dosen. \n \nPada penelitian ini proses pengujian dilakukan dengan expert justification yang terdiri dari level manajemen, level operasional, dan level IT expert, secara garis besar mendapatkan nilai 4.56 yang dalam skala Likert berarti  “sangat baik”. Hal tersebut menunjukkan bahwa penerapan penyajian informasi kinerja penelitian dosen yang dilakukan mampu menghasilkan informasi kinerja penelitian yang relevan, dan dapat memberikan nilai lebih untuk mendukung rencana strategis perguruan tinggi serta kemudahan proses pengembangan karir akademik dosen.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/183372"}, "Penulis": "Ajeng Sekar Tanjung [23217050]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Albarda, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "jabatan akademik, pengembangan karir, penyajian informasi", "Sumber": "", "Staf Input/Edit": "karya  \n                                     karya", "File": "1 file", "Tanggal Input": "25 Sep 2019"}