{"Nomor": 42997, "Judul": "SITE SELECTION FOR THERMAL DESORPTION UNIT(TDU) FACILITY AT CENDANA AREA (CASE STUDY: PT OGE)", "Abstrak": "PT. Oil Green Earth (PT. OGE) telah beroperasi selama 92 tahun di wilayah operasi di daerah Sumatra dibawah contract dengan Pemerintah Indonesia. Kontrak ini akan berakhir sehingga PT OGE bertanggung jawab untuk memulihkan seluruh area operasinya sebelum di serahkan kembali ke pemerintah Indonesia pada tahun 2021. PT OGE bekerja di bawah arahan KLHK (Kementrian Lingkungan Hidup dan Kehutanan) untuk melakukan remediasi \"Tanah Terkontaminasi Minyak Bumi\" (COCS / TTM) serta pengelolaan limbah lainnya selama masa Kontrak Bagi Hasil.\nSetelah dianalisa jumlah kapasitas fasilitas prosesing COCS yang tersedia saat ini sangat terbatas dan tidak akan bisa melayani semua volume COCS yang harus dibersihkan, sehingga perlu dibangun beberapa fasilitas pemrosesan COCS baru. \nSeleksi pemilihan lokasi untuk pembangunan fasilitas ini merupakan pekerjaan yang penting karena kalau ini tidak dilakukan maka fasilitas yang terlanjur dibangun di suatu lokasi tidak akan bisa dipakai dan biaya dan waktu yang dikeluarkan untuk membangun fasilitas ini akan terbuang sia-sia.\nDidalam penelitian ini akan dijelaskan pemilihan lokasi untuk membangun suatu fasilitas pemrosesan perlu dijelaskan dahulu kriteria apa saja yang harus di penuhi oleh suatu lokasi apakah lokasi ini cocok untuk di bangun suatu fasilitas pemrosesan. Kriterai ini bisa berasal dari peraturan-peraturan pemerintah atau juga bisa berasal dari kriteria atau standar dari perusahaan. Setelah diketahui kriterianya maka dilakukan peninjauan ke lapangan sehingga mendapatkan data aktual dan terkini. Kemudian project team memberikan weight factor ke masing-masing kriterai dan diambil nilai rata-rata tertimbang yang diberikan untuk masing masing alternative. \nDengan perhitungan  menggunakan methode AHP maka akan diketahui lokasi terbaik untuk pembangunan fasilitas ini.", "Daftar File": {"2019_TS_PP_Eko Danang Prasetyo_1-Abstrak (1).pdf?": "https://digilib.itb.ac.id/gdl/download/182584"}, "Penulis": "Eko Danang Prasetyo [29117321]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Pri Hermawan, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "AHP (Analytical Hierarchy Process), COCS (Crude Oil Contaminated Soil), GOI (Government of Indonesia) Regulation, SMART (Simple Multi-Attribute Rating Technique), Thermal Desorption Unit (TDU).", "Sumber": "PT. OGE", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "25 Sep 2019"}