{"Nomor": 42993, "Judul": "CONCURRENCY PADA RYU CONTROLLER DENGAN MENGGUNAKAN LIBRARY EVENTLET", "Abstrak": "Pada era globalisasi ini, informasi disampaikan secara cepat dari satu tempat ke tempat yang lain di seluruh dunia. Beragam informasi tersebut disampaikan salah satunya dengan menggunakan sistem global jaringan yang saling terkoneksi, atau yang lebih dikenal dengan sebutan internet. Perkembangan teknologi untuk mendukung fasilitas agar internet dapat memberi layanan lebih luas dan lebih cepat untuk penggunanya semakin digencarkan. Pengaplikasiannya termasuk pada konfigurasi network devices, salah satunya adalah switch. Namun, pada saat ini konsep network device multi-vendor yang konvensional memiliki kekurangan. Untuk dapat mengubah karakteristik dari sebuah network device, konfigurasi perlu dilakukan secara manual untuk setiap device sesuai dengan vendor yang digunakan. Hal ini membutuhkan waktu yang lama, mengingat jumlah network device semakin bertambah setiap tahunnya. Oleh karena itu, konsep Software Defined-Network dapat dijadikan solusi untuk mengatasi kompleksitas jaringan konvensional seperti sekarang ini. Dalam Tugas Akhir ini, penulis membuat Jupyter Notebook dari sebuah Aplikasi SDN dengan menggunakan Ryu Controller terkait dengan parallel programming. Ryu Controller sendiri merupakan sebuah remote controller yang menjadi control plane dari sebuah OpenFlow Switch. Di dalam lalu lintas data pada switch, setiap packet yang masuk perlu di-handle dengan menggunakan handler yang sesuai. Untuk mengatasi flow packet yang terus berjalan seiring berjalannya Aplikasi SDN, konsep parallel programming diterapkan agar proses handling tidak berjalan secara paralel dan menghindari konflik yang mungkin terjadi pada setiap thread.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/182579"}, "Penulis": "Sri Wahyu Ningsih [18115012]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Eueung Mulyana, S.T., M.Sc.", "Dr. Tutun Juhana, S.T., M.T.", "Adrie Taniwidjaja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "SDN, Ryu, controller, concurrent.", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "25 Sep 2019"}