{"Nomor": 43005, "Judul": "PENGEMBANGAN ALGORITMA PENENTUAN TITIK LOCATOR PADA KOMPONEN BENDA KERJA MULTIPART PADA MODULAR FIXTURE BERBASIS DOWEL-PIN", "Abstrak": "Proses manufaktur adalah salah satu kegiatan yang terpenting dalam suatu industri. Kegiatan tersebut meliputi proses menambah dan mengaplikasikan bahan fisik maupun bahan kimia untuk merubah bentuk geometri bahan atau penampilan permukaan dalam pembuatan suatu produk. Proses manufaktur erat kaitannya dengan proses pemesinan yaitu suatu proses pemotongan atau pembentukan suatu bahan baku dengan maksud untuk menjadikan sebuah produk yang memiliki nilai dan fungsi.\nDalam proses pemesinan terdapat banyak sekali alat bantu yang digunakan untuk mendukung dan mempermudah suatu pekerjaan. Salah satunya adalah modular fixture. Modular fixture adalah suatu alat bantu untuk memegang benda kerja, memposisikan dengan benar, dan alat pendukung selama proses pemesinan atau kegiatan perakitan. Modular fixture memiliki beberapa komponen seperti locator dan clamping.\nBeberapa penelitian modular fixture sebelumnya terfokus pada pengaplikasian benda kerja single part dengan penggunaan komponen yang relatif banyak sehingga dianggap kurang efisien. Oleh karena itu, pada penelitian ini mencoba mengaplikasikan modular fixture dengan benda kerja multipart dengan mengurangi penggunaan komponen locator dan clamping agar lebih efisien.\nPenelitian ini meliputi pengembangan algoritma penentuan titik locator berdasarkan gambar proyeksi orthogonal, sehingga menghasilkan penggunaan komponen relatif sedikit. Penelitian ini juga mengembangkan model matematis untuk menentukan layout benda kerja tanpa terjadi overlap pada setiap benda kerja multipart.", "Daftar File": {"ABSTRAK EDWIN SYALLI SIREGAR": "https://digilib.itb.ac.id/gdl/download/182589"}, "Penulis": "EDWIN SYALLI SIREGAR [23416070]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Anas Ma’ruf, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Modular fixture, Multipart, Proyeksi orthogonal, Titik locator, Layout benda kerja, Overlap.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "25 Sep 2019"}