{"Nomor": 43009, "Judul": "PENETAPAN PREMI ASURANSI PENYAKIT KRITIS MELALUI METODE RANTAI MARKOV EMPAT KEADAAN", "Abstrak": "Asuransi penyakit kritis merupakan salah satu jenis asuransi kesehatan dengan manfaat\nyang diberikan sekaligus apabila pemegang polis terserang penyakit kritis yang\ntermasuk dalam kontrak. Proses perubahan status kesehatan pemegang polis dapat\ndiamati dan dimodelkan dengan rantai Markov multi keadaan waktu kontinu.\nPerubahan keadaan dimodelkan dalam empat keadaan rantai Markov yaitu sehat, sakit\nkanker, meninggal karena sakit kanker, dan meninggal karena penyebab lainnya.\nBerdasarkan model ini akan dihitung peluang transisi dan laju transisi yang bersesuaian\ndengan empat keadaan yang mungkin untuk penyakit kritis menggunakan modifikasi\ndari tabel mortalita. Data yang digunakan pada penelitian ini untuk menghitung\npeluang transisi yaitu berdasarkan data pasien kanker RS Borromeus Kota Bandung.\nAplikasi dari model ini digunakan untuk mengestimasi nilai premi melalui simulasi\nuntuk dua model manfaat dari asuransi penyakit kritis yaitu model Stand Alone Policy\ndan Accelerated Benefit. Berdasarkan hasil studi kasus diketahui bahwa besarnya\npremi untuk setiap usia pasien akan berbeda dikarenakan peluang terkena penyakit\nuntuk masing-masing usia berbeda. Berdasarkan hasil perhitungan, diketahui bahwa\nnilai premi pada kedua model Accelerated Benefit dan Stand Alone Policy akan lebih\ntinggi pada usia tertentu yang memiliki laju transisi yang besar.", "Daftar File": {"Aulia Rahma Yanti.pdf": "https://digilib.itb.ac.id/gdl/download/182596"}, "Penulis": "Aulia Rahma Yanti [20816019]", "Kontributor / Dosen Pembimbing": ["Udjianna Sekteria Pasaribu, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Model multi keadaan, rantai Markov waktu kontinu, laju transisi, peluang transisi, tabel mortalita, premi asuransi penyakit kritis.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "25 Sep 2019"}