{"Nomor": 43016, "Judul": "PERANCANGAN SISTEM PEMBANGKIT HIBRIDA           OFF-GRID UNTUK BEBAN KOMUNAL DAN BEBAN ADMINISTRATIF DI DESA PIRIEN, ASMAT, PAPUA", "Abstrak": "Energi mempunyai peran penting dalam peningkatan ekonomi dunia khususnya yaitu energi listrik. Untuk memenuhi kebutuhan energi listrik pengembangan sumber daya energi terbarukan semakin ditingkatkan, hal ini juga bertujuan untuk mengurangi efek dari pemanasan global (global warming). Pemerintah Indonesia juga mendorong untuk meningkatkan rasio elektrifikasi menjadi 99% pada tahun 2019, salah satu langkahnya yaitu pembangunan sistem pembangkit energi terbarukan khususnya untuk daerah-daerah yang sulit dibangun infrastruktur transmisi listrik. Dalam mengatasi permasalahan tersebut salah satu teknologi yang digunakan yaitu penggunaan sistem tenaga listrik off grid menggunakan modul panel surya/photovoltaic. Pada tesis ini diajukan mengenai sistem pembangkit hibrida off grid yang terdiri dari modul panel surya/photovoltaic, baterai, dan generator. Pada proses desain sistem pembangkit hibrida ini dibutuhkan analisa ekonomis dan teknis, sehingga dapat diketahui kelayakan dan kehandalan sistem.  Pada tesis ini akan dibahas mengenai latar belakang permasalahan dan kebutuhan perancangan sistem pembangkit. Selanjutnya dibahas mengenai perancangan sistem pembangkit hibrida dengan melakukan pengukuran rating setiap komponen agar dapat memenuhi kebutuhan beban listrik baik komunal dan administratif. Analisa terhadap perancangan dan desain yang dibuat dibagi menjadi dua yaitu analisa ekonomis dengan menggunakan software HOMER Pro dan analisa kinerja teknis menggunakan software MATLAB/SIMULINK sekaligus menguji kemampuan algoritam Maximum Power Point Tracking (MPPT). Dari proses analisa tersebut akan didapatkan sistem pembangkit yang paling handal. Desain sistem ini nantinya dapat dijadikan masukan untuk arah pembangunan energi terbarukan di Desa Pirien, Asmat, Papua", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/182604"}, "Penulis": "Arga Iman Malakani [23217052]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agus Purwadi, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Renewable Energy, Sistem Off-Grid, Sistem Pembangkit Hibrida, Maximum Power Point Tracking, MATLAB/SIMULINK, HOMER Pro", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "25 Sep 2019"}