{"Nomor": 43012, "Judul": "MANAJEMEN RISIKO KESELAMATAN MENGGUNAKAN METODE PORT RISK MANAGEMENT PADA OPERASIONAL BONGKAR MUAT BARANG DI PELABUHAN TANJUNG INTAN CILACAP JAWA TENGAH", "Abstrak": "Aktivitas kerja di pelabuhan memiliki risiko tinggi terjadinya kecelakaan kerja, salah satunya adalah pekerjaan memuat dan membongkar barang dari kapal ke dermaga. Menyikapi ancaman tersebut maka diperlukan suatu upaya pengendalian risiko yang tepat, efektif, dan efisien. Pembahasan utama penelitian adalah mengenai analisis risiko keselamatan kerja pelabuhan, sebagai bagian dari manajemen risiko pada kegiatan bongkar muat di pelabuhan. Metode yang digunakan adalah metode Port Risk Management (PRM) yang terdiri dari identifikasi tempat kerja, identifikasi bahaya metode Job Safety Analysis (JSA), penilaian risiko menggunakan matriks risiko kriteria As Low As Reasonable and Practicable (ALARP) dan diagram Bow Tie, analisis tindakan pengendalian metode Layer of Protection Analysis (LOPA) dan Accidental Risk Assessment Methodology for Industries (ARAMIS), penilaian manfaat biaya risiko, dan pengambilan keputusan. Keluaran dari penelitian ini adalah suatu rekomendasi manajemen risiko di Pelabuhan Tanjung Intan Cilacap. Hasil JSA menunjukkan terdapat 5 risiko kecelakaan kerja yang memerlukan tambahan tindakan pengendalian, yaitu awak pilotboat atau tugboat terjatuh ke laut pada kategori risiko high risk, pekerja terjatuh/terpeleset di tangga hopper loader pada kategori high risk, jari terjepit diantara kolom pengunci dan roda gerigi pada kategori risiko high risk, awak kapal atau pekerja tersambar mooring line yang putus/rope snapping dengan kategori risiko low – non ALARP, truk menabrak pekerja dengan kategori risiko low – non ALARP. Nilai perbandingan Implied Cost of Averting Fatalities (ICAF) merepresentasikan tingkat ekonomis dari suatu tindakan pengendalian/barrier, dengan nilai ICAF berbanding terbalik dengan tingkat ekonomis. Rekomendasi pengendalian risiko yang disarankan berjumlah 9 barrier dengan total biaya yang dibutuhkan sebesar Rp.8.390.000,00.", "Daftar File": {"ABSTRAK Gravito Eko Virando": "https://digilib.itb.ac.id/gdl/download/182600"}, "Penulis": "Gravito Eko Virando [25316023]", "Kontributor / Dosen Pembimbing": ["Ir. Indah Rachmatiah Siti Salami, M.Sc., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "analisis risiko, PRM, JSA, matriks risiko, Bow Tie, ARAMIS", "Sumber": "TESIS OKTOBER 2019", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "25 Sep 2019"}