{"Nomor": 43013, "Judul": "MENINGKATKAN PENETAPAN ARAH DIRI PADA KARYAWAN DENGAN MENGANALISIS PERBEDAAN NILAI INDIVIDU", "Abstrak": "English Prestasi Learning Center atau EPLC adalah salah satu lembaga pendidikan non-formal yang bergerak dalam kursus bahasa Inggris yang didirikan pada tahun 2013. Lokasi yang strategis di tengah kota dengan kualitas tinggi dan harga terjangkau, menjadikan EPLC sebagai salah satu lembaga kursus bahasa Inggris yang sedang berkembang. di Bandung. Ini terbukti karena EPLC mengadopsi metode pembelajaran dari Kampung Iggris, Pare, Kediri yang telah berkembang pesat. Dalam penelitian ini, analisis iklim etis dilakukan di perusahaan dengan mendistribusikan Kuisioner Iklim Etis untuk melihat iklim perusahaan. Dalam iklim etika ada sembilan dimensi, yaitu Kepentingan diri sendiri, Laba Perusahaan, Efisiensi, Persahabatan, Ketertarikan Tim, Tanggung Jawab Sosial, Moralitas Pribadi, Peraturan dan Prosedur Perusahaan, Hukum dan Kode Profesional. Analisis iklim etika di EPLC menunjukkan nilai rendah kepentingan pribadi di perusahaan dibandingkan dengan dimensi lain. Kemudian, untuk melihat lebih banyak wawasan penulis sudah melakukan wawancara, hasilnya menyatakan ada masalah tentang absensi pada karyawan yang berdampak pada proses pengajaran yang sedang berlangsung dan motivasi untuk berkontribusi lebih banyak untuk pengembangan EPLC. Dimensi rendah kepentingan pribadi dalam iklim etika terkait dengan perbedaan motivasi setiap individu yang bekerja di EPLC dan kemudian menjadi dasar bagi penulis untuk menganalisis lebih dalam dengan menggunakan Teori Kebutuhan Dasar Manusia oleh Abraham Maslow (1954) dan Theory of Basic Values oleh Schwartz (2005). Wawancara perbedaan individu ini terdiri dari sepuluh dimensi dari teori nilai dasar Schwartz yaitu, Arahan Sendiri, Stimulasi, Hedonisme, Prestasi, Kekuatan, Keamanan, Kesesuaian, Tradisi, Kebajikan dan Universalisme. Kemudian, sepuluh dimensi ini terkait dengan teori kebutuhan dasar manusia Abraham Maslow, yaitu, kebutuhan fisiologis, kebutuhan keselamatan, kebutuhan kepenuhan, kebutuhan harga, kebutuhan kognitif, kebutuhan estetika, aktualisasi diri dan transendensi. Kedua teori ini mendasari perbedaan individu yang pada dasarnya berasal dari latar belakang yang berbeda, visi dan perilaku yang kemudian didukung oleh motivasi mereka sendiri untuk bertindak. Dari hasil wawancara perbedaan individu ini, diperoleh informasi bahwa perbedaan individu yang menyebabkan individu dalam EPLC kurang dapat menentukan pilihan mereka sendiri yang kemudian merujuk pada Teori Penentuan Nasib Sendiri yang Dikemukakan oleh Deci & Ryan (2008). Ketiga teori ini kemudian disatukan dan kemudian dibandingkan untuk mendapatkan informasi dimensi mana yang perlu ditingkatkan. Dari akar masalah, penulis memberikan rekomendasi dalam penelitian ini yaitu, melakukan pelatihan, melakukan perencanaan manajemen, membentuk divisi sumber daya manusia, membuat indikator kinerja utama, dan menerapkan penilaian kinerja di EPLC. Dengan rekomendasi ini, diharapkan EPLC dapat membantu meningkatkan motivasi bagi karyawan, sehingga mereka dapat berkontribusi lebih banyak untuk pengembangan EPLC.", "Daftar File": {"2019_TS_PP_Kalisa Putri Anzani_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/182602"}, "Penulis": "Kalisa Putri Anzani [29117440]", "Kontributor / Dosen Pembimbing": ["Andika Putra Pratama, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Iklim Etika, Self-Determination, Individual Values Differences, Self-Interest, EPLC", "Sumber": "English Prestasi Learning Center", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "25 Sep 2019"}