{"Nomor": 43014, "Judul": "FAKTOR-FAKTOR YANG MEMENGARUHI PENERIMAAN PENGGUNA (USER ACCEPTANCE) APLIKASI KAI ACCESS", "Abstrak": "PT Kereta Api Indonesia (PT KAI) selaku operator tunggal kereta api memiliki sistem mobile ticketing resmi, yaitu aplikasi KAI Access. Aplikasi ini diharapkan mampu membantu peralihan reservasi offline menjadi reservasi online. Dalam jangka panjang, aplikasi ini juga diharapkan mampu menyerap hingga 100% reservasi online. Namun, pertumbuhan pengguna aplikasi tidak sesuai dengan harapan, mengakibatkan jumlah reservasi tiket melalui aplikasi tergolong rendah. Studi pendahuluan juga menunjukkan bahwa masyarakat sebenarnya sudah cukup mengetahui aplikasi KAI Access, namun tingkat penggunaannya masih rendah. Tingkat penggunaan aplikasi dapat diprediksi oleh niat penggunaan atau user acceptance terhadap aplikasi. Oleh karena itu, penelitian ini bertujuan untuk mengetahui faktor-faktor yang memengaruhi user acceptance aplikasi KAI Access dan memberikan usulan perbaikan berdasarkan faktor-faktor tersebut.\nPenelitian ini menggunakan Technology Acceptance Model (TAM) yang terdiri dari variabel perceived usefulness, perceived ease to use, attitude, dan intention to use sebagai model acuan dengan penambahan tiga variabel, yaitu trust, product variety, dan financial advantage. Penelitian dilakukan dengan menyebarkan kuesioner yang terdiri atas 25 pertanyaan dengan respon berupa skala Likert 1-5, dimana 1 menunjukkan sangat tidak setuju dan 5 menunjukkan sangat setuju. Kuesioner disebar terhadap 133 responden yang pernah menggunakan aplikasi. Pengolahan data dan analisis lanjutan dilakukan dengan metode partial least square structural equation modelling (PLS-SEM) menggunakan aplikasi SmartPLS 3.\nHasil pengolahan data menunjukkan terdapat lima faktor yang memiliki pengaruh positif secara signifikan terhadap niat penggunaan aplikasi, yaitu perceived usefulness, attitude, perceived ease of use, product variety, dan financial advantage. Berdasarkan faktor-faktor tersebut, dirancang dua belas usulan perbaikan untuk aplikasi. Validasi usulan dilakukan dengan PT KAI selaku problem owner dan problem user, dimana sebelas usulan diterima dan satu usulan ditolak.", "Daftar File": {"ABSTRAK MARTOHAP RINALDO PANDAONI MATONDANG": "https://digilib.itb.ac.id/gdl/download/182601"}, "Penulis": "MARTOHAP RINALDO PANDAONI MATONDANG [13415070]", "Kontributor / Dosen Pembimbing": ["Ari Widyanti, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "KAI Access, user acceptance, PLS-SEM.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "25 Sep 2019"}