{"Nomor": 43023, "Judul": "PENGEMBANGAN KAKAS PEMBANGKITAN GRAPH CUBE  BERDASARKAN MULTIDIMENSIONAL NETWORK PADA  BASIS DATA GRAF", "Abstrak": "Jumlah data berbentuk graf telah mengalami peningkatan dengan meningkatnya popularitas aplikasi berbasis web, khususnya media sosial. Aplikasi seperti media sosial menghasilkan data berbentuk graf yang cukup besar. Proses analisis data seperti ini kurang cocok jika menggunakan data warehouse tradisional. Model data yang lebih cocok adalah graph cube. Graph cube merupakan kumpulan dari aggregate network, yaitu graf yang merupakan hasil agregasi menggunakan fungsi agregat dari multidimensional network berdasarkan dimensi dan measure tertentu. Multidimensional network sendiri merupakan pemodelan suatu jaringan menjadi vertices yang memiliki beberapa atribut dan edges yang merupakan relasi antar vertices tersebut.  Karena belum ada kakas untuk membangkitkan graph cube, maka diusulkan solusi untuk membangun kakas untuk membangkitkan graph cube. Pengembangan kakas dimulai mendeskripsikan kebutuhan kakas. Dari deskripsi ini dirumuskan kebutuhan fungsional dari kakas. Dari kebutuhan fungsional ini, dibuat use case dari kakas. Kemudian, ditentukan modul apa saja yang perlu dikembangkan untuk kakas ini. Kakas yang dibuat dapat membangkitkan graph cube dari data masukan pengguna. Data graf yang menjadi masukan haruslah homogen, yaitu hanya memiliki satu jenis node, dapat memiliki beberapa jenis edge, dapat berupa graf berarah maupun tidak berarah, dan dapat memiliki hierarki pada atribut node. Dari graph cube yang dibangkitkan, kakas dapat menampilkan graf yang merupakan aggregate network  berdasarkan dimensi dan measure yang dipilih. Kakas yang dihasilkan telah memenuhi kebutuhan fungsional yang ditetapkan di awal. Hasil pengujian menunjukkan bahwa penggunaan graph cube dapat mempersingkat waktu respon terhadap query yang diberikan.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/182610"}, "Penulis": "Albertus Djauhari Djohan [13515054]", "Kontributor / Dosen Pembimbing": ["Dr. Fazat Nur Azizah, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "graph cube, multidimensional network, aggregate network, dimension, measure.", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "25 Sep 2019"}