{"Nomor": 43031, "Judul": "DESAIN POLA OPERASI TERMINAL PETIKEMAS SEMARANG KOTA SEMARANG, PROVINSI JAWA TENGAH", "Abstrak": "Terminal Petikemas Semarang merupakan pelabuhan khusus peti kemas yang terletak di kawasan Pelabuhan Tanjung Emas, Kota Semarang, Provinsi Jawa Tengah. Terminal Petikemas Semarang akan melakukan pengembangan guna menyesuaikan dengan kenaikan arus barang tiap tahunnya. Dalam Tugas Akhir akan dibahas mengenai Desain Pola Operasi Terminal Petikemas Semarang agar aktivitas pelabuhan dapat berjalan secara efektif dan efisien.\nPerancangan desain pola operasi terminal dihitung berdasarkan pada dimensi infrastruktur pelabuhan yang telah ditetapkan oleh pemerintah. Tugas Akhir ini membahas desain pola operasi dermaga, desain pola operasi lapangan penumpukan, penentuan kebutuhan transportasi horizontal, serta perhitungan biaya dan tarif penanganan peti kemas. Perancangan pola operasi dermaga meliputi perancangan kombinasi tambatan kapal di dermaga, penentuan jenis dan jumlah alat bongkar muat peti kemas di dermaga, perhitungan produktivitas alat bongkar muat, dan perhitungan kapasitas dermaga. Alat bongkar muat yang dibutuhkan sejumlah 10 buah. Kapasitas dermaga terminal peti kemas yang dirancang adalah 1.029.250,96 TEU/tahun. Perancangan pola operasi di lapangan penumpukan meliputi penentuan orientasi penumpukan peti kemas, penentuan jenis dan jumlah alat atur lapangan penumpukan, perhitungan produktivitas alat atur lapangan penumpukan, dan perhitungan kapasitas lapangan penumpukan. Kapasitas lapangan penumpukan terminal peti kemas yang dirancang adalah 3.137.302 TEU/tahun. Penentuan kebutuhan alat transportasi horizontal meliputi penentuan jenis dan jumlah alat transportasi horizontal. Alat transportasi horizontal yang digunakan adalah 170 truk trailer. Perhitungan biaya kapital dan penentuan tarif penanganan peti kemas meliputi perhitungan biaya total kapital, perhitungan total pengeluaran dan pemasukan per tahun selama payback period, dan penentuan tarif penanganan peti kemas.", "Daftar File": {"ABSTRAK Valdi Noor Azhar Rachmat": "https://digilib.itb.ac.id/gdl/download/182620"}, "Penulis": "Valdi Noor Azhar Rachmat [15515002]", "Kontributor / Dosen Pembimbing": ["Ir. Andojo Wurjanto, MCE, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Terminal Peti Kemas, Pola Operasi, Dermaga, Lapangan Penumpukan, Kapasitas, Biaya Kapital, Tarif", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "10 file", "Tanggal Input": "25 Sep 2019"}