{"Nomor": 43032, "Judul": "ANALISIS BEBAN KERJA DEPARTEMEN SISTEM MUTU DAN K3LH PT PINDAD (PERSERO) DENGAN METODE NASA-TLX DAN FULL TIME EQUIVALENT (FTE)", "Abstrak": "Manajemen Sumber Daya Manusia (MSDM) telah dianggap sebagai salah satu aset penting suatu perusahaan karena berperan untuk mendukung keberhasilan suatu perusahaan. Dalam menjalankan kegiatan bisnisnya, tidak jarang perusahaan melakukan perubahan organisasi untuk dapat beradaptasi terhadap perkembangan lingkungan dan teknologi, salah satu contohnya adalah dengan melakukan restrukturisasi. Restrukturisasi organisasi perlu disertai dengan penyesuaian kembali deskripsi pekerjaan pada jabatan dan penyesuaian beban kerja untuk tiap jabatan dalam suatu perusahaan. Demikian juga restrukturisasi organisasi yang baru saja dilakukan di PT Pindad (Persero) pada awal tahun 2017 lalu. PT Pindad (Persero) adalah salah satu perusahaan BUMN di Indonesia yang menyediakan peralatan militer untuk menyokong pertahanan dan keamanan negara. Penelitian ini akan berfokus pada analisis jabatan dan analisis beban kerja yang dilakukan di Departemen Sistem Mutu dan K3LH PT Pindad (Persero) setelah restrukturisasi. Penelitian ini bertujuan untuk mengukur tingkat beban kerja pegawai Departemen Sistem Mutu dan K3LH PT Pindad (Persero) dan menentukan jumlah pegawai optimal masing-masing jabatan pada departemen tersebut.\nAnalisis jabatan yang dilakukan pada penelitian ini merupakan analisis jabatan berbasis tugas melalui teknik wawancara. Untuk mengukur beban kerja mental pegawai digunakan metode NASA-TLX. Selain itu digunakan metode sampling pekerjaan untuk mengetahui penggunaan waktu kerja produktif pegawai dan Full Time Equivalent (FTE) untuk mengukur beban kerja pegawai dan menentukan jumlah pegawai optimal untuk masing-masing jabatan pada Departemen Sistem Mutu dan K3LH PT Pindad (Persero).\nHasil penelitian menunjukkan bahwa pegawai Departemen Sistem Mutu dan K3LH PT Pindad (Persero) memiliki tingkat beban mental yang tinggi. Namun rata-rata penggunaan waktu produktif pegawai untuk semua jabatan masih tergolong rendah apabila dibandingkan dengan standar waktu kerja yang telah ditentukan. Berdasarkan perhitungan skor FTE, terdapat empat jabatan pada Departemen Sistem Mutu dan K3LH yang memiliki beban kerja dalam kategori underload, satu jabatan yang memiliki beban kerja dalam kategori normal, dan tiga jabatan yang memiliki beban kerja dalam kategori overload. Dengan menggunakan rata-rata skor FTE, diperoleh selisih antara jumlah pegawai yang ada dan jumlah pegawai optimal, sehingga dibutuhkan pegawai sebanyak tujuh orang. Dengan mengetahui jumlah pegawai optimal sesuai hasil analisis beban kerja yang dilakukan diharapkan kinerja Departemen Sistem Mutu dan K3LH PT Pindad (Persero) dapat meningkat.", "Daftar File": {"ABSTRAK MEGA ORISKA APRANI": "https://digilib.itb.ac.id/gdl/download/182621"}, "Penulis": "MEGA ORISKA APRANI [13415102]", "Kontributor / Dosen Pembimbing": ["Dr. Indryati Sunaryo M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Manajemen Sumber Daya Manusia, Analisis Jabatan, Analisis Beban Kerja, NASA-TLX, FTE", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "25 Sep 2019"}