{"Nomor": 43034, "Judul": "ANALISIS KEBERADAAN DUA POPULASI PADA STELLAR HALO GALAKSI MENGGUNAKAN DATA GAIA DR2, GALAH DR2, RAVE DR5, DAN LAMOST DR4 v2", "Abstrak": "Stellar Halo merupakan salah satu komponen Galaksi berbentuk spheroid yang\nstrukturnya melingkupi komponen lain. Meskipun hanya terdiri atas 1% dari total\nmassa bintang-bintang di Galaksi, stellar halo menjadi komponen penting untuk\nmengungkap sejarah pembentukan dan evolusi Galaksi. Hal ini karena bintang\npaling metal-poor di Galaksi dan beberapa bintang tertua kemungkinan berada di\nstellar halo. Metalisitas dan gerak orbit dari obyek-obyek tersebut menyimpan\ninformasi dari bintang-bintang generasi awal yang terbentuk di Galaksi (alam\nsemesta ini).\nSebelumnya komponen stellar halo dianggap hanya tersusun dari satu\npopulasi saja. Namun Carollo et al. 2010 mendapati dua populasi yang memiliki\nkarakteristik yang berbeda yaitu inner dan outer halo, tetapi temuan ini masih\nmenjadi perdebatan oleh peneliti lain. Oleh karena itu, pada Tugas Akhir ini\nmenggunakan survei astrometri Gaia DR2 yang dikombinasikan dengan survei\nspektroskopi GALAH DR2, RAVE DR5, dan LAMOST DR4 v2 dilakukan\npengolahan dan analisis kinematika serta struktur untuk bintang-bintang anggota\nstellar halo Galaksi yang berada di sekitar Matahari. Dilakukan pula fitting set data\nmenggunakan metode Lavenberg-Marquardt.\nHasil yang diperoleh untuk bintang-bintang dengan metalisitas [Fe/H] < -\n1,6 dan Zmax > 10 kpc paling baik dimodelkan oleh tiga populasi. Yaitu diperoleh\ndiduga populasi outer halo dengan nilai rata-rata kecepatan rotasi ???????????? =\n?76 km/s dan sebaran kecepatan rotasi ???????????? = 168 km/s, inner halo dengan nilai\nrata-rata kecepatan rotasi ???????????? = ?2 km/s dan sebaran kecepatan rotasi ???????????? =\n36 km/s, dan populasi yang memiliki kinematika seperti thick disk tetapi memiliki\nmetalisitas seperti halo (Metal Weak Thick Disk) dengan nilai rata-rata kecepatan\nrotasi ???????????? = 131 km/s dan sebaran kecepatan rotasi ???????????? = 126 km/s.", "Daftar File": {}, "Penulis": "Nur Annisa [10314013]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Mochamad Ikbal Arifyanto, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Galaksi: Stellar Halo; Galaksi: kinematika; metode: Lavenberg- Marquardt.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "25 Sep 2019"}