{"Nomor": 43041, "Judul": "ANALISIS RETAKAN PADA SAMBUNGAN LASAN PIPA ERW BERDASARKAN STANDAR API 579-1", "Abstrak": "Pipa jenis electrical resistance welding (ERW) merupakan salah satu jenis pipa yang \numum digunakan dalam jalur perpipaan minyak dan gas (migas) di Indonesia. Pipa jenis ini\nsudah dapat dimanufaktur oleh perusahaan-perusahaan pembuat pipa di Indonesia. Namun,\nkemampuan perusahaan-perusahaan ini dalam mendeteksi cacat retakan yang sangat kecil\n(microcracks) pada sambungan lasan pipa masih terbatas. Cacat retakan ini apabila dibiarkan\ndapat membesar hingga menyebabkan kebocoran atau kegagalan pipa. Oleh karena itu,\ndiperlukan suatu metode untuk menentukan kelayakan operasi pipa yang memiliki cacat\nretakan agar kerugian akibat kegagalan pipa dapat dihindari. \nSalah satu metode yang dapat digunakan untuk menentukan kelayakan operasi pipa\nadalah metode penilaian fitness-for-service (FFS). Pada tugas sarjana ini, penilaian FFS akan\ndigunakan untuk menganalisis kelayakan operasi dua buah pipa penyalur gas yang memiliki\ncacat retakan dengan lima konfigurasi berbeda. Penilaian FFS dilakukan berdasarkan\nprosedur penilaian level 3 dari standar API 579-1 Part 9. Pada penilaian ini akan ditentukan\nkelayakan operasi pipa pada kondisi awal ukuran retakan, batas maksimum ukuran retakan,\nyang diizinkan, dan langkah mitigasi untuk mengatasi retakan yang akan atau telah melewati\nbatas ukuran maksimum yang diizinkan. \nHasil studi kasus pada tugas sarjana ini menemukan bahwa, untuk kondisi awal\nukuran retakan, kedua pipa layak untuk dioperasikan. Selain itu, batas ukuran maksimum\nretakan yang diizinkan juga telah ditentukan dengan mengulang analisis sambil\nmembesarkan ukuran retakan pada tiap konfigurasi secara bertahap. Sementara itu, metode\nyang direkomendasikan untuk mitigasi cacat retakan adalah penggerindaan segmen pipa\nyang memiliki retakan dan analisis ulang kelayakan operasi pipa dengan menggunakan\npenilaian level 1 API 579-1 Part 5.", "Daftar File": {"2019 TA 13115125  M. Arifian Hananda.pdf\n]": "https://digilib.itb.ac.id/gdl/download/182638"}, "Penulis": "Muhammad Arifian Hananda [13115125]", "Kontributor / Dosen Pembimbing": ["M. Agus Kariem, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Kata kunci: Fitness-for Service, API 579-1, retakan, pipa.", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "1 file", "Tanggal Input": "25 Sep 2019"}