{"Nomor": 43044, "Judul": "Optimal Control of a Hybrid Renewable Wind/ Fuel Cell Energy in Micro Grid Application", "Abstrak": "This study presents an overview concept regarding\ngenerator suitability in wind power applications. Also, optimal\ncontrol design and performance improvements of a micro\nelectrical power grid based on mine blast algorithm (MBA) for\nstatic and dynamic loads are proposed. The proposed micro grid\nconsists of wind generator, fuel cell as power suppliers, series\nresistive-inductive impedance as static load, permanent magnet\nsynchronous motor (PMSM) as dynamic load, DC-link and water\nelectrolizer for producing hydrogen gas. This proposed micro\ngrid is managed such that the wind generation unit will supply\nthe loads, however any extra power needed by the loads will\ncompensated by the fuel cell generation unit. Both permanent\nmagnet synchronous generator (PMSG) and self-excited\ninduction generator (SEIG) are considered as the wind generator.\nThe wind generator output of each case are compared. Two\noptimal PI controllers for the outer loop and two hysteresis\ncurrent controllers for the inner loop are applied for controlling\nthe DC/AC converter, adjusting the AC load voltage at its\nreference value, and controlling the PMSM respectively. The\nobtained results indicated that the proposed hybrid wind/fuel cell\ngeneration unit is able to supply the loads and track the reference\nload demand power. Also, the results show that the SEIG can\ngenerate more power than the PMSG at the same conditions of\nthe input mechanical wind power.", "Daftar File": {}, "Penulis": "Ahmed M. Kassem [-]", "Kontributor / Dosen Pembimbing": ["S. A. Zaid"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Wind power; Fuel Cell; PMSG; SEIG; Micro grid; Mine Blast optimizer.", "Sumber": "978-1-5386-0990-3/17/$31.00 ©2017 IEEE", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Sep 2019"}