{"Nomor": 43047, "Judul": "PERANCANGAN RUANG TERBUKA HIJAU DENGAN PENDEKATAN KENYAMANAN TERMAL RUANG LUAR Studi Kasus : Kawasan Kampus ITB Jatinangor", "Abstrak": "Pembangunan infrastruktur di Kawasan Kampus ITB Jatinangor tidak diikuti\ndengan pembangunan ruang terbuka hijau pada kawasan, hal ini menyebabkan\nterjadinya ketidakseimbangan antara area hijau dengan banyaknya area tutupan\nlahan bangunan dan perkerasan. Kualitas ruang terbuka hijau di kawasan kampus\njuga masih belum terencana dengan baik, hal ini berpengaruh terhadap kurangnya\nkenyamanan iklim mikro. Perancangan ruang terbuka hijau yang baik dan nyaman\ndapat dimanfaatkan sebagai penyeimbang antara kebutuhan manusia terhadap ruang\nhijau dengan lingkungan. Perancangan ini bertujuan untuk mengoptimalkan kualitas\nruang terbuka hijau dengan pendekatan kenyamanan termal sebagai salah satu\npenunjang kegiatan belajar mengajar di dalam kampus untuk meningkatkan\nkenyamanan dan produktifitas kerja penggunanya. Tipe area rancangan dipilih\nberdasarkan intensitas aktivitas pengguna di dalam tapak yaitu tipe ruang terbuka\nhijau di antara bangunan dan tipe ruang terbuka hijau tanpa bangunan. Metode\nperancangan yang digunakan adalah metode kombinasi yaitu perpaduan antara\nmetode kualitatif dan kuantitatif yang dilakukan secara bertahap, menganalisis\nkenyamanan termal, menganalisis hubungan tutupan vegetasi (GnPR) dan\nkenyamanan termal, analisis regresi dan analisis deskriptif kualitatif. Berdasarkan\nstudi literatur dan analisis menyimpulkan bahwa cara untuk mengoptimalkan\nkenyamanan termal pada ruang terbuka hijau adalah dengan menggunakan vegetasi\ndengan karakteristik yang mampu memodifikasi angin dan mampu mengurangi\nradiasi matahari. Pada hasil simulasi intervensi desain dengan software Envi-Met\ndidapatkan bahwa bentuk tajuk dan tinggi pohon mempengaruhi kenyamanan\ntermal, suhu dan kelembapan udara. Semakin jauh jarak dari pohon, maka pengaruh\npenurunan suhu dan peningkatan kelembapan udara semakin berkurang. Semakin\ndekat jarak pohon dengan bangunan dan semakin kecil luas tutupan tajuk, maka\npengaruh penurunan suhu dan peningkatan kelembapan udara semakin berkurang.\nPerancangan ruang terbuka hijau pada dua tipe area adalah dengan intervensi desain\npada area yang memiliki suhu tinggi, memiliki sedikit vegetasi, dan penataan atau\npenempatan vegetasi yang kurang tepat dengan melakukan penambahan vegetasi\ndengan fungsi memodifikasi angin dan mengurangi radiasi matahari agar dapat\nmemberikan kenyamanan termal ruang luar yang sesuai. Penambahan vegetasi\npohon naungan (bentuk tajuk bulat dan menyebar) sebesar 80-90% dengan pola\npenanaman kerapatan sedang hingga rapat mampu menurunkan suhu rata-rata\nsekitar 0,04-0,6ºC pada area rancangan.", "Daftar File": {"ABSTRAK Monika Agustia": "https://digilib.itb.ac.id/gdl/download/182645"}, "Penulis": "Monika Agustia [28916004]", "Kontributor / Dosen Pembimbing": ["Ir. Budi Faisal, MAUD, MLA, Ph.D.", "Dr.Eng. Mochamad Donny Koerniawan, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur Lanskap", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Landscape architecture", "Kata Kunci": "Envi-Met, GnPR, Iklim Mikro, Kenyamanan Termal, Ruang Terbuka Hijau", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "25 Sep 2019"}