{"Nomor": 43048, "Judul": "A Developed Model Predictive Control Algorithm for Modular Multilevel Converter with Reduced Execution Time", "Abstrak": "In this paper, a developed technique of Model\nPredictive Control (MPC) is proposed to decrease the execution\ntime of the control algorithm for Modular Multilevel Converter\n(MMC) based on grouping the switching states. There are two\nstages in the control strategy to get the optimal switching state for\nthe converter in the next sampling interval. Within the first stage,\nthe allowable switching states of MMC are divided equally into\n(M) groups based on the number of sub-modules (SMs) per arm\nof a single-phase line. Therefore, the output of second-stage\nobtains the optimal state from each group of the switching states.\nIn addition, all M groups are running simultaneously to reduce\nthe execution time. Unlike the previous algorithm, the second\nstage of the proposed algorithm uses directly the optimal state\nand the corresponding cost function for each group from the first\nstage, then the optimal switching state is selected according to the\nminimum cost function from the M groups. Therefore, a\nreduction in the computational time of the MMC algorithm is\nachieved. The control objectives here are the injected grid\ncurrents, balancing the capacitor voltages of SMs at their setpoint,\nand minimizing the circulating currents in the MMC. The\neffectiveness of the proposed algorithm is verified by using the\nnonlinear simulation of MATLAB/SIMULINK.", "Daftar File": {}, "Penulis": "Abualkasim Bakeer [-]", "Kontributor / Dosen Pembimbing": ["G. Magdy, Maha G. Elsheikh, G. Shabib, Adel A. Elbaset, and Yasunori Mitani"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Modular Multilevel Converter (MMC), Model Predictive Control (MPC), Execution Time.", "Sumber": "978-1-5386-0990-3/17/$31.00 ©2017 IEEE", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Sep 2019"}