{"Nomor": 43049, "Judul": "ANALISIS DEFORMASI KOMPONEN LOW RIGIDITY AKIBAT GAYA POTONG PROSES FREIS UNTUK PERANCANGAN MODULAR FIXTURE DENGAN METODE ELEMEN HINGGA", "Abstrak": "Komponen berkekakuan rendah atau dikenal dengan istilah Low Rigidity Part adalah jenis komponen penyusun konstruksi pesawat. Low Rigidity didesain dengan dimensi ketebalan yang tipis agar berat pesawat menjadi ringan. Komponen tersebut berasal dari balok prismatik, lalu dikerjakan dengan proses freis. Namun, akibat gaya potong saat proses pengerjaan membuat komponen Low Rigidity sering mengalami gagal produksi karena terjadi deformasi yang melebihi batas toleransi.\nSalah satu solusi adalah membuat sistem pencekaman yang memiliki elemen penopang untuk menahan deformasi dan bersifat modular agar lebih ekonomis. Pada penelitian ini pemosisian elemen penopang dilakukan berdasarkan letak bagian produk yang terdeformasi melewati batas toleransi. Deformasi akibat gaya potong dapat diketahui dengan analisis secara statik, sehingga didapat besar dan arah deformasi yang terjadi. Untuk gaya potong sendiri diperoleh dengan melakukan simulasi numerik metode elemen hingga secara tiga dimensi dengan Smoothed Particle Hydrodynamics.\nHasil simulasi dapat merepresentasikan gaya potong dan defleksi aktual dengan kisaran nilai kesalahan sebesar 25–40%. Hasil simulasi juga menunjukkan analisis penggunaan elemen penopang dengan metode elemen hingga pada studi kasus landing gear dapat menggurangi defleksi produk, dari 117 ?m menjadi 20 ?m, yang berarti produk dapat diterima berdasarkan kriteria toleransi.", "Daftar File": {"ABSTRAK Putra Sugesti": "https://digilib.itb.ac.id/gdl/download/182644"}, "Penulis": "Putra Sugesti [13115082]", "Kontributor / Dosen Pembimbing": ["Dr. Sri Raharno, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "deformasi, gaya potong, Low Rigidity.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2019"}