{"Nomor": 43046, "Judul": "PENENTUAN IN-SITU WETTABILITY: STUDI KASUS RESERVOIR KARBONAT FORMASI NGIMBANG", "Abstrak": "Efisiensi perolehan minyak dari reservoir sangat tergantung pada sifat kebasahan (wettability) batuan. Sejumlah investigasi telah menunjukkan bahwa sifat kebasahan batuan dapat memberikan pengaruh besar pada proses pendesakan minyak oleh air pada reservoir minyak. Secara umum disepakati bahwa selama proses migrasi hidrokarbon, batuan reservoir awalnya memiliki perilaku water-wet sedangkan sebagian besar batuan karbonat diketahui memiliki karakter oil-wet. Mineral clay merupakan salah satu faktor yang mempengaruhi sifat kebasahan batuan. Senyawa organik minyak yang diserap oleh mineral clay dapat merubah sistem kebasahan dari water-wet menjadi oil-wet. Selain itu, batuan karbonat memiliki permukaan yang bermuatan positif sehingga akan lebih kuat dipengaruhi oleh organic acid dari minyak yang bermuatan negatif. Namun, jika pada suatu pori-pori batuan terdapat mineral clay yang bersifat water-wet (dipengaruhi oleh komposisi mineral), maka clay tersebut akan cenderung mengikat air dan membentuk jalur listrik yang menerus (continuous electrical path) sehingga menghalangi minyak untuk bersentuhan dengan batuan.\nPada studi ini, penentuan in-situ wettability menggunakan metode analisa well logging dimana data resistivitas yang diperoleh merupakan parameter penting dalam mengevaluasi eksponen saturasi dengan menggunakan metode Krygowksi & Cluff (2012) serta metode Al-Hilali (2015). Data komposisi hidrokarbon, SCAL, petrografi, SEM dan XRD digunakan sebagai data pendukung dalam upaya penyelidikan kebasahan batuan. Kurva tekanan kapiler terhadap saturasi air direkonstruksi berdasarkan hasil uji tekanan (MDT) dan interpretasi log saturasi air sehingga lebih merepresentasikan kondisi reservoir dibandingkan dengan hasil pengujian laboratorium. Hasil studi menunjukkan bahwa kandungan mineral clay yang utama pada reservoir karbonat formasi Ngimbang adalah mixed-layer illite/smectite (I/S) yang diyakini memiliki karakteristik penyerapan air (water-sorption) yang lebih besar dibandingkan dengan mineral clay lainnya sehingga menyebabkan karakter hidrofilik. Nilai eksponen saturasi dari kedua metode menunjukkan nilai yang mendekati nilai 2 pada formasi bersih (clean formation), kemudian nilai tersebut terus mengecil seiring dengan formasi batuan yang semakin shaly. Hasil analisis yang diperoleh melalui data log, core, serta uji tekanan menunjukkan bahwa reservoir karbonat formasi Ngimbang bersifat water-wet.", "Daftar File": {}, "Penulis": "Rini Andriani [22217005]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Pudji Permadi, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "in-situ wettability, karbonat, eksponen saturasi, well log, clays", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "25 Sep 2019"}