{"Nomor": 43055, "Judul": "STUDI DUA ULTRALUMINOUS X-RAY SOURCE (ULX) TRANSIEN DI GALAKSI M31", "Abstrak": "Ultraluminous X-ray Source (ULX) merupakan sumber titik yang tidak terletak di pusat galaksi dengan luminositas sinar-X ????X ? 1039 ???????????? ?????1 pada rentang energi 0,3?10,0 ????????????. Terdapat dua skenario yang menjelaskan luminositas ULX, pertama ULX yang ditenagai oleh Intermediate Mass Black Hole (IMBH) dengan laju akresi sub-Eddington, sedangkan skenario kedua yaitu ULX yang ditenagai Stellar Mass Black Hole (StMBH) dengan laju akresi super-Eddington.\nStudi mengenai Dua ULX Transien di M31 yaitu CXOM31 J004253. 1+411422 dan XMMU J004243.6+412519 dilakukan untuk meninjau kaitannya dengan ULX pada umumnya, ULX transien lain, dan Galactic Black Hole Binary (GBHB). Dua ULX transien ini sebelumnya tidak pernah terdeteksi, tetapi tiba-tiba muncul dengan emisi sinar-X kuat. Beberapa waktu kemudian luminositasnya meningkat menjadi ?1039 ?????????????????1, hingga akhirnya menurun dan tidak dapat teramati lagi.\nPenurunan luminositas konsisten dengan yang teramati di GBHB. Hal ini mendukung interpretasi bahwa ULX transien adalah stellar mass black hole di sistem LMXB, dengan laju akresi di sekitar limit Eddington. Data dari XMM-Newton yang menunjukkan bahwa spektrum objek tersebut didominasi oleh komponen disk-like dan bukan powerlaw seperti yang diprediksi jika objek tersebut adalah intermediate-mass black hole yang berakresi sub-Eddington. Hal ini menunjukkan kaitan antara proses akresi yang terjadi di GBHB dan objek-objek seperti ULX. Namun, perlu diingat pula bahwa sifat transien pada kedua objek tersebut bukanlah hal yang lazim ditemukan pada populasi ULX secara umum.", "Daftar File": {}, "Penulis": "Rizqani Dian Siwiutami [10312027]", "Kontributor / Dosen Pembimbing": ["Dr. Kiki Vierdayanti, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "ULX, black hole binary, spektrum sinar-X", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "25 Sep 2019"}