{"Nomor": 43050, "Judul": "USULAN STRATEGI PEMASARAN UNTUK KOMUNIKASI PEMASARAN TERPADU BANK SYARIAH MANDIRI", "Abstrak": "Industri Perbankan merupakan Industri Jasa Keuangan dengan aset terbesar di Indonesia. Hal ini membuat persaingan dalam industri perbankan menjadi ketat. Berdasarkan prinsipnya di Indonesia Sistem perbankan terbagi atas 2 (dua) bentuk yaitu bank syariah dan bank konvensional. Bank Syariah Mandiri (BSM) merupakan bank umum Syariah dengan pangsa pasar terbesar di Indonesia. Namun demikian, BSM sebagai bank umum Syariah belum menjadi pilihan utama masyarakat sebagai bank pilihan utama di masyarakat. Hal tersebut terlihat dari kecilnya pangsa pasar Bank Syariah dalam industri perbankan.\nBerdasarkan hasil eksplorasi isu bisnis, diketahui bahwa Indonesia sendiri memiliki kecenderungan situasi politik yang stabil, perekonomian yang baik, Syariah yang menjadi tren masyarakat, dan mengikuti perkembangan teknologi informasi. Namun dalam industri perbankan Syariah sendiri menghadapi daya tawar dari nasabah dan pembeli yang tinggi, ancaman produk pengganti yang tinggi, persaingan antar kompetitor yang tinggi, serta ancaman pendatang baru yang berada di level medium sehingga potensi keuntungan dari bisnis menjadi terbatas. Dari 7p marketing mix, terdapat enam dimensi yang menjadi permasalahan sehingga BSM belum menjadi bank pilihan utama. Akar permasalahannya yaitu Product, Price, Promotion, People, Physical Evidence, dan Process. Adapun kekuatan dari BSM adalah jumlah kantor cabang dan ATM yang banyak dan tersebar, besarnya jumlah karyawan diantara kompetitor, telah menerapkan sistem e-banking pada layanannya, dan memiliki penghargaan lebih banyak diantara pesaingnya. Namun BSM sendiri memiliki kelemahan seperti rendahnya biaya promosi yang dimiliki, serta tingkat diferensiasi yang rendah dengan produk dari kompetitor.\nOleh karena itu, penulis mengusulkan beberapa strategi pemasaran baru untuk mengintegrasikan komunikasi pemasaran yang berhubungan dengan marketing mix.", "Daftar File": {"2019_TS_PP_Dimas_Al_Ichsan_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/182646"}, "Penulis": "Dimas Al Ichsan [29117562]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "bank syariah, bauran pemasaran, strategi pemasaran", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "25 Sep 2019"}