{"Nomor": 43052, "Judul": "ANALISIS KEGAGALAN PROGRESIF PELAT KOMPOSIT FILLED HOLE PADA UJI KOMPRESI", "Abstrak": "Material komposit merupakan material yang lazim digunakan pada berbagai\nstruktur pesawat terbang. Bahkan akhir-akhir ini sebagian komponen pesawat\ntempur sudah mulai banyak menggunakan material dari komposit. Meninjau dari\nhal tersebut, penelitian untuk pengembangan material komposit secara kontinu\nperlu dilaksanakan oleh para peneliti. Pada penelitian ini, difokuskan pada\npengaruh pembebanan tekan pada pelat komposit berlubang dengan filled hole.\nPengamatan dilakukan pada pola yang terjadi dengan melakukan pengujian.\nPengujian spesimen dimulai dari tahapan pengerjaan manufaktur panel komposit\nhingga membentuk spesimen, kemudian dilakukan pengujian kompresi\nberdasarkan pengujian standar compressive filled hole ASTM D6742. Pengujian\ndilakukan pada empat buah konfigurasi dengan dua konfigurasi unidirectional\n(UD) yaitu UD-8186 dan UD-8188 serta dua konfigurasi fabric yaitu Fabric-8284\ndan Fabric-8286. Hasil menunjukkan beban rata-rata maksimum dari masingmasing\nkonfigurasi untuk UD-8186 sebesar 349.95 MPa, UD-8188 sebesar 402.83\nMPa, Fabric-8284 sebesar 329.78 MPa, Fabric-8286 sebesar 433.21 MPa.", "Daftar File": {"ABSTRAK Imam Fatokah": "https://digilib.itb.ac.id/gdl/download/182647", "COVER Imam Fatokah": "https://digilib.itb.ac.id/gdl/download/199905", "BAB 1 Imam Fatokah": "https://digilib.itb.ac.id/gdl/download/199906", "BAB 2 Imam Fatokah": "https://digilib.itb.ac.id/gdl/download/199907", "BAB 3 Imam Fatokah": "https://digilib.itb.ac.id/gdl/download/199908", "BAB 4 Imam Fatokah": "https://digilib.itb.ac.id/gdl/download/199909", "BAB 5 Imam Fatokah": "https://digilib.itb.ac.id/gdl/download/199910", "PUSTAKA Imam Fatokah": "https://digilib.itb.ac.id/gdl/download/199912"}, "Penulis": "Imam Fatokah [23616017]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Kismono Hadi", "Andi Kuswoyo, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "komposit, filled hole, compression", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "25 Sep 2019"}