{"Nomor": 43064, "Judul": "PERANCANGAN ULANG KOMPONEN ANTICLIMBER UNTUK SISTEM KESELAMATAN PASIF KERETA PENUMPANG", "Abstrak": "Fenomena overriding (kereta saling tumpang tindih) merupakan salah satu modus kegagalan pada kasus tabrakan antar kereta. Untuk mencegah overriding, dalam tugas sarjana ini, dirancang ulang anticlimber yang merupakan bagian dari sistem crashworthiness kereta penumpang, sebagai penyempurnaan dari rancangan sebelumnya. Anticlimber dirancang dengan persyaratan utama mampu mencegah overriding, tidak mengganggu operasional kereta, dan memperhatikan ketersediaan ruang yang ada. Berdasarkan evaluasi rancangan awal, diketahui bahwa anticlimber rancangan pertama mengganggu operasional automatic coupler, dan anticlimber rancangan kedua terkendala ketika kereta berbelok pada radius 80 m, serta mengganggu operasional tuas sambungan selang udara dan rantai.\nAnticlimber dirancang ulang berdasarkan design envelope yang telah memenuhi persyaratan perancangan. Modifikasi meliputi posisi anticlimber yang tidak mengganggu operasional automatic coupler, optimasi panjang anticlimber agar tidak saling bersinggungan ketika kereta berbelok, optimasi permukaan kontak anticlimber agar tidak mengganggu operasional tuas sambungan selang udara dan rantai, serta penambahan ribbed plate miring untuk mengantisipasi tabrakan kereta pada radius belokan. Desain terpilih akan dilakukan simulasi statik menggunakan ANSYS 17.0 dan dilanjutkan dengan simulasi dinamik menggunakan LS-Dyna dengan menabrakkan dua kereta yang dipasang anticlimber dengan skenario sesuai standar BS EN 15227:2008. Hasil simulasi statik menunjukkan anticlimber masih aman digunakan dengan tegangan maksimum pada tabrakan lurus (265,9 MPa) dan tabrakan pada radius belokan 150 m (321,2 MPa) berada di bawah kekuatan tarik maksimum material (480 MPa). Hasil simulasi dinamik menunjukkan anticlimber mampu mencegah overriding dimana roda terangkat maksimum sebesar 30,0 mm dengan kondisi anticlimber sudah saling mengunci, kemudian kembali turun hingga akhir simulasi.", "Daftar File": {"ABSTRAK Muhammad Yazid Fahmi": "https://digilib.itb.ac.id/gdl/download/182661", "COVER Muhammad Yazid Fahmi": "https://digilib.itb.ac.id/gdl/download/239601", "PUSTAKA Muhammad Yazid Fahmi": "https://digilib.itb.ac.id/gdl/download/239607"}, "Penulis": "Muhammad Yazid Fahmi [13115134]", "Kontributor / Dosen Pembimbing": ["Rachman Setiawan, S.T., M.Sc., Ph.D.", "Yunendar Aryo Handoko, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "crashworthiness, overriding, anticlimber.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "25 Sep 2019"}