{"Nomor": 43060, "Judul": "Pengaruh Fotoperiode Terhadap Tingkat Stres serta Ekspresi Gen Aa-NAT dan Hiomt Pada Tikus Jantan (Rattus norvegicus) Yang Dipaparkan LED Biru", "Abstrak": "Fotoperiode merupakan panjang gelap dan terang akibat penyinaran matahari. Indonesia memilliki fotoperiode gelap terang yang hampir sama karena terletak di ekuator. Saat ini, aktivitas manusia pada malam hari terus meningkat maka digunakanlah cahaya buatan seperti lampu hemat energi light-emitting diodes (LED) termasuk LED biru. Paparan cahaya LED biru yang berkepanjangan mempengaruhi perubahan fotoperiode dan ritme sirkadian yang berdampak secara fisiologis dengan munculnya gejala stres dan depresi, serta peningkatan berat badan akibat terjadi penurunan kadar hormon melatonin dan peningkatan kadar kortisol. Melatonin merupakan neurohormon yang dikendalikan oleh ritme sirkadian. Terdapat dua gen yang mengkode enzim kunci biosintesis melatonin yaitu aralkylamine N-acetyltransferase (Aa-NAT) dan hydroxyindole-O-methyltransferase (Hiomt). Penelitian ini dilakukan untuk menentukan tingkat stres melalui uji forced swimming test (FST) dengan parameter durasi imobilitas dan ekspresi relatif gen Aa-NAT dan Hiomt pada tikus jantan yang dipaparkan LED biru dengan durasi 12 jam terang 12 jam gelap (12T:12G), 8 jam terang 16 jam gelap (8T:16G), 16 jam terang 8 jam gelap (16T:8G), dan 24 jam terang (24T) menggunakan RT-PCR kuantitatif (qPCR). Pengukuran tingkat stres pada tikus dilakukan melalui uji FST dan diikuti oleh pengukuran berat badan (BB) sebelum dan sesudah perlakuan. Analisis FST, pengukuran BB dan ekspresi relatif gen diuji secara statistik menggunakan ANOVA. Pengukuran ekspresi gen dimulai dengan isolasi RNA otak yang meliputi daerah kelenjar pineal dilanjutkan dengan sintesis cDNA yang kemudian akan menjadi cetakan pada qPCR. Ekspresi gen relatif diukur terhadap house keeping gene (aktin). Hasil uji statistik pada BB, menunjukkan perubahan meski tidak beda nyata antar perlakuan (P>0,05). Secara keseluruhan hasil FST menunjukkan bahwa terdapat perbedaan nyata pada durasi imobilitas antar perlakuan (P<0,05) dengan peningkatan durasi imobilitas tertinggi pada perlakuan 16T:8G diikuti 24T. Hasil pengukuran tingkat ekspresi gen Aa-NAT menunjukkan bahwa terdapat perbedaan nyata antar perlakuan (P<0,05), sementara tingkat ekspresi gen relatif Hiomt juga menunjukkan perbedaan nyata antar perlakuan (P<0,05). Tingkat ekspresi gen relatif Aa-NAT dan Hiomt terendah pada 24T. Berdasarkan penelitian ini dapat disimpulkan bahwa terdapat pengaruh fotoperiode LED biru pada durasi 16T:8G dan 24T terhadap tingkat stres dengan parameter imobilitas serta fotoperiode LED biru 24T memiliki tingkat ekspresi relatif gen Aa-NAT dan Hiomt terendah lalu diikuti 8T:16G, dan 16T:8G", "Daftar File": {"ABSTRAK Daur Sarahwati P": "https://digilib.itb.ac.id/gdl/download/182657", "COVER Daur Sarahwati P": "https://digilib.itb.ac.id/gdl/download/192132"}, "Penulis": "Daur Sarahwati P [10615018]", "Kontributor / Dosen Pembimbing": ["Dr. Lulu Lusianti Fitri, M.Sc.", "Karlia Meitha, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Tikus Jantan, LED Biru, FST, Stres, Aa-NAT, Hiomt", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "25 Sep 2019"}