{"Nomor": 43069, "Judul": "Kesiapan Pelepasliaran Orangutan Kalimantan (Pongo pygmaeus) Usia 8 tahun di Sekolah Hutan II Pusat Rehabilitasi BOSF Samboja Lestari, Kalimantan Timur", "Abstrak": "Populasi orangutan kalimantan (Pongo pygmaeus) semakin menurun dan terancam punah karena tingginya kerusakan habitat dan perburuan liar. Rehabilitasi merupakan salah satu cara untuk memertahankan populasi orangutan agar dapat dilepasliarkan kembali ke habitat alaminya. Penelitian ini bertujuan untuk mengetahui kesiapan pelepasliaran orangutan berdasarkan parameter activity budget, konsumsi pakan, penggunaan strata ketinggian, serta daya jelajah orangutan. Penelitian dilakukan di Sekolah Hutan II Pusat Rehabilitasi BOSF Samboja Lestari, Kalimantan Timur pada bulan April-Juni 2019. Pengamatan dilakukan pada empat individu orangutan berusia delapan tahun yang diberi nama Elaine, Elder, Edgar, dan Anna Friel. Pengambilan data aktivitas, jenis pakan, dan strata ketinggian dilakukan dengan metode focal-instantaneous sampling per dua menit selama 5-6 jam setiap harinya dan dimulai pada pukul 09.00 WIB. Pengambilan data jarak jelajah harian dilakukan dengan perekaman alur pergerakan (track) menggunakan GPS receiver. Selanjutnya luas area jelajah dihitung menggunakan Minimum Convex Polygon (MCP) dalam ArcMap 10.4.1. Untuk melihat kesiapan pelepasliaran, dilakukan perbandingan antara keempat orangutan dengan orangutan ex-rehabilitant BOSF dengan melihat parameter activity budget, konsumsi pakan alami, aktivitas arboreal, dan daya jelajah. Berdasarkan hasil pengamatan selama 203,48 jam diperoleh hasil bahwa Elaine, Elder, dan Anna Friel memiliki alokasi waktu yang tinggi untuk aktivitas istirahat, sedangkan Edgar untuk aktivitas bergerak. Pakan yang dikonsumsi terdiri dari 18 pakan dari teknisi, 30 spesies tumbuhan pakan alami, dan 3 jenis pakan lain-lain (air, rayap, dan tanah). Jenis pakan dengan proporsi konsumsi tertinggi yaitu umbut pada Elder, daging buah pada Anna, serta pakan dari teknisi pada Elaine dan Edgar. Elaine dan Edgar memiliki proporsi tertinggi pada penggunaan ketinggian 0 meter, sedangkan Elder dan Anna pada ketinggian 5-10 meter. Hasil analisis MCP menunjukkan bahwa luas area jelajah pada Elaine yaitu 4,95 ha, Elder 7,47 ha, Edgar 6,17 ha, dan Anna Friel 7,42 ha. Kesimpulan yang diperoleh yaitu Elaine, Elder, Edgar, dan Anna Friel belum siap untuk dilepasliarkan karena masih memiliki proporsi aktivitas makan, aktivitas arboreal (pada Elaine dan Edgar), konsumsi pakan alami serta luas area jelajah yang rendah.", "Daftar File": {"ABSTRAK Praniti Herma Sunaryo": "https://digilib.itb.ac.id/gdl/download/182664", "COVER Praniti Herma Sunaryo": "https://digilib.itb.ac.id/gdl/download/193710", "PUSTAKA Praniti Herma Sunaryo": "https://digilib.itb.ac.id/gdl/download/193716"}, "Penulis": "Praniti Herma Sunaryo [10615067]", "Kontributor / Dosen Pembimbing": ["Dr. Achmad Sjarmidi", "Dr. Tien Lastini, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Orangutan kalimantan, Rehabilitasi, Pelepasliaran", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "25 Sep 2019"}