{"Nomor": 43075, "Judul": "EVALUASI KELELAHAN BAGI PENGEMUDI BERDASARKAN INDIKATOR OKULAR DAN BEHAVIOURAL-OBSERVER RATED SLEEPINESS", "Abstrak": "Kelelahan merupakan faktor utama yang berkontribusi dalam kecelakaan lalu lintas. Kemampuan untuk mendeteksi kelelahan saat mengemudi sangatlah penting dilakukan. Penelitian ini bertujuan untuk mengevaluasi kelelahan pengemudi dengan menggunakan indikator perilaku (Behavioural-Observer Rated Sleepiness) dan okular (durasi dan frekuensi kedipan) pengemudi. Penelitian ini dirancang dengan kerangka eksperimen lapangan. Sebanyak 12 pengemudi laki-laki (usia 35,58 ± 3,58 tahun) diminta untuk mengemudikan mobil dari Bandung ke Bekasi Barat dan ke Bandung kembali sekitar 6 jam. Terdapat faktor within subject berupa kepadatan lalu lintas (A, B, C, D, dan E). Kamera blackvue dipasang di depan pengemudi digunakan untuk merekam ekspresi dan gerakan wajah, indikator okular, serta posisi dan gerakan tubuh secara kontinu. Semua indikator kelelahan diukur setiap 20 menit sekali dan menghasilkan 20 titik data. Skor Swedish Occupational Fatigue Inventory (SOFI) juga digunakan untuk menilai kelelahan yang dirasakan pengemudi secara subjektif. Hasil penelitian ini menunjukkan bahwa kelelahan tidak hanya dipengaruhi oleh durasi mengemudi, tetapi juga dipengaruhi oleh faktor kepadatan lalu lintas (p < 0,05). Kelelahan tertinggi terjadi pada menit ke 120 pada sesi perjalanan pergi dan menit ke 80 dan 160 pada sesi perjalanan pulang. Istirahat 15 menit setelah mengemudi selama 2,5 jam mampu memulihkan kelelahan. Manajemen kelelahan perlu dilakukan untuk mengatasi kelelahan baik dengan pendekatan regulasi maupun teknologi secara real time. Manajemen kelelahan bagi pengemudi dilakukan dengan pendekatan regulasi dan teknologi secara real time. Pendekatan regulasi mengatur durasi mengemudi secara kontinu maksimal 2 jam dan diiringi istirahat selama minimal 15 menit. Pendekatan teknologi secara real time berbasiskan kamera mendeteksi kelelahan melalui perilaku pengemudi terkait indikator okular, ekspresi dan gerakan wajah, serta posisi dan gerakan tubuh. Ketika kelelahan terdeteksi pada pengemudi, akan ada alarm peringatan bagi pengemudi untuk beristirahat atau melakukan pergantian pengemudi.", "Daftar File": {"ABSTRAK Annas Fatkhurrohman": "https://digilib.itb.ac.id/gdl/download/182672"}, "Penulis": "Annas Fatkhurrohman [13415027]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Herman Rahadian Soetisna, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "kelelahan, pengemudi, Behavioural-Observer Rated Sleepiness, frekuensi kedipan, durasi kedipan, Swedish Occupational Fatigue Inventory.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "25 Sep 2019"}