{"Nomor": 43076, "Judul": "Perancangan Penutupan Rehabilitasi, dan Pasca Operasi TPST Bantar Gebang , Bekasi Jawa Barat", "Abstrak": "Pembangunan infrastruktur lingkungan di Indonesia sedang mengalami tekanan dan motivasi untuk meningkatkan kualitas serta kuantitas penyediaan air bersih dan sanitasi. Hal ini dikarenakan faktor eksternal dan internal bangsa yang sudah menyadari seberapa pentingnya masalah ini. Salah satu masalah yang selalu hangat ialah persampahan. Masalah yang signifikan dalam hal persampahan ialah mengenai Tempat Pemrosesan Akhir (TPA) di Indonesia yang hingga saat ini masih menganut sistem open dumping. Sistem ini tidak hanya bertentangan dengan regulasi dan kaidah persampahan, tetapi juga sangat berbahaya bagi lingkungan sekitar. Maka dari itu, salah satu upaya untuk menanggulangi polusi akibat TPA adalah dengan rehabilitasi atau penutupan lahan urug yang diatur pada Peraturan Menteri Pekerjaan Umum nomor 3 Tahun 2013 tentang Penyelenggaraan Prasarana dan Sarana Persampahan dalam Penanganan Sampah Rumah Tangga dan Sampah Sejenis Sampah Rumah Tangga. Upaya rehabilitasi TPA pertama kali dilakukan pada TPA Sarbagita di wilayah Suwung, Bali. Perancangan Penutupan, Rehabilitasi, dan Pasca Operasi TPA Bantargebang merupakan usaha untuk menerapkan regulasi persampahan dan meneruskan upaya penutupan TPA yang sudah seharusnya ditutup di Indonesia. Perancangan meliputi perhitungan stabilitas tanah, kompresibilitas sampah, perpipaan lindi dan flaring, perhitungan dimensi drainase, lapisan penutup, serta arsitektur lanskap. Harapannya, Perancangan Penutupan, Rehabilitasi, dan Pasca Operasi TPA Bantargebang dapat memperbaiki lingkungan TPA serta dapat mengembangkan TPA Bantargebang bagi masa yang akan mendatang.", "Daftar File": {"ABSTRAK - 15715005 - Ahmad Gigih Radiantama.pdf)u": "https://digilib.itb.ac.id/gdl/download/182673"}, "Penulis": "Ahmad Gigih Radiantama [15715005]", "Kontributor / Dosen Pembimbing": ["Dr. I Made Wahyu Widyarsana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "TPA, lahan urug, rehabilitasi, penutupan, open dumping .", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "25 Sep 2019"}