{"Nomor": 43089, "Judul": "PERANCANGAN SISTEM PENGUMPULAN DENGAN PENERAPAN SISTEM PENDETEKSI KAPASITAS UNTUK WADAH LIMBAH PADAT DAN AREA SETOR MANDIRI DI INSTITUT TEKNOLOGI BANDUNG KAMPUS JATINANGOR", "Abstrak": "Kampus Institut Teknologi Bandung – Jatinangor sebagai instansi pendidikan memiliki potensi timbulan sampah yang tinggi. Hal ini disebabkan oleh jenis sampah yang dihasilkan sangatlah beragam untuk suatu bangunan pendidikan yaitu sampah organik, sampah yang dapat didaur ulang, dan sampah yang tidak dapat didaur ulang (Fadhilah et al, 2011). Salah satu faktor yang mempengaruhi jumlah timbulan sampah yang dihasilkan oleh suatu daerah adalah jumlah populasi penduduk. Pertumbuhan populasi yang tidak diimbangi dengan peningkatan kualitas fasilitas pengelolaan persampahan akan berdampak pada peningkatan potensi sampah untuk memberi dampak negatif pada lingkungan. Pemilahan sampah dari sumber merupakan salah satu langkah awal yang dapat memberikan kemudahan dalam pengelolaan sampah yang ditimbulkan, sedangkan Kampus ITB – Jatinangor belum menerapkan adanya pemilahan sampah sehingga semua jenis sampah masih tercampur sebelum diangkut ke IPST (Instalasi Pengelolaan Sampah Terpadu). Oleh karena itu, direncanakan adanya pembangunan Area Setor Mandiri yang dirancang untuk memfasilitasi pemilahan sampah di Kampus ITB – Jatinangor sebelum dikelola lebih lanjut dan untuk meningkatka potensi daur ulang dari jenis-jenis sampah yang masih memiliki nilai guna. Perencanaan kembali untuk sistem pengumpulan sampah di Kampus ITB – Jatinangor juga dilakukan dengan melakukan perancangan wadah sampah dengan sistem pendeteksi kapasitas yang bertujuan untuk membuat sistem pengumpulan yang dilakukan menjadi lebih efektif dan efisien. Dalam perancangan ini, 25% timbulan sampah akan ditampung oleh area setor mandiri sedangkan 75% timbulan akan ditampung wadah komunal yang telah direncanakan. Berdasarkan hasil perhitungan, luas lahan area setor mandiri yang akan direncanakan adalah 52 m2 dan jumlah wadah sampah dengan sensor pendeteksi kapasitas yang dibutuhkan adalah 4 buah dengan kapasitas masing-masing adalah 660 liter.", "Daftar File": {"ABSTRAK Venissha Claudia Pasaribu": "https://digilib.itb.ac.id/gdl/download/182687"}, "Penulis": "Venissha Claudia Pasaribu [15315072]", "Kontributor / Dosen Pembimbing": ["Emenda Sembiring, S.T., M.T., M.Eng.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Pengelolaan Limbah Padat, Area Setor Mandiri, Wadah Sampah dengan Sensor, Sistem Pengumpulan, ITB Jatinangor", "Sumber": "TA OKTOBER 2019", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "25 Sep 2019"}