{"Nomor": 43084, "Judul": "PEMODELAN FISIK 2-D MODEL PERILAKU HIDROLIK MULTI CHAMBER SKIRT BREAKWATER", "Abstrak": "Pemecah gelombang jenis tirai mulai dijadikan sebagai alternatif struktur pemecah gelombang. Penelitian terkait karakteristik pemecah gelombang tirai dengan penopang tiang pancang ini perlu dipelajari lebih lanjut, bentuk susunan struktur, porositas, efek dari gelombang dan parameter lainnya perlu dipelajari untuk mengoptimalkan penggunaannya. Dalam penelitian ini dilakukan studi mengenai pemecah gelombang tirai dengan tipe multi chamber skirt breakwater (MCSB). Penelitian akan dilakukan pada beragam dimensi struktur dan kondisi gelombang dengan model fisik dua dimensi. Tujuan dari penelitian ini adalah melaksanakan uji model fisik perilaku hidrolik multi chamber skirt breakwater (MCSB). Penelitian dilakukan di Lab Gelombang Teknik Kelautan ITB pada tanggal 15 juli 2019 – 16 agustus 2019. Penelitian ini menggunakan benda uji yang dibuat dari kayu lalu di uji dalam wave flume berukuran 39.5 x 1.2 x 1.4 meter, benda uji memiliki variasi dimensi struktur yaitu variasi draft, lebar chamber, dan porositasnya, begitu pun untuk gelombang yang dijalankannya, variasi gelombang yang dipakai ialah perioda, tinggi gelombang dan kedalaman perairannya, gelombang dijalankan dengan wavemaker tipe piston yang dijalankan melalui komputer menggunakan HR Merlin, gelombang yang digunakan adalah gelombang regular. Data gelombang diambil dari wave gauge yang disimpan dalam komputer menggunakan HR DAQ, terdapat peredam gelombang dibelakang wavemaker dan di ujung wave flume (pantai buatan), adapun meteran yang ditempelkan pada kaca wave flume untuk pengukuran data visual yang dilihat melalui kamera per channel wave gauge, data visual digunakan untuk kalibrasi, wave gauge yang dipakai pada penelitian ini sebanyak empat buah (3 depan benda uji, 1 belakang benda uji), penyekalaan dalam penelitian ini menggunakan metoda Froude. Penelitian ini banyak menggunakan metoda Goda Y. dan Suzuki Y. dari segi perhitungan, pengolahan, serta peletakkan wave gauge-nya. Analisa data menggunakan metoda Buckingham ?. Kesimpulan dari penelitian ini adalah semakin kecil panjang gelombang, semakin besar draft, semakin besar lebar chamber, dan semakin kecil porositasnya, maka semakin efektif benda ujinya.", "Daftar File": {}, "Penulis": "Anugrah Yazid Ghani [15515025]", "Kontributor / Dosen Pembimbing": ["Ir. Harman Ajiwibowo, MS, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pemodelan fisik 2-D, Multi Chamber Skirt Breakwater, Perilaku hidrolik, Buckingham ?.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Sep 2019"}