{"Nomor": 43088, "Judul": "PERANCANGAN SISTEM PENGUKURAN GEOMETRI GUIDE VANE TURBIN FRANCIS", "Abstrak": "Turbin merupakan salah satu komponen dari Pembangkit Listrik Tenaga Air\n(PLTA). Salah satu turbin yang digunakan pada PLTA di Indonesia adalah turbin Francis.\nNamun banyak dari turbin Francis yang digunakan, mengalami permasalahan mengenai\numur guide vane yang relatif pendek. Keperluan guide vane yang cukup banyak\nmenyebabkan biaya pengadaan yang besar apabila harus import dari negara tempat\nproduksi. Untuk mengatasi masalah tersebut, proses rekayasa peniruan dilakukan agar\nproduksi mandiri dapat dilakukan. Setelah proses rekayasa peniruan dan produksi, proses\npengukuran geometri perlu dilakukan untuk memastikan guide vane yang diproduksi sesuai\ndengan spesifikasi yang dirancang. Maka dari itu tugas sarjana ini membahas mengenai\nperancangan sistem pengukuran geometri guide vane turbin Francis. \nPenyelesaian permasalahan dicapai dengan melakukan pengukuran geometri secara\nlangsung terhadap contoh guide vane turbin Francis. Hasil pengukuran berikutnya diolah\nuntuk dibandingkan dengan acuan sehingga dapat ditentukan apakah guide vane memenuhi\nspesifikasi geometri yang ditentukan. \nHasil akhir tugas sarjana ini menghasilkan dua metode pengukuran yang sesuai\nuntuk pengukuran geometri guide vane yaitu pengukuran dengan alat konvensional untuk\nfitur yang memiliki bentuk umum dan pengukuran menggunakan laser scanner untuk profil\nairfoil. Pengolahan data hasil pengukuran juga terbagi menjadi dua berdasarkan metode\npengukurannya, yaitu hasil pengukuran dengan alat konvensional diinputkan pada report\ntable quality check dan hasil pengukuran dengan laser scanner diolah menggunakan\nperangkat lunak Geomagic Control X untuk mengetahui penyimpangan profil airfoil.", "Daftar File": {"2019 TA 13115081  Yusril Akmal Firdaus.pdf?": "https://digilib.itb.ac.id/gdl/download/182686"}, "Penulis": "Yusril Akmal Firdaus [13115081]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Indra Djodikusumo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Kata kunci: Sistem, pengukuran geometri, guide vane", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "1 file", "Tanggal Input": "25 Sep 2019"}