{"Nomor": 43081, "Judul": "DESAIN STRUKTUR DERMAGA DOLPHIN BATU BARA DI TELUK TUDI PROVINSI GORONTALO", "Abstrak": "Indonesia merupakan salah satu negara produsen dan eksportir batu bara terbesar di dunia (urutan ke-9\ndengan menyumbang 2.2% total cadangan batu bara di dunia). 81.79 % kebutuhan batu bara dalam negeri di\ngunakan sebagai bahan bakar PLTU. Salah satu provinsi di Indonesia yaitu Gorontalo turut andil dalam kegiatan\npembangunan PLTU guna memenuhi kebutuhan listrik dengan bahan bakar batu bara. Dalam menunjang\nkebutuhan batu bara dari luar pulau maka direncanakan dermaga bongkar muat batu bara di Teluk Tudi,\nKabupaten Gorontalo Utara, Provinsi Gorontalo dengan tipe dolphin dan struktur deck on pile. Dermaga\ndirencanakan terdiri dari loading platform, breasting dolphin, mooring dolphin, dan trestle. Lingkup bahasan\ntugas akhir meliputi penjelasan kriteria desain struktur dermaga, perhitungan beban yang bekerja pada dermaga,\npenentuan dimensi dermaga, analisis struktur dermaga, desain penulangan elemen struktural beton, dan analisis\ndaya dukung tanah. Acuan desain dermaga mengacu pada British Standard sedangkan kriteria desain untuk\nelemen struktural mengacu pada SNI 1729: 2015 untuk baja dan SNI 2847: 2013 untuk beton.\nAnalisis struktur dermaga dilakukan menggunakan perangkat lunak SAP2000. Hasil dari pemodelan berupa Unity\nCheck Ratio (UCR), defleksi struktur, gaya dalam balok dan pelat, serta reaksi perletakan. Dermaga Batu bara\nyang direncanakan menghasilkan UCR antara 0.8 hingga 1.0 dengan defleksi balok serta tiang pancang memenuhi\nbatas ijin. Gaya dalam digunakan untuk perencanan tulangan struktur beton dan reaksi perletakan digunakan untuk\nmemnentukan kedalaman rencana pemancangan pondasi struktur dermaga. Berdasarkan analisis daya dukung\ntanah maka pondasi struktur loading platform, breasting dolphin, mooring dolphin, dan trestle masing-masing\ndipancang hingga kedalaman 21 m, 27 m, 20 m, dan 20 m di bawah dasar laut.", "Daftar File": {}, "Penulis": "Suciana [15515038]", "Kontributor / Dosen Pembimbing": ["Ir. Harman Ajiwibowo, MS, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Desain, Dolphin, Batu bara, Struktur", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "13 file", "Tanggal Input": "25 Sep 2019"}