{"Nomor": 43097, "Judul": "PENGARUH MIKROORGANISME DALAM LINDI HASIL BIOKONVERSI SAMPAH BUAH OLEH LARVA BLACK SOLDIER FLY (HERMETIA ILLUCENS (L.)) TERHADAP PERTUMBUHAN TANAMAN SELADA BUTTERHEAD (LACTUCA SATIVA VAR. CAPITATA) DALAM SISTEM HIDROPONIK NUTRIENT FILM TECHNIQUE (NFT)", "Abstrak": "Hidroponik merupakan sistem pertanian tanpa media tanah namun menggunakan suatu cairan nutrisi. AB mix adalah campuran dari berbagai makro dan mikronutrien yang banyak digunakan untuk hidroponik. Larutan nutrisi hidroponik dapat pula dibuat dari lindi sebagai hasil biokonversi sampah buah oleh larva black soldier fly (BSF). Untuk mengetahui efektifitas nutrien hidroponik dari lindi ex BSF, telah dilakukan penelitian pengembangan selada butterhead menggunakan hidroponik sistem NFT. Butterhead ditanam dengan menggunakan enam perlakuan: 100% AB mix, 100% lindi, 60% AB mix : 40% lindi, 50% AB mix : 50% lindi, 70% AB mix : 40% lindi, dan 40% AB mix : 60% lindi. Diakhir pengamatan dilakukan analisis kandungan mikroorganisme pada larutan nutrisi hidroponik. Pengamatan dilakukan terhadap jumlah daun butterhead, berat basah, berat kering, kadar klorofil, serat dan vitamin C. Hasil analisis kandungan mikroorganisme menunjukkan bakteri yang dominan di larutan lindi adalah Pseudomonas sp. sedangkan jamur yang dominan adalah Aspergillus sp., sedangkan berdasarkan fungsinya bakteri yang paling dominan adalah bakteri penambat nitrogen yang dapat mempengaruhi berat basah dan berat kering tanaman. Berkurangnya persentase lindi dalam larutan menyebabkan berkurangnya jumlah bakteri. Dibandingkan dengan perlakuan lain, kombinasi larutan nutrisi 60% AB mix : 40% lindi memiliki jumlah bakteri penambat nitrogen dan kondisi lingkungan yang lebih baik untuk menunjang aktivitasnya. Dari penelitian ini dapat disimpulkan bahwa kombinasi 60% AB mix dan 40% lindi merupakan kombinasi yang paling baik bagi pertumbuhan selada butterhead secara hidroponik NFT. Hasil penelitan menunjukkan bahwa larutan 60% AB mix : 40% lindi menghasilkan jumlah daun 20 ± 4,70 helai, bobot segar 46,033 ± 14,27 gram, bobot kering 2,04 ± 0,39 gram, kandungan klorofil 6,126 ± 0,047 mg/L, kandungan vitamin C 46,10 mg/100 gram, dan kandungan serat 0,95%.", "Daftar File": {"ABSTRAK Hasna Luthfiyah Muthmainnah": "https://digilib.itb.ac.id/gdl/download/182714"}, "Penulis": "Hasna Luthfiyah Muthmainnah [11415015]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Dana Permana", "Dr. Ir. Asep Hidayat, M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "bakteri, BSF, butterhead, lindi, NFT", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2019"}