{"Nomor": 43096, "Judul": "SISTEM INTEGRASI PENGUKURAN SUHU TUBUH DAN LAJU RESPIRASI PORTABEL BERBASIS ANDROID", "Abstrak": "Tanda-tanda vital merupakan hal yang sangat penting untuk menentukan status kesehatan pasien. Kelainan tanda vital muncul beberapa jam sebelum pasien mengalami penurunan kesehatan. Oleh karena itu, pengecekan tanda vital secara berkala sangat membantu mencegah timbulnya penyakit kronis. Tanda vital yang difokuskan adalah suhu tubuh dan laju respirasi. Suhu tubuh merupakan tanda vital yang paling diperhatikan oleh setiap orang. Laju respirasi adalah tanda vital yang paling diabaikan dalam praktik klinis. Pada tugas akhir ini, dilakukan pengembangan produk portabel berbasis Android yang mengintegrasi pengukuran suhu tubuh dan laju respirasi. Digunakan sensor suhu inframerah untuk mendeteksi suhu tubuh dan termistor untuk menghitung laju respirasi. Akurasi yang dicapai oleh pengukur suhu tubuh adalah sebesar 84,44% dengan presisi ±1,37%. Akurasi yang dicapai oleh pengukur laju respirasi adalah sebesar 97,78% dengan dengan presisi ±3,98%. Kedua pengukur tersebut diintegrasi ke mikrokomputer dengan protokol komunikasi serial. Dan kemudian, hasil pengukuran yang telah diolah di mikrokomputer dikirim secara serial ke Android menggunakan Bluetooth. Hasil pengukuran dapat ditampilkan dan disimpan pada aplikasi Android. Parameter portabilitas produk diukur melalui berat, ukuran, daya tahan, dan suplai daya. Produk ini dimuat dalam sebuah koper berukuran 27×23×7 cm3 dengan berat 1,06 kg yang memiliki ketahanan yang baik. Suplai daya untuk sistem ini menggunakan power bank berkapasitas 12000 mAh dimana sistem pengukur dapat beroperasi selama 3 jam (±12 kali pengukuran).", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/182710", "2019 TA PP Edgina Honesta 1": "https://digilib.itb.ac.id/gdl/download/224415"}, "Penulis": "Edgina Honesta [18315030]", "Kontributor / Dosen Pembimbing": ["Dr. Agung Wahyu Setiawan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "integrasi, suhu tubuh, laju pernafasan, portabel, Android.", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "25 Sep 2019"}