{"Nomor": 43093, "Judul": "ANALISIS DAN PERAMALAN PERMINTAAN KARGO TRANSSHIPMENT DI BANDAR UDARA I GUSTI NGURAH RAI DENGAN METODE TIME SERIES DAN KAUSAL", "Abstrak": "Indonesia memiliki kinerja logistik yang masih rendah, tidak terkecuali dalam bidang transportasi udara. Hal ini dapat dibuktikan dengan tidak adanya bandara di Indonesia yang masuk ke dalam 10 besar dunia dalam hal jumlah penanganan kargo. Selain itu, Indonesia belum menjadi pemain dalam bisnis kargo transshipment. Oleh karena itu, untuk membantu perumusan kebijakan pengembangan yang akan dilakukan, seperti penentuan tata letak, gudang, dan tarif, maka akan dilakukan analisis permintaan terkait permintaan eksisting dan permintaan yang akan tumbuh saat transshipment diberlakukan.\nPenelitian ini menggabungkan model kausal (model konjoin), model regresi logistik biner, dan model peramalan time series (Holt Winters dan ARIMA). Data permintaan didapatkan dari penyebaran kuesioner konjoin kepada maskapai dan kargo forwarder sebanyak 233 responden di CGK, HLP, dan DPS. Penelitian ini menghasilkan pangsa pasar potensial dari kargo transshipment untuk masing-masing jenis komoditas beserta proyeksi pertumbuhan untuk 10 tahun ke depan. Hasil analisis dan proyeksi permintaan dapat dijadikan sebagai dasar dalam pembangunan rekomendasi kebijakan dan strategi yang ditetapkan oleh pemerintah Indonesia dan stakeholder terkait, seperti penentuan luas dan layout gudang, kebutuhan fasilitas dan SDM, serta analisis keekonomian untuk menentukan jumlah biaya dan keuntungan yang akan didapatkan.\nHasil penelitian ini menunjukkan bahwa ketepatan pengiriman kargo, keamanan kargo, kecepatan pelayanan dokumen kepabeanan, konektivitas bandara, dan kecepatan bongkar muat kargo akan mempengaruhi preferensi konsumen terhadap layanan kargo transshipment. Selain itu, didapatkan bahwa total permintaan kargo transshipment adalah sebesar 204.023 ton untuk tahun pertama dengan pertumbuhan rata-rata 0,74% per tahunnya.", "Daftar File": {"ABSTRAK FITRI SHOFIAH HUMAIRAH": "https://digilib.itb.ac.id/gdl/download/182704"}, "Penulis": "FITRI SHOFIAH HUMAIRAH [14415016]", "Kontributor / Dosen Pembimbing": ["Suprayogi, Ph.D., Rully Tri Cahyono, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "transshipment, peramalan, kargo udara, model konjoin, model time series", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "25 Sep 2019"}