{"Nomor": 43092, "Judul": "PERANCANGAN SISTEM KESELAMATAN KENDARAAN LISTRIK DENGAN KOMUNIKASI CAN BUS", "Abstrak": "Teknologi kendaraan listrik berkembang sangat cepat di seluruh dunia. Teknologi ini menggunakan motor listrik dan baterai ketimbang motor bakar dan bahan bakar fosil oleh karena itu kendaraan listrik tidak menghasilkan emisi karbon dan tidak mencemari lingkungan. Namun kendaraan listrik memiliki beberapa permasalahan terutama pada bagian keselamatannya. Kendaraan listrik menggunakan baterai Li-ion yang rapuh apabila mengalami gangguan dan dapat menyebabkan chain reaction. \n\nPada penelitian ini suatu sistem safety akan dirancang yang dapat memantau keadaan sistem baterai pada kendaraan listrik, menilai keadaan apabila terjadi kegagalan pada sistem, dan melakukan aksi berdasarkan kegagalan yang terjadi. Sistem ini menggunakan dua buah mikrokontroler Arduino untuk mengakuisisi data, dan mengambil keputusan, serta menggunakan protokol Controller Area Network (CAN) Bus untuk komunikasi data. Pada Arduino pengambil keputusan, dilakukan perhitungan dan pengambilan keputusan berdasarkan hasil akuisisi data dari Arduino satu. Apabila terjadi kesalahan seperti collision, overcurrent, fire and gas, overheat, overvoltage, dan undervoltage maka akan dilakukan suatu tindakan berupa menghidupkan kipas pendingin, menghidupkan range extender, atau emergency shut down. Hasil pemantauan keadaan baterai ditampilkan pada Human Machine Interface (HMI) menggunakan CAN Bus termasuk alarm apabila terjadi kegagalan pada sistem. Pada hasil akhir, digunakan kecepatan komunikasi CAN Bus 1 Mbps dengan waktu cacah sebesar 100 ms yang menghasilkan waktu keterlambatan antara mikrokontroler dan HMI sebesar 170 ms.", "Daftar File": {}, "Penulis": "Rizky Cahya Kirana [13315057]", "Kontributor / Dosen Pembimbing": ["Ir. Endra Joelianto, Ph.D.", "Dr. Ir. Sigit Puji Santosa, MSME"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Kendaraan listrik, baterai Li-ion, keselamatan, emergency shut down, CAN Bus", "Sumber": "", "Staf Input/Edit": "Rina Kania", "File": "7 file", "Tanggal Input": "25 Sep 2019"}