{"Nomor": 43103, "Judul": "DESAIN POLA OPERASI PELABUHAN JAKARTA INTERNATIONAL CONTAINER TERMINAL, TANJUNG PRIOK, JAKARTA UTARA", "Abstrak": "Jakarta International Container Terminal merupakan pelabuhan yang terletak di Tanjung\nPriok, Jakarta Utara. Indonesia dilewati oleh Sea Lane of Communication (SLOC) yaitu Selat\nMalaka, dimana jalur ini menempati peringkat pertama dalam jalur pelayaran kontainer, yang\nmenjadikan Tanjung Priok menempati urutan ke-26 dari 47 pelabuhan yang dilalui jalur pelayaran\nkontainer dunia. Hal ini menjadikan Pelabuhan Tanjung Priok merupakan Pelabuhan tersibuk dan\nterpadat di seluruh Indonesia. Berkaitan dengan hal tersebut, Jakarta International Terminal\nmenargetkan dapat meningkatkan kapasitas dermaga hingga ± 2 juta TEUS/tahun dan kapasitas\nlapangan penumpukan hingga ± 3 juta TEUS/tahun. Lingkup bahasan perancangan pola operasi\ndermaga meliputi perancangan kombinasi tambatan kapal di dermaga, penentuan jenis dan jumlah\nalat bongkar muat peti kemas di dermaga, perhitungan produktivitas alat bongkar muat, dan\nperhitungan kapasitas dermaga sedangkan untuk perancangan pola operasi di lapangan penumpukan\nmeliputi penentuan orientasi penumpukan peti kemas, penentuan jenis dan jumlah alat atur lapangan\npenumpukan, perhitungan produktivitas alat atur lapangan penumpukan, dan perhitungan kapasitas\nlapangan penumpukan. Kapasitas dermaga terminal peti kemas yang dirancang adalah 2.404.904\nTEU/tahun. Perancangan pola operasi di lapangan penumpukan meliputi penentuan orientasi\npenumpukan peti kemas, penentuan jenis dan jumlah alat atur lapangan penumpukan, perhitungan\nproduktivitas alat atur lapangan penumpukan, dan perhitungan kapasitas lapangan penumpukan.\nKapasitas lapangan penumpukan terminal peti kemas yang dirancang adalah 3.461.612 TEU/tahun.\nSelain itu ada penentuan kebutuhan alat transportasi horizontal yang meliputi penentuan jenis dan\njumlah alat transportasi horizontal serta perhitungan biaya kapital dan penentuan tarif penanganan\npeti kemas meliputi perhitungan biaya total kapital, perhitungan total pengeluaran dan pemasukan\nper tahun selama payback period, dan penentuan tarif penanganan peti kemas.", "Daftar File": {}, "Penulis": "Ferdian Pratama Putra [15515020]", "Kontributor / Dosen Pembimbing": ["Ir. Andojo Wurjanto, MCE, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Terminal Peti Kemas, JICT, Pola Operasi, Kapasitas, Biaya, Tarif.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Sep 2019"}