{"Nomor": 43109, "Judul": "DESAIN DAN ANALISIS PUSHOVER ANJUNGAN LEPAS PANTAI EKSISTING SEBAGAI DASAR PERPANJANGAN MASA OPERASI", "Abstrak": "Saat ini sebagian besar perusahaan minyak dan gas sedang mempertimbangkan untuk melakukan reuse terhadap struktur anjungan lepas pantai eksisting. Solusi ini dianggap cukup strategis, karena melakukan desain dan konstruksi platform baru biasanya membutuhkan biaya yang jauh lebih mahal.\nPada Tugas Akhir ini, dimodelkan suatu process platform 8 (delapan) kaki milik PT Pertamina EP yang sudah eksisting sejak tahun 1974 yang terletak di perairan Laut Jawa. Studi kelayakan dalam rangka rekualifikasi platform dievaluasi dengan perangkat lunak SACS 11.2 dengan standar sesuai API RP 2A 22nd Edition. Adapun analisis yang dilakukan diawali dengan analisis inplace. Ketika terdapat overstress, akan dilakukan face check dan desain lokal berupa strengthening dengan perangkat lunak Section 4.0. Selanjutnya evaluasi struktur akan dilanjutkan lewat analisis seismik dengan menggunakan pembebanan gempa SLE dan DLE. Ketika terdapat kegagalan akan dilakukan pencatatan komponen kritis dan akan diverifikasi dengan pemeriksaan daktilitas. Selain itu juga akan dilakukan analisis spectral fatigue. Jika terdapat komponen sambungan yang memiliki sisa umur kelelahan kritis, maka beberapa prosedur inspeksi dan perbaikan sambungan akan direkomendasikan. Berikutnya akan dilakukan analisis pushover guna memeriksa daktilitas dan rasio cadangan kekuatan (RSR) yang dimiliki oleh anjungan lepas pantai eksisting.\nBerdasarkan hasil analisis inplace, dilakukan desain perkuatan terhadap member kritis yakni member 1529-1506 1506 (UC box= 0.73; UC plate=0.754) dan member 0846-6347 (UC box=0.579; UC plate=0.714). Selanjutnya dari analisis seismik diperoleh bahwa pile 107P memiliki UC sebesar 1.246. Berikutnya pada analisis fatigue diperoleh bahwa terdapat 17 buah joint yang memiliki umur kelelahan dibawah 130 tahun sehingga perlu diinspeksi dan diperbaiki. Adapun dari analisis pushover diperoleh bahwa pile 107P memiliki plastisitas yang masih akseptabel yakni sebesar 8.3% saat beban desain gempa DLE. Selain itu juga diperoleh nilai daktilitas yang memadai dimana nilai terkecil yang diperoleh adalah sebesar 2.85 (pushover badai dari arah Barat) Sedangkan untuk RSR diperoleh nilai terkecil sebesar 1.42 (pushover DLE).", "Daftar File": {}, "Penulis": "Muh Fadel Hidayat Marzuki [15515052]", "Kontributor / Dosen Pembimbing": ["Ir. Rildova, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "reuse, API RP 2A 22nd Edition, strengthening, daktilitas, analisis spectral fatigue, analisis pushover, RSR.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "14 file", "Tanggal Input": "25 Sep 2019"}