{"Nomor": 43117, "Judul": "PENGEMBANGAN SISTEM PENGOLAH DATA PEMANTAUAN DAN WAKTU PENGGUNAAN   MENJADI PREDIKSI SISA UMUR  KOMPONEN MESIN", "Abstrak": "Cyber Physical System (CPS) adalah kunci dalam Industry 4.0. CPS \nmemiliki lima tingkatan dalam penerapannya, yaitu level koneksi, level konversi,\nlevel dunia maya, level kognisi, dan level konfigurasi.  Pada level koneksi, data\ndiakuisisi dari sebuah sistem. Data yang diambil diolah menjadi informasi yang\nberguna pada level kedua CPS, yaitu level konversi. Salah satu informasi yang\ndapat dihasilkan dari analisis data pada level konversi yaitu waktu penggunaan\ndan sisa umur suatu komponen mesin perkakas. \nPenelitian  ini bertujuan untuk membuat sistem pemantauan waktu\npenggunaan komponen mesin dan menentukan metode analisis data menjadi\nsuatu informasi berupa waktu penggunaan komponen mesin dan prediksi sisa\numur komponen mesin dalam bentuk grafik visual. Waktu penggunaan\nkomponen didapat dengan mengakumulasikan interval operasi aktuator-aktuator\nyang menggerakkan tiap komponen. Sisa umur komponen merupakan hasil\npengurangan lifetime komponen dengan waktu penggunan komponen mesin.  \nPenelitian ini berhasil membuat sistem pemantauan waktu penggunaan\nkomponen mesin dan metode analisis data. Sistem berhasil menganalisis datadata\n\nmentah berupa data pemantuan dari bagian akuisisi menjadi informasi\nberupa waktu penggunaan komponen mesin dan perkiraan sisa umur komponen\nmesin dan menampilkan hasilnya pada antarmuka kepada pengguna.", "Daftar File": {"2019 TA 13115057  HELMI FEBRIO W.pdf?": "https://digilib.itb.ac.id/gdl/download/182742"}, "Penulis": "Helmi Febrio Widyatama [13115057]", "Kontributor / Dosen Pembimbing": ["Dr. Sri Raharno, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Kata kunci: sistem pemantauan, waktu penggunaan komponen, sisa umur     komponen.", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "1 file", "Tanggal Input": "25 Sep 2019"}