{"Nomor": 43123, "Judul": "PEMODELAN MATEMATIS KEBUTUHAN AIR PADA TANAMAN KACANG TANAH (Arachis hypogaea L.) VAR. GAJAH DENGAN MENGGUNAKAN MEDIA TANAH DAN COCOPEAT PADA SISTEM DRIP IRRIGATION SEBAGAI DESAIN AWAL PERTANIAN PRESISI", "Abstrak": "Kacang tanah (Arachis hypogaea L.) merupakan tanaman legumuniosa yang cukup penting di Indonesia. Hal ini dikarenakan kacang tanah memiliki peran dalam mencukupi kebutuhan bahan pangan jenis kacang-kacangan. Kebutuhan kacang tanah dari tahun ke tahun terus meningkat sejalan dengan bertambahnya jumlah penduduk, kebutuhan gizi masyarakat, diversifikasi pangan, serta meningkatnya kapasitas industri pangan dan makanan di Indonesia. Namun dari segi produktivitas kacang tanah di Indonesia masih kurang dibanding negara lain. Salah satu penyebabnya yaitu pemberian air yang belum optimal dan efektif membuat produktivitas kacang tanah kurang. Oleh karena itu diperlukan suatu metode untuk meningkatkan kefektifan dan keefisienan pemberian air dengan menentukan kebutuhan air tanaman kacang tanah mealui suatu pemodelan kebutuhan air menggunakan sistem drip irrigation agar mampu menciptakan pertanian yang presisi. Tujuan dari penelitian ini yaitu untuk menentukan persamaan model matematika kebutuhan air tanaman kacang tanah pada media tanah dan cocopeat, menentukan produktivitas terbaik masing-masing media berdasarkan parameter biomassa tanaman dan biomassa panen kacang tanah. Hasil yang didapatkan yaitu Persamaan model kebutuhan air tanaman kacang tanah mengguanakan persamaan polynomial orde enam dimana persamaan model kebutuhan air kacang tanah pada media tanah yaitu y = 2E-07x6 - 5E-05x5 + 0.0032x4 - 0.0956x3 + 0.9099x2 + 6.8887x - 26.467 dengan R2 sebesar 0.6912 sementara pada media cocopeat yakni y = -5E-08x6 + 1E-05x5 - 0.001x4 + 0.0419x3 - 0.8028x2 + 4.6216x + 94.127 dengan R2 sebesar 0.9949. Produktivitas paling tinggi kacang tanah berdasarkan parameter biomassa tanaman pada media tanah yakni pada pemberian air sebesar 75% kapasitas lapang dan pada media cocopeat pada perlakuan pemberian air 50% kapasitas lapang. Produktivitas paling tinggi kacang tanah berdasarkan parameter hasil panen pada media tanah yakni pada perlakuan pemberian air 75% kapasitas lapang dan pada cocopeat sebesar 50%. Kata kunci: Air, drip irrigation, Kacang tanah, kapasitas lapang, produktivitas.", "Daftar File": {"ABSTRAK Yusuf Muhammad Wibisono": "https://digilib.itb.ac.id/gdl/download/182748"}, "Penulis": "Yusuf Muhammad Wibisono [11415038]", "Kontributor / Dosen Pembimbing": ["Ramadhani Eka Putra, S.Si., M.Si., Ph.D.", "Acep Purqon, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Air, drip irrigation, Kacang tanah, kapasitas lapang, produktivitas.", "Sumber": "", "Staf Input/Edit": "didi kusnendi", "File": "1 file", "Tanggal Input": "25 Sep 2019"}