{"Nomor": 43126, "Judul": "PENGARUH ENDAPADAN SEDIMEN DI WADUK CIRATA TERHADAP UMUR EFEKTIF WADUK DAN PERENCANAAN SAND TRAP UNTUK MEMPERTAHANKAN UMUR RENCANANYA", "Abstrak": "Pada tahun 2017 Waduk Cirata telah beroprasi lebih dari 30 tahun sedangkan umur layan rencananya adalah 100 tahun, seharusnya umur waduk cirata masih tersisa kurang lebih 70 tahun. Waduk ini memiliki laju sedimen rencana sebesar 5.7 juta m3/ tahun, namun setelah dilakukan perhitungan ulang laju sedimen ke waduk cirata adalah 8.4 juta m3/tahun pada tahun 2017, dimana terjadi kenaikan laju sedimen sebesar 77.78%. Untuk menghitung sisa umur layan Waduk Cirata digunakan metode Empiric yang menghasilkan sisa umur layan waduk pada tahun 2017 adalah 65 tahun atau dead storage waduk akan terisi penuh pada tahun 2082. Pada tugas akhir ini digunakan juga metode pendekatan hidrometrik dan sedimen untuk menghitung sisa layan umur waduk dengan memprediksi pengurangan volume di setiap elevasi waduk, dari pendekatan ini didapatkan sisa layan umur waduk adalah 60 tahun atau waduk akan terisi penuh pada tahun 2077.\nUntuk menyelesaikan masalah maka dilakukan solusi secara rekayasa yaitu dengan membangun sand trap di sungai sebelum masuk ke waduk. Dengan menitikberatkan pada sedimen yang masuk ke dead storage didapatkan bahwa pertahunnya sebanyak 0,57 juta m3 sedimen harus diendapkan. Setiap sungai memiliki persentase kontribusi sedimen masuk ke waduk yang berbeda-beda, didapatkan kontrubusi sedimen untuk Sungai Cibalagung adalah 8,47%, untuk Sungai Cikundul adalah 6,42%, untuk\nSungai Cimeta adalah 7,73%, sedangkan untuk Sungai Cisokan adalah 77,38%. Ditinjau dari besar kontribusi setiap sungai maka dilakukan dua alternatif perencanaan sand trap. Alternative pertama dimana sand trap dibangun di setiap sungai, dengan besar tampungan sesuai persentase kontribusinya, dan alternatif kedua sand trap hanya dibangun di satu sungai yang memiliki kontribusi terbesar, dengan menampung seluruh 0,57 juta m3 sedimen yang harus diendapkan.\nDengan dibuatnya sand trap ini, laju sedimen yang masuk kedalam waduk berkurang, maka sisa umur waduk yang mulanya hanya tersisa 60 tahun lagi kini telah kembali normal, yaitu sisa umur Waduk Cirata kembali menjadi 70 tahun.", "Daftar File": {}, "Penulis": "Regina Dio Oriandra [15814009]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Indratmo, M.Sc., Ph.D.", "Mohammad Farid, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "sedimen, waduk, sand trap, umur layan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "11 file", "Tanggal Input": "25 Sep 2019"}