{"Nomor": 43128, "Judul": "PENGEMBANGAN ORGANISASI DI UMKM ADORABLE PROJECTS DENGAN MERANCANG USULAN STRATEGI, PROSES, DAN SISTEM ORGANISASI", "Abstrak": "UMKM Adorable Projects merupakan sebuah UMKM (Usaha Mikro, Kecil, dan Menengah) yang memiliki fokus mengembangkan produk fashion wanita buatan tangan perajin lokal. Seperti UMKM pada umumnya, UMKM Adorable Projects memiliki potensi pertumbuhan yang besar, apalagi dengan kondisi industri fashion yang terus berkembang. Namun pada kenyataannya, pertumbuhan UMKM Adorable Projects masih stagnan meskipun sudah bertahan selama satu dekade. Hal tersebut diduga merupakan akibat dari pengembangan organisasi yang belum dilakukan secara profesional. Dengan kondisi organisasi yang kompleks, dibutuhkan pendekatan yang sistematis berupa diagnosis organisasi berdasarkan tahap pertumbuhan organisasi sehingga arah pengembangan yang dipilih nantinya dapat mengatasi kesulitan yang sedang dihadapi. Untuk itu, penelitian ini bertujuan merancang usulan pengembangan organisasi yang sesuai dengan hasil diagnosis UMKM Adorable Projects.\nPenelitian ini dilakukan dengan menggunakan metode studi kasus. Proses penelitian diawali dengan diagnosis organisasi sehingga seluruh masalah yang sedang dihadapi oleh UMKM Adorable Projects dapat diketahui. Penelitian dilanjutkan dengan identifikasi tahap pertumbuhan organisasi untuk mengetahui posisi UMKM Adorable Projects saat ini. Arah pengembangan organisasi ditentukan berdasarkan hasil diagnosis organisasi dan hasil identifikasi tahap pertumbuhan organisasi. Setelah menentukan arah pengembangan, dilakukan\nperancangan usulan pengembangan berupa strategi dan sistem. Data-data yang dibutuhkan diperoleh melalui wawancara mendalam kepada beberapa narasumber. Selain itu, beberapa data juga diperoleh melalui studi dokumen terkait.\nHasil dari penelitian ini menunjukkan bahwa usulan pengembangan organisasi yang cocok dengan tahap formalization UMKM Adorable Projects adalah strategi dan sistem. Terdapat empat strategi yang dihasilkan dari Quantitative Strategic Planning Matrix yaitu strategi yang berhubungan dengan pengembangan produk, penetrasi pasar, pembuatan target dan standar dalam rangka peningkatan performa, dan pemanfaatan jasa tertentu. Sementara itu, sistem yang dibuat berupa usulan proses bisnis, Responsibility Assignment Matrix yang membangun uraian jabatan, serta indikator proses sederhana untuk proses-proses bisnis di tiga fungsi yaitu penelitian, pengembangan, dan desain; pemasaran dan kreatif; serta produksi. Dengan hasil penelitian yang menunjukkan posisi UMKM Adorable Projects di tahap formalization, diharapkan UMKM Adorable Projects dapat fokus pada pembenahan internal perusahaan, misalnya melalui pembentukan atau perbaikan sistem, sehingga organisasi yang makin kompleks dapat ditangani dengan baik dan berkembang secara maksimal.", "Daftar File": {"ABSTRAK DWITA ASSYIFA MEIHUSNA": "https://digilib.itb.ac.id/gdl/download/182766"}, "Penulis": "DWITA ASSYIFA MEIHUSNA [13415053]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Joko Siswanto, M.P.A., Dr. Made Andriani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "UMKM fashion, Studi kasus, Pengembangan organisasi, Diagnosis organisasi, Tahap pertumbuhan organisasi, Strategi, Sistem dan proses", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "25 Sep 2019"}