{"Nomor": 43125, "Judul": "KAJIAN TEKNO-EKONOMI SKENARIO PENGEMBANGAN ORC (ORGANIC RANKINE CYCLE) PADA UNIT BACK PRESSURE TURBINE PLTP ULUMBU", "Abstrak": "Siklusbineratau ORC sudahbanyakditerapkan di bidang geothermal maupunbidangindustrilainnyauntukmemanfaatkanenergipanastemperaturrendahmaupunpanassisamenjadienergilistrik. Turbin yang biasadigunakanuntukpembangkitlistrikpanasbumiumumnyatipecondensing dan turbinback pressure. Dua unit pembangkit di PLTP Ulumbumenggunakanturbinback pressure yang berartimasihterdapatenergi yang dapatdimanfaatkankembalidariuap yang keluardariturbintersebut. Jumlahuap yang keluardari2unitturbinback pressure di lapangantersebutmencapai 62.000 kg per jam dengan temperature 99oC dan entalpisekitar 2.430 kJ/kg. Pada penelitianinidicarinilaidaya optimal yang mampudihasilkan oleh ORC denganmempertimbangkan parameter seperti temperature lingkungan, kondisitermodinamikdariuap yang digunakan, dan konversienergi yang terjadi di setiapkomponen. Tujuandaripenelitianiniadalahuntukmenunjukkanstuditermodinamikadaripenggunaan ORC sebagaibottoming unitdenganberbagaiskenariofluidakerja yang akandipilihuntukmenghasilkanenergilistriktambahan. Beberapafluidakerjadipilihuntukmencari scenario ORC terbaikdalammemanfaatkanuapsisa, antara lain Isobutane, Butane, Isobutene, Isopentane, Propane, Propyne, Neopentane, R245fa, R236fa, dan R134a. ORC yang digunakandalampenelitianiniadalah ORC sederhana yang hanyamenggunakan Pre-Heater, Evaporator, Turbin, Kondenser, dan Pompa. Sifat-sifattermodinamkiadarifluidakerjadihitungdenganmenggunakanperangkatlunak REFPROP. Tipedarifluidakerja juga menjadibahanpertimbangan, apakahfluidakerjatersebuttipebasah, isentropik, ataupuntipekering. Skenarioterbaik yang diperolehadalahdenganmenggunakan Isopentane sebagaifluidakerja. Pada scenario ini, dihasilkanenergilistriktambahanhinggamencapai 2 MW denganefisiensitermalmencapai 10,29%. Biayapengembanganuntukskenarioinimencapai 2.496,6 USD dan mampumenghasilkannilai IRR sebesar 16,5% dengan NPV 127.797,70 USD ketikalistriknyadijualdenganharga 0,16 USD/kWh.", "Daftar File": {"ABSTRAK Naufal Nandaliarasyad": "https://digilib.itb.ac.id/gdl/download/182772", "COVER Naufal Nandaliarasyad": "https://digilib.itb.ac.id/gdl/download/201512", "BAB 1 Naufal Nandaliarasyad": "https://digilib.itb.ac.id/gdl/download/201513", "BAB 2 Naufal Nandaliarasyad": "https://digilib.itb.ac.id/gdl/download/201515", "BAB 3 Naufal Nandaliarasyad": "https://digilib.itb.ac.id/gdl/download/201516", "BAB 4 Naufal Nandaliarasyad": "https://digilib.itb.ac.id/gdl/download/201517", "BAB 5 Naufal Nandaliarasyad": "https://digilib.itb.ac.id/gdl/download/201519", "PUSTAKA Naufal Nandaliarasyad": "https://digilib.itb.ac.id/gdl/download/201520"}, "Penulis": "Naufal Nandaliarasyad [22617012]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. PrihadiSetyoDarmanto", "Dimas Taha Maulana ST, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Panas Bumi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Back Pressure Turbine, Organic Rankine Cycle.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "8 file", "Tanggal Input": "25 Sep 2019"}