{"Nomor": 43138, "Judul": "PERANCANGAN SISTEM PENGUKURAN GEOMETRI GUIDE VANE TURBIN FRANCIS", "Abstrak": "Turbin merupakan salah satu komponen dari Pembangkit Listrik Tenaga Air (PLTA). Salah satu turbin yang digunakan pada PLTA di Indonesia adalah turbin Francis. Namun banyak dari turbin Francis yang digunakan, mengalami permasalahan mengenai umur guide vane yang relatif pendek. Keperluan guide vane yang cukup banyak menyebabkan biaya pengadaan yang besar apabila harus import dari negara tempat produksi. Untuk mengatasi masalah tersebut, proses rekayasa peniruan dilakukan agar produksi mandiri dapat dilakukan. Setelah proses rekayasa peniruan dan produksi, proses pengukuran geometri perlu dilakukan untuk memastikan guide vane yang diproduksi sesuai dengan spesifikasi yang dirancang. Maka dari itu tugas sarjana ini membahas mengenai perancangan sistem pengukuran geometri guide vane turbin Francis.\nPenyelesaian permasalahan dicapai dengan melakukan pengukuran geometri secara langsung terhadap contoh guide vane turbin Francis. Hasil pengukuran berikutnya diolah untuk dibandingkan dengan acuan sehingga dapat ditentukan apakah guide vane memenuhi spesifikasi geometri yang ditentukan.\nHasil akhir tugas sarjana ini menghasilkan dua metode pengukuran yang sesuai untuk pengukuran geometri guide vane yaitu pengukuran dengan alat konvensional untuk fitur yang memiliki bentuk umum dan pengukuran menggunakan laser scanner untuk profil airfoil. Pengolahan data hasil pengukuran juga terbagi menjadi dua berdasarkan metode pengukurannya, yaitu hasil pengukuran dengan alat konvensional diinputkan pada report table quality check dan hasil pengukuran dengan laser scanner diolah menggunakan perangkat lunak Geomagic Control X untuk mengetahui penyimpangan profil airfoil.", "Daftar File": {"ABSTRAK Yusril Akmal Firdaus": "https://digilib.itb.ac.id/gdl/download/182777"}, "Penulis": "Yusril Akmal Firdaus [13115081]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Indra Djodikusumo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Sistem, pengukuran geometri, guide vane", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "25 Sep 2019"}