{"Nomor": 43132, "Judul": "Komparasi Sistem Perendaman Kultur In Vitro serta Pengaruh Variasi Perendaman terhadap Pertumbuhan Kultur Embrio Cabai Rawit (Capsicum annuum L. var annuum) dalam Bioreaktor TIS RITA", "Abstrak": "Konsumsi cabai rawit Indonesia terus meningkat yaitu 1,26-1,89 kg/kapita/tahun pada tahun 2016-2018. Peningkatan konsumsi ini perlu diimbangi dengan sistem produksi cabai rawit yang efisien dan berkelanjutan. Teknologi double haploid merupakan teknologi yang dapat menghasilkan tanaman homozygous dengan induknya. Protokol maturasi embrio yang ada saat ini menggunakan medium agar sedangkan nutrisi cenderung lebih mudah diserap pada medium cair sehingga menjadi sangat menarik untuk mengkultur embrio cabai dalam medium cair. Kultur in vitro pada medium cair terendam penuh dapat menimbulkan masalah baru, yaitu vitrifikasi sehingga pada penelitian ini digunakan bioreaktor TIS RITA dengan sistem perendaman sementara. Penelitian ini bertujuan untuk membandingkan performa pertumbuhan embrio cabai pada medium bilayer, medium cair terendam penuh, medium cair terendam sementara dengan variasi perendaman selama 1 menit setiap 4 (4J) dan 8 jam (8J). Embrio dikultur dengan pencahayaan lampu putih (7 jam), LED merah-biru (4:1) 5 jam, dan tanpa cahaya 12 jam. Parameter yang diukur yaitu berat basah dan kering embrio serta kadar sukrosa, konduktivitas, pH, dan viskositas medium pada TIS RITA. Hasil komparasi antara sistem perendaman sementara (TIS RITA 4J dan 8J) dan penuh (bilayer dan cair) menunjukkan bahwa sistem perendaman sementara lebih baik dalam pertambahan biomassa embrio cabai rawit (Capsicum annuum L. var annuum) dengan pertambahan berat basah dan kering sebesar 39% dan 25% untuk TIS RITA 4J kemudian 34% dan 36% untuk TIS RITA 8J. Variasi waktu perendaman pada TIS RITA tidak menunjukkan perbedaan yang signifikan terhadap pertumbuhan embrio cabai.", "Daftar File": {"ABSTRAK Harryyanto Ishaq Agasi": "https://digilib.itb.ac.id/gdl/download/182776"}, "Penulis": "Harryyanto Ishaq Agasi [11215035]", "Kontributor / Dosen Pembimbing": ["Dr. Rizkita Rachmi Esyanti"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Capsicum annuum L. var annuum, embrio double haploid, TIS RITA, biomassa, biokonversi", "Sumber": "", "Staf Input/Edit": "didi kusnendi", "File": "1 file", "Tanggal Input": "25 Sep 2019"}