{"Nomor": 43145, "Judul": "MENGHUBUNGKAN PEMINJAM USAHA MIKRO, KECIL, DAN MENENGAH DENGAN PEMBERI PINJAMAN DALAM MENGGUNAKAN PLATFORM PEER-TO-PEER LENDING", "Abstrak": "Usaha Mikro, Kecil, dan Menengah (UMKM) adalah tulang punggung perekonomian Indonesia. Kontribusinya terhadap Produk Domestik Bruto (PDB) tidak setinggi kontribusinya tehadap penyerapan tenaga kerja. Oleh karena itu, penting untuk meningkatkan produktivitas dari UMKM. Kurangnya dana masih menjadi hambatan utama bagi UMKM dalam mengembangkan usahanya. Platform Peer-to-Peer (P2P) lending diharapkan menjadi solusi alternatif dalam memperoleh sumber pembiayaan. Platform P2P lending perlu untuk menghubungkan peminjam UMKM dengan pemberi pinjaman. Penelitian ini bertujuan untuk mengidentifikasi faktor-faktor yang memengaruhi minat peminjam dan pemberi pinjaman dalam menggunakan platform P2P lending, dengan 42 sampel UMKM sebagai peminjam potensial dan 75 sampel pemberi pinjaman potensial. Partial Least Square digunakan sebagai metode statistik dan ditemukan satu faktor signifikan peminjam UMKM dan dua faktor signifikan pemberi pinjaman dalam menggunakan platform P2P lending. Proses peminjaman mempunyai pengaruh terhadap minat UMKM dalam penggunaan platform P2P lending. Sementara untuk pemberi pinjaman, persepsi manfaat dan skema pembayaran alternatif memberi pengaruh positif terhadap pemberi pinjaman dalam menggunakan platform P2P lending. Skema pembayaran alternatif berkaitan dengan pembiayaan berbasis syariah dan bagi hasil yang juga berkontribusi terhadap kesejahteraan UMKM dan pemberian pinjaman di industri halal. P2P lending membantu meningkatkan inklusi keuangan. Perluasan target pasar perlu diiringi dengan perbaikan yang berkelanjutan dari sistem penilaian kredit untuk meningkatkan akurasi dan mengembangkan sistem keamanan data untuk perlindungan nasabah. Penawaran produk dapat disesuaikan dengan karakter dari peminjam dan pemberi pinjaman yang sesuai dengan kebutuhannya.", "Daftar File": {"2019_TS_PP_Sarah Fadilla_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/182797"}, "Penulis": "Sarah Fadilla [29117108]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudarso Kaderi Wiryono, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "UMKM, P2P lending, peminjam, pemberi pinjaman", "Sumber": "Usaha Mikro, Kecil, dan Menengah (UMKM)", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "25 Sep 2019"}