{"Nomor": 43143, "Judul": "Model Matematis Penurunan Binding Capacity Matriks Protein-A akibat Pemurunian IgG Berulang", "Abstrak": "Imunoglobulin Anti Bisa Ular (ABU) merupakan satu-satunya produk yang digunakan untuk mengatasi gigitan ular berbisa. Akan tetapi, ABU yang dihasilkan saat ini masih memiliki banyak protein pengotor yang menurunkan kemampuan netralisasi terhadap bisa ular. Untuk dapat menghasilkan ABU dengan kemurnian tinggi, dimanfaatkan teknik pemurnian kromatografi menggunakan resin-protein A yang mampu berikatan secara spesifik dengan Imunoglobulin G. Kemampuan resin-protein A untuk berikatan secara spesifik berdampak pada harga penjualan yang mahal sehingga memaksa diberlakukannya penggunaan berulang. Pengulangan pemakaian tersebut memberikan dampak penurunan kemampuan ikatan antara resin-protein A dengan IgG. Penelitian ini bertujuan untuk mengetahui pengaruh penggunaan berulang terhadap kemampuan ikat IgG dengan resin-protein A dan mencari laju degradasi kemampuan ikat protein A menggunakan model matematis kinetika ordo satu. Pengulangan pemakaian protein A dilakukan sebanyak 20 kali dengan sampel darah kuda yang telah disentrifuga pada kecepatan 500G selama 10 menit. Konsenterasi IgG hasil elusi dari protein A diukur menggunakan IMPLEN Nanofotometer. Binding capacity IgG dengan protein A pada awal percobaan adalah 24,12 mg IgG/mL resin protein A dengan yield 54%. Penurunan konsenterasi digambarkan dengan aplikasi curve fitting MATLAB ® dan menghasilkan persamaan y = -0,02858x + 3,158 dengan R2 = 0.8466. Validasi model menggunakan chi-square goodness of fit dengan nilai ?2 = 25,45 dan DOF = 19 menyatakan model yang diajukan dapat diterima.", "Daftar File": {"ABSTRAK Anggi Ruth Emeralda": "https://digilib.itb.ac.id/gdl/download/182795"}, "Penulis": "Anggi Ruth Emeralda [11215034]", "Kontributor / Dosen Pembimbing": ["Wardono Niloperbowo, Ph.D.", "Hidayat Setiadji, S.Si.,Apt,M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Anti Bisa Ular, Chi-square, Imunoglobulin, Model Kinetika Ordo Satu, Protein A.", "Sumber": "", "Staf Input/Edit": "didi kusnendi", "File": "1 file", "Tanggal Input": "25 Sep 2019"}