{"Nomor": 43149, "Judul": "PERANCANGAN ANAEROBIC DIGESTER UNTUK SAMPAH SISA MAKANAN DI TPS CIWASTRA", "Abstrak": "TPS Ciwastra merupakan salah satu TPS yang berada di Kecamatan Rancasari, Bandung. TPS Ciwastra melayani sampah dari 60 kelurahan dari 2 kecamatan di Kota Bandung, yaitu Kecamatan Buahbatu dan Kecamatan Rancasari. Timbulan sampah yang cukup besar mengakibatkan over capacity TPS Ciwastra. Terdapat 3 m3 sampah yang tidak terangkut setiap harinya. Timbulan sampah yang digunakan dalam perancangan ini hanyalah sampah sisa makanan. Pada perancangan kali ini, periode perencanaan yang direncanakan adalah 5 tahun jatuh pada tahun 2024. Sampah sisa makanan yang sudah diproyeksikan pada tahun 2024 sebesar 47.840,23 kg/hari dengan volume 274,63 m3/hari. Rasio C/N sampah sisa makanan di TPS Ciwastra adalah 9 sehingga membutuhkan material tambahan untuk meningkatkan rasio C/N. Berdasarkan hasil uji laboratorium sampah makanan di TPS Ciwastra, kadar solid yang diperoleh adalah sebesarn 23,43%. Oleh karena itu, teknologi anaerobic digester yang paling tepat untuk kadar solid di atas 20% adalah dry anaerobic digester. Alternatif-alternatif teknologi high-solids anaerobic digester yang dipilih adalah Biocel, Kompogas, dan Dranco. Berdasarkan metode pembobotan alternatif teknologi pengolahan sampah dengan metode SAW, diperoleh teknologi pengolahan yang paling tepat adalah teknologi Biocel. Biocel adalah teknologi dry anaerobic digester yang memiliki tipe batch dengan waktu retensi 15-20 hari. Pada perencanaan anaerobic digester untuk sampah sisa makanan di TPS Ciwastra, akan dibangun unit pengolahan yang terdiri atas loading area untuk sampah sisa makanan, loading area untuk kayu yang akan diproses lebih lanjut menjadi wood chip,  conveyor belt untuk sampah sisa makanan, woodchipper untuk mengolah kayu menjadi wood chip, bak penampung input, unit pengolahan anaerobic digester tipe Biocel, bak pengumpul lindi resirkulasi, penampung liquid digestate, area penanganan solid digestate, gudang penyimpanan digestate, pemurnian biogas, penampung biogas, dan generator listrik.", "Daftar File": {"ABSTRAK Sandrina Fitri": "https://digilib.itb.ac.id/gdl/download/182802"}, "Penulis": "Sandrina Fitri [15315014]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Tri Padmi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "dry anaerobic digester, Biocel, sampah sisa makanan", "Sumber": "TUGAS AKHIR September 2019", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "25 Sep 2019"}