{"Nomor": 43157, "Judul": "Peningkatan Kandungan Asam Galat Dari Makroalga Spirogyra sp. Melalui Perubahan Fotoperiodisme", "Abstrak": "Spirogyra sp. merupakan makroalga yang dapat mengakumulasi metabolit sekunder termasuk asam galat. Pemberian perlakuan fotoperiodisme pada kultivasi dapat meningkatkan kandungan asam galat. Oleh sebab itu, penelitian ini bertujuan untuk meningkatkan akumulasi asam galat pada Spirogyra sp. melalui pemberian variasi fotoperiodisme 8 jam terang 16 jam gelap, 12 jam terang 12 jam gelap, 16 jam terang 8 jam gelap, dan 24 jam terang pada kultur Spirogyra dalam medium Bold Basal (BBM) 2,5% strength. Kultivasi dilakukan selama 21 hari pada kotak plastik transparan berukuran 16 x 8 x 7,5 cm berisi 500 mL medium. Sampel dilakukan pengujian setiap 3 hari sekali dengan pengulangan sebanyak 3 kali. Analisis asam galat dari Spirogyra dilakukan menggunakan Kromatografi Cair Kinerja Tinggi (KCKT). Kondisi KCKT yang digunakan untuk analisis ini adalah menggunakan kolom 18C, kombinasi 2 eluen yaitu metanol HPLC (A) dan H3PO4:H2O = 0,05% dengan proporsi A:B = 90:10 (10 menit); 70:30 (3 menit); 40:60 (5 menit); 60:40 (3 menit); 80:20 (3 menit); dan 90:10 (6 menit), laju alir 1 mL/menit, dan detector UV-Vis dengan panjang gelombang 271 nm. Akumulasi asam galat terbesar diperoleh pada fotoperiodisme 16 jam terang 8 jam gelap sebesar 17,77 mg/g atau 1,78% dari berat kering. Akumulasi asam galat pada fotoperiodisme 16 jam terang mengalami peningkatan sebesar 2,14 kali dari fotoperiodisme 12 jam terang. Estimasi produktivitas asam galat tertinggi berdasarkan hasil penelitian didapat pada variasi 16 jam terang, yaitu 864,702 kg/tahun/hektar dibandingkan dengan fotoperiodisme 12 jam terang sebesar 757,2104 kg/tahun/hektar.", "Daftar File": {"ABSTRAK Ferliando Sandra": "https://digilib.itb.ac.id/gdl/download/182821"}, "Penulis": "Ferliando Sandra [11215019]", "Kontributor / Dosen Pembimbing": ["Dr. Erly Marwani, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Asam Galat, Spirogyra sp., Fotoperiodisme", "Sumber": "", "Staf Input/Edit": "didi kusnendi", "File": "1 file", "Tanggal Input": "25 Sep 2019"}