{"Nomor": 43150, "Judul": "ANALISIS MANFAAT WISATA DENGAN PENDEKATAN INDIVIDUAL TRAVEL COST METHOD DI TAMAN WISATA ALAM TELAGA WARNA CISARUA, BOGOR", "Abstrak": "Taman Wisata Alam (TWA) Telaga Warna merupakan kawasan pelestarian alam\nyang memiliki fungsi untuk pemanfaatan sumber daya alam hayati serta ekosistem\nsecara lestari. Kawasan tersebut memiliki potensi sumber daya alam, salah satunya\nadalah telaga seluas 1,5 hektar. Pengembangan pengelolaan TWA Telaga Warna\nmencakup aspek sosial, ekonomi, kondisi biofisik dan lingkungan. Penilaian\ndengan menganalisis sisi permintaan perlu dilakukan untuk menentukan arah\npengembangan. Tujuan dari penelitian ini adalah: menentukan variabel yang\nberpengaruh signifikan terhadap jumlah kunjungan; menentukan kurva permintaan\nwisata; serta menentukan nilai manfaat wisata TWA Telaga Warna. Penelitian\ndilakukan pada bulan Desember 2018 hingga Mei 2019 di TWA Telaga Warna.\nPendekatan Individual Travel Cost Method/Clawson Method digunakan sebagai metode dalam\npenelitian ini untuk mengukur nilai manfaat wisata alam dari sisi permintaan. Data diperoleh dengan wawancara terhadap pengelola, dan\npenyebaran kuesioner dengan teknik purposive sampling. Rumus Slovin digunakan untuk menentukan ukuran sampel sehingga ditentukan sampel sebanyak\n100 responden. Analisis data dilakukan menggunakan regresi linear berganda\ndengan pendekatan willingness to pay. Berdasarkan hasil penelitian diperoleh\nbahwa variabel biaya perjalanan, jumlah anggota yang ikut berwisata, waktu\ntempuh, serta durasi kunjungan berpengaruh signifikan terhadap jumlah kunjungan\npada selang kepercayaan 80%. Kurva permintaan terbentuk secara normal setelah\nwisatawan melakukan dua kali kunjungan. Nilai manfaat wisata TWA Telaga\nWarna tahun 2018 adalah Rp 148.058.641.975.", "Daftar File": {"ABSTRAK Olga Fatriana": "https://digilib.itb.ac.id/gdl/download/183894"}, "Penulis": "Olga Fatriana [11515033]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Yooce Yustiana, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Individual Travel Cost Method, wisata, surplus konsumen, nilai manfaat wisata", "Sumber": "", "Staf Input/Edit": "didi kusnendi  \n                                     didi kusnendi", "File": "1 file", "Tanggal Input": "25 Sep 2019"}