{"Nomor": 43173, "Judul": "USULAN PROSEDUR PENGENDALIAN PROSES DI PT. DIRGANTARA INDONESIA", "Abstrak": "PT. Dirgantara Indonesia merupakan perusahaan dalam negeri yang bergerak di bidang manufaktur pesawat terbang. Saat ini, PT. Dirgantara Indonesia yang berstatus sebagai pemasok tingkat dua memiliki capaian untuk menjadi pemasok tingkat pertama dari Airbus. Untuk mencapai hal tersebut, PT. Dirgantara Indonesia harus menerapkan statistical process control (SPC) dalam kegiatan produksi. Penerapan SPC dilakukan pada proses activating before supplementary type II (ABST-II) lini produksi steel line Departemen Surface Treatment. Penerapan SPC yang dilakukan adalah penerapan peta kendali dan out-of-control action plan (OCAP) untuk mengendalikan karakteristik kunci proses. Penelitian ini bertujuan untuk merancang peta kendali untuk proses ABST-II dan prosedur penerapannya serta merancang OCAP dan prosedur pelaksanaannya. Metodologi yang digunakan dalam penelitian ini terdiri dari studi pendahuluan, pengumpulan dan pengolahan data, analisis, serta penarikan kesimpulan dan saran. Karakteristik kunci process dari ABST-II adalah konsentrasi larutan asam sulfat. Data konsentrasi larutan didapatkan dari laboratorium. Peta kendali yang diterapkan adalah peta kendali exponentially weighted moving average (EWMA) dengan menggunakan Minitab. Identifikasi pola tidak acak pada peta kendali dilakukan dengan menggunakan zone rules untuk mengetahui apakah proses dalam kondisi out-of-control. Karena proses ABST-II berada pada kondisi out-of-control, dilakukan analisis akar masalah untuk mengetahui penyebab kondisi out-of-control. Analisis akar masalah dilakukan dengan metode 5Whys dan digambarkan pada cause-and-effect diagram. Hasil dari analisis akar masalah akan menjadi checkpoint pada OCAP. Perancangan prosedur peta kendali dan OCAP didasarkan pada langkah-langkah pengolahan data dan format prosedur PT. Dirgantara Indonesia. Hasil dari penelitian ini adalah peta kendali EWMA beserta prosedur penerapan peta kendali tersebut serta OCAP beserta prosedurnya bagi proses ABST-II.", "Daftar File": {"ABSTRAK LINTANG DEWANI PRABANDARI": "https://digilib.itb.ac.id/gdl/download/182861"}, "Penulis": "LINTANG DEWANI PRABANDARI [13415079]", "Kontributor / Dosen Pembimbing": ["Prof.Dr.Ir. Dradjad Irianto, M.Eng., Dr. Wisnu Aribowo, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "peta kendali, OCAP, EWMA, ABST-II, prosedur", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "26 Sep 2019"}