{"Nomor": 43181, "Judul": "PERANCANGAN STRATEGI PEMASARAN E-WOM DI INSTAGRAM (KASUS PADA PRODUK PERAWATAN WAJAH NATOSH)", "Abstrak": "Natosh merupakan UKM yang menjual produk perawatan wajah alami. Natosh melakukan kegiatan promosi melalui media sosial Instagram. Selama ini pemilik Natosh merasa bahwa strategi pemasaran yang Natosh miliki cukup memenuhi ekspektasi untuk produk yang dikeluarkan oleh merek yang masih baru. Namun, pemilik Natosh sadar bahwa Natosh harus mengembangkan strategi pemasarannya karena banyak kompetitornya yang sudah lebih dikenal oleh masyarakat. Hal ini menunjukkan rendahnya brand awareness Natosh dibandingkan dengan kompetitornya. Brand awareness pada media sosial dipengaruhi oleh brand exposure, electronic word-of-mouth (e-WOM), dan customer engagement. Berdasarkan competitive benchmarking yang dilakukan, Natosh masih kurang dalam hal e-WOM dibandingkan dengan kompetitornya. Oleh karena itu, pada penelitian ini akan dirancang strategi untuk meningkatkan e-WOM Natosh.\nUntuk membuat strategi yang berorientasi terhadap konsumen maka perlu diketahui hal apa yang mendorong seseorang untuk terlibat dalam e-WOM. Keterlibatan dalam e-WOM pada situs jejaring sosial terdiri dari pemberian pendapat (opinion giving) dan penerusan pendapat (opinion passing). Oleh karena itu dilakukan analisis faktor dengan component analysis untuk mengetahui faktor pendorong target pasar Natosh dalam memberikan pendapat dan meneruskan pendapat terkait produk perawatan wajah di Instagram. Dalam perancangan strategi, dilakukan pemilihan satu faktor dari setiap pengolahan data. Kemudian dilakukan pengujian terhadap strategi yang diusulkan.\nBerdasarkan hasil uji T, akan dilakukan tiga pengolahan data analisis faktor, yaitu analisis faktor pemberian pendapat pada kelompok yang sudah pernah memberikan pendapat (Kelompok A), analisis faktor pemberian pendapat pada kelompok yang belum pernah memberikan pendapat (Kelompok B), dan analisis faktor penerusan pendapat. Setiap pengolahan data menghasilkan enam faktor. Untuk perancangan strategi, ketiga faktor yang terpilih terdiri dari indikator yang sama, kecuali pada Kelompok B terdapat dua tambahan indikator yang berkaitan dengan bersosialisasi. Strategi yang diusulkan adalah pembuatan user generated content (UGC) dengan hashtag campaign, konten edukatif interaktif, dan konten interaktif. Konten UGC diuji dengan mengunggah post pada Instagram Natosh. Berdasarkan pengujian, terdapat pelanggan Natosh yang memberikan pendapat terkait pengalamannya menggunakan Natosh pada post tersebut. Konten edukatif interaktif dan konten interaktif diuji dengan menggunakan survei singkat dan pemetaan heat map menggunakan eye tracker. Berdasarkan pengujian, post usulan akan mengakibatkan intensi yang lebih tinggi untuk memberikan komentar dan like daripada post lama.", "Daftar File": {"ABSTRAK NOFINA FATHARANI LUMEMBANG ARSO": "https://digilib.itb.ac.id/gdl/download/185371"}, "Penulis": "NOFINA FATHARANI LUMEMBANG ARSO [13415097]", "Kontributor / Dosen Pembimbing": ["Dr. Hasrini Sari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "strategi pemasaran, e-WOM, pemberian pendapat, penerusan pendapat, analisis faktor", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "26 Sep 2019"}