{"Nomor": 43184, "Judul": "PERBANDINGAN DATA CURAH HUJAN SATELIT TROPICAL RAINFALL MEASURING MISSION (TRMM) DAN GLOBAL PERCIPITATION MEASUREMENT (GPM) UNTUK KAJIAN BANJIR DI PORONG", "Abstrak": "Daerah Porong merupakan wilayah yang penting bagi perekonomian Jawa Timur sehingga jika terjadi banjir yang menyebabkan gangguan pada tranportasi di daerah tersebut akan menimbulkan dampak ekonomi yang besar. Kajian banjir dilakukan dengan membandingkan curah hujan satelit dengan kejadian banjir di Porong. Sebelum dilakukan kajian terhadap banjir, dilakukan analisis statistik terhadap data curah hujan Tropical Rainfall Measuring Mission (TRMM) dan Global Precipitation Measurement (GPM). Didapatkan data curah hujan GPM memiliki nilai R2 0,82, lebih tinggi daripada TRMM (0,74). Data GPM juga memiliki nilai POD sebesar 0,88, FAR sebesar 0,45, dan CSI sebesar 0,51, lebih baik daripada TRMM yang memiliki POD sebesar 0,84, FAR sebesar 0,49, dan CSI sebesar 0,46. Untuk melakukan kajian banjir dilakukan penyusun database banjir menggunakan media massa dari tahun 2009-2018 sebagai sumber. Didapatkan 6 kejadian banjir yang terjadi sejak tahun 2014-2018. Dari keenam kejadian banjir, analisis banjir menggunakan data GPM dilakukan pada 5 kejadian banjir yang terjadi antara Maret 2014-Maret 2018. Hasil perbandingan menunjukkan bahwa setiap kejadian banjir didahului oleh kejadian hujan. 67% kejadian hujan sebelum banjir memiliki pola hujan jangka panjang. Total curah hujan mempengaruhi luas area tergenang dan ketinggian genangan, dimana semakin besar total curah hujan, semakin tinggi genangan dan semakin luas area yang terdampak. Faktor lain yang mempengaruhi karakteristik banjir di Porong adalah faktor elevasi Kelurahan Siring dan Desa Pamotan yang lebih rendah daripada daerah disekitarnya dan meluapnya Sungai Ketapang pada saat kejadian banjir.", "Daftar File": {"ABSTRAK Setya Aji Pratama": "https://digilib.itb.ac.id/gdl/download/182876"}, "Penulis": "Setya Aji Pratama [25316028]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Priana Sudjono, MS. Dipl.Eng"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Banjir, Porong, TRMM, GPM", "Sumber": "TESIS OKTOBER 2019", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "26 Sep 2019"}