{"Nomor": 43180, "Judul": "PENGEMBANGAN PERSAMAAN GEOTHERMAL INFLOW PERFORMANCE RELATIONSHIP (GIPR) LAPANGAN PANAS BUMI DOMINASI UAP: STUDI KASUS LAPANGAN", "Abstrak": "Estimasi kinerja sumur sangat penting untuk dapat menentukan skema produksi yang optimal, desain peralatan produksi, desain stimulasi sumur, dan memprediksi produksi untuk jangka waktu yang akan datang. Kinerja sumur dapat diperkirakan dengan mengembangkan hubungan antara laju alir fluida terukur dengan tekanan bawah sumur. Hubungan tersebut disebut dengan istilah Inflow Performance Relationship (IPR), atau dalam panas bumi dikenal dengan istilah Geothermal Inflow Performance Relationship (GIPR). Beberapa persamaan GIPR terkemuka telah banyak dikembangkan untuk fluida saturated water oleh Iglesias and Moya (1990), Gunn and Freeston (1991), Moya (1994), Moya et al. (1995, 1998, 2001), Iglesias and Moya (1998), dan O’Sullivan et al. (2005). Berlandaskan studi – studi tersebut, penelitian ini mengembangkan persamaan GIPR untuk lapangan panas bumi dengan karakteristik dominasi uap.\nPersamaan GIPR dikembangkan dengan memanfaatkan data hasil uji produksi sebanyak enam sumur pada satu Lapangan. Persamaan dikembangkan secara analitik menggunakan persamaan tidak berdimensi yang dikembangkan oleh Vogel (1968) dengan menentukan setiap konstanta berdasarkan data empiris sumur. Persamaan GIPR untuk Lapangan dengan karakteristik dominasi uap berhasil dikembangkan dan dapat merepresentasikan deliverabilitas sumur dengan cukup baik. Dari uji validasi menghasilkan galat absolut rata-rata sebesar 10,3% dan nilai Root Mean Square Error (RMSE) sebesar 5,9%.", "Daftar File": {"ABSTRAK Fawwaz Dzakwan Arifin": "https://digilib.itb.ac.id/gdl/download/182868", "2019 TA PP FAWWAZ DZAKWAN ARIFIN 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/182869"}, "Penulis": "Fawwaz Dzakwan Arifin [12215082]", "Kontributor / Dosen Pembimbing": ["Ir. Nenny Miryani Saptadji, Ph.D.", "Dimas Taha Maulana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "GIPR, Lapangan Panas Bumi Dominasi Uap.", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "26 Sep 2019"}