{"Nomor": 43187, "Judul": "PENENTUAN KEBIJAKAN INVENTORI DENGAN MODEL DELAY PAYMENT, KAS TERBATAS DAN DISKON DI PT REKAN BANGUN PRATAMA", "Abstrak": "PT Rekan Bangun Pratama merupakan supermarket bahan bangunan yang menjual lebih dari 10.000 variasi produk. Seiring dengan keberjalanan bisnisnya, perusahaan seringkali mengalami kesulitan dalam menentukan jumlah stok. Hal ini dapat dibuktikan dengan peningkatan jumlah stok kosong (sekitar 250%) dan penurunan inventory turn over ratio (sekitar 65%). Dengan menggunakan metode 5 whys, diperoleh akar masalah berupa tidak adanya kebijakan inventori yang dapat mempertimbangkan kondisi pengadaan barang di perusahaan, seperti adanya keterbatasan kas, pembayaran ditunda, dan diskon ketika membeli dalam jumlah besar. Pada penelitian ini akan dilakukan pengembangan model yang menggabungkan Model Q dengan Model inventori delay payment dan kas terbatas oleh Mohan (2008). Perhitungan menggunakan model pengembangan dilakukan pada kategori A dari klasifikasi ABC yang berdistribusi normal (594 produk) dengan tiga skenario untuk mengetahui kebijakan delay payment terbaik. Skenario I adalah kondisi di mana perusahaan tidak perlu membayar DP (down payment) dan melakukan seluruh pembayaran saat jatuh tempo. Skenario II sama dengan Skenario I tetapi harus membayar DP. Skenario III adalah perusahaan melakukan pembayaran dengan metode cicilan. Skenario terbaik adalah Skenario I karena menghasilkan ongkos simpan finansial yang paling rendah. Selanjutnya dilakukan validasi dari model pengembangan dengan membandingkan kebijakan inventori usulan dengan eksisting menggunakan simulasi. Kebijakan inventori eksisting cenderung menghasilkan keputusan untuk membeli barang dalam jumlah besar untuk mendapatkan harga diskon. Hal ini dapat meminimasi ongkos beli inventori, akan tetapi dengan kondisi kas terbatas, pembelian barang dengan harga diskon akan menyebabkan penumpukan stok (besarnya ongkos simpan) dan ketidakmampuan perusahaan untuk membeli barang lain yang sudah kosong (besarnya ongkos kekurangan). Analisis sensitivitas juga dilakukan dan didapat tiga parameter yang sensitif, yaitu permintaan, waktu tempo, dan suku bunga bank. Dari perhitungan simulasi, didapat kesimpulan bahwa kebijakan inventori usulan dapat mereduksi ongkos total perusahaan sebesar Rp 38.320.112.", "Daftar File": {"ABSTRAK HARRY WINATA": "https://digilib.itb.ac.id/gdl/download/182885"}, "Penulis": "HARRY WINATA [13415049]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Yosi Agustina Hidayat, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "delay payment, inventori, kas terbatas, klasifikasi ABC, dan diskon.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "26 Sep 2019"}