{"Nomor": 43198, "Judul": "ANALISIS PERFORMANSI MULTILEVEL CONTENT STORE PADA NAMED DATA NETWORK", "Abstrak": "Internet merupakan teknologi yang memungkinkan penggunanya untuk bertukar informasi lebih fleksibel. Seiring meningkatnya pengguna layanan internet, tidak hanya antar personal tetapi juga antar mesin, maka semakin kebutuhan akan akses internet akan semakin meningkat. Dengan arsitektur yang digunakan saat ini, IP based network mengharuskan pengguna mengakses penyedia informasi/konten (server) untuk memperoleh konten yang diinginkan. Arsitektur ini akan menemui keterbatasan dimana kepadatan trafik jaringan yang akan terus meningkat. Saat ini tengah dikembangkan Named Data Network (NDN) sebagai arsitektur penunjang internet dimana merubah paradigma interkoneksi yang sebelumnya berbasis alamat menjadi berbasis konten/informasi yang diinginkan. NDN mampu mendukung kebutuhan pengguna untuk mengakses konten melalui fitur content caching. Kemampuan content caching memungkinkan router untuk menyimpan salinan konten kedalam memori dalam masa waktu tertentu. Sehingga pengguna yang memerlukan suatu konten cukup mengakses sumber (content store) terdekat. Skema yang banyak digunakan dalam metode content caching adalah menempatkan konten dalam satu memori besar. Penelitian ini mengembangkan skema dimana memori cache dibagi menjadi dua level (multilevel CS). Tujuan dari penggunaan multilevel CS adalah meningkatkan performa dari content store tersebut. Pengujian dilakukan dengan membandingkan skema single content store dan 2-level content store. Parameter yang diujikan adalah nilai hit rate, miss rate, dan usia konten di dalam cache. Sebagai parameter penguji adalah perubahan besar ukuran content store, interest rate, ukuran topologi, dan pola pesebaran konsumer. Dari hasil simulasi diperoleh bahwa skema 2-level content store memiliki performa lebih baik di bandingkan skema konvensional.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/182911"}, "Penulis": "Muhammad Putra Pamungkas [23217315]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Nana Rachmana Syambas, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Named Data Network, NDN, Multilevel, Caching, Content store, ndnSIM.", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "26 Sep 2019"}