{"Nomor": 43199, "Judul": "PENYELESAIAN MASALAH MENGGUNAKAN ANALISA PENGAMBILAN KEPUTUSAN UNTUK MENINGKATKAN PROSES EKSEKUSI DAN MODEL ORGANISASI PROYEK DI AREA BROWNFIELD", "Abstrak": "Kepatuhan kepada peraturan Pemerintah Indonesia di bidang industri minyak dan gas adalah penting terutama pada fasilitas pengolahan minyak dengan mensertifikasi tangki-tangki hidrokarbon sesuai mandat dari KepMen 84K/1998 tentang Surat Kelayakan Penggunaan Peralatan (SKPP) yang dikeluarkan oleh Direktorat Minyak dan Gas – Kementrian Sumber Daya Energi dan Mineral. Agar dapat memperoleh SKPP, tangki hidrokarbon tersebut harus memiliki integritas yang baik dengan cara perbaikan tangki sesuai kode API 653 Standar Industri.   \nSelama eksekusi proyek, PT. Aboutech Energy Bersama (nama samaran) sebagai salah satu perusahaan minyak yang beroperasi di Indonesia,  PT. AEB menghadapi situasi yang menantang didalam jadwal penyelesaian proyek yang menyebabkan terjadinya penyimpangan dari rencana jadwal aslinya. \nBerikut adalah item-item yang terhitung sebagai isu di proyek ini: kapabilitas organisasi di dalam mengerjakan proyek ini yang melibatkan tim lintas fungsional di organisasi PT. AEB; lokasi proyek terletak di area brownfield dan kondisi pada tangki-tangki eksisting. Tujuan dari penelitian ini adalah untuk penyelesaian masalah dan menganalisa isu serta akar permasalahannya menggunakan peralatan analisa pengambilan keputusan serta fokus pada pemilihan model organisasi proyek yang tepat.  \nPermasalahan dinilai menggunakan Kepner Tregoe (KT) Situation Appraisal, isu yang ada saat ini dianalisa menggunakan KT Problem Analysis dan potensi isu yang kemungkinan akan terjadi dinilai menggunakan KT Potential Problem Analysis sedangkan  untuk Decision Analysis dinilai dengan menggunakan kombinasi beberapa peralatan pembuatan keputusan: Value Focused Thinking (VFT) digunakan untuk mendapatkan potensi-potensi alternative yang relevan dengan nilai dan tujuan yang akan dicapai. Pemilihan alternative dianalisa mengunakan kombinasi Simple Multiple Attribute Rating Technique (SMART) – Analytic Hierarchy Process (AHP). Analisa kualitatif untuk  pairwise comparison di peroleh melalui diskusi kelompok.  \nAlternatif yang diusulkan untuk Model Organisasi Proyek adalah Alternatif-3 yaitu Kombinasi Organisasi dengan peningkatan seperti yang direkomendasikan pada tahap KT. Hasil dari penelitian ini diusulkan untuk dibentuk dan diterapkan untuk memenuhi tujuan dan sasaran proyek terutama pelaksanaan di proyek brownfield.", "Daftar File": {"2019_TS_PP_Tatit P. Prapanca_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/182912"}, "Penulis": "Tatit Pratahardia Prapanca [29117351]", "Kontributor / Dosen Pembimbing": ["Santi Novani, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Analytic Hierarchy Process, Decision Making, Kepner Tregoe, Project Organization Model, Simple Multiple Attribute Rating Technique,  Value Focused Thinking", "Sumber": "PT. Aboutech Energy Bersama", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "26 Sep 2019"}