{"Nomor": 43195, "Judul": "PENERAPAN PRINSIP KEHATI-HATIAN OLEH BANK PADA PENGELOLAAN RISIKO KREDIT KOMERSIAL DAN KREDIT KPR  Studi Kasus pada Bank bjb Cabang Tamansari", "Abstrak": "Bank bjb merupakan bank milik pemerintah daerah jawa barat, dimana bank bjb memiliki fungsi untuk meningkatan perekonomian daerah, mengelola uang milik pemerintah daerah serta menjadi sumber pendapatan pemerintah daerah. Bank bjb mempunyai visi yaitu menjadi 10 Bank terbesar dan berkinerja baik di Indonesia. Sudah bukan hal umum bahwa laba terbesar dari Bank bjb bersumber dari kredit Konsumer, maka dalam hal ini Bank bjb melakukan ekspansi ke kredit lain seperti Kredit KPR, Kredit Komersial, dan Kredit UMKM.\n\nPenerapan ekspansi tersebut memberikan tantangan yang besar bagi Bank bjb mengingat dalam memberikan kredit atau pembiayaan, Bank bjb wajib untuk memperhatikan prinsip kehati-hatian guna memastikan pengembalian kredit atau pembiayaan Kredit.\n\nPenelitian ini dilakukan dengan menganalisa efektifitas Pengelolaan Risiko Kredit Komersial  dan Kredit KPR pada PT Bank Pembangunan Daerah Jawa Barat dan Banten, Tbk. Kantor Cabang Tamansari dengan mengacu pada rasio Kredit yang Bermasalah dan Cadangan Kerugian Penurunan Nilai (“CKPN”) pada credit dan pembiayaan Kredit khususnya Komersial dan KPR.\n\nPenelitian yang dilakukan menunjukkan bahwa nilai CKPN pada kredit atau pembiayaan Komersial lebih besar daripada KPR, dan nilai penyaluran dan pengembalian pinjaman Komersial lebih besar daripada KPR. Hal ini didasari oleh fakta bahwa kebijakan dan prosedur penyaluran kredit atau pembiayaan Komersial ternyata lebih berkesinambungan daripada KPR, sehingga kredit atau pembiayaan Komersial dapat lebih dikelola pengembaliannya.", "Daftar File": {"2019_TS_PP_Erdi Setiaputra_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/182900"}, "Penulis": "Erdi Setiaputra [29115093]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Asep Darmansyah, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "manajemen risiko kredit, manajemen portofolio, prudential banking principles, Cadangan Kerugian Penurunan Nilai, Kredit Bermasalah.", "Sumber": "Bank bjb Cabang Tamansari", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "26 Sep 2019"}