{"Nomor": 43194, "Judul": "PENYELEKSIAN METODE PEMBELAJARAN DAN PENGEMBANGAN MODEL USAHA MINYAK & GAS DAN PENGEMBANGAN PRODUKNYA", "Abstrak": "Selama penurunan harga minyak antara pertengahan 2014 dan awal 2016, ekonomi global menghadapi salah satu penurunan harga minyak terbesar dalam sejarah modern. Kegiatan ini mengarah pada pemotongan program pelatihan untuk perusahaan penghasil minyak dan gas. PT. Chevron Pacific Indonesia secara signifikan mengurangi biaya pelatihan yang mengakibatkan terhentinya akses pelatih kelas dunia dan materi pelatihan.\nOleh karena itu, divisi pelatihan dan aset dihadapkan pada tantangan mengenai persyaratan untuk pelatihan berkelanjutan untuk mengembangkan pekerja terampil di rumah sambil mempertahankan materi pelatihan kelas dunia dan mendukung kebutuhan karyawan yang mengalami demoralisasi.\nAnalisis pemangku kepentingan tentang manajemen perusahaan dan karyawan kemudian dilakukan dan tabel strategis kemudian dikembangkan untuk menganalisis setiap alternatif korespondensi dengan item fokus waktu, logistik, biaya, pengetahuan yang diperoleh, dan minat partisipasi. Metode AHP digunakan untuk menganalisis alternatif terbaik dari dua sudut pandang pemangku kepentingan. Analisis AHP menyimpulkan ruang kelas interaktif menggunakan Gamification sebagai alternatif pilihan gabungan.\nPengembangan proyek akan mengikuti pengembangan metodologi Gamification. Untuk menentukan validitas permainan di bidang permainan, perolehan pengetahuan teknis, peningkatan pengetahuan proses bisnis minyak, dan konsep pemodelan, para peneliti menggunakan perangkat lunak SPSS Statistics yang dikembangkan oleh IBM, untuk mendapatkan masing-masing kriteria Cronbach's Alpha. Semua item untuk pemodelan konseptual mendapat respons positif dari karyawan yang memainkan game.\nKesimpulannya metode pelatihan telah lulus tes kualitatif dan kuantitatif dan siap digunakan dalam perusahaan. Setelah produk selesai, ditinjau oleh semua pemangku kepentingan yaitu departemen Teknis, manajemen dan divisi sumber daya manusia. Pembuat game akan membutuhkan pengajuannya untuk pelatihan SDM sebagai bagian dari kursus elektif yang tersedia di dalam perusahaan untuk memberikan materi pelatihan kepada karyawan untuk tahun 2020 dan seterusnya.", "Daftar File": {"2019_TS_PP_Kaisar Agus Dely Putra_1-Abstrak 1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/182899"}, "Penulis": "Kaisar Agus Dely Putra [29117340]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nur Budi Mulyono, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "minyak dan gas, ekonomi bisnis, Gamifikasi, pemodelan konseptual, pengembangan produk", "Sumber": "PT. Chevron Pacific Indonesia (CPI)", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "26 Sep 2019"}