{"Nomor": 43213, "Judul": "PENGUJIAN SENYAWA BAHAN ALAM PADA SISTEM PENAPISAN DENGAN TARGET DIMERISASI DOMAIN SITOPLASMIK PhoR Mycobacterium tuberculosis", "Abstrak": "Salah satu permasalahan utama yang ditemui dalam pengobatan tuberkulosis adalah resistensi antibiotik. Sekitar 4-19% pasien tuberkulosis mengalami kasus Multidrug Resistant Tuberculosis (MDR-TB), dan 6,2% dari penderita MDR-TB diperkirakan mengalami kasus Extensive Drug Resistant Tuberculosis (XDR-TB). Pengembangan senyawa obat antituberkular dengan mekanisme kerja baru menjadi diperlukan untuk mengatasi kasus resistensi antibiotik. Two-component system PhoP-PhoR pada Mycobacterium tuberculosis yang diperkirakan berkaitan dengan virulensi bakteri tersebut berpotensi menjadi protein target baru senyawa antituberkular. Penelitian ini menggunakan metode Dimer-Based Screening System yang memanfaatkan fusi protein PhoR dengan protein represor AraC (AraC-PhoRMtb) dalam menapiskan kandidat senyawa obat antituberkular. Senyawa obat yang memiliki aktivitas penghambatan homodimerisasi PhoR akan menghambat pelekatan protein represor AraC pada promoter araC yang meregulasi ekspresi GFP. Letak interaksi senyawa potensial dengan protein fusi kemudian diperkirakan menggunakan analisis molecular docking. Penelitian ini bertujuan untuk menapiskan senyawa-senyawa bahan alam yang berpotensi menjadi senyawa obat antituberkular baru. Keberadaan dan ekspresi dari plasmid pAraC-PhoRMtb pada kultur Escherichia coli BL21 (DE3) transforman berhasil dikonfirmasi dengan PCR, pengurutan basa DNA, SDS-PAGE, dan uji pendaran kultur. Sejumlah lima belas senyawa isolat dari bahan alam sebagai kandidat senyawa antituberkular ditapiskan menggunakan sistem tersebut pada konsentrasi 12,5 ppm menggunakan pelarut DMSO. Dari pengujian tersebut, diperoleh bahwa 1 dari 15 senyawa isolat yang diuji memiliki aktivitas yang siginifikan dalam penghambatan homodimerisasi protein fusi AraC-PhoRMtb, yang ditunjukkan oleh senyawa laevifonol. Berdasarkan analisis molecular docking, senyawa laevifonol diprediksi berinteraksi langsung dengan domain dimerisasi untuk menghambat pembentukan dimer protein fusi AraC-PhoR. Dari penelitian ini, disimpulkan bahwa asam laevifonol berpotensi menjadi senyawa obat antituberkular baru dengan mekanisme penghambatan homodimerisasi domain sitoplasmik PhoR pada Mycobacterium tuberculosis.", "Daftar File": {}, "Penulis": "Almira Alifia [10415009]", "Kontributor / Dosen Pembimbing": ["Ernawati Arifin Giri-Rachman, M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Mycobacterium tuberculosis, PhoR, Dimer-Based Screening System", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "26 Sep 2019"}