{"Nomor": 43218, "Judul": "ANALISIS PENGEMBANGAN PERIKANAN BUDIDAYA DENGAN ADAPTIVE CO-MANAGEMENT: STUDI KASUS DI KABUPATEN PANGANDARAN", "Abstrak": "Budidaya perikanan merupakan langkah strategis dalam pelaksanaan pembangunan kelautan dan perikanan. Kabupaten Pangandaran sebagai salah satu sentra kegiatan perikanan mempunyai garis pantai yang panjang, lahan laut yang cukup luas, dan kekayaan ikan laut yang berlimpah namun, masyarakat Pangandaran belum mampu untuk memaksimalkan pengelolaan dalam pengembangan kegiatan perikanan khususnya dengan potensi budidaya perikanan. Praktik budidaya perikanan ini mulai diminati sebagai salah satu kegiatan perikanan yang menjanjikan dan solusi ketika musim paceklik tiba. Salah satu pendekatan agar usaha budidaya perikanan semakin berkembang adalah dengan pendekatan adaptive co-management. Pendekatan ini bertujuan dalam pengembangan industri perikanan budidaya ramah lingkungan, dan merangkul masyarakat dan lembaga yang terlibat didalamnya untuk berupaya dalam mengembangkan pengelolaan budidaya perikanan secara terintegrasi. Tujuan penelitian ini adalah murumuskan strategi pengelolaan budidaya perikanan, yang dicapai dengan cara identifikasi faktor penentu pengelolaan budidaya perikanan, analisis pengelolaan budidaya perikanan, dan perumusan strategi pengelolaan budidaya perikanan. Penelitian ini menggunakan pendekatan studi kasus terhadap pelaku-pelaku usaha budidaya. Narasumber yang terlibat terdiri dari pelaku-pelaku usaha budidaya di tiga kecamatan wilayah Kabupaten Pangandaran, sebagai sentra pengelolaan budidaya perikanan. Analisis dat dilakukan dengan pendekatan deskriptif kuantitatif (mixed methods). Analisis pengelolaan budidaya perikanan dilakukan dengn metode Analisis Proses Hierarki (AHP) dan perumusan strategi dilakukan dengan analisis SWOT (Strength-Weakness-Opportunity-Threat). Berdasarkan hasil penelitian, diperoleh strategi yang perlu dikembangkan adalah adanya pengelolaan melalui kelembagaan dengan hubungan timbal balik antara pemerintah dan masyarakat dengan adaptive co-management (35,90%). Faktor-faktor yang mendorong unggulnya strategi ini adalah adanya kasadaran masyarakat; keterampilan; akses lahan dan sumber daya pengembangan pengelolaan budidaya perikanan. Dalam mendukung strategi pengelolaan ini, dibutuhkan program yang mendukung keterlaksanaan pengembangan pengelolan, dan masih harus diperkaya dengan kerangka kebijakan, termasuk diantaranya ketersediaan teknologi, peningkatan sumberdaya, dan penerapan pengelolaan perikanan budidaya yang mampu mengakomodasi prinsip-prinsip adaptive co-management.", "Daftar File": {"ABSTRAK Cynthia Ekaputri Purwanto": "https://digilib.itb.ac.id/gdl/download/182961", "COVER Cynthia Ekaputri Purwanto": "https://digilib.itb.ac.id/gdl/download/198774", "BAB 1 Cynthia Ekaputri Purwanto": "https://digilib.itb.ac.id/gdl/download/198775", "BAB 2 Cynthia Ekaputri Purwanto": "https://digilib.itb.ac.id/gdl/download/198776", "BAB 3 Cynthia Ekaputri Purwanto": "https://digilib.itb.ac.id/gdl/download/198777", "BAB 4 Cynthia Ekaputri Purwanto": "https://digilib.itb.ac.id/gdl/download/198778", "BAB 5 Cynthia Ekaputri Purwanto": "https://digilib.itb.ac.id/gdl/download/198780", "PUSTAKA Cynthia Ekaputri Purwanto": "https://digilib.itb.ac.id/gdl/download/198781"}, "Penulis": "Cynthia Ekaputri Purwanto [21317008]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Wawan Gunawan, BA, MP", "Dr. Pujo, S.Hut., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Pengelolaan, Budidaya Perikanan, analytical Hierarchy Process (AHP), Adaptive Co-Management", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "26 Sep 2019"}