{"Nomor": 43225, "Judul": "DESAIN STRUKTUR ATAS DERMAGA LIQUID BERTH II DENGAN BETON PRACETAK PADA MAGTYMGULY GAS RECYCLING DEVELOPMENT PROJECT DI LAUT KASPIA", "Abstrak": "LNG (Liquefied Natural Gas) adalah gas alam cair yang diproses untuk menghilangkan hidrokarbon dan pengotor yang dikondensasi menjadi cairan. LNG ini adalah solusi dari menipisnya sumber energi minyak bumi. Bongkar muat LNG memerlukan fasilitas khusus yang dibangun pada dermaga. Magtymguly Gas Recycling Development Project pada Laut Kaspia, Turkmenistan yang diusut pihak Petronas ini menggunakan dermaga tipe dolphin sebagai sarana bongkar muat LNG. Beban dermaga ini terdiri dari beban horizontal dan beban vertikal yang terjadi akan ditinjau kembali dengan menggunakan acuan dari british standard. Dimensi dan beban dermaga dimodelkan menggunakan SAP2000 untuk mendapatkan output nilai Unity Check Ratio yang optimum sehingga bisa didapatkan nilai gaya dalam untuk elemen balok, pelat dan pile cap. Nilai gaya dalam ini digunakan untuk desain penulangan. Dermaga liquid berth II akan dilanjutkan desain untuk analisis beton pracetak di loading platform. Analisis ini terdiri dari 3 analisis yaitu kondisi pengangkatan, instalasi dan tumpuan. Analisis kondisi pengangkatan akan mengecek kekuatan tulangan lentur pada saat diangakat untuk mendapatkan desain tulangan angkat dan desain tulangan angkur untuk pengangkatan. Analisis instalasi akan mengecek kekuatan elemen beton untuk menahan berat sendiri dan berat elemen struktur diatasnya. Analisis tumpuan akan mengecek potensi adanya keretakan akibat geser pada bagian ujung tumpuan.", "Daftar File": {}, "Penulis": "David Mahardika Widyanto [15515042]", "Kontributor / Dosen Pembimbing": ["Ir. Sri Murti Adiyastuti, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Dermaga, Curah Cair, Pemodelan, Penulangan, Beton Pracetak", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "26 Sep 2019"}