{"Nomor": 43229, "Judul": "RANCANGAN STANDARDISASI SISTEM WARALABA BROCODE BARBERSHOP", "Abstrak": "Perkembangan Brocode barbershop yang positif dari tahun ke tahun mendorong pemilik Brocode untuk menggunakan model bisnis dengan sistem waralaba untuk mengembangkan bisnis Brocode menjadi lebih besar lagi. Namun, saat ini belum terdapat standard untuk paket waralaba yang ditawarkan sehingga mengakibatkan ketidakefisienan manajemen dan konfigurasi yang berbeda di setiap gerai. Padahal berdasarkan penelitian Joharianzadeh (2015), standardisasi dalam sistem waralaba perlu dilakukan untuk menciptakan kepuasan pelanggan dengan konsistensi pelayanan yang diberikan di setiap gerai. Oleh karena itu, penelitian ini akan berfokus pada perancangan standardisasi sistem waralaba Brocode barbershop.\nPerancangan standardisasi sistem waralaba melibatkan pembuatan standardisasi konsep bisnis, kajian franchisabiliy, dan pembuatan sistem waralaba. Standardisasi konsep bisnis ditentukan berdasarkan elemen inti dan tambahan yang disepakati serta ditentukan proses bisnis usulan untuk Brocode. Kajian franchisability dilakukan dengan meninjau aspek kualitatif dan aspek kuantiatif. Selain itu, akan diusulkan juga pembuatan spesifikasi sistem berdasarkan hasil pengkategorian proses bisnis yang bersifat manual dan membutuhkan bantuan teknologi. Sistem yang dihasilkan berupa sistem pemasaran dan penjualan, pengelolaan SDM, keuangan dan pengelolaan waralaba. Untuk proses bisnis yang akan dikerjakan manual, dibuatkan buku panduan untuk franchisor dan juga franchisee yang berisi pedoman dalam menjalankan peran masing-masing.\nKelebihan dari rancangan yang diusulkan adalah sistem telah mempertimbangkan integrasi dengan bantuan sistem informasi. Selain itu, franchisee memiliki opsi lebih banyak yaitu 3 (tiga) paket. Penelitian ini masih memiliki kekurangan dalam penggunaan data untuk analisis investasi yang banyak menggunakan asumsi. Selain itu, untuk sistem pemasaran dan penjualan, sistem belum terkoneksi secara langsung dengan sistem transaksi eksternal yang digunakan oleh Brocode.", "Daftar File": {"ABSTRAK Yosua": "https://digilib.itb.ac.id/gdl/download/182971"}, "Penulis": "Yosua [13415092]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Joko Siswanto, MPA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "kajian franchisability, konsep bisnis, pembuatan sistem, standardisasi, waralaba.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "26 Sep 2019"}