{"Nomor": 43226, "Judul": "DESAIN DAN ANALISIS TEGANGAN PADA PERSILANGAN PIPA BAWAH LAUT DENGAN STRUKTUR PENYANGGA TIPE CONCRETE MATTRESS DI LAUT JAWA", "Abstrak": "Prinsip ekonomi diterapkan dalam pemilihan rute pipa, yaitu memilih rute\nterpendek dengan melakukan persilangan. Persilangan pipa, yaitu keadaan dimana\npipa baru di instalasi melintasi pipa lama. Untuk itu, diperlukan struktur\npenyangga untuk menopang pipa baru sehingga keberadaannya tidak mengganggu\noperasi pipa lama. Struktur penyangga akan memengaruhi tegangan pipa yang\nmengalami persilangan sehingga perlu dilakukan analisis tegangan agar tegangan\ntidak melebihi kapasitas pipa sesuai ASME B13.4 Chapter IX. Prinsip utama\ndalam proses desain pipa bawah laut tidak boleh dikesampingkan. Sistem pipa\nyang akan dibuat haruslah kuat dan aman pada saat proses instalasi, hidrotes, dan\nselama operasional atau masa layan yang direncanakan. Dalam tahap desain tebal\ndinding DNV OS-F101 digunakan sebagai standar acuan. Dalam tahap desain\ntebal selimut beton ada dua standar yang dipertimbangkan yaitu standar DNV-RPE305\ndan DNV-RP-F109. Analisis kelayakan instalasi pipa dilakukan dengan\nperangkat lunak berbasis metode elemen hingga untuk memastikan pipa yang\ndidesain memenuhi kriteria industrial dan ketentuan DNV OS F101 menggunakan\nkapal dengan konfigurasi tertentu. Tahap analisis bentang bebas berdasarkan\nstandar DNV RP- F105. Setelah melalui seluruh proses desain pipa bawah laut\ndan desain persilangan pipa, didapatkan pipa yang akan dinstal memiliki\nketebalan sebesar 0.406 in, membutuhkan lapisan asphalt coating sebesar 0.699\nin, dapat terinstal dengan aman menggunakan metode S-Lay dari kapal yang\ntersedia, dan memiliki bentang besar maksimum yang diizinkan sepanjang 22.11\nm, serta menggunakan 2 pasang struktur penyangga berupa concrete mattress\ndengan tinggi masing-masing 1.2 m dan 0.2 m yang aman terhadap kemungkinan\nkegagalan overturning, sliding, dan bearing capacity.", "Daftar File": {"ABSTRAK Yustin Riana Harmiyanti": "https://digilib.itb.ac.id/gdl/download/182968"}, "Penulis": "Yustin Riana Harmiyanti [15515033]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ricky Lukman Tawekal, MSE, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pipa Bawah Laut, Persilangan, Analisis Kestabilan, Struktur penyangga, Concrete mattress.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "26 Sep 2019"}