{"Nomor": 43220, "Judul": "PENGEMBANGAN SISTEM PENANGANAN LIMBAH CAIR DARI INDUSTRI PENYAMAKAN KULIT DI SUKAREGANG GARUT", "Abstrak": "Industri kulit merupakan komoditas unggulan dari kawasan Sukaregang, Kabupaten Garut. Komoditas ini juga termasuk dalam Rencana Induk Pembangunan Industri Nasional tahun 2015 – 2035 sebagai industri andalan. Bahan kulit memiliki nilai ekonomi tinggi dan memberikan dampak pada positif pada perekonomian warga dan pemerintah daerah. Namun, dibalik itu, ada kerugian lingkungan yang tidak terhitung dari limbah produksi. Penelitian ini dilakukan untuk menemukan solusi dari masalah limbah industri. Secara khusus, penelitian ini bertujuan untuk merancang sistem pengolahan limbah cair dan menyusun rencana penanganan limbah cair di kawasan Sukaregang, Garut.\nPenelitian dilakukan di salah satu pabrik penyamakan kulit dan kawasan Sentra Industri Kulit Sukaregang, Garut. Data yang diperoleh berupa data primer dan data sekunder. Data primer diperoleh melalui observasi langsung, uji sampel limbah cair, eksperimen metode pengolahan dan wawancara semi terstruktur. Wawancara dilakukan dengan Dinas Lingkungan Hidup dan Pertamanan Garut (DLHP Garut) dan Asosiasi Penyamak Kulit Indonesia Garut (APKI Garut). Data sekunder berupa kondisi lingkungan dan penyamak kulit diperoleh dari kedua instansi tersebut. Analisis data yang dilakukan meliputi analisis efisiensi sistem pengolahan, analisis lingkungan dan analisis pemangku kepentingan. Berdasarkan analisis tersebut, ditentukan rencana penanganan limbah cair dengan pendekatan analytical thinking. Hasil penelitian menunjukkan metode sedimentasi dan adsorpsi efektif untuk digunakan dalam sistem pengolahan limbah cair penyamakan kulit. Rencana yang disusun meliputi menginisiasi pembentukan lembaga atau tim khusus sebagai pusat penelitian dan pendukung, menerapkan sistem pengolahan limbah yang sesuai dengan kebutuhan para pelaku usaha dan meningkatkan kolaborasi antar lembaga terkait.", "Daftar File": {"ABSTRAK Rizqy Fachria": "https://digilib.itb.ac.id/gdl/download/182962", "COVER Rizqy Fachria": "https://digilib.itb.ac.id/gdl/download/200883", "BAB 1 Rizqy Fachria": "https://digilib.itb.ac.id/gdl/download/200884", "BAB 2 Rizqy Fachria": "https://digilib.itb.ac.id/gdl/download/200886", "BAB 3 Rizqy Fachria": "https://digilib.itb.ac.id/gdl/download/200887", "BAB 4 Rizqy Fachria": "https://digilib.itb.ac.id/gdl/download/200888", "BAB 5 Rizqy Fachria": "https://digilib.itb.ac.id/gdl/download/200889", "PUSTAKA Rizqy Fachria": "https://digilib.itb.ac.id/gdl/download/200890"}, "Penulis": "Rizqy Fachria [21317014]", "Kontributor / Dosen Pembimbing": ["Dr. Hikmat Ramdan, S.Hut., M.Si.", "Dr. Tien Lastini, S.Hut., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "adsorpsi, limbah cair, penyamakan, sedimentasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "26 Sep 2019"}