{"Nomor": 43234, "Judul": "KENYAMANAN, KESELAMATAN DAN KEMANDIRIAN BAGI PENYANDANG TUNADAKSA DI RUANG TERBUKA HIJAU (STUDI KASUS: FASILITAS REKREASI BAGI PENYANDANG TUNADAKSA DI TAMAN BALAI KOTA BANDUNG)", "Abstrak": "Dalam hirarki kebutuhan dasar manusia, terdapat kebutuhan untuk melakukan aktivitas rekreasi (Maslow, 1943). Ruang terbuka hijau (RTH) merupakan jenis fasilitas publik yang dapat menunjang aktivitas rekreasi. Keberhasilan suatu RTH dapat diukur melalui pemenuhan aspek-aspek kenyamanan dan keselamatan (Sakip et al., 2014). Ketersediaan RTH dapat memberikan peluang bagi penyandang tunadaksa untuk mencapai tahap aktualisasi diri yaitu kemandirian, yang didasari oleh faktor kepercayaan diri dan keinginan untuk mandiri, serta kemampuan adaptasi terhadap kondisi lingkungan sekitar (Vladusic, 2008). Berdasarkan observasi yang dilakukan, salah satu RTH di Kota Bandung yang dapat diadaptasi oleh penyandang tunadaksa adalah Taman Balai Kota Bandung. Penelitian ini dilakukan dengan tujuan untuk mengetahui keterkaitan antara kenyamanan dan keselamatan RTH Taman Balai Kota Bandung sebagai faktor kondisi lingkungan dan aspek visual dan bagaimana pengaruhnya terhadap tingkat kemandirian penyandang tunadaksa.\nPenelitian ini menggunakan pendekatan kualitatif deskriptif dan studi kasus untuk memahami permasalahan dan merasakan fenomena yang terjadi secara langsung. Pengumpulan data primer diperoleh melalui survei wawancara mendalam dan diskusi kelompok terarah terhadap 6 penyandang tunadaksa sebagai responden, observasi langsung di RTH Taman Balai Kota Bandung hingga penelaahan catatan dan hasil dokumentasi. Sedangkan data sekunder diperoleh melalui hasil analasis studi literatur. Permasalahan penelitian kemudian dianalisis melalui evaluasi kenyamanan dan keselamatan RTH Taman Balai Kota Bandung berdasarkan relevansi teori kenyamanan kuantitatif (fisiik) dan kenyamanan kualitatif (psikologis) luar ruangan (Reiter, 2004), relevansi teori keselamatan taman (Yucel, 2006), kesesuaian penerapan prinsip desain universal dan standar aksesibilitas RTH yang mengacu pada Park Evaluation Manual oleh Pemerintah Negara Victoria tahun 2013.\nTemuan dari penelitian ini adalah bahwa kenyamanan kuantitatif (fisik) dan keselamatan RTH Taman Balai Kota Bandung tidak terpenuhi bagi penyandang tunadaksa. Apek-aspek yang ada di dalam kenyamanan kuantitatif (fisik) RTH yang telah dilengkapi berdasarkan prioritas adalah aspek aksesibilitas, visual, audial,\ntermal dan pergerakan udara, sedangkan aspek-aspek keselamatan RTH terdiri atas aspek pencahayaan, tata letak, pengawasan, visibiltias, akses fisik, pemeliharaan dan aktivitas. Faktor yang mendorong keinginan penyandang tunadaksa untuk tetap mengunjungi RTH Taman Balai Kota Bandung sebagai fasilitas rekreasi adalah kenyamanan kualitatif (psikologis). Aspek-aspek yang ada di dalam kenyamanan kualitatif (psikologis) adalah identifikasi atmosfer, hubungan konteks, persepsi kontrol potensial, variabilitas kondisi lingkungan, keberlanjutan kondisi lingkungan, naturalitas tempat, makna tempat dan kapasitas adaptasi, dilengkapi dengan aspek sosio kultural dan transedensi. Selain itu, penelitian mendapati bahwa kenyamanan dan keamanan RTH Taman Balai Kota Bandung dapat berpengaruh terhadap tingkat kemandirian penyandang tunadaksa. Apabila tingkat kenyamanan dan keselamatan suatu kondisi lingkungan meningkat, maka tingkat kemandirian aktivitas seseorang turut meningkat, begitu pula sebaliknya.\nKata kunci: kenyamanan, keselamatan, kemandirian, penyandang tunadaksa, rekreasi, ruang terbuka hijau", "Daftar File": {"2019 TS PP DHAIFINA MAZAYA 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/182975"}, "Penulis": "Dhaifina Mazaya [27118018]", "Kontributor / Dosen Pembimbing": ["Dr. Imam Santosa, M.Sn.", "Dr. Andriyanto Wibisono, S.Sn., M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "kenyamanan, keselamatan, kemandirian, penyandang tunadaksa, rekreasi, ruang terbuka hijau.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "26 Sep 2019"}