{"Nomor": 43236, "Judul": "USULAN REWARDS UNTUK APLIKASI MOBILE ONLINE SURVEY JAJAK PENDAPAT (JAKPAT)", "Abstrak": "Pemanfaatan aplikasi crowdsourcing pada smarthpones di bidang bisnis saat ini sudah semakin meluas. Salah satu contohnya adalah mobile online survey yang menggunakan panel untuk pelaksanaan online survey. Panel adalah kumpulan unit, individu yang direkrut untuk berpartisipasi dalam survei yang berulang. Jajak Pendapat (JAKPAT) adalah salah satu aplikasi mobile online survey di Indonesia. JAKPAT menyediakan rewards yang dapat memotivasi panel agar tetap berpartisipasi dalam survei. Digunakan metode desain eksperimen untuk menentukan kombinasi rewards apa yang sesuai dengan preferensi panel JAKPAT. Faktor yang diuji pada eksperimen terdiri atas dua desain faktor dan empat kovariat. Desain faktor yang diuji adalah bentuk yang terdiri dari empat level yaitu uang, pulsa, voucher Tokopedia dan voucher Bioskop, kemudian nominal rewards yang terdiri dari empat level yaitu Rp10.000, Rp20.000, Rp50.000 dan Rp100.000. Variabel kovariat yang diuji adalah gender, redeem frequency, motif berpartisipasi dalam survei JAKPAT dan jumlah saldo. Variabel respon yang diuji ada dua yaitu persentase saldo yang ditukarkan dan keputusan penukaran rewards. Dari hasil prediksi faktor pada variabel respon persentase menggunakan regresi linear berganda diperoleh bahwa bentuk, nominal dan interaksi antara bentuk dan nominal berpengaruh signifikan, sedangkan dari hasil prediksi faktor pada variabel respon keputusan penukaran rewards menggunakan regresi logistik diperoleh bahwa bentuk, nominal, gender dan interaksi bentuk dan nominal berpengaruh signifikan. Uang dan pulsa diketahui masih menjadi rewards yang paling diminati dan diusulkan dipertahankan sebagai rewards utama, sedangkan voucher tidak terlalu memiliki urgensi tapi bisa disediakan untuk menambah variasi rewards. Untuk nominal, nominal Rp100.000 memberi nilai proporsi yang tertinggi.", "Daftar File": {"ABSTRAK NATASYA TRIVANI SILALAHI": "https://digilib.itb.ac.id/gdl/download/182980"}, "Penulis": "NATASYA TRIVANI SILALAHI [14415030]", "Kontributor / Dosen Pembimbing": ["Titah Yudhistira, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "mobile online survey. rewards, desain eksperimen, regresi linear berganda, regresi logistik", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "26 Sep 2019"}