{"Nomor": 43246, "Judul": "BIOAKUMULASI MERKURI DARI TANAH TERPAPAR MERKURI OLEH JARAK Jatropha curcas L. DENGAN MIKORIZA ARBUSKULAR", "Abstrak": "Pengolahan emas secara amalgamasi menghasilkan tailing yang mengandung merkuri.\nTailing yang terbuang ke tanah menjadi sumber pencemar. Kasus ini banyak terjadi pada\npraktek pertambangan emas skala kecil (PESK). Salah satu metode untuk mengurangi kadar\nmerkuri di tanah adalah fitoremediasi, misalnya menggunakan tanaman Jarak Jatropha curcas\nL. J curcas merupakan perdu yang mudah ditemukan di daerah tropis yang bersifat\nhiperakumulator logam berat. Tailing mengandung logam berat yang tinggi, namun nutrisinya\nrendah, sehingga menghambat pertumbuhan tanaman. Penambahan mikoriza dapat\nmeningkatan penyerapan nutrisi. Tujuan penelitian ini untuk menentukan pengaruh mikoriza\narbuskular terhadap pertumbuhan dan akumulasi merkuri pada Jarak di tanah terpapar tailing.\nPenelitian dilakukan di rumah kaca dengan menginokulasikan dua isolat mikoriza arbuskular\n(Glomus aggregatum dan Glomus etunicatum) dengan penambahan individu dan campuran\npada Jarak berusia 2 bulan. Parameter pertumbuhan Jarak berupa berat kering diukur pada\nminggu ke delapan. Data menunjukkan adanya pengaruh inokulasi mikoriza arbuskular\nterhadap berat kering J. curcas. Hasil Uji Duncan menunjukkan inokulasi G. aggregatum\nberbeda signifikan dibandingkan perlakuan lainnya., sedangkan inokulasi G. etunicatum pada\nkultur tunggal maupun Campuran tidak menunjukkan perbedaan signifikan terhadap berat\nkering J. curcas. Data kandungan merkuri pada perlakuan G. aggregatum, G. etunicatum dan\nCampuran menunjukkan peningkatkan akumulasi merkuri pada tanaman sebesar 250%, 39%\ndan 170%. Akar yang diinokulasi dengan G. eunicatum dan G. agregatum mempunyai akar\nyang lebih bercabang dan panjang daripada Kontrol. Kesimpulan dari penelitian ini adalah\ninokulasi mikoriza arbuskular memberikan pengaruh terhadap berat kering dan meningkatkan\nakumulasi merkuri pada Jatropha curcas", "Daftar File": {"ABSTRAK Rendana Saputra": "https://digilib.itb.ac.id/gdl/download/183002"}, "Penulis": "Rendana Saputra [10415011]", "Kontributor / Dosen Pembimbing": ["Ir. V. Sri Harjati Suhardi, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Glomus etunicatum, Glomus aggregatum, tanah tailing, mikoriza arbuskular, Jatropha curcas L..", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Sep 2019"}