{"Nomor": 43252, "Judul": "PERANCANGAN POLA OPERASI TERMINAL PETI KEMAS PELABUHAN RENCANA KENDAL, KECAMATAN KALIWUNGU, KABUPATEN KENDAL, PROVINSI JAWA TENGAH", "Abstrak": "Sebagai negara maritim, Indonesia memiliki jalur pelayaran yang menjadi pokok penting dalam mendorong konektivitas antar wilayah guna meningkatkan dan memperluas aktivitas ekonominya. Salah satu bentuk konektivitas tersebut yaitu moda transportasi laut. Moda transportasi tersebut tentu saja membutuhkan sarana penunjang untuk dapat beroperasi secara optimal, seperi pelabuhan.\nPelabuhan Tanjung Emas sebagai satu-satunya pelabuhan yang ada di Kota Semarang berperan sebagai pusat transportasi yang mempermudah kegiatan perdagangan maupun bongkar dan muat barang atau manusia dari skala nasional sampai skala internasional. Akan tetapi, banyaknya kegiatan perdagangan dan bongkar-muat yang dilakukan membuat Pelabuhan Tanjung Emas beroperasi dengan kapasitas yang terbatas. Selain itu, kondisi Pelabuhan Tanjung Emas yang kurang strategis memungkinkan terjadinya banjir rob yang membuat lapangan penumpukan dan gudang pupuk terendam air.\nKarena beberapa alasan tersebut, maka dibangunlah pelabuhan baru yaitu Pelabuhan Kendal yang terletak di Kecamatan Kaliwungu, Kabupaten Kendal, Jawa Tengah, tepatnya di Kawasan Industri Kendal (KIK) dan baru diresmikan sebagai pelabuhan penyeberangan pada tahun 2016. Pengembangan pelabuhan ini ditujukan untuk mengurangi kepadatan yang terjadi di Pelabuhan Tanjung Emas, mengurangi kemacetan di jalur keluar – masuk Pelabuhan Tanjung Emas, meningkatkan perekonomian daerah, melancarkan distribusi ekspor – impor dan memperkuat ketahanan perekonomian dengan menyediakan backup pelabuhan.\nBerdasarkan penjelasan di atas diharapkan hasil penelitian ini dapat memberikan informasi terkait rancangan sistem operasioanl yang ada di Pelabuhan Tanjung Emas Semarang maupun di Pelabuhan Kendal, menganalisis produktivitas hasil rancangan dan menghitung biaya kapital (capital cost) untuk operasioanl Terminal Peti Kemas Pelabuhan Rencana Kendal dengan berdasarkan hipotesis memindahkan Terminal Peti Kemas Tanjung Emas ke Pelabuhan Kendal.", "Daftar File": {"ABSTRAK Afdal Febrizal": "https://digilib.itb.ac.id/gdl/download/183023"}, "Penulis": "Afdal Febrizal [15512017]", "Kontributor / Dosen Pembimbing": ["Ir. Andojo Wurjanto, MCE, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pelabuhan, Terminal Peti Kemas, Pelabuhan Kendal", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "26 Sep 2019"}