{"Nomor": 43253, "Judul": "PENINGKATAN KINERJA TENIK PENYIMPANAN VAKUM DAN MODIFIED ATMOSPHIRING PACKAGING (MAP) MELALUI APLIKASI EDIBLE COATING DAN PENAMBAHAN PLANT BASED EXTRACT BAWANG PUTIH DALAM PENYIMPANAN FILLET IKAN NILA (Oreochromis niloticus)", "Abstrak": "Konsumsi nila terus meningkat seiring dengan pertumbuhan populasi,\nmeskipun tingkat produksi juga meningkat setelah panen, tingkat produksi menurun\nseiring lamanya waktu penyimpanan. Hal ini disebabkan daging ikan adalah makanan\nyang mengandung banyak air dan protein yang merupakan sumber pertumbuhan\nmikroba. Sehingga penanganan pasca panen seperti teknik penyimpanan yang tidak\ntepat akan menyebabkan ikan mudah mengalami kerusakan dan pembusukan.\nUmumnya, fillet nila disimpan dalam suhu dingin dan dikemas vakum (vacuum) atau\nModified Atmospheric Packaging (MAP) dan memiliki masa simpan hingga 7 hari.\nEdible coating dengan penambahan 10% ekstrak bawang putih untuk nila dilakukan\nuntuk meningkatkan kinerja teknik penyimpanan vakum dan MAP sehingga umur\nsimpan nila saat disimpan lebih lama. Penelitian ini bertujuan untuk mengetahui nilai\nTPC (Total Plate Count), pH, TVBN (Total Volatile Base Nitrogen), penurunan berat\nbadan dan organoleptik (penampilan, warna, aroma, tekstur dan rasa) yang\nmerupakan parameter dalam penelitian ini. Penelitian ini dilakukan di Laboratorium\nIsolasi dan Analisis Bahan Alami, Laboratorium Teknik Hilir, Kampus Institut\nTeknologi Bandung, Jatinangor. Hasil penelitian menunjukkan bahwa penggunaan\nedible coating pati singkong dengan penambahan 10% ekstrak bawang putih dapat\nmemperpanjang kacang untuk menyimpan Fillet ikan nila hingga 10 hari. Perlakuan\nyang menghasilkan nilai optimal adalah Fillet nila kemasan vakum dengan nilai\npenurunan berat badan 5,83%, TVBN 20 mg N / 100gr, Ph 6.01, TPC 0,35x 105,\npenampilan 6,75, warna 6,60, tekstur 7,00, aroma 6,35 dan rasa 6,72.", "Daftar File": {"ABSTRAK Popy Wahyu Ninsih": "https://digilib.itb.ac.id/gdl/download/183024"}, "Penulis": "Popy Wahyu Ninsih [11915022]", "Kontributor / Dosen Pembimbing": ["Dr. Magdalena Lenny Situmorang, S.Si., M.Sc.", "Dr. Gede Suantika, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "nila, lapisan yang dapat dimakan, bawang putih.", "Sumber": "", "Staf Input/Edit": "didi kusnendi", "File": "1 file", "Tanggal Input": "26 Sep 2019"}