{"Nomor": 43259, "Judul": "PENANGANAN SPATIO-TEMPORAL PATTERN QUERIES PADA BASIS  DATA OBJEK BERGERAK", "Abstrak": "Basis data objek bergerak merupakan kumpulan data geometri yang berubah seiring waktu. Keberadaan basis data objek bergerak memungkinkan pengguna basis data untuk mengekspresikan serangkaian predikat yang menyatakan peristiwa atau perubahan yang terjadi selama pergerakan objek bergerak. Kelompok query yang melibatkan serangkaian predikat tersebut dikenal sebagai spatio-temporal pattern (STP) query. STP query memiliki batasan urutan waktu pada pemenuhan predikat-predikat yang terlibat. Implementasi STP query belum tersedia pada database management system (DBMS) saat ini. Pembangunan kakas yang dapat digunakan untuk mengekspresikan STP query perlu dilakukan. Hal ini agar memungkinkan berbagai perintah dan pertanyaan terkait objek bergerak yang belum tersedia sebelumnya. STP query diekspresikan dengan menggunakan predikat STP yang memiliki desain yang terdiri dari dua bagian. Bagian pertama mendefinisikan predikat lifted yang menerima argumen bertipe data moving dan mengembalikan interval waktu selama predikat tersebut terpenuhi. Bagian kedua mendefinisikan batasan temporal pada pemenuhan predikat tersebut. Batasan temporal didefinisikan dalam bentuk hubungan temporal antara pasangan interval waktu. Implementasi STP Queries dilakukan dengan menyediakan struktur data untuk merepresentasikan objek bergerak, metode untuk mengevaluasi operasi terhadap objek bergerak, dan fungsi untuk mendefinisikan predikat STP. Implementasi tersebut dikumpulkan menjadi satu paket yang disebut extension. Extension merupakan bentuk kakas yang dibangun pada DBMS untuk menangani STP queries pada basis data objek bergerak. Extension dibangun untuk PostgreSQL yang telah menyediakan tipe data dan operasi spasial melalui PostGIS. Pengujian kakas dilakukan dengan mengeksekusi beberapa STP queries. Berdasarkan pengujian, kakas yang dibangun berhasil menangani STP queries pada basis data objek bergerak.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/183036", "COVER Ahmad Fauzul Yogiandra": "https://digilib.itb.ac.id/gdl/download/240357", "BAB 1 Ahmad Fauzul Yogiandra": "https://digilib.itb.ac.id/gdl/download/240358", "PUSTAKA Ahmad Fauzul Yogiandra": "https://digilib.itb.ac.id/gdl/download/240363"}, "Penulis": "Ahmad Fauzul Yogiandra [13513059]", "Kontributor / Dosen Pembimbing": ["Tricya Esterina Widagdo, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "basis data objek bergerak, spatio-temporal pattern query, predikat spatio-temporal pattern, operasi lifted", "Sumber": "", "Staf Input/Edit": "karya", "File": "8 file", "Tanggal Input": "26 Sep 2019"}