{"Nomor": 43254, "Judul": "PERANCANGAN AUTONOMOUS BUS MENGGUNAKAN MACHINE LEARNING DAN PENGONTROL KESTABILAN LYAPUNOV", "Abstrak": "Menurut penelitian Perhimpunan Studi Pengembangan Wilayah, jumlah kendaraan bermotor di Indonesia telah mencapai 138.5 juta unit pada awal tahun 2018 dengan 87% diantaranya adalah kendaraan pribadi dimana hal tersebut menimbulkan kemacetan dengan tingkat waktu rata-rata yang terbuang di jalan sebesar 55 jam per tahun dengan tingkat kecelakaan 107.968 kejadian pada tahun 2018. Salah satu  penyebab tingginya tingkat kecelakaan adalah human error dari pengemudi. Salah satu solusi dari permasalahan tersebut adalah peningkatan jumlah layanan transportasi bus dengan inovasi sistem autonomous yang mampu mendeteksi objek yang ada di depan wahana dan melakukan respon pengontrolan dengan cepat dan tepat.\nPenelitian pada tugas akhir ini merancang sebuah purwarupa sistem autonomous bus yang mampu menghindari objek yang ada didepannya dengan merubah jalur dan berhenti. Sistem pendeteksian objek dirancang menggunakan kamera yang terhubung dengan komputer. Data gambar kemudian diolah menggunakan machine learning dengan algoritma Single Shot Multibox Detector (SSD) berbasis convolutional neural network yang mampu menentukan lokasi dimana objek berada pada gambar serta klasifikasi dari objek yang dideteksi.  Pengontrolan otonom dirancang menggunakan algoritma kestabilan Lyapunov agar wahana mampu mengikuti jalur yang dirancang. Hasil rancangan diuji dengan simulasi beserta implementasi pada purwarupa dengan wahana Lego EV3 yang dimodifikasi sehingga menyerupai sebuah bus.\nDari penelitian ini dihasilkan sebuah sistem penghindaran objek yang mampu memberikan sinyal pengontrolan sesuai dengan objek yang dideteksi dengan tingkat keberhasilan sebesar 90.47% dengan pengontrolan Lyapunov mampu mencapai mean average error sebesar 2.3 cm dari setpoint dengan kecepatan maksimum sebesar 5,33 cm/s.", "Daftar File": {}, "Penulis": "Fahmi Rizaldi & Joshua Friendly Nugroho [13315071 & 13315096]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Yul Yunazwin, M.Sc., DIC", "Augie Widyotriatmo, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "autonomous bus, machine learning, convolutional neural network, penghindaran objek, dan kestabilan Lyapunov", "Sumber": "", "Staf Input/Edit": "Rina Kania", "File": "7 file", "Tanggal Input": "26 Sep 2019"}