{"Nomor": 43257, "Judul": "DESIGN AND VERIFICATION OF COOLING SYSTEM IN SUPERMARKET IN JAKARTA", "Abstrak": "In last decades, even the world has been concerned with global warming due to increasing of energy demanded, energy need is still to be the main issues of threatened the climate change. Furthermore, renewable energy has been growing year by year but even so it is small scale of energy consumption. Air conditioning systems in the building can be conducted to find efficient systems to operate in the shopping mall. Hourly Analysis Program was needed to simulate the load in the building to determine the load profile hourly. In this case study, three alternative systems are used in the building to find the lowest economic cost of each system. All three systems are water-cooled chiller system with small capacity chiller and TES (option I), water-cooled chiller system with big capacity chiller and TES (option II), and magnetic bearing chiller system with high capacity without TES (option III).\nFor option I, this system can save the investment cost by around 14.7% and 23.7% compared to option II and III, respectively. However, option III is the most energy efficient system. If we compare to the other options, this option can save around 10 % of operational cost. Moreover, the lower investment cost is the best choice for the owner. However, it gives the impact of operational cost which is paid by the owner in years.\nBesides the investment cost, the life-cycle cost for twenty years, the option I is the best system. This system can save the operating cost up to 11.8% compared to option II, and 18% compared to option III. But the option I design without spare part which means get high rise after operating in years. Currently, according to the real load the system I is the best choice because it is still not run in full load. For Option II and III are use spare part. For option II can save the life cycle cost 7% in 20 years. Therefore, The Option II is the best choice if the system run in full load in future.", "Daftar File": {"ABSTRAK Neam Sok": "https://digilib.itb.ac.id/gdl/download/183034", "COVER Neam Sok": "https://digilib.itb.ac.id/gdl/download/192098", "BAB 1 Neam Sok": "https://digilib.itb.ac.id/gdl/download/192099", "BAB 2 Neam Sok": "https://digilib.itb.ac.id/gdl/download/192100", "BAB 3 Neam Sok": "https://digilib.itb.ac.id/gdl/download/192101", "BAB 4 Neam Sok": "https://digilib.itb.ac.id/gdl/download/192102", "BAB 5 Neam Sok": "https://digilib.itb.ac.id/gdl/download/192103", "PUSTAKA Neam Sok": "https://digilib.itb.ac.id/gdl/download/192104"}, "Penulis": "Neam Sok [23117702]", "Kontributor / Dosen Pembimbing": ["Ir. I Made Astina, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Water-cooled chiller, Magnetic bearing chiller, Thermal Energy Storage (TES), Investment cost and Life cycle cost.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "26 Sep 2019"}