{"Nomor": 43266, "Judul": "USULAN RANCANGAN MODEL SISTEM TALENT POOL UNTUK TINGKAT JABATAN ESELON IV DAN ESELON III PEGAWAI NEGERI SIPIL BADAN EKONOMI KREATIF", "Abstrak": "Pemetaan pegawai dalam talent pool digunakan untuk membantu Badan Ekonomi Kreatif Indonesia (Bekraf) mengidentifikasi pegawai bertalenta yang siap mengisi jabatan tinggi di masa depan. Bekraf merupakan badan pemerintah yang sebagian besar pegawainya merupakan Pegawai Negeri Sipil (PNS). Bekraf secara langsung akan terkena dampak fenomena talent war ketika pendaftar Calon Pegawai Negeri Sipil (CPNS) Tahun 2018 hanya mencapai 55% dari target yang ditetapkan Badan Kepegawaian Negara (BKN). Dalam menghadapi fenomena tersebut Bekraf belum memiliki mekanisme untuk mengidentifikasi pegawai bertalenta. Untuk itu, penelitian ini bertujuan membantu Bekraf dalam memastikan ketersediaan pegawai bertalenta untuk mengisi jabatan tinggi di masa depan.\nPersyaratan talent pool pegawai melibatkan tiga komponen, yaitu nilai kompetensi, nilai kinerja pegawai, dan kualifikasi pendidikan. Nilai kinerja didapatkan dari penilaian sasaran kerja pegawai (SKP) dan penilaian perilaku kerja (PK). Penilaian dilakukan oleh atasan serta rekan kerja pegawai. Mekanisme manajemen kinerja dari mulai penyusunan SKP sampai dengan penilaian kinerja pegawai dapat dilakukan di dalam sistem. Kualifikasi pendidikan merupakan syarat seorang pegawai untuk masuk ke dalam talent pool. Nilai kompetensi, nilai kinerja, dan kualifikasi pendidikan akan terintegrasi di dalam sistem untuk menyusun pemetaan pegawai. Mekanisme tersebut terdapat pada hasil dari penelitian ini, yaitu usulan rancangan sistem talent pool.\nKelebihan dari usulan rancangan sistem ini adalah sistem talent pool disampaikan dalam bentuk digital melalui sistem informasi yang terintegrasi dengan sistem manajemen kinerja pegawai. Namun masih terdapat kekurangan dari hasil rancangan ini, yaitu sistem talent pool belum terintegrasi dengan sistem pengukuran kompetensi. Pengukuran kompetensi pegawai masih dilakukan diluar sistem, kemudian nilai kompetensi pegawai masih harus dimasukkan secara manual ke dalam sistem.", "Daftar File": {"ABSTRAK DARY FATHURRAHMAN": "https://digilib.itb.ac.id/gdl/download/183042"}, "Penulis": "DARY FATHURRAHMAN [14415020]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Joko Siswanto, MPA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "talent pool, talent war, pegawai negeri sipil, sistem manajemen kinerja, sistem pengukuran kompetensi, kompetensi.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "26 Sep 2019"}