{"Nomor": 43269, "Judul": "PERENCANAAN STRUKTUR DERMAGA KARGO TIPE DECK ON PILE DI PELABUHAN SOFIFI, KOTA TIDORE KEPULAUAN, MALUKU UTARA", "Abstrak": "Pelayanan bongkar muat barang di Kota Tidore Kepulauan, Maluku Utara dilakukan oleh pelabuhan sofifi. Pelabuhan Sofifi pada awalnya hanya dirancang untuk kapasitas kapal tersebesar 1000 DWT namun seiring dengan bertambahnya volume kunjungan kapal dan bongkar muat serta berubahnya kondisi lingkungan perairan Sofifi yang menyebabkan banyak kerusakan, oleh karena itu, diperlukan pengembangan Pelabuhan Sofifi untuk meningkatkan kegiatan operasional pelabuhan agar dapat melayani kegiatan kepelabuhanan sesuai dengan kondisi lingkungan terkini serta kondisi volume bongkar muat yang bertambah.\nPada studi kasus Tugas Akhir mengenai Perencanaan Struktur Dermaga Kargo Tipe Deck On Pile di Pelabuhan Sofifi, Kota Tidore Kepulauan, Provinsi Maluku utara, akan memberikan pemaparan mengenai desain struktur dermaga dan struktur trestle berdasarkan kriteria desain yang digunakan sebagai syarat perencanaan struktur dengan mempertimbangkan kondisi lingkungan pada lokasi studi. Tugas akhir ini mencakup dimensi dermaga dan trestle, pemodelan struktur, desain penulangan elemen struktur dan perhitungan daya dukung tanah.\nPemodelan struktur dilakukan dengan menggunakan perangkat lunak SAP2000 untuk mengetahui kehandalan desain struktur rencana terhadap beban-beban yang bekerja. Hasil dari pemodelan ini berupa nilai UCR (Unity Check Ratio), defleksi struktur, gaya dalam balok dan pelat serta nilai reaksi perletakan. Pemeriksaan nilai UCR dilakukan sebagai acuan desain struktur yang handal dan optimal dengan nilai berada pada rentang 0.7 hingga 1.0. Pemeriksaan nilai defleksi dilakukan sebagai aspek kemampulayanan struktur dengan nilai defleksi yang diperoleh harus berada dibawah batas yang diizinkan. Sedangkan pemeriksaan rasio tulangan dilakukan untuk menentukan luas penampang optimal.\nHasil dari tugas akhir meliputi rancangan dermaga dan trestle yang mencakup dimensi struktur dan dimensi elemen struktural, detail penulangan berdasarkan gaya dalam yang bekerja, serta kedalaman yang dibutuhkan dalam pemancangan yang mampu menahan reaksi struktur berdasarkan data geoteknik.", "Daftar File": {}, "Penulis": "Fany Surya Prabowo [15515045]", "Kontributor / Dosen Pembimbing": ["Dr. Paramashanti, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Dermaga, Struktur, Kargo, Pemodelan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "12 file", "Tanggal Input": "26 Sep 2019"}