{"Nomor": 43262, "Judul": "PENENTUAN USULAN STRATEGI RETENSI PANEL JAJAK PENDAPAT BERDASARKAN ANALISIS CUSTOMER LIFETIME VALUE", "Abstrak": "Jajak Pendapat bergerak dalam bisnis online survey panel, proses bisnis utama Jajak Pendapat adalah\nmenghubungkan peneliti dengan panel yang bersedia untuk mengisi kuesioner peneliti, menganalisis\nhasil survei, dan memberi konsultasi kepada peneliti berdasarkan hasil analisis survei. Namun,\npeningkatan total panel tidak beriringan dengan jumlah panel aktif setiap bulannya, sedangkan salah\nsatu company value utama yang ditawarkan oleh Jajak Pendapat adalah kecepatan hasil survei, yang\nbergantung pada kecepatan terpenuhinya data dari panel yang juga bergantung pada jumlah panel aktif.\nUntuk membangkitkan aktivitas dari panelnya Jajak Pendapat sudah mengimplementasi berbagai\nusaha-usaha CRM, namun usaha-usahanya belum mempertimbangkan konsep personalisasi kepada\npelanggan potensial.\nSalah satu metode yang digunakan untuk menentukan pelanggan potensial adalah CLV. Pada penelitian\nini perhitungan CLV setiap panel Jajak Pendapat menggunakan model Pareto/NBD Schmittlein &\nPeterson (1987). Model Pareto/NBD digunakan untuk transaksi yang bersifat non-contractual. Pada\npenelitian kali ini dilakukan intervensi pada model Pareto/NBD dikarenakan adanya indikasi systematic\nbias. Pada penelitian ini, intervensi yang dipilih adalah metode prediksi gap dengan regresi linear\nkarena memberikan prediksi yang tidak jauh berbeda dengan metode rata-rata, namun memiliki\nkemampuan prediksi yang baik. Setelah menemukan nilai CLV setiap panel dilakukan segmentasi panel\ndengan konsep Raaij, Vernooij, & Triest (2003) dengan pengubahan sesuai dengan konsep Kotler &\nKeller (2012, p. 132). Segmen-segmen yang terbentuk adalah top, large, medium, small, dan loose\npanel. Setelah segmentasi berdasarkan CLV dilakukan, dibentuk profil segmen berbasis variabel\ndemografis panel. Kemudian dibentuk usulan strategi retensi dan anggaran belanja berbasis kontribusi\nprofit setiap segmen kepada perusahaan. Usulan-usulan strategi retensinya adalah rewards bertarget\ndan program loyalitas yang terdiri dari tier system reward, fee for VIP member, dan non-monetary\nprogram.", "Daftar File": {"ABSTRAK Michael Abner Janurwendo": "https://digilib.itb.ac.id/gdl/download/183039"}, "Penulis": "Michael Abner Janurwendo [14415022]", "Kontributor / Dosen Pembimbing": ["Titah Yudhistira, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "CRM (customer relationship management), CLV (customer lifetime value), Pareto/NBD, strategi retensi.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "26 Sep 2019"}