{"Nomor": 43267, "Judul": "PLATFORM PENGUJIAN TEMPERATUR DAN SENSOR GAS", "Abstrak": "Big data berperan penting dalam perkembangan industri saat ini, dimana big data dapat memberikan kemudahan dalam data analitic dan mendukung proses pengambilan keputusan berbagai jenis kasus dengan sangat cepat. Proses data yang disimpan pada big data berasal dari pengambilan data yang sebelumnya dilakukan sensor sehingga mempermudah pengumpulan data. Sensor merupakan elemen penginderaan yang dapat mendeteksi perubahan rangsangan yang selanjutnya mengubahnya menjadi sinyal listrik. Besaran output yang terdeteksi dapat berupa tegangan, arus, muatan, hambatan atau resistansi, induktansi maupun kapasitansi.\nTujuan penelitian ini adalah untuk mendukung peneltian dibidang material maju yang dikembangkan dalam skala lab untuk dapat diimplementasikan di luar kondisi ideal lab (lapangan). Untuk sensor gas sendiri memiliki dua bagian yaitu microheater dan sensitive layer, dimana microheater tujuan membuat sensitive layer dapat bekerja dalam performa maksimal layaknya dalam kondisi ideal lab. Material yang digunakan adalah material CNT-EG, CNT-RO, Graphene ink dan komposit Graphene-ZnO dengan perbandingan 1:1.\nKomposit Graphene-ZnO 1:1 didapatkan dengan menggunakan metode reflux. Material hasil sintesis diuji dengan XRD (X-Ray Diffraction) untuk mengkonfirmasi fase kristal yang terbentuk. Uji SEM (Scanning Electron Microscopy) menunjukkan bahwa metode refluks berhasil membentuk partikel-partikel ZnO.\nHasil dari eksperimen ini menunjukkan bahwa CNT-RO dan Graphene-ink kurang stabil untuk digunakan sebagai material alternatif heater sensor dan CNT-EG dapat menjadi solusi material alternatif heater dengan temperatur maksimal 300ºC. Hasil karakterisasi microheater menggunakan material CNT-EG menghasilkan temperatur terkecil ? 25°C pada tegangan 1V dan 0,04A sedangkan dengan menggunakan tegangan 12V dan arus 0,061A menghasilkan temperatur sebesar ? 63°C. CNT-RO menghasilkan menghasilkan temperatur terkecil 28°C dengan tegangan 1,5V dan arus 0,01A sedangkan dengan egangan 8,3V dan arus 0,26A menghasilkan temperatur ? 165°C. Graphene-ink menghasilkan temperatur terbesar dengan tenganan 11V yaitu ? 288°C, sedangkan untuk temperatur terekcil dengan tegangan 1,5V dan arus 0,01A adalah 31°C. Dari pengujian yg\nii\ndilakukan ditemukan bahwa temperatur yang tidak stabil mempengaruhi pembacaan sensor dan temperatur yang tidak stabil dipengaruhi dari flow pemaparan gas target dan recovery yang tidak sama. Hasil uji sensor dengan gas CO menunjukkan bahwa material komposit G-ZnO 1:1 dapat bekerja pada temperatur ruang 75ºC dan 100ºC. Hasil pengujian device kedua stabil dengan didapatkan respon yaitu 37,4% di temperatur 200°C pada 65 ppm.", "Daftar File": {"COVER Andean Pradana": "https://digilib.itb.ac.id/gdl/download/183044", "BAB 1 Andean Pradana": "https://digilib.itb.ac.id/gdl/download/183045", "BAB 2 Andean Pradana": "https://digilib.itb.ac.id/gdl/download/183046", "BAB 3 Andean Pradana": "https://digilib.itb.ac.id/gdl/download/183047", "BAB 4 Andean Pradana": "https://digilib.itb.ac.id/gdl/download/183048", "BAB 5 Andean Pradana": "https://digilib.itb.ac.id/gdl/download/183049", "DAFTAR Andean Pradana": "https://digilib.itb.ac.id/gdl/download/183050"}, "Penulis": "Andean Pradana [23316002]", "Kontributor / Dosen Pembimbing": ["Nugraha, Dr.Eng.", "Prof. Brian Yuliarto, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Sensor, Microheater, gas CO, device.", "Sumber": "", "Staf Input/Edit": "Rina Kania", "File": "7 file", "Tanggal Input": "26 Sep 2019"}