{"Nomor": 43265, "Judul": "PASAR PROPERTI DAN PERUBAHAN LINGKUNGAN PERMUKIMAN DI SEKITAR KERATON CIREBON PERIODE 1960 - 2013", "Abstrak": "Pertumbuhan dan perkembangan kota Cirebon selama periode 1960-2013 telah menyebabkan terjadinya perubahan pada beberapa kawasan perkotaan, termasuk kawasan di sekitar Keraton Cirebon yang diindikasikan oleh munculnya bangunan-bangunan yang tidak memiliki keterkaitan dengan keberadaan keraton. Permukiman di sekitar Keraton Kasepuhan, Kanoman, Kacirebonan dan Kaprabonan telah mengalami alih fungsi lahan dan kepemilikan. Sebagian tanah kosong telah berubah menjadi rumah tinggal, bangunan rumah tinggal menjadi bangunan perdagangan dan jasa, berlantai dua atau lebih, sehingga menyebabkan kepadatan bangunan menjadi tinggi. Kondisi tersebut dipengaruhi oleh posisi strategis kawasan yang berada di pusat kota, yang mengundang berbagai pihak untuk mengembangkan properti di sana. Di sisi lain perubahan permukiman yang terjadi dikhawatirkan dapat mengurangi bahkan menghilangkan karakter keraton sebagai kawasan cagar budaya dan identitas kota.\nDisertasi ini dilakukan untuk mendapatkan gambaran bagaimana pasar properti mempengaruhi perubahan lingkungan permukiman di sekitar Keraton Cirebon. Perubahan lingkungan permukiman dapat dipengaruhi oleh pasar properti dan perkembangan perkotaan pada area lebih luas, sehingga kondisi pasar properti yang terjadi di kota Cirebon dan kawasan keraton menjadi penting untuk dikaji. Penelitian mengenai perubahan lingkungan permukiman di sekitar Keraton Cirebon ini bertujuan untuk: 1). Mendeskripsikan dan menganalisis pengaruh pasar properti dalam perkembangan perkotaan di Cirebon dan kawasan Keraton Kasepuhan dan Kanoman pada periode tahun 1960-2013, serta 2). Mengidentifikasi perubahan fisik di lingkungan permukiman sekitar keraton Kasepuhan dan Kanoman sebagai akibat dari pengaruh pasar properti di lingkungan tersebut.\nDisertasi ini dilaksanakan secara kualitatif dengan pendekatan pasar properti, melalui analisis sinkronik dan diakronik. Secara sinkronik, studi dilakukan untuk mendapatkan gambaran bagaimana pasar properti yang terjadi di lingkup makro, messo dan mikro.\nPada lingkup makro, analisis dilakukan untuk mengetahui seperti apa kondisi pasar properti di kota Cirebon dengan mengkaji perkembangan fisik perkotaan, pelaku yang terlibat, serta regulasi terkait pasar dan spasial yang dibuat oleh pemerintah daerah. Untuk mengetahui bagaimana hubungan antara pasar properti dan perkembangan perkotaan dengan perubahan lingkungan permukiman, dilakukan analisis pada lingkup messo dengan mengkaji proyek strategis, keterjangkauan pelaku, dan bentuk perkembangan perkotaan pada kawasan keraton. Analisis pada lingkup mikro dilakukan untuk mengkaji pasar properti dan perubahan tipomorfologi lingkungan permukiman melalui telaah terhadap masing-masing 15 (lima belas) unit amatan terpilih di sekitar Keraton Kasepuhan dan Keraton Kanoman.\nSecara diakronik, studi dilakukan pula berdasarkan periodisasi yang terbagi menjadi: periode transisi (1960-1984), periode industrialisasi (1985-2002), dan periode pelaksanaan otonomi daerah (2003-2013). Ketiga periodisasi studi ditetapkan berdasarkan pertimbangan beberapa aspek seperti: proyek-proyek strategis yang ada di Cirebon, dokumen perencanaan kota, regulasi pemerintah kota, dan lain lain. Periodisasi dilakukan untuk mendapatkan gambaran tentang karakter atau ciri umum perubahan lingkungan permukiman yang terjadi dikaitkan dengan kondisi pasar yang terjadi pada masing-masing periode.\nHasil studi menunjukkan bahwa pasar properti memberikan pengaruh terhadap perubahan lingkungan permukiman di sekitar keraton melalui mekanisme dan bentuk pasar properti yang bertahap pada masing-masing periode studi. Pasar properti yang terjadi pada lingkup kota telah memberikan pengaruh terhadap perubahan lingkungan permukiman di sekitar keraton melalui perkembangan perkotaan yang terjadi di kawasan keraton, kehadiran proyek properti strategis dan peran pelaku bisnis pengembangan properti lokal Kota Cirebon. Perubahan lingkungan permukiman sekitar keraton ternyata tidak lepas dari peran masyarakat, pelaku usaha (investor), pemerintah daerah dan pihak keraton sebagai para pemangku kepentingan. Terkait perubahan fisik permukiman, meskipun pasar properti di lingkungan permukiman sekitar keraton masih dalam bentuk sederhana, tetapi perbedaan kondisi lokasi, status kepemilikan, nilai properti lahan dan bangunan menyebabkan perubahan lingkungan permukiman di sekitar Keraton Kanoman cenderung lebih dinamis dibandingkan di sekitar Keraton Kasepuhan.\nStudi ini mampu memberikan kebaruan dalam bidang arsitektural melalui pendekatan pasar properti untuk memahami perubahan lingkungan permukiman, yang selama ini lebih banyak dilakukan melalui pendekatan sosial budaya. Lebih lanjut diharapkan dapat memberikan masukan kepada para pemegang kebijakan, dalam proses penyusunan strategi pengendalian spasial permukiman di sekitar kawasan cagar budaya Keraton Cirebon.", "Daftar File": {"ABSTRAK Iwan Purnama": "https://digilib.itb.ac.id/gdl/download/183043"}, "Penulis": "Iwan Purnama [35212006]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Iwan Sudradjat, MSA, Ph.D.", "Ir. Ismet Belgawan Harun, M.Sc., Ph.D.", "Ir. Indra Budiman Syamwil, M.Sc., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "pasar properti, perubahan permukiman, keraton cirebon, dan pelestarian cagar budaya.", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "26 Sep 2019"}