{"Nomor": 43277, "Judul": "Pemodelan Zona Kestabilan Lereng Pada Daerah Puncak Pass, Megamendung, dan Sekitarnya, Kabupaten Bogor, Jawa Barat", "Abstrak": "Bencana alam merupakan suatu fenomena yang sering terjadi sekitar kita.\nFenomena yang sering muncul adalah kejadian tanah longsor. Pada tahun 2017\nsampai pertengahan tahun 2018, tercatat ada 14 laporan kejadian tanah longsor\nyang terjadi di Kabupaten Bogor. Daerah penelitian berada di Kawasan Puncak\nPass, Megamendung dan sekitarnya. Tujuan penelitian ini adalah untuk membuat\npeta model untuk mengklasifikasikan zona atau daerah tingkat kerentanan lereng\nterhadap kejadian tanah longsor.\nMetode yang dilakukan adalah dengan melakukan analisa kestabilan lereng\nmenggunakan program TRIGRS. Program ini menganalisa kestabilan lereng\nterhadap kejadian tanah longsor yang dipengaruhi oleh infiltrasi hujan ke dalam\ntanah. Input yang dimasukan ke dalam program ini adalah data kemiringan lereng,\ndata arah aliran air, data hujan, dan data sifat fisik dan mekanik tanah. Kemudian\ndata tersebut diolah dengan analisa kestabilan lereng tak-hingga yang kemudian\ndibentuk menjadi model. Output dari program ini merupakan peta model kestabilan\nlereng berdasarkan grid yang dapat diklasifikasikan untuk menentukan zona-zona\nkestabilan lereng terhadap kejadian tanah longsor.\nPeta model kestabilan lereng memiliki 4 pembagian daerah kestabilan lereng, yaitu\nZona Sangat Stabil, Zona Stabil, Zona Kurang Stabil, dan Zona Tidak Stabil. Hasil\nakhir pemodelan menunjukan Zona Sangat Stabil menempati 31%, Zona Stabil\nmenempati 5%, Zona Kurang Stabil menempati 13%, dan Zona Tidak Stabil\nmempati 51% dari daerah penelitian. Peta kestabilan lereng telah sesuai dengan\nkondisi lapangan pada tanggal 9 Februari 2018 dimana terjadi longsoran besar pada\ntanggal 5 Februari 2018.", "Daftar File": {}, "Penulis": "David Setianto Setiawan [12013001]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Asep Heri Patria Kesumajana, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "TRIGRS, Kestabilan Lereng, Model", "Sumber": "", "Staf Input/Edit": "tuti yulia", "File": "14 file", "Tanggal Input": "26 Sep 2019"}