{"Nomor": 43276, "Judul": "ANALISIS METODE PERHITUNGAN DAN NILAI KEANDALAN KAPASITAS DAYA DUKUNG FONDASI TIANG BOR BERDASARKAN DATA STATIC LOADING TEST", "Abstrak": "Perencanaan fondasi merupakan salah satu perencanaan konstruksi yang perlu diperhatikan pada suatu bangunan, khususnya fondasi dalam yang berfungsi sebagai penahan beban pada bangunan – bangunan tinggi, jembatan, runway bandara, dan jenis konstruksi besar lainnya. Apabila faktor keandalan yang digunakan tidak tepat, maka akan berdampak pada keruntuhan fondasi tersebut. Pada tesis ini akan dilakukan analisis metode perhitungan empirik yang hasilnya dapat memprediksi hasil pengukuran di lapangan paling baik untuk mendapatkan nilai faktor tahanan pada peridaksamaan LRFD sesuai dengan faktor pembebanan AASHTO Bridge Design Specification.\nPada penelitian ini jenis fondasi yang ditinjau adalah fondasi tiang bor dengan menggunakan 10 buah data pengukuran static loading test yang hasilnya mencapai kondisi failure dan data SPT untuk analisis kapasitas daya dukung tiang bor. Prediksi metode empirik kapasitas daya dukung tiang bor yang ditinjau adalah Meyerhof (1956 & 1976), Reese & Wright (1977), Shioi & Fukui (1982), dan Reese & O’Neill (1988 & 1999). Untuk menentukan nilai ????, dilakukan analisis statistik dan probabilitas menggunakan metode simulasi monte carlo dengan bantuan program Microsoft Excel 2016 dan EasyFit 5.5. Faktor beban yang ditinjau berdasarkan kodifikasi AASHTO Bridge Design Specification dengan ????????????=1.25, ????????????=1.75, ?????????????????=2,3,4,???????????? 5 dan ????????=2.33.\nDari hasil analisis prediksi metode empirik yang dilakukan dan sudah dikalibrasi terhadap grafik load transfer hasil pengukuran static loading test yang diuji dengan menggunakan instrument, pada penelitian ini didapat bahwa metode yang paling baik dalam memprediksi hasil pengukuran di lapangan untuk ???????? adalah metode Reese & O’Neill (1988 & 1999) dengan penurunan 0.7?1.6% diameter tiang; untuk ???????? adalah metode Shioi & Fukui (1982); dan untuk ???????????????????????? adalah metode Reese & O’Neill (1988 & 1999) dengan besar penurunan total 6?9% diameter tiang. Hasil ini sesuai dengan penelitian Reese & O’Neill (1988) yang menyatakan bahwa ???????? fully mobilized sebelum penurunannya mencapai 1% diameter tiang dan ???????? fully mobilized saat penurunannya mencapai 5% diameter tiang. Pertidaksamaan LRFD yang didapat pada penelitian ini adalah 0.57?????????1.25????????????+1.75????????????.", "Daftar File": {}, "Penulis": "Asta Pradita [25016335]", "Kontributor / Dosen Pembimbing": ["Ir. Bigman Marihat Hutapea, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Kata kunci: fondasi tiang bor, static loading test, LRFD, AASHTO Bridge Design Specification, faktor keandalan, simulasi monte carlo", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Sep 2019"}