{"Nomor": 43273, "Judul": "ANALISIS ESTIMASI NILAI TANAH MENGGUNAKAN PENDEKATAN GEOSTATISTIKA TIPE GAUSSIAN, K-BESSEL, J-BESSEL, DAN STABLE (STUDI KASUS: KOTA BANDUNG)", "Abstrak": "Nilai Tanah merupakan suatu pengukuran yang didasarkan kepada kemampuan tanah secara ekonomis dalam hubungannya dengan produktifitas dan strategi ekonomisnya (Sutawijaya 2004).Nilai tanah sangat dipengaruhi oleh perilaku ekonomi yang terjadi diatasnya, semakin banyak perilaku ekonomi yang terjadi diatasnya maka semakin tinggi nilai tanah tersebut. Nilai Indikasi Rata-rata (NIR) merupakan acuan yang digunakan untuk menentukan Nilai Jual Objek Pajak (NJOP). Dengan menggunakan data NIR akan dilakukan estimasi nilai tanah menggunakan pendekatan Geostatistika. Pendekatan ini berbasis pada aspek spasial dan nilai atribut-atribut yang melekat pada spasial tersebut. Atribut yang digunakan dalam Estimasi ini yaitu nilai indikasi rata-rata (NIR). Pendekatan dilakukan menggunakan beberapa tipe yaitu Gaussian, K-Bessel, J-Bessel, dan Stable. Pendekatan Geostatistika dengan tipe-tipe tersebut akan menghasilkan model estimasi nilai tanah yang kemudian akan dianalisis berdasarkan syarat berikut: (1) Nilai Root-Mean-Square Standardized mendekati 1; (2) Nilai Mean Standardized mendekati 0; (3) Selisih Root-Mean-Square dengan Average Standard Error mendekati 0; dan (4) Nilai Mean Standardized mendekati 0 (Articles 2008). Setelah melalui proses tersebut maka akan didapat tipe pendekatan Geostatistika terbaik dengan model estimasi nilai tanah terbaik.", "Daftar File": {}, "Penulis": "Samuel Parnaungan Sihombing [15115065]", "Kontributor / Dosen Pembimbing": ["Dr. Andri Hernandi, S.T., M.T.", "Nanin Trianawati Sugito, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Nilai Indikasi Rata-rata (NIR), Estimasi Nilai Tanah, Pendekatan Geostatistika tipe Gaussian, K-Bessel, J-Bessel, dan Stable", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "7 file", "Tanggal Input": "26 Sep 2019"}