{"Nomor": 43285, "Judul": "SIMULASI DAN VISUALISASI FENOMENA FLUIDISASI DENGAN COMPUTATIONAL PARTICLE FLUID  DYNAMIC", "Abstrak": "Fluidisasi merupakan fenomena dimana hamparan dari partikel zat padat memiliki sifat\nmenyerupai fluida ketika dialiri oleh fluida. Fluidisasi terjadi karena adanya gaya drag yang\nmelawan gaya berat dari partikel padat sehingga partikel dapat bergerak sesuai dengan arah\naliran fluida. Fluidisasi dimanfaatkan dalam berbagai industri, seperti: fluid catalytic\ncracking (FCC), gasifikasi batubara dan biomass, fluidized bed combustion dan proses\npengeringan. Akan tetapi, untuk memperoleh kondisi optimal pada reaktor dibutuhkan biaya\neksperimen yang mahal dan butuh waktu yang lama. Oleh karena itu, dibutuhkan alat\nsimulasi untuk memprediksi pola aliran fluida-padat. \nPada tugas sarjana ini, simulasi dilakukan untuk memprediksi pola aliran fluida-padat\nyang terjadi pada fenomena fluidisasi. Simulasi dilakukan dengan menggunakan aplikasi\nCPFD Barracuda. CPFD dipilih karena dapat memprediksi interaksi yang terjadi antar\npartikel dan mempertimbangkan distribusi ukuran partikel.Simulasi dilakukan dengan\nmenggunakan model silinder yang dialiri udara pada bagian bawahnya. Silinder berisi\npartikel pasir silika sampai setengah bagian. Diameter partikel pasir silika yang digunakan\nadalah 100 – 300 ?m. Kecepatan aliran udara yang digunakan adalah 0,45 m/s. \nHasil simulasi fenomena fluidisasi yang terjadi menunjukkan bahwa hamparan partikel\nsesaat dialiri udara maka akan tersebar sebelum mencapai fluidisasi minimum. Setelah\nmencapai fluidisasi minimum, hamparan partikel akan mengalami ekspansi secara perlahan\ndan seragam. Pada hasil simulasi juga terjadi fenomena slugging. Pada fenomena slugging\nterbentuk beberapa lapisan kosong pada hamparan akibat adanya kumpulan gelembung yang\nmengangkat lapisan  dari hamparan partikel yang berada diatasnya.", "Daftar File": {"2019 TA 13115071  Teguh P Cibro.pdf)u": "https://digilib.itb.ac.id/gdl/download/183088"}, "Penulis": "Teguh. P Cibro [13115071]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Willy Adriansyah, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Kata kunci: Fluidisasi, CPFD, simulasi, partikel, pola aliran.", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "1 file", "Tanggal Input": "26 Sep 2019"}