{"Nomor": 43280, "Judul": "Pengaruh Waktu Inkubasi serta Rasio Enzim dan Substrat terhadap Pemotongan IgG Antivenom dengan Pendekatan Model Matematika Kinetika Reaksi Enzimatis", "Abstrak": "Proses reaksi enzimatis menggunakan pepsin digunakan dalam pemotongan IgG menjadi fragmen F(ab’)2 untuk menghasilkan serum yang bekerja secara efektif dan mengurangi efek samping yang timbul dari proses netralisasi pada korban. Pendekatan menggunakan model matematika dilakukan agar reaksi dapat berjalan secara efektif dan efisien dengan memprediksi koefisien katalitik Michaelis-Menten dan kecepatan maksimum dari reaksi enzimatis. Variabel bebas yang digunakan dalam penelitian ini ialah waktu inkubasi dan ratio enzim substrat. Metode pendekatan matematika yang dilakukan ialah menggunakkan persamaan kinetika reaksi Michaelis-Menten untuk mendapatkan parameter menggunakan perangkat lunak MATLAB. Selanjutnya model dibuat dengan menggunakan persamaan diferensiasi dengan parameter yang ada. Model yang didapat kemudian dibandingkan dengan model yang dihasilkan oleh parameter berdasarkan metode curve fitting. Seluruh modelling dilakukan menggunakan perangkat lunak Berkeley Madonna yang diintegrasikan menggunakan Microsoft Excel. Berdasarkan hasil yang didapat, parameter reaksi yang berasal dari persamaan reaksi Michaelis-Menten yang merupakan fungsi dari rasio enzim dengan substrat kurang dapat merepresentasikan kinetika reaksi. Berdasarkan model diketahui bahwa terjadi perlambatan reaksi di setiap waktu dengan kecepatan akhir bernilai 0 di menit ke-125 dan perbandingan konsentrasi optimum pemotongan IgG berada di antara 1:80 dan 1:400. Berdasarkan persamaan Michaelis-Menten didapatkan Vmax sebesar 4,21x10-3 /menit dan 3,93x10-4 Km sedengakan berdasarkan metode curve fitting didapatkan Vmax\nsebesar 0,015 /menit dan untuk model yang menggunakan konstanta Michaelis berbasis substrat didapat K[S] sebesar 0,079 mg/ml serta Vmax sebesar 0,0326 /menit.", "Daftar File": {"ABSTRAK Nadya Ayu Lestari": "https://digilib.itb.ac.id/gdl/download/183068"}, "Penulis": "Nadya Ayu Lestari [11215026]", "Kontributor / Dosen Pembimbing": ["Wardono Niloperbowo, Ph.D.", "Hidayat Setiadji, S.Si.,Apt,M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Reaksi enzimatis, pepsin, model matematika, Michaelis-Menten", "Sumber": "", "Staf Input/Edit": "didi kusnendi", "File": "1 file", "Tanggal Input": "26 Sep 2019"}