{"Nomor": 43281, "Judul": "STUDI ANALISIS PENGGUNAAN MATERIAL METAL FOAM PADA STRUKTUR BRESING", "Abstrak": "Metal foam adalah material yang relatif baru dengan kepadatan rendah serta sifat fisik, mekanik, termal, elektrik dan akustik yang baru. Metal foam biasanya digunakan untuk perancangan kedirgantaraan dan suku cadang otomotif, sedangkan penggunaannya dalam dunia teknik sipil masih jarang dilakukan. Pada studi ini metal foam akan berperan sebagai sekring pada bresing CBF. Penggunaan metal foam ini dilakukan dengan menempatkan metal foam di tengah bresing sehingga bresing terbagi menjadi tiga bagian. Dengan paduan elemen metal foam dan baja padat maka bresing ini dinamakan bresing hybrid.\nStudi ini berisi analisis numerik dengan konfigurasi struktur dan backbone curve elemen metal foam, mengacu pada eksperimental C Ghani dkk. 2018., dengan menggunakan SAP2000 v20. Dilakukan perbandingan perilaku struktur antara struktur bangunan bresing CBF konvensional dengan struktur bangunan bresing hybrid metal foam. Analisis awal yakni perencanaan gempa desain berdasarkan SNI 1726-2012 dengan asumsi lokasi bangunan di Bandung tanah sedang. Kemudian analisis pushover struktur dengan kontrol perpindahan hingga mencapai struktur runtuh. Pada analisis ini dikaji perilaku struktur berupa pola keruntuhan dan kurva kapasitas gaya vs perpindahan. Selanjutnya dilakukan analisis beban siklik pada elemen bresing dan pada akhirnya dilakukan analisis gempa rencana riwayat waktu.\nHasil analisis perencanaan gempa desain, diperoleh periode struktur bresing hybrid metal foam bernilai lebih besar dari struktur CBF dan hasil kurva kapasitas pushover menunjukkan struktur hybrid metal foam lebih fleksibel, hal ini disebabkan kekakuan metal foam yang sangat kecil dibandingkan kekakuan baja yakni 1:130. Perbedaan kekakuan ini berpengaruh pula pada hasil analisis non-linear time history dimana gaya geser dasar struktur bresing hybrid metal foam lebih kecil dibandingkan struktur bresing CBF, namun hal ini berpengaruh pula pada perpindahan atapnya yang lebih besar dibandingkan struktur bresing CBF. Selain itu, didapatkan hasil bahwa kurva histeretik metal foam device menunjukkan luasan yang lebih kecil dibandingkan bresing CBF, hal ini disebabkan backbone curve metal foam memiliki kapasitas aksial-perpindahan yang lebih kecil dibandingkan bresing CBF dan hanya memiliki kapasitas tekan saja.", "Daftar File": {"ABSTRAK Muhammad Aprilia Devino": "https://digilib.itb.ac.id/gdl/download/183072", "COVER Muhammad Aprilia Devino": "https://digilib.itb.ac.id/gdl/download/201601", "BAB 1 Muhammad Aprilia Devino": "https://digilib.itb.ac.id/gdl/download/201602", "BAB 2 Muhammad Aprilia Devino": "https://digilib.itb.ac.id/gdl/download/201603", "BAB 3 Muhammad Aprilia Devino": "https://digilib.itb.ac.id/gdl/download/201604", "BAB 4 Muhammad Aprilia Devino": "https://digilib.itb.ac.id/gdl/download/201605", "BAB 5 Muhammad Aprilia Devino": "https://digilib.itb.ac.id/gdl/download/201606", "PUSTAKA Muhammad Aprilia Devino": "https://digilib.itb.ac.id/gdl/download/201607"}, "Penulis": "Muhammad Aprilia Devino [25017063]", "Kontributor / Dosen Pembimbing": ["Dyah Kusumastuti, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Analisis numerik, metal foam, bresing, CBF, backbone curve, kapasitas struktur, pola keruntuhan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "26 Sep 2019"}