{"Nomor": 43296, "Judul": "PERENCANAAN TATA LETAK PELABUHAN LAUT DI SOFIFI, MALUKU UTARA", "Abstrak": "Indonesia sebagai negara kepulauan terbesar di dunia, diharuskan untuk dapat memenuhi kebutuhan berhubungan antara pulau-pulau dan wilayah kehidupan manusia di dalamnya. Untuk itu, sangat dibutuhkan fasilitas untuk memudahkan jalur transportasi di laut, sungai, danau, dan penyeberangan sebagai penghubung utama wilayah di dalam Indonesia maupun dengan negara lain.\nDalam Tugas akhir ini, dilakukan beberapa analisis seperti analisis terkait kondisi lingkungan di sekitar perairan lokasi perencanaan, analisis kebutuhan faslitas darat dan perairan untuk terminal general cargo berdasarkan prediksi arus barang yang akan dilayani pelabuhan. Kondisi lingkungan itu sendiri mencakup arah dan kecepatan arus, serta arah dominan dan tinggi gelombang berdasarkan pemodelan hidrodinamika menggunakan software SMS (Surface Water Modelling System) 8.1. Pemodelan gelombang dilakukan pada lokasi tinjauan sebelum dan sesudah diberi struktur breakwater, sehingga ditentukan beberapa alternatif tata letak pelabuhan meliputi alternatif orientasi dermaga dan alternatif tata letak breakwater. Selanjutnya, dapat ditentukan alternatif tata letak fasilitas perairan terbaik berdasarkan faktor lingkungan dan kemudahan akses pelayaran dengan menggunakan skoring matriks. Adapun faktor lingkungan yang menjadi penilaian alternatif seperti, tinggi dan arah gelombang dominan, kecepatan dan arah arus dominan, kesesuaian kontur kedalaman terhadap orientasi dermaga dan kemudahan akses alur pelayaran yang ditinjau berdasarkan tikungan pada alurnya.", "Daftar File": {}, "Penulis": "Muhammad Haikal Alamsyah [15515005]", "Kontributor / Dosen Pembimbing": ["Dr. Paramashanti, S.T., M.T.", "Eddy Rachman Gandanegara, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Layout, Pelabuhan, Terminal, General Cargo, Breakwater, SMS.8.1", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "11 file", "Tanggal Input": "26 Sep 2019"}