{"Nomor": 43294, "Judul": "ANALISIS PEMILIHAN LOKASI STASIUN PENGAMATAN PASANG SURUT AIR LAUT METODE MULTIPATH GPS (STUDI KASUS PULAU BELITUNG)", "Abstrak": "Pengamatan ketinggian muka laut merupakan bagian penting dalam survey laut, keperluan oseanografi, dan rekayasa wilayah laut dan pesisir. Semakin berkembangnya teknologi mendorong berkembangnya metode pengukuran ketinggian muka laut. Salah satunya adalah pengukuran perubahan ketinggian muka laut dengan pengamatan GPS yang memanfaatkan gelombang pantul (multipath) atau disebut juga dengan metode GNSS Tide. Pada prinsip kerjanya, GNSS Tide sepenuhnya melakukan pengamatan perubahan ketinggian permukaan air laut dengan menentukan perubahan jarak dengan variable waktu gelombang pantul yang diterima oleh receiver GPS dari permukaan air laut sebagai objek yang memantulkan gelombang elektromagnetik atau sinyal dari satelit dalam proses penentuan posisi. Oleh karena itu, penentuan posisi titik pengamatan GPS dalam hal ini merupakan hal yang sangat penting untuk dilakukan. Data yang digunakan dalam penentuan lokasi pengamatan GPS dalam rangka pengukuran perubahan ketinggian muka laut ini berupa data koordinat geodetik dari titik titik rencana yang berada di pulau Belitung untuk selanjutnya dilakukan pengolahan data dengan menggunakan algoritma Fresnel zone sehingga dihasilkan tampilan gelombang pantul (multipath) pada masing-masing titik rencana. Kemudian data lain yang digunakan adalah data kriteria lokasi untuk masing-masing titik rencana yang diperoleh dengan melakukan survey lapangan secara langsung pada 21 titik rencana yang berada di pulau Belitung. Setelah itu dilakukan analisis untuk selanjutnya memperoleh titik rekomendasi sebagai lokasi yang paling memungkinkan sebagai lokasi pengmatan GPS untuk keperluan pengukuran perubahan ketinggian muka laut. Maka diperoleh 4 titik rekomendasi sebagai lokasi stasiun pasut dengan menggunakan multipath GPS, yaitu titik rencana yang berlokasi di dermaga pantai Padang Kandis, dermaga pantai Oliver, dermaga Tanjung Limau, dan dermaga Desa Pegantungan.", "Daftar File": {}, "Penulis": "Daniel Alfredo Purba [15115015]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Wiwin Windupranata, S.T., M.Si.", "Nurdin Dahlan, S.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "GNSS Tide, multipath, Fresnel zone.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "26 Sep 2019"}