{"Nomor": 43290, "Judul": "KARAKTERISTIK VEGETASI POHON SEBAGAI FAKTOR PENUNJANG HABITAT BAGI MERAK HIJAU JAWA DI TAMAN NASIONAL BALURAN, JAWA TIMUR", "Abstrak": "Studi mengenai karakteristik tegakan vegetasi pohon di habitat alami merak hijau jawa (Pavo\nmuticus muticus Linnaeus, 1766) diperlukan untuk upaya introduksi avifauna tersebut ke suatu\nhabitat baru untuk dikembangkan populasinya. Taman Nasional Baluran (TNB) merupakan\nsalah satu referensi habitat. Beberapa parameter habitat yang penting dikaji di antaranya adalah\nkeberadaan pohon sebagai tempat berteduh, tempat bertengger dan tempat tidur. Penelitian ini\nditujukan untuk memperoleh informasi primer mengenai karakteristik pohon sebagai\npenunjang habitat merak hijau jawa di TNB. Lokasi penelitan ini yaitu wilayah Savana Bekol\ndengan area kajian seluas 125 ha selama rentang waktu 1 sampai 8 April 2019. Metode yang\ndigunakan adalah dengan membuat diagram profil pohon dengan plot berukuran 20x60 meter\nsebanyak 10 plot. Data yang diambil di setiap plot meliputi jenis pohon, tinggi pohon, diameter\npohon, koordinat pohon, model arsitektur pohon, tinggi tajuk dan lebar tajuk. Hasil penelitian\nmenunjukkan bahwa tinggi rata-rata pohon pada kesepuluh plot adalah 11,05 ± 3,042 meter,\ndengan pohon tertinggi berupa gebang (Corypha utan) setinggi 24 meter. Rata-rata pohon\ntertinggi pada setiap plot berukuran 15,9 ± 5,22 meter. Tegakan penunjang habitat merak hijau\njawa memiliki persentase tutupan tajuk rata-rata 33,73%, dengan tegakan jarang sebanyak 7\nplot dan tegakan cukup sebanyak 3 plot. Tegakan rata-rata berada pada stratum C (4-20 meter).\nSelain itu, merak hijau jawa membutuhkan habitat dengan tegakan pohon yang cukup (40-\n70%) hingga jarang (<40%) untuk menunjang perilaku berteduh dan beristirahatnya. Merak\nhijau jawa cenderung memilih pohon dengan model arsitektur Scarone, Roux, Holltum dan\nTroll sebagai tempat bertengger.", "Daftar File": {"ABSTRAK Diva Muhammad Alfirman": "https://digilib.itb.ac.id/gdl/download/183115"}, "Penulis": "Diva Muhammad Alfirman [11515009]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Djoko Tjahjono Iskandar", "Dr. Elham Sumarga, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Pavo muticus muticus, spesies terancam, arsitektur pohon, pohon preferensi, relung.", "Sumber": "", "Staf Input/Edit": "didi kusnendi", "File": "1 file", "Tanggal Input": "26 Sep 2019"}