{"Nomor": 43305, "Judul": "SIMULASI DAN VISUALISASI FENOMENA FLUIDISASI DENGAN COMPUTATIONAL PARTICLE FLUID DYNAMIC", "Abstrak": "Fluidisasi merupakan fenomena dimana hamparan dari partikel zat padat memiliki sifat menyerupai fluida ketika dialiri oleh fluida. Fluidisasi terjadi karena adanya gaya drag yang melawan gaya berat dari partikel padat sehingga partikel dapat bergerak sesuai dengan arah aliran fluida. Fluidisasi dimanfaatkan dalam berbagai industri, seperti: fluid catalytic cracking (FCC), gasifikasi batubara dan biomass, fluidized bed combustion dan proses pengeringan. Akan tetapi, untuk memperoleh kondisi optimal pada reaktor dibutuhkan biaya eksperimen yang mahal dan butuh waktu yang lama. Oleh karena itu, dibutuhkan alat simulasi untuk memprediksi pola aliran fluida-padat.\nPada tugas sarjana ini, simulasi dilakukan untuk memprediksi pola aliran fluida-padat yang terjadi pada fenomena fluidisasi. Simulasi dilakukan dengan menggunakan aplikasi CPFD Barracuda. CPFD dipilih karena dapat memprediksi interaksi yang terjadi antar partikel dan mempertimbangkan distribusi ukuran partikel.Simulasi dilakukan dengan menggunakan model silinder yang dialiri udara pada bagian bawahnya. Silinder berisi partikel pasir silika sampai setengah bagian. Diameter partikel pasir silika yang digunakan adalah 100 – 300 ?m. Kecepatan aliran udara yang digunakan adalah 0,45 m/s.\nHasil simulasi fenomena fluidisasi yang terjadi menunjukkan bahwa hamparan partikel sesaat dialiri udara maka akan tersebar sebelum mencapai fluidisasi minimum. Setelah mencapai fluidisasi minimum, hamparan partikel akan mengalami ekspansi secara perlahan dan seragam. Pada hasil simulasi juga terjadi fenomena slugging. Pada fenomena slugging terbentuk beberapa lapisan kosong pada hamparan akibat adanya kumpulan gelembung yang mengangkat lapisan dari hamparan partikel yang berada diatasnya.", "Daftar File": {}, "Penulis": "Teguh. P Cibro [13115071]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Willy Adriansyah, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Fluidisasi, CPFD, simulasi, partikel, pola aliran.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "26 Sep 2019"}