{"Nomor": 43304, "Judul": "STRUKTUR KOMUNITAS DAN KEANEKARAGAMAN VEGETASI MAKANAN MERAK HIJAU JAWA DI TAMAN NASIONAL BALURAN", "Abstrak": "Merak hijau jawa (Pavo muticus muticus Linnaeus, 1766) merupakan salah satu avifauna yang tersebar di kawasan Asia Tenggara, termasuk Pulau Jawa di Indonesia. Saat ini, keberadaan merak hijau jawa terancam punah akibat hilangnya habitat dan perburuan liar sehingga perlu dilakukan upaya konservasi. Salah satu komponen penting yang harus tersedia untuk merak hijau jawa adalah makanan sebagai kebutuhan pokok dalam bertahan hidup. Oleh karena itu, dilakukan penelitian mengenai vegetasi yang dimakan merak hijau jawa sebagai upaya pengembangan populasi di habitat alaminya. Penelitian dilakukan dengan menggunakan metode analisis vegetasi menggunakan plot bertingkat dengan metode pencuplikan purposive sampling di kawasan Savana Bekol seluas 125 hektar, dengan total 31 plot. Plot bertingkat dengan ukuran 20 x 20 m digunakan untuk tingkat pohon, 10 x 10 m digunakan untuk tiang, 5 x 5 m digunakan untuk pancang dan perdu, dan 2 x 2 m digunakan untuk semai dan herba. Hasil penelitian menunjukkan terdapat 43 spesies vegetasi dan 22 spesies di antaranya merupakan vegetasi makanan merak hijau jawa yang terdiri dari 5 pohon, 3 perdu, dan 14 herba. Vegetasi pohon yang dimakan didominasi Mimbo (Azadirachta indica) dan Widoro (Ziziphus mauritiana) dengan Indeks Nilai Penting (INP) berturut-turut sebesar 62,97% dan 36,47%, untuk perdu yang dimakan, didominasi Tarum (Indigofera sumatrana) dan Saliara (Lantana camara) dengan INP berturut-turut sebesar 104,7% dan 5,8%, dan herba yang dimakan didominasi Rayapan (Brachiaria reptans) dan Selasih (Ocimum americanum) dengan INP berturut-turut sebesar 42,23% dan 35,22%. Karakteristik makanan merak hijau jawa yaitu bagian tumbuhan mulai dari biji dengan ukuran yang berkisar antara 0.5 – 3 mm, buah berkisar antara 10 – 30 mm, bunga berkisar antara 1 – 9 mm, dan pucuk daun. Tingkat keanekaragaman jenis vegetasi untuk bentuk hidup pohon, perdu, dan herba terkategorikan sedang, ditunjukkan oleh nilai indeks keanekaragaman (H’) Shannon-Weiner untuk pohon, perdu, dan herba berturut-turut sebesar 2,23; 1,28; dan 2,54. Penelitian ini diharapkan dapat menjadi referensi pakan untuk pra-introduksi merak hijau jawa di kawasan yang lain.", "Daftar File": {"ABSTRAK Saniyah Yusrachmasari": "https://digilib.itb.ac.id/gdl/download/183124"}, "Penulis": "Saniyah Yusrachmasari [11515032]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Djoko Tjahjono Iskandar", "Dr. Elham Sumarga, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Pavo muticus muticus, Jawa Timur, struktur habitat, preferensi makanan, kesintasan.", "Sumber": "", "Staf Input/Edit": "didi kusnendi", "File": "1 file", "Tanggal Input": "26 Sep 2019"}