{"Nomor": 43300, "Judul": "PREFERENSI HABITAT MERAK HIJAU JAWA (Pavo muticus muticus Linnaeus, 1766) DI KAWASAN TAMAN BURU MASIGIT KAREUMBI", "Abstrak": "Kawasan konservasi Taman Buru Masigit Kareumbi (TBMK) memiliki izin untuk\nmeningkatkan keanekaragaman hayati melalui program introduksi satwa. Salah satunya\nyang dianggap layak untuk diintroduksi adalah merak hijau jawa (Pavo muticus muticus\nLinnaeus, 1766). Rencana introduksi merak hijau jawa membutuhkan informasi dukungan\ndari Taman Nasional Baluran (TNB) sebagai habitat referensi merak hijau di Pulai Jawa.\nPenelitian ini bertujuan menentukan variabel fisik lingkungan yang mempengaruhi\nkesesuaian habitat merak hijau jawa di TNB dan memetakan lokasi yang berpotensi\nsebagai habitat merak hijau jawa di TBMK.Setiap variabel diklasifikasikan ke dalam\nbeberapa kelas preferensi habitat, dengan skor 4 untuk kelas paling disukai dan skor 1\nuntuk kelas paling tidak disukai. Selanjutnya dilakukan pembobotan berdasarkan\nkepentingan suatu variabel terhadap kebutuhan habitat yang disukai dengan menggunakan\nPrincipal Component Analysis (PCA). Pemetaan dilakukan dengan metode skoring dan\npembobotan menggunakan spatial analysis tools dari aplikasi Arcgis 10 pada areal kajian\ndi TBMK seluas 1.097,14 Ha. Hasil penelitian di TNB menyatakan kesesuaian habitat\nmerak hijau jawa dipengaruhi oleh variabel kelerengan, jarak dari jalan, jarak dari sumber\nair dan kelerengan. Bobot yang didapatkan dari PCA adalah 1,722 untuk variabel\nkelerengan dan jarak dari jalan dan 1,070 untuk variabel tutupan lahan dan jarak dari\nsungai. Kemudian, peta yang dihasilkan dibagi menjadi tiga kelas preferensi habitat yaitu\nkurang disukai, disukai dan sangat disukai. Hasil pemetaan di TBMK menunujukan bahwa\n10,03% areal kajian (110,12 ha) terkategorikan kurang disukai, 59,36% disukai (651,32\nha), dan 29,99% sangat disukai (329,11 ha). Tingginya presentase dari habitat yang disukai\ndan sangat disukai sebesar 89,35% (980,43ha) di areal kajian TBMK meunujukkan bahwa\nsecara fisik areal kajian berpotensi untuk mendukung rencana introduksi merak hijau jawa.", "Daftar File": {"ABSTRAK Arief Awaluddin Rahman": "https://digilib.itb.ac.id/gdl/download/183119"}, "Penulis": "Arief Awaluddin Rahman [11515015]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Djoko Tjahjono Iskandar", "Dr. Elham Sumarga, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Introduksi, Merak Hijau, Jawa Barat, pemetaan, Arcgis 10, preferensi spatial.", "Sumber": "", "Staf Input/Edit": "didi kusnendi", "File": "1 file", "Tanggal Input": "26 Sep 2019"}