{"Nomor": 43307, "Judul": "PERSEPSI KERUGIAN EKONOMI AKIBAT KEBERADAAN MIKROPLASTIK PADA IKAN BANDENG (Chanos chanos) DI SUNGAI CITARUM HILIR (STUDI KASUS : MUARA GEMBONG)", "Abstrak": "Mikroplastik merupakan polimer plastik berukuran < 5 mm yang dominan bersumber dari aktivitas manusia dan kegiatan industri. Penelitian ini bertujuan untuk memvaluasi persepsi kerugian ekonomi akibat keberadaan mikroplastik di ikan bandeng. Kuantifikasi mikroplastik pada air dan sedimen dilakukan untuk mengetahui kondisi lingkungan. Estimasi kerugian petani tambak akibat keberadaan mikroplastik di ikan bandeng menggunakan 2 metode, pertama adalah modifikasi factor income approach kedua adalah dari wawancara dengan konsumen sejumlah 30 orang. Sampel air diambil menggunakan manta trawl yang ditarik dengan kapal sedangkan sampel lain diambil menggunakan metode grab sampling. Pembersihan sampel dari bahan organic menggunakan metode Oksidasi Fenton. Rerata konsentrasi mikroplastik pada air sungai, tambak air laut, air campuran dan air laut masing-masing adalah 0,0574 ± 0,025 partikel/m3, 3,000 ± 2,517 partikel/L, 0,670 ± 0,577 partikel/L dan 1,333 ± 1,155 partikel/L. Rerata konsentrasi mikroplastik pada sampel sedimen sungai, tambak air laut, campuran dan laut masing-masing adalah 3,666 ± 0,577 partikel/20g, 2,670 ± 1,528 partikel/20g, 2,333 ± 0,577 partikel/20g dan 0,667 ± 0,577 partikel/20g.  Rerata konsentrasi mikroplastik pada usus dan insang ikan bandeng di tambak air laut dan campuran masing-masing adalah 2,666 ± 2,233 partikel/ikan dan 1,166 ± 0,983 partikel/ikan. Rerata konsentrasi mikroplastik pada daging ikan bandeng di tambak air laut dan campuran adalah 1,333 ± 0.577 partikel/ikan dan 1,111 ± 0,838 partikel/ikan. Hasil estimasi kerugian akibat mikroplastik pada hasil perikanan ikan bandeng menggunakan alternatif I sebesar Rp.52.000.000/tahun sedangkan alternatif II sebesar Rp. 2.360.166. Permasalahan mikroplastik bisa diatasi dengan memadukan berbagai pendekatan seperti Peningkatan layanan pengelolaan sampah, penguatan sektor informal, penerapan circular economy dan peningkatan aspek sosial.", "Daftar File": {"ABSTRAK Achmad Agustian Fareza": "https://digilib.itb.ac.id/gdl/download/183127"}, "Penulis": "Achmad Agustian Fareza [25317001]", "Kontributor / Dosen Pembimbing": ["Emenda Sembiring, S.T, M.T, M.Eng,Sc, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "mikroplastik, air, sedimen, ikan bandeng, valuasi ekonomi", "Sumber": "TESIS SEPTEMBER 2019", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "26 Sep 2019"}