{"Nomor": 43320, "Judul": "PERANCANGAN DAN PEMBUATAN PROTOTIPE MODUL PENCEGAH KELEBIHAN MUATAN UNTUK  KENDARAAN ANGKUTAN BARANG", "Abstrak": "Kementerian Pekerjaan Umum dan Perumahan Rakyat (PUPR) setiap tahunnya\nmengeluarkan dana yang sangat besar untuk perbaikan jalan umum di berbagai daerah di\nIndonesia. Hal ini diakibatkan oleh kerusakan pada jalan umum yang sering terjadi sebelum\nwaktu yang diharapkan. Penyebab utama kerusakan jalan yang terjadi adalah pemakaian jalan\noleh kendaraan dengan muatan berlebih. Kendaraan dengan muatan sangat berlebih (2–3 kali\nkapasitas angkut) sering melintas di jalan-jalan, terutama kendaraan angkutan barang. Oleh\nsebab itu, saat ini mulai dikembangkan sistem yang dapat mencegah beroperasinya kendaraan\ndengan muatan berlebih. \nSistem pencegah kelebihan muatan pada kendaraan yang dikembangkan pada Tugas\nSarjana ini menggunakan pendekatan hulu (preventif). Sistem akan mencegah kendaraan\nmengalami kelebihan muatan sebelum kendaraan tersebut dapat dioperasikan. Sistem\npencegah kelebihan muatan terdiri dari modul pegas dan modul kabin yang terhubung dengan\nkoneksi bluetooth. Sistem ini akan mengukur berat beban yang diangkut kendaraan. Jika\nsistem mendeteksi adanya kelebihan muatan, sistem akan memberikan alarm dan memutus\narus listrik menuju relay yang terhubung ke sistem kelistrikan kendaraan, sehingga kendaraan\ntidak dapat beroperasi.  \nDalam penelitian ini, telah dirancang dan dibuat prototipe modul pencegah kelebihan\nmuatan yang dipasang pada pegas daun dari mobil Mitsubishi Jetstar, namun belum pada\nkendaraan angkutan barang. Modul pencegah kelebihan muatan ini juga telah berhasil\nberfungsi setelah melalui pengujian sebanyak 10 kali. Berdasarkan hasil pengujian tersebut,\nprototipe modul pencegah kelebihan muatan yang telah dirancang dan dibuat, dinilai telah\ndapat menjalankan fungsi untuk mengontrol beban yang diangkut kendaraan. Modul juga\ntelah dapat mencegah kendaraan dengan muatan berlebih beroperasi.", "Daftar File": {"Draft Tugas Sarjana - 13115131 - Hardcover.pdf\n]": "https://digilib.itb.ac.id/gdl/download/183143"}, "Penulis": "Arista Eka Putra [13115131]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ignatius Pulung Nurprasetio, MSME", "Abdul Hakim Masyhur, S.T., M.Sc.", "Dr. Bentang Arief Budiman, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Kata kunci: kendaraan angkut, kelebihan muatan, pegas daun, strain gauge", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "8 file", "Tanggal Input": "26 Sep 2019"}