{"Nomor": 43325, "Judul": "STUDI PEMBUATAN KOMPOSIT ALUMINIUM 1100 - NANO ALUMINA (Al2O3) DENGAN METODE DISPERSI MEKANIK SCREEN PRINTING DAN ULTRASONIC FOGGER ACCUMULATED ROLL BONDING TERHADAP SIFAT KEKERASAN DAN TARIKNYA", "Abstrak": "Aluminium merupakan salah satu logam yang sangat umum digunakan dalam kehidupan\nmanusia. Logam Aluminium ini dipilih karena memeiliki sifat yang ringan, tahan korosi,\ntangguh dan memiliki ketahanan temperatur kerja yang baik. Namun, disisi lain aluminium\njuga memiliki kelemahan yaitu nilai kekuatan dan kekerasannya yang rendah jika\ndibandingkan dengan logam-logam yang lainnya. Untuk itu, aluminium perlu dipadukan\ndengan material lain yang dapat meningkatkan kekuatan dan kekerasannya. Salah satu cara\nmemadukan aluminium ini adalah dengan membuat komposit yang dikenal dengan Metal\nMatrix Composite (MMC). Pada penelitian ini, logam aluminium akan dipadukan dengan\nserbuk nano alumina (Al2O3) ukuran 10 nm sehingga akan membentuk Metal Matrix\nComposite (MMC) Aluminium 1100 - Nano alumina. Dalam pembuatan komposit\naluminium 1100 - Nano alumina ini, pendistribusian serbuk alumina pada matriks aluminium\nperlu diperhatikan karena akan mempengaruhi sifat mekanik dari komposit terutama\nkekuatan dan kekerasannya. Oleh karena itu, pembuatan komposit ini dilakukan dengan\nbeberapa metode pendistribusian serbuk alumina antara lain screen printing, spray dan spray\nultrasonic fogger accumulated roll bonding. Dari percobaan yang dilakukan, didapatkan\nmetode yang paling optimum untuk menghasilkan sifat mekanik yang baik adalah dengan\nmetode spray ultrasonic fogger accumulated roll bonding dengan penambahan 5 w/0\nalumina.", "Daftar File": {}, "Penulis": "M.Putra Perdana Makmur [13715033]", "Kontributor / Dosen Pembimbing": ["Firmansyah, S.T., M.T.", "Dr. Ir. Aditianto Ramelan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Metal marix composite (MMC), aluminium 1100, nano alumina (Al2O3), distribusi alumina, screen printed, spray, ultrasonic fogger accumulated roll bonding spray process.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "26 Sep 2019"}