{"Nomor": 43323, "Judul": "ANALISIS DAYA TAMPUNG BEBAN PENCEMARAN AIR DARI KERAMBA JARING APUNG TERHADAP PENGELOLAAN OPTIMAL STOKASTIK DISKRIT MARKOV WADUK SAGULING, JAWA BARAT", "Abstrak": "Waduk Saguling merupakan salah satu waduk kaskade Citarum yang terletak di bagian hulu di daerah Jawa Barat, yang berfungsi sebagai pembangkit listrik tenaga air (PLTA), penyedia pasokan air untuk irigasi, dan pengendalian banjir. Pemanfaatan perairan waduk untuk kegiatan perikanan, khususnya perikanan budidaya dengan sistem Keramba Jaring Apung (KJA), harus didasarkan kepada prinsip daya dukung perairan yang besarnya diantaranya tergantung pada tingkat kesuburan waduk. Penelitian ini bertujuan untuk meneliti daya tampung beban pencemaran air dari keramba jaring apung terhadap pengelolaan operasional Waduk Saguling yang didasarkan pada pola operasi waduk, yang terdiri dari tahun kering, normal, dan basah. Metodologi penelitian yang digunakan adalah analisis status mutu kualitas air dan analisis daya tampung beban pencemaran air yang dilakukan berdasarkan klasifkasi debit Diskrit Markov. Perhitungan daya tampung beban pencemaran waduk mengacu pada PerMen LH No. 28 Tahun 2009 yang didasarkan pada pola manajemen waduk sesuai Peraturan Pemerintah No. 37 Tahun 2010 tentang Bendungan yang terdiri dari pola operasi tahun kering, normal, dan basah. Hasil analisis status mutu air Waduk Saguling pada tahun kering berdasarkan metode STORET diklasifikasikan ke dalam cemar sedang, sedangkan berdasarkan metode Indeks Pencemaran (IP) termasuk ke dalam cemar berat, menurut kriteria Keputusan Menteri Negara Lingkungan Hidup No. 115 Tahun 2003 tentang Pedoman Penentuan Status Mutu Air. Hasil penelitian menunjukkan bahwa Waduk Saguling memiliki daya tampung beban pencemaran terkecil pada tahun kering dengan hasil pada tahun kering, normal, dan basah berturut-turut sebesar  5.212,7x106 gram P per tahun, 6.003,7x106 gram P per tahun, dan 6.423x106 gram P per tahun.", "Daftar File": {"ABSTRAK Arini Mushfiroh": "https://digilib.itb.ac.id/gdl/download/183148"}, "Penulis": "Arini Mushfiroh [25317012]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Arwin Sabar, MS., Dr. Mariana Marselina, S.T., M.T"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "keramba jaring apung, daya tampung beban pencemaran, manajemen operasi waduk, Waduk Saguling.", "Sumber": "TESIS SEPTEMBER 2019", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "26 Sep 2019"}