{"Nomor": 43324, "Judul": "PENGARUH NIKEL (Ni) DAN SILIKON (Si) TERHADAP STRUKTUR MIKRO, SIFAT KEKERASAN, DAN KETAHANAN EROSI DARI PADUAN ALUMINIUM-NIKEL-SILIKON (Al-Ni-Si)", "Abstrak": "Logam aluminium adalah logam yang sering dipakai karena sifatnya yang ringan dan dapat dipadukan dengan logam lain untuk meningkatkan sifat fisik maupun mekaniknya. Beberapa contoh komponen paduan aluminium adalah piston, blok mesin, dan propeler yang sering menerima beban gesek, abrasi, maupun tekanan akibat beban kerja dari mesin. Unsur nikel dan silikon dapat dipadukan dengan aluminium untuk meningkatkan kekerasan, kekuatan, dan ketahanan erosi dari suatu material.\nPada penelitian ini aluminium-nikel-silikon dipadukan dengan komposisi A (Al-6Ni-8,77Si), B (Al-10Ni-6,62Si), C (Al-14Ni-4,46Si), dan D (Al-18Ni2,31Si) untuk mengetahui sifat kekerasan dan ketahanan erosinya. Paduan dibuat dengan meleburkan ingot paduan Al-Ni dan ingot paduan Al-Si dengan teknik pengecoran cetakan permanen menggunakan tungku listrik pada temperature 932 oC. Hasil pengecoran kemudian dibuatkan spesimen untuk pengujian metalografi, kekerasan, dan laju erosi.\nHasil dari pengujian ini didapatkan senyawa Al3Ni yang bertambah banyak dengan ukuran yang semakin bertambah besar seiring dengan penambahan komposisi nikel kemudian perubahan fasa silikon dari bentuk seperti pelat menjadi bentuk seperti serat halus seiring dengan penurunan komposisi silikon. Sedangkan nilai kekerasan paduan Al-Ni-Si yang didapat meningkat seiring dengan penambahan komposisi nikel. Laju erosi menurun seiring dengan penambahan komposisi nikel karena semakin banyaknya senyawa Al3Ni yang terlepas dari permukaan marterial akibat erosi beban impak partikel alumina. Kehadiran fasa silikon dapat menurunkan laju erosinya akan tetapi tidak terlalu signifikan.", "Daftar File": {}, "Penulis": "Rahmatul Aulia Jorji [13715001]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Budi Hartono Setiamarga", "Kus Hanaldy, ST., MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Aluminium, Silikon, Nikel, Pengecoran, Strutur Mikro, Kekerasan, Laju erosi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "26 Sep 2019"}