{"Nomor": 43339, "Judul": "SIMULASI PENGGUNAAN PENGONTROL PROPORSIONAL INTEGRAL DAN DERIVATIF PADA SISTEM PENSTABILAN GAMBAR DENGAN TIGA DERAJAT KEBEBASAN", "Abstrak": "Patroli menggunakan kendaraan udara nirawak dengan bantuan teknologi kecerdasan buatan untuk mendeteksi ancaman masih sangat tidak relevan terutama bila digunakan sebagai subtitusi polisi laut untuk mengamankan setiap sentimeter garis pantai Indonesia. Hal ini terjadi bukan karena teknologi kecerdasan buatan yang belum memadai, namun oleh kondisi lingkungan lepas pantai yang mempersulit kamera menghasilkan gambar yang cukup baik untuk dianalisi oleh sistem kecerdasan buatan. Oleh karena itu dibutuhkan sistem penstabilan citra yang mumpuni, yaitu sistem penstabilan citra dengan tiga derajat kebebasan. Simulasi dilakukan untuk menggambarkan kemampuan sistem penstabilan citra tiga derajat kebebasan untuk meminimalisir gangguan berupa gelombang sinusoidal.\nSistem penstabilan citra dengan tiga derajat kebebasan adalah sistem ISP (Inertially Stabilized Platform). Sistem ISP sendiri adalah sistem yang memiliki sistem gerak multi bidang. Untuk memudahkan memodelkan gerak dari sistem multi bidang diperlukan suatu bidang acuan sebagai tempat meninjau gerak tiap bidang, sehingga dibutuhkan matriks transformasi homogen. Sistem dipengaruhi oleh orientasi end-effector atau kamera maka digunakanlah mekanisme kinematika balik untuk mengatur gerak sistem.\nDinamika gerak dari sistem diatur oleh persamaan Lagrange. Untuk memudahkan proses kalkulasi, maka digunakan salah satu bentuk persamaan Lagrange, yaitu manipulator robotik. Sistem akan dikontrol oleh pengontrol PID bertingkat yang dapat membuat sistem menjadi stabil dan juga meminimalisir gangguan. Gangguan dalam bentuk gelombang sendiri memiliki dua komponen, yaitu amplitudo dan frekuensi.\nSimulasi menunjukkan bahwa amplitudo gangguan adalah parameter gangguan yang lebih berpengaruh dibandingkan frekuensi gangguan. Sistem penstabilan citra sendiri dapat bekerja optimal dengan menghasilkan simpangan maksimum 8,6o pada gangguan dengan parameter dibawah amplitudo 25o dan frekuensi 0.6 Hz. Untuk ganguan lebih besar dari 0.6 Hz dan amplitudo 25o. Parameter lebih dari 0.6 Hz dan amplitudo 25o akan menghempaskan drone. Penambahan kamera membuat bidang dimana kamera diletakkan momen inersianya menjadi tidak nol membuat sistem penstabilan citra tidak fokus meminimalisi gangguan. Kondisi tersebut itu sangat membebani sistem.", "Daftar File": {"ABSTRAK Jireh Fessenden": "https://digilib.itb.ac.id/gdl/download/183163"}, "Penulis": "Jireh Fessenden [13313065]", "Kontributor / Dosen Pembimbing": ["Ir. Endra Joelianto, Ph.D.", "Iwan Prasetiyo, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "penstabilan, persamaan Lagrange, manipulator robotik, PID bertingkat", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "26 Sep 2019"}