{"Nomor": 43343, "Judul": "Perencanaan Pengelolaan Habitat Owa Jawa (Hylobates moloch Audebert, 1797) di Luar Kawasan Konservasi di Jawa Barat", "Abstrak": "Owa Jawa (Hylobates moloch Audebert, 1797) merupakan salah satu jenis primata endemik dan terancam punah (Endangered) yang hidup di Jawa Barat. Berdasarkan pentingnya peranan dalam ekosistem, Owa Jawa disebut sebagai salah satu umbrella species yaitu spesies yang kelestariannya berpengaruh terhadap kelestarian ekosistem dimana spesies tersebut ditemukan. Penyebaran owa jawa yang saat ini diketahui hanya terkonsentrasi pada kawasan-kawasan konservasi, namun pada penelitian ini ditemukan Owa Jawa yang hidup di luar kawasan konservasi di Jawa Barat. Penelitian ini bertujuan untuk mengetahui distribusi dan populasi, karakteristik biofisik habitat, tipologi kawasan sekitar habitat serta menyusun rencana pengelolaan habitat owa jawa. Penelitian dilakukan di empat lokasi yang berada mulai dari daerah pesisir hingga pegunungan, yaitu: Ciletuh, Kab. Sukabumi (0-500 mdpl); Cisokan, Kab. Bandung Barat-Kab. Cianjur (450-1.000 mdpl); Cijedil, Kab. Cianjur (800-1.300 mdpl); dan Kanaan, Kab. Bandung (1.100-2.000 mdpl). Pengumpulan data keberadaan Owa Jawa dilakukan dengan metode survei jelajah, minimum convex polygon, diagram profil dan metode kuarter. Analisis data menggunakan analisis kepadatan populasi dan individu, pemetaan dengan ArcGIS, analisis vegetasi dan model sistem dinamik dengan STELLA. Berdasarkan hasil penelitian, Owa Jawa di Ciletuh ditemukan 3 kelompok dengan 5 individu (8,06 individu/km2); di Cisokan ditemukan 4 kelompok dengan 10 individu (19,48 individu/km2); di Cijedil ditemukan 4 kelompok dengan 13 individu (22,93 individu/km2); dan di Kanaan ditemukan 4 kelompok dengan 7 individu (2,46 individu/km2). Masing-masing habitat terbagi kedalam dua tipologi, yaitu yang berbentuk hutan terfragmentasi seperti di Ciletuh dan Cisokan dan ada yang berbentuk hutan tidak terfragmentasi seperti di Cijedil dan Kanaan. Berdasarkan hasil model dinamik STELLA, keberadaan owa jawa di Ciletuh dan Cisokan diprediksi akan punah dalam waktu kurang dari 15 tahun, sedangkan di Cijedil dan Kanaan tidak akan punah jika kondisi seperti saat ini dipertahankan. Kondisi kepunahan di hutan terfragmentasi tersebut dapat diperpanjang waktunya dengan menggunakan skenario pengurangan ancaman antropogenik di lokasi penelitian higga 100%. Selain itu, penambahan luas hutan, peningkatan laju recovery hutan dan pengurangan laju deforestasi menjadi variabel yang tak kalah penting untuk dilakukan pengelolaan habitat Owa Jawa. Segala upaya konservasi terhadap umbrella species ini akan berdampak positif (mengkonservasi) juga bagi spesies lain", "Daftar File": {"ABSTRAK Zamzam I'lanul Anwar Atsaury": "https://digilib.itb.ac.id/gdl/download/183173", "COVER Zamzam I'lanul Anwar Atsaury": "https://digilib.itb.ac.id/gdl/download/191952", "BAB 1 Zamzam I'lanul Anwar Atsaury": "https://digilib.itb.ac.id/gdl/download/191953", "BAB 2 Zamzam I'lanul Anwar Atsaury": "https://digilib.itb.ac.id/gdl/download/191955", "BAB 3 Zamzam I'lanul Anwar Atsaury": "https://digilib.itb.ac.id/gdl/download/191957", "BAB 5 Zamzam I'lanul Anwar Atsaury": "https://digilib.itb.ac.id/gdl/download/191958", "PUSTAKA Zamzam I'lanul Anwar Atsaury": "https://digilib.itb.ac.id/gdl/download/191959"}, "Penulis": "Zamzam I'lanul Anwar Atsaury [21317017]", "Kontributor / Dosen Pembimbing": ["Dr. Tien Lastini, S.Hut., M.Si.", "Dr. Ir. Dadang Sumardi, M.P."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Owa Jawa, Pengelolaan habitat owa jawa, Kawasan non-konservasi, Jawa Barat", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "26 Sep 2019"}