{"Nomor": 43347, "Judul": "PENGEMBANGAN USULAN KEY PERFORMANCE INDICATOR UNTUK ENGLISH PRESTASI LEARNING CENTER MENGGUNAKAN PENDEKATAN CAMPURAN", "Abstrak": "Mengukur kinerja telah menjadi kewajiban bagi setiap perusahaan untuk meningkatkan kinerja mereka saat ini. Melakukan tugas tanpa mengetahui kinerja yang telah mereka capai akan menghasilkan hasil yang kurang efektif dan tidak sesuai keinginan perusahaan. Oleh karena itu, pengembangan Indikator Kinerja Utama (KPI) akan diperlukan sebagai standar kinerja untuk menilai apakah pekerjaan telah dilakukan dengan baik atau belum. English Prestasi Learning Center (EPLC), salah satu kursus bahasa Inggris yang sedang berkembang di Bandung, sangat menyadari hal itu dan juga telah memulai bergerak untuk pengembangan KPI agar dpaat meningkatkan bahkan mengungguli kinerja para pesaingnya. Belum adanya KPI dalam manajemen kinerja EPLC merupakan masalah yang harus segera ditangani. Oleh karena itu, penelitian ini dimaksudkan untuk membantu menyelesaikan masalah yang saat ini dihadapi oleh perusahaan dengan mengusulkan seperangkat Indikator Kinerja Utama yang dikembangkan melalui metode dan analisis yang komprehensif.\nUntuk memastikan bahwa KPI yang diusulkan cukup relevan untuk menunjukkan keberhasilan perusahaan, mereka ditetapkan dari visi dan misi perusahaan yang telah diubah menjadi strategi dan digambarkan dalam peta strategi dengan menggunakan perspektif Balanced Scorecard. Balanced Scorecard berfungsi untuk memastikan bahwa KPI yang ditetapkan telah mencakup semua perspektif penting seperti perspektif keuangan, pelanggan, proses bisnis internal, dan pembelajaran dan pertumbuhan. Sebagian besar data yang diperlukan untuk mengembangkan KPI diperoleh melalui metode kualitatif dengan melakukan beberapa wawancara dan observasi. Sedangkan untuk menetapkan KPI akhir, metode kuantitatif digunakan untuk menentukan prioritas masing-masing indikator dengan menghitung bobot menggunakan Analytical Hierarchy Process. Hasil penelitian ini menunjukkan bahwa EPLC yang bergerak di sektor pendidikan, menetapkan prioritasnya pada perspektif pembelajaran dan pertumbuhan (36.8%) untuk menghasilkan sumber daya manusia yang unggul, maka sudut pandang etis juga digunakan sebagai indikator pendukung sehingga memberntuk suatu pendekatan campuran yaitu gabungan dari pendekatan Balanced Scorecard dan pendekatan Ethical Climate. Desain akhir KPI menghasilkan 21 indikator dari 4 perspektif dan akan disertakan ke dalam sistem penilaian kinerja. Agar lebih mudah dilaksanakan, KPI tersebut diturunkan ke tingkat divisi sehingga masing-masing divisi dapat fokus pada peningkatan indikator yang ditugaskan.", "Daftar File": {"2019_TS_PP_AYSHA_1-Abstrak 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/183181"}, "Penulis": "Aysha Herdiwan [29117362]", "Kontributor / Dosen Pembimbing": ["Andika Putra Pratama, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Indikator Kinerja Utama, Balanced Scorecard, Peta Strategi, Sistem Manajemen Kinerja, Ethical Climate", "Sumber": "ENGLISH PRESTASI LEARNING CENTER", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "26 Sep 2019"}