{"Nomor": 43349, "Judul": "PERANCANGAN DERMAGA TIPE DOLPHIN UNTUK PENERIMAAN LNG DI TELUK BIMA", "Abstrak": "Sejak tahun 1977 sampai sekarang, Indonesia merupakan salah satu negara pengekspor LNG terbesar di dunia. Potensi LNG sebagai salah satu sumber energi yang bersih terhadap lingkungan, membuat Pemerintah mengeluarkan Peraturan ASDM Nomor 06 Tahun 2006 yang mengatur pasokan LNG Indonesia yang diprioritaskan untuk pemenuhan kebutuhan LNG domestik seperti sumber energi untuk Pembangkit Listrik Tenaga Gas Uap (PLTGU) dan Pembangkit Listrik Tenaga Gas/Mesin Gas (PLTG/MG). Salah satu projek yang sedang dikerjakan di Indonesia adalah mengirimkan LNG ke Pembangkit Listrik Tenaga Gas Uap (PLTGU) di Bima, Nusa Tenggara Barat dengan menggunakan LNG Carrier. Dalam mengirimkan LNG dibutuhkan fasilitas dermaga.\nPada studi kasus Tugas Akhir mengenai Perancangan Struktur Dermaga Tipe Dolphin untuk Penerimaan LNG di Teluk Bima, akan dibahas mengenai desain struktur dermaga dolphin dan trestle berdasarkan kriteria desain yang digunakan sebagai syarat perencanaan struktur dengan mempertimbangkan kondisi eksisting pada lokasi studi. Tugas Akhir mencakup penentuan dimensi struktur dermaga dolphin dan trestle, pengolahan data lingkungan, perhitungan beban pada struktur dermaga dan trestle, pemodelan struktur, desain penulangan struktur, dan perhitungan daya dukung tanah.\nPemodelan struktur dilakukan menggunakan perangkat lunak analisis struktur untuk mengetahui kehandalan struktur rencana terhadap beban yang bekerja. Hasil dari pemodelan berupa nilai unity check ratio (UCR), defleksi struktur, gaya dalam balok dan pelat, serta reaksi peletakan. Perancangan dilakukan untuk mendapatkan desain struktur yang handal dan optimal, dilakukan dengan pemeriksaan nilai defleksi tiang pancang dan balok sebagai acuan awal, dengan nilai harus dibawah batas maksimum, pemeriksaan nilai rasio tulangan yang dibutuhkan untuk menenrukan luas penampang optimal, dan pemeriksaan nilai UCR tiang pancang.\nHasil akhir Tugas Akhir meliputi rancangan struktur dermaga dolphin dan trestle meliputi dimensi struktur dan dimensi elemen struktural dermaga dolphin dan trestle, detail penulangan berdasarkan gaya dalam yang bekerja, dan kedalaman rencana pemancangan yang mampu menahan reaksi struktur berdasarkan data geoteknik.", "Daftar File": {}, "Penulis": "Michael Agung Sanjaya Siagian [15515003]", "Kontributor / Dosen Pembimbing": ["Ir. Rildova, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Dermaga Dolphin, Struktur, Pemodelan, LNG, Curah Cair", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "12 file", "Tanggal Input": "26 Sep 2019"}