{"Nomor": 43354, "Judul": "KAJIAN POTENS PENERAPAN INFRASTRUKTUR HIJAU SEBAGAI UPAYA PENGENDALIAN BANJIR DI KOTA MAKASSAR", "Abstrak": "Kota Makassar ditetapkan sebagai salah satu dari 20 kota rawan banjir di Indonesia\nseiring terjadinya perubahan tutupan lahan. Peningkatan perubahan tutupan lahan\nmengakibatkan daerah resapan berkurang dan volume limpasan meningkat\nsehingga terjadi banjir pada saat curah hujan tinggi. Dalam rangka mewujudkan\naspek keberlanjutan, praktik infrastruktur hijau telah diterapkan di beberapa negara\nuntuk mengurangi banjir perkotaan. Dinas Pekerjaan Umum Kota Makassar telah\nmerumuskan program pengendalian banjir infrastruktur hijau dalam Rencana\nStrategis Tahun 2014-2019. Penerapan infrastruktur hijau membutuhkan tahap\nidentifikasi lokasi yang sesuai berdasarkan jenis dan kriteria lokasi. Oleh karena\nitu, penelitian ini bertujuan untuk merumuskan potensi penerapan infrastruktur\nhijau sebagai upaya pengendalian banjir terutama dalam mengurangi limpasan.\nPenelitian ini menggunakan metode penelitian kuantitatif dengan pendekatan\npositivistik. Analisis data dibagi menjadi 4 tahap yaitu dampak perubahan tutupan\nlahan terhadap banjir, kapasitas saluran drainase primer, jenis dan lokasi\ninfrastruktur hijau, dan potensi penerapan infrastruktur hijau dalam mengurangi\nlimpasan. Hasil analisis perubahan tutupan lahan di Kota Makassar menunjukkan\nrata-rata peningkatan lahan terbangun 17,82% yang mengakibatkan peningkatan\nlimpasan 3,63% pada periode 1999 – 2017. Kapasitas drainase primer pada Zona\nTallo sudah tidak mampu menampung kelebihan debit limpasan sebesar 31,79\nm3/detik sehingga terjadi banjir. Terdapat lima jenis infrastruktur hijau yang dapat\nditerapkan pada Zona Pampang meliputi kolam detensi (577,62 ha), kolam resapan\n(80,08 ha), parit resapan (1,11 ha), bioretensi (0,07 ha), sand filter (22,40 ha).\nInfrastruktur hijau yang dapat diterapkan pada Zona Tallo yaitu kolam detensi\n(311,09 ha), kolam resapan (25,46 ha), parit resapan (0,02 ha), sand filter (21,25\nha), dan vegetated filter strip (0,51 ha). Analisis pengurangan limpasan\nmenggunakan metode SCS-CN menunjukkan bahwa persentase pengurangan\nlimpasan tertinggi 7,578% melalui penerapan kolam detensi. Infrastruktur hijau\nlainnya hanya mampu mengurangi limpasan <1%. Dengan demikian, penerapan\ninfrastruktur hijau yang menekankan prinsip infiltrasi kurang potensial diterapkan\ndi Kota Makassar. Jika ditinjau berdasarkan potensi pengurangan limpasan tiap 1\nha, penerapan kolam detensi mampu mengurangi limpasan rata-rata 339,97 m3/ha,\nkolam resapan (254,89 m3/ha), parit resapan (245,40 m3/ha), bioretensi (273,15\nm3/ha), sand filter (214,43 m3/ha) dan vegetated filter strip (251,70 m3/ha).", "Daftar File": {"ABSTRAK Tri Wahyuningsih": "https://digilib.itb.ac.id/gdl/download/183209", "BAB 1 Tri Wahyuningsih": "https://digilib.itb.ac.id/gdl/download/183211", "BAB 2 Tri Wahyuningsih": "https://digilib.itb.ac.id/gdl/download/183212", "BAB 3 Tri Wahyuningsih": "https://digilib.itb.ac.id/gdl/download/183213", "BAB 4 Tri Wahyuningsih": "https://digilib.itb.ac.id/gdl/download/183214", "BAB 6 Tri Wahyuningsih": "https://digilib.itb.ac.id/gdl/download/183215", "DAFTAR Tri Wahyuningsih": "https://digilib.itb.ac.id/gdl/download/183216", "2019 TS PP TRI WAHYUNINGSIH_LAMPIRAN.pdf\n]": "https://digilib.itb.ac.id/gdl/download/183217", "2019 TS PP TRI WAHYUNINGSIH_JURNAL.pdf)u": "https://digilib.itb.ac.id/gdl/download/183218"}, "Penulis": "Tri Wahyuningsih [25417061]", "Kontributor / Dosen Pembimbing": ["Dr. Sri Maryati, S.T., M.I.P."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "banjir, infrastruktur hijau, limpasan, kapasitas drainase, perubahan tutupan lahan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "26 Sep 2019"}