{"Nomor": 43357, "Judul": "ESTIMASI PERUBAHAN TEMPERATUR PADASEL DAN MODUL BATERAILiFePO4 PRISMATIK MENGGUNAKAN PEMBELAJARAN MESIN", "Abstrak": "Perkembangan teknologi yang semakin pesat mengakibatkan kebutuhan akan pasokan energi yang semakin besar pula. Hal ini menjadi kendala karena sumber energi yang selama ini dipergunakan untuk kebutuhan hidup manusia, yaitu sumber energi fosil yang mulai berkurang. Selain kelangkaan sumber energi, masalah selanjutnya yang dihadapi adalah tentang teknologi ramah lingkungan sehingga pengembangan teknologi energi terbarukan tidak hanya menjawab mengenai permasalahan sumber energi namun juga tentang kelestarian lingkungan. Oleh karena itu maka dikembangkan sistem hibrid energi terbarukan yang menggunakan baterai sebagai media penyimpanan energi.\nDalam riset tentang baterai masih didapatkan beberapa tantangan teknis yang cukup signifikan untuk diperhatikan diantaranya adalah bagaimana peningkatan temperatur di dalam baterai dan hubungannya dengan proses penyimpanan dan penyaluran daya dari baterai ke beban. Dalam penelitian ini telah dilakukan proses pemantauan terhadap variabel listrik pada baterai LiFePO4 Prismatik 14 Ah. Variabel yang dipantau antara lain arus listrik, tegangan, energi dan hambatan dalam untuk dianalisis pengaruhnya terhadap variabel temperatur pada baterai. Juga telah dilakukan analisis hubungan peningkatan temperatur dengan efisiensi penggunaan energi. Proses ini berhasil mendapatkan nilai elektrotermal atau panas yang timbul akibat adanya variabel listrik pada baterai. Elektrotermal pada sel baterai didapatkan nilai yang paling tinggi yaitu 19,5 KJ dan pada modul didapatkan nilai 25,04 KJ, sedangkan laju penambahan elektrotermal bervariasi dari 2,5 J/s sampai 22,5 J/s pada sel tunggal dan 20 J/s sampai 180 J/s pada modul baterai.\nDilakukan juga pemantauan terhadap proses pelepasan energi baterai baik sel maupun modul. Pemantauan tersebut dilakukan terhadap variabel tegangan, arus, kapasitas baterai, waktu dan temperatur sehingga didapatkan bahwa ?T baterai= 20 0C ketika dikosongkan dengan laju pengosongan 2,1 C dan mengalami perubahan paling sedikit 3 0C saat 0,7 C. Sedangkan pada saat 1,4 C, temperatur naik sekitar 120C. Pada modul baterai, temperatur naik sekitar 60C saat modul baterai dikosongkan dengan laju 0,7 C, 15 0C saat 1,4 C dan sekitar 20 0C ketika 2,1 C.\nPembelajaran mesin dapat digunakan untuk mengestimasi peningkatan temperatur pada baterai didasarkan pada perubahan tegangan dan arus listrik. Hal ini dilakukan\nagar bisa ditentukan berapa nilai arus listrik maksimal yang bisa dialirkan ke baterai sehingga kondisi termal baterai pun dapat terjaga.\nKetika mengestimasi nilai temperatur menggunakan RVP pada sel baterai tunggal didapatkan akurasi sebesar 91,2 % dan RMSE 1,107 0C sedangkan untuk modul didapatkan nilai 82,37% dan RMSE 1,18 0C sedangkan ketika digunakan RF didapatkan nilai akurasi sebesar 97,28% dan RMSE 0,625 0C untuk sel tunggal dan 98% serta RMSE 0,30C pada modul baterai.", "Daftar File": {"COVER Engly Heryanto Ndaomanu": "https://digilib.itb.ac.id/gdl/download/183222", "2019 TS TF ENGLY HERYANTO NDAOMANU 23317014 BAB I.pdf;?": "https://digilib.itb.ac.id/gdl/download/183223", "2019 TS TF ENGLY HERYANTO NDAOMANU 23317014 BAB II.pdf?": "https://digilib.itb.ac.id/gdl/download/183224", "2019 TS TF ENGLY HERYANTO NDAOMANU 23317014 BAB III.pdf\n]": "https://digilib.itb.ac.id/gdl/download/183225", "2019 TS TF ENGLY HERYANTO NDAOMANU 23317014 BAB IV.pdf?": "https://digilib.itb.ac.id/gdl/download/183226", "2019 TS TF ENGLY HERYANTO NDAOMANU 23317014 BAB V.pdf)u": "https://digilib.itb.ac.id/gdl/download/183227", "DAFTAR Engly Heryanto Ndaomanu": "https://digilib.itb.ac.id/gdl/download/183228"}, "Penulis": "Engly Heryanto Ndaomanu [23317014]", "Kontributor / Dosen Pembimbing": ["Ir. Edi Leksono, M.Eng., Ph.D.", "Prof. Brian Yuliarto, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Baterai LiFePO4 Prismatik, Pembelajaran Mesin, Elektrotermal, RVP, Random Forest", "Sumber": "", "Staf Input/Edit": "Rina Kania", "File": "7 file", "Tanggal Input": "26 Sep 2019"}