{"Nomor": 43351, "Judul": "PENGUKURAN DINAMIS KEAUSAN SISI SAMPING REL KERETA API MENGGUNAKAN LASER RANGEFINDER", "Abstrak": "Berdasarkan hasil investigasi beberapa kejadian anjloknya kereta api, ditemukan\nbahwa kondisi jalan rel dan roda kereta api yang tidak sesuai dengan ketentuan\nmenjadi penyebab utama kecelakaan. Keausan kepala rel kereta api adalah sebuah\nparameter yang penting dalam memperkirakan kondisi jalan rel karena dapat\nmenyebabkan kereta keluar dari jalur. Pengukuran keausan saat ini masih dilakukan\nsecara manual sehingga pengukurannya kurang efektif serta membutuhkan waktu\nyang relatif lama. Selain pengukuran secara manual keausan rel juga diukur secara\ntidak langsung menggunakan kereta ukur, yang nilai keausan relnya dilihat dari\npelebaran sepur. Untuk menanggulangi masalah ini, dirancanglah sistem\ninstrumentasi pengukuran keausan sisi samping rel menggunakan laser\nrangefinder.\nPengukuran keausan menggunakan laser rangefinder memanfaatkan selisih waktu\ntempuh sinyal laser antara sinyal dikirim dan diterima kembali yang diolah menjadi\nnilai jarak mengingat kecepatan laser yang selalu tetap. Nilai keausan didapatkan\ndengan mengurangkan jarak terukur oleh laser terhadap jarak referensi, dimana\nnilai jarak referensi merupakan jarak laser terhadap rel yang belum mengalami\nkeausan. Penelitian dilakukan di PT Len Railway System (LRS) dan PT Kereta Api\nIndonesia (KAI). Penelitian di PT LRS dilakukan untuk menentukan kondisi\noptimum pengukuran dan melihat kinerja sistem sewaktu pengukuran dinamis.\nPada penelitian ini didapatkan sistem memiliki nilai presisi yang tinggi ketika\nsistem terisolasi dari cahaya matahari langsung dan jarak pengukuran berada pada\nrentang 60-70 mm. Dari pengolahan datanya didapatkan tingkat akurasi sistem\nmencapai 1 mm dengan standar deviasi dibawah 0,6 mm. Penelitian di PT KAI\ndilakukan untuk menentukan nilai keausan rel di sekitar Stasiun Bandung. Pada\npenelitian ini nilai keausan yang terukur dikalibrasi berdasarkan lebar sepur rel.\nDalam uji coba sistem pengukuran keausan pada rel tipe R42 dan R54 PT KAI\ndidapatkan bahwa nilai keausan maksimum untuk rel tipe R42 adalah 9 mm dan 7\nmm untuk rel tipe R54.", "Daftar File": {}, "Penulis": "Fikri Irfandi [13315036]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Endang Juliastuti, MS", "Dr. Suprijanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "rel kereta, keausan, jarak, laser rangefinder, sensor", "Sumber": "", "Staf Input/Edit": "Rina Kania", "File": "7 file", "Tanggal Input": "26 Sep 2019"}