{"Nomor": 43375, "Judul": "PERANCANGAN DAN IMPLEMENTASI SISTEM KONTROL BACKSTEPPING UNTUK FORMASI PELETON PADA AUTONOMOUS TRUCK TRAILER SKALA KECIL", "Abstrak": "Indonesia sebagai negara kepulauan menyimpan potensi yang besar di sektor pelayaran. Perdagangan antar negara dengan menggunakan peti kemas di Indonesia terus mengalami peningkatan dengan rata-rata 2,39% per tahun dengan total arus peti kemas mencapai 14,92 juta TEUs. Otomasi pelabuhan dapat menggunakan autonomous truck trailer untuk mengurangi dwelling time di pelabuhan. Padatnya aktivitas pelabuhan membutuhkan ruang untuk memuat autonomous truck trailer sehingga dirancang sistem peleton yang mampu menjaga jarak dekat antara kendaraan.\nSistem peleton adalah sistem formasi kendaraan yang terdiri dari leader dan follower dimana jarak antar kendaraan dijaga pada nilai tertentu. Penelitian mengenai peleton yang telah dilakukan kebanyakan hanya melibatkan satu rigid body, seperti mobil dan heavy duty vehicle. Pada penelitian ini sistem peleton diterapkan pada autonomous truck trailer yang merupakan multi rigid body. akan dirancang kontrol kecepatan longitudinal peleton menggunakan metode integrator backstepping dengan objektif kontrol adalah membuat eror posisi dan eror kecepatan antara leader dan follower stabil dan konvergen menuju nol. Simulasi pada matlab menunjukkan bahwa objektif pengontrol peleton berhasil tercapai. Ketika kecepatan leader dipercepat dan diperlambat pun, follower tetap mampu mengikuti kecepatan leader dan menjaga jarak dengan leader. Pengontrol kemudian diterapkan pada scaled autonomous truck-trailer berupa Lego Mindstorm EV3. Koefisien peleton yang digunakan yaitu kp1 = 0.5 dan kp2 = 0.5, dengan set point jarak antar robot yaitu ds = 0.3 meter. Dari hasil implementasi, didapatkan nilai eror posisi rata-rata sebesar ep=-0.3 meter dan eror kecepatan rata-rata sebesar evp= 3.78 m/s. Nilai ep dan evp didapatkan sedikit berosilasi namun cukup baik dengan nilai konvergen menuju nol.", "Daftar File": {}, "Penulis": "Ahmad Zikra Arrinanda [13315089]", "Kontributor / Dosen Pembimbing": ["Ir. Endra Joelianto, Ph.D.", "Augie Widyotriatmo, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "autonomous truck trailer,dwelling time, sistem peleton, backstepping", "Sumber": "", "Staf Input/Edit": "Rina Kania", "File": "7 file", "Tanggal Input": "26 Sep 2019"}