{"Nomor": 43379, "Judul": "KELEMBAGAAN PENGELOLAAN TERIPANG BERKELANJUTAN DI KAWASAN TAMAN NASIONAL KEPULAUAN SERIBU", "Abstrak": "Pengelolaan teripang di Taman Nasional Kepulauan Seribu (TNKpS) yang berada di bawah kelola Kementrian Lingkungan Hidup dan Kehutanan (KLHK) termasuk ke dalam kategori state property yang memiliki kecenderungan open acces karena belum terdefinisikan dengan baik antara sumberdaya dengan pengelolanya sehingga mengarah pada sumberdaya common pool resources (CPrS). Sumberdaya CPrS memiliki karakteristik dapat dimanfaatkan bersama tetapi tidak ada yang bertanggung jawab untuk merawatnya. Teripang sebagai sumberdaya yang memiliki nilai ekonomi tinggi dipasaran menjadi penyebab menurunnya stok di alam. Situasi tersebut perlu diantisipasi, maka perlu dilakukan penelitian dalam merancang kelembagaan pengelolaan teripang berkelanjutan. Hal tersebut dapat dicapai melalui sub tujuan: 1.) Menganalisis faktor-faktor yang mempengaruhi kesesuaian hidup teripang secara berkelanjutan di TNKpS; 2.) Menganalisis pola interaksi dalam pengelolaan teripang di TNKpS; 3.) Menganalisis performa pengelolaan teripang di TNKpS\nLokasi penelitian berada di kawasan TNKpS dengan jumlah responden sebanyak 20 orang. Pendekatan penelitian yang digunakan adalah kerangka kerja Institutional Analysis and Development (IAD Frame-work) yang dilakukan dengan menggunakan metode analisis deskriptif kualitatif, analisis isi kebijakan (content analysis), analisis peran parapihak (stakeholder analysis) dan analysis hierarchy proccess (AHP).\nBerdasarkan hasil analisis diketahui bahwa faktor sosial ekonomi memiliki pengaruh paling besar (41%) terhadap pengelolaan teripang berkelanjutan di TNKpS. Sedangkan faktor kelembagaan dan lingkungan masing-masing bernilai 39% dan 20%. Selain faktor-faktor tersebut, pola interaksi antar pemangku kepentingan yang ada di TNKpS menjadi hal yang penting untuk kelestarian teripang. Balai TNKpS sebagai key stakeholder memiliki kepentingan dan pengaruh yang tinggi, maka seharusnya bisa bersinergi dengan pemangku kepentingan lainnya, terutama dengan nelayan yang merupakan primary stakeholder, tetapi terdapat beberapa konfik yang terjadi saat ini. Belum ada peraturan formal yang mengarah spesifik terhadap peraturan penangkapan teripang, sehingga baik nelayan yang menetap ataupun nelayan yang berasal dari luar kawasan bisa menangkap teripang dengan mudah. Performa yang belum optimal dalam pengelolaan teripang menjadi salah satu pertimbangan untuk dilakukannya aransemen kelembagaan untuk pengelolaan teripang berkelanjutan.", "Daftar File": {"ABSTRAK Raden Dewi Anggraeni": "https://digilib.itb.ac.id/gdl/download/183280", "COVER Raden Dewi Anggraeni": "https://digilib.itb.ac.id/gdl/download/201718", "BAB 1 Raden Dewi Anggraeni": "https://digilib.itb.ac.id/gdl/download/201719", "BAB 2 Raden Dewi Anggraeni": "https://digilib.itb.ac.id/gdl/download/201720", "BAB 3 Raden Dewi Anggraeni": "https://digilib.itb.ac.id/gdl/download/201721", "BAB 4 Raden Dewi Anggraeni": "https://digilib.itb.ac.id/gdl/download/201722", "BAB 5 Raden Dewi Anggraeni": "https://digilib.itb.ac.id/gdl/download/201723", "PUSTAKA Raden Dewi Anggraeni": "https://digilib.itb.ac.id/gdl/download/201724"}, "Penulis": "Raden Dewi Anggraeni [21316002]", "Kontributor / Dosen Pembimbing": ["Dr. Achmad Sjarmidi", "Dr. Mulyaningrum, S.Hut., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Teripang, Kelembagaan, TNKpS, Berkelanjutan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "26 Sep 2019"}