{"Nomor": 43371, "Judul": "FINANCIAL FEASIBILITY STUDY OF CELUKAN BAWANG STEAM POWER PLANT FUEL CONVERSION FROM COAL TO NATURAL GAS", "Abstrak": "Bali government held Bali Clean Energy Forum in 2016 and has been planning to\nmake Bali a pioneer in using clean energy, one of it is natural gas. Bali government has been\nplanning to convert its coal power plant, switching the fuel from coal to natural gas gradually\nas means to reduce carbon dioxide emission. One of the coal power plant is in Celukan\nBawang. For that reason, further feasibility study of steam power plant fuel conversion from\ncoal to natural gas that encompasses technical, environmental, and economic aspects is\nneeded.\nData gathering from various sources were done to analyze the technical, environmental,\nand economic aspect of the project. Technical analysis was done by reviewing the\ncorresponding literature of coal power plant fuel conversion. Environmental analysis was\ndone by calculating and comparing the emission of coal fired power plant (CFPP), natural\ngas combined cycle (NGCC), and conversion to natural gas (CTNG). Economic analysis\nwas done by comparing electricity tariff increment using Life Cycle Costing method, comparing\nNPV, IRR, and PBP of the conversion project from CFPP to CTNG or CFPP to\nNGCC. The results show that for CTNG and NGCC projects, there is reduction of emission\nof 42.07% and 61.26%, electricity tariff increment of 0.0784 USD/kWh and 0.0402\nUSD/kWh, NPV of 189,862,774.93 USD and 95,897,633.73 USD, IRR of 50% and 9%, and\nPBP of 2 years dan 10.5 years respectively.\nAnalysis results show that conversion from CFPP to NGCC result in lower\nelectricity tariff increment, lower CO2 emission compared to conversion from CFPP to\nCTNG. However, conversion from CFPP to CTNG has higher NPV and IRR with a lower\nPBP compared to conversion from CFPP to NGCC.", "Daftar File": {"ABSTRAK Kevin Fajar Pratama": "https://digilib.itb.ac.id/gdl/download/183260"}, "Penulis": "Kevin Fajar Pratama [13115009]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Tri Yuswidjajanto Zaenuri"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Celukan Bawang power plant, life cycle cost, fuel conversion, NPV, IRR, PBP, NGCC, CTNG", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Sep 2019"}