{"Nomor": 43381, "Judul": "STUDI ASPEK SENSORI SUARA DAN SENSORI AROMA DALAM RUANG TERHADAP KONSENTRASI PROBLEM SOLVING TASK PENYANDANG TUNANETRA", "Abstrak": "Tunanetra diduga memerlukan kebutuhan khusus untuk berkonsentrasi dalam\nproses belajar. Penelitian ini melakukan eksperimen yang mempelajari aspek\nsensori suara dan aroma dalam upaya meningkatkan konsentrasi problem\nsolving task tunanetra. Eksperimen yang dilakukan adalah: (a) tes motorik;\nmenyusun lempengan kayu persegi panjang, (b) tes kognitif/anagram;\nmenyusun komposisi kata. Kedua tes dibagi menjadi pre-test dan post-test\ndengan stimuli dan tanpa stimuli dalam ruangan, yaitu: (a) ruangan tanpa\nstimuli (NT-Non Treatment), (b) stimuli suara instrumen (AT-Audial\nTreatment), dan (c) stimuli aroma lavender (OT-Olfactory Treatment). Pada\ntes motorik, ruang NT, AT dan OT secara berurutan mendapatkan angka\nkorelasi sebesar 0.73, 0.58 dan 0.83. Sedangkan, pada tes kognitif, ruang NT,\nAT dan OT mendapatkan angka korelasi sebesar 0.04, 0.36 dan 0.37. Dari\nenam pasangan uji T-Test, hanya pasangan uji ruang NT-OT pada tes kognitif\nyang mendapatkan angka signifikansi yaitu sebesar 0.026, yang\nmemperlihatkan durasi pada ruang OT yang lebih singkat dibandingkan\ndengan durasi pada ruang NT yang tercatat lebih panjang. Untuk lebih\nmemahami aspek kognitif, penelitian ini menerapkan teknik Associative\nConcept Network Analysis (ACNA) berbasis verbal protocol. Hasilnya\nmengindikasikan ruangan dengan stimuli OT mengurangi distraksi berpikir,\nditandai dengan jumlah pengelompokan baris kata asosiatif (layer) yang lebih\nsedikit, serta klasifikasi kata asosiatif yang mengindikasikan fokus pada\nmateri tes, seperti ‘Size and Measurement’ dan ‘Learning Proccess.’\nPenelitian ini mengungkap bahwa ruang dengan stimuli aroma berkontribusi\npositif terhadap konsentrasi penyandang tunanetra.", "Daftar File": {"2019 TS PP NURUL ALIEFYA TAUFIQ 1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/183282"}, "Penulis": "Nurul Aliefya Taufiq [27118084]", "Kontributor / Dosen Pembimbing": ["Deny Willy Junaidy, S.Sn., M.T., Ph.D.", "Andar Bagus Sriwarno, S.Sn., M.Sn., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "tunanetra, audial, treatment, olfactory, ruang, konsentrasi", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "26 Sep 2019"}