{"Nomor": 43387, "Judul": "PERANCANGAN MANAJEMEN RISIKO PADA UNIT PART MANUFACTURER APPROVAL (PMA) PT GMF AEROASIA", "Abstrak": "Banyak proyek pengembangan produk baru unit Part Manufacturer Approval (PMA) PT GMF AeroAsia (GMF) yang terlambat. Penyimpangan jadwal ini mempengaruhi target penjualan dan finansial unit PMA. Berdasarkan analisis akar penyebab masalah menggunakan diagram fishbone, dinilai bahwa penyebab utama masalah adalah pengelolaan risiko yang belum efektif pada unit PMA. Oleh karena itu, pada penelitian ini dibuat rancangan manajemen risiko pada unit PMA untuk mengurangi risiko tidak terpenuhinya target waktu, biaya, dan/atau kualitas.\nPerancangan manajemen risiko ini dilakukan dengan beberapa metode. Identifikasi risiko dilakukan menggunakan metode Hazard and Operability Study (HAZOP). Analisis risiko secara kualitatif dilakukan menggunakan matriks risiko. Analisis risiko secara kuantitatif dilakukan dengan simulasi Monte Carlo dan analisis sentivitas. Variabel simulasi merupakan risiko prioritas yang dapat dikuantifikasikan dalam konteks jadwal. Dilakukan juga analisis usulan tanggapan untuk risiko prioritas. Khusus untuk variabel simulasi, dilakukan analisis nilai residual risiko.\nTemuan yang diperoleh adalah sebagai berikut. Dari 103 risiko operasional yang diidentifikasi, 27 risiko di antaranya merupakan risiko prioritas. Variabel simulasi pada skema investasi terdiri dari 7 risiko dan pada skema partnership terdiri dari 6 risiko. Berdasarkan simulasi Monte Carlo, probabilitas proyek selesai sesuai target pada skema investasi adalah 22% sedangkan pada skema partnership adalah 20%. Kecilnya probabilitas ini disebabkan oleh besarnya risiko pada variabel simulasi. Selain itu, 4 dari 7 risiko pada skema investasi dan 3 dari 6 risiko pada skema partnership termasuk variabel paling sensitif.\nJika semua usulan tanggapan untuk variabel simulasi diterapkan dengan baik, probabilitas pada skema investasi meningkat menjadi 84% sedangkan pada skema partnership meningkat menjadi 81%. Namun, dua risiko, yaitu terkait pembuatan prototipe dan identifikasi material masih merupakan variabel yang sensitif.", "Daftar File": {"ABSTRAK NURULATIFAH RAMDHAN": "https://digilib.itb.ac.id/gdl/download/185022"}, "Penulis": "NURULATIFAH RAMDHAN [14415036]", "Kontributor / Dosen Pembimbing": ["Khoirul Muslim ST, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Risiko, Manajemen risiko, Probabilitas, PMA", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "27 Sep 2019"}