{"Nomor": 43383, "Judul": "Peningkatan Perolehan Astaksantin pada Kultur Spirogyra sp. melalui Pemberian Cekaman Fe2+", "Abstrak": "Astaksantin merupakan salah satu senyawa turunan ?-karoten yang mempunyai nilai ekonomi tinggi karena kemampuan antioksidannya yang sangat kuat. Astaksantin dilaporkan mampu dihasilkan oleh salah satu jenis makroalga air tawar Spirogyra sp.. Akumulasi astaksantin beberapa jenis alga hijau dapat ditingkatkan dalam kondisi cekaman oksidatif, salah satunya melalui penambahan ion besi (Fe). Penelitian ini bertujuan untuk meningkatkan akumulasi astaksantin pada kultur Spirogyra sp. melalui penambahan ion besi (Fe2+). Kultivasi tahap awal dilakukan untuk mengoptimasi akumulasi biomassa Spirogyra sp. pada dua jenis medium berbeda yaitu medium pupuk kandang 0,5%(w/v) dan BBM 2,5%. Kultivasi dilakukan selama 14 hari pada wadah transparan berukuran 16x16x7,5 cm, penerangan 2500-3000 lux, dan aerasi 1 vvm, serta kondisi kultivasi dijaga pada temperatur 25±1oC, dan pH 7,2-7,8. Model matematika kinetika pertumbuhan disusun untuk membantu mengetahui parameter kinetika tumbuh dan menentukan medium yang optimum untuk tahap kultivasi dengan pemberian Fe2+. Penambahan Fe2+ dilakukan di hari ke-6 pada kultur Spirogyra sp. yang ditumbuhkan pada medium BBM 2,5%. Variasi Fe2+ dilakukan dengan konsentrasi 50 ?M, 75 ?M, 100 ?M, dan tanpa penambahan Fe2+. Pengukuran berat biomassa dilakukan setiap dua hari dengan metode pemanenan menggunakan vaccum pump serta pengeringan menggunakan freeze-dry. Kandungan astaksantin ditentukan melalui proses ekstraksi menggunakan metode maserasi dengan metanol-diklorometana (1:3, v/v) selama 48 jam. Hasil ekstrak dianalisis dengan menggunakan High Performance Liquid Chromatography (HPLC) kolom C18 dan fase gerak metanol-H2O (95:5, v/v) pada panjang gelombang 474 nm. Akumulasi astaksantin pada kultur Spirogyra sp. mampu mencapai 0,208 mg/g pada perlakuan penambahan konsentrasi Fe2+ 100 ?M di hari ke-8, meningkat sebesar 3,3 kali lipat dari kultur kontrol. Namun demikian, hasil pertumbuhan biomassa Spirogyra sp. dengan penambahan Fe2+ lebih rendah dibandingkan kultur kontrol. Estimasi produktivitas astaksantin mampu mencapai nilai 9,117 kg/hektar.tahun pada kultur Spirogyra sp. yang diberikan cekaman 100 ?M.", "Daftar File": {"ABSTRAK Duma Doniagara Sambora": "https://digilib.itb.ac.id/gdl/download/183284"}, "Penulis": "Duma Doniagara Sambora [11215031]", "Kontributor / Dosen Pembimbing": ["Dr. Erly Marwani, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Spirogyra sp., astaksantin, cekaman oksidatif, Fe2", "Sumber": "", "Staf Input/Edit": "didi kusnendi", "File": "1 file", "Tanggal Input": "26 Sep 2019"}