{"Nomor": 43399, "Judul": "MANAJEMEN RISIKO KESELAMATAN DAN KESEHATAN KERJA PADA PROYEK KONSTRUKSI JEMBATAN LAYANG (FLY OVER) CIBEUREUM SUKABUMI PADA DINAS BINA MARGA PROVINSI JAWA BARAT DENGAN MENGGUNAKAN METODE HIRAC", "Abstrak": "Dinas Bina Marga Provinsi Jawa Barat merupakan salah satu bagian dari Pemerintah Daerah Provinsi Jawa Barat di bawah Kementerian Pekerjaan Umum dan Perumahan Rakyat Republik Indonesia. Dalam upaya melakukan pemerataan daerah, salah satu tugas Dinas Bina Marga Provinsi Jawa Barat adalah membuat jembatan layang. Namun dalam proses konstruksi jembatan layang seringkali terdapat banyak kepastian yang dapat mengakibatkan kecelakaan. Dalam upaya mengurangi risiko kecelakaan yang terjadi, Dinas Bina Marga Provinsi Jawa Barat diharuskan memerhatikan penyelenggaraan Sistem Manajemen Keselamatan dan Kesehatan Kerja (SMK3) yang sesuai dengan Peraturan Menteri Pekerjaan Umum Nomor 05/PRT/M/2014 dimana pada dokumen tersebut perlu dilakukan manajemen risiko dari sisi Keselamatan dan Kesehatan Kerja (K3).\nDalam melakukan manajemen risiko dari sisi K3, digunakan metode Hazard Identification and Risk Assessment and Control (HIRAC) dengan mengacu kepada Peraturan Menteri Pekerjaan Umum Nomor 05/PRT/M/2014 tentang Pedoman Sistem Manajemen Keselamatan dan Kesehatan Kerja (SMK3) Konstruksi Bidang Pekerjaan Umum dan Kerangka ISO 31000 tentang Manajemen Risiko.\nProses tersebut diawali dengan pemetaan WBS, identifikasi risiko dengan menggunakan studi literatur dan checklist, penilaian risiko dengan menggunakan RII, pemilihan risiko kritis dengan menggunakan REV, dan usulan respons risiko.\nBerdasarkan 170 WBS pada level 5, teridentifikasi 505 risiko. Berdasarkan hasil penilaian risiko, didapatkan 26 risiko tergolong kedalam risiko tinggi, 161 risiko tergolong kedalam risiko sedang, dan 19 risiko tergolong kedalam risiko rendah. Risiko yang menjadi prioritas dalam perancangan usulan respons risiko berjumlah 26 risiko yang selanjutnya dikelompokkan menjadi 9 risiko kritis. Perencanaan usulan respons risiko dilakukan dengan menggunakan metode hierarki kontrol yang terdiri dari eliminasi, substitusi, kontrol teknis, kontrol administratif, dan Alat Pelindung Diri (APD).", "Daftar File": {"ABSTRAK Saskia Kiranamahsa": "https://digilib.itb.ac.id/gdl/download/183299"}, "Penulis": "Saskia Kiranamahsa [14415013]", "Kontributor / Dosen Pembimbing": ["Ir. Tota Simatupang, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Manajemen risiko, K3, HIRAC, Proyek konstruksi, hazard.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "27 Sep 2019"}