{"Nomor": 43390, "Judul": "KUANTIFIKASI SINYAL EEG 18-KANAL DENGAN MONTASE BIPOLAR LONGITUDINAL", "Abstrak": "Gangguan saraf secara global merupakan penyebab utama kecacatan menahun (DALYs) sebanyak 27.6 juta jiwa di tahun 2016. Penderita gangguan saraf memerlukan rehabilitasi yang berfokus pada fungsi kognitif dan neurologis. EEG adalah perangkat elektrofisiologis untuk merekam aktivitas listrik yang timbul dari otak manusia. Tujuan utama EEG adalah mengevaluasi fungsi otak dinamis, karena dapat memperoleh sinyal otak yang menggambarkan berbagai keadaan di kepala. Sinyal EEG diklasifikasikan berdasarkan pita frekuensi menjadi alpha, beta, theta, delta, dan gamma yang memiliki makna berbeda tergantung kondisi otak. Untuk membantu ahli neurologi dalam menganalisis fungsi otak, dibutuhkan kuantifikasi sinyal EEG untuk menambahkan informasi ilmiah yang objektif mengenai kekuatan sinyal otak. Evaluasi 18-kanal dengan montase bipolar longitudinal menggunakan 19 titik sistem penempatan elektroda 10-20 membuat analisis sinyal EEG lebih efektif. Perangkat menerima dan mengekstraksi 3bytesper-kanal paket data yang dikirimkan melalui komunikasi serial kabel atau bluetooth. Data disimpan dalam bentuk teks (.txt) konfigurasi tab separated value dengan satuan microvolt (?V). Sinyal EEG dikuantifikasi sesuai klasifikasi pita frekuensi menjadi power absolut (?V2), power relatif (%), dan power rasio. Power rasio menghitung Delta-to-Theta Ratio (DTR) dan Delta-Theta/Alpha-Beta Ratio (DTABR). Hasil kuantifikasi memiliki akurasi 99.58% dan galat tertinggi sebesar 0.17% karena membaca input sebagai sinyal delta. Untuk dua ritme sinyal masukan yang dikombinasikan, galat tertinggi sebesar 0.24% karena membaca input sebagai sinyal delta.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/183291", "2019 TA PP IRNI NUR ANISA": "https://digilib.itb.ac.id/gdl/download/224433"}, "Penulis": "Irni Nur Anisa [18315010]", "Kontributor / Dosen Pembimbing": ["Dr. Hasballah Zakaria, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "QEEG, 18-kanal, montase bipolar longitudinal", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "27 Sep 2019"}