{"Nomor": 43404, "Judul": "PERANCANGAN STRATEGI INVESTASI UNTUK PROYEK PEMBANGUNAN PEMBANGKIT LISTRIK TENAGA MINI-HIDRO (PLTM) MENGGUNAKAN SEQUENTIAL COMPOUND OPTION (STUDI KASUS: PLTM CIKANCANA)", "Abstrak": "Klinik BDC merupakan salah satu klinik gigi yang hadir di Bandung sejak tahun 2014. Berangkat dari\njumlah pasien di klinik BDC yang terus bertambah setiap tahun membuat pihak perusahaan ingin\nmengimbangi dengan meningkatkan mutu pelayanan. Salah satu upaya yang dilakukan yakni dengan\nmengurangi waktu tunggu pasien saat asisten gigi mempersiapkan Bahan Habis Pakai (BHP).\nBerdasarkan hasil observasi langsung, waktu tunggu eksisting didapatkan sebesar tiga menit yang\nmana waktu tersebut dinilai cukup lama. Munculnya waktu tunggu eksisting yang cukup lama\ndisebabkan karena adanya persoalan salah penempatan BHP yang dilakukan oleh asisten gigi. Untuk\nmemperbaiki persoalan tersebut akan diusulkan empat solusi berupa usulan dokumen Standard\nOperational Procedure (SOP), penempatan BHP berdasarkan frekuensi penggunaan dengan\nmenggunakan Analisis ABC, penempatan BHP dengan Metode Poka Yoke, dan penugasan piket\nasisten gigi.\nAnalisis ABC merupakan salah satu metode yang cocok untuk mengelompokkan barang dalam\njumlah yang besar. Pengelompokkan dilakukan dengan menghitung persentase nilai penggunaan dan\ntotal jenis BHP. Dari hasil perhitungan didapatkan tiga kelompok BHP dimana kelompok A adalah\nkelompok penggunaan bahan dengan frekuensi tinggi, kelompok B frekuensi sedang, dan kelompok C\nfrekuensi rendah. Untuk solusi penempatan BHP dengan Metode Poka Yoke hanya ditujukan pada\nsalah satu jenis bahan yakni jarum k-file. Solusi yang diusulkan berupa label indikator yang\nmenunjukkan ukuran dan warna dari setiap jarum agar asisten gigi dapat lebih mudah dalam\nmenempatkan nya kembali. Kedua solusi yang telah dijelaskan sebelumnya merupakan usulan yang\nbersifat teknis. Untuk dapat menunjang keberhasilan dua solusi tersebut maka dirancang usulan\ndokumen SOP dan penugasan piket asisten gigi sehingga mampu menyelesaikan persoalan yang\nterjadi dan dapat mengurangi waktu tunggu pasien saat asisten gigi mempersiapkan BHP.", "Daftar File": {"2019 TA PP  NAUVALIANA ASHRI 1 Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/183305"}, "Penulis": "Nauvaliana Ashri [14413027]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Drajad Irianto, M.Eng"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Klinik BDC, Bahan Habis Pakai (BHP), Waktu Tunggu, Analisis ABC, Metode Poka Yoke, SOP, Penugasan Piket", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "27 Sep 2019"}