{"Nomor": 43402, "Judul": "RANCANGAN PROSES PENGADAAN BARANG LUAR NEGERI UNTUK PENUGASAN MISI PEMELIHARAAN PERDAMAIAN", "Abstrak": "“Logistik tidak dapat memenangkan pertempuran, tetapi tanpa logistik pertempuran tidak dapat dimenangkan”. Salah satu komponen penting dalam logistik adalah pengadaan barang, dan salah satu ukuran kinerja pengadaan barang adalah waktu pengiriman barang yang tepat waktu. Dalam Perpang TNI No. 74 Tahun 2018, Satgas Konga TNI sebagai perwakilan Indonesia dalam misi pemeliharaan perdamaian telah diberikan wewenang melaksanakan pengadaan di luar negeri untuk menjamin tercapainya kinerja pengadaan. Saat ini waktu proses pengadaan misi pemeliharaan perdamaian belum menunjukkan kinerja yang diharapkan yaitu dangan waktu proses s.d. 224 hari kerja dan hasil pemeriksaan APIP menunjukkan bahwa terdapat risiko maladministrasi dalam aplikasi wewenang tersebut.\nPembiayaan misi pemeliharaan perdamaian berasal dari dana reimbursement PBB, tetapi menggunakan APBN sebagai dana awalnya, sehingga aturan pengadaannya berpedoman pada Perpres Nomor 16 Tahun 2018 yang menjadikan proses pengadaan menjadi birokratis dan panjang, hal tersebut menjadi salah satu penyebab utama belum tercapainya kinerja pengadaan. Dimana aturan yang berlaku saat ini dianggap belum reflektif terhadap dinamika pengadaan di luar negeri. Penelitian ini bertujuan untuk merancang proses pengadaan luar negeri terkait perencanaan, pelaksanaan, monitoring dan evaluasi kinerja Penyedia. Perancangan proses pengadaan menggunakan model acuan utama UN Procurement Practitioner’s Handbook (2017).\nTahapan perbaikan proses perencanaan dan pelaksanaan pengadaan barang dilakukan dengan menggunakan pendekatan Business Process Improvement (BPI) oleh Harrington (1991). Dasar melakukan perancangan proses pengadaan barang ini adalah perbaikan kondisi existing menggunakan aspek-aspek metode streamlining Harrington (1991). Selain itu juga menggunakan analisa benchmark, dan literatur, yang digunakan pada perancangan tahapan proses perencanaan dan pelaksanaan adalah Perkap LKPP No. 9 Tahun 2018 dan Permenlu No. 1 Tahun 2019. Perancangan tahapan proses monitoring menggunakan model acuan utama\ndan benchmark tahapan proses evaluasi berdasarkan aturan evaluasi PT. Pertamina yang dilengkapi dengan India Procurement Manual DoD (2016).\nHasil Perancangan Alternatif satu (1) untuk pelaksanaan pengadaan langsung dengan penawaran menurunkan waktu sebanyak 48 s.d 103 hari kerja menjadi 77 s.d. 121 hari kerja. perencanaan pengadaan sampai dengan pelaksanaan pengadaan langsung dengan pembelian menurunkan waktu sebanyak 48 s.d. 103 hari kerja menjadi 72 s.d. 115 hari kerja. Sedangkan usulan proses Tender/Seleksi luar negeri menjadi 118 s.d. 152 hari kerja jika ditetapkan waktu pelaksanaan pengadaannya s.d. 50 hari kerja. Sedangkan Hasil Perancangan Alternatif dua (2) untuk pelaksanaan pengadaan langsung dengan penawaran menurunkan waktu sebanyak 80 s.d 160 hari kerja menjadi 45 s.d. 64 hari kerja. perencanaan pengadaan sampai dengan pelaksanaan pengadaan langsung dengan pembelian menurunkan waktu sebanyak 80 s.d. 160 hari kerja menjadi 40 s.d. 58 hari kerja. Sedangkan usulan proses Tender/Seleksi luar negeri menjadi 86 s.d. 95 hari kerja jika ditetapkan waktu pelaksanaan pengadaannya s.d. 50 hari kerja.", "Daftar File": {"ABSTRAK Priyatna Awaludin Jamil": "https://digilib.itb.ac.id/gdl/download/183303"}, "Penulis": "Priyatna Awaludin Jamil [94517002]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Senator Nur Bahagia"], "Jenis Koleksi": "Tesis", "Penerbit": "Logistik", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Proses pengadaan Satgas Konga, Business Process Improvement, benchmark", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "27 Sep 2019"}