{"Nomor": 43408, "Judul": "PERANCANGAN MODEL KLASIFIKASI DAN TOPIC MODELLING ULASAN PENGGUNA APLIKASI PT X PADA GOOGLE PLAY STORE DENGAN MENGGUNAKAN TEXT MINING", "Abstrak": "PT X adalah penyedia jasa e-commerce yang memiliki portofolio bisnis dan fitur yang sangat beragam pada aplikasinya. PT X sendiri memiliki bagian khusus yang bertanggung jawab terhadap maintenance dari aplikasi yaitu adalah Android Operation Squad dalam Program Management Office (PMO) Department. Cara yang paling sering dijadikan landasan dalam melakukan perencanaan maintenance adalah melihat data ulasan pada aplikasi PT X di Google Play Store. Meski demikian, metode yang dilakukan untuk menganalisis data ulasan tersebut masih manual sehingga belum efisien dari segi waktu dan tidak melihat keseluruhan data. Padahal, data ulasan yang diterima memiliki jumlah yang besar, kecepatan penerimaan data yang tinggi, dan variasi data tekstual bahasa Indonesia yang beragam. Oleh sebab itu, penelitian ini bertujuan untuk membantu Android Operation Squad dalam pengambilan informasi dari data ulasan berupa prioritas topik mengenai permasalahan teknis yang disampaikan oleh pengguna dengan menggunakan text mining.\nData ulasan akan diklasifikasikan dengan algoritma Support Vector Machine (SVM) dan Naïve Bayes (NB) yang dapat memprediksi kelas data apakah membahas hal teknis atau nonteknis. Setelah data ulasan yang membahas hal teknis diprediksi, maka akan dilakukan pemodelan topik dengan menggunakan algoritma Latent Dirichlet Allocation (LDA). Output model LDA kemudian divisualisasikan dengan paket fungsi LDAvis untuk mengetahui prioritas topik berdasarkan proporsi estimasi jumlah kata pada topik terhadap jumlah kata pada seluruh dokumen.\nSetelah dilakukan evaluasi performansi model, dipilih algoritma NB dengan metode balancing training set oversampling dan nilai hyperparameter smoothing ? = 0.5 sebagai model klasifikasi terbaik. Lalu, model LDA terbaik diperoleh saat jumlah topik k = 18, dimana nilai proporsi estimasi jumlah kata pada topik terhadap jumlah kata pada seluruh dokumen bernilai 3.3% hingga 8.8%.", "Daftar File": {"ABSTRAK Hafizh Fakhrizal Winarno": "https://digilib.itb.ac.id/gdl/download/183310"}, "Penulis": "Hafizh Fakhrizal Winarno [13415084]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Kadarsah Suryadi, DEA", "Dr. Made Andriani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "text mining, support vector machine, naïve bayes, latent dirichlet allocation, ulasan pengguna.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "27 Sep 2019"}