{"Nomor": 43406, "Judul": "KAJIAN KEANDALAN SUMBER AIR BAKU DALAM RANGKA PENGEMBANGAN SISTEM PENYEDIAAN AIR MINUM (SPAM) CIWULAN DI KOTA TASIKMALAYA", "Abstrak": "Persentase sistem penyediaan air minum (SPAM) perpipaan di Kota Tasikmalaya saat ini hanya mencapai sekitar 17,90% dan 64,42% untuk sistem non perpipaan sehingga masih terdapat gap sebesar 17,68% dari target Universal Access sebesar 100%. Penyediaan air minum perpipaan di Kota Tasikmalaya dilakukan oleh Perusahaan Daerah Air Minum (PDAM) Tirta Sukapura milik Kabupaten Tasikmalaya karena Kota Tasikmalaya belum memiliki PDAM sendiri sejak pemekaran daerah di tahun 2001. Untuk memenuhi kebutuhan air minum di masa depan, Pemerintah Kota Tasikmalaya merencanakan pembangunan SPAM Ciwulan dengan sumber air baku Sungai Ciwulan. SPAM Ciwulan direncanakan akan melayani air minum untuk Kecamatan Mangkubumi, Kawalu, Tamansari, Cihideung, dan Tawang. Kunci utama pengembangan SPAM terletak pada keandalan air baku yang akan digunakan. Oleh karena itu, tujuan penelitian ini adalah untuk menganalisa keandalan Sungai Ciwulan sebagai sumber air baku dan potensi ketersediaan air baku terhadap laju permintaan air dalam rangka pengembangan SPAM di Kota Tasikmalaya. Keandalan Sungai Ciwulan dianalisa menggunakan Metode Distribusi Teoritis dengan Distribusi Normal, Log Normal, Gumbel dan Log Pearson Tipe III. Keandalan debit untuk penyediaan air minum adalah debit durasi 1 hari dengan periode ulang 20 tahun. Diperoleh nilai debit andalan sebesar 1,196 m3/detik sesuai dengan Distribusi Log Pearson Tipe III sebagai uji distribusi terpilih berdasarkan Uji Kolmogorov Smirnov (K-S). Skenario laju kebutuhan air minum didasarkan pada persentase SPAM eksisting dan proyeksi penduduk di Kecamatan Mangkubumi, Kawalu, Tamansari,\nCihideung, dan Tawang pada tahun 2020 – 2040 yang dibagi dalam jangka pendek, menengah, dan panjang. Jangka pendek (2020-2025) direncanakan untuk melayani Kecamatan Mangkubumi, Kawalu, dan Tamansari masing-masing 50% dengan kebutuhan air rata-rata 271,14 liter/detik. Jangka menengah (2026 – 2030) menambah wilayah pelayanan di Kecamatan Cihideung dan Tawang menjadi 60% sehingga dibutuhkan debit rata-rata sebesar 364,12 liter/detik. Jangka panjang (2031 – 2035) untuk mencapai target pelayanan 75% di Kecamatan Mangkubumi, Kawalu, dan Tamansari serta 85% untuk Kecamatan Cihideung dan Tawang membutuhkan debit sebesar 648,57 liter/detik. Untuk perencanaan jangka panjang (2035 – 2040) direncanakan melayani 100% di lima kecamatan wilayah studi SPAM Ciwulan dengan debit sebesar 853,83 liter/detik.\nBerdasarkan uji kualitas air Sungai Ciwulan, terdapat beberapa parameter yang melebihi baku mutu Kelas I, yaitu air baku untuk air minum pada Peraturan Pemerintah Nomor 82 Tahun 2001, yaitu padatan tersuspensi total (TSS), BOD5, COD, kadmium (Cd), besi (Fe), belerang (H2S), minyak dan lemak, deterjen (MBAS), fecal coliform serta coliform. Berdasarkan parameter tersebut, maka kualitas Sungai Ciwulan termasuk dalam kategori: TSS (Kelas III), BOD5 (Kelas IV), COD (Kelas IV), kadmium (Kelas IV), besi (Kelas IV), belerang (Kelas IV), minyak dan lemak (Kelas IV), deterjen (Kelas IV), fecal coliform (Kelas II), dan coliform (Kelas II). Potensi air baku diketahui dengan melihat besar debit andalan yang tersedia terhadap laju kebutuhan air yang ditansmisikan. Besaran debit air yang akan ditransmisikan setiap tahun perencanaan adalah 341,63 liter/detik (2020 – 2025), 458,79 liter/detik (2026 – 2030), 778,39 liter/detik (2031 – 2035), dan 1.075,82 liter/detik (2036 – 2040). Debit andalan yang tersedia di sumber air baku adalah 1.196 liter/detik sehingga sumber air baku memiliki potensi untuk menyuplai laju kebutuhan air yang ditransmisikan hingga akhir perencanaan secara kontinu dengan kelebihan debit pada tahun 2040 adalah 120,18 liter/detik.", "Daftar File": {"Roidah Zihni Adzani [25717012]": "https://digilib.itb.ac.id/gdl/download/183309"}, "Penulis": "Roidah Zihni Adzani [25717012]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Arwin, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Infrastruktur Air Bersih dan Sanitasi", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Air baku, Debit andalan, Distribusi Teoritis, Sistem Penyediaan Air Minum (SPAM)", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "27 Sep 2019"}