{"Nomor": 43413, "Judul": "MODEL MATEMATIS DAN ALGORITMA DISCRETE PARTICLE SWARM OPTIMIZATION UNTUK MASALAH PEMILIHAN LOKASI DEPOT MAJEMUK DAN RUTE KENDARAAN YANG MEMPERTIMBANGKAN RUTE MAJEMUK DAN PENGIRIMAN-PENGAMBILAN SECARA SIMULTAN", "Abstrak": "Masalah rute kendaraan merupakan masalah kompleks dalam penentuan rute untuk melayani permintaan sejumlah konsumen dengan biaya operasional yang optimal. Salah satu karakteristik masalah rute kendaraan terjadi pada proses pengiriman-pengambilan produk secara bersamaan seperti yang terjadi pada distribusi minuman isi ulang kemasan dalam bentuk galon. Pada kasus ini, perusahaan juga mempunyai banyak depot yang tersebar untuk memenuhi seluruh kebutuhan pelanggan. Oleh karena itu, pelayanan untuk pemenuhan permintaan harus disesuaikan dengan depot yang terpilih. Pengurangan biaya tetap kendaraan dilakukan dengan memperbolehkan rute majemuk pada setiap kendaraan.\nFungsi tujuan formulasi model matematis dalam penelitian ini adalah meminimumkan total biaya transportasi dengan meminimumkan jumlah kendaraan yang digunakan, pemilihan depot yang optimal dan waktu durasi tur total. Solusi model diselesaikan secara analitik. Pada algoritma pemecahan masalah, pembangkitan solusi awal untuk penentuan buka tutup depot yang beroperasi dilakukan secara acak kemudian dilakukan pembentukan rute dengan menggunakan Sequential Insertion (SI). Solusi awal dalam penentuan buka tutup depot tersebut diperbaiki untuk mendapatkan solusi layak yang lebih baik dengan menggunakan algoritma Discrete Particle Swarm Optimization (DPSO).\nAlgoritma yang dikembangkan dalam penelitian ini menghasilkan waktu komputasi rata-rata yang lebih cepat dibandingkan solusi optimal dengan analitik, yaitu dengan gap sebesar -99.9891% dan dilihat dari nilai fungsi tujuan, perhitungan menggunakan algoritma mendekati hasil perhitungan solusi optimal analitik dengan gap sebesar 0.4%.", "Daftar File": {"ABSTRAK Riska Ummaya": "https://digilib.itb.ac.id/gdl/download/183315"}, "Penulis": "Riska Ummaya [23416083]", "Kontributor / Dosen Pembimbing": ["Suprayogi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "pengiriman-pengambilan secara simultan, depot majemuk, rute majemuk, location routing problem, analitik, Discrete Particle Swarm Optimization, Sequential Insertion", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "27 Sep 2019"}