{"Nomor": 43412, "Judul": "PENGEMBANGAN KONTEN INSTAGRAM NIION UNTUK MENINGKATKAN KETERLIBATAN PELANGGAN", "Abstrak": "Di Indonesia, pengguna internet dan media sosial aktif memasuki setengah dari total populasi negara yang 150 juta orang. Sebuah laporan mengatakan bahwa platform media sosial paling aktif adalah Youtube, Facebook, Whatsapp, dan Instagram. Indonesia dilaporkan telah menjadi pasar terbesar untuk Instagram di Asia Pasifik dengan tidak kurang dari 60 juta orang. Di Instagram, orang dapat mengambil tindakan nyata, tidak hanya mengikuti akun, memberi suka, atau berkomentar, tetapi Instagram juga dapat meyakinkan pengguna untuk mengklik tautan ke situs untuk membeli produk. Penelitian mengatakan bahwa pasar yang paling banyak terjadi di front global adalah pasar aksesoris pribadi yang sebagian besar terdiri dari perhiasan, tas, jam tangan, dan lain-lain (Berdasarkan data dari Statista, 2019).\nPT NIION Indonesia Utama adalah salah satu merek lokal yang memproduksi tas dengan berbagai model seperti tas selempang, tas ransel, tas pinggul, dan banyak lagi. Ciri khas NIION adalah bahwa ia juga menyediakan warna tas mulai dari merah, kuning, hijau, biru tua, putih, hitam, merah muda, abu-abu, oranye, coklat, dan banyak lagi. Meskipun NIION memiliki banyak pengikut di Instagram, dan selalu berpartisipasi dalam banyak acara, tingkat keterlibatan pelanggan NIION di Instagram masih di tingkat rendah yang membuat penjualan NIION juga di bawah harapan. \nUntuk lebih memahami masalah ini, penelitian ini telah menggunakan serangkaian analisis mulai dari analisis lingkungan eksternal dan internal hingga analisis konsumen menggunakan metode campuran eksplorasi dan deskriptif, termasuk analisis SWOT dan analisis Root Cause. Penelitian ini menggunakan metode campuran untuk kombinasi penelitian eksploratif dan deskriptif sebagai data primer. Mulai dari melakukan penelitian eksplorasi dengan melakukan diskusi kelompok dengan segmen target yang sesuai untuk mendapatkan wawasan tentang faktor-faktor yang dapat mempengaruhi untuk meningkatkan keterlibatan pelanggan. Setelah melakukan penelitian eksplorasi, hasil digunakan untuk membuat kuesioner untuk penelitian deskriptif. Kemudian, kuesioner akan disebar ke minimal 200 responden yang diperlukan dalam penelitian pemecahan masalah. Untuk menganalisis penelitian deskriptif, data akan diproses dengan SPSS untuk menemukan faktor independen apa yang memiliki skor signifikan terhadap faktor dependen yaitu keterlibatan pelanggan.\n\nSolusi yang diusulkan untuk masalah ini adalah: STP baru dan Marketing Mix baru, termasuk hasil dari data primer dan sekunder menunjukkan faktor-faktor yang dapat mempengaruhi keterlibatan pelanggan dan penjualan seperti Detail Konten spesifik, konten yang bertanggung jawab, konten Menyenangkan dan Sinematik, juga konten Kolaborasi. Temuan ini dipilih sesuai dengan keadaan perusahaan dan diharapkan dapat menyelesaikan masalah dalam tingkat keterlibatan pelanggan ketika solusi temuan diimplementasikan oleh NIION ketika mengembangkan desain konten baru untuk Instagram-nya.", "Daftar File": {"2019_TS_PP_MochamadBirama_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/183314"}, "Penulis": "Mochamad Birama Agustian [29117468]", "Kontributor / Dosen Pembimbing": ["Prawira Fajarindra Belgiawan, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "keterlibatan pelanggan, konten social media, Instagram, fashion .", "Sumber": "PT NIION Indonesia Utama", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "27 Sep 2019"}