{"Nomor": 43425, "Judul": "PENCARIAN AYAT ALQURAN BERDASARKAN  DOKUMEN BAHASA INDONESIA", "Abstrak": "Alquran merupakan sumber pengetahuan utama bagi umat Islam dalam menjalankan agamanya. Penelitian tentang Alquran di Indonesia masih belum banyak dilakukan, utamanya dalam pemanfaatan tekstual terjemah bahasa Indonesia. Sedangkan umat Islam di Indonesia mempunyai kebutuhan untuk mencari keterkaitan antara kehidupan sehari-hari dengan nilai Islam pada ayat Alquran. Pada tugas akhir ini, dirancang sebuah sistem untuk mencari ayat Alquran yang relevan terhadap dokumen bahasa Indonesia menggunakan klasifikasi multilabel dan information retrieval. Setidaknya terdapat dua metode yang dapat digunakan untuk mencari ayat yang relevan terhadap suatu dokumen. Pertama menggunakan information retrieval,  kedua  mengombinasikan kategorisasi teks atau keyword extraction dengan information retrieval. Pada persoalan ini, kedua metode tersebut digunakan dan dibandingkan kinerjanya. Untuk metode kedua, kategorisasi teks dilakukan menggunakan klasifikasi multilabel pada dokumen bahasa Indonesia untuk mendapatkan topik Alquran yang bersesuaian. Klasifikasi multilabel dilakukan dengan pendekatan problem transformation memanfaatkan algoritme SVM, Random Forest, Decision Tree, dan Naïve-Bayes. Teknik ekstraksi fitur yang digunakan adalah bag of words dan TF-IDF. Kemudian kumpulan label topik Alquran digunakan sebagai query untuk modul information retrieval pada ayat Alquran. Teknik information retrieval yang digunakan adalah vector space model dengan memanfaatkan fungsi cosine similarity. Berdasarkan eksperimen yang dilakukan, metode pertama dengan infromation retrieval saja memberikan kinerja terbaik dengan nilai micro-average precision sebesar 23.557%. Hal ini membuktikan bahwa penyederhanaan teks menjadi kumpulan kata kunci tidak memberikan kinerja yang lebih baik. Penggunaan basis pengetahuan yang kurang umum digunakan juga berpengaruh kepada kinerja klasifikasi multilabel, sehingga informatrion retrieval yang dilakukan menjadi kurang sesuai.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/183327"}, "Penulis": "Faiz Ghifari Haznitrama [13515010]", "Kontributor / Dosen Pembimbing": ["Dr.techn. Muhammad Zuhri Catur Candra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Alquran, klasifikasi multilabel, information retrieval, dokumen bahasa Indonesia", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "27 Sep 2019"}