{"Nomor": 43422, "Judul": "PENGEMBANGAN METODE HITUNG CEPAT EVALUASI KEAMANAN KELUAR-REL KERETA API SAAT MENIKUNG DAN SIMULASI DINAMIK DI TIKUNGAN DENGAN MEMPERHITUNGKAN KETIDAKTERATURAN REL STUDI KASUS: KERETA API RINGAN JABODEBEK", "Abstrak": "Dalam mendesain kereta, perlu ada kajian terhadap keamanan kereta saat beroperasi yang salah satunya adalah keamanan kereta terhadap peristiwa keluar rel. Parameter keamanan kereta berupa koefisien keluar-rel (derailment coefficient) dan wheel unloading dapat diperoleh dengan simulasi dinamik menggunakan perangkat lunak di komputer. Simulasi yang menggambarkan kondisi yang sebenarnya akan membutuhkan data yang lengkap, waktu yang lama, dan biaya yang cukup besar. Untuk itu diperlukan suatu metode perhitungan yang lebih sederhana tetapi cukup akurat.\nSuatu metode analitik sederhana berdasarkan kondisi quasi-static digunakan untuk mendapatkan kedua parameter tersebut. Pada kondisi ini, gaya-gaya yang bekerja pada kereta dapat dianggap berada dalam kondisi kesetimbangan sehingga dapat dihitung gaya lateral dan vertikal pada titik kontak roda dengan rel. Kedua parameter keamanan kereta terhadap peristiwa keluar rel didapatkan dari nilai gaya lateral dan vertikal yang diperoleh.\nUntuk mengevaluasi hasil perhitungan yang diperoleh berdasarkan metode analitik dilakukan perhitungan numerik menggunakan perangkat lunak Universal Mechanism (UM). Berdasarkan hasil yang diperoleh didapat bahwa pada radius tikungan besar dan menengah hasil perhitungan analitik mendekati hasil simulasi dengan UM. Sedangkan untuk radius tikungan yang kecil diperoleh perbedaan yang signifikan sehingga diperlukan faktor koreksi.\nPenulis juga menganalisis kinerja kereta di tikungan terhadap pengaruh ketidakteraturan rel berupa track twist akibat lekukan vertikal pada salah satu rel. Dalam kondisi dinamik ini metode analitik tidak dapat digunakan sehingga analisis dilakukan menggunakan simulasi perangkat lunak UM. Hasil simulasi menunjukkan kereta dalam kondisi yang aman di tikungan dengan koefisien keluar-rel maksimum terjadi pada roda luar perangkat roda depan di bogie terdepan di lengkung peralihan keluar.", "Daftar File": {}, "Penulis": "Yunus Obedient Sinaga [13115033]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ignatius Pulung Nurprasetio, MSME", "Yunendar Aryo Handoko, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "koefisien keluar-rel, wheel unloading, tikungan, peristiwa keluar rel, kereta api ringan Jabodebek.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "27 Sep 2019"}