{"Nomor": 43438, "Judul": "PEMANFAATAN INDIKATOR OKULAR DAN OBSERVER RATED SLEEPINESS (ORS) DALAM MENGEVALUASI PROFIL KANTUK PADA MASINIS KERETA API JAKARTA-CIREBON", "Abstrak": "Secara umum penelitian mengenai kantuk berbasis video kamera masih jarang di sektor perkeretaapian dan hanya sebatas penelitian di laboratorium. Oleh karena itu, penelitian ini bertujuan mengevaluasi pemanfaatan indikator okular dan Observed Rated Sleepiness (ORS) dalam mengukur tingkat kantuk masinis kereta Bromo Anggrek jurusan Jakarta-Cirebon. Sebanyak 30 masinis berpartisipasi dalam penelitian ini (rute Jakarta-Cirebon), dengan rincian 15 masinis untuk shift pagi dan siang. Indikator okular yang digunakan dalam penelitian ini adalah blink duration (BD) dan blink frequency (BF), sedangkan pendekatan ORS yang digunakan adalah behavioural observed rated sleepiness (B-ORS), driving observed rated sleepiness (D-ORS), selain itu terdapat pengukuran kantuk secara subjektif menggunakan Karolinska Sleepiness Scale (KSS). Hasil penelitian ini adalah pola kantuk masinis pada shift pagi cenderung menurun diakhir dinasan dan pada siang hari cenderung meningkat hingga akhir dinasan, dengan rata-rata nilai BD tertinggi adalah 0.301 pada shift pagi dan 0.311 pada shift siang, rata-rata nilai BF tertinggi 13.4 pada shift pagi dan 35.43 pada shift siang, rata-rata nilai B-ORS tertinggi 0.8 pada shift pagi dan 1.33 pada shift siang, dan rata-rata nilai D-ORS tertinggi 1.133 pada shift pagi dan 1.333 pada shift siang. Terdapat pengaruh shift (time of day) dan time on task terhadap tingkat kantuk masinis. Nilai Observed rated sleepiness (B-ORS) dan driving observed rated sleepiness (D-ORS) cukup konsisten terhadap KSS. Selain itu B-ORS dan D-ORS berkorelasi kuat dengan blink duration (BD). Secara umum tingkat kantuk masinis Jakarta-Cirebon cukup tinggi pada siang hari dan ORS cukup sensitif untuk mendeteksi kantuk.", "Daftar File": {"ABSTRAK Sevty Auliani": "https://digilib.itb.ac.id/gdl/download/183352"}, "Penulis": "Sevty Auliani [23417029]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Hardianto Iridiastadi, MSIE"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "blink, ors, video recorder, real-time fatigue monitoring, kereta api.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "27 Sep 2019"}