{"Nomor": 43430, "Judul": "STANDARDISASI SISTEM PROTEKSI PETIR PADA FASILITAS OPERASI KERETA API INDONESIA", "Abstrak": "Masyarakat Indonesia telah menggunakan kereta api sebagai sarana transportasi umum selain bus dan pesawat terbang. Transportasi kereta api seperti Kereta Rel Listrik (KRL), Mass Rapid Transit (MRT) dan Light Rail Transit (LRT), yang masing-masing bergerak di atas permukaan tanah, di bawah tanah, dan di ketinggian tertentu di atas permukaan tenah telah dipasang dan dioperasikan di Indonesia. Pencegahan akan datangnya gangguan merupakan suatu keharusan untuk memastikan kelangsungan operasional sistem transportasi kereta api.\nNamun, masalah petir di dalam sistem transportasi kereta api selalu muncul dan mengganggu kelangsungan operasi kereta api tersebut. Dalam kasus terburuk, jika masalah ini tidak ditangani dengan benar, hal tersebut bisa melumpuhkan stasiun kereta dan fasilitas operasi lainnya yang terkena dampak atau bahkan dapat mengancam kehidupan makhluk hidup. Beberapa metode pemecahan masalah telah diterapkan yang berasal dari sumber-sumber tertentu, akan tetapi hal tersebut tidak memberikan hasil yang memuaskan dalam memecahkan masalah.\nPenelitian telah dilakukan pada beberapa stasiun kereta api di DAOP 1 Jakarta dan pada tahun 2013 sistem proteksi petir di Stasiun Bogor diperbaiki. Hasil dari perbaikan pada stasiun tersebut memuaskan karena masalah petir di Stasiun Bogor berkurang. Untuk mencegah masalah petir muncul kembali, sistem proteksi petir tersebut harus distandarisasi dan panduan standar diperlukan untuk membantu memahami hal ini.", "Daftar File": {"ABSTRAK Ilham Hendratama": "https://digilib.itb.ac.id/gdl/download/183345"}, "Penulis": "Ilham Hendratama [23217041]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Dipl.-Ing. Ir. Reynaldo Zoro"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Parameter Petir Tropis, Transportasi Rel Kereta Api Indonesia, Extended Mast Terminal, Beyond International Standard.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "27 Sep 2019"}