{"Nomor": 43439, "Judul": "HUBUNGAN PARAMETER VEGETASI MANGROVE DENGAN KELIMPAHAN FAUNA LANTAI (STUDI DI PANTAI PONDOK BALI, SUBANG DAN CAGAR ALAM PULAU DUA, SERANG)", "Abstrak": "Hutan mangrove merupakan ekosistem yang sangat kompleks; di dalamnya terdapat berbagai flora dan fauna, termasuk fauna lantai hutan. Parameter vegetasi mangrove diduga memiliki hubungan yang erat dengan kelimpahan fauna lantai. Dengan demikian, degradasi ekosistem mangrove, sebagaimana yang marak terjadi di pesisir Pulau Jawa, dapat mengganggu keseimbangan ekosistem mangrove dan keberadaan fauna lantai. Penelitian ini bertujuan untuk menentukan komposisi vegetasi mangrove dan kelimpahan fauna lantai pada dua lokasi mangrove di pesisir utara Pulau Jawa, yaitu Pantai Pondok Bali, Subang dan Cagar Alam (CA) Pulau Dua, Serang serta menentukan hubungan parameter vegetasi (kerapatan pohon, kerapatan akar, dan luas penutupan tajuk) dengan kelimpahan fauna lantai.\nData vegetasi dan fauna lantai diperoleh menggunakan sampling plot yang ditentukan dengan purposive sampling. Data vegetasi diperoleh dengan menggunakan plot kuadrat bertingkat. Data fauna lantai diperoleh dengan menggunakan plot berukuran 1 x 1 m (filum Mollusca) dan 10 x 1 m (subfilum Crustacea). Selanjutnya hubungan antara parameter vegetasi dan kelimpahan fauna lantai dianalisis dengan uji korelasi Pearson dan regresi linier berganda menggunakan software SPSS. Hasil penelitian menunjukkan bahwa kedua lokasi cenderung memiliki komposisi vegetasi dan fauna lantai yang berbeda. Pantai Pondok Bali memiliki komposisi jenis vegetasi yang cenderung homogen, dengan hanya terdiri atas dua jenis vegetasi, yaitu Avicennia marina dan Rhizophora mucronata. Avicennia marina mendominasi pada tingkat pohon (INP 172%), sementara Rhizophora apiculata dominan pada tingkat pancang dan semai (INP 154% dan 189%). CA Pulau Dua secara umum memiliki komposisi jenis vegetasi yang lebih beragam, terdiri dari lima jenis vegetasi, yaitu Avicennia marina, Rhizophora apiculata, Bruguiera cylindrica, Excoecaria agallocha, dan Lumnitzera racemosa, namun Avicennia marina mendominasi pada seluruh tingkatan (INP 180%, 88%, dan 103%). Pantai Pondok Bali memiliki kelimpahan fauna lantai yang lebih tinggi daripada CA Pulau Dua, yaitu sebesar 16,7 individu/m2. CA Pulau Dua memiliki kelimpahan fauna lantai sebesar 8,6 individu/m2. Dari hasil uji korelasi Pearson diperoleh hubungan yang sangat kuat antara dua parameter vegetasi yaitu kerapatan pohon dan kerapatan akar dengan kelimpahan fauna lantai sedangkan parameter luas penutupan tajuk tidak berhubungan dengan kelimpahan fauna lantai. Hasil analisis regresi linier berganda menunjukkan bahwa parameter kerapatan pohon dan kerapatan akar berpengaruh nyata terhadap kelimpahan fauna lantai (R = 0,829 dan R2 = 0,687). Persamaan regresi dari hubungan tersebut adalah Y = -7,79 + 0,015X1 + 0,07X2 (dengan Y:kelimpahan fauna lantai (individu/m2); X1:kerapatan pohon (individu/hektar); X2:kerapatan akar (akar/m2)) yang menunjukkan bahwa semakin tinggi kerapatan pohon dan kerapatan akar, maka semakin tinggi kelimpahan fauna lantai.", "Daftar File": {}, "Penulis": "Silvia Ferdayanti Laoli [11515018]", "Kontributor / Dosen Pembimbing": ["Dr. Devi Nandita Choesin, M.Sc.", "Dr. Ichsan Suwandhi, S.Hut., M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "vegetasi; kerapatan pohon; kerapatan akar; luas penutupan tajuk; mangrove; mollusca; crustacea", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "27 Sep 2019"}