{"Nomor": 43435, "Judul": "IDENTIFIKASI PERUBAHAN GARIS PANTAI DAN LUAS EKOSISTEM MANGROVE DI WILAYAH PESISIR KECAMATAN LEGONKULON, KABUPATEN SUBANG, JAWA BARAT", "Abstrak": "Ekosistem mangrove merupakan sumberdaya penting pada wilayah pesisir yang memiliki fungsi dan peranan secara fisik, biologi, sosial, dan ekonomi. Namun demikian, keberadaan ekosistem mangrove dipengaruhi oleh dinamika pesisir, termasuk proses-proses abrasi dan akresi yang dapat disebabkan oleh gelombang laut, angin, maupun aktivitas manusia. Salah satu wilayah yang telah mengalami kerusakan akibat abrasi selama 20 tahun terakhir adalah wilayah pesisir Kabupaten Subang di Jawa Barat. Tujuan dari penelitian ini adalah mengidentifikasi perubahan garis pantai dan perubahan luas daerah mangrove sejak tahun 2000 hingga 2018. Penelitian ini penting dilakukan untuk memberikan gambaran mengenai dinamika garis pantai serta penurunan luas mangrove yang terjadi selama 18 tahun terakhir sehingga dapat menjadi referensi dalam pengambilan kebijakan rehabilitasi mangrove.\nArea penelitian meliputi wilayah pesisir di Kecamatan Legonkulon, Kabupaten Subang seluas 2.830,24 hektar. Identifikasi perubahan garis pantai dan vegetasi mangrove dilakukan dengan menggunakan teknik on-screen digitating pada perangkat lunak ArcGIS versi 10.5.1. Perubahan garis pantai dihitung melalui tumpang susun (overlay) citra Landsat 7 ETM+ tahun 2000, 2003, 2006, 2009, 2012 serta citra Landsat 8 OLI tahun 2015 dan 2018 pada garis pantai sepanjang 8.837,6 m menggunakan program DSAS (Digital Shoreline Analysis System) versi 5. Parameter mangrove yang diukur berupa luas dan tingkat kehijauan melalui penghitungan nilai NDVI (Normalized Difference Vegetation Index). Hasil dari penelitian ini menunjukkan bahwa dari tahun 2000 sampai 2018, pesisir Kabupaten Subang mengalami perubahan garis pantai oleh adanya proses akresi dan abrasi. Secara umum, tingkat kerusakan di pesisir Kecamatan Legonkulon tergolong pada kondisi rusak amat sangat berat dengan persentase sebesar 88,29% dari total panjang pesisir. Abrasi yang terjadi rata-rata sejauh 1.216,13 m, dengan laju abrasi 67,56 m/tahun, dan abrasi maksimal sejauh 5.903,66 m. Akresi yang terjadi rata-rata sejauh 0,6 m, dengan laju akresi 0,09 m/tahun, dan akresi maksimal sejauh 58,71 m. Mangrove di Kecamatan Legonkulon pada tahun 2000 didominasi oleh tingkat kerapatan tajuk kategori jarang dan mengalami kehilangan luas sebesar 767,70 hektar sejak tahun 2000 hingga tahun 2018.", "Daftar File": {}, "Penulis": "Syntia Ayu Kartika [11515031]", "Kontributor / Dosen Pembimbing": ["Dr. Devi Nandita Choesin, M.Sc.", "Dr. Ichsan Suwandhi, S.Hut., M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "garis pantai, ekosistem mangrove, abrasi, akresi, DSAS", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "8 file", "Tanggal Input": "27 Sep 2019"}