{"Nomor": 43449, "Judul": "STUDI PETROLOGI DAN MINERALOGI LAVA GUNUNG PATUHA, KABUPATEN BANDUNG, JAWA BARAT", "Abstrak": "Karakteristik magma dan proses-proses yang terjadi didalam dapur magma terekam dalam batuan baik secara mineralogi, tekstur maupun komposisi kimia dari batuan. Studi ini dilakukan pada 6 buah satuan lava andesit Gunung Patuha dengan tujuan untuk menentukan petrologi dan mineralogi, karakteristik magma (afinitas, temperatur, tekanan) dan evolusi magma Gunung Patuha. Sebanyak 15 buah sampel digunakan untuk analisa mikroskopis dan 6 buah sampel digunakan untuk analisa kimia mineral menggunakan SEM-EDS yang mewakili satuan-satuan lava pada daerah penelitian. Enam buah satuan lava tersebut dari tua ke muda terdiri dari Satuan Lava Andesit Patuha 1 (Pl1), Satuan Lava Andesit Patuha 2 (Pl2), Satuan Lava Andesit Patuha 3 (Pl3), Satuan Lava Andesit Patuha 4 (Pl4), Satuan Lava Andesit – Breksi Piroklastik Aliran Patuha 2 (Pa2), dan Satuan Lava Andesit Cimanggu (Cil).\nBerdasarkan analisa komposisi klinopiroksen kalsik, Gunung Patuha memiliki afinitas magmatik berupa kalk-alkali yang berkaitan dengan proses subduksi. Evolusi magma pada Gunung Patuha diawali oleh magma berkomposisi andesit basaltik dengan temperatur 887-1102oC yang dipengaruhi oleh proses injeksi magma yang lebih primitif pada Satuan Lava Andesit Patuha 1 (Pl1). Proses Injeksi magma yang lebih primitif tersebut berlangsung lebih intensif mengakibatkan kenaikan temperatur pada dapur magma menjadi 1000-1030oC pada Satuan Lava Andesit Patuha 2 (Pl2) dan kenaikan temperatur pada dapur magma menjadi 970-1050oC pada Satuan Lava Andesit Patuha 3 (Pl3). Kegiatan volkanisme berupa proses diferensiasi menyebabkan penurunan temperatur menjadi 923-1000 oC dan mempengaruhi pembentukan Satuan Lava Andesit Patuha 4 (Pl4). Kemudian proses injeksi yang lebih primitif kembali memegang peranan dalam naiknya temperatur dapur magma menjadi 1050-1130oC pada Satuan Lava Andesit – Breksi Piroklastik Aliran Patuha 2 (Pa2) dan menjadi 900-1062oC pada Satuan Lava Andesit Cimanggu (Cil).", "Daftar File": {}, "Penulis": "Rio [12015046]", "Kontributor / Dosen Pembimbing": ["Dr. I Gusti Bagus Eddy Sucipta, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Afinitas Magma, Evolusi Magma, Gunung Patuha.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "15 file", "Tanggal Input": "27 Sep 2019"}