{"Nomor": 43459, "Judul": "PERANCANGAN SISTEM TATA UDARA PADA APARTEMEN DI JAKARTA", "Abstrak": "Bangunan apartemen merupakan sarana pendukung untuk memenuhi kebutuhan tempat tinggal ditengah peristiwa pertambahan penduduk. Ketinggian sebuah bangunan gedung berpengaruh dalam hal perencanaan, desain, dan penggunaanya. Sistem tata udara pada apartemen dirancang untuk mengondisikan udara ruang agar tercipta kenyamanan termal dengan tujuan meningkatkan produktivitas penghuni dalam beraktivitas. Perancangan sistem tata udara dirancang berdasarkan sisi teknis dan nilai keekonomianya.\nPenyelesaian perancangan sistem tata udara ini meliputi estimasi beban pendinginan, pemilihan sistem tata udara, pemilihan unit tata udara, perancangan komponen pendukung sistem tata udara, perhitungan intensitas konsumsi energi (IKE) seluruh ruangan khusus pada sistem tata udara, dan analisis aliran kas tunai dari tiap-tiap alternatif.\nAlternatif sistem tata udara yang akan dirancang adalah sistem terpisah dan sistem terpisah berteknologi variable refrigerant flow (VRF) dengan masing-masing unit menyesuaikan dengan fungsi ruangan. Pada ruang hunian atau kerja menggunakan unit dinding sedangkan ruang fasilitas umum menggunakan unit saluran udara. Berdasarkan hasil perhitungan IKE khusus pada sistem tata udara dan analisis aliran kas selama 15 tahun, alternatif terbaik pada perancangan ini adalah kombinasi antara sistem terpisah VRF unit dinding dan sistem terpisah unit saluran udara dengan nilai IKE dan nilai bersih aliran kas pada tahun ke-15 berturut-turut adalah 135,39 kWh/m2 per tahun dan Rp4.238.400.000,00.", "Daftar File": {}, "Penulis": "Pandu Satrio Jati [13115108]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Prihadi Setyo Darmanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "estimasi beban pendinginan, perancangan sistem tata udara, intensitas konsumsi energi, aliran kas tunai, sistem terpisah, sistem terpisah berteknologi VRF.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "27 Sep 2019"}