{"Nomor": 43456, "Judul": "POTENSI DATA RADAR SATELIT SENTINEL-1 DALAM PENGUJIAN KEKASARAN PERMUKAAN DAN KELEMBABAN TANAH UNTUK PEMANTAUAN FASE PERTUMBUHAN TANAMAN PADI (STUDI KASUS : INDRAMAYU, JAWA BARAT)", "Abstrak": "Penginderaan jauh sistem aktif radar dapat menganalisis suatu objek yang ada di permukaan Bumi dengan menggunakan hamburan balik atau backscatter. Nilai hamburan balik tersebut dipengaruhi oleh karakteristik objek, diantaranya kekasaran permukaan tanah dan konstanta dielektrik yang dipengaruhi oleh kandungan air pada objek tersebut sehingga dapat mengestimasi nilai kelembaban tanah. Sistem radar dalam akuisisi informasi di bumi tidak dipengaruhi oleh keadaan cuaca dan penetrasi terhadap awan lebih baik karena Synthetic Aperture Radar (SAR) menggunakan gelombang mikro, mengingat Indonesia termasuk dalam daerah beriklim tropis sehingga tutupan awan yang terdapat di atmosfer cukup banyak. Penelitian dilakukan di Kabupaten Indramayu, Jawa Barat dengan menggunakan citra radar Satelit Sentinel-1. Metode yang digunakan pada penelitian ini adalah semi-empirik, dengan menggunakan model dari Campbell dan Shepard (1996) yang telah dimodifikasi dalam perhitungan kekasaran permukaan dan modifikasi model dari Dubois (1995) untuk menghitung konstanta dielektrik yang digunakan untuk mengestimasi kelembaban tanah. Hasil menunjukkan bahwa model kekasaran permukaan yang terbentuk dapat dikaitkan dengan fase pertumbuhan padi dengan RMSE sebesar 1,1899 dan 0,8970, serta RMSE model kelembaban tanah sebesar 0,438 dan 0,430.", "Daftar File": {}, "Penulis": "Hana Alifiyanti [15115055]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ketut Wikantika, M.Eng., Ph.D.", "Dr. Rian Nurtyawan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Sentinel-1, Kekasaran Permukaan Tanah, Kelembaban Tanah, Padi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "7 file", "Tanggal Input": "27 Sep 2019"}