{"Nomor": 43467, "Judul": "PENGARUH PENAMBAHAN METAL KOBALT (Co) PADA MOF (METAL ORGANIC FRAMEWORK) HKUST-1 SEBAGAI TEMPLATE METAL OKSIDA CuCo2O4 TERHADAP PERFORMANSI SENSOR GLUKOSA NON-ENZIMATIK", "Abstrak": "Diabetes mellitus adalah salah satumasalahkesehatanterbesar di dunia karenahampir 430 jutapopulasi dunia positifmengidap diabetes saatini. Indonesia menempatiperingkatkeenamdalamjumlahpenderita diabetes terbanyak di dunia. Diabetes mellitus disebabkan oleh kadarglukosaberlebihdalamdarah dan dapatberakibat fatal sehinggaberujung pada kematian. Makadariitupentinguntuksecaratepat dan cepatmendeteksikadarglukosadalamdarah, sehinggapenderita diabetes dapatmengontrolkadarglukosa yang dimilikinya. Terdapatduajenis sensor untukmendeteksikadarglukosadalamdarah, yaitudenganmenggunakan sensor glukosaenzimatik dan sensor glukosa non-enzimatik. \nPada penelitianiniakandilakukanpembuatan material untuk sensor glukosa non enzimatikkarenamemilikiberbagaikelebihandiantaranyaadalahstabilitas yang tinggikarenatidakbergantung pada enzim, sensitivitastinggi dan juga berbiayarendah. Material yang digunakanyaitu material metal oksidaCuCo2O4 yang didapatkandariproses pembakaran material metal organic framework (MOF) jenis HKUST-1 (Cu-BTC) denganpenambahanlogamkobalt (Co). MOF denganjenis HKUST-1 (Cu-BTC) digunakan pada penelitianinikarena Cu memilikisensitivitas dan selektivitastinggi dan batasdeteksirendahterhadapglukosa. Penambahanlogam Co (kobalt) pada MOF CuBTC (HKUST-1) dilakukankarenalogam Co memilikiluaspermukaan yang tinggi dan kemampuanelektrokatalitik yang dapatmeningkatkantingkatoksidasi dan reduksidalampengujianelektrokimia. Metodesintesis MOF yang digunakanyaitumetodesolvothermal pada suhu 1300C selama 8 jam. Selanjutnyadilakukan proses pembakaran 5000C selama 1 jam dengantungku nitrogen untukmendapatkan material metal oksidaCuCo2O4. Variasi doping Co yang diberikanyaitusebesar 10%, 30%, 50%, 70% dan 90%. Sampeldikarakterisasidengan TG/DTA, X-Ray Diffraction (XRD), Scanning Electron Microscopy (SEM), Fourier Transform Infrared (FTIR), Brunauer Emmett Teller (BET) Surface Area Analyzer dan pengujianperformansi sensor glukosa non-enzimatikdenganmetodeelektrokimia.\nBerdasarkanpoladifraksi MOF CuCoBTC, terdapatpuncak-puncak pada 2? = 9.40; 11.50; 13.40 yang sesuaidenganreferensi. Pola difraksi metal oksidaCuCo2O4menunjukkanbahwaterdapatpuncak pada sudut 2? = 35.50; 38.70 dan 49.20 yang sesuaidenganJCPD-ICDD: 78e2177. Hasil SEM CuCoBTC dan CuCo2O4menunjukkanbahwapartikelberbentukoctahedral. Penambahan Co dalam MOF Cu-BTC merubahketeraturanstrukturoctahedral yang ada. MOF CuCoBTCdenganvariasikobalt 50% memilikiluaspermukaansebesar 692 m2/g. Hasil FTIR menunjukkanbahwaligan BTC yang terbentuk pada bilangangelombang 1641.42 – 939.33 nm akanhilangketikadilakukan proses pembakaranuntukmembentuk material metal oksida. Uji performansi sensor dilakukandenganmetodeelektrokimiadenganteknikcyclic-voltametri(CV) pada rentang -0.2 – 0.6 V dan lajupemindahan 50 mV/s. Berdasarkanhasil uji CV, didapatkanbahwa MOF CuCoBTC-50% memilikipuncakoksidasitertinggi (19.26 µA dan 0.32 V) jikadibandingkandenganvariasikobalt yang lain. Namunjikadibandingkandengan metal oksida CuCo2O4 – 50%, metal oksidamemilikitingkatoksidasilebihtinggi (115.5 µA dan 0.36 V) jikadibandingkandengan MOF CuCoBTC-50%. Sensitivitasdari sensor dapatdiketahuidenganmenggunakanmetodeamperometridan didapatkansensitivitassebesar 8620 ?A mM-1 cm-2 denganbataspendeteksiansebesarsebesar 1.2 ?M. Selectvitas sensor dapatdiketahuidenganmelakukanpengujianterhadap 0.2 mM glukosa, uric acid, NaCl dan dopamine. Hasil pengujianmenunjukkanbahwa material sensor CuCo2O4 lebihselektifterhadapglukosa. Sedangkanuntukstabilitas, dilakukanpengecekanpuncakoksidasidengan CV selama 3 bulan. Dan didapatkanbahwastabilitas sensor pada bulan ke-3 mengalamipenurunanperformansimenjadi 93%.", "Daftar File": {"COVER Astrid Delia Aisyah": "https://digilib.itb.ac.id/gdl/download/183392", "BAB 1 Astrid Delia Aisyah": "https://digilib.itb.ac.id/gdl/download/183394", "BAB 2 Astrid Delia Aisyah": "https://digilib.itb.ac.id/gdl/download/183395", "BAB 3 Astrid Delia Aisyah": "https://digilib.itb.ac.id/gdl/download/183396", "BAB 4 Astrid Delia Aisyah": "https://digilib.itb.ac.id/gdl/download/183397", "BAB 5 Astrid Delia Aisyah": "https://digilib.itb.ac.id/gdl/download/183398", "DAFTAR Astrid Delia Aisyah": "https://digilib.itb.ac.id/gdl/download/183399"}, "Penulis": "Astrid Delia Aisyah [23317011]", "Kontributor / Dosen Pembimbing": ["Prof. Brian Yuliarto, Ph.D.", "Nugraha, Dr.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Sensor glukosa non enzimatik, MOF HKUST-1, Metal OksidaCuCo2O4, Solvothermal", "Sumber": "", "Staf Input/Edit": "Rina Kania", "File": "7 file", "Tanggal Input": "27 Sep 2019"}