{"Nomor": 43463, "Judul": "PERANCANGAN PENUGASAN OPERATOR LINTAS PERAKITAN PANELISASI CENTER FUSELAGE PESAWAT CN235 DI PT DIRGANTARA INDONESIA", "Abstrak": "PT Dirgantara Indonesia merupakan BUMN yang bergerak dalam bidang industri penerbangan. Salah satu produk unggulan yang dimiliki oleh PT Dirgantara Indonesia adalah pesawat CN235. Saat ini, PT Dirgantara Indonesia tidak dapat memenuhi permintaan pesawat CN235, yakni enam pesawat per tahun. Ketidakmampuan perusahaan dalam memenuhi target produksi disebabkan oleh penggunaan metode barrel dalam proses perakitan center fuselage. Oleh karena itu, PT Dirgantara Indonesia sedang melakukan perencanaan pengubahan metode perakitan menjadi metode panelisasi yakni membagi operasi perakitan center fuselage ke dalam lima stasiun kerja (jig) kecil. Perencanaan routing operasi di masing-masing jig telah dilakukan, namun perencanaan sumber daya manusia belum dilakukan oleh perusahaan. Oleh karena itu penelitian ini dilakukan untuk menentukan jumlah operator serta penugasan operator yang optimal di lintas perakitan panelisasi center fuselage pesawat CN235.\nModel yang digunakan dalam penelitian adalah model analitik yang memiliki fungsi objektif meminimalkan total waktu menganggur. Output model berupa penugasan operasi pada operator dan penjadwalan pengerjaan operasi. Komputasi dilakukan dengan menggunakan software IBM ILOG CPLEX Optimization Studio 12.9.0. Hasil komputasi menunjukkan bahwa jumlah operator yang dibutuhkan dalam melakukan operasi perakitan pada lintas perakitan panelisasi center fuselage pesawat CN235 adalah 12 orang yang terdiri dari tiga orang pekerja level 2, tiga orang pekerja level 3, dua orang sealer, dua orang painter, dan dua orang quality inspector dengan total waktu perakitan yang telah memenuhi takt time yakni selama 281,5 jam.", "Daftar File": {"ABSTRAK Shinta Uli Agnes Monica Gultom": "https://digilib.itb.ac.id/gdl/download/183387"}, "Penulis": "Shinta Uli Agnes Monica Gultom [13415099]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Anas Ma'", "ruf, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "penugasan operator, waktu menganggur, lintas perakitan", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "27 Sep 2019"}