{"Nomor": 43474, "Judul": "PERANCANGAN, PEMBUATAN, DAN PENGUJIAN TURBIN ANGIN SUMBU HORIZONTAL TIGA SUDU LURUS BERDIAMETER SATU METER", "Abstrak": "Kebutuhan energi listrik terus meningkat namun tidak diimbangi dengan pasokan yang\nada. Penggunaan bahan bakar fosil dalam pembangkit listrik menghasilkan emisi yang\nberdampak buruk pada lingkungan. Selain itu banyak daerah terpencil di Indonesia yang belum\nmendapat akses listrik menjadi permasalahan tersendiri juga. Salah satu energi terbarukan\nyang memenuhi kriteria sebagai pengganti bahan bakar fosil adalah energi angin. Energi angin\ndapat diubah menjadi energi listrik dengan menggunakan turbin angin. Oleh karena itu\npengembangan turbin angin skala kecil ini diperlukan untuk mengatasi permasalahan tersebut.\nPerancangan, pembuatan dan pengujian turbin angin sumbu horizontal dilakukan\ndalam tugas sarjana ini. Turbin angin ini menggunakan 3 sudu lurus berdiameter 1 meter.\nTurbin angin ini dirancang agar dapat berputar efektif pada kecepatan mendekati 700 rpm.\nTurbin angin yang berukuran kecil dan konstruksi sederhana, dirancang agar turbin bisa\ndipasang pada daerah terpencil, pemukiman penduduk dan atap gedung-gedung bertingkat.\nRotor turbin angin ini dirancang dapat menghasilkan daya efektif pada kecepatan 5–8 m/s.\nPenyederhanaan konstruksi dilakukan pada beberapa bagian untuk memudahkan proses\nmanufaktur.\nPengujian turbin angin dilakukan untuk mendapatkan karakteristik kinerja di berbagai\nkecepatan angin Turbin angin ini baru menghasilkan daya yang signifikan ketika putaran rotor\ndi atas 500 rpm. Daya listrik yang signifikan terjadi pada kecepatan 5,5 m/s dengan nilai 26,63\nwatt. Daya listrik terbesar yang dihasilkan adalah 117 watt pada kecepatan 10,26 m/s, dengan\nkecepatan putar 785 rpm. Efisiensi terbesar terjadi saat kecepatan angin 7,4 m/s, kecepatan\nputar 672 rpm dengan efisiensi 33%. Efisiensi rata-rata dari pengujian ini adalah 20%. Hasil\nini sudah mencapai efisiensi rata-rata dari turbin angin kecil konvensional.", "Daftar File": {}, "Penulis": "Rumanda Engala Kapisa [13115050]", "Kontributor / Dosen Pembimbing": ["Ir. Kemas Rifian, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Kenergi listrik, turbin angin, daya.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "27 Sep 2019"}