{"Nomor": 43478, "Judul": "PERBANDINGAN PREFERENSI SITUS OVIPOSISI BLACK SOLDIER FLY (Hermetia illucens) TERHADAP BERBAGAI MEDIA ATRAKTAN", "Abstrak": "Black soldier flies (Hermetia illucens) are insects that used as one of the\nbiological agents to control organic waste by turning it into economically valuable\nbiomass. In terms of maximizing the ability of these insect, artificial maintenance\nand life cycle engineering of black soldier flies is needed to be carried out in order\nto obtain an optimal process of reducing organic waste and increasing biomass\nharvest. One limiting factor in the use of these insect on a large scale is on egg\nproduction. In egg production egg traps are used in combination with attractant\nmedia. The use of egg traps and attractant media aims to facilitate egg harvesting\nto be more effective because eggs will be concentrated in one location. This cause\nattractant media to be an important component that determines the preference of\nthe female flies for laying eggs in a trap. In this research, the performance of\nvarious attractant media was tested in an effort to find the most optimal material\nin attracting black soldier flies to lay eggs on egg traps. The attractant media used\nwere rotten cabbage, rotten papaya, tofu pulp and fish meal. The performance of\nattractant media is then evaluated based on the egg weight obtained in the egg\ntrap. This study reports that most attractants can attract black soldier flies. Based\non the results of statistical tests with Kruskal-Wallis, it is known that there are\nsignificant differences in egg weight obtained from each attractant used in which\nthe attractant in the form of fish meal is the most effective attractant with an\naverage egg weight per trap is 2.17 gr. On the other hand attractants made from\ntofu pulp are attractants that are at least desirable where the average weight of\neggs per trap is 0.06 gr.", "Daftar File": {}, "Penulis": "Rachel Anggia [10615043]", "Kontributor / Dosen Pembimbing": ["Ramadhani Eka Putra, S.Si., M.Si., Ph.D.", "Prof. Intan Ahmad Musmeinan, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Hermetia illucens, oviposition site preferences, attractant media.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "27 Sep 2019"}