{"Nomor": 43476, "Judul": "PERANCANGAN DESAIN INTERAKSI  APLIKASI MOBILE UNTUK OLAHRAGA DAN DIET  DENGAN PENDEKATAN ACTIVITY-CENTERED DESIGN", "Abstrak": "Tugas akhir saya berjudul “Perancangan Desain Interaksi Aplikasi Mobile untuk Olahraga dan Diet dengan Pendekatan Activity-Centered Design”. Menurut riset yang dilakukan oleh WHO pada tahun 2018, pada tahun 2016 terdapat 38% masyarakat di dunia yang mengalami overweight dan 16% mengalami obesitas. Hal ini diprediksi akan menjadi lebih buruk pada tahun 2045 menurut Fottrell, yaitu dapat mencapai kenaikan sebesar 5%. Overweight dan obesitas dapat dicegah dengan melakukan pola hidup sehat, yaitu utamanya melalui pola makan (diet) dan olahraga. Saat ini memang sudah banyak aplikasi yang membantu dalam pemantauan pola makan, dan saransaran olahraga. Namun, aplikasi-aplikasi ini terpisahkan. Misalnya, DEBM dan Diet Sehat untuk mengatur pola makan dan Lose Weight in 30 Days untuk olahraga saja. Selain itu, ada aplikasi yang dirasa cukup ribet dan kompleks sehingga sulit digunakan. Oleh karena itu, pada tugas akhir ini akan dilakukan penggabungan aplikasi diet dan aplikasi olahraga dalam sebuah perancangan interaksi aplikasi yang dapat mudah digunakan. Selain membantu dalam pemantauan diet serta kalori masuk dan keluar, desain interaksi yang dihasilkan akan memberikan pengetahuan terkait kesehatan. Desain interaksi akan dibuat dengan menggunakan metode activity-centered design (ACD). Berdasarkan hasil analisis, user experiences yang tepat untuk desain interaksi aplikasi diet dan olahraga adalah helpful dan motivating. Kemudian, usability goals yang tepat untuk desain interaksi aplikasi diet dan olahraga adalah easy to learn/use, efficient, and having good utility. Hasil dari tugas akhir ini berupa high-fidelity prototype. Setelah dilakukan pengujian baik pada low-fidelity prototype dan high-fidelity prototype, didapatkan bahwa user experience dan usability goals tersebut telah tercapai.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/183405"}, "Penulis": "Elvina Riama Kusumawardhani S [13514045]", "Kontributor / Dosen Pembimbing": ["Adi Mulyanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "desain interaksi, diet dan olahraga, ACD, prototipe", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "27 Sep 2019"}