{"Nomor": 43480, "Judul": "OPTIMISASI PRESTASI TERBANG PESAWAT XF-103 DENGAN MENGGUNAKAN ALGORITMA GENETIKA (Studi Kasus: Masalah Waktu Minimum Terbang Menanjak)", "Abstrak": "Optimisasi lintasan terbang menanjak pesawat tempur merupakan bagian permasalahan optimisasi prestasi terbang pesawat supersonik. Optimisasi prestasi terbang pesawat tempur difokuskan pada bagaimana menemukan “cara terbaik” untuk meminimalkan waktu terbang menanjak dalam menjalankan misi operasinya. Dalam penelitian ini, tiga metode pendekatan digunakan untuk menyelesaikan masalah waktu minimum terbang menanjak pada pesawat tempur. Pertama adalah metode Konvensional dengan pendekatan steady state, di mana lintasan terbang menanjak optimum terjadi dengan memilih kecepatan terbaik pada ketinggian konstan pada area subsonik. Kedua adalah metode Rutowski dengan pendekatan energy state, yaitu dengan memilih kecepatan (atau ketinggian) pada energi konstan untuk mendapatkan lintasan terbang menanjak optimum. Metode ketiga menggunakan pendekatan point-mass dengan pemodelan dinamik dari pesawat. Dua model yang digunakan adalah two state point-mass equation, ????? dan ?? sebagai state variable, di mana massa dianggap fungsi linier jarak dan three state point-mass equation yaitu penambahan variabel massa sebagai state variable, m’ dengan variabel kontrol adalah sudut arah terbang, ????. Optimisasi waktu minimum terbang menanjak dalam penelitian ini diselesaikan dengan menggunakan metode Genetic Algorithms (GA) atau Algoritma Genetika yang dibangun oleh Matlab®. GA tidak dapat digunakan secara langsung untuk menghitung waktu minimum terbang menanjak. Tanpa diketahui total waktu terbang menanjak membuat integrasi persamaan-persamaan gerak dinamik menjadi sulit untuk diselesaikan. Oleh karena itu, dalam penelitian ini variabel range digunakan untuk menggantikan variabel time sebagai variabel independen. Ini merupakan cara paling sederhana mengatasi kesulitan memecahkan masalah waktu minimum secara langsung. Hasil optimisasi GA dengan pemodelan dinamik two-state variable diperoleh waktu terbang menanjak 258.8 detik. Hasil tersebut 5.6% lebih realistis dibandingkan dengan metode Rutowski atau 42.7% lebih optimis dibandingkan dengan metode Konvensional. Untuk pemodelan dengan three-state variable diperoleh hasil waktu terbang menanjak 263.7 detik. Hasil ini 7.4% lebih realistis dibandingkan dengan metode Rutowski dan jika dibandingkan dengan metode Konvensional 41.7% lebih optimis. Konfigurasi yang digunakan dalam penelitian ini adalah konfigurasi pesawat tempur XF-103.", "Daftar File": {"ABSTRAK Muhammad Nainar": "https://digilib.itb.ac.id/gdl/download/183411", "COVER Muhammad Nainar": "https://digilib.itb.ac.id/gdl/download/201676", "BAB 1 Muhammad Nainar": "https://digilib.itb.ac.id/gdl/download/201677", "BAB 2 Muhammad Nainar": "https://digilib.itb.ac.id/gdl/download/201678", "BAB 3 Muhammad Nainar": "https://digilib.itb.ac.id/gdl/download/201679", "BAB 4 Muhammad Nainar": "https://digilib.itb.ac.id/gdl/download/201680", "BAB 5 Muhammad Nainar": "https://digilib.itb.ac.id/gdl/download/201681", "PUSTAKA Muhammad Nainar": "https://digilib.itb.ac.id/gdl/download/201682"}, "Penulis": "Muhammad Nainar [23616024]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Hisar Manongam Pasaribu"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "pesawat tempur, optimisasi lintasan terbang menanjak, masalah waktu minimum terbang menanjak, energy state, Algoritma Genetika.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "27 Sep 2019"}