{"Nomor": 43497, "Judul": "PENENTUAN POTENSI KEBERHASILAN AEROTROPOLIS MENGGUNAKAN METODE MULTI CRITERIA DECISION MAKING", "Abstrak": "Sebagai moda transportasi tercepat, peminat transportasi udara terus berkembang dari waktu ke waktu. Pihak-pihak yang mendapatkan keuntungan lewat transportasi udara berkumpul di sekitar bandara, membuat bandara menjadi sebuah pusat dari wilayah dengan aktivitas ekonomi tinggi yang bernama airport city. Pengembangan lebih lanjut menyebabkan berbagai kluster lain berkumpul di sepanjang jalur konektivitas bandara, menciptakan sebuah aerotropolis. Untuk menciptakan aerotropolis yang berhasil, faktor-faktor yang memengaruhi perlu diidentifikasi. Pada penelitian ini, dikembangkan metode untuk meneliti potensi keberhasilan aerotropolis berdasarkan kondisi seluruh faktor penyusun keberhasilannya.\nPenelitian ini dilakukan dengan menggunakan metode Multi Criteria Decision Making (MCDM) yang diadopsi untuk membuat keputusan dari kriteria yang beragam dan tidak setara. Pada tahap pertama, dilakukan pembobotan pengaruh tiap faktor penyusun keberhasilan aerotropolis. Setelah itu, setiap aerotropolis studi dibandingkan berdasarkan masing-masing faktor untuk menemukan potensi keberhasilannya.\nDitemukan adanya 6 kriteria umum keberhasilan aerotropolis dari yang terpenting hingga kurang penting adalah Aksesibilitas, Operasional Bandara, Wilayah Aerotropolis, Dukungan Pemerintah, Ekonomi Wilayah, dan Pengembangan Berkelanjutan. Bobot tiap faktor dan potensi keberhasilan aerotropolis diperoleh lewat metode MCDM. Variasi perbandingan nilai kriteria dilakukan untuk mengidentifikasi peringkat aerotropolis studi. Sebagai tambahan, disajikan analisis dan masukan untuk pengembangan Kertajati dan Kualanamu berdasarkan perbandingannya dengan aerotropolis lain.", "Daftar File": {}, "Penulis": "Anthony [13614045]", "Kontributor / Dosen Pembimbing": ["Ir. Mahardi Sadono, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "airport city, aerotropolis, multi criteria decision making, faktor keberhasilan, bobot faktor, potensi keberhasilan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Sep 2019"}