{"Nomor": 43509, "Judul": "PERANCANGAN STRATEGI PENETAPAN HARGA BERBASIS NILAI UNTUK PRODUK PAKAIAN SWIFTER", "Abstrak": "Swifter merupakan salah satu usaha kecil yang menjual produk pakaian wanita di Indonesia. Produk yang ditawarkan oleh Swifter memiliki desain yang sederhana dan dibuat dari bahan yang tebal dan berkualitas. Bahan baku utama yang digunakan untuk lebih dari 80% produk Swifter adalah kain fleece. Kain jenis fleece dipilih karena memiliki karakter yang diinginkan oleh Swifter, yaitu tahan lama, terbuat dari serat alami, dan tebal. Saat ini, harga kain fleece di seluruh pemasok Swifter mengalami kenaikan harga sebesar 27% dari harga awal. Sebagai bahan baku utama, hal ini tentu saja memengaruhi biaya produksi Swifter secara signi¬fikan. Kenaikan biaya produksi ini berdampak pada keuntungan kotor yang didapat oleh Swifter. Pemilik Swifter ingin melakukan peningkatan harga pada produk-produknya, terutama yang memiliki bahan baku utama kain fleece. Namun, pemilik Swifter masih merasa khawatir bahwa akan terjadi penurunan penjualan yang signifikan apabila dilakukan peningkatan harga. Oleh karena itu, rumusan masalah yang difokuskan pada penelitian ini adalah merumuskan harga berdasarkan nilai yang diterima pelanggan dan kesediaan pelanggan untuk membayar. Metode pene¬litian yang digunakan adalah customer value map dan price sensitivity meter. Customer value map memberikan informasi mengenai nilai yang diterima pelang¬gan dan posisi Swifter terhadap pesaing utamanya, yaitu Vanilla Hijab dan May Outfit. Nilai yang diterima pelanggan diukur menggunakan peformansi produk, performansi pelayanan, dan performansi reputasi perusahaan. Price sensitivity meter digunakan untuk mendapatkan rentang harga hipotetis yang dapat diterima oleh pelanggan. Dengan mengkombinasikan kedua metode tersebut, didapatkan rekomendasi harga Rp.134.000,00-Rp.164.000,00 untuk jenis produk suits, dan Rp.165.000,00-Rp.244.000,00 untuk jenis produk dress.", "Daftar File": {"ABSTRAK Marsya": "https://digilib.itb.ac.id/gdl/download/183495"}, "Penulis": "Marsya [13415061]", "Kontributor / Dosen Pembimbing": ["Dr. Hasrini Sari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "penetapan harga berbasis nilai, customer value map, price sensitivity meter, nilai yang diterima pelanggan.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "27 Sep 2019"}