{"Nomor": 43511, "Judul": "EVALUASI KINERJA DAN SIMULASI SISTEM GUDANG PENDINGIN BERKAPASITAS 64 TR DENGAN  REFRIGERAN AMONIA", "Abstrak": "Pangan merupakan salah satu kebutuhan pokok yang sangat penting dalam kehidupan\nmanusia. Ada beberapa kendala yang menyebabkan persediaan bahan pangan tidak terpenuhi\nseperti waktu dan temperatur penyimpanan. Penyimpanan bahan pangan dilakukan untuk\nmenjaga kualitas dari bahan pangan. Salah satu metode peyimpanan bahan pangan adalah\ndengan menggunakan sistem refrigerasi seperti gudang pendingin. Gudang pendingin adalah\nsuatu tempat penyimpanan, pendinginan, dan pembekuan hasil-hasil pertanian, peternakan,\ndan perikanan yang bertujuan untuk menghambat penurunan mutu produk sebelum\ndidistribusikan ke pasar. Penelitian ini difokuskan pada gudang pendingin daging dengan\ntemperatur penyimpanan sebesar -25oC. \nTugas Sarjana ini membahas tentang langkah-langkah evaluasi kinerja dan simulasi \nsistem gudang pendingin. Langkah-langkah evaluasi kinerja ini meliputi pengumpulan data,\nperhitungan beban pendinginan, pemilihan kompresor dan kondensor, perancangan\nevaporator, pemilihan sistem, dan pemilihan refrigeran. Kompresor dan kondensor dipilih\nmelalui beberapa katalog produk sedangkan evaporator dirancang secara manual dan\nmenggunakan perangkat lunak Guntner.  Pemilihan refrigeran dilakukan untuk mendapatkan\nrefrigeran yang memiliki efisiensi tinggi, ekonomis, dan ramah terhadap lingkungan. Hasil\npenelitian menunjukkan bahwa refrigeran amonia adalah refrigeran yang terbaik pada sistem gudang pendingin ini.  Hasil simulasi menunjukkan bahwa titik operasi sistem gudang pendingin bekerja pada\nsaat temperatur evaporator dan temperatur kondensor masing-masing sebesar -32,97\nC dan 37,89oC, daya kompresor sebesar 122,86 kW, kapasitas pendinginan sebesar 256,14 kW serta\nbesar COP untuk kondisi perancangan  adalah 2,53.", "Daftar File": {"2019 TA 13115135  Rico Rian Avero.pdf\n]": "https://digilib.itb.ac.id/gdl/download/183502"}, "Penulis": "Rico Rian Avero [13115135]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ari Darmawan Pasek, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "gudang pendingin, perancangan, refrigeran, simulasi, temperatur, COP", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "1 file", "Tanggal Input": "27 Sep 2019"}