{"Nomor": 43525, "Judul": "Pembangunan Essenceboard: Editor Grafis Untuk Metode Pembangunan Perangkat Lunak Dalam Standar Essence", "Abstrak": "Pada tugas akhir ini telah dihasilkan EssenceBoard, yaitu aplikasi berbasis web yang dapat digunakan untuk membuat model metode pembangunan perangkat lunak menggunakan notasi essence kernel. Aplikasi EssenceBoard juga mendukung pertukaran data dengan aplikasi lain seperti MBMS. Pertukaran data yang terjadi menggunakan sebuah file dengan format JSON yang berisi data-data metode yang dimodelkan. Alasan mengapa dibuatnya EssenceBoard adalah kebutuhan method engineer dalam memodelkan sebuah metode dalam standar essence. Saat membuat sebuah metode, method engineer menggunakan editor metode dalam pembuatan metode tersebut. Masalah utama terkait topik tugas akhir ini adalah kekurangan yang dimiliki oleh editor metode, seperti editor metode masih berbasis teks, tidak menggunakan notasi essence, tidak dapat menyunting detail dari komponen metodenya, tidak ada validasi antar komponen metode, atau tidak dapat menyediakan data metode jika dibutuhkan oleh aplikasi lain. Untuk membangun aplikasi editor grafis, pertama dilakukan identifikasi masalah dari berbagai editor metode yang sudah ada saat ini, lalu melakukan analisis kebutuhan dengan membandingkan beberapa editor metode tersebut. Saat melakukan analisis, kelebihan dan kekurangan dari editor metode diidentifikasi agar dapat didefinisikan kebutuhan dari aplikasi editor grafis yang dibangun. Kemudian dilakukan analisis dan perancangan solusi termasuk pemilihan teknologi yang akan digunakan. Perancangan solusi yang dilakukan meliputi perancangan kelas dan komponen diagram agar memudahkan implementasi. Pemilihan teknologi dilakukan untuk menemukan teknologi yang paling sesuai agar tepat sasaran saat digunakan untuk membangun aplikasi editor grafis. Selanjutnya aplikasi editor grafis dibangun dan diuji fungsionalitasnya. Hasil dari tugas akhir ini adalah EssenceBoard, yaitu sebuah aplikasi editor grafis berbasis web yang dapat diakses publik. Dapat diakses publik maksudnya adalah pengguna yang ingin menggunakan aplikasi tersebut tidak memerlukan autentikasi untuk dapat masuk. Pengguna dapat membuat model sebuah metode utuh ataupun potongan metode dengan menggunakan notasi essence kernel yang disediakan. Selain itu pengguna juga dapat menambah atribut detail dari setiap elemen essence kernel (alpha, activity space, dan competency), serta menyimpannya ke dalam sebuah file JSON. File JSON yang terbentuk dapat digunakan untuk digunakan pada aplikasi lain seperti MBMS (Method Based Management System).", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/183540"}, "Penulis": "Mico [13515126]", "Kontributor / Dosen Pembimbing": ["Yani Widyani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Essence Framework, Editor Grafis, Method Engineering, Method Chunk, Method Design", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "27 Sep 2019"}