{"Nomor": 43521, "Judul": "TATA KELOLA JARINGAN YANG BERKELANJUTAN UNTUK PARIWISATA BERBASIS HUTAN: STUDI KASUS DI KABUPATEN MADIUN, PROVINSI JAWA TIMUR, INDONESIA", "Abstrak": "Organisasi Pariwisata Dunia (WTO) mendefinisikan pariwisata secara resmi\nsebagai kegiatan yang dilakukan orang untuk bepergian dan tinggal di tempattempat di luar lingkungan mereka tidak lebih dari satu tahun berturut-turut untuk\nliburan, bisnis, dan kebutuhan lainnya. Jepang, salah satu negara maju di dunia,\ntelah lama berharap bahwa pariwisata sebagai pemicu aktif dari vitalisasi ekonomi.\nStrategi pertumbuhan baru termasuk \"Menjadi negara pariwisata\" sebagai salah\nsatu dari tujuh bidang strategis yang didirikan untuk memecah hambatan karena\npenurunan populasi dan menurunnya tingkat kelahiran/populasi yang menua dalam\nsituasi di mana ekonomi telah lama mengalami stagnasi dan kelelahan wilayah dan\nuntuk menjadikan kembali Jepang sebagai negara kuat di bidang pariwisata dari\nmelihat pertumbuhan ekonomi Asia yang cepat. Sementara itu, Indonesia, yang\nkaya akan sumber daya alam, memiliki potensi besar di sektor pariwisata berbasis\nlingkungan.\nNamun, transisi lanskap hutan dari pemerintah pusat ke daerah bukanlah proses\nyang mulus, dengan perdebatan yang cukup besar antara lembaga negara dan\npenduduk yang terlibat dalam membangun kawasan lindung. Dalam proses\npengambilan keputusan partisipatif dalam suatu masyarakat, kelompok, seperti\nlembaga pemerintah, kota setempat, kelompok warga, dan perusahaan swasta,\ndilibatkan dalam proses tersebut. Sementara itu, jaringan adalah salah satu bentuk\ntata kelola kolaboratif yang paling banyak digunakan. Alasan utama di balik\npenggunaan jaringan untuk pemberian layanan adalah bahwa organisasi adalah\naktor yang saling tergantung yang hasilnya tergantung pada hasil orang lain - tidak\nada organisasi yang dapat mencapai tujuannya kecuali jika ia bekerja sama dengan\nyang lain.\nBerdasarkan kondisi yang disebutkan di atas baik di Jepang dan Indonesia\nmengenai pariwisata, penting untuk mengetahui karakteristik masing-masing\nnegara untuk pariwisata berbasis alam. Apalagi Indonesia, khususnya di Watu\nRumpuk, Desa Mendak, Kabupaten Madiun, bisa menerapkan metode yang\ndigunakan di Jepang sehingga sektor pariwisata di Watu Rumpuk bisa\nberkelanjutan. Penelitian ini akan menguraikan lebih lanjut tentang kondisi tersebut.iv\nPenelitian ini dilakukan di dua lokasi berbeda, di Indonesia, lebih spesifik di Watu\nRumpuk, Desa Mendak, Kabupaten Madiun; dan lainnya di Fukumaki, Kota\nNichinan, Propinsi Tottori, Jepang. Selain itu, dengan melibatkan tiga pemangku\nkepentingan utama, termasuk dari sektor pemerintah, sektor swasta, dan juga\nmasyarakat setempat untuk mengetahui persamaan dan perbedaan dalam metode\nyang digunakan di kedua tempat wisata dan juga untuk membuat tata kelola\njaringan yang berkelanjutan untuk pariwisata berbasis hutan di Madiun. Jadi,\ndiharapkan, Watu Rumpuk dapat menerapkan metode yang digunakan di Fukumaki,\nsehingga membuat tata kelola yang berkelanjutan dalam pengelolaan Watu\nRumpuk.\nAnalisis komparatif digunakan dengan pendekatan kriteria tata kelola kolaboratif\ndan pendekatan efektivitas. Hasil dari pendekatan tata kelola kolaboratif adalah\nbahwa semua standar memenuhi kedua lokasi wisata dan memiliki kesamaan di\nsemua persyaratan, meskipun ada perbedaan secara terperinci. Sedangkan untuk\npendekatan efektifitas, ada lima indikator yang sama dalam pengelolaan kedua\nlokasi wisata dan hanya satu indikator berbeda yang merupakan indikator signifikan\ndalam kelangsungan pengelolaan lokasi wisata.\nIndikator yang berbeda adalah legalitas dokumen dalam pengelolaan objek wisata.\nMeskipun Fukumaki tidak memiliki dokumen yang resmi, mereka telah\nmembuktikan keberlanjutan dalam mengelola tempat wisata.", "Daftar File": {"ABSTRAK Indra Sudarsono": "https://digilib.itb.ac.id/gdl/download/183527", "BAB 1 Indra Sudarsono": "https://digilib.itb.ac.id/gdl/download/183528", "BAB 2 Indra Sudarsono": "https://digilib.itb.ac.id/gdl/download/183529", "BAB 3 Indra Sudarsono": "https://digilib.itb.ac.id/gdl/download/183530", "BAB 4 Indra Sudarsono": "https://digilib.itb.ac.id/gdl/download/183531", "BAB 5 Indra Sudarsono": "https://digilib.itb.ac.id/gdl/download/183532", "BAB 6 Indra Sudarsono": "https://digilib.itb.ac.id/gdl/download/183533", "DAFTAR Indra Sudarsono": "https://digilib.itb.ac.id/gdl/download/183534", "2019 TS PP INDRA SUDARSONO_LAMPIRAN.pdf?": "https://digilib.itb.ac.id/gdl/download/183535", "2019 TS PP INDRA SUDARSONO_JURNAL.pdf\n]": "https://digilib.itb.ac.id/gdl/download/183536"}, "Penulis": "Indra Sudarsono [25417051]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Heru Purboyo Hidayat Putro, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Perbandingan, keberlanjutan, pariwisata", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "10 file", "Tanggal Input": "27 Sep 2019"}