{"Nomor": 43524, "Judul": "ALGORITMA TRIANGLE COUNTING DENGAN  MENGGUNAKAN STRATEGI PARTISI GRAF HDRF PADA  APACHE SPARK GRAPHX", "Abstrak": "Algoritma triangle counting adalah salah satu algoritma yang dapat digunakan untuk melakukan analisis pada graf. Graf yang dianalisis dapat dilakukan proses partisi terlebih dahulu untuk dibagi-bagi ke beberapa node dalam cluster graph processing engine sebelum dilakukan pemrosesan dengan algoritma graf tertentu. Algoritma partisi graf dapat mempengaruhi kinerja dari algoritma graf secara terdistribusi dan pada tugas akhir ini dilakukan implementasi algoritma partisi graf HDRF pada Apache Spark GraphX. Algoritma HDRF merupakan algoritma partisi graf yang dapat menghasilkan replication factor yang rendah sehingga dapat meminimalkan jumlah komunikasi antar node dalam cluster ketika melakukan eksekusi algoritma graf tertentu. Pada tugas akhir ini, dilakukan eksperimen eksekusi algoritma triangle counting dengan menggunakan graf yang telah terpartisi dengan algoritma HDRF dan Random Vertex Cut pada Apache Spark GraphX dan dilakukan perbandingan waktu eksekusi algoritma triangle counting setelah dilakukan partisi graf dengan kedua algoritma partisi tersebut, serta dilakukan analisis perbandingan waktu yang didapatkan. Berdasarkan hasil pengujian, waktu eksekusi algoritma triangle counting pada graf hasil partisi algoritma HDRF lebih baik dibandingkan dengan waktu eksekusi algoritma triangle counting pada graf hasil partisi algoritma Random Vertex Cut pada dataset graf berukuran besar, yaitu dataset Autonomous Systems by Skitter sebanyak 20.79%.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/183539"}, "Penulis": "Dicky Novanto [13515134]", "Kontributor / Dosen Pembimbing": ["Achmad Imam Kistijantoro, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "partisi, HDRF, triangle counting, Spark", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "27 Sep 2019"}