{"Nomor": 43530, "Judul": "PENGARUH PENAMBAHAN METAL KOBALT (Co) PADA MOF (METAL ORGANIC FRAMEWORK) HKUST-1 SEBAGAI TEMPLATE METAL OKSIDA CuCo2O4 TERHADAP PERFORMANSI SENSOR GLUKOSA NON-ENZIMATIK", "Abstrak": "Diabetes mellitus adalah salah satu masalah kesehatan terbesar di dunia karena hampir 430 juta populasi dunia positif mengidap diabetes saat ini. Indonesia menempati peringkat ke enam dalam jumlah penderita diabetes terbanyak di dunia. Diabetes mellitus disebabkan oleh kadar glukosa berlebih dalam darah dan dapat berakibat fatal sehingga berujung pada kematian. Maka dari itu penting untuk secara tepat dan cepat mendeteksi kadar glukosa dalam darah, sehingga penderita diabetes dapat mengontrol kadar glukosa yang dimilikinya. Terdapat dua jenis sensor untuk mendeteksi kadar glukosa dalam darah, yaitu dengan   menggunakan sensor glukosa enzimatik dan sensor glukosa non-enzimatik. \nPada penelitian ini akan dilakukan pembuatan material untuk sensor glukosa non enzimatik karena memiliki berbagai kelebihan diantaranya adalah stabilitas yang tinggi karena tidak bergantung pada enzim, sensitivitas tinggi dan juga berbiaya rendah. Material yang digunakan yaitu material metal oksida CuCo2O4 yang didapatkan dari proses pembakaran material metal organic framework (MOF) jenis HKUST-1 (Cu-BTC) dengan penambahan logam kobalt (Co). MOF dengan jenis HKUST-1 (Cu-BTC) digunakan pada penelitian ini karena Cu memiliki sensitivitas dan selektivitas tinggi dan batas deteksi rendah terhadap glukosa. Penambahan logam Co (kobalt) pada MOF CuBTC (HKUST-1) dilakukan karena logam Co memiliki luas permukaan yang tinggi dan kemampuan elektrokatalitik yang dapat meningkatkan tingkat oksidasi dan reduksi dalam pengujian elektrokimia. Metode sintesis MOF yang digunakan yaitu metode solvothermal pada suhu 1300C selama 8 jam. Selanjutnya dilakukan proses pembakaran 5000C selama 1 jam dengan tungku nitrogen untuk mendapatkan material metal oksida CuCo2O4. Variasi doping Co yang diberikan yaitu sebesar 10%, 30%, 50%, 70% dan 90%. Sampel dikarakterisasi dengan TG/DTA, X-Ray Diffraction (XRD), Scanning Electron Microscopy (SEM), Fourier Transform Infrared (FTIR), Brunauer Emmett Teller (BET) Surface Area Analyzer dan pengujian performansi sensor glukosa non-enzimatik dengan metode elektrokimia.\nBerdasarkan pola difraksi MOF CuCoBTC, terdapat puncak-puncak pada 2? = 9.40; 11.50; 13.40 yang sesuai dengan referensi. Pola difraksi metal oksida CuCo2O4 menunjukkan bahwa terdapat puncak pada sudut 2? = 35.50; 38.70 dan 49.20 yang sesuai dengan JCPD-ICDD: 78e2177. Hasil SEM CuCoBTC dan CuCo2O4 menunjukkan bahwa partikel berbentuk octahedral. Penambahan Co dalam MOF Cu-BTC merubah keteraturan struktur octahedral yang ada. MOF CuCoBTC dengan variasi kobalt 50% memiliki luas permukaan sebesar 692 m2/g. Hasil FTIR menunjukkan bahwa ligan BTC yang terbentuk pada bilangan gelombang 1641.42 – 939.33 nm akan hilang ketika dilakukan proses pembakaran untuk membentuk material metal oksida. Uji performansi sensor dilakukan dengan metode elektrokimia dengan teknik cyclic-voltametri (CV) pada rentang -0.2 – 0.6 V dan laju pemindahan 50 mV/s. Berdasarkan hasil uji CV, didapatkan bahwa MOF CuCoBTC-50% memiliki puncak oksidasi tertinggi (19.26 µA dan 0.32 V) jika dibandingkan dengan variasi kobalt yang lain. Namun jika dibandingkan dengan metal oksida CuCo2O4 – 50%, metal oksida memiliki tingkat oksidasi lebih tinggi (115.5 µA dan 0.36 V) jika dibandingkan dengan MOF CuCoBTC-50%. Sensitivitas dari sensor dapat diketahui dengan menggunakan metode amperometri dan didapatkan sensitivitas sebesar 8620 ?A mM-1 cm-2 dengan batas pendeteksian sebesar sebesar 1.2 ?M. Selectvitas sensor dapat diketahui dengan melakukan pengujian terhadap 0.2 mM glukosa, uric acid, NaCl dan dopamine. Hasil pengujian menunjukkan bahwa material sensor CuCo2O4 lebih selektif terhadap glukosa. Sedangkan untuk stabilitas, dilakukan pengecekan puncak oksidasi dengan CV selama 3 bulan. Dan didapatkan bahwa stabilitas sensor pada bulan ke-3 mengalami penurunan performansi menjadi 93%.", "Daftar File": {}, "Penulis": "Astrid Delia Aisyah [23317011]", "Kontributor / Dosen Pembimbing": ["Prof. Brian Yuliarto, Ph.D.", "Nugraha, Dr.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Sensor glukosa non enzimatik, MOF HKUST-1, Metal Oksida CuCo2O4, Solvothermal", "Sumber": "", "Staf Input/Edit": "Rina Kania", "File": "0 file", "Tanggal Input": "27 Sep 2019"}