{"Nomor": 43540, "Judul": "Kuantifikasi Pertumbuhan Kedelai (Glycine max L.) var. Anjasmoro Berdasarkan Prosedur Penanaman BALITKABI Melalui Parameter Fisiologis", "Abstrak": "Balai Penelitian Tanaman Aneka Kacang dan Umbi (BALITKABI) telah menciptakan suatu prosedur budidaya tanaman kedelai untuk menanggulangi permasalahan hasil produksi tanaman kedelai. Penelitian ini dilakukan untuk mengkuantifikasi pertumbuhan tanaman kedelai varietas Anjasmoro melalui parameter fisiologis yang didukung dengan kondisi lingkungan serta kemudian dihubungkan dengan parameter biologis, kimiawi, dan kebutuhan air dan untuk menentukan pemodelan matematis pertumbuhan tanaman kedelai melalui parameter berat kering biji polong dan berat kering tanaman. Proses budidaya yang dilakukan berdasarkan prosedur dari BALITKABI, yaitu menggunakan tanah inseptisol yang ditambah pupuk kandang pada 0 MST sebanyak 2 ton/ha kemudian ditanam benih tanaman kedelai. Selanjutnya, penambahan pupuk sintesis berupa urea 25 kg/ha, SP-36 50 kg/ha, dan KCl 75 kg/ha pada 3 MST. Pemberian air disesuaikan dengan kapasitas lapang setiap dua hari sekali, pemberantasan hama kutu putih dengan Insektisida Matador 1mL/L, pemberantasan cendawan menggunakan fungisida Dithane 3g/L, dan pengendalian gulma dilakukan secara manual. Penelitan ini memiliki 2 plot utama dengan masing-masing terdiri dari 39 polybag dimana setiap minggu dilakukan sampling tanah dan tanaman dari 3 polybag dari salah satu plot. Hasil pengamatan menunjukkan bahwa rata-rata tinggi tanaman sebesar 208,14cm ; jumlah daun adalah 69,22; umur berbunga pada 49-63 HST; umur berpolong pada 63-91 HST; rata-rata jumlah polong adalah 73,36; rata-rata berat polong adalah 3,789 gram; rasio perbandingan berat kering tanaman dan akar adalah 2,938 gram; berat rata-rata nodul adalah 3,75 gram; produktivitas tanaman kedelai adalah 2,2 ton/ha dengan bobot 100 biji adalah 14,06 gram. Model matematis untuk pertumbuhan tinggi tanaman adalah y = 91,107In(x) – 34,662 dan model matematis untuk pertumbuhan jumlah daun tanaman kedelai adalah y=63,75In(x)-26,048", "Daftar File": {"ABSTRAK Mureen Dengganni Samosir": "https://digilib.itb.ac.id/gdl/download/183568"}, "Penulis": "Mureen Dengganni Samosir [11415010]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Pingkan Aditiawati, MS", "Dr.rer.nat. Sparisoma Viridi, S.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Fisiologis, kedelai, kuantifikasi", "Sumber": "", "Staf Input/Edit": "didi kusnendi", "File": "1 file", "Tanggal Input": "27 Sep 2019"}