{"Nomor": 43543, "Judul": "PENENTUAN FAKTOR BEBAN LINGKUNGAN DI LAUT JAWA DAN NATUNA UNTUK STRUKTUR UNBRACED MONOPOD MENGGUNAKAN METODE ANALISIS KEHANDALAN", "Abstrak": "Proses kegiatan eksplorasi ladang minyak dan gas membutuhkan infrastruktur\nberupa struktur anjungan lepas pantai. Struktur ini perlu didesain optimum\nmenggunakan standar desain yang berlaku agar dapat menahan beban peralatan dan\nlingkungan nantinya. Standar yang umum digunakan diterbitkan oleh American\nPetroleum Institute (API), yang mengadaptasi kondisi perairan di Teluk Meksiko.\nKondisi perairan di Teluk Meksiko relatif lebih ekstrim dibandingkan di Indonesia\nsehingga butuh pengkajian ulang mengenai penerapan faktor beban lingkungan di\nIndonesia.\nStudi kasus dilakukan untuk struktur unbraced monopod yang terletak di Laut Jawa\ndan Laut Natuna dengan meninjau nilai Collapse Base Shear dan Indeks\nkehandalan (?). Struktur dimodelkan menggunakan standar API RP 2A WSD dan\nAPI RP 2A LRFD di bawah kondisi operasi dan badai, diasumsikan un-manned.\nAnalisis collapse menggunakan pushover statik menghasilkan nilai RSR minimum\ndari seluruh struktur studi kasus memenuhi kriteria minimum 0.8. Proses analisis\nkehandalan menggunakan metode First Order Reliability Method II (FORM II).\nNilai indeks kehandalan struktur (?) sangat kecil, jauh dari nilai indeks kehandalan\ntarget yang dikeluarkan oleh DNV sebesar 3.71. Namun hal tersebut tidak terjadi\npada struktur yang didesain di Laut Jawa pada kondisi operasi, dimana nilai indeks\nkehandalan struktur (?) mencapai nilai 4.39. Adapun nilai faktor beban lingkungan\nyang didapatkan sebesar 6.31 untuk kondisi badai di Laut Jawa. Sedangkan pada\nLaut Natuna dipilih faktor beban lingkungan sebesar 5.61 untuk kondisi operasi dan\n7.15 untuk kondisi badai.", "Daftar File": {"ABSTRAK Larasati Devi Adani": "https://digilib.itb.ac.id/gdl/download/183570", "2019 TS PP LARASATI DEVI ADANI 1-ASLI.pdf)u": "https://digilib.itb.ac.id/gdl/download/191156"}, "Penulis": "Larasati Devi Adani [25517301]", "Kontributor / Dosen Pembimbing": ["Dr. Paramashanti, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "anjungan lepas pantai, unbraced monopod, analisis pushover, faktor beban lingkungan, indeks kehandalan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "2 file", "Tanggal Input": "27 Sep 2019"}