{"Nomor": 43556, "Judul": "PENGARUH PELUMASAN KUANTITAS MINIMAL DENGAN MINYAK NABATI TERHADAP LAJU PENGURANGAN MATERIAL DAN KEKASARAN PERMUKAAN PADA PROSES BUBUT", "Abstrak": "Pelumasan pada proses bubut umumnya digunakan dengan cara dialiri dengan cairan pendingin berbahan dasar minyak bumi. Cairan pendingin berdasarkan Material Safety Data Sheet dapat mencemari lingkungan dan berbahaya bagi kesehatan operator. Untuk mengatasi permasalahan tersebut, penggunaan minyak nabati dan juga metode pelumasan kuantitas minimal atau minimum quantity lubrication (MQL) menjadi alternatif untuk menjawab permasalahan tersebut.\nPenelitian dilakukan melalui dengan memotong benda kerja menggunakan minyak nabati sebagai cairan pendingin dengan kondisi MQL. Pengambilan data didapat dari serangkaian percobaan dengan parameter proses radius pojok pahat (r?), kecepatan potong (Vc), laju makan (f), dan juga kedalaman potong (d) untuk mendapatkan respon berupa laju pengurangan material (MRR) dan juga kekasaran permukaan (Ra). Data yang didapat kemudian dimodelkan untuk mengetahui bagaimana hubungan tiap parameter proses terhadap respons yang dihasilkan. Pengaruh tiap parameter proses dianalisis secara statistik dengan melakukan uji hipotesa. Kemudian data hasil percobaan dibandingkan dengan data percobaan pada kondisi kering untuk mengetahui bagaimana cairan pendingin berpengaruh terhadap respons MRR dan Ra yang dihasilkan. Nilai respons yang maksimum dari rangkaian percobaan kemudian dipilih untuk mengetahui kombinasi parameter proses yang menghasilkan respons terbaik.\nBerdasarkan pemodelan dan perbandingan terhadap percobaan pada kondisi kering, dapat disimpulkan bahwa penggunaan minyak nabati dengan kondisi MQL memiliki pengaruh pada proses bubut dengan menghasilkan kekasaran permukaan yang lebih baik hingga 253% dengan laju pengurangan material yang serupa.", "Daftar File": {}, "Penulis": "Irsyad Jamil Ariza [13115072]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sigit Yoewono, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "proses bubut, minyak nabati, MQL, MRR, Ra.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "27 Sep 2019"}