{"Nomor": 43555, "Judul": "REKONSTRUKSI TSUNAMI SELAT SUNDA 2018", "Abstrak": "Tsunami Selat Sunda yang terjadi pada 22 Desember 2018 merupakan peristiwa yang luar biasa dan patut dijadikan pelajaran dalam mengoreksi proses mitigasi bencana tsunami. Peristiwa ini berawal dari peningkatan aktivitas vulkanik Gunung Anak Krakatau pada 29 Juni 2018, peningkatan aktivitas vulkanik yang terjadi berupa rangkaian letusan dan gempa terus-menerus sehingga menimbulkan longsor tubuh Gunung Anak Krakatau. Longsoran tubuh Gunung Anak Krakatau yang masuk ke dalam laut membangkitkan gelombang tsunami dan menerjang beberapa daerah yang berada di Selat Sunda. Banyaknya korban jiwa menunjukan bahwa perlu untuk memperbarui proses mitigasi bencana agar mengurangi risiko pada kejadian yang serupa di masa yang akan datang. Rekonstruksi tsunami dilakukan dengan pemodelan secara numerik pembentukan gelombang tsunami, penjalaran gelombang tsunami dan genangan tsunami menggunakan perangkat lunak COMCOT. Data yang digunakan dalam rekonstruksi tsunami adalah data topografi dan batimetri pada kawasan Selat Sunda serta parameter longsor berupa snapshot (fase waktu) pergerakan longsoran sebagai pembangkit gelombang tsunami. Rekonstruksi tsunami menghasilkan informasi penjalaran gelombang tsunami dari sumber sampai ke wilayah pesisir dan tinggi rendaman tsunami pada wilayah terdampak tsunami. Penelitian ini juga melakukan validasi hasil rekonstruksi yang dibandingkan dengan kejadian sesungguhnya menggunakan data stasiun pasut BIG di kawasan Selat Sunda, hasil penelitian Syamsidik dkk. (2019) dan waktu kedatangan tsunami yang bersumber dari BMKG. Validasi menunjukkan gelombang hasil rekonstruksi lebih besar dan periodenya lebih cepat dari pada kejadian sesungguhnya, namun tinggi rendaman tsunami hasil rekonstruksi lebih rendah dan waktu kedatangan tsunami lebih lambat dibandingkan dengan kejadian sesungguhnya.", "Daftar File": {"ABSTRAK Sandro Mahelda": "https://digilib.itb.ac.id/gdl/download/183583"}, "Penulis": "Sandro Mahelda [15115058]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Wiwin Windupranata, S.T., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Gunung Anak Krakatau, pemodelan numerik, COMCOT, penjalaran gelombang tsunami, rendaman tsunami.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "27 Sep 2019"}