{"Nomor": 43554, "Judul": "PENGGUNAAN DAN PEMANFAATAN RUANG PADA LINGKUNGAN PEMBELAJARAN PENDIDIKAN ANAK USIA DINI", "Abstrak": "Periode anak usia prasekolah, 2 – 6 tahun, telah siap merespon segala rangsangan yang diberikan oleh lingkungan sehingga pola perilaku khas dapat terbentuk saat mengikuti aktivitas pembelajaran di sekolah. Ruang kelas sebagai lingkungan pembelajaran bila berada pada ruangan yang bukan disiapkan khusus sebagai ruang kelas, mengakibatkan kecanggungan dalam menggunakan ruang karena tidak sesuai dengan peruntukkan aktivitasnya. Akibatnya terbentuk fenomena berbagi ruang dengan fungsi lain. Kondisi berbagi ruang dengan fungsi lain mempengaruhi kemampuan pengguna dalam menghadirkan kesiapan lingkungan fisik ruang kelas demi terwujudnya lingkungan pembelajaran yang optimal. Jadi penelitian ini bermaksud untuk mengetahui dan mengidentifikasi ruang, khususnya ruang kelas, yang terbentuk pada setting lingkungan pembelajaran sekolah yang tidak sesuai peruntukkannya untuk aktivitas belajar mengajar bagi anak usia prasekolah.\nMetode penelitian yang digunakan merupakan kualitatif dengan pendekatan deskriptif komparatif pada ketiga studi kasus yang menjadi fokus penelitian yaitu TKQ Ulul Ilmi, Pos PAUD Kasih Ibu, dan TK An – Nur. Adapun kategori rancangan penelitian yang digunakan adalah Action Research. Berlandaskan unsur ruang interior, pengamatan dilakukan dengan cara menganalisis pola perilaku dan setting lingkungan fisik, dikaitkan dengan perkembangan dan cara belajar anak usia prasekolah. Isu utama pengamatan terkait setting lingkungan fisik menggunakan pendekatan yang dijabarkan oleh Francis D. K. Ching untuk menelaah tentang unsur ruang interior secara jelas dan mudah dipahami. Karena itu, pengamatan pada setting lingkungan fisik ruang kelas dibatasi pada 3 elemen pembentuk ruang (lantai, dinding, langit – langit), 2 elemen pembentuk sirkulasi (jendela, pintu), tatanan ruang, layout, dan komposisi furniture. Sedangkan untuk mengidentifikasi perilaku pengguna selama berada di ruang kelas serta menunjukkan keterkaitannya dengan suatu bentuk rancangan unsur ruang interior yang spesifik, digambarkan ke dalam bentuk sketsa atau diagram berdasarkan metode behavior mapping.\nPenelitian ini menunjukkan bahwa upaya penyesuaian ruang terjadi akibat adanya kondisi penggunaan dan pemanfaatan suatu ruang pada bangunan publik yang\niii\nbukan diperuntukkan khusus sebagai ruang kelas sehingga terbentuk fenomena modifikasi ruang dan affordance yang terkait dengan dua kondisi berikut : 1) setting ruang kelas yang luas dan memanjang mengakibatkan aktivitas di dalamnya menjadi bebas, tetapi karena memiliki suasana ruang kelas yang belum sesuai peruntukannya, maka pola perilaku yang terbentuk menjadi tidak terlalu bervariasi, 2) setting ruang kelas yang tidak luas mengakibatkan aktivitas didalamnya juga terbatas, tetapi karena memiliki suasana ruang kelas yang lebih sesuai peruntukkannya, maka pola perilaku yang terbentuk dapat menjadi sangat bervariasi.\nDengan demikian dapat disimpulkan bahwa setting lingkungan fisik eksisting ruang kelas tidak berdampak signifikan terhadap bentukan pola perilaku. Namun sebagai upaya penyesuaian ruang, ketepatan dalam memodifikasi suasana ruang kelas dengan menyediakan kelengkapan atribut dan fasilitas pembelajaran sangat berpengaruh terhadap pola perilaku yang dapat memantik dan mempertahankan selera belajar dan proses berpikir siswa. Untuk mewujudkan suasana pembelajaran yang berpusat pada siswa, pengaturan suasana ruang kelas menjadi tahap yang sangat penting. Jadi, pengetahuan yang dihasilkan melalui penelitian ini diharapkan mampu memberikan wawasan keilmuan dan solusi berupa rekomendasi perancangan secara lebih sesuai sehingga dapat mendukung perilaku penggunanya.", "Daftar File": {"2019 TS PP DYAH ARIANI PRATIWI 1.pdf?": "https://digilib.itb.ac.id/gdl/download/183584"}, "Penulis": "Dyah Ariani Pratiwi S Ds [27116033]", "Kontributor / Dosen Pembimbing": ["Dr. G. Prasetyo Adhitama, S.Sn., M.Sn.", "Dr. Nedina Sari, M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "pemanfaatan ruang, penggunaan ruang, lingkungan pembelajaran, setting perilaku, pendidikan anak usia dini", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "27 Sep 2019"}