{"Nomor": 43553, "Judul": "OTOMATISASI POLIGON DARI AWAN TITIK UNTUK BASIS PEMODELAN 3D MULTI-CITRA MONOSKOPIK", "Abstrak": "Perkembangan teknologi sekarang ini menuntut segala proses dapat dilakukan secara cepat dan efisien. Hal ini sangat penting mengingat kebutuhan terhadap model 3D bangunan semakin meningkat dan cepat sehingga perlu adanya metode baru dalam pemrosesannya. Pada penelitian ini, pemodelan 3D dilakukan melalui penggunaan data dari Multi-Citra Fotogrametri Rentang Dekat (Close Range Photogrammetry) yang kemudian menghasilkan awan titik rapat melalui metode SfM (Structure from Motion) dan MVS (Multiview Stereo). Dalam penggunaan teknologi baik Sistem Informasi Geografis (SIG) maupun Building Information Modelling (BIM), diperlukan model 3D dalam bentuk geometri bangunan sehingga perlu dilakukan pemrosesan awan titik menjadi geometri poligon bangunan melalui digitasi manual. Proses digitasi manual dilakukan melalui sitem pengukuran multi-citra monoskopik dengan prinsip interseksi ruang. Untuk mereduksi waktu dan beban kerja dalam proses digitasi manual, dilakukan otomatisasi geometri poligon 3D dari data awan titik melalui Polyfit sebagai basis untuk keperluan digitasi selanjutnya. Pada proses ekstraksi primitif, metode RANSAC digunakan untuk membentuk suatu bidang yang paling sesuai. Poligon bangunan yang telah terbentuk melalui otomatisasi akan ditransformasi (akibat perubahan nilai koordinat oleh perangkat lunak) dan dilanjutkan dengan penggambaran detail fasad bangunan melalui digitasi manual pada perangkat lunak Photomodeler. Hasil dari penelitian ini adalah model 3D bangunan yang terbentuk otomatis dengan tambahan detail bangunan melalui digitasi manual", "Daftar File": {"ABSTRAK Lahij Kamal": "https://digilib.itb.ac.id/gdl/download/183581"}, "Penulis": "Lahij Kamal [15115009]", "Kontributor / Dosen Pembimbing": ["Deni Suwardhi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Fotogrametri, Pemodelan 3D, Semi-Otomatis, Model Poligon, Awan Titik.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2019"}