{"Nomor": 43557, "Judul": "EKSTRAKSI RELASI EKSPRESI ASPEK DAN SENTIMEN UNTUK KUMPULAN ULASAN HOTEL BERBAHASA INDONESIA", "Abstrak": "Gambaran opini pengguna suatu produk dapat diketahui menggunakan analisis sentimen berbasis aspek terhadap ulasan yang diberikan. Hal tersebut berguna untuk penyedia produk dan calon konsumen sebagai pertimbangan dalam membuat keputusan. Salah satu task analisis sentimen berbasis aspek adalah melalui ekstraksi relasi ekspresi aspek dan sentimen yang telah dilakukan terhadap ulasan e-commerce berbahasa Mandarin dalam penelitian Chen dkk. (2018). Untuk korpus berbahasa Indonesia, belum ada penelitian yang berfokus pada task tersebut. Tugas akhir ini mengadaptasi penelitian Chen dkk. (2018) untuk kumpulan ulasan hotel berbahasa Indonesia.\n\nEkstraksi relasi ekspresi dalam tugas akhir ini dilakukan dalam tiga tahap, yaitu pembangkitan kandidat pasangan ekspresi aspek dan sentimen dari ulasan, ekstraksi fitur kandidat pasangan, kemudian klasifikasi kandidat pasangan ke dalam kelas valid atau tidak valid. Klasifikasi dilakukan menggunakan gradient boosting dengan alur pelatihan dan prediksi khusus untuk ulasan dengan tepat sebuah ekspresi sentimen. Fitur terbaik yang digunakan merepresentasikan statistik, posisi, semantik, dan kesamaan semantik dari kandidat pasangan. Nilai hiperparameter dari gradient boosting ditentukan dengan skema eksperimen greedy. Data latih yang digunakan terdiri dari 4000 ulasan unik yang terdiri dari 27894 kandidat pasangan.\n\nPengujian dilakukan menggunakan metrik F1 score dengan data uji sebanyak 1000 ulasan yang mengandung 7085 kandidat pasangan. F1 score macro yang dihasilkan adalah 0.934.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/183586"}, "Penulis": "Arno Alexander [13515141]", "Kontributor / Dosen Pembimbing": ["Dr. Masayu Leylia Khodra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Analisis sentimen, analisis sentimen berbasis aspek, ekstraksi relasi, gradient boosting.", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "27 Sep 2019"}