{"Nomor": 43568, "Judul": "PERANCANGAN PERBAIKAN TANAH, PONDASI, DAN DINDING PENAHAN TANAH GEDUNG PUSAT SENI DAN BUDAYA KOTA BANDUNG", "Abstrak": "Permasalahan yang ditemukan pada proyek ini adalah tanah didominasi oleh tanah lempung lunak. Akibatnya adalah penurunan besar yang dapat terjadi. Oleh karena itu perbaikan tanah berupa Prefabricated Vertical Drain akan digunakan untuk mengantisipasi penurunan ini.\nPondasi diperlukan pada proyek ini untuk mendukung beban struktur dan mentransfer beban tersebut ke dalam tanah. Untuk melaksnakan fungsinya tersebut, pondasi yang digunakan berupa pondasi dalam berupa bored pile dengan spesifikasi sesuai dengan besarnya beban yang ditransfer ke dalam tanah.\nBasement merupakan kebutuhan penting karena dibutuhkan untuk menampung kendaraan penumpang melihat bahwa theater ini dapat menampung maksimal 1500 orang. Dinding penahan tanah digunakan untuk menahan tanah tidak masuk ke basement. Tipe dan spesifikasi dinding harus didesain sesuai dengan batasan yang ada agar memenuhi kekuatan, kestabilan, dan faktor keamanan. Tipe dinding yang digunakan adalah diaphragm wall. PLAXIS digunakan untuk memodelkan dinding penahan tanah beserta profil parameter tanah.\nManajemen pelaksanaan konstruksi di lapangan pada proyek ini terdiri dari pekerjaan persiapan, pekerjaan tanah, dan pekerjaan struktur bawah. Pekerjaan-pekerjaan tersebut dilakukan berbasis manual dan alat berat. Hasil simulasi penjadwalan pekerjaan tersebut menghasilkan durasi total 402 hari selama dengan estimasi biaya pelaksanaan pekerjaan sebesar Rp2.400.000 / m2", "Daftar File": {"ABSTRAK Darwin Limanto": "https://digilib.itb.ac.id/gdl/download/183596"}, "Penulis": "Darwin Limanto [15015010]", "Kontributor / Dosen Pembimbing": ["Ir. Made Suarjana M.Sc.,Ph.D.", "Ir. Beni Taufik Rayadi., MT", "Eliza Rosmaya Puri ST,MT,Ph.D.", "Dr. Eng. Febri Zukhruf."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Prefabricrated Vertical Drain, Diaphragm Wall, Bored Pile, Manajemen Pelaksanaan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "11 file", "Tanggal Input": "27 Sep 2019"}