{"Nomor": 43564, "Judul": "PERANCANGAN DIAPHRAGM WALL PADA BASEMENT 3 LANTAI MENGGUNAKAN SUPPORT SYSTEM GROUND ANCHOR DAN STRUT DI DKI JAKARTA", "Abstrak": "Basement merupakan jenis pembangunan dalam arah vertikal ke bawah terhadap muka tanah. Dalam pembangunan basement dibutuhkan adanya dinding penahan tanah. Apabila masih belum mencukupi dari segi keamanan maupun deformasi yang akan terjadi maka dapat menambahkan sistem perkuatan. Dalam laporan ini membahas dua jenis sistem perkuatan dinding basement yakni ground anchor dan strut. Adapun basement yang dibahas tersebut memiliki tiga jumlah lantai dengan kedalaman tiap lantai adalah 5 m. Luas lahan untuk pembangunan basement sebesar 40 m x 40 m. Kondisi jenis tanah lokasi studi adalah tanah lempung yang berada di atas tanah berpasir dengan muka air tanah berada di kedalaman 6 m dari muka tanah. Jenis dinding penahan tanah yang digunakan adalah diaphragm wall.\nMetodologi pengerjaan yang diterapkan dalam laporan ini adalah preliminary design depth of penetration yang dibutuhkan dinding penahan tanah, preliminary design strut dan angkur menggunakan Metode Hinge dengan menambahkan beban gempa dan beban alat konstruksi sebesar 10 kN/m2 selain beban lateral tanah, pemodelan strut dan angkur menggunakan Plaxis 2D v8.5, kemudian apabila desain angkur dan strut telah memenuhi persyaratan yang ditentukan maka dilanjutkan tahap penulangan dinding penahan tanah, serta di akhir pengerjaan akan dibuat gambar teknik. Untuk beban gempa yang digunakan dalam laporan ini adalah beban gempa Metode Okabe 1924 dengan mempertimbangkan reduksi beban gempa akibat parameter kohesi tanah.\nHasil keluaran dari laporan ini adalah desain strut dengan sistem double strut dan ground anchor yang berjenis sementara dengan umur layan dua tahun. Selain desain, juga adanya pembahasan mengenai perbandingan desain dinding\npenahan tanah dengan menggunakan angkur dan strut berdasarkan deformasi yang terjadi di akhir kontruksi dengan syarat maksimum 0,5% dari tinggi galian mengikuti zona 1 pada SNI 8460-2017, angka keamanan global yang terjadi di tiap galian dengan syarat minimum 1,5 menurut SNI 8460-2017, angka keamanan kondisi diberi beban gempa Okabe 1924 dengan syarat minimum 1,1 menurut SNI 8460-2017, serta penulangan dinding penahan tanah yang mengguakan strut dan angkur terhadap diameter dan spasi yang digunakan untuk tulangan sengkang, tulangan horizontal, juga tulangan longitudinal.", "Daftar File": {}, "Penulis": "Jagad Slogo Langit [15015133]", "Kontributor / Dosen Pembimbing": ["Ir. Erza Rismantojo, MSCE., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Strut, Ground Anchor, Dinding Penahan Tanah, Metode Gempa Okabe 1924", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "27 Sep 2019"}