{"Nomor": 43578, "Judul": "ALGORITMA PENJADWALAN BATCH NO-WAIT PADA SISTEM HYBRID FLOW SHOP DUA TAHAP", "Abstrak": "Penjadwalan merupakan salah satu aspek penting dalam industri manufaktur yang bertanggung jawab akan kelancaran proses produksi demi tercapainya tujuan yang diinginkan. Penelitian ini membahas masalah penjadwalan batch yang termotivasi berdasarkan masalah yang terjadi pada bagian pengolahan bahan baku di sebuah industri vaksin. Pada lantai produksinya, industri ini menerapkan sistem hybrid flow shop dua tahap dengan adanya kendala no-wait yang disebabkan karena kebutuhan sterilitas yang tinggi.\nKriteria kinerja minimasi makespan adalah tujuan yang ingin dicapai dari penelitian ini karena produk yang dihasilkan bersifat perishable, yang mana waktu penyelesaian sebuah produk pada proses produksi akan mempengaruhi kualitas produk tersebut. Karakteristik sistem hybrid flow shop yang diterapkan oleh industri yang diteliti terdiri dari dua tahap dan mempunyai beberapa mesin paralel identik di tiap tahap. Terdapat dua tahap proses batching dalam proses produksi. Proses batching pertama dilakukan pada demand yang berisi kumpulan job yang akan dikelompokkan ke dalam batch sebelum diproses di tahap 1. Proses batching kedua dilakukan pada keluaran batch dari tahap 1 yang kemudian dikelompokkan ke dalam batch untuk diproses di tahap 2. Proses batching yang terjadi di antara tahap 1 dan tahap 2 tidak diperbolehkan adanya interupsi pada tiap batch tersebut, sehingga proses batching dilakukan berdasarkan satuan batch.\nAdanya proses batching yang lebih dari satu menyebabkan waktu pencarian solusi dengan model mixed integer non-linear programming (MINLP) cenderung terus meningkat seiring bertambahnya kompleksitas permasalahan. Untuk mengatasi permasalahan tersebut, penelitian ini akan mengembangkan algoritma heuristik untuk solusi penjadwalan batch no-wait pada sistem hybrid flow shop dua tahap. Pengembangan algoritma dilakukan dalam dua tahap pengembangan. Tahap pengembangan pertama adalah solusi untuk penjadwalan batch di tahap 1 dari hybrid flow shop. Tahap pengembangan kedua adalah solusi penjadwalan batch secara keseluruhan di tahap 1 dan tahap 2. Hasil dari kedua tahap pengembangan akan mengasilkan algoritma heuristik yang dikembangkan menjadi dua buah algoritma; Algoritma 1 dan Algoritma 2. Algoritma 1 adalah penjadwalan batch\ntanpa mempertimbangkan kapasitas batch tersedia di tahap 2. Algoritma 2 adalah penjadwalan batch dengan mempertimbangkan kapasitas batch tersedia di tahap 2.\nSetelah dilakukan perbandingan hasil pengujian dan analisis hasil berdasarkan data skala kecil, diketahui bahwa hasil uji coba perbandingan terhadap solusi model matematis Algoritma 1 memperoleh persentase kinerja 96% dan Algoritma 2 memperoleh 99%. Dengan kata lain, hasil solusi kedua algoritma heuristik mampu mendekati hasil solusi model matematis. Pengujian dengan data skala besar, model matematis membutuhkan waktu komputasi yang cenderung meningkat seiring bertambah besar data yang diselesaikan. Waktu komputasi model matematis untuk menyelesaikan demand lebih dari 50 job dapat menghabiskan waktu lebih dari 2 jam, sedangkan waktu komputasi untuk pencarian solusi dengan kedua algoritma heuristik jauh lebih singkat yaitu sekitar 2-3 detik untuk menyelesaikan solusi dengan demand sebesar 10.000 job. Hal ini menunjukkan waktu komputasi yang diperlukan untuk pencarian solusi heuristik lebih cepat dibandingkan menggunakan model matematis.", "Daftar File": {"ABSTRAK Arnita Nadiana Dewi Astuti": "https://digilib.itb.ac.id/gdl/download/183659"}, "Penulis": "Arnita Nadiana Dewi Astuti [23416051]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sukoyo, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "hybrid flow shop, makespan, penjadwalan batch, no-wait.", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "27 Sep 2019"}