{"Nomor": 43576, "Judul": "PERANCANGAN DAN PEMBUATAN CASING SENSOR TIMING GATE UNTUK ATLET LARI CEPAT", "Abstrak": "Timing gate adalah alat yang digunakan untuk mengukur waktu pelari pada setiap 10 m untuk jarak lari 60 m. Pengukuran waktu tersebut menghasilkan profil kecepatan lari yang menunjukkan faktor genetik pelari tersebut. Profil kecepatan lari tersebut digunakan untuk melihat kecocokan pelari dengan cabang olahraga. Tugas sarjana ini akan membahas lebih detail pada salah satu komponennya, yaitu casing sensor dengan tujuan mendapatkan harga pembuatan yang murah dan untuk peggunaan yang mudah dan nyaman untuk atlet dan pelatih khususnya di Indonesia.\nDesain casing sensor dipilih berdasarkan metode pemilihan konsep Pugh dari beberapa desain alternatif. Setelah itu, purwarupa dibuat dengan menggunakan proses permesinan. Timing gate ini sudah terdiri dari tujuh buah sensor yang memiliki volume sebesar 108 cm3 dengan berat 19,5 kg.\nPenyempurnaan desain untuk produksi massal dilakukan dengan metode analisis Design for Manufacture and Assembly (DFMA). Metode ini terdiri dari Design for Assembly (DFA) yang memiliki nilai DFA index yang lebih tinggi dari desain sebelumnya dan Design for Manufacture (DFM) yang menghasilkan ongkos produksi yang paling murah untuk produksi masal casing sensor.\nDesain akhir casing sensor timing gate ini merupakan desain dengan DFA index yang paling tinggi (13,8%) dan dibuat dengan menggunakan injection molding yang lebih murah 82% dibandingkan dengan proses permesinan untuk memenuhi kebutuhan instansi olahraga yang berjumlah produk 113.526 buah casing sensor.", "Daftar File": {"ABSTRAK Lukas Widi Supietoro Siregar": "https://digilib.itb.ac.id/gdl/download/183814"}, "Penulis": "Lukas Widi Supietoro Siregar [13114125]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. I Wayan Suweca, DEA", "Indria Herman, S.T., M.T., Ph.D.", "Bustami Ibrahim S. ST., M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "timing gate, casing sensor, DFMA", "Sumber": "", "Staf Input/Edit": "D. Budina  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2019"}