{"Nomor": 43577, "Judul": "IMPLEMENTASI DEEP Q NETWORK PADA PERMAINAN FIGHTINGICE", "Abstrak": "Reinforcement Learning adalah salah satu bidang machine learning dimana agen diharapkan dapat melakukan aksi pada sebuah lingkungan untuk memaksimalkan hasil kumulatif yang didapatkan. Untuk mendapatkan hasil kumulatif tersebut dibutuhkan memori untuk menyimpan nilai reward dari seluruh pasangan state dan aksi. Kebutuhan akan memori tersebut dapat dikurangi dengan menggunakan neural network untuk melakukan aproksimasi dari nilai reward tersebut. Penggunaan neural network tersebut dinamakan deep q network. FightingICE merupakan sebuah lingkungan permainan dengan genre fighting yang dibuat dengan bahasa java. Permainan ini dibuat dengan tujuan pengembangan Artificial Intelligence sehingga memiliki fitur-fitur yang membantu untuk melatih intelligent agent.  Deep Q network yang dibuat memiliki input state dari game tersebut seperti kondisi karakter dan proyektil pada permainan. Output dari network adalah nilai Q(S, A) dari seluruh aksi pada state input. Network ini memiliki 3 hidden layer dengan 256 unit pada hidden layer pertama, 128 unit pada hidden layer kedua dan 64 unit pada hidden layer ketiga. Jumlah unit pada input dan output layer adalah 150 unit dan 41 unit. Fungsi aktivasi yang digunakan layer menggunakan ReLU, sedangkan fungsi aktivasi pada output layer adalah linear. Policy yang digunakan adalah epsilon greedy policy dengan epsilon awal memiliki nilai 0.9 dan epsilon akhir dengan nilai 0.1. Training dilakukan dengan menggunakan double q-learning. Hasil yang didapat dari tugas akhir ini adalah agen yang dibuat dengan deep q network bisa melampaui agen random yang dijadikan sebagai agen baseline. Agen yang dihasilkan juga dapat melampaui salah satu agen yang meraih peringkat ke-3 pada CIG 2018 bidang fighting game yaitu agen JayBot_GM yang menggunakan pendekatan genetic algorithm dan montecarlo tree search.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/183605"}, "Penulis": "Muhammad Fathur Rahman [13515068]", "Kontributor / Dosen Pembimbing": ["Dr. Nur Ulfa Maulidevi, S.T., M.Sc.", "Nugraha Priya Utama, S.T., MA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "reinforcement learning, deep q network, FightingICE", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "27 Sep 2019"}