{"Nomor": 43582, "Judul": "ANALISIS SPASIAL FAKTOR PENDORONG PADA CLUSTER PERUBAHAN TUTUPAN LAHAN DI PROVINSI JAWA BARAT", "Abstrak": "Penelitian mengenai fenomena perubahan tutupan lahan penting untuk dilakukan dalam rangka memahami perubahan kondisi lingkungan secara global. Dengan analisis cluster spasial, pola dan konsentrasi perubahan tutupan lahan dapat diketahui, sehingga dapat dilakukan pengambilan keputusan dengan tepat sasaran. Pemahaman mengenai dinamika tutupan lahan dapat ditingkatkan dengan mengidentifikasi faktor-faktor apa saja yang mempengaruhi fenomena tersebut beserta jenis pengaruhnya. Jenis pengaruhnya dapat dibedakan menjadi dua, yaitu pendorong dan penahan. Maka dari itu, penelitian ini dilakukan untuk mengidentifikasi jenis pengaruh setiap faktor terhadap perubahan tutupan lahan di Provinsi Jawa Barat berdasarkan cluster perubahan tutupan lahannya.\nFaktor pengaruh fenomena perubahan tutupan lahan pada cluster dimodelkan menggunakan metode regresi logistik biner (RLB), yaitu sebuah metode analisis data yang digunakan untuk mencari hubungan antara suatu variabel respon (y) yang bersifat biner dengan variabel prediktor (x), di mana variabel respon berupa perubahan tutupan lahan dan variabel prediktor berupa faktor pengaruhnya.\nHasil dari penelitian ini menunjukkan bahwa faktor yang mempengaruhi perubahan tutupan lahan di Provinsi Jawa Barat berdasarkan cluster perubahan tutupan lahannya bersifat heterogen, baik dari segi karakteristik perubahan kelas tutupan lahan dominannya maupun dari segi persebaran cluster-nya.", "Daftar File": {"ABSTRAK Ivan Satria Ajie": "https://digilib.itb.ac.id/gdl/download/183609"}, "Penulis": "Ivan Satria Ajie [15115093]", "Kontributor / Dosen Pembimbing": ["Dr. Albertus Deliar, S.T., M.T.", "Dr. Riantini Virtriana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "perubahan tutupan lahan, cluster, faktor pengaruh, regresi logistik biner", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2019"}