{"Nomor": 43585, "Judul": "OPTIMASI KONFIGURASI JALAN LAYANG PERKOTAAN KOTA BANDUNG (STUDI KASUS: RENCANA JALAN LAYANG KIARACONDONGBUAH BATU)", "Abstrak": "Alternatif yang dapat dilakukan untuk memecahkan permasalahan transportasi di\nKota Bandung adalah dengan pembangunan prasarana transportasi, salah satunya\ndengan pembangunan Jalan Layang Kiaracondong-Buah Batu. Pembangunan\nprasarana transportasi tersebut akan mengakibatkan terjadinya perubahan\npemilihan rute pada pergerakan antar zona, sehingga akan mempengaruhi kinerja\njaringan jalan, baik yang terkena langsung maupun tidak langsung dari\npembangunan itu, khususnya untuk wilayah Soekarno Hatta – Buah Batu. Adanya\npembangunan jalan layang tersebut belum tentu dapat menyelesaikan masalah\nkemacetan atau panjang antrian pada jaringan jalan di kawasan Jalan Layang. Oleh\nkarena itu di perlukan analisis untuk mengidentifikasi alternatif konfigurasi dan\nmengetahui konfigurasi yang memberikan perbaikan kinerja lalu lintas yang\nterbaik. Network Database wilayah kajian dalam penelitian ini adalah Kota\nBandung berjumlah 161 zona dengan 151 zona internal dan 10 zona eksternal.\nFokus kajian dan analisis adalah jaringan jalan kawasan simpang Kiaracondong\ndan simpang Buah Batu. Untuk pemodelan jaringan jalan kota Bandung\nmenggunakan Software SATURN (Simulation and Assignment Traffic to Urban\nRoad Networks). Secara konsep model dasar SATURN mempunyai tujuh fungsi\nutama. Tiga fungsi pertama adalah berkonsentrasi pada mendapatkan arus lalu\nlintas pada jaringan dan empat fungsi terakhir secara umum berkaitan dengan\nanalisis jaringan yang telah terbebani. Berdasarkan hasil pemodelan jaringan Jalan\nLayang Kiracondong-Buah Batu, dipilih konfigurasi 1 dengan nilai 0.259 yang\nmerupakan prioritas ke 2, dikarenakan konfigurasi 4 sebagai prioritas pertama\nhanya unggul jaringan Secara keseluruhan pembangunan berdampak positif pada\nkinerja jaringan jalan. Hal tersebut ditandai dengan menurunnya nilai V/C ratio.\nTidak hanya secara jaringan jalan saja yang memiliki dampak positif, tetapi juga\ndari aspek ruas jalan, simulasi simpang, dan biaya dengan indikator BCR.", "Daftar File": {"ABSTRAK Novita Putri Sekar Arumsari": "https://digilib.itb.ac.id/gdl/download/183613"}, "Penulis": "Novita Putri Sekar Arumsari [26917003]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Rudy Hermawan Karsaman, M.Sc., Ph.D.", "Dr. Russ Bona Frazila, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "permodelan lalulintas, kinerja jaringan jalan, jalan layang.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Sep 2019"}