{"Nomor": 43583, "Judul": "EVALUASI KINERJA BUNDARAN DAN PENERAPAN TURBO ROUNDABOUT (STUDI KASUS: BUNDARAN CIBIRU KOTA BANDUNG)", "Abstrak": "Bundaran simpang tiga Cibiru sebagai salah satu pintu masuk kota Bandung sangat strategis dan penting bagi kota Bandung, yang melayani arus lalu lintas dari jalan A.H.Nasution, jalan Soekarno Hatta dan jalan Raya Cibiru.\nPenelitian ini bertujuan mengevaluasi kinerja lalu lintas pada kondisi eksisting di bundaran dengan menggunakan Manual Kapasitas Jalan Indonesia 1997 dan model simulasi mikro Vissim. Mengusulkan dua skenario geometrik oval roundabout dan turbo roundabout yang digunakan dalam penelitian dan dianalisis menggunakan simulasi mikro Vissim. Simulasi mikro Vissim digunakan untuk membandingkan analisis kinerja bundaran eksisting, skenario oval roundabout dan turbo roundabout, didasarkan kondisi lalu lintas arus eksisting dan arus lalu lintas yang telah ditingkatkan sebesar 11%.\nDiperoleh hasil kondisi eksisting yang dianalisis dengan metode MKJI 1997, didapat nilai DS telah melewati nilai yang ditetapkan. Simulasi mikro Vissim digunakan untuk kondisi eksisting dan kedua skenario, hasilnya dibandingkan dengan menggunakan kondisi eksisting sebagai acuannya.\nDari simulasi mikro Vissim dengan nilai kinerja tundaan lalu lintas, waktu tempuh dan panjang antrian maksimum, disimpulkan bahwa skenario geometrik oval roundabout lebih baik dalam meningkatkan kinerja di bundaran Cibiru.\nDengan mengusulkan skenario turbo roundabout pada bundaran Cibiru, didapat hasil waktu tempuh dan panjang antrian lebih besar dibandingkan dengan kondisi eksisting, adanya perubahan untuk lebar masuk dan keluar yang masuk ke dalam bundaran dan arus lalu lintas yang tidak seimbang untuk arah pergerakan. Sehingga skenario geometrik turbo roundabout ini tidak dapat direkomendasikan dalam meningkatkan kinerja lalu lintas bundaran Cibiru.", "Daftar File": {"ABSTRAK Ibnu Uswah Fadhilillah": "https://digilib.itb.ac.id/gdl/download/183610", "COVER Ibnu Uswah Fadhilillah": "https://digilib.itb.ac.id/gdl/download/201003", "BAB 1 Ibnu Uswah Fadhilillah": "https://digilib.itb.ac.id/gdl/download/201004", "BAB 2 Ibnu Uswah Fadhilillah": "https://digilib.itb.ac.id/gdl/download/201011", "BAB 3 Ibnu Uswah Fadhilillah": "https://digilib.itb.ac.id/gdl/download/201012", "BAB 4 Ibnu Uswah Fadhilillah": "https://digilib.itb.ac.id/gdl/download/201013", "BAB 5 Ibnu Uswah Fadhilillah": "https://digilib.itb.ac.id/gdl/download/201014", "BAB 6 Ibnu Uswah Fadhilillah": "https://digilib.itb.ac.id/gdl/download/201018", "BAB 7 Ibnu Uswah Fadhilillah": "https://digilib.itb.ac.id/gdl/download/201019", "PUSTAKA Ibnu Uswah Fadhilillah": "https://digilib.itb.ac.id/gdl/download/201020"}, "Penulis": "Ibnu Uswah Fadhilillah [26917001]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sri Hendarto, M.Sc.", "Ir. Titi Liliani Soedirdjo, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "kinerja lalu lintas, microsimulation, bundaran, turbo roundabout.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "10 file", "Tanggal Input": "27 Sep 2019"}