{"Nomor": 43591, "Judul": "PENILAIAN KEMANTAPAN RIPARIAN SUNGAI WINONG BERDASARKAN STRUKTUR DAN KOMPOSISI VEGETASI, KAMPUS ITB CIREBON, JAWA BARAT", "Abstrak": "Ekosistem riparian umumnya dicirikan oleh vegetasi yang bervariasi baik habitus maupun jenis-jenisnya, serta struktur vegetasi baik secara horizontal maupun vertikal. Dalam rangka penataan kawasan kampus ITB yang dialiri oleh Sungai Winong, kampus perlu ditata dengan vegetasi yang mendukung fungsi perlindungan hidrologis, edukasi serta estetika. Sehingga perlu adanya penelitian mengenai kemantapan riparian terutama dari struktur dan komposisi vegetasi. Penelitian ini bertujuan untuk menentukan struktur dan komposisi vegetasi setelah itu menilai kemantapannya. Penelitian ini dilakukan di sepanjang aliran Sungai Winong yang berada di dalam Kampus ITB Cirebon. Metode penelitian didekati melalui analisis vegetasi secara sensus pada sisi kiri dan kanan sungai sepanjang 530 m yang dibagi menjadi segmen-segmen per 100 m. Struktur dan komposisi vegetasi digambarkan dengan banyaknya spesies dan individu, pola sebarannya, Indeks Keanekaragaman Shannon-Wiener (H’), Indeks Kemerataan (E) dan Indeks Dominasi Simpson (C). Kemantapan riparian dinilai berdasarkan hal-hal tersebut. Hasil penelitian ini menujukkan terdapat 151 pohon, 282 tiang dan 172 pancang serta semai dengan kerapatan 937 individu/ha dari 33 spesies dan 18 suku dengan keanekaragaman H’ = 2.81, C = 0.08 dan kemerataan E = 0.80. Berdasarkan penilaian kriteria kemantapan vegetasi, vegetasi riparian Sungai Winong memiliki persen aktual skor banding maksimal skor sebesar 86% yang berarti berpredikat mantap.", "Daftar File": {"ABSTRAK Aditya Zhangra Eloran": "https://digilib.itb.ac.id/gdl/download/183618"}, "Penulis": "Aditya Zhangra Eloran [11515034]", "Kontributor / Dosen Pembimbing": ["Dr. Ichsan Suwandhi, S.Hut., M.P.", "Dr. Nurudin, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "ekosistem riparian, Sungai Winong, struktur dan komposisi vegetasi, kemantapan vegetasi", "Sumber": "", "Staf Input/Edit": "didi kusnendi", "File": "1 file", "Tanggal Input": "27 Sep 2019"}