{"Nomor": 43593, "Judul": "PENGEMBANGAN DESAIN KENDARAAN PEDESAAN MULTIFUNGSI UNTUK MENINGKATKAN DISTRIBUSI HASIL PERTANIAN DAN TRANSPORTASI WARGA", "Abstrak": "Belum meratanya pembangunan di Indonesia terutama infrastruktur dipedesaan salah satunya adalah akses jalan. Kondisi jalan yang buruk seperti ruas jalan sempit, curam, dan berlubang serta didominasi oleh bebatuan dan tanah. Kondisi tersebut menghambat kegiatan waraga desa khususnya dari segi trasportasi pedesaan. Kegiatan yang dilakukan membutuhkan kendaraan mulai dari mengangkut kebutuhan pokok, kendaraan barang tanpa mempertimbangkan aspek keaman. Banyaknya kebutuhan dalam hal transportasi pedesaan kendaraan yang ada saat ini belum dapat digunakan secara optimal dengan kondisi yang ada. Berdasarkan latar belakang tersebut penelitian ini bertujuan untuk merancang kendaraan pedesaan yang ideal untuk dapat meningkatkan produktifitas pertranian dan mengangkut orang dengan kondisi infrastruktur yang buruk. Dalam pengumpulan data metodologi yang dilakukan dengan mencari referensi melalui studi literatur dan survey lapangan mengenai pedesaan dengan kontur pegunungan dan perancangan otomotif kendaraan, kemudian mengolah data, dari hasil pengolahana data disimpulkan bahwa dibutuhkanya kendaraan multifungsi oleh masyarakat pedesaan, kemudian data yang didapat digunakan sebagai acuan dalam membuat konsep desain. Dari konsep desain yang kemudia masuk kedalam tahap perancangan kendaraan kendaraan, setelah terpilihnya desain kemudian dilajutkan ke tahap pemodelan digital dan manual dengan perbandingan 1:5.", "Daftar File": {}, "Penulis": "Syahfiro Herlangga Sareh [17515004]", "Kontributor / Dosen Pembimbing": ["Slamet Riyadi, S.Ds., M.Ds., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Produk", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Kendaraan, Multifungsi, Pedesaan, Pertanian", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "27 Sep 2019"}