{"Nomor": 43598, "Judul": "APLIKASI VALIDASI VERSI OPENFLOW & JUPYTER NOTEBOOK EKSPLORASI SOURCE CODE RYU SOFTWARE DEFINED NETWORK FRAMEWORK", "Abstrak": "Pengaturan Perangkat Jaringan melalui Control Plane yang terpisah dari perangkat diindikasikan dapat membuka paradigma baru bagi pengembangan Teknologi Jaringan. Apalagi Teknologi Cloud Computing membutuhkan pertukaran data yang mampu mengimbangi Teknologi Komputasinya. Salah satu cara untuk meningkatkan kualitas jaringan pada lingkungan Cloud Computing adalah dengan menerapkan controller terpusat pada jaringannya. Ryu Controller merupakan salah satu controller yang dapat diimplementasikan pada Software Defined Network layanan cloud.   \nMasih banyak yang bisa dikembangkan lagi dari teknologi Software Defined Network, tidak terkecuali mengenai pengembangan Controller. Pengembangan Controller untuk Software Defined Network dapat dilakukan dengan terlebih dahulu memahami cara kerja pada proses internal yang terjadi. Namun diperlukan pengetahuan pemrograman yang mumpuni supaya dapat memahami Source Code penyusun program Controller secara utuh, sedangkan Network Engineer Tradisional relatif lebih jarang melakukan pemrograman dibanding dengan Spesialis IT lain seperti pengembang website. Maka dari itu diperlukan suatu Guidelines yang dapat mengenalkan kepada Network Engineer mengenai pemrograman Software Defined Network khususnya pemrograman dengan Controller. \nUntungnya Ryu Controller  merupakan proyek Open Source, sehingga siapapun dapat mempelajari Source Code penyusun Ryu. Dengan melakukan eksplorasi terhadap Source Code tersebut, didukung dengan melakukan debugging menggunakan bahasa pemrograman python, pembuatan catatan, penjelasan, atau model terkait proses internal program Ryu dapat dibuat. Hasil eksplorasi ini kemudian dituangkan kedalam platform Jupyter Notebook. Tentunya diharapkan agar lebih banyak lagi Engineer yang tertarik untuk mempelajari atau bahkan mengembangkan Controller Software Defined Network sehingga pengembangan teknologi jaringan dapat terus maju. \nDari hasil eksplorasi Source Code ryu, selanjutnya dapat juga dibuat aplikasi yang berguna untuk melakukan validasi versi OpenFlow pada perangkat OpenFlow Switch yang menggunakan pengetahuan dari hasil eksplorasi sebelumnya. Kedepannya diharapkan adanya pengembangan aplikasi lain yang lebih lanjut daripada aplikasi ini.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/183625"}, "Penulis": "Muhammad Khalid Rahman [18115028]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Eueung Mulyana, S.T., M.Sc.", "Dr. Tutun Juhana, S.T., M.T.", "Adrie Taniwidjaja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Software Defined Network, OpenFlow, Controller", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "27 Sep 2019"}