{"Nomor": 43596, "Judul": "KAJIAN KELAYAKAN METODE BUILDING INFORMATION MODELLING UNTUK INTEGRASI MODEL BANGUNAN BERTINGKAT DAN BANGUNAN DI BAWAH PERMUKAAN TANAH", "Abstrak": "Building Information Modelling (BIM) merupakan suatu teknologi yang dapat mensimulasikan seluruh informasi di dalam proyek pembangunan ke model tiga dimensi (3D). Pada pembuataan peta 3D, objek di atas dan di bawah permukaan tanah harus diintegrasikan dalam sistem koordinat yang sama pada BIM. BIM dapat dibentuk menggunakan data point clouds hasil pemindaian menggunakan Terrestrial Laser Scanner (TLS).\nObjek pengamatan pada penelitian ini adalah eksterior Gedung Pusat Riset dan Inovasi Institut Teknologi Bandung (ITB), eksterior Gedung Perpustakaan Pusat ITB dan Tunnel ITB. Pengolahan data pemindaian dilakukan melalui tahap filtering, georeferencing dan registrasi. Georeferencing dilakukan menggunakan metode direct georeferencing dalam sistem koordinat proyeksi UTM zona 48 Selatan (S) dengan tinggi ortometrik. Root Mean Square Error (RMSE) registrasi dianalisis dengan toleransi kesalahan registrasi 7 mm. Point clouds dimodelkan menggunakan software BIM Revit 2019. Dimensi model divalidasi dengan pengukuran menggunakan pita ukur.\nIntegrasi eksterior Gedung Pusat Riset dan Inovasi ITB, eksterior Gedung Perpustakaan Pusat ITB dan Tunnel ITB dapat dilakukan dengan cara direct georeferencing dan registrasi clouds to clouds. Hasil validasi ukuran dimensi model, lebih kecil dari hasil ukuran dilapangan menggunakan pita ukur. Pemodelan 3D menggunakan metode BIM menghasilkan bentuk visualisasi bangunan 3D solid.", "Daftar File": {}, "Penulis": "Irvan Syahroni [15115035]", "Kontributor / Dosen Pembimbing": ["Dr. Asep Yusup Saptari, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Terrestrial Laser Scanner (TLS), Integrasi, BIM", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "7 file", "Tanggal Input": "27 Sep 2019"}