{"Nomor": 43608, "Judul": "PERANCANGAN DAN PEMBUATAN PROTOTIPE TRANSMISI SEPEDA OTOMATIS", "Abstrak": "Perkembangan teknologi menyebabkan sepeda semakin canggih, yang akan\nmembantu meningkatkan kenyamanan pengendara. Hal ini menimbulkan suatu tantangan\nbagi sebagian pengendara sepeda untuk menentukan posisi gigi dan waktu untuk mengganti\ngigi yang optimal pada berbagai keadaan. Penggunaan transmisi sepeda otomatis ini\ndiharapkan mengurangi ketidaknyamanan pengguna sepeda karena harus mengganti gigi\nsecara terus-menerus selama berkendara. Hal ini dikarenakan alat tersebut akan memastikan\nbahwa pengguna selalu berkendara dalam keadaan yang optimal. Penelitian ini dilakukan\ndengan tujuan untuk membantu perkembangan sistem transmisi sepeda di Indonesia. \nSistem transmisi sepeda otomatis yang dirancang memiliki dua jenis algoritma, yaitu\nlaju kayuhan (cadence) konstan dan daya nyaman dari pengendara. Sistem ini juga memiliki\ndua mode, yaitu manual dan otomatis. Sistem transmisi sepeda otomatis ini menggunakan\naksi kontrol proporsional dan aksi kontrol derivatif untuk aktuasi pemindah giginya.\nPengujian dilakukan untuk melihat respon dari aktuator pemindah gigi untuk setiap\nperpindahan gigi yang terjadi. Dari hasil pengujian, keseluruhan perpindahan gigi memenuhi\nparameter rise time sebesar 2 detik dan overshoot sebesar 140% yang menandakan bahwa\nperpindahan gigi terjadi dengan halus.  \nDapat disimpulkan proses perancangan sistem transmisi sepeda otomatis berhasil\ndilakukan dan menghasilkan prototipe yang mampu melakukan pemindahan gigi secara\notomatis sesuai dengan kebutuhan pengendara. Namun, sistem ini sebaiknya diterapkan pada\nperkembangan selanjutnya sehingga dapat menghasilkan respon yang lebih baik dan sesuai\ndengan kebutuhan pengguna.", "Daftar File": {}, "Penulis": "Ulfiani Dian Primawati [13115128]", "Kontributor / Dosen Pembimbing": ["Ir. Indrawanto, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Transmisi otomatis, derailleur, cadence konstan, daya konstan.", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "0 file", "Tanggal Input": "27 Sep 2019"}