{"Nomor": 43601, "Judul": "PERANCANGAN, PEMBUATAN, DAN PENGUJIAN ROTOR  TURBIN ANGIN SUMBU HORIZONTAL 6 SUDU BER- DIAMETER 1 METER DENGAN BILAH TIRUS", "Abstrak": "Kebutuhan energi dunia terus meningkat. Pengembangan sumber energi alternatif \nperlu dilakukan  untuk menjawab kebutuhan energi dunia. Salah satu sumber energi alternatif\nyang terdapat di Indonesia adalah energi angin. Energi angin merupakan sumber energi \nalternatif yang ramah lingkungan. Pemanfaatan energi angin di Indonesia belum maksimal.\nMenurut data Direktorat Jenderal EBTKE Kementrian ESDM potensi energi angin di\nIndonesia sebesar 60,647 GigaWatt. Namun, penggunaannya masih sangat sedikit. Salah\nsatuya adalah dengan telah dibangunnya Pembangkit Listrik Tenaga Bayu (PLTB) Sidrap di\nKabupaten Sidenreng Rappang, Provinsi Sulawesi Selatan. PLTB ini memiliki kapsitas 75\nMW.  \nPada tugas sarjana ini penulis merancang, membuat dan menguji turbin angin 6 bilah\nberdiameter 1 meter dengan bilah taper. Bilah berorientasi taper memiliki arti bahwa bilah\ntersebut akan semakin mengecil dari pangkal ke ujung. Tugas sarjana ini hanya difokuskan\npada komponen rotor. Komponen rotor dirancang agar dapat berputar pada kecepatan angin\nrendah berkisar 1?3 m/s. Namun, pengujian juga dilakukan pada kecepatan angin sedang 4?\n7 m/s untuk mengukur kinerja rata-rata rotor. \nPengujian rotor dilakukan untuk mengetahui karakteristik kinerja rotor. Dari hasil \npengujian dapat dilihat bahwa rotor mampu bekerja lebih baik pada kecepatan angin rendah\n1?3 m/s dengan efisiensi rata-rata sebesar 28,6%. Untuk kecepatan angin sedang, efisiensi \nrata-rata hanya sebesar 11,8%. Adapun efisiensi rata-rata rotor untuk kecepatan angin rendah\ndan sedang adalah 16,8%. Rendahnya efisiensi yang diperoleh disebabkan oleh banyaknya\npenyederhanaan dalam proses manufaktur rotor.", "Daftar File": {"2019 TA 13115109  Rahmansyah Siregar.pdf\n]": "https://digilib.itb.ac.id/gdl/download/183628"}, "Penulis": "Rahmansyah Siregar [13115109]", "Kontributor / Dosen Pembimbing": ["Ir. Kemas Rifian, MS", "Ir. I Made Astina, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "turbin angin, rotor, panjang kord.", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "1 file", "Tanggal Input": "27 Sep 2019"}