{"Nomor": 43606, "Judul": "MODELLING OF FLUID FLOW ASSURANCE IN X PIPELINE TRANSPORT SYSTEM USING OLGA SIMULATOR", "Abstrak": "transport from the reservoir to the point of sale. Flow assurance is applied to the petroleum flowpath during all\nstages of production, including system selection, detailed design, surveillance, troubleshooting operation\nproblems, increased recovery in late life, etc. The major flow assurance issues that are important to be studied in\noffshore hydrocarbon production are hydrates, waxes, asphaltenes, slugging, naphthenates, scales, corrosion,\nand erosion.\nModelling of fluid flow assurance becomes an alternative solution in analyzing the fluid flow assurance issues.\nA multiphase flow simulator is needed in modelling of fluid flow assurance. OLGA, a well known commercial\ntransient multiphase flow simulator, is used to analyze and design the model from flowline entry to the\nproduction facility.\nThis paper presents a general description of fluid flow assurance issues in X pipeline transport system, followed\nby characterization of fluid used in the fluid flow assurance model. The comparison between the actual data\nfield and simulation results provided by OLGA is used in analyzing the fluid flow assurance issues in the model.\nThere are some fluid flow assurance issues found in the pipeline transport system model. The fluid flow\nassurance issues that are assessed in this model are hydrate, organic deposits, and slugging. From the model, it\nwas verified that there is no risk of flow assurance issues such as waxes, asphaltenes, naphthenates, and\nslugging. However, there are risk of hydrate formation occurrence found during shutdown.", "Daftar File": {"2019 TA PP ACHMAD RIDWAN CHANIAGO 1-ASBTRAK.pdf)u": "https://digilib.itb.ac.id/gdl/download/183637", "2019 TA PP ACHMAD RIDWAN CHANIAGO 1.pdf?": "https://digilib.itb.ac.id/gdl/download/183640"}, "Penulis": "Achmad Ridwan Chaniago [12215006]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Hasian P. Septoratno Siregar, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "pipeline transport system, flow assurance, fluid model, OLGA simulator.", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "27 Sep 2019"}