{"Nomor": 43615, "Judul": "Pengembangan Smart Contract untuk Pelacakan Produk Halal dengan Pendekatan Manajemen Rantai Pasok Menggunakan Hyperledger Composer", "Abstrak": "Produk halal merupakan barang konsumsi yang memenuhi suatu kriteria tertentu yang telah ditetapkan dalam aturan islam. agama islam mewajibkan bagi setiap penganutnya untuk mengonsumsi produk dengan syarat tertentu. Pada sisi lain, Indonesia sebagai negara dengan jumlah penduduk muslim terbesar di dunia ini masih memiliki masalah terkait peredaran produk halal di Indonesia. MUI selaku Lembaga Regulator halal di Indonesia memiliki kewajiban untuk mengatur produk mana yang dapat dikonsumsi oleh penganut agama islam di Indonesia dengan menerapkan sertifikasi untuk produk halal. Namun, sertifikasi halal tersebut saat ini masih memiliki permasalahan. Sepanjang 5 tahun terakhir, terdapat berbagai kasus produk yang memiliki sertifikat halal namun pada akhirnya dilaporkan memiliki kandungan bahan yang tidak halal dalam produk tersebut. Hal ini disebabkan karena pada saat ini MUI tidak memiliki transparansi dalam produk yang memiliki sertifikat halal tersebut. Proses sertifikasi hanya berupa pemeriksaan yang dilakukan pada satu waktu, sehingga masih memiliki banyak ruang untuk menambahkan produk yang tidak halal tersebut.  Pada sisi lain, blockchain merupakan sebuah teknologi yang sedang berkembang saat ini, dan pada penggunaannya, blockchain dapat memindahkan atau meningkatkan kepercayaan dengan berbagai kapabilitas seperti adanya tamper proof pada data yang disimpan ke dalam blockchain dan peningkatan transparansi melalui model data yang terdistribusi. Teknologi blockchain inilah yang diharapkan mampu untuk menjadi solusi dalam permasalahan dari produk halal di Indonesia tersebut dengan menghadirkan sebuah sistem pencatatan yang mampu memberikan informasi detil mengenai produk mulai dari proses produksi hingga sampai ke tangan konsumen secara transparan. Pada akhirnya, melalui sistem berbasis blockchain ini, diharapkan standar dari produk halal di Indonesia dapat menjadi lebih baik sehingga kepercayaan masyarakat terhadap sertifikasi halal MUI meningkat.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/183651", "2019 TA PP Ikhsan Widi Adyatma.": "https://digilib.itb.ac.id/gdl/download/224436"}, "Penulis": "Ikhsan Widi Adyatma [18215047]", "Kontributor / Dosen Pembimbing": ["I Gusti Bagus Baskara Nugraha, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Blockchain, supply chain, halal, MUI, sertifikasi, transparansi, keterlacakan", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "27 Sep 2019"}