{"Nomor": 43616, "Judul": "PENENTUAN STRUKTUR KERAK BAWAH PERMUKAAN KEPULAUAN NUSA TENGGARA MENGGUNAKAN METODA INTERFEROMETRI BISING SEISMIK", "Abstrak": "Kepulauan Nusa Tenggara merupakan bagian paling timur dari rangkaian pulau\nyang berada di sepanjang wilayah Busur Sunda yang dicirikan dengan tingkat\nseismisitas yang sangat aktif dan mempunyai tatanan geologi yang kompleks akibat\npengaruh subduksi lempeng Indo-Australia di bawah lempeng Sunda di bagian\nselatan dan juga didorong oleh busur belakang di bagian utara. Di bagian Nusa\nTenggara Timur memili struktur yang lebih kompleks sebagai akibat proses kolisi.\nPada penelitian ini, metode ambient noise tomography (ANT) digunakan untuk\nmendeliniasi struktur bawah permukaan antar pulau sepanjang Busur Sunda timur,\nterutama Kepulauan Bali-Nusa Tenggara dan sekitarnya. Interferometry ambient\nseismic noise digunakan untuk mendapatkan empirical Green’s function (EGF) dari\ngelombang Rayleigh. EGF diperoleh melalui korelasi-silang antara 30 stasiun\nBMKG yang berada di Bali-Nusa Tenggara dan sekitarnya dengan periode rekaman\nantara Januari hingga Desember 2016. Dari hasil interferometri tersebut, energi\nsumber seismik noise di Kepulauan Nusa Tenggara berasal dari azimut 500-1100\ndan 2300-2900 yang berasosiasi dengan Laut Banda dan Samudra Hindia. Inversi\nkurva Vs terhadap kedalaman dengan menggunakan metode inversi stokastik PSO\nmemberikan hasil yang sangat baik dengan ditandai oleh hasil yang tidak jauh\nberbeda dengan penelitian sebelumnya. Dari hasil inversi dengan metode RR-PSO\ndiperoleh ketebalan rata – rata kerak di Kepulauan Nusa Tenggara berkisar ~27-30\nkm dimana ketebalan kerak lebih tipis di utara dan menebal ke arah Pulau Timor.\nHasil tomografi Pulau Timor mempunyai kerak yang lebih tebal di atas 30 km dan\nPulau Sumba mempunyai tebal kerak ~23-25 km. Anomali tinggi di Pulau Timor\npada kedalaman hingga ~7 km merupakan basement kerak yang terangkat sebagai\nakibat dari proses kolisi. Secara keseluruhan data rekaman jaringan seismik local\nBMKG dapat dimanfaatkan untuk penentuan struktur seismik di wilayah Indonesia", "Daftar File": {"ABSTRAK Alhada Farduwin": "https://digilib.itb.ac.id/gdl/download/183655"}, "Penulis": "Alhada Farduwin [22317012]", "Kontributor / Dosen Pembimbing": ["Dr. Tedi Yudistira, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Interferometry, empirical Green’s function, ambient noise tomography, anomali kecepatan Vs, Kepulauan Nusa Tenggara", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "27 Sep 2019"}