{"Nomor": 43632, "Judul": "PENINGKATAN KINERJA RENDERING SIMULASI FLUIDA BERBASIS  PARTIKEL PADA GVDB VOXELS DENGAN METODE WHITTED  RAYTRACING", "Abstrak": "Simulasi fluida adalah representasi fluida dan pergerakannya pada dunia nyata pada sebuah media digital seperti komputer. Untuk menampilkan simulasi tersebut pada layar komputer, diperlukan metode rendering yang dapat menghasilkan gambar untuk data simulasi fluida tersebut. Penelitian ini secara spesifik membahas permasalahan rendering visual untuk simulasi fluida. Salah satu representasi dari simulasi fluida adalah sebuah kumpulan titik partikel fluida volumetrik yang disebut sebagai point cloud data. GVDB Voxels adalah framework baru yang dibuat oleh NVIDIA untuk menyimpan, mengkalkulasi, dan menggambarkan data volumetrik pada GPU. Pada penelitian ini, dibahas secara spesifik teknik untuk melakukan rendering atau penggambaran visual suatu simulasi fluida yang disimpan pada GVDB Voxels. Penelitian membahas bagaimana point cloud data dimuat pada GVDB Voxels, diubah menjadi data levelset, digambarkan menggunakan teknik raytracing, dan terakhir disesuaikan sehingga dapat melakukan penukaran kualitas dengan kinerja rendering. Raytracing dilakukan menggunakan integrasi OptiX Engine dengan GVDB. Dengan OptiX Engine, dibangun Whitted Raytracer sebagai alternatif dari kasus pembanding Monte Carlo Path Tracer yang sudah disediakan. Selain itu, diajukan metode Quincunx antialiasing untuk menangani masalah aliasing yang muncul dari solusi permasalahan. Adapun, rendering menggunakan solusi yang ditawarkan dapat mencapai realtime dengan 30.47 FPS dan nilai signal-to-noise (SNR) lebih tinggi daripada metode Monte Carlo Path Tracer pada kasus tertentu.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/183671"}, "Penulis": "Kukuh Basuki Rahmat [13515025]", "Kontributor / Dosen Pembimbing": ["Ir. Afwarman, M.Sc., Ph.D.", "Dody Dharma, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "simulasi fluida, GVDB Voxels, OptiX Engine, Monte Carlo Path Tracer, Whitted Raytracer, Quincunx antialiasing", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "27 Sep 2019"}