{"Nomor": 43630, "Judul": "ANALISIS PENERAPAN TEKNOLOGI BLOCKCHAIN UNTUK ADMINISTRASI PERTANAHAN DI INDONESIA", "Abstrak": "Teknologi yang terus berkembang pesat akan memengaruhi beberapa bidang di dunia. Salah satunya yang akan terdampak adalah pada bidang administrasi pertanahan. Perkembangan teknologi yang cukup berpengaruh untuk administrasi pertanahan saat ini adalah sebuah catatan digital yang tersimpan rapi, terdistribusi, dan terenkripsi bernama blockchain. Blockchain merupakan sistem pengelolaan basis data yang cukup kompleks dan terenkripsi dengan kriptografi sehingga memiliki tingkat keamanan yang tinggi. Blockchain dapat dimanfaatkan untuk pemeliharaan data pertanahan, yaitu desentralisasi basis data dan pengembangan jual beli properti. Blockchain dipercaya mampu meningkatkan fungsi administrasi pertanahan menjadi lebih aman, transparan, dan sederhana menggunakan fitur smart contract. Penelitian ini bertujuan untuk menganalisis penerapan teknologi blockchain untuk administrasi pertanahan di Indonesia melalui analisis kesiapan Indonesia, analisis implementasi, dan pembuatan kerangka konseptual penerapan teknologi blockchain di Indonesia. Analisis kesiapan Indonesia didapat dari literatur prasyarat penerapan teknologi blockchain untuk administrasi pertanahan, analisis implementasi didapat dari identifikasi kondisi aktual administrasi pertanahan di Indonesia, dan kerangka konseptual dibuat dari literatur penerapan blockchain untuk administrasi pertanahan di negara lain. Dari analisis tersebut, didapatkan hasil bahwa Indonesia masih belum siap dalam menerapkan teknologi ini untuk administrasi pertanahannya karena prasyarat seperti basis data pertanahan dalam bentuk digital belum lengkap. Indonesia juga harus dapat memastikan kepastian identitas untuk menjamin kepemilikan aset, payung hukum untuk transaksi elektronik berdasarkan blockchain, dan pengembangan kerangka konseptual untuk jenis peralihan hak selain jual beli.", "Daftar File": {"ABSTRAK Rahmadi Hilmafizar": "https://digilib.itb.ac.id/gdl/download/183668"}, "Penulis": "Rahmadi Hilmafizar [15115036]", "Kontributor / Dosen Pembimbing": ["Dr. Andri Hernandi, S.T., M.T.", "Yudistira Dwi Wardhana Asnar, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "blockchain, sertifikat, elektronik, administrasi pertanahan, teknologi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2019"}