{"Nomor": 43631, "Judul": "KAJIAN WILLINGNESS TO USE BIKE SHARING (STUDI KASUS: BOSEH KOTA BANDUNG)", "Abstrak": "Bike sharing merupakan salah satu pembangunan transportasi dengan konsep sustainable transportation. Kemudahan akses, jalur sepeda yang terintegrasi, fasilitas dan sistem yang baik merupakan faktor utama yang perlu diperhatikan untuk merangsang masyarakat beralih dari kendaraan pribadi menjadi sepeda atau angkutan umum (mode shifting) untuk melakukan perjalanan jarak dekat. Apabila faktor utama tersebut tidak disediakan dengan baik, maka masyarakat akan berkurang minatnya untuk menggunakan bike sharing BOSEH.\nTujuan penelitian ini secara umum adalah melakukan kajian terhadap keinginan masyararakat untuk menggunakan bike sharing BOSEH. Penelitian ini juga mempunyai sub-tujuan yaitu evaluasi faktor-faktor yang mempengaruhi masyarakat ingin atau tidak ingin menggunakan bike sharing, pengembangan model sharing mode dengan salah satunya modanya adalah sepeda dan evaluasi pengguaan bike sharing BOSEH di Kota Bandung berdasarkan hasil survei, data penggunaan dan data stasiun.\nDiperoleh hasil bahwa kondisi kesehatan pengguna, kondisi lalu lintas, kenyamanan, tarif, keamanan dan keselamatan, fasilitas, kondisi lingkungan, waktu tempuh, cuaca dan kemudahan mempengaruhi kesediaan menggunakan bike sharing. Untuk mengembangkan bike sharing BOSEH yang harus diperbaiki adalah jam operasional, prosedur registrasi dan tersedianya jalur sepeda. Terkait pemanfaatan bike sharing, orang menggunakannya sebagai sarana untuk berekreasi/wisata dan berolahraga.", "Daftar File": {"ABSTRAK Recky Adika Fenmala": "https://digilib.itb.ac.id/gdl/download/183669", "COVER Recky Adika Fenmala": "https://digilib.itb.ac.id/gdl/download/200926", "BAB 1 Recky Adika Fenmala": "https://digilib.itb.ac.id/gdl/download/200927", "BAB 2 Recky Adika Fenmala": "https://digilib.itb.ac.id/gdl/download/200928", "BAB 3 Recky Adika Fenmala": "https://digilib.itb.ac.id/gdl/download/200929", "BAB 4 Recky Adika Fenmala": "https://digilib.itb.ac.id/gdl/download/200930", "BAB 5 Recky Adika Fenmala": "https://digilib.itb.ac.id/gdl/download/200931", "BAB 6 Recky Adika Fenmala": "https://digilib.itb.ac.id/gdl/download/200932", "PUSTAKA Recky Adika Fenmala": "https://digilib.itb.ac.id/gdl/download/200933"}, "Penulis": "Recky Adika Fenmala [25017071]", "Kontributor / Dosen Pembimbing": ["Ir. R. Sony Sulaksono Wibowo, M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "willingness to use bike sharing, BOSEH, statistika deskriptif, multinomial logit", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "27 Sep 2019"}