{"Nomor": 43641, "Judul": "PENGEMBANGAN PENJADWALAN SUMBER DAYA DINAMIS PADA APACHE SPARK DI ATAS KUBERNETES", "Abstrak": "Apache Spark merupakan sebuah framework pemrosesan data skala besar secara terdistribusi.           Pemrosesan terdistribusi pada Apache Spark yaitu dengan menggunakan beberapa komputer          yang membentuk sebuah cluster. Dengan pemrosesan terdistribusi maka terdapat satu          keuntungan yaitu pemrosesan tersebut scalable. Dengan teknologi Kubernetes pemrosesan         terdistribusi menjadi lebih mudah. Apache Spark telah mendukung untuk berjalan di atas            Kubernetes. Namun, alokasi sumber daya komputasi yang digunakannya masih bersifat statis.           Alokasi sumber daya yang bersifat statis memiliki beberapa keterbatasan, diantaranya adalah utilisasi sistem yang kurang optimal, dan jumlah eksekutor yang tidak dapat menyesuaikan sumber daya yang ada. Untuk itu, perlu pengembangan agar alokasi sumber daya komputasi Apache Spark di atas Kubernetes dapat bersifat dinamis sehingga dapat meningkatkan utilisasi sistem sekaligus meningkatkan kinerja Apache Spark. Pengembangan alokasi sumber daya          dinamis dapat diimplementasikan dan menghasilkan kinerja yang cukup beragam. Dari hasil penelitian yang dilakuka, menjalankan Apache Spark diatas Kubernetes dengan alokasi sumber daya dinamis kinerja lebih rendah dibandingkan dengan alokasi sumber daya statis. Namun untuk kasus dimana pod eksekutor sering mengalami kegagalan, Apache Spark di atas Kubernetes dengan alokasi sumber daya dinamis memiliki kinerja lebih baik.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/183679"}, "Penulis": "Fajar Nugroho [13515060]", "Kontributor / Dosen Pembimbing": ["Achmad Imam Kistijantoro, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Apache Spark, Kubernetes, distributed computation, dynamic resource allocation.", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "27 Sep 2019"}