{"Nomor": 43640, "Judul": "KARAKTERISTIK PEMADATAN BEBERAPA SAMPEL TANAH DI INDONESIA YANG DIKONTROL OLEH DERAJAT SATURASI DAN INDEX PROPERTIES TANAH", "Abstrak": "Dalam prosedur konvensional, kompaksi dikontrol oleh nilai kepadatan maksimum (?d)max dan nilai kadar air optimum (w)opt dari pengujian kompaksi di laboratorium pada tingkat energi tertentu. Adapun di lapangan, energi dan jenis tanah akan bervariasi sehingga sulit dilakukan evaluasi kepadatan tanah yang tepat. Derajat saturasi optimum (Sr)opt merupakan derajat saturasi yang terjadi saat nilai (?d)max diperoleh. Dalam hal ini (Sr)opt merupakan besaran yang independent atau tidak bergantung terdadap nilai CEL maupun jenis tanah sehingga (Sr)opt dapat digunakan sebagai kontrol pemadatan tanah yang lebih praktis. Indonesia berada di wilayah iklim tropis, hal ini mengakibatkan tanah-tanah di Indonesia memiliki karakteristik pemadatan tersendiri. Nilai (Sr)opt untuk tanah-tanah di Indonesia adalah unik pada rentang tertentu. Nilai California Bearing Ratio (CBR) yang merupakan salah satu sifat fisis tanah terkompaksi juga dapat dihubungkan dengan nilai (?d)max dan (Sr)opt sehingga diperoleh korelasi praktis yang dapat diterapkan di lapangan.\nBerdasarkan hasil uji kepadatan dan pengujian batas-batas atterber terhadap tanah-tanah di Indonesia diperoleh hubungan antara berat isi kering tanah (?d)max dan nilai indeks plastisitas untuk berbagai tingkat energi. Dari persamaan tersebut dapat diperoleh nilai (?d)max hanya dengan mengetahui nilai indeks plastisitasnya. Penentuan nilai (?d)max pada tingkat energi tertentu juga dapat diperoleh dengan menggunakan sebuah konstanta yang merupakan fungsi ?d)max pada tingkat energi 1Ec.", "Daftar File": {"ABSTRAK Tita Kartika Dewi": "https://digilib.itb.ac.id/gdl/download/183678"}, "Penulis": "Tita Kartika Dewi [15015019]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Hasbullah Nawir, ST. MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "kompaksi, pemadatan tanah, berat isi kering maksimum, derajat saturasi, kadar air, CBR, indeks plastistisitas, index properties, tanah Indonesia", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "27 Sep 2019"}