{"Nomor": 43649, "Judul": "PROPOSAL STRATEGI CO-KREASI UNTUK MARKETING BERBASIS  KOMUNITAS DAN MONETISASI KOMUNITAS BOARD GAME (STUDI KASUS MAHAVIRA.studio DI JAKARTA, INDONESIA)", "Abstrak": "Perkembangan board game di dunia sudah memasuki trend yang cukup digandrungi dan seperti biasa Indonesia hanya bisa mengikuti trend dengan lambat. Board game di Indonesia sangat tidak awam dan memiliki pasar yang sangat kecil dibandingkan dengan Eropa, bahkan Jepang dan Singapura memiliki pasar lebih besar. MAHAVIRA.studio sebagai salah satu penggiat board game di Indonesia memiliki misi untuk mempercepat perkembangan pasar di Indonesia.\n\nBoard game yang sangat dikenal di Indonesia hanya sebatas congklak, monopoli dan uno, sangat miris bila dibandingkan dengan seberapa kekiniannya board game yang dimainkan di luar negeri. Komunitas kecil board game telah merambah di beberapa kota di Indonesia, sebagai angin segar untuk memainkan board game di ruang gerak pasar board game di Indonesia yang sempit. Board game publisher di Indonesia pun mulai banyak dan memproduksi board game lokal tetapi mereka menghadapi bayangan gelap kegagalan, karena data dan literasi board game di Indonesia sangatlah rendah.\n\nMasalah utama dalam literasi board game di Indonesia adalah aksesibilitas board game ke massa dan komunitas board game di Indonesia dengan cara yang tepat untuk intergrating komunitas berbasis regional. Industri board game sendiri membutuhkan daya ungkit untuk tumbuh, dan akan meningkatkan kualitas industry board game di Indonesia. Salah satu opsi untuk meningkatkan kesadaran industri papan permainan adalah untuk berkolaborasi dalam industri dan bekerja sama dengan industri lain.\n\nMAHAVIRA studio mengajak para penggiat board game di Indonesia untuk mencanangkan co-kreasi, kolaborasi dan kooperasi, menganalisis keunggulan Sourcedaya dan menentukan target pasar yang tepat dengan analisa STP dan marketing mix. Penulis menggunakan perangkat tersebut untuk mengembangkan strategi untuk menambah literasi board game di Indonesia dengan co-kreasi, kolaborasi bersama board game publisher, dan membuat rencana kooperasi monetisasi alternatif.", "Daftar File": {"2019_TS_PP_HAFIDHM_1-Abstract.pdf?": "https://digilib.itb.ac.id/gdl/download/183688"}, "Penulis": "Hafidh Muhammad [29117093]", "Kontributor / Dosen Pembimbing": ["Sonny Rustiadi, M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "board game, Indonesia, literasi, pengembangan komunitas, monetisasi, co-kreasi, kolaborasi, kooperasi", "Sumber": "MAHAVIRA.studio", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "27 Sep 2019"}