{"Nomor": 43648, "Judul": "DESAIN STRUKTUR GEDUNG PUSAT SENI DAN BUDAYA KOTA BANDUNG", "Abstrak": "Seni merupakan suatu komponen penting dalam kehidupan, hal ini menyebabkan\ndibutuhkannya wadah atau tempat di mana seni dapat berkembang, ditampilkan dan\ndilihat oleh banyak orang. Gedung Pusat Seni dan Budaya Kota Bandung dibangun\nsebagai salah satu wadah pemenuhan aspek tersebut. Bangunan dua teater dengan\nketinggian masing-masing 32,08 m dan 26,9 m dengan konfigurasi balok dan kolom\nyang tidak beraturan serta void yang cukup besar di atas struktur untuk lokasi\nmenonton. Dengan material utama bangunan beton bertulang sedangkan untuk atap\ndigunakan atap rangka atap baja dengan sambungan baut.\nStruktur yang memiliki kategori desain seismik D sehingga dalam perancangannya\nmenggunakan sistem rangka pemikul momen khusus (SRPMK). Diperlukannya\npemodelan dan pengecekan perilaku struktur serta penentuan dimensi dari\nkomponen-komponen struktur, dan detail penulangan dan sambungan dari struktur\nuntuk memastikan bahwa struktur merupakan bangunan tahan gempa.\nDilaksanakan desain metode konstruksi komponen struktur beton dan rangka atap\nbaja, dengan penjadwalan yang efektif dan efisien sehingga hanya membutuhkan\ndurasi konstruksi kurang dari 1 tahun, dan estimasi biaya total konstruksi yang\noptimal.", "Daftar File": {"ABSTRAK Kevin Reinaldo Jacques Pantouw": "https://digilib.itb.ac.id/gdl/download/183880", "COVER Kevin Reinaldo Jacques Pantouw": "https://digilib.itb.ac.id/gdl/download/193775"}, "Penulis": "Kevin Reinaldo Jacques Pantouw [15015102]", "Kontributor / Dosen Pembimbing": ["Ir. Made Suarjana M.Sc.,Ph.D.", "Eliza Rosmaya Puri, ST,MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Gedung Seni, SRPMK, Struktur beton bertulang, Rangka atap baja, Metode konstruksi, Penjadwalan, Estimasi biaya.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "27 Sep 2019"}