{"Nomor": 43651, "Judul": "PERANCANGAN BANGUNAN HOTEL BUDGET DENGAN PENDEKATAN PREFABRIKASI MODULAR DI JAKARTA PUSAT", "Abstrak": "Perancangan hotel budget terletak di Jalan KH. Wahid Hasyim Jakarta Pusat.\nPemilihan lokasi mempertimbangka tingkat aktifitas ekonomi yang mendukung\nkebutuhan hotel budget di Jakarta Pusat. Hotel budget dengan biaya sewa relative\nmurah menjadi magnet tersendiri bagi masyarakat yang membutuhkan akomodasi\njangka pendek. Hal ini memicu kebutuhan hotel dengan konstruksi yang efisien.\nPerancangan hotel menggunakan pendekatan prefabrikasi modular untuk\nmeningkatkan efisiensi dari segi konstruksi. Tipologi hotel mendukung\npenggunaan modular dengan bentuk kamar yang tipikal. Tingkat prefabrikasi\nyang digunakan adalah modular dimana elemen modul dirangkai secara\nmanufaktur di pabrik hingga selesai untuk kemudian dirangkai menjadi bangunan\nutuh di tapak dengan modul lainnya. Tipe modul yang dirancang adalah modul\nkamar, tangga, lift dan housekeeping. Modul kamar dibagi menjadi kamar\nstandard dan kamar deluxe dengan perbedaan luasan kamar. Modul tangga\ndigunakan pada lantai tipikal dan juga lantai dasar dengan penyesuaian tinggi\nfloor to floor lantai. Penggunaan metode prefabrikasi modular menghemat waktu\npengerjaan sebesar 50%.\nPerancangan hotel dibagi menjadi perancangan tapak dan bangunan. Perancangan\ntapak hotel dilakukan dengan mempertimbangkan proses konstrukksi modular\npada tahap persiapan. Khususnya peletakkan crane dan proses hoisting.\nPerancangan bangunan dimulai dengan merancang layout lantai tipikal dengan\ntipe modul yang sudah dirancang. Layout ini juga yang membentuk masa\nbangunan. Fasad bangunan dibentuk dari peletakkan modul balkon pada kamar\nstandar yang dirancang secara acak. Kemudian lantai ground dan first floor\nmenyesuaikan lantai tipikal. Lantai ini menampung kebutuhan ruang public hotel\ndan ruang pengelola hotel.", "Daftar File": {"ABSTRAK Devinna Febrianni": "https://digilib.itb.ac.id/gdl/download/183690"}, "Penulis": "Devinna Febrianni [25218303]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sugeng Triyadi S., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "hotel budget, modular, prefabrikasi, konstruksi", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "27 Sep 2019"}