{"Nomor": 43656, "Judul": "PENGEMBANGAN TEKNOLOGI PRESERVASI FILLET IKAN NILA MENGGUNAKAN HOT SMOKING TECHNIQUE DAN PENGARUHNYA TERHADAP KARAKTERISTIK BIOKIMIA DAN DERAJAT KEASAMAN (PH) IKAN NILA (Oreochromis niloticus)", "Abstrak": "Metode pengasapan adalah metode pengawetan tradisional yang dapat membunuh bakteri\ndalam pengolahannya, serta dapat menghambat pertumbuhan mikroba melalui penurunan kadar\nair. Dengan kata lain, proses pengasapan mampu memperpanjang masa simpan ikan nila. Hasil\npenelitian mengenai karakteristik biokimia dan derajat keasaman ikan nila asap (Oreochromis\nsp.) bertujuan untuk menentukan kualitas keamanan dan gizi ikan nila setelah diasapkan, serta\ndalam penyimpanan suhu ruang maupun suhu rendah. Pengamatan dilakukan dengan pengujian\natau analisis kadar proksimat (kadar air, kadar abu, kadar lemak, dan kadar protein), serta derajat\nkeasaman (pH). Hasil pengujian menunjukkan bahwa kadar air dan kadar abu ikan nila setelah\ndiasapkan mengalami penurunan, berturut-turut sebanyak 2,81% dan 0,83%, sedangkan kadar\nprotein meningkat dan kadar lemak mengalami peningkatan berturut-turut sebanyak 23,34% dan\n5,48%. Adapun berdasarkan kualitas keamanannya, ikan nila asap pada suhu ruang dapat\nbertahan selama 6 hari, sedangkan pada suhu dingin lebih baik dikonsumsi sebelum 4 minggu.\nSedangkan berdasarkan nilai gizinya, ikan nila asap yang disimpan pada suhu ruang selama 6\nhari dan pada suhu dingin selama 4 minggu memiliki kualitas yang baik.", "Daftar File": {"ABSTRAK Laurentia Esmeralda": "https://digilib.itb.ac.id/gdl/download/183695"}, "Penulis": "Laurentia Esmeralda [11915029]", "Kontributor / Dosen Pembimbing": ["Dr. Gede Suantika, S.Si., M.Si.", "Ihak Sumardi, S.Hut., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Ikan nila, pengasapan panas, proksimat, derajat keasaman (pH).", "Sumber": "", "Staf Input/Edit": "didi kusnendi", "File": "1 file", "Tanggal Input": "27 Sep 2019"}