{"Nomor": 43654, "Judul": "Pengaruh Pengaplikasian Edible Coating Dengan Berbagai Konsentrasi Karagenan Terhadap Buah Salak Pondoh (Salacca zalacca (Gaertn.) Voss) Tanpa Kulit", "Abstrak": "Penelitian ini dilakukan untuk menentukan pengaruh konsentrasi pelapis edible coating\nberbahan dasar karagenan terhadap kualitas buah salak pondoh (Salacca zalacca) tanpa kulit\nyang disimpan pada suhu dingin (8 oC) dan suhu ruang (30 oC). Karagenan merupakan\nsenyawa polisakarida yang dapat digunakan sebagai bahan edible coating dalam upaya\nmempertahankan mutu buah salak pondoh (Salacca zalacca). Karagenan dapat digunakan\nuntuk meningkatkan kestabilan bahan pangan baik yang berbentuk suspensi (dispersi padatan\ndalam cairan), emulsi (dispersi gas dalam cairan) Metode penelitian yang digunakan yaitu\nmetode eksperimental dengan 4 perlakuan dengan 3 kali pengulangan. Rancangan yang\ndigunakan adalah Rancangan Acak Lengkap (RAL) dengan menggunakan Analysis of\nVariance (ANOVA) dengan uji lanjut duncan untuk analisis seluruh pengujian. Perlakuan\npada penelitian ini adalah pengaruh konsentrasi karagenan 1%, 2%, 3% dan tanpa perlakuan\nedible coating dengan disimpan pada suhu dingin (8 oC) dan suhu ruang (30 oC). Pengamatan\ndilakukan pada hari ke-0, 2, 4, 6, 8 dan 10. Parameter yang diamati meliputi uji organoleptik\nwarna, tekstur, aroma, rasa, susut bobot, Total Padatan Terlarut (TPT), Derajat Keasaman\n(pH), tingkat kekerasan, dan Browning Index (BI). Hasil penelitian menunjukkan bahwa\nperlakuan edible coating berbahan dasar karagenan 2% dengan penyimpanan suhu dingin\nmampu mempertahankan kualitas warna, tekstur, susut bobot dan Beowning Index (BI),\nsedangkan uji organoleptik aroma, rasa, Total Padatan Terlarut (TPT), derajat keasaman (pH)\ndan tingkat kekerasan pada buah salak pondoh (Salacca zalacca) tidak dapat dipertahankan\nkualitasnya.", "Daftar File": {"ABSTRAK Rizki Adhitya Pratama": "https://digilib.itb.ac.id/gdl/download/183692"}, "Penulis": "Rizki Adhitya Pratama [11915028]", "Kontributor / Dosen Pembimbing": ["Dr. Rijanti Rahaju Maulani, S.P., M.Si.", "Dr. Ir. Asep Hidayat, M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Salak pondoh, Edible coating, Karagenan, Browning index, Total padatan terlarut", "Sumber": "", "Staf Input/Edit": "didi kusnendi", "File": "1 file", "Tanggal Input": "27 Sep 2019"}