{"Nomor": 43655, "Judul": "PENGEMBANGAN MODEL PEMBELAJARAN MESIN UNTUK PENDETEKSIAN PELANGGARAN OLEH PENGENDARA SEPEDA MOTOR SECARA WAKTU NYATA", "Abstrak": "Pelanggaran oleh pengguna jalan merupakan hal yang masih sering terjadi baik oleh pengendara mobil maupun sepeda motor. Pengendara yang melanggar biasanya diproses dengan melakukan penilangan oleh pihak yang berwajib. Penilangan di Indonesia masih dilakukan secara manual oleh kepolisian lalulintas. Penelitian ini mencoba untuk mengembangkan model yang dapat mendeteksi secara otomatis pelanggaran oleh pengendara sepeda motor yang bisa bekerja secara waktu nyata. Pendekatan yang digunakan pada penelitian ini adalah dengan mengadaptasi algoritme pendeteksian objek YOLOv3 (You Only Look Once) untuk mendeteksi objek-objek yang terkait dengan pelanggaran tersebut, objek tersebut meliputi objek helm, orang, dan sepeda motor. Dataset yang digunakan pada penelitian ini adalah dataset video lalu lintas yang dikumpulkan melalui perekaman dengan kamera CCTV pada ketinggian 3 meter. Pendekatan pendeteksian objek pelanggaran yang dikembangkan pada tugas akhir ini memperoleh skor mAP sebesar 0,935 (helm), 0,923 (orang), dan 0,970 (sepeda motor). Model tersebut dapat bekerja dengan kecepatan 51,24 frames per second (waktu nyata) pada perangkat NVIDIA GTX 1080 Ti. Model pendeteksian objek kemudian diadaptasi untuk keperluan pendeteksian pelanggaran, model tersebut bekerja dengan akurasi 90,1% untuk pendeteksian pengendara tanpa helm dan 33,3% untuk pendeteksian kelebihan penumpang. Tugas akhir ini diharapkan dapat menjadi katalis pengembangan sistem pengawasan/tilang otomatis di Indonesia.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/183693", "Abstract": "https://digilib.itb.ac.id/gdl/download/183694"}, "Penulis": "Gilang Ardyamandala Al Assyifa [13515096]", "Kontributor / Dosen Pembimbing": ["Ir. Afwarman, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "deteksi objek, pelanggaran, sepeda motor, YOLOv3, waktu nyata", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "27 Sep 2019"}