{"Nomor": 43669, "Judul": "STUDI SISTEM PARTISI GANDA DENGAN TAMBAHAN  PANEL TIPIS UNTUK MENINGKATKAN KINERJA RUGI TRANSMISI AKUSTIK", "Abstrak": "Sistem partisi ganda merupakan salah satu sistem insulasi akustik yang sudah banyak dikembangkan. Sistem ini mempunyai kemampuan yang lebih baik dibandingkan insulasi akustik sistem partisi tunggal yang secara teoritis nilai rugi transmisinya  meningkat sebesar 6 dB/oktaf untuk dua kali kerapatan massa awal. Dalam penelitian ini, diusulkan suatu pendekatan untuk meningkatkan kinerja insulasi akustik panel ganda tanpa berimplikasi meningkatnya total massa dari struktur secara signifikan sehingga diperoleh sistem struktur ringan dengan insulasi akustik yang tinggi.  \nSistem partisi ganda yang digunakan merupakan gabungan dua panel berbahan gipsum dengan ketebalan 12 mm dengan rongga udara diantaranya. Peningkatan kinerja sistem partisi ganda dilakukan dengan penambahan panel tipis di antara dua panel dalam sistem tersebut. Panel tipis yang digunakan berbahan karet, aluminium, dan stainless steel dengan ketebalan 0.5 mm s.d. 1 mm. Dengan pendekatan ini diharapkan kinerja insulasi partisi ganda meningkat signifikan namun berat total dari sistem jauh lebih ringan dibandinkan dengan penggunaan tiga partisi atau lebih yang umumnya digunakan berdasarkan pertimbangan hukum massa (mass law). \nUntuk mengetahui karakteristik insulasi dari sistem yang diusulkan, metode numerik berbasis Waveguide Finite-Boundary Element (WFBE) digunakan. Dengan pendekatan ini, sistem partisi dimodelkan dengan pendekatan struktur waveguide yaitu struktur yang memiliki rasio dimensi yang tinggi. Dengan kata lain, dalam model ini sistem partisi memiliki dimensi hingga pada satu sumbu dan tak hingga pada aksis yang lain sehingga model dapat direduksi dari 3D menjadi 2D. Reduksi model yang dilakukan berimplikasi metode numerik ini dapat dijalankan dengan lebih efisien dibandingkan dengan metode numerik 3D. Implementasi model dan simulasi untuk setiap sistem yang dipertimbangkan dilakukan dengan perangkat lunak WANDS yaitu respon dari struktur dihitung dengan finite element sementara gelombang datang dan radiasi akustik dihitung dengan boundary element. \nDari hasil simulasi menunjukkan bahwa terjadi kenaikan STC 5 poin pada saat panel tipis ditambahkan ke dalam sistem partisi ganda untuk gelombang datang pada arah normal (sudut 0?). Selanjutkan dilakukan pemodelan untuk mengetahui letak optimum panel tipis dalam rongga udara pada sistem penyerap suara ini. Pemodelan dilakukan untuk penempatan panel tipis pada posisi 2,5 cm; 2 cm; 4,5 cm dan 5 cm dihitung dari posisi panel pertama. Hasil simulasi memberikan fakta bahwa variasi posisi panel tipis ini mempunyai nilai STC lebih rendah yaitu 40-42 dibandingkan jika panel tipis diletakkan tepat di tengah antara dua panel gipsum dengan STC mencapai 47. Nilai STC menurun pada saat sudut datang lebih besar dari 0? sebagai konsekuensi munculnya efek koinsidensi (coincidence effect) di mana panjang gelombang akustik sama dengan panjang gelombang struktur.", "Daftar File": {"COVER Dita Octaviana": "https://digilib.itb.ac.id/gdl/download/183708", "BAB 1 Dita Octaviana": "https://digilib.itb.ac.id/gdl/download/183709", "BAB 2 Dita Octaviana": "https://digilib.itb.ac.id/gdl/download/183710", "BAB 3 Dita Octaviana": "https://digilib.itb.ac.id/gdl/download/183711", "DAFTAR Dita Octaviana": "https://digilib.itb.ac.id/gdl/download/183712"}, "Penulis": "Dita Octaviana [23317012]", "Kontributor / Dosen Pembimbing": ["Iwan Prasetiyo, S.T., M.T., Ph.D.", "Ir. R. Sugeng Joko Sarwono, M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "rugi transmisi, sistem partisi ganda, metode waveguide finite-boundary element, panel tipis", "Sumber": "", "Staf Input/Edit": "Rina Kania", "File": "5 file", "Tanggal Input": "27 Sep 2019"}