{"Nomor": 43664, "Judul": "PERANCANGAN JARINGAN DRAINASE STASIUN COMMUTER LINE TANGERANG DAN TANGGUL SUNGAI CISADANE TANGERANG, BANTEN", "Abstrak": "Pergerakan manusia dalam kota-kota besar pada umumnya memiliki tingkat kesibukan yang cukup tinggi. Jenis moda yang digunakan untuk bergerak dari satu tempat ke tempat lain tidak bisa hanya bergantung pada satu jenis moda saja. Seringkali perjalanan jarak jauh hanya bisa ditempuh menggunakan moda tertentu. Di Kota Tangerang, moda kereta listrik menjadi salah satu alternatif yang seringkali digunakan oleh masyarakat. Sedangkan, Stasiun Commuter Line Tangerang yang sudah ada dianggap kurang optimal dalam pemenuhan kebutuhan pergerakan ini. Maka dari itu dibutuhkan suatu usaha untuk meningkatkan kinerja stasiun tersebut.\nPada tugas akhir ini akan dibahas mengenai Perancangan Jaringan Drainase Stasiun Commuter Line Tangerang dan Tanggul Sungai Cisadane guna menunjang kegiatan stasiun tersebut. Fokus pada Sumber Daya Air dalam bidang Teknik Sipil merupakan hal yang penting terutama di Indonesia karena limpasan air yang diakibatkan oleh hujan di kawasan tropis bisa menjadi masalah besar apabila tidak ditangani. Adapun kebutuhan zero delta Q yang telah diesebutkan dalam kebijakan Peraturan Pemerintah. Bangunan yang akan dirancang antara lain saluran drainase, pipa vertikal, kolam detensi, dan tanggul sungai. Dalam perancangan jaringan drainase, lingkup pekerjaan berupa perhitungan dimensi saluran dan pembuatan layout alur drainase. Dalam perancangan pipa vertikal, lingkup pekerjaan berupa penentuan dimensi pipa vertikal dan titik-titik pemasangannya. Dalam perancangan kolam detensi, lingkup pekerjaan berupa penetuan dimensi kolam, lokasi kolam, dan siklus pengurasan. Dalam perancangan tanggul sungai, lingkup pekerjaan berupa penentuan dimensi tanggul, perhitungan stabilitas, dan layout penanggulan sisi sungai.", "Daftar File": {}, "Penulis": "Rayhan Ihsan Nasution [15015036]", "Kontributor / Dosen Pembimbing": ["Joko Nugroho S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Stasiun Commuter Line Tangerang, Jaringan Drainase, Pipa Vertikal, Tanggul Sungai, Zero Delta Q.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "12 file", "Tanggal Input": "27 Sep 2019"}