{"Nomor": 43672, "Judul": "PERANCANGAN STRUKTUR BAWAH BANGUNAN APARTEMEN 29 LANTAI KOTA BEKASI", "Abstrak": "Bangunan Apartemen 29 Lantai di Bekasi perlu direncanakan strukturnya, salah\nsatunya struktur bawahnya. Perencanaan struktur bawah proyek apartemen 29 Lantai di\nBekasi meliputi perencanaan dinding penahan tanah, sistem penahan lateral tanah, desain\npondasi dalam, desain pile cap dan desain sambungan kolom kinpost-tiang pondasi.\nDinding penahan tanah yang digunakan adalah diaphragm wall dengan dimensi\ntebal 750mm dan panjang 14m, dan material beton fc 35MPa. Sistem penahan lateral\ndinding menggunakan pelat terpilih yaitu pelat Ground Floor dan Basement 1. Lalu\ndibandingkan dengan syarat dari SNI 8460. Desain tulangan berdasarkan SNI 2847\ndidapatkan tulangan longitudinal D32-200.\nPondasi yang digunakan adalah jenis pondasi tiang bor, dan didesain berbeda\nuntuk tiang di zona mall dan tiang di zona tower. Desain tiang selanjutnya diperiksa\nterhadap daya dukung, penurunan tanah, dan kapasitas lateral berdasarkan syarat dari SNI\n8460. Dari analisis didapat bahwa tiang pondasi desain memenuhi semua syarat, sehingga\ndapat digunakan. Desain tulangan longitundinal dan geser (tulangan spiral) didesain\nberdasarkan SNI 2847, didapat tulangan longitudinal 20D29 untuk D=1,2m dan 12D25\nuntuk D=0,8m, dan tulangan geser spiral digunakan D13-45 dan D13-400 untuk pengikat.\nTebal Pile Cap didesain agar tahan terhadap punching shear. Didapat tebal desain\nadalah 2000mm. Desain pile cap didapat tulangan longitudinal D29-200 untuk bagian\natas dan D32-160 untuk bagian bawah. Dimensi tie beam adalah lebar 40cm dan tinggi\n70cm, dengan tulangan longitudinal 8D32 dan tulangan geser 2D13-170. Sambungan\nkolom kingpost-tiang pondasi menggunakan angkur stud baja 4 baris dengan satu baris\nterdiri dari 12 angkur stud, dan kolom kingpost ditanam sedalam 1,6m ke dalam tiang\npondasi.", "Daftar File": {"ABSTRAK Johanes Deninov": "https://digilib.itb.ac.id/gdl/download/183723"}, "Penulis": "Johanes Deninov [15015040]", "Kontributor / Dosen Pembimbing": ["Ir. Erza Rismantojo, MSCE, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Struktur bawah, Diaphragm wall, Pelat terpilih, Pondasi tiang bor, Pile Cap, kingpost-tiang bor", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2019"}