{"Nomor": 43679, "Judul": "REKONSTRUKSI PERMUKAAN POLIGON 3D DARI AWAN TITIK MENGGUNAKAN PERANGKAT LUNAK POLYFIT", "Abstrak": "Saat ini teknologi yang sedang berkembang dalam bidang pemetaan adalah teknologi yang menghasilkan luaran awan titik. Teknologi yang dimaksud berlaku untuk teknologi fotogrametri, LIDAR, maupun pemindai laser terrestris. Sementara itu aplikasi penggunaan peta tidak menggunakan awan titik, melainkan model geometri atau poligon dalam vektor seperti pada CityGML. Dalam penelitian ini, dilakukan rekonstruksi poligon 3 dimensi pada awan titik dengan menggunakan perangkat lunak PolyFit. Rekonstruksi poligon dilakukan dengan berbagai tingkatan kedetailan objek yang beragam. Dimulai dari objek dengan jumlah titik bidang terkecil minimum ke objek dengan jumlah titik bidang terkecil yang lebih banyak. Terdapat 2 jenis data yang digunakan pada penelitian ini, yaitu data yang didapatkan di lapangan dan data sampel hasil perekayasaan komputer. Data lapangan diakuisisi dengan menggunakan sensor fotogrametri. Sementara data sampel awan titik hasil perekayasaan komputer didapatkan dari model 3D yang telah tersedia. Perekayaan dilakukan menggunakan aplikasi CloudCompare dan Mapple dengan teknik konversi model 3D menjadi awan titik. Teknik koversi yang dilakukan memperhatikan syarat awan titik PolyFit seperti awan titik terbentuk dari bidang-bidang datar dan watertight. Kedua data tersebut yang merupakan awan titik, selanjutnya menjadi masukan data untuk rekonstruksi permukaan poligon 3D pada aplikasi PolyFit. Sejumlah 15 studi kasus awan titik dianalisis untuk merumuskan metode pendekatan terbaik, supaya dapat menghasilkan poligon 3D yang sesuai dengan yang diharapkan. Kemudian dari 15 studi kasus tersebut dipilih 6 studi kasus terbaik untuk dilakukan analisis geometri. Diharapkan hasil penelitian ini dapat menjadi referensi dalam hal otomatisasi rekonstruksi permukaan poligon 3D di masa depan.", "Daftar File": {"ABSTRAK Hafizh Ahsan Permana": "https://digilib.itb.ac.id/gdl/download/183730"}, "Penulis": "Hafizh Ahsan Permana [15115072]", "Kontributor / Dosen Pembimbing": ["Deni Suwardhi, S.T., M.T., Ph.D.", "Arnadi Dhestaratri Murtiyoso"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "hasil yang diharapkan, hasil yang terjadi, metode pendekatan terbaik, analisis geometri.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2019"}