{"Nomor": 43687, "Judul": "PENERAPAN PREDICTIVE ANALYTICS UNTUK ESTIMASI PASSENGER LOAD FACTOR PADA LAYANAN BUS KOTA", "Abstrak": "Jumlah demand pengguna layanan bus kota di berbagai kota dan negara semakin meningkat. Dengan meningkatnya jumlah pengguna layanan bus kota, hal ini dapat menjadi pertimbangan dalam peningkatan quality of service. Salah satu aspek untuk mengukur kualitas layanan transportasi umum yang penting adalah vehicle occupancy atau load factor. Penelitian yang akan dilakukan adalah penerapan predictive analytics untuk estimasi passenger load factor pada layanan bus kota dengan menganalisis data transaksi pengguna bus dan data ketersediaan bus. Metodologi yang digunakan untuk pemodelan ini adalah dengan CRISP-DM, hingga fase Evaluation. Model yang dibuat adalah pemodelan prediktif dengan menggunakan hasil clustering pengelompokkan halte berdasarkan jumlah penumpang boarding untuk melakukan iterasi pemodelan. Clustering yang digunakan adalah k-means clustering. Pemodelan prediksi jumlah penumpang dilakukan dengan metode Support Vector Regression. Pemodelan menggunakan data historis jumlah perjalanan penumpang selama 3 bulan untuk data training dan data bulan tersebut untuk data test. Hasil dari pemodelan estimasi passenger load factor adalah dashboard untuk mengetahui load per bulan untuk setiap segmen, nilai passenger load factor, dan rekomendasi jumlah armada yang diperlukan per jamnya. Pengujian model prediksi passenger load dilakukan dengan menguji nilai RMSE dan MAPE. Kernel yang menghasilkan nilai error pengujian terbaik adalah Linear. Hasil estimasi passenger load factor tertinggi terdapat pada peak hour. Hasil simulasi perhitungan estimasi passenger load factor mengindikasikan butuhnya armada tambahan pada peak hour, dan pada off-peak sudah sesuai karena telah mendekati angka 1. Hasil simulasi untuk rekomendasi jumlah armada adalah terdapat peningkatan kebutuhan secara konstan pada peak hour untuk setiap segemnnya, dan pada off-peak hour peningkatan kebutuhan hanya terdapat pada segmen-segmen tertentu.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/183746", "Pradnya Astari - 18215041": "https://digilib.itb.ac.id/gdl/download/232413"}, "Penulis": "Pradnya Astari [18215041]", "Kontributor / Dosen Pembimbing": ["Ir. Kridanto Surendro, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "bus kota, passenger load factor, predictive analytics, k-means clustering, Support Vector Regression", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "30 Sep 2019"}