{"Nomor": 43685, "Judul": "KAJIAN PENGARUH PERILAKU ORGANISASI PERKUMPULAN PETANI PEMAKAI AIR TERHADAP PENGELOLAAN JARINGAN IRIGASI (STUDI KASUS: SUB DAERAH IRIGASI CISADANE BARAT)", "Abstrak": "Daerah Irigasi (D.I) Cisadane Barat berada di lokasi yang strategis karena dekat dengan Ibu Kota. D.I Cisadane Barat memiliki 9 (Sembilan) saluran sekunder dan hanya 4 (empat) saluran sekunder yang memiliki organisasi Perkumpulan Petani Pemakai Air (P3A) dengan kondisi jaringan irigasi yang berbeda. Tidak dapat dipungkiri bahwa perilaku organisasi tersebut dapat mempengaruhi pengelolaan jaringan irigasi yang dihasilkan. Oleh karena itu, diperlukan penelitian untuk meneliti sejauh mana pengaruh perilaku organisasi Perkumpulan Petani Pemakai Air (P3A) terhadap pengelolaan jaringan irigasi yang dikelolanya. Penelitian ini mengambil 2 (dua) objek yaitu P3A Suka Karya yang mengelola saluran Nibung dan P3A Karya Tani yang mengelola saluran Pagadengan. Maksud dari penelitian ini adalah untuk mengetahui sejauh mana perilaku organisasi P3A dapat berpengaruh positif dalam pengelolaan jaringan irigasi pada Sub Daerah Irigasi Cisadane Barat.\nPada penelitian ini ditetapkan variabel independen nya terdiri atas 3 variabel, yaitu motivasi [X1], kepemimpinan [X2], dan komunikasi [X3], sedangkan variabel dependen nya pengelolaan Irigasi [Y]. Metode yang digunakan adalah penelitian kuantitatif dengan responden 60 orang yang tergabung dalam 2 (dua) P3A. Analisa yang digunakan adalah analisa statistik (uji validitas, reliabilitas, korelasi dan regresi) dengan program IBM SPSS 20.0.\nHasil uji secara simultan dilakukan pada kedua P3A dan didapatkan bahwa pada kedua P3A yang dikaji, variabel motivasi, kepemimpinan dan komunikasi memiliki pengaruh secara signifikan pada pengelolaan jaringan irigasi. Hasil uji determinasi parsial menunjukkan bahwa pada kedua P3A Suka Karya dan P3A Karya Tani motivasi memiliki pengaruh terbesar terhadap pengelolaan jaringan Irigasi yaitu sebesar 40,88% dan 35,97%. Hasil uji determinasi secara simultan menunjukkan bahwa pengaruh variabel motivasi, kepemimpinan dan komunikasi pada P3A Suka Karya adalah 97,7% dan pada P3A Karya Tani adalah 97,3%.\nKata Kunci: Perilaku Organisasi, Motivasi, Kepemimpinan, Komunikasi, P3A, Regresi, Korelasi.", "Daftar File": {"COVER Indar Wamindari": "https://digilib.itb.ac.id/gdl/download/183735", "BAB 1 Indar Wamindari": "https://digilib.itb.ac.id/gdl/download/183737", "BAB 2 Indar Wamindari": "https://digilib.itb.ac.id/gdl/download/183738", "BAB 3 Indar Wamindari": "https://digilib.itb.ac.id/gdl/download/183739", "BAB 4 Indar Wamindari": "https://digilib.itb.ac.id/gdl/download/183741", "BAB 5 Indar Wamindari": "https://digilib.itb.ac.id/gdl/download/183742", "BAB 6 Indar Wamindari": "https://digilib.itb.ac.id/gdl/download/183743", "DAFTAR Indar Wamindari": "https://digilib.itb.ac.id/gdl/download/183744", "2019_TS_PP_ INDAR_WAMINDARI LAMPIRAN.pdf\n]": "https://digilib.itb.ac.id/gdl/download/183745"}, "Penulis": "Indar Wamindari [24017020]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Iwan Kustiwan, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Perilaku Organisasi, Motivasi, Kepemimpinan, Komunikasi, P3A, Regresi, Korelasi.", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "9 file", "Tanggal Input": "30 Sep 2019"}