{"Nomor": 43694, "Judul": "PERANCANGAN PERANGKAT KERAS DAN PERANGKAT LUNAK PENGUBAH PEMICUAN DIGITAL MENJADI ANALOG PADA NI-USB SERI 6000", "Abstrak": "Data akuisisi yang banyak tersedia di Laboratorium Dinamika Institut Teknologi Bandung adalah NI-USB seri 6000. NI jenis ini tidak dilengkapi dengan fitur pemicuan analog dan pretrigger. Padahal, fitur tersebut sangat diperlukan pada pengukuran getaran, contohnya pada pengukuran Fungsi Respon Frekuensi (FRF) dengan metode impak. Pengukuran dengan pemicuan analog dapat dilakukan pada perangkat yang lebih canggih, contohnya NI-USB 4432 dan NI-PCI 4472. Namun, kedua perangkat tersebut memiliki harga yang jauh lebih mahal dibandingkan dengan NI-USB seri 6000. Oleh karena itu, untuk mendapatkan data akuisisi yang murah namun memiliki fitur pemicuan analog, maka data akuisisi NI-USB seri 6000 harus dimodifikasi sehingga dapat melakukan pemicuan analog dengan pretrigger.\nPenelitian ini diawali dengan melakukan survei mengenai fitur pemicuan analog yang telah ada. Hasil survei tersebut dijadikan sebagai ide dasar dalam merancang perangkat untuk mengubah pemicuan digital menjadi analog. Ide tersebut kemudian dikombinasikan dengan kemampuan dari NI-USB seri 6000. Setelah itu, perangkat dibuat dan diuji. Pengujian dilakukan untuk mengetahui apakah perangkat dapat memenuhi kondisi pemicuan yang diinginkan. Selain itu, dilakukan studi kasus pengukuran FRF menggunakan perangkat yang telah dikembangkan.\nPada penelitian ini, perangkat keras dan perangkat lunak yang dapat mengubah pemicuan digital menjadi analog pada NI-USB seri 6000 telah berhasil dibuat. Berdasarkan pengujian yang telah dilakukan, perangkat tersebut dapat berfungsi dengan baik. Perangkat yang telah dibuat mampu mendukung fitur level pemicuan baik positif maupun negatif, kemiringan pemicuan baik naik maupun turun, dan pengaksesan data pretrigger.", "Daftar File": {}, "Penulis": "Mochammad Miftahul Fahmi [13115096]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Zainal Abidin, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "NI-USB seri 6000, pemicuan, pretrigger.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "30 Sep 2019"}