{"Nomor": 43693, "Judul": "PERANCANGAN PERANGKAT KERAS DAN PERANGKAT LUNAK PENGUBAH PEMICUAN DIGITAL MENJADI  ANALOG PADA NI-USB SERI 6000", "Abstrak": "Data akuisisi yang banyak tersedia di Laboratorium Dinamika Institut Teknologi\nBandung adalah NI-USB seri 6000. NI jenis ini tidak dilengkapi dengan fitur pemicuan\nanalog dan pretrigger. Padahal, fitur tersebut sangat diperlukan pada pengukuran getaran,\ncontohnya pada pengukuran Fungsi Respon Frekuensi (FRF) dengan metode impak.\nPengukuran dengan pemicuan analog dapat dilakukan pada perangkat yang lebih canggih,\ncontohnya NI-USB 4432 dan NI-PCI 4472. Namun, kedua perangkat tersebut memiliki harga\nyang jauh lebih mahal dibandingkan dengan NI-USB seri 6000. Oleh karena itu, untuk\nmendapatkan data akuisisi yang murah namun memiliki fitur pemicuan analog, maka data\nakuisisi NI-USB seri 6000 harus dimodifikasi sehingga dapat melakukan pemicuan analog\ndengan pretrigger. \nPenelitian ini diawali dengan melakukan survei mengenai fitur pemicuan analog yang\ntelah ada sebagai acuan dalam perancangan. Acuan tersebut kemudian diadaptasikan dengan\nspesifikasi yang telah disediakan oleh NI-USB seri 6000. Setelah itu, dirancang perangkat\nkeras dan lunak untuk pemicuan analog dengan pretrigger. Kemudian, perangkat diuji untuk\nmengetahui apakah perangkat dapat memenuhi kondisi pemicuan yang diinginkan. Selain itu,\ndilakukan studi kasus pengukuran FRF menggunakan perangkat yang telah dibuat.  \nPada penelitian ini, perangkat keras dan perangkat lunak yang dapat mengubah\npemicuan digital menjadi analog pada NI-USB seri 6000 telah berhasil dibuat. Berdasarkan\npengujian yang telah dilakukan, perangkat tersebut dapat berfungsi dengan baik. Perangkat\nyang telah dibuat mampu mendukung fitur level pemicuan baik positif maupun negatif,\nkemiringan pemicuan baik naik maupun turun, dan pengaksesan data pretrigger. \nKata kunci: NI-USB seri 6000, pemicuan, pretrigger.", "Daftar File": {"2019 TA 13115096  Mochammad Miftahul Fahmi.pdf\n]": "https://digilib.itb.ac.id/gdl/download/183763"}, "Penulis": "Mochammad Miftahul Fahmi [13115096]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Zainal Abidin, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "NI-USB seri 6000, pemicuan, pretrigger.", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "1 file", "Tanggal Input": "30 Sep 2019"}