{"Nomor": 43697, "Judul": "Modifikasi Kerangka Kerja Arsitektur Enterprise berbasis TOGAF 9.2 untuk Memenuhi Kebutuhan Perusahaan Startup", "Abstrak": "Perusahaan startup adalah sebuah organisasi yang berdedikasi untuk menciptakan inovasi berupa solusi baru untuk menyelesaikan suatu permasalahan  dibawah kondisi ketidakpastian yang tinggi. Startup Genome menyatakan bahwa 70% dari 3200 perusahaan startup mengalami kegagalan dikarenakan premature scalling. Untuk menghindari terjadinya premature scalling dibutuhkan penerapan arsitektur enterprise sebagai perencanaan strategis yang formal dan terstruktur untuk mengelola kompleksitas sistem yang semakin meningkat. Namun, terdapat hambatan dalam penerapan arsitektur enterprise pada perusahaan startup dikarenakan perusahaan startup memiliki karakteristik khusus seperti dinamis terhadap perubahan, memiliki sumber daya yang terbatas, dan sebagainya. Meskipun demikian, penerapan arsitektur enterprise pada perusahaan startup dapat dilakukan dengan melakukan penyesuaian kerangka kerja arsitektur enterprise dengan karakteristik perusahaan startup. The Open Group Architecture Framework (TOGAF) merupakan salah satu kerangka kerja yang dapat digunakan untuk mengembangkan arsitektur enterprise pada perusahaan startup. Kerangka kerja TOGAF menyediakan metode perancangan tailoring yaitu melakukan modifikasi terhadap kerangka kerja TOGAF yang ada sehingga dapat menghasilkan kerangka kerja TOGAF yang memenuhi kebutuhan perusahaan startup hal tersebut menjadi tujuan utama dari pengerjaan tugas akhir ini. Untuk mencapai tujuan tersebut, berbagai aktivitas dilakukan diantaranya melakukan analisis karakteristik  perusahaan startup, analisis pemilihan kerangka kerja, pemetaan TOGAF ADM 9.2 dengan model referensi perusahaan startup, analisis penyesuaian tahapan TOGAF ADM, dan menjabarkan rancangan modifikasi kerangka kerja yang terdiri dari tahapan, fase, dan langkah yang dilengkapi dengan input, ouput, dan proses setiap langkah serta keterhubungan antar langkah. Hingga akhirnya dihasilkan modifikasi kerangka kerja arsitektur enterprise TOGAF ADM pada TOGAF  9.2 untuk memenuhi kebutuhan perusahaan startup.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/183768", "Abstract": "https://digilib.itb.ac.id/gdl/download/183769"}, "Penulis": "Haniya Azzahra [18215043]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Arry Akhmad Arman, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Arsitektur Enterprise, Modifikasi Kerangka Kerja Arsitektur Enteprise, TOGAF ADM 9.2, Perusahaan Startup", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "30 Sep 2019"}