{"Nomor": 43692, "Judul": "PERANCANGAN, PEMBUATAN, DAN PENGUJIAN ALAT FIKSASI TULANG EKSTERNAL TAYLOR SPATIAL   FRAME DENGAN HARGA TERJANGKAU", "Abstrak": "Patah tulang merupakan cedera yang sering terjadi. Patah tulang sering kali\ndisebabkan oleh kecelakaan kendaraan bermotor. Untuk beberapa kasus patah tulang,\nkhususnya patah tulang terbuka yang cukup kompleks membutuhkan taylor spatial frame\nsebagai alat fiksasi tulang. Taylor spatial frame merupakan alat fiksasi tulang eksternal yang\nmemiliki 6 derajat kebebasan. Namun, taylor spatial frame sulit didapatkan di Indonesia\ndikarenakan tidak diproduksi di Indonesia dan harganya yang mahal. Oleh karena itu\npengembangan dari taylor spatial frame dengan harga yang murah dibutuhkan.  \nDalam proses perancangan, beberapa kriteria desain ditinjau untuk  menentukan\nkonsep desain yang digunakan. Taylor spatial frame terdiri dari dua buah ring dan enam buah\nstrut. Analisis statik menggunakan metode numerik dengan perangkat lunak ANSYS\ndilakukan untuk memastikan desain kuat untuk menahan beban. Berdasarkan analisis statik,\ndesain terus diiterasi hingga mendapat desain yang dianggap optimal. \nProses manufaktur dilakukan dengan proses pemesinan dari bahan material mentah.\nBeberapa komponen langsung menggunakan komponen standar di pasaran atau dengan\nsedikit modifikasi terlebih dahulu. Material yang digunakan adalah AA7075 T6 dan SS304.\nPengujian kinematika kemudian dilakukan untuk menguji apakah taylor spatial frame dapat\nmelaksanakan fungsinya dalam memperbaiki posisi tulang. Dalam pengujian, tulang\ndimodelkan oleh batang nilon kemudian dipasangkan dalam kondisi terdeformasi pada taylor\nspatial frame. Parameter deformasi tulang diukur menggunakan marker tracking dari\npandangan anteroposterior, lateral, dan aksial. Parameter deformasi tulang dan pemasangan\nrangka dimasukkan pada perangkat lunak kemudian didapatkan keluaran berupa panjang tiap\nstrut. Panjang strut diatur mengikuti data dari perangkat lunak, nilon kemudian diukur untuk\nmengetahui besar kesalahan yang terjadi. Taylor spatial frame berhasil diproduksi dengan\nbiaya Rp2.778.800,00 tidak termasuk komponen fiksasi dengan kesalahan posisi 1 – 3 mm", "Daftar File": {}, "Penulis": "Nandy Achmad Fauzy [13115061]", "Kontributor / Dosen Pembimbing": ["Ferryanto, S.T., M.T.", "Prof. Dr. Ir. Tatacipta Dirgantara, M.T.", "Prof. Ir. Andi Isra Mahyuddin, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "patah tulang, taylor spatial frame, murah, perancangan, analisis statik, pengujian   kinematika", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "0 file", "Tanggal Input": "30 Sep 2019"}