{"Nomor": 43702, "Judul": "SIMULASI NUMERIK PENYEBARAN UDARA DALAM AIR DENGAN INJEKTOR JENIS VENTURI UNTUK APLIKASI PADA BUDIDAYA IKAN AIR TAWAR SISTEM BIOFLOK", "Abstrak": "Indonesia memiliki potensi sumber daya perikanan yang besar baik sumber daya perikanan tangkap maupun budidaya perikanan air tawar. Dalam kegiatan budidaya ikan air tawar suplai oksigen menjadi hal penting yang harus diperhatikan. Suplai oksigen penting untuk memenuhi kebutuhan respirasi ikan, menguraikan amonia, dan menjaga kualitas air. Seiring berkembangnya teknologi terdapat sistem budidaya ikan air tawar yang efisien yaitu sistem bioflok yang memanfaatkan suplai oksigen serta penambahan probiotik dan sumber karbon untuk mengolah amonia menjadi pakan dengan bantuan mikroorganisme.\nKebutuhan oksigen dapat dipenuhi dengan aerator, salah satu jenis aerator yaitu injektor jenis venturi. Prinsip kerja dari injektor jenis venturi adalah menciptakan beda tekanan antara tekanan udara luar dengan tekanan fluida di dalam pipa hingga mencapai tekanan vakum sehingga udara terhisap masuk ke dalam venturi. Karena aliran pada bagian keluaran venturi adalah turbulen maka air dan udara akan tercampur dan terbentuk gelembung-gelembung udara. Semakin kecil ukuran gelembung maka akan memiliki rising velocity yang rendah dan akan tertahan lebih lama di dalam air sehingga dapat meningkatkan nilai DO (dissolved oxygen) atau kadar oksigen di dalam air.\nPada tugas sarjana ini dilakukan simulasi injektor jenis venturi dengan variasi parameter debit air yaitu 13 lpm, 15 lpm, dan 17 lpm untuk melihat aliran udara di dalam air. Simulasi numerik dilakukan dengan perangkat lunak ANSYS Fluent. Hasil aliran udara yang didapatkan melalui simulasi numerik adalah rising velocity sebesar 224 mm/s untuk debit air 13 lpm, rising velocity 119 mm/s untuk debit air 15 lpm, dan rising velocity 56,9 mm/s untuk debit air 17 lpm. Sedangkan daya untuk empat venturi yaitu 38,4 watt untuk debit air 13 lpm, 78,4 watt untuk debit air 15 lpm, dan 112 watt untuk debit air 17 lpm. Sehingga dapat disimpulkan semakin tinggi nilai debit air maka nilai rising velocity udara di dalam air akan semakin kecil.", "Daftar File": {}, "Penulis": "Eri Yulianto [13115079]", "Kontributor / Dosen Pembimbing": ["Ir. Chakimoelmal Jasjkur, M.Sc.", "Ir. I Nengah Diasta, M.T.", "Ramadhani Eka Putra, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "simulasi numerik, injektor, kecepatan naik.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "30 Sep 2019"}