{"Nomor": 43704, "Judul": "PERANCANGAN SISTEM TATA UDARA PADA  APARTEMEN DI JAKARTA", "Abstrak": "Bangunan apartemen merupakan sarana pendukung untuk memenuhi kebutuhan \ntempat tinggal ditengah peristiwa pertambahan penduduk. Ketinggian sebuah\nbangunan gedung berpengaruh dalam hal perencanaan, desain, dan penggunaanya.\nSistem tata udara pada apartemen dirancang untuk mengondisikan udara ruang agar\ntercipta kenyamanan termal dengan tujuan meningkatkan produktivitas penghuni\ndalam beraktivitas. Perancangan sistem tata udara dirancang berdasarkan sisi teknis\ndan nilai keekonomianya. \nPenyelesaian perancangan sistem tata udara ini meliputi estimasi beban\npendinginan, pemilihan sistem tata udara, pemilihan unit tata udara, perancangan\nkomponen pendukung sistem tata udara, perhitungan intensitas konsumsi energi (IKE)\nseluruh ruangan khusus pada sistem tata udara, dan analisis aliran kas tunai dari tiaptiap\nalternatif.\n\n\nAlternatif sistem tata udara yang akan dirancang adalah sistem terpisah dan\nsistem terpisah berteknologi variable refrigerant flow (VRF) dengan masing-masing\nunit menyesuaikan dengan fungsi ruangan. Pada ruang hunian atau kerja menggunakan\nunit dinding sedangkan ruang fasilitas umum menggunakan unit saluran udara.\nBerdasarkan hasil perhitungan IKE khusus pada sistem tata udara dan analisis aliran\nkas selama 15 tahun, alternatif terbaik pada perancangan ini adalah kombinasi antara\nsistem terpisah VRF unit dinding dan sistem terpisah unit saluran udara dengan nilai\nIKE dan nilai bersih aliran kas pada tahun ke-15 berturut-turut adalah  135,39 kWh/m\nper tahun dan Rp4.238.400.000,00.", "Daftar File": {}, "Penulis": "Pandu Satrio Jati [13115108]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Prihadi Setyo Darmanto", "Ir. Agus Mardjianto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "estimasi beban pendinginan, perancangan sistem tata udara, intensitas konsumsi energi, aliran kas tunai,  sistem terpisah, sistem terpisah berteknologi VRF.", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "0 file", "Tanggal Input": "30 Sep 2019"}