{"Nomor": 43707, "Judul": "PERANCANGAN, PEMBUATAN, DAN PENGUJIAN TURBIN ANGIN SUMBU HORIZONTAL DENGAN   ENAM SUDU LURUS BERDIAMETER  SATU METER", "Abstrak": "Indonesia merupakan negara dengan konsumsi energi primer terbesar di Asia Tenggara\ndan terbesar kelima di Asia Pasifik. Akan tetapi, peningkatan konsumsi energi primer ini\nmenimbulkan kecemasan pada masyarakat Indonesia. Hal ini dapat mengganggu\nkelangsungan dan ketahanan energi nasional. Kondisi ini mendorong masyarakat Indonesia\nuntuk menggunakan energi baru terbarukan (EBT). EBT yang sudah digunakan adalah energi\nmatahari, energi angin, dan energi air. Angin dapat digunakan sebagai salah satu alternatif\nsebagai energi pengganti bahan bakar fosil. Kecepatan angin rata-rata di Indonesia relatif\nrendah, yaitu sekitar 5,5 m/s. Semakin banyak turbin angin skala mikro yang dapat lebih cepat\nberputar di kecepatan angin rendah menyebabkan energi angin yang termanfaatkan di\nIndonesia menjadi semakin banyak. Oleh karena itu, dilakukan perancangan, pembuatan, dan\npengujian turbin angin sumbu horizontal dengan enam sudu berdiameter 1 meter.  \nRotor pada turbin angin ini dirancang agar dapat berputar pada kecepatan angin yang\nrendah serta dapat menghasilkan koefisien kinerja yang optimum pada kecepatan angin rendah\nsampai menengah. Pada saat pengujian, yang diuji tidak hanya rotor turbin angin saja, tapi\nbersamaan dengan generatornya.  \nDari hasil pengujian, daya maksimal yang didapat sebesar 62,05 W, berbeda jauh\ndengan hasil rancangan, yaitu 236,72 W. Turbin angin ini memiliki koefisien daya\n(perbandingan antara daya listrik yang dihasilkan dengan daya angin yang diterima)\nsekitar 0,05. Nilai start-up speed dari turbin angin ini adalah 2,9 m/s, cut-in speed 9 m/s, dan cut-out\nspeed 13,5 m/s.", "Daftar File": {"2019 TA 13115056  Azzufar Aslam Ghiffary.pdf)u": "https://digilib.itb.ac.id/gdl/download/183779"}, "Penulis": "Azzufar Aslam Ghiffary [13115056]", "Kontributor / Dosen Pembimbing": ["Ir. Kemas Rifian, MS", "Ir. I Made Astina, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "kecepatan angin, turbin angin, rotor, daya", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "1 file", "Tanggal Input": "30 Sep 2019"}