{"Nomor": 43706, "Judul": "PENGEMBANGAN MIDDLEWARE UNTUK PENCARIAN  SHORTEST-PATH PADA TIME-DEPENDENT GRAPH", "Abstrak": "Time-dependent graph adalah graf yang memodelkan objek yang berubah terhadap waktu. Pencarian shortest-path pada graf jenis ini harus mempertimbangkan kondisi graf pada time instance berbeda. Pembangunan path tidak hanya mencakup node tujuan penelusuran. Penentuan waktu penelusuran edge juga perlu dilakukan. Oleh karena itu, pencarian shortest-path pada time-dependent graph perlu penanganan khusus. Diperlukan sebuah perangkat lunak untuk memberikan penanganan khusus tersebut. Bentuk perangkat lunak berupa middleware dapat digunakan untuk hal ini. Bentuk ini memungkinkan penanganan berbagai jenis basis data. Selain itu bentuk ini juga dapat digunakan oleh berbagai aplikasi. Dalam tugas akhir ini, produk yang dihasilkan adalah middleware untuk melakukan pencarian shortest-path pada time-dependent graph. Permasalahan utama dalam membangun middleware ini adalah pemilihan model dan algoritma yang tepat untuk digunakan. \n \nModel yang digunakan pada middleware ada dua, yaitu time-expanded graph dan time-aggregated graph. Model time-expanded graph digunakan saat pembangunan path. Model time-aggregated graph digunakan saat pengiriman data dari basis data. Algoritma yang digunakan pada middleware adalah algoritma shortest-path untuk graf asiklik. Kinerja algoritma ini ditingkatkan lagi dengan memanfaatkan atribut waktu yang terdapat pada model time-expanded graph. \n \nDari pengujian yang dilakukan, disimpulkan middleware memenuhi kebutuhan fungsional. Middleware bisa digunakan pada basis data Neo4j dan PostgreSQL. Middleware siap menerima tambahan dukungan untuk basis data lain. Middleware yang telah dibuat tidak terlalu terikat dengan aplikasi sehingga dapat digunakan oleh berbagai aplikasi berbeda.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/183778"}, "Penulis": "Cendhika Imantoro [13514037]", "Kontributor / Dosen Pembimbing": ["Dr. Fazat Nur Azizah, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "graf, time-dependent graph, shortest-path, model, algoritma", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "30 Sep 2019"}