{"Nomor": 43713, "Judul": "PENGEMBANGAN SISTEM ANALISIS GERAK BERJALAN 3D DENGAN KAMERA AKSI", "Abstrak": "Tingginya harga sistem penangkap gerak yang tersedia secara komersial menyebabkan\nhanya sedikit rumah sakit, lembaga kesehatan, dan pusat rehabilitasi di Indonesia yang mampu\nmenggunakannya, padahal sistem tersebut berguna untuk mendapatkan data kuantitatif gerakan\nberjalan pasien. Tim Riset Biomekanika ITB telah mengembangkan sistem penangkap gerakan\nberjalan, dimulai dengan kamera video rumahan tunggal berbasis analisis 2D, yang dilanjutkan\nmenggunakan dua kamera untuk menangkap gerakan berjalan 3D. Namun, Sistem 3D yang\ndikembangkan sebelumnya hanya mampu merekam gerakan dari satu kaki, dan menggunakan\nsistem pencerminan untuk mendapatkan gerakan kaki lainnya. Oleh karena itu, perlu\ndikembangkan lebih lanjut Sistem 3D yang memungkinkan penangkapan gerak dari gerakan\nbipedal.\nDalam penelitian ini, dikembangkan sebuah sistem yang dapat menangkap dan\nmenganalisis gerakan berjalan 3D dari gerakan bipedal. Sistem ini menggunakan empat kamera\naksi dan dirancang untuk memungkinkan penangkapan gerakan dan memproses gambar untuk\ndilakukan analisis kinematika dan kinetika yang menghasilkan parameter gerakan berjalan.\nKalibrasi kamera menggunakan metode papan catur. Penggunaan kamera aksi memungkinkan\npengambilan data karena memiliki frekuensi pengambilan gambar yang tinggi. Selain itu,\npenggunaan kamera aksi menghasilkan sistem yang lebih terjangkau, portabel, dan lebih tahan\ngoncangan.\nData dan parameter yang dihasilkan dari sistem yang dikembangkan sesuai dengan yang\nditemukan dalam literatur. Oleh karena itu, dapat disimpulkan bahwa sistem yang\ndikembangkan dapat digunakan untuk analisis gerakan berjalan lebih lanjut. Selanjutnya,\nperangkat keras yang dikembangkan dapat digunakan untuk menganalisis jenis gerakan lain,\ntidak hanya gerakan berjalan.", "Daftar File": {}, "Penulis": "Yaswindira Ayu Sekar Pawening [13115074]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Andi Isra Mahyuddin, Ph.D.", "Ferryanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "sistem penangkapan gerak, gait, 3D, kamera aksi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "30 Sep 2019"}