{"Nomor": 43723, "Judul": "MITOS HITAM/PUTIH", "Abstrak": "Berawal dari ketertarikan penulis pada keabsahan identitas, sehingga penulis menelusuri unsur-unsur yang membentuk identitas seseorang. Pencarian penulis bermuara pada pengalaman yang selalu dipengaruhi berbagai faktor seperti fisik, agama, kondisi politik , letak geografis, kebudayaan, perasaan, impian bawah sadar, sikap orang tua, dsb. Hal-hal tersebut selalu menjalurkan seseorang ke arah identitas tertentu. Di titik ini penulis mempertanyakan kebenaran tunggal mengenai identitas yang seringkali digaung-gaungkan dan ditentukan oleh otoritas tertentu, misalnya agama dan kebudayaan. Penulis meminjam narasi dari mitologi Yunani yang berjudul “Penculikan Persephone” untuk menggambarkan suatu kisah pengalaman terbentuknya identitas dari tragedi yang terjadi dalam kisah tersebut sebagai upaya penulis dalam merepresentasikan ambiguitas identitas.\nProyek Tugas Akhir ini digarap penulis dengan melukis menggunakan cat minyak di atas kanvas, dengan prinsip estetik representatif-simbolik. Karya-karyanya bersifat kronologis, terdiri dari cerita berkelanjutan sesuai pembagian plot dalam mitologi Yunani tersebut. Secara visual, karya-karya ini menampakkan berbagai kualitas simbolik sebagai upaya penulis me-metafora-kan berbagai tokoh ke dalam ranah personal penulis. Sehingga Mitologi “Penculikan Persephone” menjadi Proyek Mitos tentang keambiguan nilai di antara Hitam/Putih, bukan sekedar upaya mengilustrasikan cerita mitologi, namun juga mengangkat isu-isu personal penulis yang menjadi urgensi penulis dalam menggarap tema ambiguitas identitas. Secara keseluruhan, Proyek Tugas Akhir ini menjadi media ekspresi dan eksplorasi bagi penulis untuk terus menggali pengalaman-pengalaman personal serta lebih memahami ambiguitas identitas yang dihasilkan pengalaman tersebut.", "Daftar File": {}, "Penulis": "Ricky Suryadi [17013007]", "Kontributor / Dosen Pembimbing": ["Rizki Akhmad Zaelani Harry, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Seni Rupa Murni dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "ambiguitas, mitologi, pengalaman, yunani", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "30 Sep 2019"}