{"Nomor": 43721, "Judul": "ECONOMIC EVALUATION OF FISCAL REGIME ON EOR IMPLEMENTATION IN INDONESIA: A CASE STUDY OF LOW SALINITY WATER INJECTION ON FIELD X", "Abstrak": "Saat ini ada dua skema fiskal yang ditujukan untuk alokasi sumber daya di industri hulu minyak dan gas Indonesia, Pemulihan Biaya Kontrak Bagi Hasil (PSC) dan Gross Split. Split Gross dalam bentuk persentase split tambahan dirancang untuk mendorong kontraktor menerapkan Enhanced Oil Recovery (EOR) di lapangan tua. Injeksi Air Salinitas Rendah (LSWI) adalah teknik EOR yang muncul di mana salinitas air yang diinjeksikan diatur nilainya. Telah terbukti relatif lebih murah dan memiliki implementasi yang lebih sederhana daripada opsi EOR lainnya di beberapa negara. Studi ini mengevaluasi ekonomi proyek LSWI menggunakan PSC dan Gross Split dan kemudian dibandingkan dengan ekonomi proyek waterflooding (WF) konvensional.\nAda empat kasus di Lapangan X yang disimulasikan menggunakan simulator komersial selama 5 tahun. Case pertama adalah Base Case tanpa air injeksi, yang kedua adalah waterflooding konvensional dengan salinitas air yang disuntikkan adalah 25000 ppm, yang ketiga adalah LSWI dengan salinitas air yang disuntikkan adalah 1000 ppm (LSWI 1), dan kasus terakhir adalah LSWI dengan salinitas air yang disuntikkan adalah 2000 ppm (LSWI 2). Kemudian, kasus-kasus tersebut dievaluasi di bawah PSC dan Gross Split untuk menghitung ekonomi proyek. Indikator ekonomi yang akan dievaluasi adalah Net Present Value (NPV) dan analisis sensitivitas juga dilakukan untuk mengamati perubahan NPV. Parameter untuk analisis sensitivitas adalah Pengeluaran Modal (CAPEX), Pengeluaran Operasional (OPEX), Produksi Minyak, dan Harga Minyak. Nilai parameter akan bervariasi mulai dari 70% hingga 130%.\nNPV dari Base Case, WF, LSWI 1, dan LSWI 2 menggunakan skema PSC masing-masing adalah 493,6, 399,5, 410,3, dan 405,5 ribu USD. NPV dari Base Case, WF, LSWI 1, dan LSWI 2 menggunakan skema Gross Split masing-masing adalah 539,5, 513,0, 557,1, dan 553,1 ribu USD. Implementasi LSWI menggunakan Gross Split lebih menguntungkan daripada PSC karena kasus LSWI menggunakan Gross Split adalah satu-satunya kasus yang memiliki perubahan persentase NPV positif dibandingkan dengan Base Case, LSWI 1 dengan peningkatan 3,28% dan LSWI 2 dengan peningkatan 2,52%. Parameter yang paling mempengaruhi NPV dalam semua kasus PSC adalah produksi minyak dan harga minyak. Di sisi lain, dalam kasus Gross Split, produksi minyak adalah parameter yang paling mempengaruhi NPV, diikuti oleh harga minyak.\nKebaruan dari penelitian ini adalah dalam perbandingan ekonomi proyek antara WF dan LSWI menggunakan dua rezim fiskal yang berbeda untuk melihat apakah Gross Split lebih menguntungkan daripada PSC pada implementasi EOR, khususnya LSWI di Lapangan X", "Daftar File": {"ABSTRAK Faridh Afdhal Aziz": "https://digilib.itb.ac.id/gdl/download/183803", "2019 TA PP FARIDH AFDHAL AZIZ 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/183804"}, "Penulis": "Faridh Afdhal Aziz [12215021]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Purnomo Yusgiantoro, M.Sc., MA, Ph.D.", "Prasandi Abdul Aziz, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Gross Split, PSC, Injeksi Air Salinitas Rendah, Nilai Bersih Sekarang", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "30 Sep 2019"}