{"Nomor": 43724, "Judul": "AN ECONOMICAL EVALUATION OF GAS ALLOCATION OPTIMIZATION FOR LNG AND POWER PLANT UTILIZATION IN: S GAS BLOCK CASE IN SULAWESI", "Abstrak": "Produksi gas alam biasa dijual ke banyak industri, seperti pembangkit listrik dan LNG bersekala kecil. Keekonomian sektor hulu dan juga hilir dari produksi gas biasanya dilakukan dengan menggunakan metode Net Present Value (NPV). Keekonomian sektor hulu dari produksi gas bergantung pada sejumlah faktor, termasuk kontrak gas, laju produksi gas, harga gas mentah, biaya operasi dan investasi modal. Keekonomian sektor hilir juga tergantung pada sejumlah faktor dan akan dijelaskan nanti dalam makalah ini.\nDalam penelitian ini, evaluasi ekonomi untuk blok gas Sulawesi dilakukan untuk mengevaluasi ekonomi sektor hulu untuk produksi gas menggunakan Skema Split Gross dengan melihat hasil NPV dan juga analisis sensitivitas dilakukan untuk menentukan parameter apa yang paling mempengaruhi hasil NPV. Kemudian analisis ekonomi menggunakan metode NPV di sektor hilir juga dilakukan untuk mencari nilai NPV maksimum berdasarkan alokasi optimal produksi gas untuk Pembangkit Listrik dan Mini LNG Plant..\nEvaluasi ekonomi sektor hulu untuk blok gas Sulawesi menggunakan skema Gross Split menghasilkan nilai NPV US $ 212.887.930, sedangkan parameter yang paling mempengaruhi hasil NPV ini adalah harga gas. Analisis ekonomi sektor hilir hasil produksi gas menunjukkan bahwa alokasi optimal produksi gas untuk Pembangkit Listrik adalah 47% dan untuk Mini LNG Plant adalah 53% menghasilkan NPV sebesar US $ 340,793,000. Hasil NPV dari sektor hulu dan hilir menunjukkan bahwa proyek ini menguntungkan apabila perusahaan ingin melebarkan bisnisnya hingga ke sektor hilir.\nHal baru dari studi ini adalah untuk mengevaluasi ekonomi sektor hulu menggunakan skema Gross Split dan untuk menemukan pemanfaatan gas yang optimal berdasarkan pembagian gas yang digunakan di sektor hilir, yaitu Pembangkit Listrik dan Pembangkit Mini LNG.", "Daftar File": {"ABSTRAK Torikh Hafidz Mulky": "https://digilib.itb.ac.id/gdl/download/183807", "2019 TA PP TORIKH HAFIDZ MULKY 1": "https://digilib.itb.ac.id/gdl/download/183809"}, "Penulis": "Torikh Hafidz Mulky [12215086]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Purnomo Yusgiantoro, M.Sc., MA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "NPV, Power Plant, Mini LNG Plant, gas price.", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "2 file", "Tanggal Input": "30 Sep 2019"}