{"Nomor": 43726, "Judul": "REKAYASA PENIRUAN LINTASAN LUNCUR (SLIDEWAYS) SUMBU-Z MESIN BUBUT CNC OKUMA-HOWA ACT 3", "Abstrak": "Sumbu-z pada mesin bubut merupakan sumbu arah gerak carriage memanjang pada \nmesin bubut yang sejajar dengan sumbu spindel dan arah positifnya  yaitu menjauhi kepala tetap\nmesin bubut. Pergerakan komponen pada sumbu-z yang ideal hanya memberikan satu derajat\nkebebasan sehingga tidak terdapat penyimpangan baik secara posisi, linear, maupun orientasi\nsudut pada gerak lurus arah sumbu-z. Karakteristik geometrik menjadi spesifikasi yang perlu\ndijaga untuk mendapatkan pergerakan mesin bubut arah sumbu-z yang lebih akurat. \nMetode tumpukan toleransi berfungsi untuk menghitung dan menentukan variasi terbaik\ndari toleransi geometrik sehingga kebutuhan kinerja mesin dapat terpenuhi. Berdasarkan standar\nISO 13041-1:2004 terdapat dua kebutuhan pergerakan carriage pada arah sumbu-z yaitu\nkesejajaran antara pergerakan ke arah sumbu-z terhadap sumbu rotasi spindel dan deviasi sudut\ncarriage ketika bergerak pada arah sumbu-z. Masing-masing kebutuhan tersebut memiliki nilai\nbatas toleransi yang harus dipenuhi. \nPada penelitian ini, model analisis tumpukan toleransi yang digunakan yaitu model\nworst-case. Hasil perhitungan tumpukan toleransi dilakukan optimasi untuk mendapatkan\nvariasi toleransi terbaik. Hasil optimasi toleransi diaplikasikan pada gambar teknik. Model ini\ndapat dijadikan referensi dalam perancangan mesin bubut CNC buatan dalam negeri.", "Daftar File": {"2019 TA 13115053  Ferdiansyah Fairuz Nugroho.pdf?": "https://digilib.itb.ac.id/gdl/download/183810"}, "Penulis": "Ferdiansyah Fairuz Nugroho [13115053]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Tri Prakosa, M.Eng.", "Dr.Eng. Ir. Agung Wibowo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "sumbu-z, geometrik, tumpukan toleransi, batas toleransi, worst case", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "1 file", "Tanggal Input": "30 Sep 2019"}