{"Nomor": 43736, "Judul": "NUMERICAL STUDY OF TEMPERATURE PROFILES OF TRANSIENT FLOW IN THE GEOTHERMAL OILFIELD", "Abstrak": "Beberapa sumur migas yang sudah tidak produktif memiliki potensi berupa panas \nyang berada di batuan formasinya. Panas tersebut dapat diambil dan dimanfaatkan dengan\ncara menginjeksikan fluida kerja ke dalam sumur. Studi ini bertujuan untuk membuat\nprogram perhitungan numerik temperatur aliran transien yang terjadi di dalam bagian-bagian\nsumur secara dua dimensi, membandingan hasilnya dengan hasil referensi, dan menggunakan\nprogram tersebut untuk menghitung distribusi temperatur di lapangan migas di Indonesia. \nFluida yang diinjeksikan ke dalam sumur dapat dimodelkan sebagai sebuah penukar\npanas. Model penukar panas yang digunakan di dalam sumur migas adalah penukar panas\npipa ganda. Proses perpindahan panas yang terjadi dibatasi hanya berbentuk konveksi di pipa\ndalam dan annulus serta konduksi pada dinding-dinding pipa dan batuan. Perhitungan\ndilakukan menggunakan secara analitik dan komputasi menggunakan metode beda hingga.\nHasil komputasinya kemudian dibandingkan dengan perhitungan dari referensi yang\nmenggunakan program perhitungan WELLTHER. Setelah divalidasi, program tersebut\nkemudian digunakan untuk menghitung distribusi temperatur untuk lapangan Arun, BK\nArea, Sungai Gelam, Bungin Batu, dan Tambora.  \nDari hasil studi ini ditemukan bahwa fluida pada annulus sumur kasus 2 dapat\nmencapai temperatur antara 130°C-160°C dan pada annulus sumur kasus 3 antara 80°C-90°C. \nHasil ini ketika dibandingkan dengan referensi ditemukan bahwa program yang telah dibuat\nmemiliki jangkauan temperatur yang hampir sama dengan referensi tetapi memiliki bentuk\nprofil yang berbeda dengan simpangan rata-rata 12%. Untuk simulasi pada lapangan Arun\ndan Tambora ditemukan bahwa kedua lapangan tersebut dapat mencapai temperatur antara\n90°C-120°C dan masuk ke kategori lapangan panas bumi bertemperatur menengah. \nSedangkan lapangan BK Area, Sungai Gelam, dan Bungin Batu dapat mencapai temperatur\nantara 50°C-80°C dan masuk ke kategori lapangan panas bumi bertemperatur rendah.", "Daftar File": {"2019 TA 13115103  Maulida Rahma.pdf)u": "https://digilib.itb.ac.id/gdl/download/183822"}, "Penulis": "Maulida Rahma [13115103]", "Kontributor / Dosen Pembimbing": ["Jooned Hendrarsakti, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "panas bumi, sumur migas tua, sumber panas menengah, perpindahan panas 2D.", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "8 file", "Tanggal Input": "30 Sep 2019"}