{"Nomor": 43749, "Judul": "REKAYASA PENIRUAN LINTASAN LUNCUR (SLIDEWAYS) SUMBU-Z MESIN BUBUT CNC OKUMA-HOWA ACT", "Abstrak": "Sumbu-z pada mesin bubut merupakan sumbu arah gerak carriage memanjang pada mesin bubut yang sejajar dengan sumbu spindel dan arah positifnya yaitu menjauhi kepala tetap mesin bubut. Pergerakan komponen pada sumbu-z yang ideal hanya memberikan satu derajat kebebasan sehingga tidak terdapat penyimpangan baik secara posisi, linear, maupun orientasi sudut pada gerak lurus arah sumbu-z. Karakteristik geometrik menjadi spesifikasi yang perlu dijaga untuk mendapatkan pergerakan mesin bubut arah sumbu-z yang lebih akurat.\nMetode tumpukan toleransi berfungsi untuk menghitung dan menentukan variasi terbaik dari toleransi geometrik sehingga kebutuhan kinerja mesin dapat terpenuhi. Berdasarkan standar ISO 13041-1:2004 terdapat dua kebutuhan pergerakan carriage pada arah sumbu-z yaitu kesejajaran antara pergerakan ke arah sumbu-z terhadap sumbu rotasi spindel dan deviasi sudut carriage ketika bergerak pada arah sumbu-z. Masing-masing kebutuhan tersebut memiliki nilai batas toleransi yang harus dipenuhi.\nPada penelitian ini, model analisis tumpukan toleransi yang digunakan yaitu model worst-case. Hasil perhitungan tumpukan toleransi dilakukan optimasi untuk mendapatkan variasi toleransi terbaik. Hasil optimasi toleransi diaplikasikan pada gambar teknik. Model ini dapat dijadikan referensi dalam perancangan mesin bubut CNC buatan dalam negeri.", "Daftar File": {"ABSTRAK Ferdiansyah Fairuz Nugroho": "https://digilib.itb.ac.id/gdl/download/183847"}, "Penulis": "Ferdiansyah Fairuz Nugroho [13115053]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Tri Prakosa, M.Eng.", "Dr.Eng. Ir. Agung Wibowo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "sumbu-z, geometrik, tumpukan toleransi, batas toleransi, worst case", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "30 Sep 2019"}