{"Nomor": 43745, "Judul": "PERBANDINGAN FREE AIR ANOMALY AIRBORNE GRAVITY DENGAN EGM2008 PADA KETINGGIAN TERBANG (STUDI KASUS : PULAU KALIMANTAN)", "Abstrak": "Pada tahun 2008-2011, Badan Informasi Geospasial (BIG) bekerja sama dengan DTU (Technical University of Denmark) melakukan pengukuran gayaberat menggunakan teknologi Airborne Gravity dengan tujuan untuk mengisi dan melengkapi kekosongan data gayaberat Indonesia. Selain melalui pengukuran langsung, informasi gayaberat dapat diperoleh secara praktis melalui model geopotential global. Salah satunya, Earth Gravitational Model 2008 (EGM2008). Informasi gayaberat EGM2008 untuk wilayah Indonesia, berasal dari hasil interpolasi topografi misi SRTM (Forsberg dan Kenyon) yang termuat dalam grid 5’x 5’. Dari dua pendekatan tersebut (Airborne dan EGM2008), ingin diketahui pola perbedaan informasi gayaberat yang dihasilkan. Penelitian ini ditujukan untuk membandingkan gayaberat Airborne dengan EGM2008 secara visual, melalui pendekatan spasial. Hasil perbandingan menunjukkan bahwa EGM2008 memiliki pola anomali gayaberat yang mirip dengan Airborne hanya pada komponen sinyal gelombang panjangnya, sementara pada komponen sinyal gelombang pendeknya, EGM2008 menghasilkan nilai gayaberat yang hampir mendekati nol/sinyalnya sangat lemah. Sementara, pada Airborne, sinyal gelombang pendeknya masih kuat dan kenampakan pola yang dihasilkan masih sangat berfluktuasi. Hal tersebut memperkuat alasan hingga saat ini masih perlu dilakukan pengukuran gayaberat Airborne.", "Daftar File": {}, "Penulis": "Risman Fathoni [15115027]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Kosasih Prijatna, M.Sc.", "Dr.techn. Dudy Darmawan Wijaya, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Airborne Gravity, EGM2008, Anomali Gayaberat", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "7 file", "Tanggal Input": "30 Sep 2019"}