{"Nomor": 43757, "Judul": "RANCANGAN PELAKSANAAN KONSTRUKSI PELABUHAN PENYEBERANGAN BAKAUHENI", "Abstrak": "Pemenuhan konektivitas antarpulau di Indonesia, khususnya untuk penumpang,\ndapat diwujudkan melalui penyeberangan selat yang difasilitasi oleh kapal ferry\nsebagai sarana transportasi dan pelabuhan sebagai prasarana transportasi yang\ndibutuhkan. Salah satunya antara Pulau Jawa dan Pulau Sumatera. Fasilitas kapal\nferry dan pelabuhan pada kedua pulau sangat dibutuhkan untuk memfasilitasi\nkebutuhan pergerakan yang akan terus meningkat. Pada tahun 2045 diproyeksikan\nkebutuhan pergerakan penumpang sebanyak 1.691.697 orang dan kendaraan\nsebanyak 2.946.286 kendaraan. Kebutuhan ini dapat terwujudkan melalui\nPelabuhan Penyeberangan Bakauheni, Lampung, di Pulau Sumatera. Ruang\nlingkup Tugas Akhir ini meliputi pembuatan Work Breakdown Structure (WBS),\nperencanaan metode pelaksanaan, perhitungan volume pekerjaan, perancangan\njadwal pekerjaan, dan mengestimasi biaya proyek secara detail.\nPerhitungan volume pekerjaan dilakukan secara manual, berdasarkan desain detail\nsetiap fasilitas. Penentuan durasi pekerjaan dilakukan berdasarkan produktivitas\nyang berbasis lead resouces alat berat dan lead resources tenaga kerja. Lalu, dibuat\njadwal konstruksi berdasarkan durasi dan logika ketergantungan pekerjaan.\nEstimasi biaya detail dilakukan menggunakan dua metode yaitu unit price\nmenggunakan SNI dan Lampiran Permen PUPR No. 28 Tahun 2016 serta resource\nenumeration menggunakan analisis penulis.\nProyek Pelabuhan Penyeberangan Bakauheni direncanakan dilaksanakan mulai 1\nOktober 2019 hingga 23 Januari 2021 dengan total durasi 456 hari. Pekerjaan\npersiapan dilaksanakan selama 66 hari, pekerjaan struktur bawah terminal selama\n140 hari, pekerjaan struktur atas terminal selama 194 hari, pekerjaan prasarana sisi\nlaut selama 342 hari, pekerjaan drainase selama 160 hari, dan pekerjaan perkerasan\nkawasan pelabuhan selama 350 hari. Biaya langsung proyek yaitu sebesar\nRp335.421.876.127, dengan presentase biaya yaitu 8,113% untuk pekerjaan\npersiapan, 16,069% untuk pekerjaan struktur bawah terminal, 10,845% untuk\npekerjaan struktur atas terminal, 12,875% untuk pekerjaan sisi laut, 8,804% untuk\npekerjaan drainase, dan 43,295% untuk pekerjaan perkerasan kawasan pelabuhan.\nSetelah biaya langsung ditambah biaya tidak langsung dan pajak, didapat total\nRencana Anggaran Biaya (RAB) proyek sebesar Rp428.386.794.190,-.", "Daftar File": {"ABSTRAK Muhammad Alfian Gunawan": "https://digilib.itb.ac.id/gdl/download/183878"}, "Penulis": "Muhammad Alfian Gunawan [15015045]", "Kontributor / Dosen Pembimbing": ["Eliza Rosmaya Puri, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pelabuhan Penyeberangan Bakauheni, metode pelaksanaan konstruksi, volume pekerjaan, durasi pekerjaan, estimasi biaya konstruksi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "14 file", "Tanggal Input": "30 Sep 2019"}