{"Nomor": 43756, "Judul": "RANCANGAN PERBAIKAN PROSES MONITORING EXPEDITING DAN TRAFFIC PADA PROYEK (ENGINEERING, PROCUREMENT & CONSTRUCTION) DEPARTEMEN INDUSTRIAL PLANT PT WIJAYA KARYA (PERSERO) TBK.", "Abstrak": "Pada proyek EPC (Engineering, Procurement dan Construction), procurement\nmemiliki porsi rata-rata yang cukup besar yaitu sekitar 60%-70%. Kondisi ini\nmenuntut proses monitoring expediting dan traffic pengadaan barang yang baik\nuntuk meminimalkan keterlambatan kedatangan barang serta mutu yang kurang\nbaik. Salah satu penyebab keterlambatan pengiriman barang pada proyek EPC yang\ndikerjakan oleh PT. WIKA seperti Proyek CHF Fase IV (PT. Bukit Asam) dan\nProyek Pembangunan DPPU Bandara Kertajati (PT. Pertamina) adalah proses\nmonitoring expediting dan traffic pengadaan barang yang tidak sistematis. Pada\nkondisi eksisting masih banyak prosedur yang tidak rinci dan belum memiliki\nstandarisasi secara formal.\nTujuan dari penelitian ini adalah merancang proses monitoring expediting dan\ntraffic pengadaan barang pada proyek-proyek EPC PT. WIKA yang dilakukan\ndengan cara memetakan dan melakukan evaluasi kondisi eksisting, melakukan\nanalisis untuk melihat peluang perbaikan, mengusulkan perbaikan dalam\npencapaian target yang direncanakan agar sesuai dengan yang ditetapkan, serta\nmelakukan analisis kinerja proses rancangan dan implikasi manajerial.\nPada penelitian ini perbaikan proses monitoring expediting dan traffic dilakukan\nsecara menyeluruh dimulai dari proses perencanaan, proses pelaksanaan dan proses\nevaluasi kinerja penyedia barang dengan menggunakan model Business Process\nImprovement. Pendekatan penelitian dilakukan dengan cara memetakan proses\nmonitoring eksisting untuk mencari kelemahan dan akar permasalahan yang\nmengakibatkan keterlambatan pengiriman barang-barang kebutuhan proyek.\nKelemahan dan permasalahan yang terjadi akan dilakukan perbaikan dengan model\nacuan (Langberg, 1980), dan kekurangan pada model acuan akan dilengkapi dengan\nmodel pendukung (LAPI ITB dan PT. TECHNIP).\nDari hasil perbaikan proses monitoring expediting dan traffic pengadaan barang\nyang dilakukan mampu mengurangi waktu proses selama 25 hari kerja, dimana \nkondisi eksisting menghabiskan waktu 97 hari kerja dan setelah dilakukan\nperbaikan menjadi 72 hari kerja. Namun penelitian yang dilakukan mempunyai\nketerbatasan, dimana penelitian ini belum dilakukan implementasi rancangan\nusulan proses monitoring expediting dan traffic serta masih bersifat manual.\nPenelitian kedepannya diharapkan dapat memperbaiki proses monitoring\nexpediting dan traffic pengadaan dengan cara melakukan implementasi dari\nrancangan serta memperbaiki proses monitoring expediting dan traffic yang manual\nmenjadi proses monitoring expediting dan traffic secara real time dan up to date.", "Daftar File": {"ABSTRAK Ronald Mangasi": "https://digilib.itb.ac.id/gdl/download/183877"}, "Penulis": "Ronald Mangasi [94516008]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Senator Nur Bahagia"], "Jenis Koleksi": "Tesis", "Penerbit": "Logistik", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "expediting dan traffic, Business Process Improvement, model acuan, model pendukung", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "30 Sep 2019"}