{"Nomor": 43754, "Judul": "PENGARUH GEOMETRI SAVONIUS TERHADAP KINERJA GABUNGAN SUDU SILINDER DAN SAVONIUS PADA TURBIN ANGIN DAN SISTEM PROPULSI", "Abstrak": "Laju pertumbuhan rata-rata kebutuhan energi di Indonesia diperkirakan mencapai 5,3% per tahun selama periode 2016?2050. Saat ini, sebagian besar jenis energi yang digunakan di Indonesia adalah energi fosil. Meski begitu, Indonesia memiliki potensi energi terbarukan sebesar 443.208 MW, salah satunya adalah energi angin.\nPenelitian ini bertujuan merancang turbin yang memanfaatkan efek Magnus dengan menggunakan gabungan sudu silinder dan Savonius. Simulasi gabungan sudu silinder dan Savonius dilakukan dengan variasi rasio panjang Savonius terhadap panjang total turbin, rasio diameter Savonius terhadap diameter silinder, dan jumlah sudu Savonius terhadap koefisien daya, gaya angkat dan gaya tahanan. Permodelan dan simulasi dilakukan dengan menggunakan CFD pada desain gabungan sudu silinder dan Savonius.\nHasil simulasi menunjukkan bahwa seiring bertambahnya ketiga rasio tersebut, koefisien daya yang dihasilkan semakin tinggi. Rasio panjang Savonius terhadap panjang total turbin bernilai 0,6 memiliki koefisien daya lebih tinggi sebesar 5,9% dibandingkan dengan rasio bernilai 0,5. Adapun untuk koefisien gaya angkat dan gaya tahanan yang dihasilkan rasio panjang Savonius terhadap panjang total turbin sebesar 0,6 mengalami kenaikan sebesar 11,7% dan 4,3%. Selain itu, penggunaan rasio diameter Savonius terhadap diameter silinder yang bernilai 1,4 memiliki koefisien daya, gaya angkat dan gaya tahanan yang paling tinggi dibandingkan dengan nilai rasio yang lainnya sedangkan untuk penggunaan jumlah sudu Savonius, turbin dengan jumlah sudu Savonius sebanyak empat memiliki koefisien daya, gaya angkat dan gaya tahanan yang paling tinggi.", "Daftar File": {}, "Penulis": "Ahmad Al Mujtahid [13115097]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Tubagus Ahmad Fauzi Soelaiman, MSME, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "gabungan sudu, efek Magnus, rasio panjang, rasio diameter, Savonius", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "30 Sep 2019"}