{"Nomor": 43752, "Judul": "PEMODELAN BANGKITAN DAN TARIKAN PENUMPANG ANGKUTAN UMUM DENGAN MENINJAU PENGGUNAAN LAHAN DI SEKITAR HALTE ANGKUTAN UMUM (STUDI KASUS: TRANSJAKARTA KORIDOR 1)", "Abstrak": "Saat ini, belum ada manual atau pedoman untuk menentukan bangkitan dan tarikan penumpang angkutan umum. Padahal bangkitan dan tarikan penumpang angkutan umum cukup dibutuhkan dalam perencanaan jaringan angkutan umum baru sebagai data awal untuk merencanakan kebijakan operasional atau desain ukuran ruang tunggu halte yang nyaman bagi penumpang. Selama ini, bangkitan dan tarikan penumpang angkutan umum diperoleh melalui proses survey yang cukup panjang dan menghabiskan waktu yang cukup lama. Dengan itu, studi ini bertujuan untuk memodelkan bangkitan dan tarikan penumpang angkutan umum dengan menggunakan data-data sekunder yang lebih mudah diperoleh yaitu penggunaan lahan di sekitar halte yang bersangkutan. Bangkitan pergerakan yang akan ditinjau adalah bangkitan dan tarikan penumpang pada jam puncak pagi dan sore. Penggunaan lahan dikelompokkan ke dalam 11 jenis antara lain lahan usaha penginapan, perkantoran, pertokoan besar, pelayanan publik, perumahan, pusat perbelanjaan, sarana rekreasi/olahraga, perumahan vertikal, sarana pendidikan, lahan terbuka hijau, dan pertokoan kecil/menengah. Apabila luas penggunaan lahan di sekitar halte sudah diketahui, maka dapat langsung mengetahui bangkitan dan tarikan penumpang pada halte menggunakan model yang dibentuk. Pembentukan model bangkitan dan tarikan penumpang menggunakan dua metode yaitu multilinear regression dan trip generation rate. Setelah melakukan pemilihan model, hampir seluruh pergerakan diwakili oleh model yang terbentuk dari metode trip generation rate. Hal ini dikarenakan model dari trip generation rate menggambarkan bahwa setiap penggunaan lahan memberikan sumbangan terhadap bangkitan dan tarikan penumpang yag berbeda hanya besarannya saja.", "Daftar File": {"ABSTRAK Nabila Soraya Sekarputri": "https://digilib.itb.ac.id/gdl/download/183865"}, "Penulis": "Nabila Soraya Sekarputri [15015009]", "Kontributor / Dosen Pembimbing": ["Ir. Idwan Santoso, M.Sc. , DIC, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "bangkitan dan tarikan penumpang angkutan umum, penggunaan lahan, regresi multilinear, trip generation rate", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "11 file", "Tanggal Input": "30 Sep 2019"}