{"Nomor": 43767, "Judul": "KONVERSI AMPAS KOPI MENJADI BAHAN BAKAR PADAT RAMAH LINGKUNGAN MENGGUNAKAN TOREFAKSI BASAH  DAN PEMBRIKETAN", "Abstrak": "Ampas kopi merupakan limbah dari proses pembuatan kopi. Di Indonesia, konsumsi\nkopi terus mengalami peningkatan setiap tahunnya tanpa adanya upaya pemanfaatan ampas\nkopi. Torefaksi Basah adalah proses termokimia dengan menggunakan air pada temperatur\ndan tekanan tinggi dan pada penelitian lain telah dapat menghasilkan bahan bakar padat\nberkualitas tinggi. Hasil-hasil tersebut memperkuat alasan melakukan penelitian mengenai\npeningkatan kualitas ampas kopi menggunakan proses torefaksi basah. Untuk meningkatkan\nkemampuan transpor produk torefaksi basah, dilakukan pembriketan tanpa perekat agar\ndensitas produk meningkat. \nPada penelitian ini, pemrosesan divariasikan pada rentang temperatur 150–200\nC\nserta waktu tunggu 0 dan 30 menit. Produk proses torefaksi basah lalu dibriket pada tekanan\n500–1500 bar. Produk torefaksi basah dan briket kemudian dilihat karakteristiknya, yaitu\nnilai kalor, kandungan nitrogen, massa jenis dan ketahanan briket. Dengan melihat\nkarakteristik dari produk yang dihasilkan, dipilihlah parameter yang paling baik dari proses\ntorefaksi basah dan pembriketan dengan mempertimbangkan kesetimbangan energi proses\ndalam bentuk “self-sustainability ratio”. \nHasil percobaan menunjukkan bahwa proses torefaksi basah pada temperatur 175 C\ndengan waktu tunggu 30 menit menghasilkan produk yang memiliki nilai kalor di atas\nbatubara subbituminus C, yaitu sebesar 31.930,18 kJ/kg. Kandungan nitrogen produk serupa\ndengan kandungan nitrogen pada batubara yaitu (1,03%). Produk padatan dari proses tersebut\ndapat dibriket dengan tekanan 500 bar dan memiliki ketahanan di atas standar dengan nilai\nDSI 94,23% yang memenuhi standar ketahanan briket.", "Daftar File": {"13114146  Pratama Rizky Nugraha": "https://digilib.itb.ac.id/gdl/download/183889"}, "Penulis": "Pratama Rizky Nugraha [13114146]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Pandji Prawisudha, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "ampas kopi, torefaksi basah, pembriketan, bahan bakar padat", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "8 file", "Tanggal Input": "30 Sep 2019"}