{"Nomor": 43761, "Judul": "SIMULASI NUMERIK KEGAGALAN PANEL KOMPOSIT SANDWICH AKIBAT IMPAK HIDRODINAMIK", "Abstrak": "Pelampung (floats) pada pesawat amfibi merupakan bagian yang vital karena\nharus bisa menahan beban impak hidrodinamik ketika pesawat mendarat di air. Panel\nkomposit sandwich telah banyak digunakan untuk struktur yang menerima impak, namun\nrespon dinamiknya sangat dipengaruhi oleh mekanisme kegagalan yang terjadi pada\npanel tersebut. Oleh karena itu, perlu dilakukan penelitian untuk mengetahui mekanisme\nkegagalan panel komposit sandwich akibat impak hidrodinamik. \nPada penelitian ini, akan dilakukan simulasi numerik untuk mengetahui\nmekanisme kegagalan panel komposit sandwich akibat impak hidrodinamik dengan\nmenggunakan metode Coupled Eulerian-Lagrangian (CEL) pada finite element\nmodelling. Metode ini menggabungkan kerangka Lagrangian dan Eulerian. Kerangka\nlagrangian digunakan untuk mengamati deformasi pada struktur, sedangkan kerangka\neulerian digunakan untuk mengamati gerakan fluida. Dengan menggabungkan kedua\nkerangka tersebut, deformasi pada struktur serta gerakan fluida dapat dianalisis secara\nbersamaan. Hasil yang diperoleh pada simulasi numerik ini adalah gaya hidrodinamik,\nprofil kegagalan pada skin, dan profil kegagalan delaminasi. Hasil simulasi ini kemudian\ndibandingkan dengan hasil pengujian yang telah dilakukan oleh Hassoon.  \nDari perbandingan hasil yang dilakukan, hasil dari simulasi numerik yang\ndilakukan cukup mendekati hasil dari pengujian yang dilakukan oleh Hassoon. Hal ini\nmenunjukkan bahwa pemodelan yang dilakukan dan parameter-parameter yang\ndigunakan pada simulasi cukup representatif untuk menggambarkan kondisi nyata\nmekanisme kegagalan pada komposit sandwich.", "Daftar File": {"2019 TA 13115156  M Nur Ridhwan M.pdf\n]": "https://digilib.itb.ac.id/gdl/download/183882"}, "Penulis": "M. Nur Ridhwan Muharram [13115156]", "Kontributor / Dosen Pembimbing": ["Satrio Wicaksono, S.T., M.Eng., Ph.D.", "Dr. Ir. Hermawan Judawisastra, M.Eng.", "Prof. Dr. Ir. Tatacipta Dirgantara, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "kegagalan panel komposit sandwich, impak hidrodinamik, Fluid-Structure  Interaction, Coupled Eulerian-Lagrangian.", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "1 file", "Tanggal Input": "30 Sep 2019"}