{"Nomor": 43771, "Judul": "PENERAPAN DAN ANALISIS DIMENSI DAN TOLERANSI GEOMETRI PADA KONSTRUKSI MESIN MINI CNC  MILLING POLITEKNIK MANUFAKTUR ASTRA", "Abstrak": "Politeknik Manufaktur Astra atau yang lebih dikenal dengan nama Polman Astra\nsejak tahun 2009 menyediakan beasiswa bagi siswa berprestasi mencakup 35%\ndari jumlah mahasiswa yang direkrut dari seluruh Indonesia. Selain memberikan\nbeasiswa, sebagai wujud pelaksanaan tridharma perguruan tinggi Polman Astra\njuga memiliki program pengembangan SMK. Polman Astra saat ini sedang\nmengembangkan mesin mini CNC milling yang dapat digunakan sebagai media\npembelajaran di SMK Pemesinan. Mesin tersebut memiliki ukuran yang compact\nsehingga diharapkan sesuai dengan pembelajaran praktek di SMK yang memiliki\nketerbatasan ruang dan biaya. Mesin mini CNC milling yang dikembangkan\nmemiliki konstruksi yang terbuat dari material plat mild steel yang dilas (steel\nwelded base). \nKonstruksi mesin mini CNC milling ini telah dibuat dan dirakit oleh mahasiswa\nPoman Astra sebagai projek kelompok, meskipun demikian dalam proses\nperancangannya, belum menerapkan spesifikasi dimensi dan toleransi geometri\nyang tepat. Oleh karena itu perlu dilakukan evaluasi dengan melakukan analisis\ndimensi dan toleransi geometri konstruksi mesin mini CNC milling. Tujuan akhir\ndari penelitian ini adalah untuk memastikan konstruksi mesin mini CNC milling\ndalam kondisi baik sebelum dilakukan proses selanjutnya yaitu pemasangan\nperangkat sistem kontrol.\nTahap pertama dari analisis ini adalah peninjauan konstruksi mesin. Peninjauan\nmeliputi pengumpulan data seperti penggambaran ulang (redraw) mesin,\nspesifikasi mesin yang diharapkan, pemeriksaan dan pengukuran hasil pembuatan\ndari konstruksi mesin. Kemudian dilanjutkan dengan  identifikasi karakteristik\nkunci. Indentifikasi karakteristik kunci meliputi kinerja serta tuntutan geometri\nseluruh konstruksi mesin. Selanjutnya dilakukan analisis dimensi dan toleransi\ngeometri melalui analisis tumpukan toleransi (stack up tolerance). Analisis\ndilakukan melalui enam langkah, yaitu: penetapan karakteristik kunci, pembuatan\nloop diagram, pengubahan nilai tengah toleransi, pemilihan metode analisis\ntoleransi dan variasi. Metode analisis yang digunakan adalah metode worst case\ndan metode RSS. Kemudian pemberian toleransi dan verifikasi\nkapasitas/kemampuan workshop, pembuatan gambar teknik sebagai tahap akhir\npenelitian \nTerdapat duapuluh toleransi variable yang dilakukan penyesuaian untuk\nmendapatkan penyimpangan sebesar 0,1 mm. Hasil analisis menunjukkan bahwa\nsemua toleransi akhir dari toleransi variable untuk metode worst case\nmenghasilkan nilai toleransi yang ketat dengan kemungkinan 100% didalam gap\nyang diinginkan. Oleh karena itu metode analisis diubah menjadi metode RSS dan\nmenghasilkan nilai toleransi yang lebih longgar yaitu kemungkinan 99,73%\ndidalam gap yang diinginkan.", "Daftar File": {"2019 TS S2 23117001  Herry Syaifullah.pdf)u": "https://digilib.itb.ac.id/gdl/download/183895"}, "Penulis": "Herry Syaifullah [23117001]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Tri Prakosa, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "toleransi dimensi dan geometri, worst case, RSS, mini CNC milling.", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "1 file", "Tanggal Input": "30 Sep 2019"}