{"Nomor": 43778, "Judul": "LIBRARY QUERY UNTUK DATA STREAM TITIK BERGERAK", "Abstrak": "Seiring dengan meningkatnya kualitas dari alat sensor, komunikasi nirkabel, perangkat mobile, dan sumber-sumber data stream lainya, pemrosesan data secara real-time menjadi mungkin dan menjadi sebuah kebutuhan, tidak terkecuali untuk data titik bergerak. Selain melalui proses analisis, informasi atau pengetahuan juga bisa didapatkan dengan melakukan proses query terhadap data titik bergerak pada lingkungan stream. Pada tugas akhir ini dikembangkan library yang melakukan pengumpulan, homogenisasi representasi, dan query terhadap data titik bergerak yang didapatkan dari berbagai sumber secara stream. Selain itu, dikembangkan juga aplikasi visualisasi untuk memudahkan pengguna dalam mendapat informasi atau pengetahuan dari hasil query. Pengumpulan dilakukan dari berbagai sumber data titik bergerak secara stream. Setelah data dikumpulkan, dilakukan proses homogenisasi representasi data dari berbagai sumber dengan representasi spesifik menjadi representasi yang umum untuk memudahkan proses query. Setelah dilakukan homogenisasi representasi, dilakukan proses query berdasarkan konsep time-based window, spatial indexing dan operasi-operasi pada domain spatiotemporal. Selanjutnya, hasil query akan divisualisasikan dengan aplikasi visualisasi untuk memudahkan pengguna dalam mendapatkan informasi dari hasil query terhadap data titik bergerak. Bagian pengumpulan dan homogenisasi representasi dirancang agar bersifat extensible dan dapat ditambahkan sumber data baru.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/183902"}, "Penulis": "Farhan Amin [13515043]", "Kontributor / Dosen Pembimbing": ["Dr.techn. Saiful Akbar, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "data stream, titik bergerak, query, window, spatial indexing, extensible", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "30 Sep 2019"}