{"Nomor": 43775, "Judul": "PERAN FIRE SAFETY MANAGEMENT DALAM MENGURANGI RISIKO KEBAKARAN PADA BANGUNAN RUMAH SUSUN SEWA", "Abstrak": "Bahaya kebakaran pada bangunan rusun sewa atau rusunawa dapat menimbulkan ancaman bagi penghuninya. Kerugian yang ditimbulkan akibat bahaya kebakaran bukan hanya materiil, namun juga menimbulkan korban jiwa. Kurang terpenuhinya kelengkapan sistem proteksi aktif dan proteksi pasif yang terdapat pada rusunawa menyebabkan kebakaran akan menyebar dalam waktu singkat. Sehingga waktu yang dibutuhkan untuk evakuasi bagi penghuni menjadi terbatas. Sebagai alternatifnya agar unsur-unsur keselamatan jiwa terpenuhi maka diperlukan sistem proteksi yang mendukung proteksi kebakaran lainnya yaitu Fire Safety Management (FSM). FSM dianggap mampu meningkatkan kinerja kesalamatan pada bangunan apabila terjadi kebakaran. Kriteria kinerja keselamatan jiwa terhadap bahaya kebakaran tersebut dapat terpenuhi apabila waktu yang dibutuhkan untuk penyelamatan (Required Safe Egress Time/RSET) lebih pendek dari waktu yang tersedia (Avalaible Safe Egress Time), atau RSET < ASET. Implementasi FSM secara menyeluruh dianggap lebih handal dalam mencegah dan menanggulangi bahaya kebakaran. Sehingga dapat menurunkan risiko bahaya kebakaran terhadap keselamatan penghuni pada bangunan rusunawa.\nPenelitian ini bertujuan untuk mengetahui kriteria kinerja terkait FSM pada rusunawa. Penelitian ini dilakukan pada tiga bangunan rusunawa sebagai kasus studi, Rusunawa Sadang Serang, Rusanawa Cingised dan Rusunawa Rancacili. Langkah penelitian yang ditempuh menjadi tiga tahapan, pertama, identifikasi unsur-unsur sistem keselamatan jiwa baik proteksi aktif, proteksi pasif dan FSM. Unsur-unsur FSM yang terkandung pada peraturan PERMEN PU No\n20/2009, KEPMENEG PU No 11/2000, PERGUB Jakarta No 143/2016, NFPA 1561 dan NFPA 101 Tahun 2006 menjadi acuan evaluasi bangunan rusunawa. Tahap kedua adalah identifikasi terkait kriteria FSM terkait RSET < ASET yang harus terpenuhi pada ketiga kasus studi. Unsur-unsur kriteria terkait FSM dinilai menggunakan analisis berbasis kinerja mengacu pada tujuan, sasaran dan kriteria kinerja. Skenario kebakaran dan skenario evakuasi yang diuji baik dalam kondisi terbaik atau kondisi terburuk untuk mengetahui sejauh mana kriteria terkait FSM mempengaruhi RSET dan ASET. Pemodelan Pyrosim digunakan untuk analisis ASET dan Pathfinder digunakan untuk analisis RSET pada masing-masing studi kasus.\nBerdasarkan hasil analisis diketahui bahwa pelaksanaan terhadap kriteria FSM bisa berpengaruh terhadap berkurangnya tingkat risiko bahaya kebakaran pada bangunan rumah susun sewa. Pelaksanaan tatagraha, sosialisasi, pelatihan evakuasi dan pemeliharaan berkala terhadap rusunawa merupakan beberapa kriteria yang terbukti dapat menurunkan risiko kebakaran. Tatagraha membantu penghuni agar menyadari pentingnya menjaga koridor tetap bersih dari barang-barang. Sosialisasi terhadap risiko bahaya kebakaran, prosedur penanggulangan dan pelatihan membantu mengurangi waktu RSET. Pelatihan evakuasi membantu penghuni agar merespon cepat terhadap tanda-tanda bahaya kebakaran. Pada kriteria pemeliharaan dilakukan agar alat-alat proteksi aktif dapat berfungsi dengan baik saat terjadi penanggulangan kebakaran.", "Daftar File": {"ABSTRAK Titus Adi Kurniawan": "https://digilib.itb.ac.id/gdl/download/183899"}, "Penulis": "Titus Adi Kurniawan [25216016]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Lily Tambunan, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Fire Safety Management (FSM), Risiko Kebakaran, Rumah Susun Sederhana Sewa (RUSUNAWA).", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "30 Sep 2019"}