{"Nomor": 43794, "Judul": "STUDI KARAKTERISTIK DIFFUSER PESAWAT TEMPUR DENGAN MERUBAH RASIO S-SHAPED", "Abstrak": "Indonesia merupakan salah satu negara yang saat ini terus mengembangkan kemampuannya dari berbagai bidang. Salah satu bidang yang dikembangkan melalui instansinya yaitu bidang pertahanan dengan merancang pesawat tempur modern. Pesawat tempur ini memiliki fungsi multirole combat dengan cakupan terbang dari subsonik hingga supersonik. Agar mampu merancang pesawat tempur maka diperlukan tenaga terampil dengan kemampuan mumpuni. Oleh karena itu sejumlah orang disekolahkan untuk mendapatkan pengetahuan lebih dibidang pesawat terbang.\nStudi penelitian berupa tesis pada akhir pendidikan merupakan pelengkap sekaligus salah satu syarat yang harus dipenuhi. Karya tulis haruslah berkaitan dengan program pemerintah dalam merancang pesawat tempur. Diffuser pesawat tempur merupakan bahasan pada tesis ini. Diffuser merupakan bagian dari satu kesatuan sistem intake yang terdiri dari inlet dan diffuser, memiliki fungsi menyuplai kebutuhan udara ke mesin untuk menjamin kinerjanya. Umumnya pesawat tempur supersonik memiliki model diffuser dengan mengadopsi bentuk s-shaped untuk mengakomodasi faktor ketersediaan ruang dan kemampuan anti radar.\nStudi menggunakan salah satu model awal dari beberapa iterasi model yang telah dilakukan oleh tim dalam program, model tersebut memiliki kode XC103. Digunakan model ini karena masih memiliki kekurangan dari sisi kinerjanya serta sudah tergantikan dengan model hasil iterasi terbaru sehingga dapat dipakai pembelajaran penulis diranah institusi pendidikan.\nPada studi ini dilakukan dengan merubah geometri diffuser dibagian dengan bentuk s-shaped. Referensi yang digunakan bersumber dari studi Wellborn et al dengan rasio geometri H/L = 0,27, AR = 1,52 dan L/Din = 5,0 sekaligus sebagai validasi. Kondisi terbang diasumsikan pada Mach 0,6 diketinggian 10000 meter. Metode yang digunakan dengan simulasi 3-D CFD pada model validasi, model awal dan model perubahan geometri diffuser.\nHasil dari simulasi kemudian dianalisa serta dibandingkan karakteristik aliran udara pada diffuser antara model awal dengan model perubahan. Parameter seperti kecepatan aliran, massa aliran, tekanan hingga pola aliran dari awal hingga akhir diffuser secara umum lebih baik.", "Daftar File": {"ABSTRAK Muhammad Wiweko S": "https://digilib.itb.ac.id/gdl/download/183919", "COVER Muhammad Wiweko S": "https://digilib.itb.ac.id/gdl/download/201704", "BAB 1 Muhammad Wiweko S": "https://digilib.itb.ac.id/gdl/download/201705", "BAB 2 Muhammad Wiweko S": "https://digilib.itb.ac.id/gdl/download/201706", "BAB 3 Muhammad Wiweko S": "https://digilib.itb.ac.id/gdl/download/201707", "BAB 4 Muhammad Wiweko S": "https://digilib.itb.ac.id/gdl/download/201708", "BAB 5 Muhammad Wiweko S": "https://digilib.itb.ac.id/gdl/download/201709", "PUSTAKA Muhammad Wiweko S": "https://digilib.itb.ac.id/gdl/download/201710"}, "Penulis": "Muhammad Wiweko S [23616018]", "Kontributor / Dosen Pembimbing": ["Dr. Firman Hartono, S.T., M.T.", "Dr.-Ing. Mochammad Agoes Moelyadi, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Pesawat tempur modern, Diffuser, S-Shaped, Simulasi 3-D, CFD.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "30 Sep 2019"}