{"Nomor": 43800, "Judul": "PEMODELAN DAN IMPLEMENTASI  TRAJECTORY DATA WAREHOUSE  UNTUK EKSPLORASI DATA TRAJECTORY", "Abstrak": "Penggunaan teknologi terkait lokasi seperti GPS dan komunikasi nirkabel saat ini sangat luas sehingga menghasilkan data spatiotemporal atau data trajectory yang besar. Namun data trajectory tersebut belum bisa menghasilkan informasi yang bermanfaat sehingga perlu adanya data warehouse yang bisa menangani data trajectory atau trajectory data warehouse. Beberapa pemodelan trajectory data warehouse sebelumnya masih banyak pemodelan berbasis domain maupun umum. Untuk itu, perlu dipilih model yang paling tepat untuk model trajectory data warehouse umum yang akan dikembangkan sehingga dari model tersebut bisa dilakukan eksplorasi data trajectory. Pemodelan trajectory data warehouse dilakukan dengan membandingkan modelmodel trajectory data warehouse yang sudah ada. Kemudian dipilih model yang paling tepat untuk trajectory yang umum dan lebih mudah dalam melakukan eksplorasi trajectory. Dari sini didapatkan bahwa model Mobility Data Warehouse dipilih sebagai model yang diadopsi untuk model trajectory data warehouse pada tugas akhir ini. Model ini dipilih dikarenakan menyimpan informasi spasial di dalam measurenya sehingga eksplorasi trajectory mudah dilakukan. Model yang dipilih diimplementasi dan digunakan untuk menyelesaikan masalah atau query yang sudah disediakan.  Pada tugas akhir ini digunakan data trajectory dari taksi di kota Beijing dan sekitarnya. Dengan menggunakan model ini dilakukan pengujian berupa menjalankan perpaduan operasi OLAP dan fungsi spasial pada data trajectory taksi tersebut. Hasilnya model dapat digunakan untuk eksplorasi data trajectory dengan cara menjalankan operasi OLAP biasa, fungsi spasial, maupun perpaduan antara operasi OLAP pada trajectory data warehouse.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/183924"}, "Penulis": "Rio Dwi Putra Perkasa [13515012]", "Kontributor / Dosen Pembimbing": ["Dr. Fazat Nur Azizah, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "trajectory, warehouse, pemodelan, OLAP", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "30 Sep 2019"}