{"Nomor": 43804, "Judul": "PENANGANAN QUERY TERHADAP DATA TEMPORAL DENGAN SISTEM KALENDER  DAN GRANULARITAS WAKTU BERBEDA", "Abstrak": "Data temporal merupakan sebuah jenis data yang mengalami perubahan dari waktu ke waktu. Jenis data ini cukup banyak digunakan di berbagai sistem informasi yang melibatkan pencatatan sejarah entitas yang dikelola. Hal ini membuat pengolahan data temporal menjadi suatu hal yang penting. Data temporal bisa memiliki sistem kalender ataupun granularitas (tingkat kedetilan) waktu yang berbeda. Namun, pengolahan data temporal dengan granularitas waktu dan sistem kalender berbeda belum dapat ditangani oleh DBMS yang umum digunakan. Oleh karena itu, pada tugas akhir ini dibangun sebuah kakas yang dapat membuat DBMS bisa menangani data temporal dengan granularitas waktu dan sistem kalender berbeda.\nKakas ini terdiri dari dua bagian, yaitu ekstensi DBMS dan modul aplikasi. Ekstensi DBMS berfungsi untuk menangani pemrosesan data temporal dengan sistem kalender dan granularitas waktu berbeda dengan cara membuat sejumlah tipe data untuk menyimpan waktu, metadata untuk menyimpan informasi terkait waktu, dan fungsi-fungsi untuk validasi dan konversi waktu pada DBMS. Modul aplikasi bertujuan untuk mentranslasi query yang diberikan oleh pengguna agar pengguna tidak perlu memasukkan query yang kompleks dan mempermudah administrator basis data dalam mendefinisikan granularitas waktu baru.\nPengujian dilakukan dengan menambahkan dua sistem kalender berbeda dan dua granularitas waktu baru. Selanjutnya, dijalankan sejumlah query uji sederhana yang mengoperasikan data menggunakan sistem kalender atau granularitas baru tersebut. Query uji meliputi operasi SELECT, INSERT, DELETE dan JOIN. Pengujian ini bertujuan untuk memastikan bahwa penanganan data temporal dengan sistem kalender dan granularitas waktu berbeda dapat dilakukan oleh kakas yang telah dibuat. Hasil pengujian menunjukkan bahwa kakas yang dibangun dapat menjalankan query uji sesuai ekspektasi hasil yang diinginkan.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/183928", "Abstract": "https://digilib.itb.ac.id/gdl/download/183929"}, "Penulis": "Radiyya Dwisaputra [13515023]", "Kontributor / Dosen Pembimbing": ["Tricya Esterina Widagdo, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "data temporal, granularitas waktu, sistem kalender, ontologi", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "30 Sep 2019"}