{"Nomor": 43806, "Judul": "NATURAL LANGUAGE INTERFACES TO DATABASE BAHASA INDONESIA UNTUK BASIS DATA SPASIAL", "Abstrak": "Basis data spasial merupakan basis data yang berbeda dengan basis data biasa karena melibatkan objek geometri dan operasi spasial. Pengaksesan basis data tersebut memerlukan query formal yang rumit. Dengan adanya NLIDB basis data spasial, pengguna dapat lebih mudah mengakses data spasial. Sebelumnya, sudah pernah dilakukan penelitian mengenai NLIDB berbahasa Indonesia. Namun, NLIDB tersebut hanya dapat menangani basis data biasa. Pada tugas akhir ini dirancang metode translasi kalimat perintah bahasa Indonesia menjadi query SQL untuk akses basis data spasial. Metode tersebut dapat dimanfaatkan untuk pengembangan NLIDB basis data spasial. Metode dirancang dengan pendekatan semantik. Oleh karena itu, diperlukan perancangan CFG untuk mentranslasikan query menjadi SQL. Namun, CFG yang dirancang berdomain umum sehingga dapat digunakan untuk berbagai basis data spasial. Aturan-aturan pada CFG dibuat dari kemungkinan query-query spasial yang dijabarkan oleh Rigaux (2002). Ketika basis data dimasukkan, CFG berdomain umum diproses sehingga menjadi spesifik domain dengan menambahkan informasi golongan kata termasuk kolom, relasi, atau value. CFG tersebut digunakan untuk menghasilkan pohon uraian. Translasi pohon uraian menjadi SQL melibatkan proses ekstraksi relasi, identifikasi relasi asal, dan pembentukan fungsi spasial. Proses tersebut dilakukan untuk menghasilkan klausa SELECT, FROM, dan WHERE. Setelah ketiga klausa tersebut terbentuk, penggabungan tiga klausa dilakukan untuk menghasilkan satu sintaks SQL utuh.  Setelah metode berhasil disusun, implementasi aplikasi NLIDB dilakukan untuk menguji kebeneran metode. Implementasi NLIDB dilakukan dengan memanfaatkan parser Python NLTK dan DBMS PostgreSQL dengan ekstensi PostGIS. Kemudian, pengujian dilakukan dengan tujuan memeriksa ketepatan metode translasi menjadi SQL dan mengecek keberhasilan metode yang telah disusun untuk menangani berbagai domain basis data spasial. Hasil pengujian menunjukkan setiap query berhasil ditranslasikan dengan tepat. Hal tersebut dapat dilihat dari sintaks SQL dan output yang dihasilkan. Dengan demikian, metode yang dirumuskan mampu mentranslasikan query kalimat perintah bahasa Indonesia menjadi SQL.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/183931"}, "Penulis": "Muhammad Treza Nolandra [13515080]", "Kontributor / Dosen Pembimbing": ["Tricya Esterina Widagdo, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "NLIDB, kalimat perintah, pengurai sintaks, CFG, operasi spasial", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "30 Sep 2019"}