{"Nomor": 43801, "Judul": "PENGARUH KONSELING APOTEKER TERHADAP KEPATUHAN, TEKNIK PENGGUNAAN INHALER DAN NILAI COPD ASSESSMENT TEST (CAT) PADA PASIEN PPOK RAWAT JALAN DI RS PARU Dr. H. A. ROTINSULU BANDUNG", "Abstrak": "Penyakit paru obstruktif kronik atau PPOK merupakan penyakit umum yang dapat\ndicegah dan diobati. Kepatuhan terhadap terapi inhalasi adalah salah satu faktor\nkunci keberhasilan pengobatan penyakit pernapasan termasuk PPOK. Namun\nkepatuhan pengobatan pada pasien PPOK umumnya buruk, tingkat kepatuhan\nterhadap berbagai rejimen pengobatan adalah sekitar 50%. Penggunaan inhaler\nyang efektif memerlukan teknik inhalasi yang tepat, agar didapatkan efek\nterapeutik yang optimal. Akan tetapi, beberapa penelitian telah menunjukkan\nbahwa 50-80% pasien gagal menggunakan perangkat inhaler mereka dengan\nbenar. Nilai COPD Assessment Test (CAT) yang memburuk dapat menunjukkan\nbahwa pasien mengalami eksaserbasi yang belum mereka laporkan kepada\nprofesional kesehatan atau bisa juga karena pasien berhenti atau tidak melakukan\npengobatan secara efektif. Sehingga pemeriksaan teknik inhaler serta kepatuhan\nterhadap pengobatan perlu dilakukan. Penelitian ini dilakukan untuk melihat\npengaruh intervensi konseling oleh apoteker terhadap kepatuhan, teknik\npenggunaan inhaler dan nilai COPD Assessment Test (CAT) pada pasien PPOK\nrawat jalan di RS Paru Dr. H. A. Rotinsulu Bandung pada bulan April-Juni 2019.\nPenelitian ini dilakukan terhadap 82 subjek penelitian dengan menggunakan\nrancangan eksperimen one group pretest-posttest. Analisis dilakukan dengan\nmenggunakan uji non-paramertik Willcoxon rank test dengan taraf signifikansi\n5%. Hasil penelitian menunjukan adanya perbedaan yang signifikan secara\nstatistik dari nilai sebelum (pretest) dan sesudah (posttest) diberikan perlakuan\nkonseling oleh apoteker terhadap kepatuhan, teknik penggunaan inhaler dan nilai\nCOPD Assessment Test (CAT) dengan nilai p<0,05. Sehingga hasil penelitian ini\nmenunjukkan bahwa konseling apoteker dapat meningkatkan kepatuhan,\nmemperbaiki teknik pengguaan inhaler dan nilai COPD Assessment Test (CAT)\npada pasien PPOK rawat jalan.", "Daftar File": {"ABSTRAK Risa Susanti": "https://digilib.itb.ac.id/gdl/download/183925", "COVER Risa Susanti": "https://digilib.itb.ac.id/gdl/download/243264", "BAB 1 Risa Susanti": "https://digilib.itb.ac.id/gdl/download/243265", "BAB 2 Risa Susanti": "https://digilib.itb.ac.id/gdl/download/243266", "BAB 3 Risa Susanti": "https://digilib.itb.ac.id/gdl/download/243267", "BAB 4 Risa Susanti": "https://digilib.itb.ac.id/gdl/download/243268", "BAB 5 Risa Susanti": "https://digilib.itb.ac.id/gdl/download/243269", "BAB 6 Risa Susanti": "https://digilib.itb.ac.id/gdl/download/243270", "PUSTAKA Risa Susanti": "https://digilib.itb.ac.id/gdl/download/243271"}, "Penulis": "Risa Susanti [20717007]", "Kontributor / Dosen Pembimbing": ["Dr. Kusnandar Anggadiredja, S.Si., M.Si.", "dr.Ruri Intania,Sp.P."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "konseling apoteker, PPOK, kepatuhan, teknik inhaler, COPD Assessment Test", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "30 Sep 2019"}