{"Nomor": 43817, "Judul": "SIMULASI DAN PENGUJIAN FENOMENA WATER HAMMER PADA SISTEM PERPIPAAN", "Abstrak": "Aliran fluida transien erat kaitannya dengan suatu fenomena kenaikan tekanan yang disebut dengan istilah water hammer. Fenomena water hammer ini akan sangat berbahaya dan bisa merusak komponen perpipaan apabila tidak diperhatikan dengan serius. Water hammer dapat disebabkan oleh berbagai macam faktor, diantaranya penutupan katup dan pompa yang mati tiba-tiba.\nSalah satu cara untuk mengetahui lebih dalam tentang fenomena water hammer ini adalah dengan melakukan pengujian laboratorium. Pengambilan data dilakukan dengan melakukan pengujian pada alat bernama Pipe Surge/Water Hammer. Kemudian, akan dilakukan simulasi menggunakan perangkat lunak bernama Bentley Hammer V8i. Perangkat lunak ini menggunakan metode karakteristika dalam menyelesaikan masalah-masalah yang berkaitan dengan aliran transien pada suatu sistem perpipaan.\nPengambilan data dilakukan dengan menggunakan dua buah sensor. Sensor 1 dan sensor 2 terletak 20 cm dan 120 cm dari katup solenoid. Dari hasil pengujian, untuk sensor 1, didapatkan nilai tekanan maksimum sebesar 128.472 Pa dan tekanan minimum sebesar -18.040 Pa. Sedangkan, untuk sensor 2, didapatkan nilai tekanan maksimum sebesar 128.472 Pa dan minimum sebesar -18.444 Pa. Kemudian, dari hasil simulasi didapatkan nilai tekanan maksimum sebesar 148.698 Pa dan minimum -97.769 Pa untuk sensor satu. Sedangkan, untuk sensor 2 didapatkan nilai tekanan maksimum sebesar 111.047 Pa dan nilai tekanan minimum sebesar -65.059 Pa.", "Daftar File": {"ABSTRAK Irvan Abdul Aziz": "https://digilib.itb.ac.id/gdl/download/183942"}, "Penulis": "Irvan Abdul Aziz [13113075]", "Kontributor / Dosen Pembimbing": ["Ir. I Nengah Diasta, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "water hammer, Bentley Hammer.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "30 Sep 2019"}