{"Nomor": 43815, "Judul": "PENGELOLAAN HUBUNGAN DENGAN PELANGGAN DI PT PRIMA CITRA NUTRINDO", "Abstrak": "Industri makanan adalah industri yang paling prospektif di Indonesia dan dunia. Sektor industri makanan masih merupakan kontributor utama bagi perekonomian Indonesia. Bisnis katering adalah bisnis yang cocok untuk diperkotaan dan untuk orang yang memiliki jadwal sibuk dan tidak terganggu dengan memasak. Biasanya mereka lebih suka memesan makanan daripada membuatnya sendiri dengan pertimbangan waktu dan usaha. Katering adalah bisnis yang sudah ada yang hampir dikelola secara konvensional atau kadang-kadang seperti industri rumah tangga. Diperlukan strategi inovatif untuk tetap mampu bersaing dan beradaptasi dengan bisnis baru yang menarik. Dengan Peluang yang baik dari pengembangan industry catering, PT PCN melalui lini bisnis D’Kalimas catering yang melayani event-event masih perlu didukung untuk dapat meningkatkan penjualan dan memperluas market share. Salah satu caranya adalah dengan memanage hubungan dengan pelanggan untuk memperkuat strategi pemasaran agar dapat memanfaatkan peluang tersebut. \nPenelitian ini menggunakan analisis internal dan eksternal untuj membuat strategi pemasaran. Analisis internal berfokus pada Sumber daya, dan Kemampuan. Sedangkan analisis eksternal dilakukan oleh lingkungan umum; Lingkungan Industri; Analisis pesaing; dan Analisis pelanggan. Dalam penelitian ini, data primer dikumpulkan dengan hasil wawancara kepada responden yang merupakan pelanggan potensial dan telah berpengalaman dalam memesan catering untuk event. \nAkar penyebab masalah bisnis adalah sumber daya internal, pemasaran, lingkungan dan pesaing. Menurut analisis akar penyebab, masalah besar dari D’Kalimas Katering adalah manajemen dalam membina hubungan dengan pelanggan potensial. Dengan membina hubungan pelanggan potensial akan berdampak untuk pengambilan keputusan membeli kembali oleh pelanggan. \nStrategi yang diusulkan kepada D’Kalimas Katering untuk memecahkan masalah bisnis adalah meningkatkan Quality Control, memberikan standar takaran bumbu untuk setiap menu, Influencer, dan meningkatkan brand focus.", "Daftar File": {"2019_TS_PP_Bambang Budiyantoro_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/183940"}, "Penulis": "Bambang Budiyantoro [29117308]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T., M.M., DBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Marketing Strategy, Business Strategy, Catering Services", "Sumber": "PT PRIMA CITRA NUTRINDO", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "30 Sep 2019"}