{"Nomor": 43812, "Judul": "SISTEM REKOMENDASI HYBRID UNTUK DESTINASI  WISATA INDONESIA MENGGUNAKAN DATA INSTAGRAM  PENGGUNA", "Abstrak": "Pariwisata merupakan sektor penting bagi Indonesia, namun banyaknya destinasi wisata di Indonesia menyebabkan kesulitan bagi wisatawan untuk menemukan tujuan wisata yang cocok bagi mereka. Media sosial Instagram menjadi salah satu sarana wisatawan untuk saling berbagi pengalaman wisata. Data pengguna Instagram ini kemudian dimanfaatkan untuk membuat sistem rekomendasi destinasi wisata menggunakan metode collaborative dan content-based. Rekomendasi collaborative dibuat dengan melihat kemiripan rekam jejak wisata antar pengguna, sedangkan rekomendasi content-based dibuat dengan mencocokkan profil pengguna dengan profil destinasi wisata yang memiliki fitur berupa hashtag yang ditemukan pada destinasi wisata terkait.  \n \nEksperimen untuk masing-masing metode dilakukan untuk mendapatkan model terbaik. Konfigurasi model collaborative terbaik yang didapatkan adalah penggunaan nilai binary sebagai representasi kunjungan pengguna pada destinasi wisata dan penggunaan rumus jaccard untuk perhitungan kemiripan antar destinasi wisata. Sedangkan untuk metode content-based, konfigurasi terbaiknya yakni penggunaan nilai binary untuk representasi kemunculan hashtag pada destinasi wisata dan penggunaan rumus cosine untuk perhitungan kemiripan profil pengguna dengan profil destinasi wisata. Kedua metode tersebut memiliki kelebihan masingmasing, oleh karena itu keduanya digabungkan dengan metode hybrid berupa penggabungan skor dengan rasio 9:1 untuk skor collaborative banding skor content-based.  \n \nModel hybrid yang dihasilkan selanjutnya diimplementasikan pada purwarupa berupa aplikasi web sederhana sehingga dapat digunakan oleh wisatawan untuk menghasilkan rekomendasi wisata. Oleh sejumlah responden, sistem ini dinilai memiliki kecepatan yang baik dan ketepatan rekomendasi yang cukup memuaskan.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/183937"}, "Penulis": "Muthmainnah [13515059]", "Kontributor / Dosen Pembimbing": ["Ir. Windy Gambetta, M.B.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "sistem rekomendasi, collaborative, content-based, hybrid.", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "30 Sep 2019"}