{"Nomor": 43837, "Judul": "SENYAWA KARBON DARI KULIT KACANG DAN PADUAN FeCo SEBAGAI KATODA PADA BATERAI ALUMINIUM-UDARA", "Abstrak": "Baterai sebagai sumber energi adalah suatu komponen yang sudah sering kita temui saat ini, tetapi perkembanganya sebagai komponen sumber energi masih dapat terus ditingkatkan. Baterai metal-udara jenis aluminium-udara (Al-udara) adalah suatu jenis baterai yang saat ini masih terus dikembangan dan memiliki potensi yang unggul untuk digunakan lebih lanjut. Dalam penggunaanya, baterai Al-udara menggunakan katalis pada katodanya untuk membantu reaksi reduksi oksigen (ORR). Metode pengembangan yang dapat dilakukan untuk baterai Al-udara ini adalah pembentukan katoda dengan katalis yang berasal dari biomassa kulit kacang dan paduan FeCo sebagai bahan alternatif.\nDalam penelitian ini, akan dibahas mengenai sintesis katoda menggunakan spesimen karbon yang berasal dari bahan biomassa kulit kacang tanah dan kulit kacang pistachio serta penambahan zat paduan FeCo. Kemudian, dilakukan pengujian pada spesimen karbon menggunakan karakterisasi fisik dan karakterisasi elektrokimia dengan metode-metode tertentu untuk mengetahui sifatnya. Selain itu, pengujian performa spesimen dalam rangkaian baterai Al-udara juga dilakukan untuk mengetahui kapasitas akhir dari setiap spesimen.\nHasil pengujian baterai Al-udara yang menggunakan spesimen dari kulit kacang dan paduan FeCo memilki hasil yang baik. Dari pengujian disimpulkan bahwa sintesis karbon berhasil dilakukan dan penambahan paduan FeCo menghasilkan peningkatan pada sifat spesimen karbon. Selain itu, diketahui bahwa baterai dengan spesimen kulit kacang pistachio dan paduan FeCo memiliki kapasitas tertinggi dengan nilai 881,56 mAh/g", "Daftar File": {}, "Penulis": "Farhandra Ramdhani Irwan [13715009]", "Kontributor / Dosen Pembimbing": ["Afriyanti Sumboja, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "baterai, reaksi reduksi oksigen, katalis, katoda, kulit kacang, paduan FeCo, karakterisasi, kapasitas.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "30 Sep 2019"}