{"Nomor": 43835, "Judul": "APLIKASI CITRA HIPERSPEKTRAL DAN ANALISIS KUANTITATIF DALAM PENENTUAN ZONA ALTERASI HIDROTERMAL PADA SISTEM PANAS BUMI AKTIF", "Abstrak": "Metode pemetaan pengindraan jauh (indraja) dengan menggunakan citra hiperion\nsensor hiperspektral efektif digunakan dalam mengidentifikasi mineral alterasi pada\ndaerah panas bumi karena memiliki jumlah band yang lebih banyak dibandingkan\ndengan citra optis lainnya. Penelitian ini bertujuan untuk menganalisis serta\nmemetakan zona alterasi berdasarkan sebaran mineral alterasi pada lapangan panas\nbumi Wayang Windu. Selain itu juga mengidentifikasi kondisi daerah penelitian\ndiantaranya jenis batuan, tingkat pelapukan, tipe alterasi serta kondisi alterasi pada\nLapangan Panas Bumi Wayang Windu. Pengambilan conto permukaan berupa\ntanah dan batuan dilakukan untuk analisis laboratorium berupa x-ray diffraction, xray\nfluoroscence dan analisis kecocokan spektral dengan data reflektansi\nspektroskopi untuk validasi data indraja. Teridentitifikasi kelompok mineral silika,\nkaolinite, sulfat, klorit, zeolit serta oksida yang menjadi penciri alterasi argilik\nlanjut dan propilitik. Metode pemetaan yang digunakan dalam penelitian ini seperti\nspectral angle mapper dan linear spectral unmixing mampu memetakan zona\nalterasi pada daerah yang tidak bervegetasi hingga bervegetasi jarang. Penggunaan\ndiagram total alkali–silika (TAS) vulkanik untuk mengklasifikasikan jenis batuan\npada daerah penelitian menunjukkan jenis batuan basaltik-andesitik hingga\nandesitik, chemical index alteration (CIA) merupakan diagram untuk mengetahui\ntingkat pelapukan dengan memasukkan tiga senyawa oksida yaitu Al2O3–MgO–\n(CaO+Na2O+K2O) yang menunjukkan tingkat pelapukan daerah penelitian tinggi,\ndan diagram ACF, AKF merupakan penentuan mineral alterasi berdasarkan\nkemunculan mineral dengan menggunakan elemen utama yaitu ACF A(Al2O3-\nNa2O-K2O), C(CaO-[10/3]P2O5) dan F(Fe2O3) sedangkan diagram AKF A(Al2O3-\nNa2O+K2O), K(K2O) dan F(MgO+Fe2O3+MnO) menujukkan tipe alterasi argilik\nmenengah, persamaan Intensity of Alteration (IA) menunjukkan alterasi yang\nterjadi pada daerah penelitian tergolong lemah hingga kuat.", "Daftar File": {"ABSTRAK Nurul Magfirah": "https://digilib.itb.ac.id/gdl/download/183959"}, "Penulis": "Nurul Magfirah [22117009]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Syafrizal, S.T., M.T.", "Arie Naftali Hawu Hede, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Hiperion, alterasi hidrotermal, argilik lanjut, propilitik", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "30 Sep 2019"}