{"Nomor": 43843, "Judul": "STUDI PEMBENTUKAN FEROTITANIUM KADAR RENDAH MELALUI REAKSI ALUMINOTERMIK KONSENTRAT PASIR BESI", "Abstrak": "Ferotitanium secara aplikatif digunakan dalam proses pembuatan baja nirkarat. Penggunakan ferotitanium dalam pembuatan baja nirkarat berguna untuk mencegah terbentuknya kromium karbida yang kemudian akan berdampak pada menurunnya ketahanan korosi baja nirkarat. Ferotitanium kadar tinggi kurang kompetitif apabila diaplikasikan dalam proses pembuatan baja karena harganya yang tinggi, sehingga untuk beberapa aplikasi dapat digunakan ferotitanium kadar rendah yang berasal dari bijih ilmenit. Indonesia memiliki cadangan pasir besi yang melimpah, yang padanya terdapat unsur besi dan titanium. Beberapa penelitian tentang pasir besi mengungkapkan adanya kandungan titanium yang tinggi pada terak hasil reduksi karbotermik. Sehingga pada penelitian ini, dilakukan studi mengenai reaksi aluminotermik konsentrat pasir besi untuk menghasilkan ferotitanium kadar rendah yang diharapkan dapat digunakan dalam proses pembuatan baja nirkarat.\nPercobaan dilakukan dengan melakukan variasi penambahan aluminium ke dalam briket sebesar 25%, 30%, 35%, dan 40%. Reaksi aluminotermik dilakukan menggunakan cawan grafit pada lapisan batubara. Reduksi awal dilakukan secara isotermal pada temperatur 15000C selama 120 menit. Dari hasil penelitian dengan perolehan logam tertinggi dilakukan variasi temperatur yaitu 13000C dan 14000C. Partikel logam dan terak hasil reaksi diamati menggunakan mikroskop optik untuk mengetahui fasa yang terbentuk, yang kemudian dilakukan analisis SEM-EDS untuk mengetahui kadar dan persebaran unsur pada logam dan terak hasil reduksi. Secara bersamaan produk terak dilakukan penggerusan dan dilakukan analisis XRD untuk mengetahui senyawa yang tersisa pada terak.\nHasil penelitian menunjukkan bahwa titik optimum dicapai saat penambahan aluminium sebesar 40% dan temperatur 13000C dengan metal yield sebesar 91,29%. Sementara itu, penambahan aluminium berpengaruh signifikan meningkatkan metal yield dan juga kadar titanium pada logam. Pada temperatur isotermal 15000C penambahan aluminium sebesar 25% dan 40% didapatkan kadar titanium sebesar 2,14% dan 5,65% serta metal yield sebesar 72,55% dan 84,06%. Namun, peningkatan temperatur menyebabkan penurunan metal yield, dimana pada penambahan aluminium 40% didapati metal yield sebesar 91,29% pada temperatur 13000C, 86,98% pada temperatur 14000C, dan 84,06% pada temperatur 15000C. Reaksi-reaksi yang terjadi pada reduksi aluminotermik konsentrat pasir besi diperkirakan terdiri dari reaksi mineral titanomagnetite, reaksi mineral oksida, pelarutan unsur hasil reaksi, pembentukan senyawa karbida, proses oksidasi dari aluminium berlebih, dan pembentukan senyawa spinel pada terak.", "Daftar File": {"ABSTRAK Ryan Riyadi": "https://digilib.itb.ac.id/gdl/download/183965"}, "Penulis": "Ryan Riyadi [12515027]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Zulfiadi, S.T., M.T.", "Taufiq Hidayat, S.T., M.Phil., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "reduksi aluminotermik, ferotitanium, yield, titanium, pasir besi", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "30 Sep 2019"}