{"Nomor": 43842, "Judul": "PEMODELAN ZONA MINERALISASI EMAS BERDASARKAN KADAR, LITOLOGI & ALTERASI DI PT ANTAM UBPE PONGKOR, BOGOR, JAWA BARAT", "Abstrak": "Pemodelan zona mineralisasi emas pada sistem endapan epitermal sulfdasi rendah yang dikontrol oleh struktur berupa urat kerap dimodelkan secara manual (visual) berdasarkan sense geologi menyebabkan sampel kadar yang masih ekonomis disekitar domain tersebut tidak dapat diestimasi dan tidak dapat dikategorikan sebagai sumberdaya, sehingga metode tersebut dinilai sangat subjektif dan membutuhkan waktu yang lama dalam pengerjaannya. Dalam optimalisasi pemodelan zona mineralisasi sebagai dasar estimasi sumberdaya maka diperlukan beberapa domain acuan berupa kadar, litologi dan alterasi berdasarkan pendekatan geostatistik dengan metode Ordinary Kriging (OK), Ordinary Co-Kriging (COK), Sequential Gaussian Simulation (SGSIM) dan Indicator Kriging (IK) yang mampu mengestimasi nilai secara spasial dari sampel log core yang diperoleh dari permukaan dan tunnel penambangan bawah tanah. Data sebelumnya dipersiapkan melalui exploratory data analysis (EDA) berupa komposit, hingga analisis statistik dan spasial pada basis data raw, topcut dan bottomcut. Hasil estimasi kadar dengan metode OK menggunakan basis data Au topcut memberikan hasil yang paling mendekati nilai sebenarnya berdasarkan nilai r dan regresi linier validasi silang, hasil tersebut juga menunjukkan korelasi yang kuat terhadap variabel urat hasil estimasi IK pada pada nilai probabilitas 10-100% sebagai dasar wireframing pemodelan zona urat yang merupakan kontrol mineralisasi. Hasil pemodelan menunjukkan urat yang bercabang dan menerobos satuan batuan lapili tufa, tufa breksi, polimik breksi dan andesit. Zona propilitik merupakan alterasi yang periferal menyelubungi k-feldspar, ilit/smektit dan argilik yang mengandung emas pada cut-off sumberdaya > 2 ppm, menghasilkan volume sejumlah 5x106 m3 dengan kadar rata-rata 5.5 ppm.", "Daftar File": {"ABSTRAK Muhammad Akmal": "https://digilib.itb.ac.id/gdl/download/183963", "COVER Muhammad Akmal": "https://digilib.itb.ac.id/gdl/download/209822", "BAB 1 Muhammad Akmal": "https://digilib.itb.ac.id/gdl/download/209823", "BAB 2 Muhammad Akmal": "https://digilib.itb.ac.id/gdl/download/209824", "BAB 3 Muhammad Akmal": "https://digilib.itb.ac.id/gdl/download/209825", "BAB 4 Muhammad Akmal": "https://digilib.itb.ac.id/gdl/download/209826", "BAB 5 Muhammad Akmal": "https://digilib.itb.ac.id/gdl/download/209827", "BAB 6 Muhammad Akmal": "https://digilib.itb.ac.id/gdl/download/209828", "PUSTAKA Muhammad Akmal": "https://digilib.itb.ac.id/gdl/download/209829"}, "Penulis": "Muhammad Akmal [22117015]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Ir. Lilik Eko Widodo, MS", "Mohamad Nur Heriawan, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "zona mineralisasi emas, optimalisasi pemodelan, ordinary kriging, ordinary co-kriging, sequential gaussian simulation, indicator kriging, estimasi sumberdaya", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "9 file", "Tanggal Input": "30 Sep 2019"}