{"Nomor": 43851, "Judul": "STUDI PENGARUH LAJU PENARIKAN TERHADAP FILAMEN POLIETILEN TEREFTALAT (PET) DARI LIMBAH BOTOL PLASTIK UNTUK APLIKASI 3D PRINTING", "Abstrak": "Sampah plastik masih menjadi masalah yang meresahkan bagi masyarakat karena membutuhkan waktu yang lama untuk terurai. Salah satu sampah plastik yang jumlahnya masif adalah botol plastik. Berdasarkan data dari Sustainable Waste Indonesia yang didanai Danone Aqua menunjukkan sebanyak 350.000 ton sampah botol plastik dihasilkan setiap tahunnya. Dengan menggunakan teknologi 3D printing dalam proses daur ulang, tidak hanya dapat mereduksi jumlah sampah tetapi juga dapat meningkatkan nilai produk yang dihasilkan dari proses daur ulang. Pada penelitian sebelumnya, filamen 3D printing berbahan dasar PET telah berhasil dibuat namun memiliki permasalahan, yaitu filamen yang dihasilkan bersifat getas. Pada penelitian ini, plastik PET yang telah didaur ulang secara mekanik diekstrusi dengan laju penarikan filamen sebesar 35 mm/s, 40 mm/s, dan 45mm/s. Pada proses ekstrusi, filamen yang dihasilkan memiliki diameter rata-rata yang bervariasi, diameter rata-rata filamen yang terbesar didapat berukuran 1,28 mm pada sumbu-x dan 0,95 mm pada sumbu-y. Semakin cepat laju penarikan maka semakin kecil diameter filamen 3D printing yang didapat. Objek 3D printing yang dibuat dari filamen PET memiliki akurasi yang tidak terlalu jauh berbeda dengan filamen 3D printing yang dijual dipasaran, seperti PLA dan ABS. Hal ini menunjukkan bahwa botol plastik PET memiliki potensi untuk didaur ulang menjadi filamen 3D printing.", "Daftar File": {}, "Penulis": "Lauqhi Mahfudh [13714024]", "Kontributor / Dosen Pembimbing": ["Steven, S.T., M.T.", "Dr.rer.nat. Mardiyati, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "3D printing, botol plastik, daur ulang, ekstrusi, laju penarikan, PET.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "30 Sep 2019"}