{"Nomor": 43866, "Judul": "KAJIAN TEKNO EKONOMI PADA PEMILIHAN SKENARIO PENGEMBANGAN LAPANGAN PANAS BUMI MENGGUNAKAN MODEL NUMERIK DAN MODEL FINANSIAL", "Abstrak": "Tahap pelelangan Wilayah Kerja Panas Bumi (WKP) di Indonesia dilakukan setelah survei pendahuluan atau survei pendahuluan dan eksplorasi, sehingga data yang tersedia masih sangat terbatas. Sedangkan para peserta lelang yang merupakan calon pengembang, harus menyampaikan proposal tender yang memuat rencana strategi pengembangan dan anggaran biaya investasi yang dibutuhkan. Kedua syarat tersebut dapat diformulasikan dengan mengintegrasikan pemodelan numerik dan pemodelan finansial. Kedua metode tersebut mampu mengakomodasi faktor ketidakpastian sehingga dapat menurunkan tingkat resiko yang mungkin muncul. Kajian yang dilakukan pada penelitian ini bertujuan untuk menentukan strategi pengembangan lapangan pans bumi yang optimum dengan menggabungkan metode pemodelan numerik dan pemodelan finansial. Keluaran dari kedua metode tersebut adalah kajian kelayakan pengembangan suatu lapangan panas bumi. Sebagai objek penelitian, lapangan Tompaso di Sulawesi Utara dipilih karena ketersedian data yang cukup lengkap dari publikasi. Model lapangan Tompaso dibangun menggunakan simulator TOUGH2 dan outputnya divalidasi menggunakan data observasi dari 10 sumur. Penyimpangan nilai temperatur dan tekanan model terhadap data obeservasi berkisar masing-masing 4,1-20,2°C dan 1,2-18 Bar, sehingga model dapat dinyatakan mencapai kondisi natural state. Model natural state menjadi dasar untuk menghitung besarnya cadangan terbukti menggunakan metode dynamic deliverability dengan pendekatan experimental design Box-Behnken 2nd order. Hasil dari 27 simulasi menghasilkan proxy equation yang dikombinasikan dengan simulasi Monte Carlo sehingga didapatkan cadangan terbukti lapangan Tompaso adalah 58,5 MWe (P10). Tiga skenario pengembangan dipilih dan disimulasikan untuk mengetahui kebutuhan sumur produksi, sumur reinjeksi dan sumur make-up pada masing-masing strategi. Keekonomian dari tiap skenario kemudian dievaluasi menggunakan pemodelan finansial dengan pendekatan probabilistik Monte Carlo. Hasil yang didapat adalah pengembangan 1 × 40 MWe probabilitas IRR yang paling baik, yaitu sebesar 13,76% (P10).", "Daftar File": {"ABSTRAK Ade Lesmana": "https://digilib.itb.ac.id/gdl/download/184005", "COVER Ade Lesmana": "https://digilib.itb.ac.id/gdl/download/190019", "BAB 1 Ade Lesmana": "https://digilib.itb.ac.id/gdl/download/190020", "BAB 2 Ade Lesmana": "https://digilib.itb.ac.id/gdl/download/190021", "BAB 3 Ade Lesmana": "https://digilib.itb.ac.id/gdl/download/190022", "BAB 4 Ade Lesmana": "https://digilib.itb.ac.id/gdl/download/190023", "BAB 5 Ade Lesmana": "https://digilib.itb.ac.id/gdl/download/190024", "BAB 6 Ade Lesmana": "https://digilib.itb.ac.id/gdl/download/190025", "BAB 7 Ade Lesmana": "https://digilib.itb.ac.id/gdl/download/190026", "2019 TS PP ADE LESMANA BAB 8.": "https://digilib.itb.ac.id/gdl/download/190027", "2019 TS PP ADE LESMANA BAB 9.": "https://digilib.itb.ac.id/gdl/download/190028", "PUSTAKA Ade Lesmana": "https://digilib.itb.ac.id/gdl/download/190029"}, "Penulis": "Ade Lesmana [22617007]", "Kontributor / Dosen Pembimbing": ["Ir. Nenny Miryani Saptadji, Ph.D.", "Heru Berian Pratama, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Panas Bumi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Tompaso, pemodelan numerik, pemodelan finansial, Monte Carlo", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "12 file", "Tanggal Input": "30 Sep 2019"}