{"Nomor": 43868, "Judul": "PENURUNAN KADAR TEMBAGA DAN SENG DALAM PRESIPITAT EMAS-PERAK HASIL PROSES MERRIL CROWE DENGAN METODE DIGESTI DALAM LARUTAN ASAM SULFAT", "Abstrak": "PT Nusa Halmahera Minerals (PT NHM) menggunakan Proses Merril Crowe pada pabrik\npengolahannya. Salah satu permasalahan yang dihadapi pada Proses Merril Crowe adalah copresipitasi\nbase metals yang lebih mulia dari seng seperti tembaga, besi dan timbal apabila\nlogam-logam tersebut terdapat dalam kadar yang tinggi dalam bijih dan ikut terlarut ke dalam\nlarutan sianida. Belakangan ini, PT NHM mengolah waste dari tambang Togurachi yang\nmemiliki kandungan Cu yang tinggi sehingga dihasilkan cake dengan kandungan Cu yang\ntinggi. Pada penelitian ini dilakukan studi untuk menurunkan kandungan tembaga dan seng\ndari cake (yang sudah dikalsinasi) hasil pengolahan waste ore Togurachi dengan metode digesti\ndalam larutan asam sulfat (H2SO4) dengan variasi konsentrasi H2SO4, waktu digesti, kecepatan\npengadukan, persen padatan dan digesti dalam dua tahap.\nPreparasi sampel cake yang dilakukan meliputi reduksi ukuran, dan splitting untuk\nmendapatkan subsampel yang akan digunakan untuk percobaan digesti dengan asam sulfat dan\nkarakterisasi cake. Setelah preparasi sampel selesai, dilakukan karakterisasi sampel cake yang\nmeliputi penentuan fraksi ukuran butiran cake menggunakan mastersizer di Lab Metalurgi,\nPT. NHM, penentuan kadar Au (head grade) dengan fire assay dan kadar pengotor dengan\nAtomic Absorption Spectrophotometer (AAS). Serangkaian percobaan digesti cake hasil\npengolahan waste tambang Togurachi dilakukan menggunakan larutan asam sulfat dengan\nvariasi konsentrasi asam sulfat (1x, 3x, 5x, 10x and 15x stoikiometri), waktu pelindian (1, 2\ndan 3 jam), kecepatan pengadukan (100, 200 dan 30 rpm), persen padatan (30%, 35%, 40%\ndan 45%) dan jumlah tahap pelindian. Pelindian dua tahap dilakukan dengan kondisi optimum\nyang dihasilkan dari percobaan satu tahap.\nHasil analisis XRD menunjukkan bahwa cake yang sudah dikalsinasi mengandung pengotorpengotor\nbase metals dalam bentuk CuO, Fe3O4, ZnO, dan senyawa kompleks Cu dan Zn yaitu\nB10Cu15O30, Co2Cu1.75Mo3O12, dan AgCuO4. Kondisi percobaan digesti asam satu tahap yang\nmenghasilkan persen eliminasi Cu dan Zn paling tinggi diperoleh pada konsentrasi asam 10x\nstoikiometri, persen padatan 30% dengan kecepatan pengadukan 300 rpm selama 1 jam yang\nmenghasilkan persen eliminasi Cu dan Zn masing-masing 53,31% dan 68,84%. Digesti asam\ndua tahap pada kondisi terbaik digesti satu tahap meningkatkan persen eliminasi Cu dan Zn\ntertinggi (kumulatif) menjadi 87,45% dan 90,56%. Kehilangan Au dan Ag tertinggi (kumulatif)\npada digesti dua tahap masing-masing sebesar 0,30% dan 0,87%.", "Daftar File": {"ABSTRAK Annisa Ikrima Ulva": "https://digilib.itb.ac.id/gdl/download/184007"}, "Penulis": "Annisa Ikrima Ulva [12513052]", "Kontributor / Dosen Pembimbing": ["Dr. Mohammad Zaki Mubarok, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Proses Merril Crowe, waste Togurachi, digesti asam, tembaga, seng", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "30 Sep 2019"}