{"Nomor": 43869, "Judul": "PENGONTROL PI ROBAS H? INTEGRAL-BACKSTEPPING BERTINGKAT PADA SISTEM PENYIMPANAN ENERGI BATERAI-KAPASITOR SUPER UNTUK KENDARAAN LISTRIK", "Abstrak": "Sebuah fitur fast charging/discharging menjadi sentral dalam perbincangan manajemen energi baterai pada kendaraan listrik. Salah satu solusi sistem energi yang dapat mengakomodasi fitur ini adalah Sistem Penyimpanan Energi Hibrida (Hybrid Energy Storage System, SPE) baterai-kapasitor super. Untuk memenuhi konfigurasi tersebut, baterai dan kapasitor super pada SPE dihubungkan dengan sebuah topologi konverter daya DC-ke-DC untuk mengelola suplai daya dari masing-masing sumber\n\nDalam penelitian ini akan dikembangkan sebuah algoritma kontrol PI Robas H? Integral-Backstepping Bertingkat yang akan mempertimbangkan berbagai ketidakpastian yang terjadi dalam sistem, baik dari segi pemodelan rangkaian SPE, (yaitu baterai, kapasitor super, dan konverter DC-ke-DC) maupun dari segi keberadaan gangguan (melalui fluktuasi daya beban dan sumber tegangan). Algoritma ini diuji dalam simulasi dan dibandingkan kinerjanya dengan PI Robas H? Integral-Backstepping Lup Tunggal.\n\nPengontrol PI Robas H? Integral-Backstepping Bertingkat memberikan performansi yang mampu mengeliminasi sifat fasa non-minimum sistem. Hasil simulasi pengontrol tersebut untuk kondisi masukan baterai berkapasitas penuh, tegangan kapasitor super pada nilai nominal, serta dengan kondisi arus beban yang fluktuatif memberikan hasil RMSE dan selisih maksimum dari tegangan keluaran Bus DC dengan referensi secara berturut-turut adalah 3,304 dan 12,98 V.", "Daftar File": {"COVER Joseph Ramos Pararat Diogoamas": "https://digilib.itb.ac.id/gdl/download/184010", "BAB 1 Joseph Ramos Pararat Diogoamas": "https://digilib.itb.ac.id/gdl/download/184011", "BAB 2 Joseph Ramos Pararat Diogoamas": "https://digilib.itb.ac.id/gdl/download/184012", "BAB 3 Joseph Ramos Pararat Diogoamas": "https://digilib.itb.ac.id/gdl/download/184013", "BAB 4 Joseph Ramos Pararat Diogoamas": "https://digilib.itb.ac.id/gdl/download/184014", "BAB 5 Joseph Ramos Pararat Diogoamas": "https://digilib.itb.ac.id/gdl/download/184015", "BAB 6 Joseph Ramos Pararat Diogoamas": "https://digilib.itb.ac.id/gdl/download/184016", "DAFTAR Joseph Ramos Pararat Diogoamas": "https://digilib.itb.ac.id/gdl/download/184017"}, "Penulis": "Joseph Ramos Pararat Diogoamas [23816012]", "Kontributor / Dosen Pembimbing": ["Ir. Endra Joelianto, Ph.D.", "Augie Widyotriatmo, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "konverter DC-DC, baterai, kapasitor super, PI Robas H? Integral-Backstepping Bertingkat", "Sumber": "", "Staf Input/Edit": "Rina Kania", "File": "8 file", "Tanggal Input": "30 Sep 2019"}