{"Nomor": 43861, "Judul": "PEMODELAN STRUKTUR GEOLOGI SUMBER PANAS LAPANGAN PANAS BUMI ULUBELU MENGGUNAKAN METODE GAYA BERAT", "Abstrak": "Pemanasan global merupakan salah satu masalah yang sedang dihadapi dunia saat ini.\nSalah satu penyebabnya adalah penggunaan bahan bakar hidrokarbon yang berasal dari\nbahan organik. Oleh karena itu perlu ada energi alternatif yang ramah lingkungan untuk\nmengurangi dampak ini. Energi panas bumi merupakan salah satu energi bersih yang\nramah lingkungan karena memiliki emisi karbon yang rendah. Energi panas bumi\nbersumber dari panas yang berasal dari dalam bumi. Panas bumi erat kaitannya dengan\nkegiatan vulkanisme. Indonesia merupakan negara yang berada di jalur gunung api,\nkeadaan ini memberi keuntungan bagi Indonesia karena membuat Indonesia memiliki\npotensi panas bumi yang besar.\nLapangan Panas Bumi yang berprospek dapat ditentukan dengan melakukan\nidentifikasi sumber panas di bawah permukaan. Salah satu sumber panas pada sistem\npanas bumi adalah intrusi batuan beku. Metode yang digunakan antara lain metode\ngaya berat, yaitu metode yang memanfaatkan anomali densitas di bawah permukaan.\nAdanya perbedaan densitas di bawah permukaan bisa menjelaskan keberadaan tubuh\nintrusi. Salah satu Lapangan Panas Bumi yang sudah beroperasi di Indonesia adalah\nLapangan Panas Bumi Ulubelu yang berlokasi di Lampung, sehingga keberadaan\nintrusi batuan beku perlu diidentifikasi.\nPenelitian ini bertujuan membuat pemodelan ke depan 2,5D sumber panas bumi di\nLapangan Panas Bumi Ulubelu. Data yang digunakan adalah Peta Anomali Bouger\nLembar Kotaagung tahun 1991. Tahap awal pengerjaan yaitu menentukan daerah\npenelitian, yaitu daerah di sekitar Lapangan Panas Bumi Ulubelu. Daerah yang telah\ndipilih didigitasi untuk membuat peta digital, selanjutnya peta diolah menggunakan\nmetode moving avarage untuk pemisahan anomali regional dan residual. Pemodelan\nke depan 2,5D memanfaatkan Peta Anomali Bouger Residual dan informasi geologi\ndaerah penelitian agar hasil pemodelan menyerupai keadaan yang sebenarnya. Hasil\npengolahan dengan lintasan Barat Laut - Tenggara terdapat anomali tinggi di sebelah\nTenggara yang diduga sebagai daerah sumber panas untuk sistem panas bumi Ulubelu", "Daftar File": {"ABSTRAK Chairunnisa Damayanti": "https://digilib.itb.ac.id/gdl/download/184002"}, "Penulis": "Chairunnisa Damayanti [12313043]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Djoko Santoso, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "anomali, metode gaya berat, moving average, panas bumi, pemodelan ke depan", "Sumber": "", "Staf Input/Edit": "", "File": "8 file", "Tanggal Input": "30 Sep 2019"}