{"Nomor": 43879, "Judul": "STUDI MINERALOGI BIJIH TEMBAGA SUPERGENE PORPHYRY DARI BLOK SUNGAI MAK GORONTALO DAN STUDI KEEFEKTIFAN PROSES EKSTRAKSINYA DENGAN PELINDIAN TUMPUKAN", "Abstrak": "Studi-studi yang telah dilakukan sebelumnya mengindikasikan bahwa bijih tembaga di Blok Sungai Mak, Gorontalo merupakan bijih supergene porphyry. Salah satu opsi pengolahan bijih tembaga sulfida sekunder (supergene) adalah dengan jalur pelindian dalam larutan asam sulfat diikuti ekstraksi pelarut dan electrowinning. Opsi pelindian yang dapat dilakukan adalah pelindian agitasi dan pelindian tumpukan yang pada keduanya ditambahkan oksidator untuk mengoksidasi sulfur dan mineral tembaga sulfida. Dalam penelitian ini, dilakukan studi mineralogi bijih, perilaku pelindian dengan metode coarse bottle roll dan column test, serta pengujian perkolasi untuk mengetahui karakteristik bijih dari blok Sungai Mak Gorontalo dan mempelajari keefektifan proses ekstraksi bijih dengan metode pelindian tumpukan.\nPercobaan dimulai dengan proses preparasi bijih yang meliputi crushing, grinding, sampling, dan sieving yang dilanjutkan dengan karakterisasi mineral dominan dalam bijih dengan X-Ray Diffraction (XRD), analisis komposisi kimia dengan X-Ray Fluorescence (XRF) dan Inductively Coupled Plasma (ICP), serta analisis mineragrafi sayat poles. Pengujian pelindian coarse bottle roll dilakukan selama 168 jam dengan variasi fraksi ukuran bijih, konsentrasi asam sulfat, dan kandungan clay dalam bijih untuk mempelajari pengaruhnya terhadap persen ekstraksi Cu dan Fe. Pengujian perkolasi meliputi slump test dan flow rate test dilakukan untuk melihat karakteristik aglomerat sebelum dilakukan pelindian dengan column test dengan mengacu pada metode Kappes Percolation Test. Pelindian dengan column test dilakukan dalam flexy glass column selama 90 hari dengan melakukan variasi terhadap pengaruh pre-washing, pengaruh aglomerasi, dan pengaruh konsentrasi asam sulfat. Pengukuran konsentrasi Cu dan Fe terlarut sebagai fungsi waktu dilakukan dengan analisis Atomic Absorption Spectrophotometer (AAS).\nHasil uji XRD, XRF, dan mineragrafi menunjukkan bahwa bijih dari Blok Sungai Mak yang dikaji tergolong bijih tembaga sulfida sekunder dengan kandungan mineral clay yang tinggi. Hasil pelindian coarse bottle roll menunjukkan bahwa semakin halus fraksi ukuran bijih, semakin tinggi konsentrasi asam sulfat, dan semakin rendah kandungan mineral lempung dalam bijih cenderung menghasilkan persen ekstraksi tembaga yang lebih tinggi. Dari hasil pengujian perkolasi diperoleh hasil bahwa proses pre-washing dan aglomerasi bijih diperlukan agar larutan pelindi dapat mengalir lancar melalui tumpukan bijih. Proses aglomerasi bijih juga meningkatkan persen ekstraksi Cu dari 41,18% menjadi 60,26% setelah 60 hari. Keseluruhan hasil pengujian menunjukkan bahwa bijih tembaga dari blok Sungai Mak Gorontalo yang dikaji dapat diekstraksi dengan pelindian tumpukan.", "Daftar File": {"ABSTRAK Alandika Kharis Prasetya Adhi": "https://digilib.itb.ac.id/gdl/download/184034"}, "Penulis": "Alandika Kharis Prasetya Adhi [12515019]", "Kontributor / Dosen Pembimbing": ["Dr. Mohammad Zaki Mubarok, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "bijih supergen, tembaga, column test, perkolasi, pelindian tumpukan", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "30 Sep 2019"}