{"Nomor": 43876, "Judul": "USULAN LINI BISNIS PUSAT PENELITIAN SEBAGAI STARTEGI DIVERSIFIKASI DI RUMAH SAKIT MATA NASIONAL CICENDO, BANDUNG", "Abstrak": "Penelitian merupakan hal yang penting dalam perkembangan kehidupan. Melalui penelitian, akan ditemukan pengetahuan baru yang akan membatu dalam penemuan inovasi-inovasi yang berguna bagi kehidupan manusia. Dan saat ini, teknologi- teknologi baru yang merupakan hasil dari pengembangan inovasi, dan inovasi baru tersebut bermunculan sangat cepat dari waktu ke waktu. Inovasi-inovasi  yang ditemukan ini sangat membantu untuk. menyelesaikan masalah yang dihadapi dengan lebih mudah. Oleh karena itu, pelaksanaan penelitian sangat dibutuhkan. Namun sayangnya, penelitian masih sangat sedikit dilakukan di Indonesia. Dibandingkan dengan negara-negara di ASEAN, Indonesia berada di posisi, keempat. Rumah Sakit Mata Cicendo sebagai salah satu Lembaga kesehatan dan pendidikan juga menyelenggarakan penelitian. Hal ini tertuang dalam visi dan misi. Namun, penelitian. Yang dilakukan belum optimal karena hasil dari penelitian tersebut belum mampu menghasilkan inovasi-inovasi yang berguna bagi dunia kesehatan. Oleh karena itu, Rumah Sakit Mata Cicendo mencoba unuk mengembangkan kapabilitasnya dengan merencanakan pembangunan sebuah pusat penelitian. Melalui pembangunan pusat penelitian ini, diharapkan munculnya inovasi-inovasi baru yang akan berguna dalam penanganan pengobatan mata di Indonesia. Pusat penelitian ini merupakan sebuah strategi diversifikasi yang tepat agar penelitian dapat terlaksana secara berkesinambungan dan juga sebgai sarana untuk membantu dalam mewujudkan visi dan misi Rumah Sakit Mata Cicendo sendiri.\nTesis ini disusun untuk menganalisa strategi diversifikasi pusat penelitian yang diajukan analisis yang dilakukan dibagi menjadi analisis internal dan eksternal. Analisis internal meliputi, analisis sumber daya internal, analisa rantai pemasok, analisa RWW dan Analisa matriks resiko, dimana hasil dari analisa ini berupa kekuatan dan kelemahan perusahaan (S dan W). Sedangkan untuk analisa eksternal,  menggunakan analisis PEST, analisis PORTER, analisis competitor dan analisis konsumer, dimana hasil yang didapatkan berupa peluang dan ancaman bagi perusahaan (O dan T). Gabungan dari kedua analisis diatas mengkasilkan SWOT, dan diapakai untuk mengisi matriks TOWS untuk mendapatkan rekomendasi strategi untuk diusulkan kepada Rumah Sakit Mata Cicendo.\nMelaui rekomendasi strategi tersebut akan diurai menjadi rencana kegiatan yang akan dilakukan oleh Rumah Sakit Mata Cicendo. Dan rencana kegiatan ini akan dilengkapi dengan jadwal yang spesifik sebagai acuan dalam pelaksanaannya.", "Daftar File": {"2019_TS_PP_Rani Fenessia B_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/184032"}, "Penulis": "Rani Fenessia Butar Butar [29116007]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T., M.M., DBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "pusat penelitian, Rumah Sakit Mata Cicendo, strategi diversifikasi, inovasi, penanganan kesehatan mata", "Sumber": "RUMAH SAKIT MATA NASIONAL CICENDO, BANDUNG", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "30 Sep 2019"}