{"Nomor": 43882, "Judul": "ANALISIS REAKSI GASIFIKASI BATUBARA DALAM PEMODELAN UNDERGROUND COAL GASIFICATION SKALA LABORATORIUM", "Abstrak": "Underground Coal Gasification (UCG) merupakan proses konversi batubara menjadi syngas melalui proses pembakaran batubara in-situ secara tidak sempurna. UCG dapat menjadi suatu solusi dalam memaksimalkan pemanfaatan batubara di Indonesia. Dalam penerapan teknologi ini perlu diketahui persamaan reaksi kimia yang terjadi untuk menentukan Oxygen to Fuel Ratio (OFR) dan energi dari gas produk UCG. Pengujian UCG masih sangat jarang dilakukan di Indonesia, sehingga diperlukan pengujian UCG skala laboratorium sebagai acuan untuk penerapan teknologi ini dalam skala yang lebih besar.\nProses pengujian UCG dilakukan dengan membakar 1 sampel batubara Kalimantan (sub-bituminus) dan 2 sampel batubara Sawahlunto (bituminus) yang telah dipreparasi sebelumnya menggunakan gas propana. Setelah beberapa bagian batubara yang dibakar menjadi bara kemudian dilakukan proses gasifikasi batubara yaitu mengalirkan campuran gas oksigen dan udara tekan sebagai agen gasifikasi dengan konsentrasi campuran gas yang digunakan yaitu 40% dan debit masuk total 20 liter/menit. Selama proses gasifikasi batubara berlangsung, dilakukan pengukuran temperatur batubara dan batuan samping, serta dilakukan pengambilan sampel gas dari produk gas yang telah dihasilkan dari proses pengujian UCG. Sampel gas tersebut kemudian diuji di Laboratorium Hidrogeologi dan Hidrogeokimia dengan menggunakan alat Gas Chromatography.\nDari penelitian diperoleh persamaan reaksi pembakaran dari masing-masing sampel gas yang diambil sehingga dapat diperkirakan nilai Oxygen to Fuel Ratio (OFR) untuk menghasilkan gas mampu bakar yang maksimal yaitu berkisar 1,28-1,52. Energi terbesar yang dihasilkan dari proses UCG batubara Kalimantan (sub-bituminus) dan Sawahlunto (bituminus) skala laboratorium dengan menggunakan perubahan entalpi pada sampel 3-1 yaitu 0,081 MJ dan dengan menggunakan calorific value of syngas pada sampel 3-1 yaitu 0,064 MJ. Faktor yang mempengaruhi energi dari gas yang dihasilkan dari proses UCG antara lain temperatur saat pengambilan sampel gas, nilai kalori dari batubara yang dibakar, dan kondisi pengujian seperti ada atau tidaknya pengungkungan serta kebocoran, dan lain sebagainya.", "Daftar File": {"ABSTRAK Ayu Chasanah": "https://digilib.itb.ac.id/gdl/download/184040"}, "Penulis": "Ayu Chasanah [12115029]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nuhindro Priagung Widodo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "underground coal gasification, persamaan reaksi UCG, energi gas, batubara sub-bituminus, batubara bituminus.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "30 Sep 2019"}