{"Nomor": 43887, "Judul": "ANALISIS HUBUNGAN ANTARA KEASIMETRISAN FENOMENA INDIAN OCEAN DIPOLE (IOD) DENGAN UPWELLING DI SAMUDRA HINDIA BAGIAN TENGGARA", "Abstrak": "Dalam skala waktu antartahunan, upwelling Samudera Hindia Tenggara (SETIO) berkaitan erat dengan fenomena Indian Ocean Dipole (IOD) dan El-Niño Southern Oscillation (ENSO). Kejadian IOD cenderung lebih kuat ketika terjadi bersama dengan ENSO, namun hubungan antara upwelling SETIO dan asimetri IOD yang independen dan bergantung pada fase ENSO masih belum jelas. Penelitian ini mengkaji hubungan antara keasimetrisan IOD (independen maupun dependen terhadap ENSO) dengan upwelling di Samudra Hindia Bagian Tenggara berdasarkan analisis perambatan gelombang Kelvin, dinamika lautan di bawah permukaan, dan kedalaman termoklin, serta konsentrasi klorofil-a sebagai parameter upwelling. Dampak asimetri IOD yang berkaitan dengan ENSO pada karakteristik upwelling SETIO dinilai berdasarkan analisis komposit pada dua kejadian IOD positif yang terjadi bersamaan dengan kejadian El-Niño (pIOD-EN) (1997 dan 2015) dan tiga kejadian IOD positif independen (pIOD) (1994, 2006 dan 2012). Selama kejadian pIOD, anomali angin timur menghasilkan anomali zonal tinggi paras laut (SSHA) melintasi Samudera Hindia, diikuti oleh perambatan upwelling gelombang Kelvin di sepanjang garis khatulistiwa ke pesisir Sumatra – Jawa dan juga meredam Jet Wyrtki. Akibatnya, di Samudera Hindia Tenggara, kedalaman termoklin yang dangkal memperkuat upwelling SETIO di wilayah ini juga. Selama acara pIOD-EN, anomali angin zonal khatulistiwa berhembus lebih lama dan lebih kuat, menghasilkan pendangkalan kedalaman termoklin yang lebih awal dan lebih persisten, dimulai pada bulan Mei hingga bulan April pada tahun berikutnya, dan juga upwelling yang lebih kuat dengan amplitudo puncak hingga 2,78 standar deviasi. Meskipun upwelling lebih kuat selama kejadian pIOD-EN karena kedalaman termoklin yang lebih dangkal, konsentrasi klorofil-a selama kejadian pIOD jauh lebih tinggi dengan amplitudo puncak hingga 3,19 standar deviasi. Hal tersebut diduga merupakan akibat dari distribusi anomali dingin suhu permukaan laut (SPL) yang tersebar luas di utara 15°S karena tidak adanya pengaruh El-Niño. Karakteristik yang berkebalikan terjadi ketika fase negatif IOD, indepen maupun yang bersamaan dengan La-Niña.", "Daftar File": {"ABSTRAK Rahaden Bagas Hatmaja": "https://digilib.itb.ac.id/gdl/download/184046", "COVER Rahaden Bagas Hatmaja": "https://digilib.itb.ac.id/gdl/download/200956", "BAB 1 Rahaden Bagas Hatmaja": "https://digilib.itb.ac.id/gdl/download/200957", "BAB 2 Rahaden Bagas Hatmaja": "https://digilib.itb.ac.id/gdl/download/200958", "BAB 3 Rahaden Bagas Hatmaja": "https://digilib.itb.ac.id/gdl/download/200959", "BAB 4A Rahaden Bagas Hatmaja": "https://digilib.itb.ac.id/gdl/download/200960", "BAB 4B Rahaden Bagas Hatmaja": "https://digilib.itb.ac.id/gdl/download/200961", "BAB 4C Rahaden Bagas Hatmaja": "https://digilib.itb.ac.id/gdl/download/200962", "BAB 5 Rahaden Bagas Hatmaja": "https://digilib.itb.ac.id/gdl/download/200964", "PUSTAKA Rahaden Bagas Hatmaja": "https://digilib.itb.ac.id/gdl/download/200965"}, "Penulis": "Rahaden Bagas Hatmaja [22418002]", "Kontributor / Dosen Pembimbing": ["Ivonne Milichristi Radjawane, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Indian Ocean Dipole (IOD), El-Nino Southern Oscillation (ENSO), upwelling, gelombang Kelvin, Jet Wyrtki", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "10 file", "Tanggal Input": "30 Sep 2019"}