{"Nomor": 43880, "Judul": "KARAKTERISASI RESERVOIR GAS SERPIH PADA FORMASI BAYAH DI DAERAH BAYAH DAN SEKITARNYA, KABUPATEN LEBAK, PROVINSI BANTEN", "Abstrak": "Pemenuhan energi minyak dan gas bumi di Indonesia masih bergantung dari hasil pengeboran minyak dan gas bumi secara konvensional. Di sisi lain, Indonesia memiliki potensi gas serpih melebihi cadangan gas konvensional. Salah satu reservoir dan batuan induk yang berpotensi menghasilkan gas serpih adalah Formasi Bayah di daerah Bayah dan sekitarnya, Kabupaten Lebak, Provinsi Banten. Oleh karena itu, pada penelitian ini dilakukan penentuan lingkungan pengendapan, distribusi, dan kelayakan serpih untuk mengetahui potensi serpih Formasi Bayah sebagai reservoir gas serpih. Pada penelitian ini, data yang digunakan terdiri dari data lapangan, data geokimia, dan data petrografi. Berdasarkan analisis lapangan, Formasi Bayah dapat dibagi menjadi tiga satuan batuan tidak resmi berturut-turut dari tua ke muda yaitu Satuan Batupasir, Satuan Serpih Batupasir, dan Satuan Konglomerat. Serpih Formasi Bayah terletak di Satuan Serpih Batupasir yang terdiri dari litologi batulempung menyerpih dan batulanau menyerpih yang terendapkan pada endapan dataran banjir dari sungai bermeander. Berdasarkan korelasi stratigrafi, serpih Formasi Bayah dapat dibagi menjadi tiga bagian yaitu berturut-turut dari tua ke muda interval A dengan ketebalan 4 – 5 m, interval B 22 – 23 m, dan interval C 3 – 5 m dengan penyebaran yang cukup luas. Berdasarkan analisis geokimia, serpih Formasi Bayah mempunyai kandungan TOC bervariasi dari 0,54% - 14,18% yang dapat dikategorikan cukup sampai luar biasa dengan kerogen tipe III yang cenderung menghasilkan gas dan kerogen tipe IV yang tidak bisa menghasilkan hidrokarbon, dan telah memasuki fase awal kematangan. Berdasarkan analisis petrografi, indeks kegetasan bervariasi dari 41,5% - 60% yang masuk dalam kategori kurang getas sampai getas dan menandakan cukup baik untuk dilakukan perekahan hidraulik. Berdasarkan kriteria kekayaan, tipe kerogen, kematangan, dan indeks kegetasan disimpulkan bahwa serpih Formasi Bayah berpotensi menjadi reservoir gas serpih.", "Daftar File": {"ABSTRAK Bagus Dwi Kurniawan": "https://digilib.itb.ac.id/gdl/download/184416", "COVER Bagus Dwi Kurniawan": "https://digilib.itb.ac.id/gdl/download/188650", "BAB 1 Bagus Dwi Kurniawan": "https://digilib.itb.ac.id/gdl/download/188651", "BAB 2 Bagus Dwi Kurniawan": "https://digilib.itb.ac.id/gdl/download/188652", "BAB 3 Bagus Dwi Kurniawan": "https://digilib.itb.ac.id/gdl/download/188653", "BAB 4 Bagus Dwi Kurniawan": "https://digilib.itb.ac.id/gdl/download/188658", "BAB 5 Bagus Dwi Kurniawan": "https://digilib.itb.ac.id/gdl/download/188659", "PUSTAKA Bagus Dwi Kurniawan": "https://digilib.itb.ac.id/gdl/download/188660"}, "Penulis": "Bagus Dwi Kurniawan [22018010]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dardji Noeradi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Formasi Bayah, reservoir gas serpih, karakterisasi gas serpih.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "12 file", "Tanggal Input": "30 Sep 2019"}