{"Nomor": 43897, "Judul": "PEMANFAATAN LIMBAH BIJI ALPUKAT (PERSEA AMERICANA MILL) SEBAGAI PEWARNA ALAM UNTUK PRODUK MODEST COUTURE", "Abstrak": "Limbah biji buah alpukat (Persea americana Mill) melimpah di Indonesia, produksi buah alpukat sendiri mencapai 334.047 ton pada tahun 2017. Selama ini buah alpukat hanya dimanfaatkan dagingnya saja untuk konsumsi. Hal ini menyebabkan limbah biji alpukat berlimpah karena kurang pemanfaatannya. Padahal, ekstrak biji alpukat mengandung flavanoid dan tanin yang dapat dijadikan pewarna alam pada tekstil. Sementara itu modest fashion berbasis eco-fashion menggunakan tekstil dengan pewarna alam juga masih belum berkembang terutama pada segmen modest couture, padahal peluang ini masih sangat besar. Konsumen Muslim dunia telah membelanjakan US$ 270 miliar pada tahun 2017 untuk memenuhi kebutuhan modest fashion-nya dan pada tahun 2023 konsumen Muslim diperkirakan akan membelanjakan US$ 361 miliar untuk memenuhi kebutuhan modest fashion-nya.\nPenelitian ini bertujuan untuk mengetahui sejauh mana limbah biji alpukat dapat dimanfaatkan pada tekstil melalui eksperimen untuk mendapatkan rumusan pewana alam dan motif pada kain sutra yang diminati pelanggan melalui kuesioner. Hal ini guna sebagai bahan dan acuan perancangan produk busana modest couture dengan pemanfaatan limbah biji alpukat. Metodologi penelitian ini menggunakan pendekatan kuantitatif dan kualitatif (mixed-methods) dan lebih mengarah pada metode kuantitatif. Metode kuantitatif meliputi pencarian warna melalui eksperimen dengan variabel terikat berupa jenis kain, variabel bebas berupa warna, dan variabel moderator berupa waktu dan jenis mordan, juga eksplorasi motif untuk mengetahui pengaruh teknik yang digunakan pada motif yang dihasilkan. Metode kuantitatif juga dilakukan dalam pembuatan kuesioner uji preferensi dan minat calon pelanggan. Metode kualitatif meliputi studi literatur meliputi pewarna alam, material tekstil, buah alpukat, couture, modest fashion, dan peracangan busana modest couture.\nPenelitian ini membuktikan bahwa ekstrak biji alpukat menghasilkan warna coklat kemerahan pada kain sutra, semakin lama waktu pencelupan maka warna yang dihasilkan akan semakin gelap, dan jenis mordan mempengaruhi warna. Perlakuan metode post-mordanting menggunakan mordan cuka pada kain sutra yang telah dicelup menyebabkan warna berubah menjadi lebih terang. Sedangkan\niii\njika menggunakan mordan kapur sirih merubah warna menjadi lebih gelap kemerahan. Mordan tunjung merubah warna menjadi warna gelap yang seragam. Semua perlakuan pewarnaan menggunakan ekstrak biji alpukat baik tanpa mordan maupun dengan menggunakan mordan menghasilkan warna yang tidak luntur. Gradasi warna ekstrak biji alpukat tanda mordan menjadi warna yang paling diminati pelanggan.\nSelanjutnya penelitian ini membuktikan bahwa kain sutra dengan pewarna alam dari ekstrak biji alpukat tanpa mordan dan dengan mordan dapat menghasilkan busana Modest Couture yang ramah lingkungan (environmentally friendly) yang diminati calon pelanggan. Oleh karenanya produk ini bisa dijadikan sebagai alternatif dalam memperbesar peluang pasar busana modest fashion khususnya modest couture berbasis eco-fashion. Penelitian ini diharapkan dapat menambah khasanah ilmu pengetahuan dalam bidang kimia, ekonomi, tekstil dan fashion dalam pengembangan usaha modest couture.", "Daftar File": {"2019 TS PP ADHINDHA FIRDAUSA 1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/184059"}, "Penulis": "Adhindha Firdausa Ratnasari [27117309]", "Kontributor / Dosen Pembimbing": ["Dr. Kahfiati Kahdar, MA", "Dr. Imam Santosa, M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "couture, ekstrak biji alpukat, modest fashion, pewarna alam", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "30 Sep 2019"}