{"Nomor": 43902, "Judul": "PENGEMBANGAN PRODUK FASHION MENGGUNAKAN MATERIAL KERTAS BEKAS KANTONG SEMEN DENGAN PENDEKATAN LOW-IMPACT USE", "Abstrak": "Material garmen yang diolah sebagai bahan dasar produk fashion erat kaitannya\ndengan isu – isu lingkungan yang terjadi saat ini. Dengan mendorong ide\nkeberlanjutan (sustainability) melalui pendekatan low-impact use (dampak rendah)\nyang terfokus pada proses pembersihan, material kertas bekas kantong semen\ndimanfaatkan menjadi material utilitarian yang akan menghasilkan produk nonwashable\n(tidak dapat dicuci). Kertas bekas kantong semen tergolong memiliki\nkualitas yang baik karena mampu menahan beban hingga 40 kg/sak dan umumnya\ndimanfaatkan sebagai pembungkus atau kantong yang berfungsi sebagai covering.\nNamun, material kertas bekas kantong semen cenderung tidak dimanfaatkan atau\ndiolah kembali menjadi produk fungsional. Oleh sebab itu, penelitian ini bertujuan\nuntuk merancang dan merealisasikan produk fashion dengan mengetahui karakter\nserta memanfaatkan potensi kertas bekas kantong semen menjadi produk dengan nilai\nguna yang tinggi. Metode yang digunakan dalam penelitian ini adalah eksperimen\npewarnaan, uji material, serta eksplorasi bentuk dan visual. Pengolahan material yang\nditerapkan menggunakan teknik pilin dan teknik makrame. Hasil akhir dari penelitian\nini berupa alternatif bahan baku dasar dari kertas bekas kantong semen untuk\npemanfaatan pada produk fashion.", "Daftar File": {"2019 TS PP ASTRID JENIFER 1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/184063"}, "Penulis": "Astrid Jenifer [27117306]", "Kontributor / Dosen Pembimbing": ["Dr. Imam Santosa, M.Sn.", "Imam Damar Djati, S.Sn., M.Sn., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "kertas bekas kantong semen, low-impact use, teknik pilin, teknik makrame.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "30 Sep 2019"}