{"Nomor": 43914, "Judul": "PENGEMBANGAN ALGORITMA PEMBUATAN TASK ASSIGNMENT PADA FINAL ASSEMBLY LINE PESAWAT NC-212i PT DIRGANTARA INDONESIA", "Abstrak": "PT Dirgantara Indonesia merupakan satu-satunya perusahaan di Indonesia yang\nbergerak di bidang aeronautika. Selain memproduksi pesawat, perusahaan ini juga\nmemproduksi helikopter dan senjata pesawat. Salah satu produk perusahaan yang\nbanyak dipesan adalah pesawat NC-212i. Permintaan akan pesawat NC-212i\ndalam setahun sebanyak enam unit. Namun, perusahaan baru dapat memproduksi\npesawat NC-212i sebanyak empat unit dalam setahun.\nProses pembuatan pesawat dibagi ke dalam empat tahap, yaitu detailed part\nmanufacturing, surface treatment, component sub-assembly, dan final assembly.\nProses final assembly pesawat NC-212i saat ini berlangsung selama sekitar tiga\nsampai empat bulan. Untuk dapat memenuhi permintaan 6 unit dalam setahun,\nproses final assembly pesawat NC-212i harus dapat diselesaikan dalam jangka\nwaktu 18525 menit atau sekitar 41 hari kerja. Rencana produksi saat ini\nmenjadwalkan aktivitas final assembly dengan cycle time 18419 menit dan\nkebutuhan manpower 288 orang. Namun cycle time tersebut tidak dapat dicapai\nkarena belum ada task assignment yang jelas pada setiap teknisi. Hal tersebut\nmengakibatkan final assembly line pesawat NC-212i kekurangan teknisi saat\ndibutuhkan dan pekerjaan tidak berjalan sesuai jadwal yang telah dibuat.\nProblem owner menghendaki adanya sebuah algoritma yang dapat membuat task\nassignment dan dapat mengurangi jumlah kebutuhan manpower. Model yang\ndigunakan pada penelitian kali ini menjadwalkan elemen kerja berdasarkan\nprioritas Critical Path & Longest Processing Time dan menugaskannya kepada\nsejumlah manpower hingga mencapai cycle time yang diinginkan. Prosedur\npenentuan lintasan kritis, penentuan urutan, penjadwalan, dan penugasan elemen\nkerja dilakukan dengan algoritma pemrograman VBA/MACRO pada Microsoft\nExcel. Komputasi menghasilkan jadwal dan pembagian elemen kerja dengan cycle\ntime sebesar 18419 menit dan manpower sebanyak 148 orang.", "Daftar File": {"ABSTRAK Victor Daniel Lt": "https://digilib.itb.ac.id/gdl/download/184092"}, "Penulis": "Victor Daniel Lt [13414074]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sukoyo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "scheduling, sequencing, task assignment, cycle time, critical path, multi-manned", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "30 Sep 2019"}