{"Nomor": 43911, "Judul": "PERUBAHAN KONSENTRASI AMONIA, NITRIT, DAN NITRAT PADA AIR BUANGAN BUDIDAYA UDANG DENGAN NANOTEKNOLOGI", "Abstrak": "Kegiatan budidaya adalah usaha pemeliharaan dan pengembangbiakan ikan atau organisme air lainnya. Air buangan kegiatan budidaya umumnya memiliki kadar nutrien yang tinggi dan dapat mencemari lingkungan. Micro-nanobubbles hadir sebagai salah satu alternatif solusi yang dapat digunakan untuk mengolah air buangan budidaya udang Vaname. Penelitian ini bertujuan untuk mengkaji perubahan konsentrasi senyawa pencemar amonia, nitrit dan nitrat yang berada pada air buangan budidaya dengan penggunaan teknologi micro-nanobubble. Sampel air diambil dari kolam budidaya udang Vaname Blok I1 BLUPPB Karawang. Pada penelitian ini, dibentuk 3 sistem berupa ember dengan volume air buangan dalam ember masing-masing adalah 60 liter yang diberikan perlakuan berbeda, yaitu sistem yang tidak diberi perlakuan apa-apa (Sistem A), dialiri micro-nanobubbles udara biasa (Sistem B), dan dialiri micro-nanobubbles ozon (Sistem C). Parameter yang diukur pada masing-masing sistem adalah suhu, pH, salinitas, oksigen terlarut, dan Total Dissolved Solid yang diambil menggunakan Lutron-WA2017SD, sedangkan konsentrasi amonia, nitrit, dan nitrat diukur dengan metode spektrofotometri. Pengambilan data dilakukan tiap 12 jam selama 1 minggu mulai dari 25 Juni 2019 hingga 2 Juli 2019.\nPenggunaan generator micro-nanobubbles udara biasa dan ozon dapat mengurangi konsentrasi amonia, namun meningkatkan konsentrasi nitrat pada sistem B dan C. Penggunaan micro-nanobubbles udara biasa pada sistem B mengurangi kadar amonia dengan laju -0,009 mg/L/hari dan meningkatkan konsentrasi nitrat dengan laju 0,011 mg/L/hari. Penggunaan Penggunaan micro-nanobubbles ozon pada sistem C mengurangi kadar amonia dengan laju -0,0078 mg/L/hari dan meningkatkan konsentrasi nitrat dengan laju 0,0156 mg/L/hari. Laju perubahan konsentrasi per hari tertinggi sebelum stabil dimiliki oleh sistem C dengan nilai 0,0156 mg/L/hari untuk nitrat, dan nilai laju terendah bernilai 0 mg/L/hari untuk nitrit dan nitrat pada sistem A dan nitrit pada sistem C.\nBaku mutu pemeliharaan dan effluen amonia terpenuhi pada jam ke 72 untuk sistem B, dan 144 untuk sistem C. Baku mutu pemeliharaan dan effluen nitrit selalu terpenuhi oleh sistem A dan C karena tidak terjadi pembentukan nitrit, sedangkan sistem B melebihi baku mutu pemeliharaan nitrit pada jam 108, namun selalu memenuhi baku mutu effluent. Sistem B dan C melebihi baku mutu pemeliharaan nitrat pada jam ke 60 dan 12, namun selalu memenuhi baku mutu effluen nitrat.", "Daftar File": {}, "Penulis": "William Chandra [12915006]", "Kontributor / Dosen Pembimbing": ["Dr. Susanna, S.Si., M.T.", "Dr. Anto Tri Sugiarto, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "micro-nanobubbles, air buangan budidaya udang, amonia, nitrit, nitrat", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "30 Sep 2019"}