{"Nomor": 43928, "Judul": "PENINGKATAN LAJU DISOLUSI ALBENDAZOL DENGAN METODE SPRAY DRYING", "Abstrak": "Albendazol merupakan obat anticacing spektrum luas. Obat yang merupakan golongan\nbenzimidazol karbamat ini umumnya digunakan untuk mengatasi infeksi larva cacing sistiserkosis ,\nechinococcosis, nematoda meliputi ascariasis, enterobiasis, cacing tambang, stronglyoidiasis dan\ntrichuriasis (Sweetman. 2009). Berdasarkan sistem bioklasifikasi, obat ini termasuk kelas 2 dimana\nkelarutan rendah dan permeabilitas tinggi (Torrado et al. 1997). Untuk mengatasi keterbatasan\ntersebut, banyak strategi dilakukan seperti pembentukan kompleks garam, kosolven, kompleksasi\ndan kombinasi obat dengan pembawa. Tujuan penelitian ini adalah menghasilkan mikrokapsul\nyang dapat meningkatkan laju disolusi dari albendazol dengan menggunakan 2 polimer yang\nbersifat hidrofilik serta membandingkannya. Mikrokapsul dibuat dengan metode spray drying,\nserta digunakan perbandingan antara obat dan polimer 1:1, 1:2, dan 1:4 (b/b). Viskositas polimer\nPVP K-30 dan PEG 6000 (0,5 ; 1 ; 2% b/v) perlu disesuaikan sebelum membuat larutan feed.\nFormula masing-masing larutan feed berisi albendazol, PVP K-30, laktosa, aerosil. Sedangkan\nformula lainnya berisi albendazol, PEG 6000, laktosa, aerosil. Evaluasi mikrokapsul meliputi\npersentase hasil yang didapatkan, efisiensi enkapsulasi, ukuran partikel, morfologi partikel, dan uji\ndisolusi in vitro. Larutan feed yang dihasilkan memiliki rentang pH 4,16 - 6,31. Rendemen tertinggi\nsebesar 42,67% dan efisiensi enkapsulasi tertinggi sebesar 71,50\n±5,13%\ndidapatkan pada\nformula PEG F-3. Mikrografi mikroskop elektron menunjukkan distribusi ukuran ABZ-PVP K-30\nsebesar 2-10\n??\ndan ABZ-PEG 6000 sebesar 3-10\n??\n. Pola difraksi menunjukkan kedua\nmikrokapsul bersifat amorf. Persen terdisolusi tertinggi pada menit ke 60 didapatkan pada\nformula PVP F-1 sebesar\n81,66±\n1,44%. Peningkatan laju disolusi bervariasi pada setiap formula.\nHasil analisis faktor similaritas menunjukkan adanya kesamaan pada PVP F-1 dengan PEG F-1, PVP\nF-2 dengan PVP F-3, PVP F-2 dengan PEG F-2, dan PVP F-3 dengan PEG F-3. Berdasarkan hasil\npercobaan didapatkan PVP F-1 memiliki efisiensi disolusi sebesar\n74,64±\n3,21% dan PEG F-1\nsebesar\n69,61±6,63%\ndalam 60 menit. Nilai efisiensi disolusi keduanya menunjukkan tidak\nberbeda bermakna satu sama lain (p > 0,05).", "Daftar File": {"ABSTRAK Yossy Maretha": "https://digilib.itb.ac.id/gdl/download/184111"}, "Penulis": "Yossy Maretha [10715032]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Sundani Nurono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "albendazol, mikropartikel, spray drying, uji disolusi, efisiensi disolusi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "30 Sep 2019"}