{"Nomor": 43929, "Judul": "PEMODELAN NUMERIK HIDRODINAMIKA DAN TRANSPORTASI SEDIMEN PASKA KEGIATAN REKLAMASI DI PERAIRAN PLTU SURALAYA", "Abstrak": "Studi ini mempelajari tentang kondisi hidrodinamika dan transportasi sedimen paska kegiatan reklamasi di perairan PLTU Suralaya dengan cara melakukan pemodelan numerik. Penelitian dimulai dengan pengumpulan data lapangan yang diantaranya adalah data garis pantai, bathimetri, elevasi muka air pasang surut, arus, angin, dan sedimen. Data tersebut diperoleh dari data primer maupun sekunder. Setelah data dikumpulkan dilakukan pengolahan data awal untuk memperoleh data yang dibutuhkan sebagai masukan dalam melakukan simulasi numerik. Penelitian kemudian dilanjutkan dengan melakukan pemodelan numerik hidrodinamika dan transportasi sedimen dalam dua scenario yaitu pada kondisi sebelum reklamasi dan sesudah reklamasi dimana perbedaan utama terletak pada perubahan garis pantai akibat kegiatan reklamasi tersebut. Kehandalan dari pemodelan yang dilakukan ditinjau dengan cara melakukan kalibrasi ataupun verifikasi menggunakan data elevasi muka air dan data pengukuran arus kemudian dilakukan juga uji senstifitas untuk mengetahui karakteristik simulasi tersebut. Kondisi hidrodinamika dan transportasi sedimen dianalisa dengan meninjau beberapa parameter hasil simulasi berupa kecepatan dan arah arus, tinggi gelombang signifikan, dan perubahan elevasi dasar laut (bed level change). Selain dengan membandingkan hasil pemodelan pada scenario sebelum dan sesudah reklamasi, analisa hasil pemodelan juga dilakukan pada periode signifikan dari masing masing parameter tersebut.\nHasil penelitian menunjukan bahwa setelah kegiatan reklamasi terjadi beberapa perubahan meliputi kondisi hidrodinamika dan karakteristrik transportasi sedimen pada beberapa titik tinjau yang ditetapkan pada area yang menjadi fokus penelitian.", "Daftar File": {"ABSTRAK Mikhael Mangopo": "https://digilib.itb.ac.id/gdl/download/184112", "COVER Mikhael Mangopo": "https://digilib.itb.ac.id/gdl/download/201402", "BAB 1 Mikhael Mangopo": "https://digilib.itb.ac.id/gdl/download/201403", "BAB 2 Mikhael Mangopo": "https://digilib.itb.ac.id/gdl/download/201404", "BAB 3 Mikhael Mangopo": "https://digilib.itb.ac.id/gdl/download/201405", "BAB 4 Mikhael Mangopo": "https://digilib.itb.ac.id/gdl/download/201406", "BAB 5 Mikhael Mangopo": "https://digilib.itb.ac.id/gdl/download/201408", "BAB 6 Mikhael Mangopo": "https://digilib.itb.ac.id/gdl/download/201409", "PUSTAKA Mikhael Mangopo": "https://digilib.itb.ac.id/gdl/download/201410"}, "Penulis": "Mikhael Mangopo [25516007]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nita Yuanita, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "bed level change, hidrodinamika, pemodelan numerik, transportasi sedimen", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "30 Sep 2019"}