{"Nomor": 43921, "Judul": "KINERJA GREEN INFRASTRUCTURE BERUPA RAIN GARDEN DAN POROUS PAVEMENT DALAM PENGELOLAAN PARAMETER LOGAM BERAT AIR LIMPASAN HUJAN PERKOTAAN  (STUDI KASUS: KOTA BANDUNG)", "Abstrak": "Banjir merupakan salah satu masalah tahunan yang selalu terjadi di banyak kota besar di Indonesia. Permasalahan ini disebabkan adanya pertambahan penduduk sehingga berkurangnya lahan terbuka hijau dan digantikan dengan lahan perkerasan yang kian menjamur. Hal ini mengakibatkan limpasan hujan langsung mengalir ke saluran drainase. Negara maju seperti Belanda dan Amerika telah banyak melakukan riset dan penerapan infrastruktur hijau (green infrastructure), yakni dengan meresapkan sebanyak-banyaknya air hujan dengan kualitas yang baik (melalui teknologi green infrastructure).\n\nSemakin maju dan padatnya suatu kawasan perkotaan seperti Bandung, mengakibatkan meningkatnya polutan di jalan raya yang terbawa oleh hujan. Beberapa penelitian yang telah dilakukan di Kota Bandung menunjukan bahwa parameter logam berat pada limpasan hujan mencapai angka yang relatif tinggi. Maka penelitian ini dimaksudkan untuk mengetahui kualitas limpasan air hujan di jalan Ir. H. Djuanda Bandung pada parameter logam berat (Fe dan Zn) yang telah diolah melalui aplikasi green infrastructure berupa taman hujan (rain garden) dan trotoar berpori (porous pavement) dengan variasi intensitas hujan (rendah, sedang dan tinggi). Luaran dari penelitian ini berupa faktor tutupan lahan dan intensitas hujan yang paling berpengaruh terhadap efisiensi pengolahan logam berat. Penelitian yang telah dilakukan di  laboratorium dalam jangka waktu 15 hari secara kontinu menunjukkan bahwa tutupan lahan dan intensitas hujan mempengaruhi kualitas penyisihan logam berat dari air limpasan. Efisiensi penyisihan rata-rata untuk seng (Zn) di rain garden pada tipe hujan ringan, sedang dan deras masing-masing adalah 63%, 85% dan 76%, untuk porous pavement berturut-turut adalah 58%, 63% dan 60%. Sedangkan efisiensi pengolahan besi (Fe) dengan rain garden masing-masing adalah 87%, 99% dan 96%, untuk porous pavement berturut-turut adalah 41%, 45% dan 49%.", "Daftar File": {"ABSTRAK Nisaul Kamila": "https://digilib.itb.ac.id/gdl/download/184099"}, "Penulis": "Nisaul Kamila [25316314]", "Kontributor / Dosen Pembimbing": ["Ir. Arief Sudradjat, MIS, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "hujan, air limpasan, kualitas air tanah, taman hujan, trotoar berpori, logam berat", "Sumber": "TESIS OKTOBER 2019", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "30 Sep 2019"}