{"Nomor": 43932, "Judul": "ANALISIS PENGARUH PENGETAHUAN KESELAMATAN DAN IKLIM KESELAMATAN KERJA TERHADAP INTENSI PERILAKU KESELAMATAN (STUDI KASUS PT. X)", "Abstrak": "PT. X merupakan perusahaan yang bergerak di bidang industri pupuk yang sudah menjalankan program pelatihan keselamatan bernama pelatihan representatif K3 sejak tahun 2015. Program ini mewakili bentuk komitmen perusahaan untuk meningkatkan kondisi keselamatan dan kesehatan kerja melalui program pelatihan. Namun, kecelakaan kerja masih terjadi setiap tahun. Penelitian menyatakan penyebab terjadinya kecelakaan kerja didominasi oleh perilaku tidak aman. Maka perlu dilakukan penelitian mengenai intensi perilaku keselamatan dan faktor yang dapat mempengaruhi perilaku keselamatan yaitu pengetahuan keselamatan dan iklim keselamatan kerja. Iklim keselamatan kerja diukur menggunakan kuesioner NOSACQ – 50 dan pengetahuan keselamatan diukur menggunakan kuesioner yang disesuaikan dengan silabus dan materi pelatihan keselamatan PT.X. Intensi perilaku keselamatan diukur menggunakan kuesioner yang diadopsi dari beberapa penelitian terdahulu dan disesuaikan dengan peraturan PT.X. Sebanyak 239 pekerja yang terdiri dari 185 pekerja yang sudah mengikuti pelatihan dan 54 pekerja yang belum mengikuti pelatihan. Kedua kelompok pekerja memiliki persepsi yang sama terhadap iklim keselamatan kerja yaitu terdapat 3 dimensi yang berada di level cukup rendah (<3,00) dan membutuhkan peningkatan. Penilaian pengetahuan keselamatan menunjukkan bahwa kelompok pekerja yang sudah mengikuti pelatihan memiliki nilai yang lebih tinggi. Tidak terdapat perbedaan intensi perilaku keselamatan antara kedua kelompok pekerja. Pengetahuan keselamatan dan iklim keselamatan kerja berpengaruh secara simultan dan parsial terhadap perilaku keselamatan baik dimensi kepatuhan maupun dimensi partisipasi keselamatan. Jumlah kecelakaan kerja tingkat medical treatment berkurang sebesar 64% selama 5 tahun terakhir, sehingga dapat dikatakan program – program K3 memiliki potensi sebagai salah satu faktor yang dapat mengurangi angka kecelakaan kerja di PT. X. Middle level management memiliki peran yang sangat penting dalam peningkatan kondisi K3 sebagai perantara antara top management dan pekerja.", "Daftar File": {"ABSTRAK Widya Ikhsania": "https://digilib.itb.ac.id/gdl/download/184115"}, "Penulis": "Widya Ikhsania [25317004]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dwina Roosmini, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "pengetahuan, iklim keselamatan kerja, kepatuhan, partisipasi, NOSACQ – 50.", "Sumber": "TESIS September 2019", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "30 Sep 2019"}