{"Nomor": 43937, "Judul": "APLIKASI METODE GEOLISTRIK DAN ELEKTROMAGNETIK PADA LAHAN PERTANIAN", "Abstrak": "Precision farming merupakan alat pertanian yang menggunakan teknologi informasi agar dapat\nmemanfaatkan lahan pertanian secara optimal seperti meningkatkan produksi tanaman dan\nmeminimalkan dampak lingkungan akibat penggunakan pupuk yang berlebihan. Dengan\nmenerapkan precision farming, petani mendapatkan tambahan informasi yang berguna untuk\nmengelola lahan pertanian karena metode ini mengembangkan kaidah spesifik untuk pengelolaan\ntanaman berdasarkan variabilitas tanah dan sifat hidrologis pada lahan. Pada penelitian ini, metode\ngeolistrik dan elektromagnetik digunakan untuk melihat distribusi air pada lahan pertanian karena\nnilai resistivitas dan konduktivitas yang diukur berhubungan dengan kadar air yang terkandung\npada lahan pertanian. Kedua metode cocok untuk digunakan sebagai survei awal pada precision\nfarming karena metode ini dapat mengukur nilai resistivitas dan konduktivitas secara langsung di\nlapangan dan tidak destruktif terhadap lahan pertanian.\nPengukuran dilakukan pada lahan pertanian di daerah Parompong, Lembang, Bandung. Instrumen\nARES II digunakan untuk mengukur nilai resistivitas sedangkan EM38-MK2 digunakan untuk\nmengukur nilai konduktivitas. Jumlah lintasan berjumlah sepuluh, enam lintasan berarah utaraselatan dan empat lintasan berarah timur-barat, dengan panjang masing-masing lintasan 14,4 m\ndan 24 m. Interval antara lintasan sejauh 5 m dan spasi elektroda yang digunakan 0,3 m dan 0,5\nm. Elektroda yang digunakan berjumlah 48 buah dan dua konfigurasi metode geolistrik digunakan\nyaitu Wenner dan Dipol-Dipol. Pengukuran nilai konduktivitas menggunakan mode dipol vertikal\ndan dua spasi koil, 0,5 dan 1 m. Dari hasil pengolahan data dan korelasi dengan tes pit, nilai\nresistivitas yang didapatkan memiliki rentang 15 – 170 ?m sedangkan nilai konduktivitas\nmemiliki rentang 2 – 115 mS/m. Interpretasi dari nilai resistivitas kemudian dibandingkan dengan\ninterpretasi dari nilai konduktivitas.", "Daftar File": {"ABSTRAK Andira Wulandari": "https://digilib.itb.ac.id/gdl/download/184119"}, "Penulis": "Andira Wulandari [12315020]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Widodo, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "konduktivitas, precision farming, resistivitas", "Sumber": "", "Staf Input/Edit": "", "File": "8 file", "Tanggal Input": "30 Sep 2019"}