{"Nomor": 43930, "Judul": "PENGEMBANGAN DAN PENGGUNAAN APLIKASI ANDROID SEBAGAI SOLUSI INOVATIF DALAM PENGGUNAAN OBAT PASIEN HIV DI KOTA BANDUNG DAN SEKITARNYA", "Abstrak": "Human Immunodeficiency Virus (HIV) merupakan virus yang menyebar melalui cairan tubuh\ndan menyerang sistem imun terutama sel CD4 (sel T pembantu). Tahap akhir dari infeksi HIV\ndisebut Acquired Immunodeficiency Syndrom (AIDS). Antiretroviral (ARV) merupakan terapi\nyang diberikan untuk pasien dengan HIV positif. Indonesia merupakan negara peringkat ke-13\ntertinggi pasien HIV/AIDS di dunia dan Jawa Barat menduduki peringkat keempat tertinggi\nkasus HIV di Indonesia. Di antara kelompok penyakit menular, beban penyakit akibat HIV\nmerupakan yang paling tinggi kenaikannya sebesar 21,15%. Faktor-faktor yang memengaruhi\nketidakpatuhan pasien HIV dalam penggunaan terapi ARV adalah faktor internal yang meliputi:\npengetahuan, perilaku, pandangan terhadap diri, pertimbangan kerugian biaya dan waktu\nselama masa pengobatan, demografi, dan sikap terhadap pengobatan dan faktor eksternal\nyang meliputi: keterbatasan akses komunikasi dengan tenaga kesehatan, regimen obat\n(lamanya pengobatan, efek samping, jumlah obat yang harus dikonsumsi, dan lain-lain),\ndukungan sosial dari tenaga kesehatan atau keluarga, dan adanya Pengawas Minum Obat\n(PMO). Aplikasi Flo. dikembangkan dengan tujuan membantu pasien HIV maupun masyarakat\numum mendapatkan informasi seputar HIV-AIDS dan akses interaksi dengan apoteker selaku\npemantau terapi obat dan membantu pasien HIV patuh dalam menggunakan ARV dengan\nadanya alarm dan pengingat kunjungan ke Pemberi Pelayanan Kesehatan (PPK) yang melayani\nHIV. Dalam waktu 30 hari penggunaan, terdapat 80,41% pengguna kelompok pasien online\nminimal tiga kali. Secara keseluruhan, aplikasi Flo. memberikan manfaat yang secara langsung\ndapat dirasakan oleh pengguna kelompok pasien maupun kelompok umum. Hasil penelitian\nmenunjukkan tingkat kepuasan kualitas layanan yang diberikan aplikasi Flo. rata-rata 93,99 ±\n2,64% dan nilai CV sebesar 2,80%.", "Daftar File": {"ABSTRAK Mariana Irwan": "https://digilib.itb.ac.id/gdl/download/184113"}, "Penulis": "Mariana Irwan [11615032]", "Kontributor / Dosen Pembimbing": ["Dr. Lia Amalia, S.Si., Apt., M.Si.", "Hubbi Nashrullah Muhammad, S.Farm., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Human Immunodeficiency Virus (HIV), Acquired Immunodeficiency Syndrom (AIDS), Antiretroviral (ARV), aplikasi Android, apoteker online.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "30 Sep 2019"}