{"Nomor": 43940, "Judul": "VALIDASI METODE UJI PENETAPAN AKTIVITAS VITAMIN B12 SECARA MIKROBIOLOGI MENGGUNAKAN LACTOBACILLUS ACIDOPHILUS", "Abstrak": "Vitamin B12 atau kobalamin merupakan senyawa vitamin kompleks larut air yang esensial dalam proses\nmetabolisme dalam tubuh manusia, antara lain sintesis DNA, pembentukan energi, pembentukan sel\ndarah merah, dan kerja sistem saraf. Terdapat berbagai metode pengujian untuk menentukan jumlah\nvitamin B12 dalam suatu sampel secara kuantitatif. Salah satu metode yang dapat digunakan adalah\nmetode mikrobiologi menggunakan parameter pertumbuhan mikroba untuk menentukan aktivitas\nvitamin B12 dalam sampel. Mikroorganisme yang digunakan pada metode ini bersifat kemo-organotropik,\nyaitu mikroorganisme yang membutuhkan nutrisi ekstrinsik agar dapat tumbuh. Metode mikrobiologi\nyang tercantum dalam Farmakope Indonesia edisi lima menggunakan Lactobacillus leichmanni sebagai\nmikroba uji, sedangkan dalam penelitian ini digunakan Lactobacillus acidophilus sebagai mikroba uji.\nLactobacillus acidophilus merupakan salah satu bakteri yang bersifat kemo-organotropik, sehingga bakteri\ntersebut dapat digunakan sebagai alternatif dalam penetapan aktivitas vitamin B12. Penelitian ini\nbertujuan untuk menvalidasi metode uji penetapan aktivitas sianokobalamin secara mikrobiologi\nmenggunakan Lactobacillus acidophilus ATCC 4356. Dari hasil penelitian diperoleh linearitas kurva baku\ndengan koefisien korelasi 0,9666, perolehan kembali berkisar dari 9,14% sampai 197,95%, dan simpangan\nbaku berkisar dari 0,167% sampai 63,57%. Hasil ini menunjukkan nilai parameter validasi yang diperoleh\ntidak memenuhi syarat keberterimaan suatu validasi metode analisis yang baik, sehingga perlu dikaji lebih\nlanjut.\nKata kunci: vitamin B12, Lactobacillus acidophilus, validasi metode, metode mikrobiologi, turbidimetri", "Daftar File": {"ABSTRAK Yoshua Gayus": "https://digilib.itb.ac.id/gdl/download/184122"}, "Penulis": "Yoshua Gayus [10714067]", "Kontributor / Dosen Pembimbing": ["Elin Julianti, S.Si., Apt., M.Si., Ph.D.", "Marlia Singgih, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "vitamin B12, Lactobacillus acidophilus, validasi metode, metode mikrobiologi, turbidimetri", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "30 Sep 2019"}