{"Nomor": 43945, "Judul": "ANALISIS AIR LINDIAN BATUAN CEBAKAN EMAS EPITHERMAL HIGH SULPHIDATION PADA UJI KINETIK", "Abstrak": "Air asam tambang (AAT) adalah air yang terkena dampak dari kegiatan penambangan atau penggalian dengan karakteristik keasaman tinggi dan peningkatan logam terlarut yang terbentuk akibat teroksidasinya mineral sulfida disertai keberadaan air. Langkah awal yang dapat dilakukan untuk mengelola air asam tambang adalah dengan melakukan karakterisasi geokimia batuan dengan pengujian statik dan kinetik serta menganalisis kualitas air lindian dari uji kinetik.\nPada studi ini, dilakukan karakterisasi geokimia untuk 10 sampel yang berasal dari batuan samping (waste rock) endapan emas Epithermal High Sulphidation. Uji statik yang dilakukan terdiri dari pengujian total sulfur, Acid Neutralizing Capacity, dan pH NAG, sedangkan uji kinetik dilakukan dengan metode Free Draining Column Leach Test selama 365 hari yang terdiri dari 28 siklus, siklus penyiraman tiga harian sebanyak 9 siklus, siklus penyiraman mingguan sebanyak 8 siklus, siklus penyiraman dua mingguan sebanyak 14 siklus, serta siklus penyiraman bulanan sebanyak 2 siklus. Lalu dilakukan pengujian air lindian yang berupa sifat fisik air yang terdiri dari pH, Total Dissolved Solid, Electric Conductivity, temperatur, dan volume air lindian, serta dilakukan pengujian kualitas kimia air lindian yang terdiri anion, kation, dan logam terlarut.\nBerdasarkan data pengujian yang telah dilakukan, terdapat 7 sampel batuan NAF (Non-Acid Forming) dan 3 sampel batuan PAF (Potentially-Acid Forming). Anion yang dominan pada air lindian adalah sulfat, sedangkan kation yang dominan pada air lindian adalah Natrium-Kalium dan Kalsium. Pada sampel batuan PAF, terdapat korelasi dimana semakin rendah pH maka konsentrasi logam terlarut Cu, Fe, dan Mn akan semakin tinggi, sedangkan pada sampel batuan NAF konsentrasi logam terlarut Cu, Fe, dan Mn cukup rendah dan cenderung konstan.", "Daftar File": {"ABSTRAK Herbert Andar Panusunan Silala": "https://digilib.itb.ac.id/gdl/download/184127"}, "Penulis": "Herbert Andar Panusunan Silala [12115071]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ginting Jalu Kusuma, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Air Asam Tambang, Epithermal High Sulphidation, Karakterisasi, Kualitas Air", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "01 Okt 2019"}