{"Nomor": 43947, "Judul": "PERENCANAAN SARANA PENYALIRAN TAMBANG DALAM RANGKA PENGALIHAN ALIRAN LUAR TAMBANG DI TAMBANG TERBUKA", "Abstrak": "Suatu perusahaan tambang melakukan kegiatan penambangan terbuka di sebelah barat punggungan pegunungan dan dilewati oleh aliran alami dari DAS Pancar Ulin. DAS Pancar Ulin memiliki debit limpasan tinggi ketika terjadi hujan dengan intensitas tinggi. Maka dari itu diperlukan sarana penyaliran yang tepat untuk mengalirkan limpasan air tersebut.\nDalam rangka menghitung jumlah air limpasan yang harus dialirkan, dibutuhkan informasi daerah aliran sungai (DAS) dan curah hujan rencana. Terdapat 3 (tiga) DAS berpengaruh pada rancangan sarana penyaliran yang dibuat. Ketiga DAS ini memiliki luas 0.869 km2, 0,766 km2, dan 0,51 km2. Curah hujan rencana (C24) terhitung untuk periode ulang 25 tahun dengan distribusi Gumbel bernilai sebesar 126,48 mm/hari. Berdasarkan persamaan Mononobe, intensitas hujan dengan durasi 4 (empat) jam yaitu 17,41 mm/jam. Maka dari itu, debit limpasan setiap DAS-nya adalah 5,26 m3/s, 5,22 m3/s, dan 2,84 m3/s.\nBerdasarkan informasi debit limpasan dan peta kondisi tambang yang ada, sarana penyaliran yang dibutuhkan untuk mengalirkan air dari DAS Pancar Ulin diantaranya 4 (empat) sarana open channel, 3 (tiga) gorong-gorong dan 2 (dua) storage. Open channel 1 memiliki kapasitas debit 9,9 m3/s, open channel 2 memiliki kapasitas 7,4 m3/s, open channel 3 kapasitas 7,4 m3/s, dan open channel 6,9 m3/s. Gorong-gorong 1 berjumlah 2 (dua) unit dengan total debit 3.4 m3/s, gorong-gorong 2 berjumlah 2 (dua) unit dengan kapasitas debit 2,7 m3/s, gorong-gorong 3 berjumlah 5 (lima) unit dengan kapasitas debit 9 m3/s. Ada 2 (dua) macam storage yang dimanfaatkan yaitu detention pond dengan volume 27.411 m3, kolam bekas pit dengan volume 115.000 m3.", "Daftar File": {"ABSTRAK Septian Tanjaya": "https://digilib.itb.ac.id/gdl/download/184129"}, "Penulis": "Septian Tanjaya [12115009]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ginting Jalu Kusuma, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "open channel, gorong-gorong, storage, rancangan", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "01 Okt 2019"}