{"Nomor": 43951, "Judul": "EFEKTIVITAS ANTIHIPERTENSI PADA PASIEN HEMODIALISIS DAN BEBERAPA FAKTOR YANG MEMPENGARUHINYA DI RSUD CIBABAT", "Abstrak": "Gagal ginjal kronik adalah proses kerusakan pada ginjal dengan rentang waktu lebih dari 3 bulan\nyang ditandai dengan penurunan laju filtrasi glomerulus. Indonesia termasuk negara dengan tingkat\npenderita gagal ginjal yang cukup tinggi. Berdasarkan diagnosis dokter di Indonesia pada tahun\n2018 prevalensi gagal ginjal kronik sebesar 0,38%. Hipertensi merupakan penyebab maupun\nkomplikasi dari gagal ginjal kronik. Target pengobatan hipertensi pada pasien hemodialisis dengan\nkomorbid diabetes atau tanpa diabetes adalah untuk menurunkan tekanan darah agar dapat\nmenurunkan angka morbiditas dan mortalitas yang disebabkan penyakit ginjal dan kardiovaskular.\nPenelitian ini bertujuan untuk menilai efektivitas terapi hipertensi, serta mengidentifikasi beberapa\nfaktor yang dapat mempengaruhi efektivitas terapi hipertensi diantaranya kepatuhan penggunaan\nobat, aktivitas fisik, dan kebiasaan merokok pada pasien hemodialisis di RSUD Cibabat. Penelitian\nini menggunakan desain potong lintang, dengan analisis deskriptif dan kuantitatif. Pengambilan\ndata dilakukan secara retrospektif dari rekam medik, dan konkuren melalui wawancara langsung\nkepada pasien dan metode pill count. Subjek penelitian adalah pasien yang memenuhi kriteria\ninklusi, yaitu sebanyak 67 pasien. Analisis data menggunakan analisis univariat dan bivariat dengan\nChi Square/Fisher Exact dan uji Mann Whitney serta menilai besarnya risiko dengan odds ratio. Hasil\npenelitian menunjukkan terdapat jumlah pasien dengan terapi hipertensi tidak efektif sebesar\n79,10%. Terdapat hubungan antara hasil pengukuran kepatuhan menggunakan metode MMAS-8,\ndan metode pill count (p = 0,000). Terdapat pengaruh antara hasil pengukuran kepatuhan\nberdasarkan metode MMAS-8 (p = 0,001 OR = 16,96), hasil pengukuran kepatuhan berdasarkan\nmetode pill count (p = 0,001 OR = 18,32), dan aktivitas fisik (p = 0,001 OR = 5,54) terhadap efektivitas\nterapi hipertensi pada pasien hemodialisis di RSUD Cibabat. Faktor yang mempengaruhi efektivitas\nterapi hipertensi adalah kepatuhan dan aktivitas fisik.", "Daftar File": {"ABSTRAK Safira Mutia Aidhanita": "https://digilib.itb.ac.id/gdl/download/184133"}, "Penulis": "Safira Mutia Aidhanita [11615014]", "Kontributor / Dosen Pembimbing": ["Dr. Lia Amalia, S.Si., Apt., M.Si.", "Cindra Tri Yuniar, S.Farm., Apt., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Hipertensi, gagal ginjal kronik, kepatuhan, aktivitas fisik, merokok, efektivitas terapi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "01 Okt 2019"}