{"Nomor": 43950, "Judul": "PSEUDOPOLIMORF GARAM SIPROFLOKSASIN DENGAN ASAM SALISILAT: KARAKTERISASI FASA PADAT, ANHIDRASI, DAN PENENTUAN KONSENTRASI SIMULTAN DENGAN KEMOMETRI", "Abstrak": "Salah satu permasalahan yang sering muncul dalam formulasi suatu sediaan obat adalah kelarutan\ndan disolusi zat aktifnya. Permasalahan ini muncul pada siprofloksasin, suatu antibiotik golongan\nfluorokuinolon yang diklasifikasikan dalam BCS kelas IV. Pseudopolimorf adalah polimorf yang\nberbeda pada jumlah hidratnya. Pada penelitian ini ditemukan pseudopolimorf baru dari garam dari\nsiprofloksasin dan asam salisilat yaitu bentuk 1,75-hidrat. Fasa padat baru ini dianalisis\nmenggunakan FT-IR, spektroskopi Raman, dan analisis termal yang dibuktikan dengan analisis\nPXRD. Struktur 3D kisi kristal berhasil diselesaikan dengan analisis SCXRD dan parameter unit selnya\ndiperoleh dengan refinement, ditemukan bahwa gugus piperazinil dari siprofloksasin terprotonasi\noleh H\n+\ndari asam salisilat, dan terdapat satu molekul air yang berada pada pusat inversi antara dua\nmolekul siprofloksasin yang membuat okupansinya 0,5. Selain itu, fasa padat baru ini dicoba\ndilepaskan hidratnya menggunakan teknik penggerusan selama 105 menit, hilangnya hidrat dari\nfasa padat baru ini dibuktikan dengan analisis dengan FT-IR, spektroskopi Raman, analisis termal\ndan PXRD. Spektrofotometri UV-Vis digunakan untuk menentukan konsentrasi siprofloksasin pada\nuji kelarutan dan disolusi. Untuk kuantifikasi konsentrasi siprofloksasin yang lebih akurat pada\ncampuran yang mengandung asam salisilat, digunakan metode kemometri yaitu regresi linear\nberganda. Berdasarkan hasil uji kelarutan dan disolusi fasa padat baru ini memiliki profil yang lebih\nbaik dibandingkan dengan senyawa asalnya.", "Daftar File": {"ABSTRAK Billgerd Tjengal": "https://digilib.itb.ac.id/gdl/download/184132"}, "Penulis": "Billgerd Tjengal [10715022]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Tutus Gusdinar Kartawinata, MS", "Dr. Ilma Nugrahani, M.Si., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "siprofloksasin, asam salisilat, pseudopolimorf, anhidrasi, kemometri.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "01 Okt 2019"}