{"Nomor": 43969, "Judul": "PENGARUH PEMBERIAN PERASAN DAUN PEPAYA (Carica papaya L.) DAN PERASAN DAGING KELAPA (Cocos nucifera) SERTA CAMPURANNYA TERHADAP PROFIL LIPID TIKUS WISTAR JANTAN HIPERLIPIDEMIA", "Abstrak": "Pendahuluan: Urap merupakan makanan yang terdiri dari daun-daunan salah\nsatunya daun pepaya, yang dicampur dengan parutan daging kelapa. Daun pepaya\ntelah terbukti memilki aktivitas dalam menurunkan kadar lipid dalam darah hewan\nuji, sedangkan kelapa dipercaya dapat meningkatkan kadar lipid dalam darah\nterutama kolesterol dan trigliserida, sehingga seringkali masyarakat enggan untuk\nmengkonsumsi makanan yang mengandung kelapa terutama santan karena dapat\nmeningkatkan kolesterol dan trigliserida. Oleh karena itu dilakukan penelitian\nmengenai pengaruh pemberian daun pepaya dan daging kelapa serta campurannya\nterhadap profil lipid Tikus Wistar Jantan hiperlipidemia. Metodologi: Pengujian\ndilakukan dengan metode preventif menggunakan hewan tikus wistar jantan yang\ndiinduksi dengan pakan tinggi kolesterol dan KKT (Kolat, Kolesterol dan Tiourasil)\nselama 60 hari disertai dengan pemberian pembanding simvastatin 1,8 mg/Kg BB\nserta perasan daun pepaya dan perasan daging kelapa. Dosis perasan daun pepaya\ndan perasan daging kelapa masing-masing dibagi dalam 2 variasi dosis termasuk\ndosis campuran. Kadar profil lipid diukur pada hari ke-0, ke-30 dan hari ke-60\ndengan menggunakan alat microlab 300 secara enzimatik. Di hari ke-60 hewan\ndikorbankan dan diambil organ aorta serta hati untuk dilakukan histopatologi.\nHasil: Penelitian menunjukan bahwa pemberian tunggal daging kelapa baik dosis\n5g/Kg BB dan dosis 10 g/Kg BB dapat menurunkan kadar lipid dalam darah tetapi\naktivitasnya tidak sebaik pemberian tunggal daun pepaya baik dosis 10 g/Kg BB\ndan dosis 20 g/Kg BB. Setelah dievaluasi, campuran perasan daun pepaya dan\nperasan daging kelapa dapat menurunkan kadar lipid dalam darah baik dosis 10 g\ndaun pepaya : 5 g daging kelapa/Kg BB maupun dosis 20 g daun pepaya : 10 g\ndaging kelapa/Kg BB dan aktivitasnya sebanding dengan pembanding Simvastatin\nyang digunakan. Kesimpulan: Dapat disimpulkan bahwa makanan urap\nmerupakan makanan sehat bagi orang dengan dislipidemia, walaupun mengandung\nkelapa, tidak perlu khawatir akan kenaikan kadar lipid selama konsumsi dicampur\nbersama dengan daun pepaya.", "Daftar File": {"ABSTRAK Hendra Mahakam Putra": "https://digilib.itb.ac.id/gdl/download/184183", "COVER Hendra Mahakam Putra": "https://digilib.itb.ac.id/gdl/download/243435", "BAB 1 Hendra Mahakam Putra": "https://digilib.itb.ac.id/gdl/download/243436", "BAB 2 Hendra Mahakam Putra": "https://digilib.itb.ac.id/gdl/download/243437", "BAB 3 Hendra Mahakam Putra": "https://digilib.itb.ac.id/gdl/download/243438", "BAB 4 Hendra Mahakam Putra": "https://digilib.itb.ac.id/gdl/download/243439", "BAB 5 Hendra Mahakam Putra": "https://digilib.itb.ac.id/gdl/download/243440", "BAB 6 Hendra Mahakam Putra": "https://digilib.itb.ac.id/gdl/download/243441", "PUSTAKA Hendra Mahakam Putra": "https://digilib.itb.ac.id/gdl/download/243442"}, "Penulis": "Hendra Mahakam Putra [20717309]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Andreanus A. Soemardji, DEA", "Dr. Neng Fisheri Kurniati, S.Si., M.Si., Apt."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Carica papaya L, Cocos nucifera, Dislipidemia, Pakan tinggi kolesterol", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "01 Okt 2019"}