{"Nomor": 43961, "Judul": "FACTORS INFLUENCING BEHAVIOR OF WASTE RECYCLING IN A WASTE BANK PROGRAM IN JAKARTA", "Abstrak": "With the economic growth in the world and the increasing number of people living in\nurban areas, solid waste problems become one of the prominent issues and that\nsituation also emerge in Jakarta. Recycling was one strategy for waste reduction. One\nof the recycling programs conducted by neighborhood communities is the waste bank.\nThe participants of waste bank separate their waste into resources and residues and can\ngain economic benefits according to the number of resources. However, not all\nparticipants of the waste banks saved their waste in the bank regularly.\nThis study assesses the differences in the characteristics of active and inactive waste\nbank members, identifying factors that influencing the level of members activity on the\nprogram and determine the most influential factors that encourage waste bank members\nto be an active member. The questionnaire survey was conducted for 366 respondents\nthat randomly selected from 2,200 members in Duren Sawit sub-district, Jakarta Timur.\nThere were 22 questions about psychological, situational, and economic factors. The\nquestions were answered using a Likert scale, which ranges from 1 (Strongly disagree)\nto 5 (Strongly agree). The socio-demographic variables and respondent’s recycling\nactivities were also asked. Respondents were divided into two groups, based on the\nfrequency of recyclable waste collection. The first group brought in recyclable waste\nup to five times per year, as this group was considered to be inactive group. The secondii\ngroup brought in recyclable waste more than five times per year and was considered to\nbe an active group.\nThe results of the questionnaire are analyzed using the Mann-Whitney test in SPSS to\nlearn the significant differences between groups. Then, factor analysis was conducted\nto group the Likert-scale variable into a smaller number of underlying factors. And\nfinally, Logistic Regression Analysis was conducted to measure the predictors of\nrecycling activities. The results show that socio-demographic variables do not seem to\ndiffer significantly between active and inactive participants. Factors that can affect the\nbehavior of recycling waste bank programs, namely Environmental Awareness,\nPerceived Convenience, Economic Benefit, Social Norm, Perceived Facility Condition\nand Space Availability. The most determinant factors that are significantly influencing\nthe frequency of recyclable waste separation are Perceived Convenience and Perceived\nFacility Condition.", "Daftar File": {"ABSTRAK Teuku Riefky Akbar": "https://digilib.itb.ac.id/gdl/download/184153", "BAB 1 Teuku Riefky Akbar": "https://digilib.itb.ac.id/gdl/download/184154", "BAB 2 Teuku Riefky Akbar": "https://digilib.itb.ac.id/gdl/download/184155", "BAB 3 Teuku Riefky Akbar": "https://digilib.itb.ac.id/gdl/download/184156", "BAB 4 Teuku Riefky Akbar": "https://digilib.itb.ac.id/gdl/download/184157", "BAB 5 Teuku Riefky Akbar": "https://digilib.itb.ac.id/gdl/download/184158", "BAB 6 Teuku Riefky Akbar": "https://digilib.itb.ac.id/gdl/download/184159", "DAFTAR Teuku Riefky Akbar": "https://digilib.itb.ac.id/gdl/download/184160", "2019 TS PP TEUKU RIEFKY AKBAR_LAMPIRAN.pdf?": "https://digilib.itb.ac.id/gdl/download/184161", "2019 TS PP TEUKU RIEFKY AKBAR_JURNAL.pdf\n]": "https://digilib.itb.ac.id/gdl/download/184162"}, "Penulis": "Teuku Riefky Akbar [25417032]", "Kontributor / Dosen Pembimbing": ["Dr. Sri Maryati, S.T., M.I.P."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "recycling behavior, waste bank, waste bank members activity.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "10 file", "Tanggal Input": "01 Okt 2019"}