{"Nomor": 43967, "Judul": "PENGARUH POLIMER, TEKNIK PENCAMPURAN DAN DURASI PENGGILINGAN TERHADAP PROFIL DISOLUSI FENILBUTAZON", "Abstrak": "Fenilbutazon merupakan NSAID yang termasuk dalam obat BCS kelas II dalam Sistem Klasifikasi\nBiofarmaseutik, yaitu obat dengan kelarutan rendah dan permeabilitas tinggi. Karena laju\ndisolusinya yang rendah, dilakukan upaya peningkatan laju disolusi dengan pembuatan campuran\nfisik dan dispersi padat. Pada penelitian ini, pembuatan campuran fisik dan dispersi padat\nfenilbutazon menggunakan dua pembawa, yaitu poloxamer 407 dan PVP K-30. Setiap pembawa\ndibuat campuran fisik dan dispersi padat dalam tiga perbandingan konsentrasi yang berbeda\nterhadap fenilbutazon, yaitu 2:1, 1:1, dan 2:3.\nDalam pembuatan campuran fisik, fenilbutazon dan polimer pembawa diayak menggunakan mesh\n40 secara terpisah, kemudian dicampurkan menggunakan turbula mixer. Pembuatan dispersi\npadat dilakukan dengan metode penguapan pelarut. Fenilbutazon serta polimer pembawa\ndilarutkan dalam pelarut etanol, kemudian pelarut diuapkan dengan vaporator putar vakum dan\noven. Untuk pembuatan dispersi padat A, campuran diuapkan perlahan sedangkan untuk\npembuatan dispersi padat B, dibuat perbedaan suhu yang tinggi antara larutan sampel dan\nlarutan pendingin sehingga kristal tidak dapat terbentuk. Untuk menentukan pengaruh polimer\ndan pelarut, dilakukan pula pengujian untuk fenilbutazon murni dan fenilbutazon hasil\nrekristalisasi.\nSeluruh sampel yang dibuat diayak menggunakan ayakan mesh 40, kemudian digerus dengan alat\npenggiling selama 0, 10, 20, dan 30 menit; dan kemudian diayak lagi dengan mesh 40 untuk setiap\ntahap penggilingan. Sampel hasil penggilingan digunakan untuk pengujian disolusi dan SEM.\nPengukuran disolusi dan efisiensi disolusi tiap sampel diperoleh dari analisis spektrofotometer\nUV-Vis pada panjang gelombang 264 nm. Berdasarkan percobaan, DB PLX 2:3 tanpa penggilingan\ndan DB PVP 2:3 tanpa penggilingan memiliki profil disolusi paling baik yaitu 94,87 ± 0,48% dan\n93,26 ±0,72% secara berurutan. Hasil karakterisasi SEM menunjukkan terdapat perbedaan bentuk\nkristal antara campuran fisik, dispersi padat A dan dispersi padat B, selain itu sampel hasil\npenggerusan cenderung membentuk agregat.", "Daftar File": {"ABSTRAK Albert Liongbong": "https://digilib.itb.ac.id/gdl/download/184182"}, "Penulis": "Albert Liongbong [10714098]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Sundani Nurono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Fenilbutazon, Pembawa, Campuran fisik, Dispersi padat, Efisiensi disolusi.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "01 Okt 2019"}