{"Nomor": 43968, "Judul": "RANCANG BANGUN DAN PENGENDALIAN MESIN CNC 5 AXIS DENGAN MEKANISME PENGGERAK BERBASIS ROBOT PARALEL STEWART PLATFORM", "Abstrak": "Perkembangan teknologi otomasi industri dalam beberapa dekade terakhir di\nIndonesia sangat pesat dengan ditunjang perkembangan teknologi robotika. Robot\ndapat bekerja dengan ketelitian yang tinggi, cepat, dan aman sehingga dengan\nmenggunakan robot, proses industri menjadi lebih produktif. Jenis robot sendiri\nterbagi menjadi dua yaitu struktur serial dan paralel. Robot dengan struktur paralel\ncenderung lebih sedikit dipelajari, dikembangkan, dan digunakan di industri\ndibandingkan dengan struktur serial padahal terdapat beberapa kelebihan robot\ndengan struktur paralel. Robot dengan struktur paralel memiliki konfigurasi\nkinematik dengam jenis closed chain, atau dapat diartikan masing masing lengan\nterhubung ke titik origin. Hubungan ini akan mengakibatkan robot memiliki\nperforma yang lebih baik jika dibandingkan dengan struktur serial dalam nilai\nakurasi, akselerasi pada kecepatan tinggi, dan kekakuan (stiffness) yang tinggi.\nPada penelitian ini, dikembangkan sistem robot paralel Stewart platform sebagai\npenggerak mesin CNC (Computer Numerical Control) 5 Axis. Robot ini\ndiharapkan mampu melakukan pergerakan sesuai pola yang diinginkan pada\nprogram G-Code. Program G-Code digunakan sebagai referensi pola pergerakan\nrobot karena merupakan struktur pemrograman standard yang digunakan pada\nMesin CNC. Dengan dilakukannya penelitian ini, diharapkan struktur paralel\nrobot Stewart platform yang memiliki kelebihan dalam nilai akurasi, akselerasi,\ndan kekakuan (stiffness) yang tinggi dapat dioptimalkan potensinya sebagai\npenggerak mesin CNC.\nPenelitian berhasil dilaksanakan dengan baik dan menghasilkan sebuah konstruksi\nmekanik mesin CNC 5 Axis dengan mekanisme penggerak berbasis robot paralel\nStewart platform, sistem kendali elektrik dengan sensor variabel resistor linear\ndan aktuator prismatik, serta algoritma program Interpolasi dan algoritma sistem\nkendali PID (Proportional Integral Derivative) Cascade berbasis bahasa Python.\nPengujian Mesin CNC 5 Axis dengan mekanisme penggerak robot paralel Stewart\nplatform menunjukkan mesin mampu mengikuti trajectory bentuk persegi dengan\nhasil yang sesuai harapan, dengan rata-rata error pada koordinat ruang pada\nsumbu x sebesar 0,7 mm, dan pada sumbu y sebesar 1,3 mm dan rata-rata error\npanjang aktuator sebesar 1,09 serta rata-rata error kecepatan perubahan panjang\naktuator error 1,8 mm/s.", "Daftar File": {}, "Penulis": "Nur Jamiludin Ramadhan [23117028]", "Kontributor / Dosen Pembimbing": ["Ir. Indrawanto, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Stewart platform, paralel robot, CNC 5 axis", "Sumber": "", "Staf Input/Edit": "", "File": "0 file", "Tanggal Input": "01 Okt 2019"}