{"Nomor": 43973, "Judul": "PEMODELAN TERINTEGRASI BATERAI-KENDARAAN  DAN KENDALI PID OPTIMAL KUADRATIK LINIER BERBASIS UMPAN BALIK STATUS PARSIAL UNTUK PENGHEMATAN ENERGI PADA KENDARAAN LISTRIK", "Abstrak": "Saat ini kendaraan listrik belum secara luas digunakan sebagai alat transportasi massal karena kendaraan listrik memiliki keterbatasan energi yang tersimpan dalam baterai. Salah satu solusi untuk mengatasi keterbatasan energi baterai adalah dengan cara optimasi energi yang menghasilkan suatu pengendalian optimal dari sisi pemakaian energi. Pengendali optimal dirancang untuk meminimumkan indeks kinerja dengan memperhatikan variabel kendala. Indeks kinerja menggambarkan kriteria yang ingin dicapai oleh sistem, sedangkan variabel kendala menjelaskan karakteristik kendala fisik dan model sistem. Oleh karena itu pemilihan model sistem dan metoda kendali optimal menjadi bagian yang penting dalam merancang kendali optimal. Penelitian ini mengusulkan strategi optimasi energi dengan pendekatan kendali optimal melalui penentuan pemodelan sistem dan metoda perancangan kendali optimal yang tepat untuk penghematan energi pada kendaraan listrik. \n \nModel kendaraan listrik yang ada saat ini dinamakan model motor-kendaraan yang meliputi dinamika motor dan kendaraan longitudinal. Dalam disertasi ini, model motor-kendaraan tersebut disederhanakan dengan mengabaikan gaya tahan angin dan dinamakan model biasa. Sebagai pengembangan model lebih lanjut, dalam disertasi ini dibangun juga model kendaraan yang memperhitungkan dinamika baterai ke dalam model motor-kendaraan dan gaya tahan angin. Model ini dinamakan model terintegrasi baterai-kendaraan atau cukup disebut model terintegrasi saja. Model terintegrasi juga dibangun dengan mempertimbangkan variasi variabel pengendalian seperti torka atau kecepatan, pemindah tenaga dan penggunaan jenis baterai. Perancangan pengendali menggunakan model motorkendaraan saat ini mengasumsikan sumber energi baterai adalah tetap setiap saat. Pada kenyataannya energi baterai berubah. Oleh sebab itu diperlukan model yang memperhitungkan interaksi atau pengaruh antara baterai dengan sistem motorkendaraan listriknya, dengan demikian dibangunlah model terintegrasi bateraikendaraan.  \n \nValidasi model sistem dilakukan melalui validasi sistem lingkar terbuka dan tertutup. Validasi sistem lingkar terbuka meliputi analisis model untuk setiap subsistem dan sistem secara keseluruhan. Pertama, parameter nyata kendaraan listrik digunakan pada model kendaraan listrik. Kemudian, simulasi dilakukan untuk pengamatan tanggapan sistem lingkar terbuka pada setiap subsistem dan sistem lengkap. Hasil simulasi tersebut, kemudian dibandingkan dengan tanggapan sistem nyata kendaraan listrik yang diperoleh dari data hasil uji-jalan Molina ITB Model-3. Validasi sistem lingkar tertutup meliputi pembandingan beberapa kasus rancangan pengendali yang menggunakan model tersebut dengan cara simulasi komputer serta simulasi pada sistem minimum kendaraan listrik (EV testbed platform) berbasis hardware in the loop simulator (HILS).  \n \nUntuk melihat potensi penghematan energi, model biasa dan terintegrasi digunakan untuk perancangan pengendali. Pengendali yang digunakan dalam penelitian ini adalah pengendali linier yang sudah ada. Model biasa merupakan model linier, sedangkan model terintegrasi merupakan model tak linier. Khusus untuk model tak linier dilakukan linierisasi atau disebut linierisasi model terintegrasi. Model biasa dan linierisasi model terintegrasi tersebut digunakan pada perancangan pengendali yang sama untuk memperoleh suatu tanggapan waktu yang dianggap sama. Semua kasus perancangan pengendali tersebut diterapkan pada model terintegrasi tak linier atau model lengkap sistem kendaraan listrik. Jika tanggapan waktu dibuat sama atau mirip, kondisi lingkungan sama, pola kecepatan sama, dan formulasi perhitungan energi sama maka akan diperoleh konsumsi energi berbeda untuk setiap kasus pengendali. Hal tersebut digunakan sebagai dasar pertimbangan dalam analisis konsumsi energi pada penelitian ini. Hasil simulasi, validasi dan pengujian menunjukkan bahwa penggunaan model terintegrasi memiliki potensi lebih hemat energi dibandingkan penggunaan model biasa. \n \nMetoda perancangan kendali optimal yang diusulkan pada penelitian ini adalah metoda perancangan kendali PID optimal kuadratik linier berbasis umpan balik status parsial beserta kombinasinya. Kendali PID adalah pengendali konvensional yang banyak dipergunakan dengan strukturnya yang sederhana. Masalah utama kendali PID terletak pada penalaan setiap konstanta kendalinya (Kp, Ki, Kd). Untuk sistem berorde tinggi, metode perancangan penalaan pengendali PID dilakukan dengan cara mereduksi orde sistem atau mereduksi orde pengendali, sedangkan dalam penelitian ini metoda yang diusulkan adalah metoda perancangan penalaan pengendali PID atau kendali PID optimal tanpa mereduksi orde sistem dan memilih variabel yang akan diumpan-balikkan ke sistem tanpa memerlukan pengamat. \n \nKendali PID optimal ini memiliki indeks kinerja kuadratik linier. Penentuan indeks kinerja tersebut dilakukan berdasarkan beberapa alternatif formulasi energi yang ada pada kendaraan listrik seperti energi mekanik, energi listrik, energi kendali dan energi baterai. Penggabungan beberapa alternatif formulasi energi tersebut memberikan formulasi indeks kinerja kuadratik linier yang mengandung perkalian antara variabel status dan variabel kendali. Formulasi indeks kinerja tersebut memberikan potensi penghematan energi jika digunakan sebagai dasar metoda perancangan kendali optimal. Untuk sistem yang dinyatakan dalam bentuk kanonik, penalaan PID optimal dapat dilakukan dengan cara mengadopsi metoda kuadratik linier berbasis umpan balik status parsial tersebut dengan penyelesaian pertidaksamaan matriks linier, yang dikembangkan menjadi kendali PID optimal kuadratik linier berbasis umpan balik status parsial beserta kombinasinya. Sebagai bahan perbandingan analisis konsumsi energi, juga dirancang berbagai kendali optimal kuadratik linier berbasis umpan balik status penuh dengan pengamat. Pengamat ini dirancang berdasarkan model terintegrasi yang memiliki variabel status tidak teramati. \n \nSemua perancangan pengendali linier baik berbagai kendali berbasis umpan balik status penuh dengan pengamat maupun kendali PID optimal berbasis umpan balik status parsial beserta kombinasinya diaplikasikan pada model terintegrasi. Berdasarkan hasil simulasi dan pengujian menunjukkan bahwa kendali penjejakan PID optimal kuadratik linier berbasis umpan balik status parsial merupakan pengendali yang lebih hemat energi dibandingkan pengendali lainnya.   Model terintegrasi baterai-kendaraan dan metoda kendali PID optimal kuadratik linier berbasis umpan balik status parsial merupakan kontribusi dari penelitian ini. Model terintegrasi dan metoda kendali PID optimal tersebut dapat diterapkan pada kendaraan listrik sejenis mobil secara umum yang dilengkapi sistem pengemudi otomatis seperti autodrive system atau assisted drive system, di antaranya adalah cruise control system.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/184188", "Abstract": "https://digilib.itb.ac.id/gdl/download/184189"}, "Penulis": "Rina Ristiana [33214010]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Carmadi Machbub", "Ir. Arief Syaichu Rohman, M.Eng.Sc., Ph.D.", "Dr. Ir. Agus Purwadi, M.T."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Elektro dan Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "kendaraan listrik, model terintegrasi baterai-kendaraan, kendali optimal kuadratik linier, kendali PID optimal, kendali umpan balik status parsial, pertidaksamaan matriks linier", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "01 Okt 2019"}