{"Nomor": 43983, "Judul": "STUDI PENGARUH EVAPORASI TERHADAP KUALITAS AIR ASAM TAMBANG PADA TAMBANG BATUBARA", "Abstrak": "Kegiatan penambangan akan menimbulkan dampak seperti perubahan bentang alam. Salah satu perubahan bentang alam adalah timbulnya void yang akan digunakan sebagai lubang bukaan yang terisi air atau disebut pit lake. Pit lake pada tambang terbuka akan dipengaruhi oleh presipitasi dan evaporasi, yang akan menyebabkan terjadinya peningkatan dan penurunan terhadap volume air dalam pit lake. Hal tersebut akan mempengaruhi kualitas air yang terdapat di dalam pit lake. Air pit lake nantinya akan digunakan untuk kegiatan pascatambang, sehingga kualitas air pit lake perlu diperhatikan.\nKualitas air dapat diketahui dengan melakukan pengujian terhadap parameter fisik dan parameter kimia air. Parameter fisik yang diukur pada penelitian adalah volume, total dissolved solid (TDS), pH, electric conductivity (EC), dan oxidation reduction potential (ORP). Parameter kimia air akan menyajikan data berupa kandungan kation, yaitu Na+, K+, Mg2+, NH4+, dan kandungan anion, yaitu F-, Cl-, SO42-, NO3-, serta kandungan logam, yaitu kromium (Cr), nikel (Ni), tembaga (Cu), seng (Zn), arsenic (As), cadmium (Cd), besi (Fe), dan mangan (Mn).\nPenelitian dilakukan untuk mengetahui pengaruh evaporasi dengan mengabaikan presipitasi. Penelitian terbagi menjadi percobaan pendahuluan dan percobaan lanjutan. Percobaan pendahuluan dilakukan dengan siklus 1 harian, 2 harian, dan 3 harian. Pada percobaan lanjutan digunakan siklus 2 harian dan menggunakan sensor relative humidity atau kelembapan, temperature atau suhu, dan tekanan.\nBerdasarkan penelitian tersebut, dari hasil uji parameter fisik air didapatkan bahwa evaporasi menyebabkan volume sampel semakin berkurang, TDS, EC, dan ORP meningkat, dan penurunan pada pH. Dari hasil uji parameter kimia didapatkan bahwa evaporasi menyebabkan konsentrasi logam, anion, dan kation semakin meningkat.", "Daftar File": {"ABSTRAK Amelia Gabriella Zebua": "https://digilib.itb.ac.id/gdl/download/184216"}, "Penulis": "Amelia Gabriella Zebua [12115057]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Rudy Sayoga Gautama Benggolo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "evaporasi, kualitas air", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "01 Okt 2019"}