{"Nomor": 43984, "Judul": "STUDI TRANSFORMASI DATA GEOMAGNETIK DENGAN METODE 3D EQUIVALENT SOURCE", "Abstrak": "Interpretasi data medan potensial – khususnya data geomagnetik – dapat menjadi\nrumit, disebabkan oleh sifat magnetik yang kompleks. Pendekatan dengan metodemetode tertentu perlu dilakukan untuk membantu tahap interpretasi data\ngeomagnetik. Pada tugas akhir ini, transformasi reduksi ke kutub digunakan untuk\nmerelokasi anomali magnetik yang ekstrim menjadi di atas sumbernya. Bersama\ndengan reduksi ke kutub, transformasi kontinuasi ke atas juga digunakan untuk\nmemberi petunjuk tentang sumber anomali magnetik yang dangkal dan dalam serta\ndapat menggabungkan atau membandingkan survei yang berbeda-beda pada elevasi\nkonstan tertentu. Sebuah program disusun oleh penulis untuk melakukan\ntransformasi tersebut dengan teknik sumber ekuivalen 3D, yaitu dengan\nmemanfaatkan ambiguitas dalam pemodelan data medan potensial. Sumber\nekuivalen yang diperoleh melalui kalkulasi inversi ini secara geologi tidak sesuai,\nnamun dapat menghasilkan data yang menyerupai data aslinya, dan juga dapat\nmenjadi gerbang untuk melakukan transformasi data medan potensial. Hasil\npenelitian dengan menggunakan model sintetik dan data lapangan menunjukkan\nbahwa transformasi reduksi ke kutub dapat memudahkan penentuan letak sumber\nanomali magnetik, dan transformasi kontinuasi ke atas membantu interpretasi data\nsecara regional. Hasil transformasi kontinuasi ke atas dari data geomagnetik\nKarangsambung yang telah ditransformasi reduksi ke kutub menunjukkan asosiasi\ndari nilai anomali magnetik yang tinggi dengan intrusi diabas pada daerah\nobservasi. Secara keseluruhan, transformasi data geomagnetik dengan teknik\nsumber ekuivalen efektif untuk permukaan dengan topografi tidak datar dan secara\nutilitas dapat memenuhi fungsi transformasi", "Daftar File": {"ABSTRAK  Samuel Belia": "https://digilib.itb.ac.id/gdl/download/184215"}, "Penulis": "Samuel Belia [12315067]", "Kontributor / Dosen Pembimbing": ["Dr. Eko Januari Wahyudi, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "kontinuasi ke atas, reduksi ke kutub, sumber ekuivalen 3D", "Sumber": "", "Staf Input/Edit": "", "File": "8 file", "Tanggal Input": "01 Okt 2019"}