{"Nomor": 43990, "Judul": "STUDI TEKTONOMAGMATISME KEPULAUAN KARIMUNJAWA", "Abstrak": "Kepulauan Karimunjawa terletak di sebelah utara dari Kota Jepara. Tatanan tektonik saat ini menunjukkan bahwa Kepulauan Karimunjawa yang memiliki batuan volkanik berada di cekungan belakang busur. Kehadiran kegempaan dalam di bawah Kepulauan Karimunjawa merupakan anomali. Hal tesebut melatarbelakangi penelitian ini sehingga tujuan dari penelitian ini ialah untuk mengetahui proses terbentuknya batuan vulkanik Karimunjawa serta implikasinya terhadap tektonisme di Pulau Jawa.\nData yang digunakan terdiri data lapangan dan data literatur (geokimia Gunung Muria, Gunung Lasem, Pulau Bawean, dan data kegempaan). Data geokimia terdiri atas unsur utama, unsur jejak, dan unsur tanah jarang. Data kegempaan digunakan untuk validasi model tektonik dengan asumsi tidak terjadi perubahan zona benioff dari 20 juta tahun lalu.\nKenampakan di lapangan menunjukan struktur kekar kolom di Pulau Parang dan Genting sedangkan di tengah Pulau Genting terdapat bongkahan basalt. Batuan vulkanik di kedua pulau memiliki warna hitam dengan tekstur porfiroafanitik. Hasil analisis petrografi di kedua pulau memperlihatkan tekstur trakitik dengan komposisi mineral didominasi oleh plagioklas, piroksen dan olivin sebagai fenokris. Tekstur khusus yang dijumpai pada sayatan berupa sieve dan iddingsite yang hadir mengelilingi mineral mafik. Analisis geokimia batuan menunjukkan litologi Pulau Parang dan Genting merupakan basalt dan trachybasalt dengan afinitas alkali hingga kalk-alkalin tinggi potasium. Hasil analisis tatanan tektonik menunjukkan bahwa lokasi penelitian merupakan oceanic island. Sedangkan analisis geokimia Gunung Muria, Gunung Lasem, dan Pulau Bawean menunjukkan tatanan tektonik berupa busur kepulauan.\nHasil rekonstruksi tektonik pada 20 juta tahun lalu menunjukkan pelandaian sudut penujaman lempeng samudra yang mengakibatkan pergeseran vulkanisme ke arah utara. Terdapat sobekan lempeng samudra yang ada dari Gunung Muria hingga selatan Kepulauan Karimunjawa yang ditandai oleh tidak dijumpainya kegempaan pada daerah tersebut. Selanjutnya lempeng samudra hadir kembali sebagai gempa dalam di bagian tengah laut Jawa. Pada daerah penelitian terdapat sobekan kecil di bawah Pulau Parang dan Genting yang mengakibatkan naiknya mantel sehingga terjadi vulkanisme di Kepulauan Karimunjawa.", "Daftar File": {"ABSTRAK Radhitya Eka Pradipta": "https://digilib.itb.ac.id/gdl/download/184222", "COVER Radhitya Eka Pradipta": "https://digilib.itb.ac.id/gdl/download/185894", "BAB 1 Radhitya Eka Pradipta": "https://digilib.itb.ac.id/gdl/download/185895", "BAB 2 Radhitya Eka Pradipta": "https://digilib.itb.ac.id/gdl/download/185896", "BAB 3 Radhitya Eka Pradipta": "https://digilib.itb.ac.id/gdl/download/185898", "BAB 4 Radhitya Eka Pradipta": "https://digilib.itb.ac.id/gdl/download/185899", "BAB 5 Radhitya Eka Pradipta": "https://digilib.itb.ac.id/gdl/download/185900", "PUSTAKA Radhitya Eka Pradipta": "https://digilib.itb.ac.id/gdl/download/185901"}, "Penulis": "Radhitya Eka Pradipta [22017002]", "Kontributor / Dosen Pembimbing": ["Dr. Mirzam Abdurrachman, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Karimunjawa, Geokimia, Tektonomagmatisme", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "01 Okt 2019"}