{"Nomor": 43991, "Judul": "ORKESTRASI PEMANGKU KEPENTINGAN BANDARA DENGAN INISIATIF ONE ID: SEBUAH PERSPEKTIF ILMU LAYANAN", "Abstrak": "Inisiatif One ID adalah praktik yang disarankan dari IATA yang melibatkan banyak pemangku kepentingan di bandara untuk menyediakan perjalanan penumpang yang mulus dan aman melalui teknologi pengenalan biometrik. \nPenelitian ini berfokus pada bagaimana model nilai co-creation proses dan nilai orkestrasi platform menggunakan layanan ilmu perspektif. \nLangkah untuk mencapainya adalah analisis situasional pertama dari proses penumpang Bandara Soekarno-Hatta dengan menggunakan pendekatan kualitatif termasuk pembandingan dari program DIGI Yatra di Bandara India, Focus Group Discussion pada pemangku kepentingan bandara dan wawancara ahli. Kemudian menganalisis model proses Value Co-creation yang meliputi Co-experience, Co-definition, Co-elevation dan Co-Development. Dari pemodelan, kita bisa melihat hubungan interaktif antara pemangku kepentingan Bandara yang terlibat dalam proses pembuatan value bersama untuk mewujudkan inisiatif One ID. Pada akhirnya, value orchestration platform untuk merancang proses value co-creation seperti keterlibatan, kurasi dan strategi pemberdayaan.\nDalam penelitian ini, penulis menggunakan model nilai pembuatan bersama proses dan nilai platform orkestrasi sebagai layanan hierarki menggunakan perspektif ilmu layanan. Penulis pertama memeriksa dan mengekspresikan situasi dari pengolahan penumpang bandara di Bandara CGK dengan menggunakan pendekatan kualitatif. Kemudian, penulis menganalisis model proses penciptaan nilai yang terdiri dari empat fase, yaitu, co-experience, co-definition, co-elevation dan co-development. Model ini menggambarkan hubungan interaktif di antara para pemangku kepentingan di bandara dengan melibatkan proses co-creation yang bernilai untuk mendukung kolaborasi tersebut. Akhirnya, penulis menerapkan tiga strategi manajemen dari value orchestration platform untuk merancang value co-creation process, yaitu, keterlibatan, kurasi dan strategi pemberdayaan. Semua proses akan diselenggarakan di kantor manajemen proyek.", "Daftar File": {"2019_TS_PP_Reza Aviandri_1-Abstrak.pdf5?": "https://digilib.itb.ac.id/gdl/download/184226"}, "Penulis": "Reza Aviandri [29117080]", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "biometric, collaboration, project management, service science", "Sumber": "Bandara Soekarno-Hatta", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "01 Okt 2019"}