{"Nomor": 43997, "Judul": "STUDI KELAYAKAN BINARY SYSTEM SEBAGAI BOTTOMING UNIT PLTP DIENG-1", "Abstrak": "Pembangkit listrik tenaga panas bumi (PLTP) Dieng-1 dengan jenis pembangkit single flashed telah beroperasi sejak tahun 2002 dengan kapasitas pembangkit sebesar 60 MW. Sejak beroperasi pada tahun 2002, telah terjadi penurunan kapasitas produksi dari pembangkit yang diakibatkan oleh permasalahan di sumur produksi, fasilitas produksi, dan sumur injeksi. Untuk meningkatkan produksi dari pembangkit, dilakukan optimalisasi pada sistem. Optimalisasi dilakukan dengan cara memanfaatkan energi yang terkandung dalam brine keluaran separator untuk menghasilkan listrik. Jenis pembangkit yang dapat digunakan untuk memanfaatkan brine dari separator adalah binary system. Pemanfaatan brine dengan menggunakan binary system sebagai bottoming unit PLTP Dieng-1 masuk dalam business plan dari PT. Geo Dipa Energi (Persero) sehingga studi mengenai binary system sebagai bottoming unit PLTP Dieng-1 menarik untuk dilakukan. Permasalahan utama yang sering terjadi ketika memanfaatkan brine panas bumi adalah pembentukan scaling karena komposisi kimia brine yang kompleks sehingga studi yang komprehensif mengenai rencana pengembangan ini perlu dilakukan. Tujuan dari penelitian ini adalah menghasilkan kondisi operasi optimal ditinjau secara dari aspek teknis dan ekonomi. Jenis binary yang digunakan dalam penelitian ini adalah organic rankine cycle (ORC) dengan recuperator. Pemanfaatan brine untuk binary system dibatasi oleh kondisi pembentukan scaling pada fasilitas pembangkit. Fluida kerja yang digunakan adalah n-pentane, iso-pentane, dan n-butane. Perhitungan sifat-sifat termodinamika fluida kerja dihitung dengan menggunakan REFPROP dan simulasi proses binary system dilakukan dengan menggunakan ASPEN Hysys 8.8. Hasil penelitian menunjukkan fluida kerja iso-pentane memberikan hasil terbaik apabila ditinjau dari aspek teknis dan ekonomi. Daya gross yang dihasilkan adalah 11570 kW dan daya netto sebesar 10160 kW dengan efisiensi termal sistem sebesar 15.3%. Biaya pengembangan untuk sistem ini adalah 2418.5 USD/kWh. Pengembangan lapangan ini dilakukan oleh investor dengan skema jual beli brine. Harga jual brine 0.011-0.021 USD/kWh untuk IRR sebesar 10-16% dan nilai NPV sebesar 0.01-4.73 Million USD dengan harga listrik 74 USD/ kWh di lapangan panas bumi Dieng.", "Daftar File": {"ABSTRAK Ayu Gracia Ade Sumartha": "https://digilib.itb.ac.id/gdl/download/184230", "COVER Ayu Gracia Ade Sumartha": "https://digilib.itb.ac.id/gdl/download/198733", "BAB 1 Ayu Gracia Ade Sumartha": "https://digilib.itb.ac.id/gdl/download/198734", "BAB 2 Ayu Gracia Ade Sumartha": "https://digilib.itb.ac.id/gdl/download/198737", "BAB 3 Ayu Gracia Ade Sumartha": "https://digilib.itb.ac.id/gdl/download/198741", "BAB 4 Ayu Gracia Ade Sumartha": "https://digilib.itb.ac.id/gdl/download/198744", "BAB 5 Ayu Gracia Ade Sumartha": "https://digilib.itb.ac.id/gdl/download/198746", "BAB 6 Ayu Gracia Ade Sumartha": "https://digilib.itb.ac.id/gdl/download/198748", "PUSTAKA Ayu Gracia Ade Sumartha": "https://digilib.itb.ac.id/gdl/download/198749"}, "Penulis": "Ayu Gracia Ade Sumartha [22617015]", "Kontributor / Dosen Pembimbing": ["Ir. Nenny Miryani Saptadji, Ph.D.", "Ir. Ali Ashat, Dipl.Geothermal.Tech"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Panas Bumi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Dieng, Binary System, Organic Rankine Cycle, Studi Kelayakan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "01 Okt 2019"}