{"Nomor": 44007, "Judul": "OPTIMASI BIAYA PEMUATAN DAN PENGANGKUTAN DENGAN METODE PROGRAM LINEAR DI QUARRY Z PT. XYZ", "Abstrak": "Dalam rangka meminimalkan biaya pemuatan-pengangkutan dan memaksimalkan hasil\nproduksi, diperlukan proses penambangan yang efektif dan efisien. Pada PT. XYZ Kuari Z,\nproses penambangan yang dilakukan masih belum efektif dan efisien, khususnya kegiatan\npemuatan dan pengangkutan batu gamping dari front menuju crusher. Oleh karena itu, dalam\npenelitian ini akan dilakukan optimasi agar proses penambangannya menjadi lebih efektif dan\nefisien.\nOptimasi merupakan proses menjadikan sesuatu keluaran menjadi lebih efektif dan efisien. Jika\noptimasi merupakan proses, maka hasil dari optimasi merupakan proses penambangan yang\ntelah menjadi lebih efektif dan efisien dengan meminimalkan biaya dan memaksimalkan hasil\nproduksi. Metode yang digunakan dalam pengoptimasian pada penelitian ini adalah Program\nLinear.\nDalam penelitian ini, dilakukan pengambilan data lapangan berupa waktu edar alat angkut\nKomatsu HD-465. Selain itu, terdapat data sekunder berupa data kapasitas crusher, waktu edar\nalat angkut Komatsu HD 465-7, target produksi harian front 375-2, front 375-3, front 405-2\ndan kapasitas crusher P9 dan P12. Pada penelitian ini digunakan 2 skenario perhitungan dengan\nkombinasi dump truck dan wheel loader yang berbeda, dengan tujuan untuk menghasilkan\nbiaya pemuatan dan pengangkutan yang paling murah dengan nilai match factor yang paling\nideal.\nPada skenario 1, kombinasi dump truck dan wheel loader nya adalah Komatsu HD 465-7 dan\nKomatsu WA 700-3. Pada skenario 2 dilakukan penggantian jenis dump truck dan wheel\nloader. Dump truck nya menggunakan Komatsu HD 785-7 dan wheel loader nya menggunakan\nKomatsu WA 900-3. Hasil analisis menunjukkan, skenario 2 lah yang biaya pemuatan dan\npengangkutannya paling murah dengan nilai match factor yang lebih ideal, dengan biaya\npemuatan dan pengangkutannya adalah Rp 5.875 dan nilai match factor dari front 375-2\nmenuju P9 adalah 0,69, dari front 375-2 menuju P12 adalah 0,79, dari front 375-3 menuju P12\nadalah 1,3 dan dari front 405-2 menuju P12 adalah 1,39.", "Daftar File": {"ABSTRAK Alexander": "https://digilib.itb.ac.id/gdl/download/184249"}, "Penulis": "Alexander [12115085]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Arjo Prawoto Wibowo, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Optimasi, Biaya Pemuatan dan Pengangkutan, Match factor", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "01 Okt 2019"}