{"Nomor": 44005, "Judul": "ANALISIS PERHITUNGAN ENERGI TEORITIS PEMBAKARAN BATUBARA BERDASARKAN MODEL FISIK RONGGA BATUBARA PADA PENGUJIAN UNDERGROUND COAL GASIFICATION SKALA LABORATORIUM", "Abstrak": "Sebagian besar sumber daya batubara Indonesia merupakan batubara kalori rendah, dan memiliki kedalaman lebih dari 100 meter. Pemanfaatan batubara tersebut masih dilakukan dengan cara konvensional, baik dengan metode tambang terbuka maupun tambang bawah tanah. Underground Coal Gasification (UCG) dapat menjadi salah satu alternatif pemanfaatan potensi batubara Indonesia ditengah meningkatnya kebutuhan energi dunia, meskipun aspek lingkungan masih menjadi perhatian penting dalam penerapan teknologi ini. Salah satu dampak lingkungan akibat penerapan teknologi Underground Coal Gasification (UCG) adalah terjadi penurunan muka tanah disebabkan rongga yang terbentuk selama proses gasifikasi bawah tanah berlangsung. Selain itu, energi pembakaran pada proses pembentukan rongga batubara memiliki hubungan terhadap karakteristik produk gas yang dihasilkan dari proses gasifikasi.\nPenelitian ini bertujuan untuk mengetahui pengaruh temperatur dan laju aliran injeksi oksigen dan udara tekan terhadap pembentukan rongga batubara pada pengujian Underground Coal Gasification skala laboratorium. Hasil penelitian menunjukkan bahwa semakin tinggi temperatur, maka dimensi rongga batubara yang terbentuk akan semakin besar. Selain itu, laju aliran injeksi oksigen dan udara tekan dapat meningkatkan proses pembentukan rongga batubara. Hal tersebut ditunjukkan oleh laju pembentukan rongga pada tahap injeksi memiliki nilai yang lebih tinggi dibandingkan pada tahap pembakaran awal.\nKualitas produk gas pada penelitian ini mengalami penurunan pada tahap akhir pengujian. Produk gas yang dihasilkan pada menit ke-50 memiliki konsentrasi CH4, CO2, dan CO masing-masing sebesar 351,39 ppm; 149,55 ppm; dan 10.100,70 ppm. Sedangkan produk gas pada menit ke-60 memiliki konsentrasi CH4, CO2, dan CO masing-masing sebesar 105,08 ppm; 257,52 ppm; dan 526,31 ppm. Penurunan kualitas produk gas tersebut dipengaruhi oleh penurunan laju reaktivitas yang ditentukan dari energi pembakaran batubara melalui model fisik rongga batubara yang terbentuk.", "Daftar File": {"ABSTRAK Faqrin Rukyat Fauzi": "https://digilib.itb.ac.id/gdl/download/184237"}, "Penulis": "Faqrin Rukyat Fauzi [12115015]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nuhindro Priagung Widodo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Underground Coal Gasification (UCG), rongga batubara, energi pembakaran", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "01 Okt 2019"}