{"Nomor": 44016, "Judul": "KONTESTASI NILAI ESTETIKA DALAM PEMBANGUNAN EKONOMI KREATIF: KASUS PRAKTIK SENI RUPA DI BANDUNG", "Abstrak": "Selaras dengan kemajuan pembangunan budaya dan ekonomi, kontestasi seni memunculkan berbagai polemik antar pelaku seni di Indonesia. Pelaku seni yang bergerak pada kemajuan pembangunan budaya mengarahkan pada pelestarian kebudayaan yang sesuai dengan pakem-pakem tradisional. Di sisi lain, pelaku seni yang mengutamakan kebebasan ekspresi dan kreasi dalam berkarya mengarahkan pada kreativitas dan idealisme pribadi. Kemunculan ekonomi kreatif juga semakin menambah ramai kontestasi seni dengan mengarahkan pada komersialisasi seni. Kontestasi ini menghasilkan berbagai implikasi bagi setiap pelaku seni. Praktik seni dalam pembangunan budaya menghasilkan perdebatan antara pelestarian pakem tradisional dengan kebaruan dari karya seni. Praktik seni dalam pembangunan ekonomi menghasilkan perdebatan antara perasaan terpinggirkan pelaku seni tradisional yang berlandaskan pada pakem tradisional dan perasaan ketidakbebasan idealisme seniman untuk berkarya yang melihat permasalahan pada permintaan konsumen, namun di sisi lain, kehadiran ekonomi kreatif meningkatkan taraf hidup seniman dan mempermudah eksplorasi kreativitas dengan kemunculan ekosistem pasar bagi pelaku seni. Penulis mengamati perlunya perspektif esensial “seni” untuk menyeimbangkan kedua sudut pandang ini agar pembangunan seni di Indonesia dapat berjalan lebih harmonis. Kajian ini memberikan manfaat bagi pembangunan kualitas hidup manusia dan kemajuan kualitas karya seni secara bersama-sama. Perspektif esensial “seni” dapat menjadi panduan untuk membicarakan kualitas seni dan memberikan rekomendasi terkait.\nPenelusuran dilakukan menggunakan tiga tahapan yakni, sintesis teoritis, kombinasi within-case analysis dan cross-case analysis dan kombinasi pendekatan sosio-teknis dengan Multi-Level Perspective (MLP) untuk menggambarkan relevansi seni dan pembangunan. Penelusuran dilakukan dengan sintesis teoritis pada enam teori tentang “seni” yakni: (1) Aesthetic Emotion oleh Clive Bell (1914); (2) Art Matter oleh Peter De Bolla (2003); (3) Arts and Crafts oleh Howard S. Bekker (1978); (4) Trans-action: An Actor-Network Approach to Interactivity in The Visual Arts oleh Mark Cypher (2011); (5) Art and Community Development oleh Alan Kay (2000); dan The Critique of Judgment oleh Immanuel Kant (1790). Hasil dari sintesis teoritis mengarahkan pada delapan perspektif tentang seni yakni: Art for Regenerating Community; Freedom of Creativity; Trans-action; Symbolic\nii\nRepresentation; Aesthetic Emotion; Emotion of Life; Practice of Wonder; dan Aesthetic Judgment. Hasil sintesis ini mengarahkan perspektif esensial seni pada pemikiran Immanuel Kant (pemikiran Kantian) yakni Aesthetic Judgment yang berlandaskan pada asosiasi antara hubungan materialitas dengan efek pada perkembangan jiwa. Penelusuran menggunakan metode within-case analysis dengan menganalisis setiap kekhususan lima kasus praktik seni yakni: (1) praktik seni lukis kanvas Ropih Amantubillah; (2) praktik seni lukis kain John Martono, (3) praktik seni lukis mural John Martono; (4) praktik seni Jatiwangi art Factory dan; (5) praktik seni patung Nyoman Nuarta. Pendekatan sintesis teoritis dengan kelima kasus praktik seni merupakan metode cross-case analysis yang menghasilkan pemetaan yang menggambarkan kondisi yang berbeda dan mengarahkan pada implikasi dari setiap kasus praktik seni. Penelusuran relevansi seni dan pembangunan menggunakan kombinasi pendekatan sosio-teknis dengan Multi-Level Perspective (MLP) menggunakan tiga kasus praktik seni yakni, praktik seni lukis kain dan mural oleh John martono dan praktik seni Jatiwangi art Factory. Pemilihan kasus praktik seni didasarkan pada pemetaan dan implikasi dari kasus praktik seni yang mengandung perhatian pada perspektif Kantian mengenai materialitas dan perkembangan kejiwaan. Hasil dari ketiga ilustrasi menampilkan relevansi seni bagi pembangunan budaya dan perannya dalam ekonomi kreatif. Dari ketiga kasus tersebut, praktik seni dari Jatiwangi art Factory lebih baik daripada kasus-kasus lain untuk menghubungkan seni dan pembangunan, terutama yang menyangkut pembangunan kejiwaan.\nHasil yang diperoleh dari penelitian ini adalah (1) dalam kajian teoritis, paham Kantian memberikan penekanan esensial seni melalui estetika yang memiliki asosiasi antara materialitas dan pengalaman kejiwaan. (2) Pendekatan teoritis dan empiris tentang seni menghasilkan bahwa setiap kasus praktik seni bersesuaian dengan sintesis teoritis. (3) Hal ini menyediakan pembicaraan kualitas seni yang berbasiskan materialitas objek dan efeknya pada perkembangan jiwa subjek, sehingga landasan esensial ini memungkinkan perkembangan kualitas seni dan kualitas hidup manusia dapat berjalan secara beriringan. (4) Dengan mengacu pada perspektif Kantian, peneliti melihat terbukannya peluang untuk mengkaji praktik seni menjadi terukur dengan mengkombinasikan praktik seni dengan kajian-kajian tentang otak (neuroscience) dan jiwa (psikometrik).", "Daftar File": {"COVER Made Putri Dewi Ayudya": "https://digilib.itb.ac.id/gdl/download/184279", "BAB 1 Made Putri Dewi Ayudya": "https://digilib.itb.ac.id/gdl/download/184280", "BAB 2 Made Putri Dewi Ayudya": "https://digilib.itb.ac.id/gdl/download/184281", "BAB 3 Made Putri Dewi Ayudya": "https://digilib.itb.ac.id/gdl/download/184283", "BAB 4 Made Putri Dewi Ayudya": "https://digilib.itb.ac.id/gdl/download/184284", "BAB 5 Made Putri Dewi Ayudya": "https://digilib.itb.ac.id/gdl/download/184285", "DAFTAR Made Putri Dewi Ayudya": "https://digilib.itb.ac.id/gdl/download/184286", "2019_TS_PP_MADE PUTRI DEWI AYUDYA LAMPIRAN.pdf\n]": "https://digilib.itb.ac.id/gdl/download/184287"}, "Penulis": "Made Putri Dewi Ayudya [24017012]", "Kontributor / Dosen Pembimbing": ["Ir. Sonny Yuliar, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "estetika, materialitas, perkembangan jiwa, perspektif Kantian, seni.", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "8 file", "Tanggal Input": "01 Okt 2019"}