{"Nomor": 44018, "Judul": "MODEL PEMBERDAYAAN WARGA RIFA'IYAH MELALUI STRATEGI PEWARISAN TRADISI BATIK RIFA'IYAH DI DESA KALIPUCANG WETAN, KECAMATAN KALIPUCANG WETAN, KABUPATEN BATANG, JAWA TENGAH", "Abstrak": "Batik Rifa'iyah adalah batik yang dikembangkan oleh warga Rifa'iyah, di Desa\nKalipucang Wetan, Kabupaten Batang, Jawa Tengah, Indonesia. Batik Rifa’iyah\nmemiliki ragam hias yang mengadopsi ajaran Syaikh Ahmad Rifa'i. Dalam\najaran Syaikh Ahmad Rifa'i ada pelarangan penggambaran motif makhluk hidup,\nkalau pun harus digambarkan seolah-olah makhluk hidup tersebut apabila\ndihidupkan tidak dapat hidup (contohnya binatang yang terpenggal kepalanya,\ndigambarkan tanpa kepala atau dengan kepala yang diwarnai merah seolah-olah\nhancur). Hal tersebut yang membuat ragam hias batik Rifa'iyah menjadi unik dan\nberbeda dengan batik pesisir lainnya yang berkembang di Jawa Tengah.\nTradisi batik warga Rifa'iyah di Kalipucang Wetan mengalami penurunan dari\nwaktu ke waktu, hal tersebut menyebabkan tradisi batik warga Rifa'iyah di\nKalipucang Wetan menuju kepunahan. Oleh sebab itu perlu adanya upaya\npelestarian tradisi batik warga Rifa'iyah di Kalipucang Wetan. Salah satu upaya\npelestarian tradisi batik adalah dengan mewariskan ilmu tradisi membatik leluhur\nwarga Rifa'iyah, dengan sesuatu strategi pengembangan model pewarisan tradisi\nmembatik kepada Warga Rifa’iyah di Desa Kalipucang Wetan. Pengembangan\nmodel pewarisan tradisi membatik kepada Warga Rifa'iyah yang akan dijalan\nharus dapat membuat Warga Rifa'iyah tertarik dan mau mempelajari warisan\ntradisi membatik, sehingga terbangun komunitas Warga yang senang dan aktif\ndalam membatik yang sesuai dengan ajaran Syaikh Ahmad Rifa'i.\nDalam penelitian ini, objek dibatasi pada Warga warga Rifa'iyah dengan rentang\nusia 15 tahun hingga 30 tahun. Model pewarisan yang digunakan adalah model\npewarisan tradisi membatik yang sudah ada di lingkungan warga Rifa'iyah.\nKemudian model tersebut diselaraskan dengan ajaran Syaikh Ahmad Rifa'i. Selain\nitu, model pewarisan yang dilakukan dikembangkan menggunakan strategi\npendidikan Ki Hajar Dewantara. Teori tersebut menyeimbangkan antara kemajuan\nbudaya, teknologi, dan globalisasi. Akan tetapi, keseimbangan tersebut bersikap\nselektif dan bijaksana dalam menerima budaya luar serta tetap mempertahankan\nnilai-nilai terdahulu yang bercirikan kebangsaan dan kebudayaan nasional.\nPenelitian ini menggunakan metode kualitatif dengan pendekatan metode kajian\nii\nsosial dan etnografi eksperimental. Model pendekatan ini digunakan untuk\nmeneliti sosial budaya masyarakat. Selanjutnya, metode ini diimplementasikan\ndalam bentuk inovasi pengembangan model pewarisan tradisi membatik pada\nWarga warga Rifa’iyah, Kecamatan Kalipucang Wetan. Dalam pengembangan\nmodel pewarisan ini tetap mempertahankan penggambaran ragam hias batik\nRifa'iyah sesuai ajaran Syaikh Ahmad Rifa'i. Penelitian ini menghasilkan model\npemberdayaan Hexa Helix berupa pelibatan tokoh pada tradisi pewarisan batik\nRifa’iyah. Selain itu, dari model pemberdayaan Hexa Helix terdapat temuan dari\nsisi akademisi berupa materi visual ragam hias batik Rifa’iyah dan nilai filosofis\nyang terkandung di dalamnya. Dari sisi akademisi pun ditemukan strategi yang\ntepat dalam pewarisan tradisi membatik pada Warga Rifa’iyah.\nSimpulan dari penelitian ini adalah pewarisan tradisi batik Rifa'iyah harus\ndilakukan dengan cara pemberdayaan yang sesuai dengan ajaran Syaikh Ahmad\nRifa'i dan pendekatan desain partisipatif sesuai dengan keterpahaman masyarakat\nsetempat.", "Daftar File": {"2019 DS PP AQUAMILA BULAN PRIZILLA 1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/184288"}, "Penulis": "Aquamila Bulan Prizilla [37015009]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Sachari, M.Sn.,Dr. Yan Yan Sunarya, M.Sn.,Dr. Achmad Haldani, M.Sn"], "Jenis Koleksi": "Disertasi", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "pemberdayaan, Hexa Helix, pewarisan batik, Warga Rifa'iyah", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "01 Okt 2019"}