{"Nomor": 44011, "Judul": "ANALISIS FISIKA BATUAN BATUPASIR SERPIHAN PADA FORMASI TABUL CEKUNGAN TARAKAN UNTUK PENENTUAN KUALITAS RESERVOIR DAN LINGKUNGAN PENGENDAPAN", "Abstrak": "Cekungan Tarakan merupakan salah satu cekungan hidrokarbon potensial yang\nberada di Provinsi Kalimantan Utara. Formasi-formasi yang terbukti sebagai\nreservoir migas pada cekungan ini adalah Formasi Meliat, Formasi Tabul, Formasi\nSantul, dan Formasi Tarakan, yang berumur Miosen hingga Pliosen. Penelitian ini\ndimaksudkan untuk memetakan kualitas reservoir pada zona-zona reservoir\nFormasi Tabul di Cekungan Tarakan. Formasi ini diendapkan pada Miosen Tengah\nhingga Miosen Akhir dengan lingkungan pengendapan delta yang didominasi oleh\nbatupasir serpihan. Analisis yang digunakan adalah model Thomas-Stieber yang\nmemodelkan hubungan porositas dengan kandungan serpih pada batuan\nsilisiklastik. Dalam menentukan zona-zona reservoir, metode INPEFA digunakan\npada gamma ray log sebagai panduan untuk memilih zona-zona reservoir. Dengan\nanalisis ini, diharapkan diperoleh kualitas reservoir dan kandungan serpih di\nmasing-masing reservoir pada Formasi Tabul. Data yang dipakai pada penelitian\nini terdiri dari delapan sumur yang tersebar di Cekungan Tarakan dari dua lapangan\nyang berbeda. Hasil analisis menunjukkan bahwa terdapat empat zona reservoir\nyang ditentukan dengan INPEFA merupakan zona-zona yang diendapkan pada\nmasa regresi muka air laut, sehingga litologi yang mendominasi adalah batupasir\nserpihan. Berdasarkan analisis diagram Thomas-Stieber menggunakan kaki bagian\nkiri, yang berasosiasi dengan batupasir serpihan, terdapat kecenderungan kualitas\nreservoir relatif makin membaik dari zona 1 ke zona 4 yang makin dangkal dan\nkualitas reservoir pada Lapangan Sembakung di semua zona kurang baik ketimbang\nLapangan Bangkudulis. Pada analisis diagram Thomas-Stieber menggunakan kaki\nbagian kanan, yang berasosiasi dengan batuserpih pasiran, terdapat kecenderungan\nbahwa kandungan serpih pada Lapangan Sembakung relatif lebih banyak daripada\nLapangan Bangkudulis", "Daftar File": {"ABSTRAK Gabriel Powericho L D": "https://digilib.itb.ac.id/gdl/download/184261"}, "Penulis": "Gabriel Powericho Luo Daely [12315011]", "Kontributor / Dosen Pembimbing": ["Ignatius Sonny Winardhie, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "batupasir serpihan, model Thomas-Stieber, Formasi Tabul, kandungan serpih, kualitas reservoir, integrated prediction error filter analysis.", "Sumber": "", "Staf Input/Edit": "", "File": "8 file", "Tanggal Input": "01 Okt 2019"}