{"Nomor": 44015, "Judul": "PERANCANGAN BUKU EKSPERIMENTAL TENTANG ADAT PESISIR DALAM SERAT SINDUJOYO UNTUK KALANGAN PENGGEMAR BUDAYA", "Abstrak": "Serat Sindujoyo adalah manuskrip kuno asal Gresik, Jawa Timur yang berisi cerita bergambar dan naskah berupa tulisan dengan aksara pegon (abjad arab untuk penulisan bahasa Jawa), berbentuk tembang Macapat (puisi tradisional jawa) dengan citra pesisir timur Jawa pascatahun 1636 di kawasan Girische atau Grissee yang kini dikenal sebagai Gresik. Serat Sindujoyo mengisahkan tentang kehidupan Sindujoyo sebagai sosok santri & tokoh masyarakat yang sangat berjasa dan disegani warga Gresik khususnya di daerah Roomo, Kroman dan Lumpur hingga kandungan seratnya memengaruhi nilai budaya dalam sistem kehidupan masyarakat adat setempat. Kurangnya fokus pembelajaran dan tindakan konservasi pada Serat Sindujoyo dapat menambah kondisi kelangkaan manuskrip, menghapus nilai ajaran baik artefak tersebut dan mengurangi motivasi generasi pecinta budaya untuk memahami alur khasanah kebudayaan sehingga adat yang fundamental dapat berubah secara dinamis dan tanpa kendali. Hal ini mengantarkan penulis untuk merancang sebuah media komunikasi visual eksperimental dengan merekonstruksi adat khas pesisir baik murni dan adaptasi dalam Serat Sindujoyo dari metodologi ilmiah dan pendekatan desain guna menambah wawasan dan kemampuan berpikir penulis juga masyarakat yang diiringi semangat cinta budaya sebagai identitas diri yang utuh dan kuat, mengenalkan kembali kejayaan adat Pesisir dan menguatkan kebanggaan atas kearifan lokal Gresik. Dengan nilai-nilai kebermaknaan yang berakar dari tradisi, agama, seni dan pembacaan yang sesuai dengan semangat zamannya, terdapat wilayah yang memang ditasbihkan sebagai ruang permainan untuk ditafsirkan ulang dengan media baru demi kelestarian kekayaan intelektual suatu daerah dan khasanah warisan budaya nusantara.", "Daftar File": {}, "Penulis": "Khusnun Rizki [17415045]", "Kontributor / Dosen Pembimbing": ["Triyadi Guntur Wiratmo, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Desain, Buku Eksperimental, Adat Pesisir, Serat Sindujoyo, Budaya", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "01 Okt 2019"}