{"Nomor": 44017, "Judul": "IDENTIFIKASI KETERDAPATAN MINERAL BIJIH DAN MINERAL ALTERASI BERDASARKAN ANALISIS PETROGRAFI-MINERAGRAFI DAN X-RAY DIFFRACTION DI PROSPEK KUTACANE, KABUPATEN ACEH TENGGARA, PROVINSI NANGGROE ACEH DARUSSALAM", "Abstrak": "Kutacane adalah salah satu daerah green field area dan merupakan daerah prospek\nbahan galian tambang, khususnya komoditas mineral bijih. Terdapat indikasi\nkeberadaan potensi sumber daya mineral bijih logam yang diperkuat dengan akvitas\npertambangan rakyat yang sudah berlangsung selama 30 tahun. Penelitian ini\nbertujuan untuk mengetahui tatanan geologi lokal, melakukan identifikasi\nketerdapatan mineral bijih dan mineral alterasi serta menentukan karakterisasi\nalterasi daerah pemetaan.\nSampel penelitian berasal dari pengumpulan sampel hand specimen hasil pemetaan\neksplorasi pada daerah prospek yang telah dilakukan sebelum penelitian ini\ndilaksanakan. Sampel hand specimen lalu dianalisis secara makroskopis untuk\nmengetahui tatanan geologi lokal dan dipreparasi menjadi sampel sayatan tipis\nuntuk analisis petrografi, sampel sayatan poles untuk analisis mineragrafi, dan\nsampel bubuk untuk analisis X-Ray Diffraction (XRD).\nHasil penelitian menunjukkan bahwa tatanan geologi lokal daerah penelitian terdiri\natas lima satuan batuan yang meliputi satuan Batulempung, satuan Batugamping,\nsatuan Diorit, satuan Gneiss, dan satuan Basalt. Adapun berdasarkan hasil analisis\nmineragrafi dan XRD, ditemukan keterdapatan logam berharga emas dan mineral\nbijih besi berupa Pirit, Goetit, dan Hematit. Selain itu, ditemukan juga keterdapatan\nmineral bijih Titanium TiO2 dalam bentuk mineral Rutil dan Anatase. Ditemukan\npula bijih mangan Pirolusit serta beberapa mineral bijih lainnya. Sedangkan\nberdasarkan hasil analisis petrografi dan XRD, ditemukan cukup banyak mineralmineral\nalterasi hasil alterasi hidrotermal yang membagi daerah penelitian menjadi\nenam karakteristik persebaran alterasi, yaitu alterasi skarn, potasik, filik, argilik\nlanjut, propilitik, dan argilik. Keenam karakteristik alterasi tersebut tersebar pada\nlima daerah pemetaan dalam lingkup daerah penelitian prospek Kutacane, yaitu\nLawe Sikap, Lawe Sigala, Lawe Pinish, Nembak Alas, dan Salim Pinim.", "Daftar File": {"ABSTRAK Ahmad Wali Radhi": "https://digilib.itb.ac.id/gdl/download/184282"}, "Penulis": "Ahmad Wali Radhi [12114049]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Syafrizal, S.T., M.T.", "Ir. Teti Indriati, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Kutacane, bijih, alterasi, mineragrafi, petrografi, XRD", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "01 Okt 2019"}