{"Nomor": 44026, "Judul": "ESTIMASI KETEBALAN DAN TOTAL SULFUR DENGAN DATA YANG NON-STASIONER: STUDI KASUS BATUBARA FORMASI BALIKPAPAN", "Abstrak": "Endapan batubara memiliki karakteristik berupa kontinuitas spasial yang relatif homogen mengikuti bidang perlapisannya. Karakteristik spasial dari kualitas dan kuantitas seam batubara tersebut dapat diolah berdasarkan data sebaran titik bor. Jika seam batubara memiliki karakteristik kualitas dan kuantitas yang relatif homogen secara spasial maka data disebut stasioner. Namun dalam beberapa kasus data kualitas dan kuantitas seam batubara terkadang memiliki pola yang tidak homogen melainkan memiliki trend tertentu yaitu nilai data cenderung naik atau turun ke arah tertentu secara spasial yang membuatnya menjadi non-stasioner. Hal tersebut terjadi karena pengaruh faktor geologi tertentu pada saat atau setelah proses pengendapannya. Dalam penelitian ini dibahas mengenai solusi untuk estimasi ketebalan dan sulfur batubara pada data kualitas dan kuantitas yang non-stasioner dengan cara mengelompokkan data sebaran titik bor menjadi beberapa bagian secara spasial untuk mengurangi pengaruh trend tersebut. Estimasi ketebalan dan sulfur batubara dilakukan dengan 2 (dua) pendekatan geostatistik yaitu Ordinary Kriging (OK) dan Universal Kriging (UK) baik pada seluruh data maupun pada data yang telah dikelompokkan. Hasil estimasi menunjukkan bahwa relative error yang diperoleh, baik dengan OK maupun UK berbeda pada setiap kelompok data. Pendekatan yang memberikan relative error paling kecil adalah dengan pendekatan Ordinary Kriging dengan variogram model Power dengan nilai mean relative error data sulfur dari data asli, cluster S1, cluster S2, dan cluster S3 secara berturut-turut adalah 0.306, 0.114, 0.173, 0.484 serta nilai mean relative error data ketebalan dari data asli, cluster T1, dan cluster T2 secara berturut-turut adalah 0.198, 0.098, dan 0.424. Studi kasus yang digunakan dalam penelitian ini adalah salah satu seam batubara di Formasi Balikpapan untuk data ketebalan dan sulfur total.", "Daftar File": {"ABSTRAK Andrew Harryanto Sinaga": "https://digilib.itb.ac.id/gdl/download/184304"}, "Penulis": "Andrew Harryanto Sinaga [12114063]", "Kontributor / Dosen Pembimbing": ["Mohamad Nur Heriawan, S.T., M.T., Ph.D.", "Dr.phil.nat. Agus Haris Widayat, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "non-stasioner, relative error, ordinary kriging, universal kriging", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "01 Okt 2019"}