{"Nomor": 44025, "Judul": "PENGEMBANGAN METODE PENENTUAN PRIORITAS PEMELIHARAAN JALAN NASIONAL DENGAN MENGGUNAKAN TECHNIQUE FOR ORDER OF PREFERENCE BY SIMILARITY TO IDEAL SOLUTION (STUDI KASUS: PROVINSI BANTEN)", "Abstrak": "Ruas jalan nasional yang sudah digunakan dan beroperasi akan mengalami penurunan baik dari segi kondisi maupun dari kualitas sehingga menyebabkan tidak berfungsinya suatu ruas jalan dalam mencapai standar pelayan minimum (SPM) yang disyaratkan. Permasalahan yang terjadi pada kegiatan pemeliharaan jalan nasional adalah terbatasnya anggaran yang tersedia untuk melakukan penanganan, salah satunya terjadi pada Provinsi Banten. Pemerintah telah mempunyai metode penentuan prioritas pemeliharaan jalan namun hanya menggunakan kriteria teknis saja, penelitian ini mencoba mengembangkan metode penentuan prioritas pemeliharaan jalan dengan menambahkan kriteria fungsi. Metode penentuan prioritas dalam penelitian ini menggunakan TOPSIS (Technique for Order of Preference by Similarity to Ideal Solution), sedangkan kriteria dan indikator pengukuran diperoleh melalui kajian Peraturan-Perundangan dan wawancara pakar.\nBerdasarkan hasil kajian didapatkan 2 kriteria dan 8 indikator pengukuran, untuk kriteria pertama yaitu kriteria teknis terdiri dari indikator (1) International Roughness Index, (2) Pavement Condition Index, dan (3) Volume Capacity Ratio. Sedangkan untuk kriteria kedua yaitu kriteria fungsi terdiri dari (4) Dukungan jalan terhadap Pusat Kegiatan Nasional, bandara dan pelabuhan, (5) Dukungan jalan nasional terhadap Kawasan Ekonomi Khusus dan Kawasan Strategis Pariwisata Nasional, (6) Dukungan jalan nasional terhadap Kawasan Industri, (7) Dukungan jalan nasional terhadap Wilayah Pengembangan Strategis dan (8) Dukungan jalan nasional terhadap jalan daerah.\nBerdasarkan hasil penelitian ruas-ruas jalan dengan nilai prioritas yang tinggi dimiliki oleh ruas-ruas jalan yang berada atau melewati perkotaan, terutama kota yang termasuk dalam Pusat Kegiatan Nasional Provinsi Banten. Letak ruas jalan yang berada atau melewati perkotaan mempunyai nilai prioritas yang lebih tinggi disebabkan karena beberapa poin, yaitu: (1) wilayah perkotaan memiliki lalu lintas harian rata-rata yang tinggi, sehingga menghasilkan nilai VCR yang tinggi. (2) wilayah perkotaan mempunyai potensi untuk terhubung dengan lebih banyak jalan sehingga nilai konektivitas akan semakin tinggi. (3) kota sebagai arus distribusi\nii\norang maupun barang yang akan mendukung kawasan industri. (4) Ruas jalan yang berada Pusat Kegiatan Nasional secara fungsi akan selalu terhubung dengan bandara dan pelabuhan karena masuk dalam klasifikasi fungsi jalan arteri. Sedangkan ruas jalan dengan nilai yang rendah terjadi pada ruas jalan yang secara teknis dalam kondisi baik dan minim kerusakan, selain itu ruas jalan tersebut mempunyai nilai manfaat yang kecil baik secara nasional maupun pada Provinsi Banten.", "Daftar File": {"COVER Arya Wibisana": "https://digilib.itb.ac.id/gdl/download/184295", "BAB 1 Arya Wibisana": "https://digilib.itb.ac.id/gdl/download/184296", "BAB 2 Arya Wibisana": "https://digilib.itb.ac.id/gdl/download/184297", "BAB 3 Arya Wibisana": "https://digilib.itb.ac.id/gdl/download/184298", "BAB 4 Arya Wibisana": "https://digilib.itb.ac.id/gdl/download/184299", "BAB 5 Arya Wibisana": "https://digilib.itb.ac.id/gdl/download/184300", "BAB 6 Arya Wibisana": "https://digilib.itb.ac.id/gdl/download/184301", "DAFTAR Arya Wibisana": "https://digilib.itb.ac.id/gdl/download/184302", "2019_TS_PP_ARYA WIBISANA LAMPIRAN.pdf\n]": "https://digilib.itb.ac.id/gdl/download/184303"}, "Penulis": "Arya Wibisana [24017004]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Puspita Dirgahayani, S.T., M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "pemeliharaan jalan, prioritas, TOPSIS, Provinsi Banten", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "9 file", "Tanggal Input": "01 Okt 2019"}