{"Nomor": 44024, "Judul": "ANALISIS GEOKIMIA AIR MANIFESTASI PANAS BUMI DAERAH GUNUNG PATUHA DAN SEKITARNYA", "Abstrak": "Gunung Patuha merupakan salah satu gunung di Jawa Barat yang tergolong aktif dan terdapat sumber panas bumi di bawahnya dengan potensi untuk membangkitkan listrik sebesar 470 MW. Manifestasi panas bumi dapat di eksplorasi melalui mata air yang muncul disekitar Gunung Patuha, baik itu mata air panas maupun dingin. Penelitian air manifestasi panas bumi ini dimaksudkan agar mengetahu karakteristik air sehingga dapat memudahkan ekplorasi panas bumi di daerah Gunung Patuha selanjutnya.\nDalam penelitian ini, dilakukan pengambilan 14 sampel mata air yang berasal dari lokasi sekitar Gunung Patuha. Sampel-sampel tersebut dianalisis dengan uji parameter fisik, uji Ion Chromatography dan uji ICP-MS. Pengujian tersebut dilakukan guna mengetahui komposisi kimia ion tertentu di dalam sampel. Dari hasil penelitian ini dapat disimpulkan bahwa Gunung Patuha memiliki sistem panas bumi dengan relief tinggi. Fluida manifestasi panas bumi daerah Patuha merupakan immature water, yang berarti air dari bawah reservoir telah tercampur dengan air permukaan dan juga tercampur berbagai macam zat atau partikel yang melarut bersama selama proses transportasi ke permukaan. Daerah yang termasuk Zona upflow terletak di Kawah Cibuni, Kawah Tiis, dan Kawah Ciwidey. Melihat dari rasio Cl-/B, Li dan Rb daerah Gunung Patuha memiliki dua reservoir panas, yaitu reservoir Utara dan reservoir Selatan. Reservoir yang cocok untuk dimanfaatkan untuk PLTP adalah reservoir Utara. Dengan indikasi temperature reservoir sebesar 90?-130?C.", "Daftar File": {"ABSTRAK Abi Ilmi": "https://digilib.itb.ac.id/gdl/download/184293"}, "Penulis": "Abi Ilmi [12114080]", "Kontributor / Dosen Pembimbing": ["Irwan Iskandar, S.T., M.T., Ph.D.", "Dr. Andy Yahya Al Hakim, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Gunung Patuha, fluida, panas bumi, reservoir", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "01 Okt 2019"}