{"Nomor": 44027, "Judul": "BIOFLOKULASI MINERAL LEMPUNG MENGGUNAKAN BAKTERI PENGHASIL BIOSURFAKTAN SEBAGAI AGEN FLOKULASI", "Abstrak": "Flokulasi adalah partikel yang terdestabilisasi membentuk aglomerasi (floc) dengan penambahan flokulan sehingga dapat dipisahkan dengan filtrasi. Flokulasi digunakan Adalam proses thickening, sedimentasi, pengolahan tailing, pengolahan limbah cair dan pengolahan air. Flokulan yang digunakan biasanya berupa reagen kimia. Penggunaan bahan kimia dalam proses flokulasi mampu menghilangkan atau mengurangi polutan, tetapi kurang ramah lingkungan dan membutuhkan biaya yang mahal. Oleh karena itu, diperlukan metode pengolahan yang ramah lingkungan dan murah sebagai alternatif pengganti reagen kimia dengan memanfaatkan mikroorganisme sebagai bioreagen.\nDalam penelitian ini, dilakukan pemilihan bakteri dan media tumbuh yang sesuai untuk proses bioflokulasi. Pengujian nilai emulsifying index (%EI) juga dilakukan untuk menunjukkan bahwa pengaruh biosurfaktan sebagai emulgator dapat menurunkan tegangan permukaan yang menyebabkan pengendapan mineral lempung menjadi lebih cepat. Ada Sembilan bakteri yang digunakan didalam pengujian bioflokulasi. Kandungan mineral pada mineral lempung dianalisis menggunakan X-Ray Diffaction\n(XRD) dan X-ray Fluorescence (XRF). Selain itu, dilakukan juga analisis FTIR (Fourier Transform Infra Red) dan scanning electron microscopy-energy dispersive spectroscopy (SEM-EDS) untuk mengetahui interaksi mineral lempung dan bakteri. Hasil dari pengujian bioflokulasi ini menunjukkan bakteri LA dan BS 5 dengan pH 2, contact time 3 menit, dan dosis bioreagen 10% mampu mengendapkan mineral lempung dan nilai tingkat kekeruhan dari supernatant < 200 mg/L. Kecepatan pegendapan bakteri LA dan BS 5 adalah 0,96 dan 0,85 cm/menit masing-masingnya. Hasil FTIR menunjukkan terbentuknya gugus karbohidrat dan karboksil membuktikan bahwa bakteri LA dan bakteri BS 5 merupakan bakteri penghasil biosurfaktan.", "Daftar File": {"ABSTRAK Riri Lidya Fathira": "https://digilib.itb.ac.id/gdl/download/184305", "COVER Riri Lidya Fathira": "https://digilib.itb.ac.id/gdl/download/209353", "BAB 1 Riri Lidya Fathira": "https://digilib.itb.ac.id/gdl/download/209727", "BAB 2 Riri Lidya Fathira": "https://digilib.itb.ac.id/gdl/download/209728", "BAB 3 Riri Lidya Fathira": "https://digilib.itb.ac.id/gdl/download/209729", "BAB 4 Riri Lidya Fathira": "https://digilib.itb.ac.id/gdl/download/209730", "BAB 5 Riri Lidya Fathira": "https://digilib.itb.ac.id/gdl/download/209731", "PUSTAKA Riri Lidya Fathira": "https://digilib.itb.ac.id/gdl/download/209359"}, "Penulis": "Riri Lidya Fathira [22116014]", "Kontributor / Dosen Pembimbing": ["Ir. Edy Sanwani, M.T., Ph.D.", "Ir. Siti Khodijah, M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Generalities", "Kata Kunci": "Bioflokulasi, Emulsifyng Index (%EI), Bioflokulan, Mineral Lempung", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "8 file", "Tanggal Input": "01 Okt 2019"}