{"Nomor": 44028, "Judul": "ANALISIS RELOKASI HIPOSENTER DAN MEKANISME FOKUS GEMPA PALU: PERIODE 28 SEPTEMBER - 20 NOVEMBER 2018", "Abstrak": "Gempa Palu-Donggala yang menyerang daerah Sulawesi pada tanggal 28\nSeptember 2018, tercatat oleh Badan Meteorologi Klimatologi dan Geofisika\n(BMKG) memiliki magnitudo (Mw) 7,5 yang terjadi pada pukul 17:02:43 WIB\ndengan kedalaman sumber 10 km yang diakibatkan aktifitas sesar Palu-Koro\ndengan mekanisme pergerakan struktur sesar mendatar yang bersumber 27 km\nTimur Laut Donggala. Data BMKG menunjukkan terekamnya gempa susulan\npada daerah Sulawesi sebanyak lebih dari 1200 event gempa dengan M > 2 yang\nterekam dari 28 September 2018 - 20 November 2018. Persebaran hiposenter\nyang terjadi selama waktu dua bulan tersebut dapat mengindikasikan\nkemenerusan struktur dari sesar Palu-Koro yang kemudian dianalisis untuk\nmengetahui geometri dari hiposenter yang dihasilkan gempa susulan tersebut.\nUntuk mencapai tujuan tersebut dilakukan serangkai studi yang meliputi\npenentuan waktu tiba fasa gelombang gempa, penentuan hiposenter awal kejadian\ngempa, relokasi hiposenter kejadian gempa dan analisis mekansime fokus\nmenggunakan inversi momen tensor untuk mendapatkan indikasi geometri dari\nsumber gempa Palu susulan yang terekam dari 28 September hingga 20\nNovember 2018 dengan magnitudo ? 3,6 yang memiliki seismogram yang jelas\ndan terekam di banyak stasiun. Dari 410 event yang didapat pada hiposenter awal,\n407 event dilakukan relokasi dengan 341 event yang terrelokasi. Persebaran\nhiposenter hasil relokasi menunjukan adanya tiga klaster pada sesar Palu-Koro\nyang diduga merupakan segmentasi Sesar Palu-Koro. Data hasil relokasi, urutan\nkejadian gempa hasil relokasi dan juga mekanisme fokus menunjukan adanya tiga\nsegmentasi sesar pada bagian utara, tengah dan selatan Sesar Palu-Koro yang\nsesuai dengan model geometri Sesar Palu-Koro pada penelitian sebelumnya.\nSelain itu juga terlihat adanya perambatan gempa baik secara spasial maupun\ntemporal ke arah selatan yang sesuai dengan propagasi rupture dari mainshock.", "Daftar File": {"ABSTRAK Annisa Nurmala": "https://digilib.itb.ac.id/gdl/download/184306"}, "Penulis": "Annisa Nurmala [12315061]", "Kontributor / Dosen Pembimbing": ["Dr. Andri Dian Nugraha, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Hiposenter, Inversi Momen Tensor, Mekanisme Fokus, Palu-Koro, Relokasi.", "Sumber": "", "Staf Input/Edit": "", "File": "7 file", "Tanggal Input": "01 Okt 2019"}