{"Nomor": 44021, "Judul": "PEMODELAN FISIK ALIRAN AIR TANAH PADA ARTIFICIAL AQUIFER MENGGUNAKAN SANDBOX", "Abstrak": "Kegiatan penggalian dan penimbunan batuan penutup dapat menimbulkan potensi terdedahnya batuan yang mengandung sulfida sehingga memungkinkan kontak dengan udara dan air, hal ini akan menjadi pemicu utama terbentuknya air asam tambang. Agar batuan tidak terdedah di udara terbuka dan terbentuknya air asam tambang perlu dilakukan pencegahan, salah satu upaya agar air asam tambang tidak terbentuk dengan dilakukan pemisahan batuan PAF dan NAF kemudian batuan yang bersifat PAF dienkapsulasi pada saat penimbunan di daerah disposal. Pada beberapa tambang batubara di Indonesia, proses pemisahan batuan PAF dan NAF tidak dilakukan dengan baik sehingga akan menyebabkan tercampurnya batuan PAF dan NAF. Pengelolaan timbunan yang buruk ini merupakan peluang besar terbentuknya AAT. Salah satu upaya yang dilakukan untuk mencegah terbentuknya AAT adalah dengan cara memutus kontak oksigen pada area timbunan dengan cara menjenuhkan timbunan. Proses penjenuhan pada timbunan ini dilakukan dengan membuat batuan PAF dan NAF yang sudah tercampur menjadi artificial aquifer (akuifer buatan).\nPada penelitian ini untuk menentukan variabel yang mempengaruhi kondisi sistem artificial aquifer tetap setimbang dengan head tetap berada di atas lapisan akuifer atau kondisi jenuh, dilakukan menggunakan instrumen sandbox. Sandbox yang digunakan pada penelitian ini dengan ukuran 120 x 90 x 90 cm. Pada sandbox ini dikonstruksi sistem akuifer dengan tipe confined akuifer atau akuifer tertekan. Lapisan akuifer dikonstruksi menggunakan pasir silika sedangkan lapisan pembatas menggunakan clay. Pasir silika yang digunakan sebagai lapisan akuifer adalah pasir silika dengan ukuran 20 – 30 mesh, nilai konduktivitas hidrolik dari pasir silika sebesar 3.3 x 10-4 m/s, sedangkan clay yang digunakan pada penelitian ini nilai konduktivitas hidroliknya adalah 5.54 x 10-7 m/s. Pasir silika pada sandbox dikonstruksi dengan ketebalan 37 cm sedangkan ketebalan clay dikonstruksi dengan ketebalan 18 cm. Instrument sandbox ini dikonstruksi juga 6 observation well.\nBerdasarkan hasil simulasi model numerik dan juga diverifikasi oleh model fisik, untuk mendapatkan kondisi artificial aquifer dengan kondisi tetap jenuh harus mempertahan debit masuk dan debit keluar agar tetap konstan dengan nilai yang sudah ditentukan mencapai steady state. Nilai debit yang diizinkan agar sistem artificial aquifer tetap jenuh adalah dengan mempertahan debit masuk atau recharge sebesar 0.033 l/s sampai dengan 0.024 l/s dengan besaran discharge 0.033 l/s sampai dengan 0.022 l/s", "Daftar File": {"ABSTRAK Rahmat Frengki": "https://digilib.itb.ac.id/gdl/download/184291", "COVER Rahmat Frengki": "https://digilib.itb.ac.id/gdl/download/209626", "BAB 1 Rahmat Frengki": "https://digilib.itb.ac.id/gdl/download/209746", "BAB 2 Rahmat Frengki": "https://digilib.itb.ac.id/gdl/download/209747", "BAB 3 Rahmat Frengki": "https://digilib.itb.ac.id/gdl/download/209748", "BAB 4 Rahmat Frengki": "https://digilib.itb.ac.id/gdl/download/209749", "BAB 5 Rahmat Frengki": "https://digilib.itb.ac.id/gdl/download/209750", "BAB 6 Rahmat Frengki": "https://digilib.itb.ac.id/gdl/download/209751", "PUSTAKA Rahmat Frengki": "https://digilib.itb.ac.id/gdl/download/209637"}, "Penulis": "Rahmat Frengki [22116304]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Rudy Sayoga Gautama Benggolo"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Generalities", "Kata Kunci": "Artificial aquifer, sandbox, model numerik", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "9 file", "Tanggal Input": "01 Okt 2019"}