{"Nomor": 44022, "Judul": "PERMODELAN KUALITAS AIR SUMURAN di PIT TAMBANG TERBUKA BATUBARA", "Abstrak": "Pertambangan batubara di indonesia sebagian besar beroperasi dengan tambang terbuka. Masalah utama yang dihadapi pertambangan terbuka batubara adalah terdedahnya batuan pembentuk AAT dan cenderung berpotensi terhadap masalah lingkungan. Langkah awal yang dilakukan adalah mengetahui karakteristik geokimia batuan untuk memprediksi pembentukan AAT pada sumuran pit penambangan. Tujuan dari penelitian adalah membuat model kualitas air sumuran berdasarkan model sebaran batuan dan model geokimia air lindian tiap litologi.\nKarakterisasi geokimia batuan dapat dilakukan dengan menggunakan uji statik dan uji kinetik untuk melihat bagaimana pengaruh batuan dalam membentuk keasaman untuk durasi waktu tertentu. Dari hasil tersebut dapat dilihat seberapa besar pengaruh batuan dalam pembentukan AAT.\nSelain pengujian, karakteristik geokimia juga dapat dimodelkan dengan bantuan perangkat lunak PHREEQC. Dari permodelan PHREEQC dapat dilihat batuan apa saja yang berpengaruh terhadap pembentuk keasaman pada sumuran pit penambangan. Permodelan dilakukan dengan beberapa model skenario berdasarkan bentuk dinding pit penambangan. Permodelan yang dilakukan kualitas air sumuran dipengaruhi oleh kandungan kimia air, mineralogi batuan serta transfer mol yang berpengaruh terhadap reaksi oksidasi sulfida.\nDari hasil pengamatan sampel yang mewakili dinding pit adalah 05, 09, 10, 15, 18, 19 dan 20. Dari hasil permodelan PHREEQC yang dilakukan dapat disimpulkan model yang paling mendekati hasil kualitas sumuran di lapangan adalah model B proporsi luas area pada skenario pencampuran total menunjukkan jumlah kandungan dari hasil simulasi paling banyak mendekati hasil kualitas air sumuran eksisting. Kemudian, berdasarkan kondisi kandungan kation dan anion model B proporsi luas area pada skenario pencampuran total adalah yang paling mendekati hasil kualitas air sumuran eksisting", "Daftar File": {"ABSTRAK Muhamad Karnoha Amir": "https://digilib.itb.ac.id/gdl/download/184571"}, "Penulis": "Muhamad Karnoha Amir [22116307]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Rudy Sayoga Gautama Benggolo"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Air Asam Tambang, Permodelan, PHREEQC dan Sumuran", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "01 Okt 2019"}