{"Nomor": 44020, "Judul": "USULAN STRATEGI BAURAN PEMASARAN UNTUK PT AGI", "Abstrak": "Data yang disediakan oleh BPS kota Padang menunjukkan bahwa masyarakat mengalokasikan 42% dananya untuk konsumsi makanan. 37,70% persen dari anggaran ini adalah untuk makanan dan minuman jadi. Data ini menunjukkan peluang yang besar bagi pelaku bisnis makanan dan minuman jadi di Kota Padang, PT AGI adalah salah satunya. PT AGI telah beroperasi di kota Padang sejak tahun 90’an. Namun, pangsa pasar PT AGI terus menurun hingga saat ini. Pelanggan PT AGI terus berkurang jumlahnya. Selain itu, berdasarkan data dari Top Brand, brand awareness masyarakat terhadap PT AGI sangat kecil hanya 2%.\n\tUntuk mengatasi masalah tersebut, penelitian ini menganalisis lingkungan internal dan eksternal PT AGI untuk dapat memperoleh tabel SWOT yang diperlukan guna menyusun strategi. Analisis internal yang dilakukan adalah analisa Segmenting, Targeting dan Positioning (STP) serta bauran pemasaran PT AGI saat ini. Selanjutnya, analisis eksternal yang dilakukan adalah analisa lingkungan Politik, Ekonomi, Sosial dan Teknologi (PEST), analisa Five Forces Porter, analisa pesaing, dan Importance-Performance Analysis (IPA) konsumen. Dari analisa-analisa ini, akan diperoleh kekuata, kelemahan, peluang dan ancaman bagi PT AGI. Selanjutnya dilakukan pencarian akar masalah dengan metode “5 Whys”. Hasil yang diperoleh adalah beberapa variabel bauran pemasaran PT AGI memiliki kinerja yang kurang karena tidak sesuai dengan kondisi pelanggan yang menjadi sasaran. Metode yang digunakan dalam penelitian ini didesain untuk masyarakat pada kelompok umur 15-29 tahun.\n\tAda beberapa usulan perbaikan berdasarkan variabel yang memiliki kinerja rendah. Solusinya adalah dengan menyebutkan label halal dalam setiap promosi dan pengemasan PT AGI, memperkuat kebijakan kendali mutu untuk memastikan kebersihan, kesehatan dan kesegaran setiap bahan baku, inovasi rasa dan variasi rasa makanan, menyesuaikan jumlah makanan, menyediakan perhitungan kalori dan standar kalori yang dibutuhkan untuk pelanggan dan mengembangkan menu khusus hari itu, memberikan diskon atau paket menu, mengedukasi pelanggan dan konsumen potensial tentang produk, memperhatikan kerapian dan kebersihan karyawan, melakukan program karyawan terbaik bulan ini dan memberikan hadiah yang sesuai, melakukan liburan setahun sekali atau mengumpulkan karyawan dan merekrut petugas kebersihan.", "Daftar File": {"2019_TS_PP_Rifki Maudianda_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/184290"}, "Penulis": "Rifki Maudianda [29117079]", "Kontributor / Dosen Pembimbing": ["Krisnati Desiana, Lic. Com., Dra."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "fast food, marketing", "Sumber": "PT AGI", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "01 Okt 2019"}