{"Nomor": 44036, "Judul": "POLA SENSITIVITAS BAKTERI TERHADAP ANTIBIOTIK DI UNIT PERAWATAN INTENSIF DAN HIGH CARE UNIT DEWASA RUMAH SAKIT AL ISLAM BANDUNG", "Abstrak": "Penggunaan antibiotik yang tidak rasional merupakan salah satu penyebab terjadinya resistensi\nbakteri terhadap antibiotik. Dokumentasi pola sensitivitas bakteri terhadap antibiotik dapat\ndigunakan sebagai informasi tambahan untuk pemilihan antibiotik yang rasional sehingga dapat\nmeningkatkan patient safety. Penelitian ini bertujuan untuk menentukan pola sensitivitas dan\npergeseran sensitivitas bakteri terhadap antibiotik di Unit Perawatan Intensif (ICU) dan High Care\nUnit Dewasa (HCUD) Rumah Sakit Al Islam Bandung sehingga dapat ditentukan antibiotik yang\nmasih efektif untuk digunakan. Penelitian ini merupakan studi observasional menggunakan data\nretrospektif berupa data antibiogram hasil uji sensitivitas bakteri terhadap antibiotik pasien ICU dan\nHCUD di sepuluh periode uji (setiap periode sama dengan enam bulan) dari Januari 2014-Desember\n2018. Batas nilai resisten suatu bakteri terhadap antibiotik adalah ?40%. Untuk menguji\nkebermaknaan pergeseran sensitivitas bakteri terhadap antibiotik, dilakukan pendekatan statistik\nmenggunakan uji Chi-square dengan level signifikansi 0,05. Jenis spesimen yang paling banyak\nterinfeksi adalah sputum sebanyak 75% dari total spesimen yang berasal dari ICU dan 60% dari total\nspesimen yang berasal dari HCUD. Bakteri yang paling banyak menginfeksi pasien di ICU adalah\nAcinetobacter baumannii sebanyak 25% dan di HCUD adalah Staphylococcus epidermidis sebanyak\n23,16% dari total bakteri yang menginfeksi di masing-masing ruangan. Dari hasil pengolahan data\npola sensitivitas bakteri terhadap antibiotik diketahui bahwa A. baumannii yang menginfeksi pasien\ndi ICU hanya sensitif terhadap antibiotik kotrimoksazol dengan persen sensitivitas sebesar 50,67%\ndan S. epidermidis yang menginfeksi pasien HCUD sensitif terhadap beberapa antibiotik\nalternatifnya yaitu netilmisin, tazobaktam, doksisiklin, tetrasiklin, dan linezolid dengan persen\nsensitivitas paling baik adalah netilmisin sebesar 77,27%. Terjadi pergeseran sensitivitas yang\nbermakna secara statistik pada bakteri S. epidermidis di ICU terhadap gentamisin, bakteri A.\nbaumannii di ICU terhadap ampisilin-sulbaktam, bakteri S. epidermidis di HCUD terhadap\nkotrimoksazol, serta pergeseran sensitivitas bakteri Escherichia coli di HCUD terhadap doripenem\nyang ditunjukan dengan nilai Chi-square hitung > Chi-square tabel dan nilai P < 0,05.", "Daftar File": {"ABSTRAK Neng Rima Leni Ramadani": "https://digilib.itb.ac.id/gdl/download/184314"}, "Penulis": "Neng Rima Leni Ramadani [11615034]", "Kontributor / Dosen Pembimbing": ["Dr. Pratiwi Wikaningtyas, S.Farm., Apt., M.Si.", "Dr. Yani Triyani, dr., SpPK., M. Kes."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "pola sensitivitas, pergeseran sensitivitas, antibiotik, ICU, HCU", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "01 Okt 2019"}