{"Nomor": 44032, "Judul": "ANALISA PARTIKEL DAN RENCANA PENCEGAHANNYA DALAM PROSES PENJAMINAN MUTU SEDIAAN STERIL SERBUK BEKU KERING OMEPRAZOLE DI PABRIK X", "Abstrak": "Parameter visible particulate merupakan salah satu aspek kualitas bagi produk\ninjeksi. Pabrik X memiliki masalah mengenai partikel visible yang ditemukan\npada serbuk beku kering Omeprazole yang dibuat menggunakan proses liofilisasi\ndalam tray namun tidak ditemukan pada proses liofilisasi dalam vial. Isolasi\nterhadap partikel dilakukan dengan melakukan penyaringan terhadap produk hasil\nrekonstitusi menggunakan filter 0.45 mikron di bawah Laminar Air Flow (LAF)\nKarakterisasi partikel dilakukan menggunakan alur identifikasi partikel yang\ntercantum di PDA TR 78. Berdasarkan pengujian mengunakan spektrofotometer\nFourier Transform Infra Red (FTIR) didapatkan kemiripan dengan mannitol\ndengan indeks kemurnian 0.9112 dan 0.8446 terhadap omeprazole. Pengujian\nmengunakan X-Ray Difraction (XRD) menunjukkan adanya kemiripan dengan\nmannitol hemihydrate. Pengujian menggunakan Scanning Electrone Microscope\n(SEM) menunjukkan partikel terlihat padat dan tidak ada rongga yang dapat\nmembantu kelarutan. Berdasarkan analisa resiko yang dilakukan, aspek\nmetode/proses memiliki peranan yang kritikal terhadap terbentuknya partikel.\nCooling rate yang lambat menyebabkan proses pendinginan tidak merata serta\nterbentuknya mannitol hydrate diduga menjadi faktor penyebab terbentuknya\npartikel. Strategi yang diajukan untuk penanganan visible particulate yaitu proses\nnukleasi terkontrol pada saat freezing sebelum proses annealing, pencegahan\nterbentuknya mannitol hemihydrate melalui penambahan sodium chloride ke\ndalam formula untuk menghambat proses kristalisasi saat proses cooling sehingga\nmencegah munculnya mannitol hydrate, penambahan proses annealing,\nperpanjangan proses annealing, penghilangan mannitol hemihydrate dengan\nmeningkatkan suhu secondary drying >40°C pada kondisi vacuum (0.000 mbar),\ndan penggantian mannitol dengan bulking agent lain. Kemungkinan penyebab\nlainnya adalah terjadinya interaksi antara omeprazole sodium dengan mannitol,\nnamun tidak didalami pada proyek akhir ini.", "Daftar File": {"ABSTRAK Irwan Desyanto Raharjo I.": "https://digilib.itb.ac.id/gdl/download/184311", "COVER Irwan Desyanto Raharjo I.": "https://digilib.itb.ac.id/gdl/download/243951", "BAB 1 Irwan Desyanto Raharjo I.": "https://digilib.itb.ac.id/gdl/download/243952", "BAB 2 Irwan Desyanto Raharjo I.": "https://digilib.itb.ac.id/gdl/download/243953", "BAB 3 Irwan Desyanto Raharjo I.": "https://digilib.itb.ac.id/gdl/download/243954", "BAB 4 Irwan Desyanto Raharjo I.": "https://digilib.itb.ac.id/gdl/download/243955", "BAB 5 Irwan Desyanto Raharjo I.": "https://digilib.itb.ac.id/gdl/download/243956", "PUSTAKA Irwan Desyanto Raharjo I.": "https://digilib.itb.ac.id/gdl/download/243957"}, "Penulis": "Irwan Desyanto Raharjo I. [21817003]", "Kontributor / Dosen Pembimbing": ["Dr. Tri Suciati, M.Si.", "Harry Martha Wijaya, Ph.D, Apt"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi Industri", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "visible particulate, serbuk beku kering, identifikasi, partikel inherent, liofilisasi, mannitol.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "8 file", "Tanggal Input": "01 Okt 2019"}