{"Nomor": 44030, "Judul": "KARAKTERISASI GEOKIMIA ORGANIK DAN INDEKS KEGETASAN SEBAGAI BATUAN INDUK GAS SERPIH KABUPATEN SAROLANGUN, CEKUNGAN SUMATRA SELATAN", "Abstrak": "Daerah penelitian berada di Kabupaten Sarolangun, Provinsi Jambi, sebelah barat di Taman Nasional Bukit Duabelas. Secara geologi daerah penelitian termasuk dalam Subcekungan Jambi, Cekungan Sumatra Selatan. Penelitian ini menggunakan 24 sampel serpih untuk analisis geokimia organik, 17 sampel serpih untuk analisis XRD, enam sampel untuk analisis SEM, dan lima sampel untuk analisis petrografi organik. Semua sampel merupakan sampel permukaan. Formasi yang diteliti ada tiga yaitu, Formasi Gumai, Formasi Talangkar, dan Formasi Lahat. Analisis geokimia dilakukan untuk mengetahui kekayaan, tipe, dan kematangan batuan induk. Analisis XRD dan SEM dilakukan untuk menentukan nilai indeks kegetasan (BI). Analisis petrografi organik dilakukan unuk mengetahui lingkungan pengendapan. Hasil analisis geokimia menunjukkan Formasi Gumai memiliki TOC 1,45-2,67%; kerogen tipe II dan III; belum matang hingga awal matang. Formasi Talangakar memiliki TOC 0,97-7,93%; kerogen tipe I, II, dan tipe II/III; belum matang hingga awal matang. Formasi Lahat memiliki TOC 1,57-4,39%; kerogen tipe II dan III, dan belum matang. Nilai BI Formasi Gumai 49,46%, Formasi Talangakar 55,20%, dan Formasi Lahat 47,25%. Lingkungan pengendapan Formasi Gumai adalah laut terbuka, Formasi Talangakar adalah transisi-laut terbuka, dan Formasi Lahat adalah darat. Berdasarkan komparasi karakteristik geologi gas serpih di Amerika Utara dan Cekungan Sichuan (RRC), ketiga formasi ini berpotensi menjadi batuan induk gas serpih sistem petroleum nonkonvensional tetapi kurang untuk tingkat kematangannya (rendah).", "Daftar File": {}, "Penulis": "Ibnu Syukron Alfaher [12015064]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Eddy Ariyono Subroto, Ph.D.", "Dr. Moh Heri Hermiyanto Z., S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "petroleum nonkonvensional, geokimia organik, indeks kegetasan, serpih gas, Cekungan Sumatra Selatan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "01 Okt 2019"}