{"Nomor": 44037, "Judul": "PEMODELAN PERGERAKAN PEJALAN KAKI SEBAGAI STRATEGI DALAM PERANCANGAN ENTERTAINMENT DAN LIFESTYLE CENTER DI KAWASAN TRANSIT ORIENTED DEVELOPMENT (TOD) BLOK M, JAKARTA", "Abstrak": "Seiring berkembangnya area perkotaan, intensitas pejalan kaki pun semakin meningkat, terutama pada area-area strategis, seperti area transit oriented development (TOD). Namun, pada kenyatannya masih banyak kawasan yang memiliki tingkat pejalan kaki yang tinggi, namun masih kurang merespon pejalan kaki. Kawasan Blok M merupakan salah satu kawasan yang memiliki tingkat intensitas pejalan kaki yang sangat tinggi karena banyaknya magnet pergerakan, seperti Terminal Bus Blok M, Plaza Blok M, Blok M Square, dan stasiun MRT Blok M. Hal ini tentu menambah kestrategisan kawasan Blok M dan menjadikan kawasan Blok M menjadi sebuah kawasan dengan pengembangan konsep TOD yang menjadikan pedestrian menjadi elemen penting didalamnya. Di balik strategisnya Blok M secara konektivitas, Blok M juga memiliki sebuah kekhasan karakter tersendiri. Kawasan Blok M dikenal juga sebagai kawasan Little Tokyo. Selain itu, area ini pun terkenal sebagai distrik hiburan, karena tersedia area komersial yang bersifat entertainment yang cukup banyak dan juga rutin menjadi area festival. Tujuan perancangan ini ialah menciptakan sebuah entertainment dan lifestyle center yang dapat mendukung aktivitas entertainment dan roda komersial kawasan dengan menjadikan proyek sebuah area yang terintegrasi dengan bangunan dan infrastruktur kawasan dengan baik, dengan harapan menjadi solusi atas permasalahan tingginya intensitas pejalan kaki di kota.\nSecara umum, pemodelan terdiri dari 3 tahapan, diantaranya (1) Tahap 1 - simulasi pergerakan kawasan; (2) Tahap 2 - simulasi pergerakan tapak; dan (3) Tahap 3 - penilaian hasil simulasi. Simulasi pergerakan kawasan memiliki ouput pergerakan kawasan yang dianalisis hingga menghasilkan parameter baru untuk simulasi selanjutnya, simulasi pergerakan tapak. Simulasi pergerakan tapak memiliki tujuan untuk membentuk pola sirkulasi serta densitasnya yang akan digunakan sebagai acuan figur sirkulasi dan massa bangunan. Selanjutnya, dilakukan penilaian figure sirkulasi dan massa bangunan untuk menilai tingkat\npermeabilitas tapak terhadap kawasan, pada tahap ini dilakukan iterasi sebanyak tiga kali untuk mendapatkan pola sirkulasi dengan tingkat permeabilitas tertinggi.\nHasil perancangan difokuskan kepada dua isu utama terkait pejalan kaki pada konteks TOD dan karakteristik kawasan Blok M. Pada aspek pejalan kaki, perancangan menitikberatkan pada kualitas visual yang aktif dan hidup, baik sirkulasi dalam tapak, maupun sirkulasi yang berhadapan langsung dengan area luar. Selanjutnya perancangan berfokus pada kenyamanan pejalan kaki, dengan pertimbangan area pejalan kaki terlindung dari sinar matahari langsung dan hujan. Fokus berikutnya merupakan rancangan terintegrasi langsung dengan moda transportasi dan bangunan publik sekitar tapak, baik terkoneksi melalui jembatan maupun plaza penerima. Selanjutnya, rancangan pejalan kaki memiliki dua buah klasifikasi rute, yakni normal route dan fast route dalam merespon adanya pengguna transit yang memiliki karakteristik pergerakan yang cepat. Selanjutnya ialah perancangan terkait karakteristik kawasan baik secara visual maupun fungsinya. Secara visual, karakter bangunan sekitar Blok M, memiliki karakter ruko empat lantai dengan fasad neon sebagai media iklan dan promosi. pada perancangan fasad, dirancang selubung fasad yang dapat dijadikan sebagai media promosi maupun sebagai pembentuk ambience kawasan. Perancangan selubung fasad terbuat dari perforated metal sheet dengan adanya lampu-lampu LED dibalik fasad yang akan menyala pada malam hari. Selain perancangan visual, perancangan program ruang pada proyek juga mempertimbangkan kebutuhan pada distrik kawasan tersebut. Terdapat beberapa titik event area yang dapat digunakan penyewa sebagai area yang cukup fleksibel. Pada rooftop terdapat area playground dan area berkumpul yang dikhususkan sebagai gathering area komunitas-komunitas Blok M. Selain itu terdapat coworking space yang digunakan sebagai area bekerja maupun meeting pada kawasan Blok M. Selanjutnya adanya area bike sharing and parking, dengan tambahan fasilitas shower dan locker room sebagai respon terhadap para pengguna yang melakukan transit pada area ini. Berdasarkan perancangan, dapat disimpulkan bahwa pergerakan pada Blok M dipengaruhi secara garis besar oleh adanya dua titik transit dan puncak aktivitas komersial pada sore hari. Setelah dievaluasi dan dibandingkan, nilai intelligibility kawasan meningkat dari 0.61 menjadi 0.82 setelah dilakukan perancangan. Terdapat saran pengembangan perancagan, diantaranya saran terkait pendetilan skema observasi terkait titik originator, destinator dan jumlah agen, serta diinputnya terkait parameter obstacle avoidance.", "Daftar File": {"ABSTRAK Mohammad Thareq Defa": "https://digilib.itb.ac.id/gdl/download/184318"}, "Penulis": "Mohammad Thareq Defa [25218304]", "Kontributor / Dosen Pembimbing": ["Aswin Indraprastha, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Agent-based Modelling, Intelligibility, Lifestyle Center, Pejalan Kaki, Pergerakan.", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "01 Okt 2019"}