{"Nomor": 44040, "Judul": "A STUDY ON THE EFFECTS OF NEW ROAD INFRASTRUCTURE ON LOCAL RESIDENTS IN ANTAPANI FLYOVER, BANDUNG, INDONESIA", "Abstrak": "Bandung has emerged from its past as a small plantation village in the Dutch\nColonial Era to become one of the major metropolitan cities in Indonesia today.\nAlong with other attractive factors, such as a beautiful landscape and pleasant\nweather, Bandung’s growing population has attracted more people to reside in\nBandung. Increased numbers of settlers mean higher numbers of trips per day that\nresults in heavy use of the local road systems. The Bandung Development and\nResearch Agency reported that by 2017, there were 50 congestion points in almost\nevery part of Bandung, especially in the morning and evening peak commuting\nhours. To overcome the problem, the Bandung local government built a flyover in\none of the congestion points in the eastern section of Bandung, specifically, at the\nintersection of Jalan Jakarta and Jalan Kiaracondong. This study gathered\nevidence by investigating the cost-effectiveness of the flyover from the perspective\nof the local area residents. The quantitative approach used in this research focuses\non descriptive statistics, spatial analysis, and correlation testing. Travel time and\ntransport cost are two leading indicators in the research. The indicators’ gap value\nfrom before and after construction is converted into its monetary value, which forms\nthe basis for calculating the impact of this infrastructure. The findings of this study\nare (i) the existence of a new flyover did not generate positive effects for the locals\nif measured by transport costs and travel time variables, and (ii) externalities occur\nin the form of an increase in annual value from those two variables.", "Daftar File": {"ABSTRAK Aryo Hudiotomo": "https://digilib.itb.ac.id/gdl/download/184319", "BAB 1 Aryo Hudiotomo": "https://digilib.itb.ac.id/gdl/download/184320", "BAB 2 Aryo Hudiotomo": "https://digilib.itb.ac.id/gdl/download/184321", "BAB 3 Aryo Hudiotomo": "https://digilib.itb.ac.id/gdl/download/184322", "BAB 4 Aryo Hudiotomo": "https://digilib.itb.ac.id/gdl/download/184323", "BAB 5 Aryo Hudiotomo": "https://digilib.itb.ac.id/gdl/download/184325", "DAFTAR Aryo Hudiotomo": "https://digilib.itb.ac.id/gdl/download/184326", "2019 TS PP ARYO HUDIOTOMO_JURNAL.pdf?": "https://digilib.itb.ac.id/gdl/download/184327"}, "Penulis": "Aryo Hudiotomo [25417041]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Puspita Dirgahayani, S.T., M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "household trip, road impact, infrastructure development, Bandung", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "01 Okt 2019"}