{"Nomor": 44049, "Judul": "SEGREGASI CAMPURAN BINER BUTIRAN BERBEDA UKURAN PADA SIMULASI FLUIDISASI SISTEM PSEUDO DUA DIMENSI", "Abstrak": "Segregasi merupakan salah satu proses penting pada banyak industri untuk material butiran. Segregasi terjadi ketika campuran butiran-butiran yang memiliki sifat fisis yang berbeda (ukuran, densitas, bentuk, dll) dapat terpisahkan ketika diberi energi dari luar. Salah satu metode yang digunakan untuk segregasi adalah fluidisasi. Fluidisasi adalah proses perubahan kumpulan material berbentuk solid menjadi seperti menyerupai keadaan cairan karena dialiri tekanan fluida. Pada penelitian ini dilakukan simulasi segregasi menggunakan fluidisasi pada campuran biner butiran berbeda ukuran. Simulasi dilakukan dengan mendapatkan persentase segregasi dari setiap variasi diameter rasio butiran berbeda ukuran dengan nilai densitas yang sama. Variasi densitas juga dilakukan untuk semua diameter rasio yang disimulasikan. Selain itu, ditinjau juga pengaruh diameter tetap salah satu butiran dari campuran biner butiran dengan rasio diameter butiran yang sama. Hasil simulasi menunjukkan bahwa perbedaan rasio diameter butiran mempengaruhi presentase segregasi yang terjadi dan tidak menunjukkan hubungan yang linear. Serta dengan rasio diameter yang sama, namun diameter tetap yang berbeda, menghasilkan persentase segregasi yang berbeda. Pada variasi densitas, terdapat dua daerah yang teramati, yaitu daerah dengan hubungan antara persentase segregasi dan besar densitas berbanding lurus dan berbanding terbalik.", "Daftar File": {}, "Penulis": "Wafa Fatimah Rastiadi [10215048]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Sparisoma Viridi, S.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Segregasi, fluidisasi, campuran biner, butiran berbeda ukuran", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "7 file", "Tanggal Input": "01 Okt 2019"}