{"Nomor": 44045, "Judul": "EVALUASI RACIKAN SERBUK BAGI PIRAZINAMID PADA RUMAH SAKIT UMUM DAERAH CIBABAT PROVINSI JAWA BARAT", "Abstrak": "Pirazinamid merupakan salah satu obat tuberkulosis lini pertama yang banyak digunakan setelah\nrifampisin. Pengobatan tuberkulosis pada anak memerlukan penyesuaian dosis berdasarkan bobot\nbadan anak sehingga dibuat serbuk bagi sebagai alternatif untuk membuat sediaan yang memiliki\ndosis yang sesuai. Namun, ada resiko dari penyiapan sediaan serbuk bagi yaitu keseragaman\nkandungan bahan aktif dalam setiap bungkus sediaan yang dapat menyebabkan tujuan terapi tidak\ntercapai. Tujuan dari penelitian ini adalah untuk mengevaluasi sediaan serbuk bagi yang dibuat oleh\ntenaga kerja kefarmasian serta mengevaluasi kinerja dari tenaga kerja kefarmasian yang menyiapkan\nsediaan serbuk bagi di instalasi farmasi rumah sakit. Penelitian diawali dengan melakukan survei dan\nwawancara kepada apoteker di rumah sakit, dilanjutkan dengan pengambilan sampel sediaan serbuk\nbagi pirazinamid yang disiapkan oleh tenaga kerja kefarmasian di instalasi farmasi rumah sakit\nsebanyak 3 kali pada 3 hari yang berbeda dalam rentang 3–4 minggu. Sampel sediaan serbuk bagi\nyang telah diambil kemudian ditimbang bobotnya. Kadar sediaan serbuk bagi ditentukan dengan\nmenggunakan spektrofotometer UV-Visibel pada panjang gelombang 271 nm dan dievaluasi\nkeseragamannya. Dari total 225 bungkus sampel dosis 300 mg dengan batas toleransi kadar ±7%\ndiperoleh persentasi sebesar 36,44% sampel yang memenuhi kriteria. Perbandingan penyiapan\nserbuk bagi menggunakan metode di literatur dan dengan penimbangan menunjukkan hasil yang\njauh lebih baik, di mana dengan sampel yang berada di dalam batas toleransi ±7% pada metode\nliteratur dan penimbangan sebesar 77,78% dan 95,56%. Perbaikan penyiapan serbuk bagi untuk\nindividualisasi dosis anak sangat diperlukan untuk menjamin keberhasilan terapi tuberkulosis pada\npasien anak.", "Daftar File": {"ABSTRAK Syarifatul  Ulya": "https://digilib.itb.ac.id/gdl/download/184331"}, "Penulis": "Syarifatul ' Ulya [11613036]", "Kontributor / Dosen Pembimbing": ["Dr. Lucy Dewi Nurhajati Sasongko, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Tuberkulosis, sediaan serbuk bagi pirazinamid, keseragaman bobot", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "01 Okt 2019"}