{"Nomor": 44064, "Judul": "STUDI PENGGUNAAN ANTIBIOTIK EMPIRIS DAN DEFINITIF PADA PASIEN BEDAH DI RUANG KANA RSUP Dr. HASAN SADIKIN BANDUNG", "Abstrak": "Antibiotik merupakan obat yang digunakan untuk mencegah dan mengobati penyakit infeksi\nbakteri. Antibiotik untuk terapi dapat bersifat empiris, yaitu pada kasus yang bakteri penyebab\ninfeksi belum diketahui, atau bersifat definitif, yaitu pada kasus yang bakteri penyebab infeksi dan\npola resistensinya diketahui. Penelitian ini dilakukan untuk mengevaluasi penggunaan antibiotik\nempiris dan definitif berdasarkan indikasi, perbaikan jumlah leukosit, sensitivitas antibiotik, dosis,\ndan lama penggunaan, serta mengidentifikasi pengaruh penggunaan antibiotik empiris dan\ndefinitif terhadap hasil terapi pasien bedah di Ruang Kana RSUP Dr. Hasan Sadikin periode\nJanuari-Juni 2018. Penelitian ini menggunakan analisis deskriptif, potong lintang dan non\nparametrik secara restrospektif dari rekam medik dengan cara purposive sampling. Hasil\npenelitian menunjukkan penggunaan antibiotik empiris sebanyak 93,10% dan antibiotik yang\npaling sering digunakan adalah seftriakson rute intravena (60,80%). Dari 43 hasil pemeriksaan\nkultur bakteri, 62,79% bersifat sensitif dan 37,21% bersifat resisten terhadap antibiotik, dengan\nseluruh bakteri sensitif terhadap amikasin dan siprofloksasin, dan seluruh bakteri resisten\nterhadap ampisilin-sulbaktam. Berdasarkan indikasi dan perbaikan jumlah leukosit, terdapat\n27,51% penggunaan antibiotik empiris yang tidak tepat, dan berdasarkan sensitivitas antibiotik,\nterdapat 41,94% penggunaan antibiotik definitif yang tidak tepat. Ketidaktepatan dosis antibiotik\nterjadi karena subdosis (4,23%), dan ketidaktepatan lama penggunaan pada antibiotik empiris\nadalah 2,66% sedangkan pada antibiotik definitif adalah 45,16%. Secara statistik, tidak ada\npengaruh antara penggunaan antibiotik empiris dan definitif (p = 0,718) terhadap hasil terapi\npasien bedah.", "Daftar File": {"ABSTRAK Meita Nurgraini Fauziyyah": "https://digilib.itb.ac.id/gdl/download/184385"}, "Penulis": "Meita Nurgraini Fauziyyah [11615007]", "Kontributor / Dosen Pembimbing": ["Dr. Lia Amalia, S.Si., Apt., M.Si.", "Drs.Budi Prasmanto, Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Antibiotik, antibiotik empiris, antibiotik definitif, sensitivitas, hasil terapi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "01 Okt 2019"}