{"Nomor": 44061, "Judul": "PERANAN KNOWLEDGE MANAGEMENT  DALAM PEMBENTUKAN SISTEM PENGENDALIAN INTERNAL PELINDO III", "Abstrak": "Badan Usaha Milik Negara (BUMN) adalah badan usaha yang seluruh atau sebagian modalnya dimiliki oleh negara melalui partisipasi langsung yang berasal dari aset Negara yang terpisah. Dalam menjalankan kegiatan usahanya, Direksi sebagai manajemen perusahaan harus selalu mengacu pada Tata Kelola Perusahaan yang Baik. Pada kenyataannya masih banyak perusahaan yang dalam menjalankan bisnisnya belum memiliki aturan internal yang jelas. Hal ini sering mengakibatkan perusahaan tidak dapat menetapkan standar dalam proses bisnis yang dilakukan sehingga mekanisme pelaksanaan aktivitas perusahaan tidak kurang jelas yang berakibat pencapaian kinerja tidak dapat diukur dengan baik. Tingkat kepatuhan terhadap Tata Kelola dapat dilihat dari apakah dalam menjalankan bisnisnya suatu badan hukum telah membuat peraturan yang menjadi pedoman bagi perusahaan dalam menjalankan setiap proses bisnis yang ada.\nMetodologi yang digunakan dalam penelitian ini adalah metode penelitian kualitatif. Metode ini dipilih untuk dapat memberikan pemahaman konseptual bagi peneliti dan pembaca tentang Manajemen Pengetahuan. Metode penelitian ini bertujuan untuk menyediakan dan mengumpulkan data dan informasi terperinci tentang melalui mekanisme wawancara yang mendalam pada beberapa responden serta penggunaan analisa dalam pencarian akar permasalahan dengan didukung beberapa teori dalam bidang Knowledge Management, sistem pengendalian internal dan bidang manajemen.\nSehubungan dengan Tata Kelola Perusahaan di Pelindo III, dengan belum adanya peraturan tentang bisnis proses perusahaan dan pembagian kewenangan yang jelas, maka hal tersebut dapat diatasi dengan pembuatan regulasi tentang proses bisnis perusahaan secara lengkap dengan menggunakan manajemen pengetahuan dan penerapan system pengendalian internal dalam setiap aspek regulasi perusahaan.", "Daftar File": {"2019_TS_PP_Fernandes Ginting_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/184376"}, "Penulis": "Fernandes Antoni Ginting [29117301]", "Kontributor / Dosen Pembimbing": ["Achmad Ghazali, S.T., M.A.B., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "manajemen pengetahuan, sistem pengendalian internal, tata kelola perusahaan.", "Sumber": "PT PELABUHAN INDONESIA III (PERSERO)", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "01 Okt 2019"}