{"Nomor": 44069, "Judul": "KRITERIA PERANCANGAN FASILITAS BELAJAR UNTUK MURID YANG MEMILIKI AUTISME DENGAN PENEKANAN PADA ASPEK KEBISINGAN  STUDI KASUS: SLB PELITA HATI", "Abstrak": "Dalam beberapa tahun terakhir, ada peningkatan jumlah anak-anak dengan autisme. Kejadian ini juga berlaku di Indonesia. Meskipun penyebab dari autisme masih dalam perdebatan, data dari jumlah ini tidak dapat diabaikan. Menurut hukum Indonesia, anak-anak tersebut juga berhak atas pendidikan. Namun, masalahnya adalah tidak adanya kriteria perancangan yang ditetapkan untuk membangun fasilitas pendidikan khusus untuk mereka. Karena autisme adalah kondisi yang unik, mungkin ada beberapa persyaratan yang harus diterapkan secara eksklusif di Sekolah Kebutuhan Khusus.\n\nPeneliti melakukan kajian teori yang mendalam dengan melihat aspek-aspek arsitektur yang telah dipelajari pada penelitian-penelitian sebelumnya dan mengambil kesimpulannya. Berdasarkan kesimpulan yang ada, peneliti menyusun karakeristik perancangan ruang kelas bagi murid autis. Kesimpulan ini kemudian menjadi batu loncatan untuk mengeksplorasi aspek akustik pada ruang kelas berdasarkan penelitian kunci yang menyatakan aspek tersebutlah yang paling berpengaruh dibandingkan aspek-aspek lainnya. Peneliti kemudian melakukan eksperimen untuk melihat seberapa signifikan dan bagaimana aspek kedap suara di kelas di Sekolah Kebutuhan Khusus seperti Sekolah Pelita Hati.\n\nSekolah ini dibangun untuk mengakomodasi mereka yang berkebutuhan khusus yang sebagian besar memiliki autisme. Namun, sekolah tersbut dulunya adalah bangunan residensial dan telah direnovasi interiornya menjadi sekolah. Pada awal penelitian ini, tidak ditemukan  elemen kedap suara yang diterapkan di dalam ruang kelas. Melalui penelitian ini dua ruang kelas diamati, satu dengan intervensi aplikasi material kedap suara dan yang lainnya tidak. Data adalah observasi perilaku murid, level kebisingan ruangan, serta laporan akademik murid yang ditulis oleh guru dan terapis dicatat dan diambil sebelum dan sesudah intervensi. Hasil penelitian menunjukkan bahwa pemasangan material memiliki dampak pada murid. Namun demikian, dampak ini terlihat berbeda bagi masing-masing murid. Hal ini dikarenakan adanya aspek lain yang mempengaruhi murid, seperti material, warna, tekstur dan pencahayaan. Perancangan yang baik dan terencana akan mempermudah pihak sekolah dalam mencapai tujuannya.", "Daftar File": {}, "Penulis": "Anastasia Astrid Ronauly [25216018]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Woerjantari Kartidjo, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "autisme, akustik, kriteria perancangan, ruang kelas, SLB", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "0 file", "Tanggal Input": "01 Okt 2019"}