{"Nomor": 44079, "Judul": "ANALISIS EFEKTIVITAS WORK ODER PREVENTIVE MAINTENANCE  DI BADAK LNG UNTUK PERALATAN-PERALATAN LISTRIK", "Abstrak": "Badak LNG merupakan salah satu kilang terbesar di dunia yang terdiri dari 8 train dan sudah beroperasi lebih dari 4 dekade dan memproduksi LNG dan LPG. Di awal tahun 2000-an pernah menjadi penghasil LNG terbesar di dunia dengan 22.5 MTPA dan sisanya LPG. Ada sekitar 110 ribu equipment untuk 8 train di kilang Badak LNG yang terdiri dari peralatan listrik, instrumentasi, rotating equipment atau peralatan berputar dan peralatan stasioner. Dari 110 ribu peralatan tersebut, paling banyak adalah instrumentasi. \n\nPrioritas pekerjaan menggunakan Equipment Criticality Rating (ECR) dimana faktor safety dan production adalah paling dominan. Semua peralatan yang terpasang tersebut perlu dilakukan pemeliharaan dengan berbagai metode seperti Preventive Maintenance (PM), Predictive Maintenance (PdM), Corrective Maintenance (CM), Shutdown (SD) atau Turnaround (TA) dan Overhaul (OH). Salah satu metode maintenance yang akan kita bahas adalah PM dan akan menganalisis lebih jauh, apakah PM yang dilakukan di Badak LNG sudah efektif, meningkatkan kehandalan kilang serta sesuai standard dan mengoptimalkan biaya.\n\nDari identifikasi yang dilakukan, ada 3 issue terkait dengan pemeliharaan kilang di Badak LNG yaitu kilang yang menua karena sudah beroperasi lebih dari 40 tahun (fatigue dan mendekati wear out equipment), task PM (SJP) masih bisa dilakukan improvement untuk meningkatkan kehandalan kilang dan mengoptimalkan biaya, beberapa fasilitas untuk melakukan PM masih membutuhkan perbaikan dan penambahan. Aktivitas PM maupun metode maintenance yang lain dijalankan oleh Maintenance Department menggunakan Maintenance Work Order (MWO) yang terintegrasi dengan baik di Computerized Maintenance Management System (CMMS) Badak LNG. Seksi di Maintenance Department yang bertanggung jawab untuk merencakan aktivitas PM adalah Maintenance Planning and Turnaround Section (MPTA) dan ada 4 seksi yang bertugas mengeksekusi pekerjaan yaitu : Electrical, mengerjakan PM peralatan listrik seperti transformer, motor; Instrument, mengerjakan PM peralatan instrumentasi seperti control valve, transmitter; Stationary Equipment and Construction (SEC), mengerjakan PM peralatan stationary seperti bejana tekan (pressure vessel), tanki, PSV, block valve; Machinary and Heavy Equipment Section (MHE), mengerjakan peralatan rotating (berputar) seperti turbine, compressor, pompa, mobile crane, tug boat \n\nDengan mengunduh semua MWO PM dalam 4 tahun terakhir di CMMS, ada 1400-1700 MWO PM, kita mendapatkan data yang bisa dianalisis dan dievaluasi seberapa efektif PM yang dilakukan. Total equipment yang dilakukan PM, Electrical sebanyak 5813, Instrument 1152, SEC 803, Heavy Equipment & Fire 459 and MHE 1784. Jumlah total dari equipment di atas sebanyak 10011 equipment. Analisis data diatas menggunakan SJP dan MST yang ada di MWO dan menggunakan beberapa metode seperti Business Model Canvas, analisis SWOT serta House of Quality Matrix. Setelah menganalisis data tersebut, kita bisa menentukan penyebab utama dan rencana untuk meningkatkan efektivitas PM baik secara teknis maupun dari sisi management/pimpinan di Badak LNG terkait persetujuan anggaran seperti project untuk penggantian equipment yang sudah obsolete dan tua, memperbaiki SJP dan MST serta fasilitas pendukung PM.", "Daftar File": {"2019_TS_PP_Anas Malik Abdillah_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/184419"}, "Penulis": "Anas Malik Abdillah [29116305]", "Kontributor / Dosen Pembimbing": ["Dr. Leo Aldianto, M.B.A., M.S.A.E."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "PM, SJP, MST, ECR, CMMS, BMC dan House of Quality Matrix", "Sumber": "BADAK LNG", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "01 Okt 2019"}