{"Nomor": 44078, "Judul": "PERANCANGAN LAYANAN APLIKASI MANAJEMEN KEUANGAN FINANSIALKU MENGGUNAKAN METODOLOGI QUALITY FUNCTION DEPLOYMENT DAN MODEL KANO", "Abstrak": "Finansialku merupakan perusahaan penyedia layanan manajemen keuangan melalui aplikasi di\nperangkat Android. Fungsi utama aplikasi Finansialku yaitu untuk mengelola dan merencanakan\nkeuangan. Sejak diluncurkan pada tahun 2017, aplikasi telah diunduh sebanyak lebih dari 100.000 kali.\nNamun, jumlah tersebut jauh lebih rendah dibandingkan dengan kompetitor yang telah memiliki lebih\ndari satu juta pengguna. Selain itu, penilaian aplikasi Finansialku yang ditinggalkan oleh pengguna di\nGoogle Play Store lebih buruk dibandingkan dengan kompetitor. Diketahui bahwa Finansialku tidak\npernah melibatkan konsumen dalam melakukan pengembangan aplikasi. Oleh karena itu, diperlukan\nperbaikan kualitas layanan pada aplikasi Finansialku yang menyesuaikan dengan kebutuhan konsumen.\nPerbaikan dilakukan untuk meningkatkan kepuasan yang berpengaruh besar terhadap penilaian\nkonsumen.\nPerancangan layanan pada penelitian ini mengikuti alur pada siklus hidup jasa yang terdiri dari idea\ncreation, voice of business and customer, concept development, dan preliminary design. Pada tahap\nidea creation, ditentukan rumusan masalah dan lingkup penelitian. Pada tahap voice of business and\ncustomer, diidentifikasi kebutuhan konsumen yang kemudian diklasifikasikan menggunakan model\nKano. Selanjutnya, kebutuhan diolah menggunakan House of Quality yang berasal dari metodologi\nQuality Function Deployment untuk memperoleh nilai target atribut teknis. Pada tahap concept\ndevelopment, dikembangkan dan dipilih alternatif konsep untuk memenuhi nilai atribut teknis.\nKemudian pada tahap preliminary design, dilakukan penjabaran terhadap konsep terpilih.\nDari hasil penelitian, terdapat 12 kebutuhan konsumen yang mempengaruhi kepuasan konsumen\naplikasi manajemen keuangan. Selain itu, terdapat 17 atribut teknis yang digunakan untuk mengukur\nkebutuhan konsumen. Diperoleh rancangan terpilih untuk aplikasi Finansialku yaitu fitur berupa tautan\nmenuju situs Finansialku, fitur progress bar, navigasi hierarchical bar, fitur widget, fitur untuk\nmengurutkan konten, pilihan mata uang dan bahasa, fitur export, penguncian sidik jari, fitur pop-up\nwindow, dan fitur pengaturan notifikasi.", "Daftar File": {"ABSTRAK Adinda Mutiara Az Zahra": "https://digilib.itb.ac.id/gdl/download/184417"}, "Penulis": "Adinda Mutiara Az Zahra [14415025]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Dradjad Irianto, M.Eng.", "Wildan Trusaji, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "perancangan layanan aplikasi, layanan manajemen keuangan, model Kano, Quality Function Deployment", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "01 Okt 2019"}