{"Nomor": 44071, "Judul": "AKTIVITAS ANTIBAKTERI DARI EKSTRAK DAN FRAKSI TERPILIH DARI JAMUR MERANG, BAWANG PUTIH, TEMU PUTIH DAN TEMU MANGGA TERHADAP BEBERAPA BAKTERI PATOGEN", "Abstrak": "Penyakit infeksi merupakan salah satu masalah di bidang kesehatan dan\nmerupakan penyebab utama tingginya angka kesakitan (morbiditas) dan\nkematian (mortalitas), terutama pada negara-negara berkembang seperti\nIndonesia. Secara umum pengobatan infeksi banyak dilakukan dengan\nterapi antibiotik, namun dalam penggunaannya banyak dijumpai kasus\nresistensi sehingga mendorong dilakukan pengembangan dalam\npengobatan alternatif menggunakan bahan alam. Salah satu tanaman yang\ndiduga memiliki aktivitas sebagai antibakteri adalah jamur merang,\nbawang putih, temu putih dan temu mangga. Pengujian ini bertujuan untuk\nmengetahui aktivitas antibakteri dari ekstrak dan fraksi terpilih dengan\nmetode difusi agar cakram kertas, dan broth microdilution. Ekstrak etanol\n96% temu mangga menunjukan aktivitas penghambatan paling baik\nterhadap beberapa bakteri yang diujikan yaitu S. aureus, dan B. cereus\ndengan nilai KHM berturut-turut 1024 ppm, dan 256 ppm. KHM terbaik\nterdapat pada fraksi n-heksan temu mangga dengan nilai KHM 64 ppm\nterhadap bakteri B. cereus. Berdasarkan hasil kesetaraan bahwa 1 mg\nfraksi n-heksan temu mangga setara dengan 0,073 mg antibakteri\npembanding yaitu tetrasiklin terhadap bakteri B. cereus.", "Daftar File": {"ABSTRAK Nala Syarifah": "https://digilib.itb.ac.id/gdl/download/184400", "COVER Nala Syarifah": "https://digilib.itb.ac.id/gdl/download/243622", "BAB 1 Nala Syarifah": "https://digilib.itb.ac.id/gdl/download/243623", "BAB 2 Nala Syarifah": "https://digilib.itb.ac.id/gdl/download/243624", "BAB 3 Nala Syarifah": "https://digilib.itb.ac.id/gdl/download/243625", "BAB 4 Nala Syarifah": "https://digilib.itb.ac.id/gdl/download/243626", "BAB 5 Nala Syarifah": "https://digilib.itb.ac.id/gdl/download/243627", "BAB 6 Nala Syarifah": "https://digilib.itb.ac.id/gdl/download/243628", "PUSTAKA Nala Syarifah": "https://digilib.itb.ac.id/gdl/download/243629"}, "Penulis": "Nala Syarifah [20717310]", "Kontributor / Dosen Pembimbing": ["Dr. Neng Fisheri Kurniati, S.Si., M.Si., Apt.", "Dr. Rika Hartati, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Temu mangga (Curcuma mangga), aktivitas antibakteri, B. cereus, konsentrasi hambat minimum (KHM)", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "01 Okt 2019"}