{"Nomor": 44084, "Judul": "USULAN STRATEGI BISNIS UNTUK PENINGKATAN BISNIS RETAIL (STUDI KASUS: PT. ANGKASA PURA SOLUSI)", "Abstrak": "Jumlah penerbangan dan frekuensi penumpang telah berkurang secara signifikan, yang merupakan dampak dari kebijakan tarif maskapai yang mendekati batas atas untuk setiap kelas. Berdasarkan data Badan Pusat Statistik (BPS), dinyatakan bahwa pergerakan penumpang pada Januari 2019 menurun 6,7 juta orang atau turun 16,07% dibandingkan Desember 2018 dan Bandara Soekarno-Hatta di Tangerang mengalami penurunan terbesar 23,31%.\nKondisi ini tentu saja akan mengancam upaya perusahaan untuk mencapai target yang telah ditentukan sebelumnya, yaitu salah satu target pendapatan Rp 11,4 triliun dan tentu saja pendapatan aero sebagai kontributor terbesar terancam dengan asumsi pendapatan non-aero dengan komposisi 35% dari pendapatan aero. Terkait dengan ini, bahwa untuk meningkatkan pendapatan non-aero ada peluang yang sangat mungkin dengan mengembangkan dukungan di anak perusahaan. Subsidi sangat potensial karena fleksibilitas portofolio yang dimiliki oleh anak perusahaan dan yang dapat dikonsolidasikan secara langsung ke dalam grup.\nPenelitian ini untuk menganalisis bisnis PT Angkasa Pura Solusi saat ini, dengan menganalisis kondisi saat ini dan eksternal dari pendapatan non tunai dalam struktur pendapatan perusahaan. Kemudian, diharapkan untuk merumuskan strategi yang tepat untuk Solusi PT Angkasa Pura berdasarkan Analisis untuk meningkatkan porsi pendapatan non-captive dalam struktur pendapatan APS dan langkah terakhir adalah mengembangkan rencana aksi dari strategi perusahaan yang diusulkan agar untuk meningkatkan pendapatan ritel dengan menerapkan strategi model bisnis.\nUntuk mencapai tujuan dari penelitian ini, usulan strategi bisnis yang digunakan penulis adalah Business Model Canvas dan Marketing Mix. Dan untuk memperkuat kualitas strategi, penulis mulai menganalisis kondisi penggunaan TOWS Matrix. Bisnis ritel yang dimiliki APS berdasarkan hasil analisis SWOT yang telah dilakukan akan lebih mengarah pada Strategi Diferensiasi.", "Daftar File": {"2019_TS_PP_Heriyanto Wibowo_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/184431"}, "Penulis": "Heriyanto Wibowo [29117023]", "Kontributor / Dosen Pembimbing": ["Reza Ashari Nasution, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Business Model Canvas, Marketing Mix, Sustainable Retail Business Model.", "Sumber": "PT Angkasa Pura II (Persero)", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "01 Okt 2019"}