{"Nomor": 44088, "Judul": "KUALITAS DAN IDENTIFIKASI SUMBER PENCEMAR DEPOSISI BASAH DI WILAYAH BANDUNG", "Abstrak": "Deposisi basah merupakan proses penghilangan polutan udara secara alami bersama hujan, salju atau kabut yang kemudian sampai ke permukaan bumi. Penelitian kualitas dan identifikasi sumber pencemar deposisi basah terutama konsentrasi logam berat di wilayah Bandung penting dilakukan, karena air hujan merupakan salah satu indikator dampak pencemaran udara di suatu wilayah perkotaan baik dari sumber alami maupun anthropogenik yang terjadi pada skala lokal maupun transpor jarak jauh. Penelitian ditujukan untuk menganalisis kualitas air hujan, identifikasi sumber pencemar deposisi basah, serta menghitung indeks kualitas air hujan di wilayah Bandung.\n\nPemantauan deposisi basah di Indonesia telah dilakukan oleh EANET (East Asia Acid Deposition Network) pada 5 (lima) stasiun pemantau termasuk di Bandung. Di dalam penelitian ini dilakukan pemantauan dan analisis kualitas deposisi basah dengan menganalisis karakteristik deposisi basah pada tahun 2016 dan 2017. Penelitian dilakukan dengan mengumpulkan sampel air hujan mingguan secara bulk di 4 (empat) lokasi yaitu (1) wilayah Lembang (1.202 m dpl), (2) wilayah Coblong (803 m dpl), (3) wilayah Sumur Bandung (742 m dpl), dan (4) wilayah Buah Batu (642 m dpl). Analisis sampel air hujan yaitu pH, konsentrasi ion utama (SO42-, NO3-, Cl-, Ca2+, Mg2+, Na+, K+, dan NH4+) serta konsentrasi logam berat (As, Cd, Cr, Pb, dan Zn). Selain itu juga dilakukan analisis data sekunder historis EANET tahun 2003–2015, serta analisis data primer hasil penelitian di wilayah Bandung tahun 2016–2017 pada 4 (empat) lokasi yang berbeda di wilayah Bandung. Hasil penelitian dapat dipergunakan sebagai bahan pertimbangan dalam pengelolaan pencemaran udara dan kemanfaatan air hujan di wilayah Bandung.\n\nKualitas deposisi basah di Bandung tahun 2003?2015 berdasarkan hasil analisis data EANET menunjukkan rentang Precipitation Weighted Mean (PWM) pH 4,93–\n5,46 dengan konsentrasi PWM ion tertinggi nss-SO42-  dan NH4  . Beban deposisi tahunan tertinggi berdasarkan data EANET setiap tahun adalah SO42- (29,65?37,86 kg/Ha/tahun),   NO3-     (15,66?37,98   kg/Ha/tahun),   serta   NH4+     (5,96?23,42\nkg/Ha/tahun). Analisis tren menunjukkan peningkatan PWM pH dan konsentrasi\nPWM NH4+, Ca2+, dan Mg2+ (P < 0,05), serta peningkatan SO42-, NO3-, Na+, dan K+\n(P > 0,05) setiap tahun di Bandung.\n \n\nHasil analisis menunjukkan konsentrasi PWM ion dominasi oleh SO42- dan NH4+ serta PWM logam Pb dan Zn. Proses netralisasi air hujan didominasi oleh ammonium dibandingkan dengan kalsium dan magnesium, kecuali di wilayah Lembang didominasi oleh kalsium. Kontribusi  sumber alami dari  laut  dengan konsentrasi tertinggi adalah ion klorida di wilayah Lembang. Beban deposisi basah terbesar di wilayah Bandung adalah sulfat (33,38–74,64 kg/Ha) dan ammonium (15,39–18,43 kg/Ha).\n\nVariabilitas secara spasial di 4 (empat) lokasi sampling ditunjukan oleh ion nss- SO42-, ss-NO3-, nss-NO3-, nss-Ca2+, ss-Mg2+, nss-K+, NH4+, dan Cr, sedangkan ion ss-SO42+, ss-Cl-, nss-Cl-, H+, Na+, As, Cd, Pb, dan Zn tidak menunjukan perbedaan konsentrasi secara spasial. Analisa korelasi menunjukkan adanya hubungan yang signifikan antara ion-ion yang berasal dari sumber yang sama yaitu sumber alami garam laut (Na+ dengan ss-Cl-, ss-SO42-, ss-Ca2+, ss-Mg2+, dan ss-K+), sumber alami debu tanah (nss-Ca2+ dengan nss-SO42-, nss-Mg2+, serta nss-K+), sumber anthropogenik pembakaran bahan bakar fossil dan pembuangan limbah domestik (nss-SO42- dengan nss-NO3- dan NH4+), serta sumber emisi kendaraan bermotor dan industri (Cr dan Cd serta Zn dan Pb).\n\nAnalisis identifikasi sumber pencemar deposisi basah di wilayah Bandung berdasarkan data pengamatan di 4 (empat) lokasi di wilayah Bandung adalah sumber garam laut, sumber pencemar antropogenik, dan sumber debu tanah. Sumber antropogenik lainnya terdeteksi berasal dari kegiatan industri (As, Cd, dan Cr), pembakaran biomassa (nss-Cl-, H+, dan nss-K+), serta sumber emisi kendaraan bermotor (Pb). Analisis komponen utama menunjukkan sumber pencemar deposisi basah pada wilayah Lembang adalah 4 (empat) faktor utama, wilayah Coblong adalah 5 (lima) faktor utama, wilayah Sumur Bandung adalah 6 (enam) faktor utama serta wilayah Buah Batu adalah 5 (lima) faktor utama.\n\nKualitas air hujan di 4 (empat) lokasi di wilayah Bandung menunjukkan air hujan tercemar ringan dan tercemar sedang berdasarkan parameter-parameter hasil analisis indeks kualitas air. Pemanfaatan air hujan harus mempertimbangkan parameter kualitas yang tidak memenuhi persyaratan yaitu nilai pH dan konsentrasi logam berat (As, Cd, Cr, Pb, dan Zn) yang tidak memenuhi kriteria mutu air berdasarkan Peraturan Pemerintah No. 82 tahun 2001 tentang Pengelolaan Kualitas Air dan Pengendalian Pencemaran Air. Pemanfaatan air hujan oleh masyarakat khususnya di wilayah perkotaan memerlukan analisis terhadap kualitasnya serta pengolahan yang sesuai terlebih dahulu.", "Daftar File": {"ABSTRAK Nia Yuniarti Hasan": "https://digilib.itb.ac.id/gdl/download/184438"}, "Penulis": "Nia Yuniarti Hasan [35313004]", "Kontributor / Dosen Pembimbing": ["Ir. Raden Driejana, MSCE, Ph.D.", "Dr. Herto Dwi Ariesyady, S.T., M.T.", "Dr. Aminudin Sulaeman, MS"], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "logam berat, deposisi basah, kualitas air hujan, indeks kualitas air", "Sumber": "DISERTASI OKTOBER 2019", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "01 Okt 2019"}