{"Nomor": 44080, "Judul": "PEMBUATAN SITUS WEB TANAMAN HERBAL DENGAN INDIKASI PENYAKIT HIPERTENSI DAN HIPERLIPIDEMIA", "Abstrak": "Penduduk Indonesia gemar melakukan pengobatan mandiri atau swamedikasi. Menurut data Badan\nPusat Statistik tahun 2014, sebanyak 90% masyarakat Indonesia gemar melakukan swamedikasi\ndengan obat modern (obat generik dan obat wajib apotek). Sementara itu, sebanyak 20% masyarakat\nIndonesia melakukan pengobatan mandiri atau swamedikasi dengan obat tradisional. Menurut data\nSusenas pada Maret 2017, provinsi tertinggi yang masih melakukan pengobatan tradisional adalah\nSumatera Barat dan disusul oleh Nusa Tenggara Barat. Meskipun masyarakat Indonesia gemar\nmelakukan pengobatan mandiri, perlahan-lahan masyarakat mulai meninggalkan pengobatan\ntradisional dan beralih ke pengobatan modern. Memasuki era digitalisasi ini, semua lini harus bisa\nberadaptasi agar tidak tertinggal terutama pada bidang ilmu pengetahuan. Penelitian ini bertujuan\nuntuk membuat media informasi digital yang mudah dipahami tentang pencegahan penyakit\nhipertensi dan hiperlipidemia dengan menggunakan herbal. Kedua penyakit tersebut dipilih menjadi\nfokus utama pada penelitian ini karena di antara berbagai penyakit, hipertensi dan hiperlipidemia\nmerupakan penyakit yang memiliki jumlah pengidap yang tinggi di Indonesia. Menurut data Riskesdas\ntahun 2018, dilaporkan prevalensi hipertensi sebesar 34.1 persen dan prevalensi hiperlipidemia\nsebesar 39.8 persen. Sementara itu, pemilihan media informasi digital pada penelitian ini adalah\nmelalui situs web. Situs web dibuat menggunakan sistem manajemen konten WordPress yang\ndinamakan E-Herbs.org. Konten utama situs web E-Herbs.org dibuat dengan mengadaptasi buku\nMateria Medika Indonesia dan Farmakope Herbal Indonesia. Lalu, konten situs web E-Herbs.org\ndikembangkan dan diperbaharui berdasarkan berbagai referensi, publikasi, serta jurnal terkini.\nReferensi, publikasi, serta jurnal terkini berasal dari perpustakaan Sekolah Farmasi Institut Teknologi\nBandung dan pangkalan data pustaka seperti Elsevier, Research Gate, dan sebagainya. Setelah Situs\nweb berhasil dibuat, dilakukan uji coba pengguna dengan metode wawancara langsung dengan\npengguna. Dari hasil pengujian tersebut, didapatkan 55% pengguna mengatakan situs web E-\nHerbs.org menarik dan 45% pengguna mengatakan biasa saja.", "Daftar File": {"ABSTRAK Gifari Muhammad Syaba": "https://digilib.itb.ac.id/gdl/download/184418"}, "Penulis": "Gifari Muhammad Syaba [11615033]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Sukrasno, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Hipertensi, Hiperlipidemia, Situs web, Herbal", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "01 Okt 2019"}