{"Nomor": 44099, "Judul": "PENGARUH DEBIT SUNGAI CITANDUY DAN ARUS RATA-RATA BULANAN TERHADAP VARIASI SPASIAL DAN TEMPORAL TOTAL SUSPENDED SOLID (TSS) DI LAGUNA SEGARA ANAKAN, CILACAP", "Abstrak": "Distribusi persebaran Total Suspended Solid (TSS) di Laguna Segara Anakan dipengaruhi faktor debit Sungai Citanduy dan arus rata-rata bulanan. Analisis konsentrasi TSS dilakukan secara spasial dan temporal. Wilayah laguna dibagi menjadi 3 zona, yaitu Zona Barat, Zona Tengah, dan Zona Timur. Penelitian ini dilakukan pada musim hujan (Februari 2008 dan 2009) dan musim kemarau (September 2008 dan 2009). Peninjauan variasi konsentrasi TSS dilakukan berdasarkan hasil dari analisis tiap zona dan waktu tersebut. Data konsentrasi TSS dan persentase jenis sedimen (sand, silt, dan clay) didapatkan dari penelitian Moll (2012). Data konsentrasi TSS dibuat plot spasialnya menggunakan ArcGIS, sedangkan persentase jenis sedimen dirata-ratakan untuk melihat kontribusinya terhadap konsentrasi TSS di setiap zona dan untuk mendukung analisis variasi konsentrasi TSS-nya. Selain itu, data arus rata-rata bulanan didapatkan dari modifikasi model hidrodinamika Merdeka (2017). Modifikasi tersebut dilakukan dengan mengubah waktu simulasi dan debit sungainya untuk menyesuaikan dengan penelitian ini. Data debit Sungai Citanduy yang digunakan, didapatkan dari Balai Besar Wilayah Sungai (BBWS) Citanduy, sedangkan debit sungai lainnya didapatkan dari perhitungan rasio terhadap debit Sungai Citanduy.\nHasil arus rata-rata bulanan menunjukkan bahwa arus paling besar berada di Zona Barat saat Februari 2009 (debit Sungai Citanduy 326,5 m3/detik) dengan kecepatan mencapai lebih dari 0,16 m/detik. Besar kecepatan arus semakin kecil ke arah timur karena semakin jauh dari Sungai Citanduy. Massa air di Zona Barat sebagian besar bergerak keluar laguna melalui Plawangan Barat, sedangkan sisanya bergerak ke Zona Tengah dan Timur. Saat musim hujan, konsentrasi TSS paling besar ada di Zona Barat khususnya di Sungai Citanduy dengan nilai 1558,24 mg/l. Arus yang dibangkitkan oleh debit Sungai Citanduy akan melemahkan arus dari Zona Timur, menyebabkan meningkatnya persentase jenis sedimen silt dari Zona Barat ke Tengah. Sedangkan persentase jenis sedimen sand berkurang dari Zona Timur ke Tengah. Saat musim kemarau, konsentrasi TSS paling besar ada di Zona Tengah dan jenis sedimen yang dominan secara keseluruhan adalah sand (terutama di Zona Timur). Hal ini disebabkan debit Sungai Citanduy yang kecil membuat arus rata-rata bulanannya mengecil, sehingga lebih banyak TSS yang mengendap di Zona Tengah dan masukan sedimen jenis silt dari sungai berkurang.", "Daftar File": {"ABSTRAK Fauzia Nafiz Almira": "https://digilib.itb.ac.id/gdl/download/184454"}, "Penulis": "Fauzia Nafiz Almira [12914013]", "Kontributor / Dosen Pembimbing": ["Dr. Ayi Tarya, S.Si., M.Si.", "Dr.Eng. Nining Sari Ningsih, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Konsentrasi TSS, Debit Sungai Citanduy, Arus rata-rata bulanan, Sedimen.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "01 Okt 2019"}