{"Nomor": 44091, "Judul": "STRATEGI PENGEMBANGAN KAPASITAS DI PELABUHAN SEMARANG, JAWA TENGAH", "Abstrak": "Berdasarkan data dari Konferensi Perdagangan dan Pembangunan PBB (UNCTAD), volume pengiriman barang melalui laut di dunia telah meningkat sebesar 4% pada tahun 2017. Pelabuhan Tanjung Emas, yang merupakan salah satu pelabuhan di wilayah kerja Pelindo III, menunjukkan bahwa arus peti kemas masih tumbuh rata-rata 7,5% per tahun.\nMasalah yang muncul dalam Strategi Pengembangan Kapasitas Pelabuhan Tanjung Emas adalah ketepatan dan kesesuaian dengan kondisi yang ada serta dapat mengakomodasi proyeksi pertumbuhan bisnis. Hal ini juga didasarkan pada masalah utama dari Pelabuhan Tanjung Emas, yaitu adanya penurunan tanah. Selain itu, dengan pertumbuhan infrastruktur darat, baik jalan tol maupun rel ganda, kemudahan aksesibilitas ke semua pesaing menjadi lebih mudah.\nTerkait masalah tersebut, penelitian ini bertujuan untuk melakukan analisis dan evaluasi pengembangan Pelabuhan Tanjung Emas untuk memberikan usulan strategi pengembangan kapasitas. Penelitian ini menggunakan beberapa analisis termasuk PESTEL, Porter’s Five Forces, Demand Analysis dan Competitor Analysis untuk analisis eksternal. Untuk Analisis Internal menggunakan Internal resources Analysis, analisis Value Chain, dan analisis VRIO. Analisis dilanjutkan dengan analisis SWOT untuk membentuk Strategi TOWS, Root Cause Analysis, dan Risk Matrix. Analisis tersebut kemudian menghasilkan beberapa strategi alternatif yang kemudian dapat dipilih untuk diimplementasikan dalam rangka mengembangkan kapasitas Pelabuhan Tanjung Emas Semarang. Dari hasil analisis tersebut, didapat bahwa Implementasi Strategi Pengembangan Kapasitas Pelabuhan Semarang adalah: 1. Meningkatkan Kapasitas Pelabuhan, 2. Aktivasi ulang kereta api di pelabuhan dan 3. Segmentasi Kegiatan. Oleh karena itu, penelitian ini telah memberikan kontribusi kepada manajemen Pelindo III terkait dengan strategi pengembangan kapasitas di Pelabuhan Semarang, Jawa Tengah.", "Daftar File": {"2019_TS_PP_Prsasetyo_1-Abstrak 1.pdf?": "https://digilib.itb.ac.id/gdl/download/184442"}, "Penulis": "Prasetyo [29117316]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T., M.M., DBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kapasitas, Pelindo III, Strategi Pengembangan, Tanjung Emas.", "Sumber": "DI PELABUHAN SEMARANG, JAWA TENGAH", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "01 Okt 2019"}