{"Nomor": 44100, "Judul": "RANCANGAN PERBAIKAN PROSES PRODUKSI UNTUK MENURUNKAN JUMLAH PRODUK SANDAL CACAT DI PT X DENGAN MENGGUNAKAN METODOLOGI SIX SIGMA", "Abstrak": "PT X merupakan salah satu perusahaan yang bergerak di bidang manufaktur dengan produksi utamanya yaitu produk alas kaki seperti sepatu dan sandal gunung. Berdasarkan data pada bulan April hingga Juni 2019, produk sandal yang diproduksi PT X telah mengalami failed (menurut tabel AQL) terbanyak dibandingkan produk lainnya di Divisi Cementing yaitu sebanyak 28 kali. Terdapat 1404 pasang produk cacat major pada sandal dari total 12142 pasang. Dengan kata lain, proporsi produk cacat major selama periode tersebut sebesar 11,56%. Proporsi ini cukup tinggi sehingga diperlukan upaya perbaikan untuk menurunkan jumlah produk cacat di masa yang akan datang.\nMetodologi yang digunakan dalam penelitian ini yaitu metodologi six sigma dengan tahapan DMAIC (Define, Measure, Analyze, Improve, dan Control). Tahap Define bertujuan untuk menentukan objek penelitian serta fokus permasalahan yang akan dibahas, yaitu upaya penurunan jumlah produk sandal cacat di PT X. Tahap Measure bertujuan untuk mengukur kondisi proses produksi saat ini dengan cara mengukur stabilitas dan kapabilitas proses. Hasil pengukuran stabilitas proses dengan menggunakan peta kendali menunjukkan bahwa secara umum, proses produksi sandal saat ini dalam keadaan stabil. Hasil pengukuran kapabilitas proses dengan mengukur sigma level menghasilkan nilai 2,27 sigma. Nilai tersebut masih belum mencapai nilai target perusahaan (3 sigma) dan nilai 6 sigma. Tahap Analyze bertujuan untuk menentukan akar permasalahan penyebab cacat dan menentukan prioritas permasalahan untuk dipecahkan. Pada tahap ini digunakan pareto chart untuk memilih jenis cacat yang akan diteliti lebih lanjut, yaitu Rocking dan Toespring Differencess. Identifikasi akar masalah penyebab cacat dilakukan dengan menggunakan delphi method, kemudian dilakukan penentuan prioritas permasalahan dengan menggunakan Failure Mode and Effect Analysis (FMEA).\nHasil dari tahap Define, Measure, dan Analyze kemudian diteliti lebih lanjut pada tahap Improve dan Control. Tahap Improve bertujuan untuk menyusun, memilih, dan merancang alternatif solusi dari permasalahan yang telah diprioritaskan. Delapan dari sepuluh alternatif solusi yang diajukan diterima oleh perusahaan. Tahap Control bertujuan untuk melakukan pengawasan terhadap penerapan solusi yang telah dirancang pada tahap Improve. Pengawasan dilakukan dengan penyusunan timeline penerapan solusi serta perbaikan dokumen Instruksi Kerja (IK).", "Daftar File": {"ABSTRAK Hani Rachmawati": "https://digilib.itb.ac.id/gdl/download/184449"}, "Penulis": "Hani Rachmawati [13415108]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sukoyo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "DMAIC, Six Sigma, Sandal, Cacat, Kualitas.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "01 Okt 2019"}