{"Nomor": 44105, "Judul": "PERBAIKAN PROSES BISNIS PENGELOLAAN MITRA UNTUK MENINGKATKAN PURCHASE ORDER PADA PT. WARUNG PINTAR SEKALI BERDASARKAN CUSTOMER EXPERIENCE", "Abstrak": "Di era yang serba online, masih banyak masyarakat yang memanfaatkan fasilitas offline untuk membeli kebutuhan sehari-hari, seperti salah satu contohnya adalah warung. Melihat peluang ini, perusahaan modal East Ventures melakukan inisiatif dengan membuat sebuah perusahaan bernama Warung Pintar yang dapat meningkatkan kualitas warung tradisional dengan menawarkan solusi lengkap berupa aset, pelatihan dan teknologi. Dalam mengoperasikan warung, Warung Pintar memiliki mitra yang bertugas untuk mengoperasikan Warung dan menghasilkan penjualan. Sayangnya, banyak mitra yang memiliki nilai total purchase order per bulan yang belum memenuhi target yang ditetapkan Warung Pintar, yaitu senilai Rp9,000,000.00 atau dengan pembelian produk berkategori Dus. Oleh sebab itu, dilakukan studi pendahuluan yang bertujuan untuk mengetahui faktor-faktor penyebab terjadinya banyaknya mitra yang belum memenuhi target purchase order. Studi pendahuluan dilakukan dengan melakukan wawancara kepada mitra dan end-consumer Warung Pintar yang terdapat pada warung sampel. Berdasarkan hasil studi pendahuluan, diketahui bahwa mitra Warung Pintar memiliki motivasi untuk melakukan penjualan dan memenuhi target purchase order yang ditetapkan Warung Pintar. Oleh sebab itu, penelitian ini ditujukan untuk mengetahui perbaikan proses bisnis pengelolaan mitra seperti apa yang dapat meningkatkan motivasi mitra sehingga nilai purchase order dapat memenuhi target.\nDalam penelitian ini, peneliti melakukan identifikasi persona, penyusunan skenario customer experience, pemetaan customer journey dengan customer journey map, identifikasi moment of truth, pemetaan proses bisnis dengan process classification framework (PCF), pemetaan service blueprint. Berdasarkan hasil pemetaan dan diskusi dengan pihak manajemen, peneliti melakukan identifikasi faktor kegagalan beserta akar permasalahan. Kemudian dari hasil identifikasi tersebut, dilakukan penentuan prioritas faktor kegagalan dengan melakukan pemberian rating pada masing-masing faktor kegagalan. Pemberian rating pada penelitian ini diberikan oleh pihak manajemen.\nSetelah itu, analisis dan perancangan solusi perbaikan dilakukan untuk memperbaiki faktor kegagalan yang telah diprioritasikan. Solusi perbaikan akan berupa service blueprint usulan pengelolaan mitra, berupa perbaikan lima jenis moment of truth.", "Daftar File": {"ABSTRAK Nadira Safitri Mohammad": "https://digilib.itb.ac.id/gdl/download/184455"}, "Penulis": "Nadira Safitri Mohammad [13415039]", "Kontributor / Dosen Pembimbing": ["Dr. Hasrini Sari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Warung Pintar, customer experience, customer journey map, process classification framework, service blueprit", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "01 Okt 2019"}