{"Nomor": 44102, "Judul": "STUDI PENGARUH PERUBAHAN TUTUPAN LAHAN TERHADAP KARAKTERISTIK HIDROLOGI DI SUB DAS KLOPOSAWIT", "Abstrak": "Daerah aliran sungai (DAS) Sampean terletak di Provinsi Jawa Timur. DAS dengan luas sekitar 1249 km2 tersebut membentang melintasi 3 Kabupaten, yaitu Jember, Bondowoso dan Situbondo. Luas DAS Sampean di Kabupaten Bondowoso merupakan yang terluas yaitu 11.009,935 hektar atau 88,15% dari total luas DAS Sampean secara keseluruhan. Kemudian luas DAS Sampean di Kabupaten Jember seluas 59,703 hektar (0,47%) dan di Kabupaten Situbondo seluas 1.421,362 hektar (11,38%). Berdasarkan data debit pengamatan yang ada, lokasi stasiun pengamatan tinggi muka air berada di Desa Taman Kecamatan Wonosari Kabupaten Bondowoso dengan nama AWLR Kloposawit. Hasil deliniasi menunjukkan luas pengaruh dari AWLR Kloposawit pada wilayah DAS Sampean yaitu seluas 61.635,95 Hektar (616,35 Km2). Sehingga dalam penelitian ini akan dilakukan kalibrasi data debit hasil simulasi dan observasi berdasarkan catchment area Sub DAS Kloposawit yang berada di bagian hulu DAS Sampean.\nPeningkatan kejadian banjir yang terjadi di Kabupaten Bondowoso dan Situbondo, menunjukkan adanya perubahan limpasan permukaan yang terjadi. Berdasarkan penjelasan yang telah disampaikan sebelumnya, maka perlu untuk dilakukan studi terkait pengaruh perubahan tutupan lahan terhadap karakteristik hidrologi di DAS Sampean. Sebagai upaya dalam pemecahan masalah tersebut dengan cara melakukan analisis karakteristik hidrologi melalui pengembangan pola pengelolaan dan tutupan lahan yang dapat meningkatkan kapasitas infiltrasi serta menurunkan aliran permukaan. Analisis karakteristk hidrologi DAS yang dipengaruhi oleh perubahan tutupan lahan dapat dilakuka dengan menggunakan model hidrologi. Salah satu model hidrologi yang baik digunakan adalah model SWAT (Soil and Water Assesment Tools). Aplikasi model SWAT digunakan untuk mensimulasi perubahan tutupan lahan terhadap karakteristik hidrologi DAS Sampean. Sehingga dengan demikian diharapkan dapat diketahui pengaruh perubahan tutupan lahan terhadap karakteristik hidrologi.\nMetode yang dilakukan pada pemodelan ini yaitu dilakukan dengan ArcSWAT. 2. Dari hasil analisis menunjukan tren data debit pencatatan harian cenderung mengalami peningkatan dari tahun 2002 – 2017. Debit maksimum tahunan dari tahun 2002 – 2017 mengalami tren peningkatan dengan nilai debit maksimum tertinggi terjadi pada tahun 2013 (150.85 m3/dt), tahun 2008 (116.18 m3/dt), tahun 2011 (81.85 m3/dt). Didapatkan hasil kenaikan debit selama enam belas tahun sebesar 4 m3/s. Sedangkan berdasarkan data debit maksimum tahunan selama enam belas tahun didapatkan kenaikan sebesar 42 m3/s. Berdasarkan hal tersebut dapat diartikan kapasitas resapan di DAS Sampean menurun.\nTerjadi Peningkatan aliran permukaan (SUR_Q) tahun 2003 menunjukkan 582.60 mm meningkat menjadi 618.24 mm di tahun 2016. Aliran permukaan meningkat sebesar 35.64 mm (6.12%). Peningkatan juga terjadi pada total air sungai (WYLD) sebesar 114.12 mm (8.08%). Penurunan terjadi pada aliran dasar sebesar 104.93 mm (26.46%), semula aliran dasar pada tahun 2003 sebesar 396.50 mm menurun menjadi sebesar 291.57 mm pada tahun 2016.\nDengan menggunakan peta rencana pola ruang, diketahui nilai CN komposit pada Sub DAS Kloposawit yaitu 68.98, sedangkan pada kondisi eksisting di tahun 2016 sebesar 70.01. Hal ini berarti kondisi tutupan lahan di Sub Das Kloposawit pada kondisi eksisting tahun 2016, telah tidak sesuai dengan arahan peta rencana pola ruang yang telah ditetapkan. Penurunan nilai CN komposit juga mengakibatkan perubahan pada parameter karakteristik hidrologi lainnya di Sub DAS Kloposawit seperti aliran permukaan, total air sungai Q max yang menurun, sedangkan aliran dasar dan Q min mengalami peningkatan.\nDengan menggunakan peta tutupan lahan hasil prediksi tahun 2021, 2026 dan 2031 dari hasil analisis tren data tutupan lahan sebelumnya, diketahui hasil analisis SWAT pada tahun 2021 dengan jumlah curah hujan tahunan rata-rata 2357,29 mm/tahun, diprediksi akan terjadi limpasan aliran permukaan 641.12 mm/tahun, aliran dasar 231,41 mm/tahun, total air sungai 1533,92 mm/tahun, debit maksimum yang terjadi yaitu 69.95 m3/dt, debit minimum 0.98 m3/dt, dan nilai CN komposit sebesar 71.15. berdasarkan tren proyeksi tahun 2026 nilai CN sebesar 72.99 dan 2031 CN sebesar 74.45 terjadi kecendurangan peningkatan aliran permukaan. Total air di sungai dan peningkatan Q max, hal ini sejalan dengan terjadi peningkatan nilai CN sebagai dampak adanya perubahan tutupan lahan yang terjadi di Sub DAS Kloposawit. Jumlah limpasan yang besar menunjukkan kemampuan infiltrasi tanah di Sub DAS Kloposawit menurun.", "Daftar File": {"ABSTRAK Arif Darmawan Pribadi": "https://digilib.itb.ac.id/gdl/download/184451"}, "Penulis": "Arif Darmawan Pribadi [95016001]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Muhammad Syahril Badri Kusuma, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Sub DAS Kloposawit, Tutupan Lahan, Hidrologi, SWAT", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "01 Okt 2019"}