{"Nomor": 44116, "Judul": "UJI AKTIVITAS DAN STABILITAS SERTA SKRINING KONDISI KRISTALISASI BEBERAPA MUTAN SUPEROKSIDA DISMUTASE MANGAN Staphylococcus equorum REKOMBINAN", "Abstrak": "Mangan superoksida dismutase Staphylococcus equorum rekombinan\n(rMnSODSeq) dalam bentuk alaminya memiliki kestabilan yang baik terhadap\nrentang pH luas dan suhu tinggi. rMnSODSeq alami relatif tidak stabil pada\npemaparan sinar UVC jangka panjang sehingga direkayasa menjadi beberapa\nmutan meliputi G125N, S126C, L169W dan G125T untuk memperbaiki\nkestabilannya. Penelitian ini bertujuan untuk mempelajari pengaruh substitusi\nG125T, G125N, S126C dan L169W terhadap aktivitas dan kestabilan serta kondisi\nkristalisasinya. Skrining kondisi kristalisasi rMnSODSeq dilakukan sebagai\nlangkah awal dalam penentuan struktur tiga dimensinya. Penelitian ini diawali\ndengan isolasi plasmid dan konfirmasi kebenaran mutan dengan analisis migrasi,\npemotongan dan urutan nukleotida. Overproduksi protein dilakukan pada suhu\n37°C selama 4 jam dengan induksi isopropil ?-D-1-tiogalaktopiranosida (IPTG) 1\nmM. Pemurnian protein dilakukan dengan kromatografi afinitas kolom Ni\n2+\n-NTA.\nPengujian aktivitas protein dilakukan secara kualitatif dan kuantitatif dengan\nmetode zimografi dan kolorimetri. Stabilitas protein diuji terhadap pemaparan UVC\ndan variasi suhu. Skrining kristalisasi protein dilakukan menggunakan metode tetes\ngantung. Hasil menunjukkan terjadinya penurunan aktivitas spesifik G125N,\nS126C, L169W dan G125T berturut-turut adalah 989 U/mg, 571 U/mg, 450 U/mg\ndan 62 U/mg, namun memiliki stabilitas terhadap pemaparan UVC dan suhu jangka\npanjang lebih baik. Aktivitas residual rMnSODSeq G125N, S126C, L169W dan\nG125T setelah paparan suhu 90°C berturut-turut adalah 78,6%; 65,9%; 63,7% dan\n62,1% sedangkan aktivitas residual setelah paparan UVC selama 60 menit adalah\n79%; 78%; 76% dan 73% terhadap aktivitas awal masing-masing mutan. Kondisi\nkristalisasi rMnSODSeq G125T dan S126C yang baik diperoleh pada campuran\nlarutan 20% PEG 600, dapar Tris-HCl 0,1 M pH 7,4. Komposisi larutan induk pada\nS126C meliputi kombinasi 10% PEG 600 dan 10% PEG 4000, dapar Tris-HCl 0,1\nM pH 7,4 dan konsentrasi protein 8 mg/mL dengan volume tetesan 4 µL. Kondisi\nkristalisasi yang optimal pada mutan L169W belum dapat ditentukan. Substitusi\nG125T, S126C, L169W dan G125N pada rMnSODSeq mempengaruhi kondisi\nkristalisasi protein.", "Daftar File": {"ABSTRAK Rahmat Muliadi": "https://digilib.itb.ac.id/gdl/download/184467", "COVER Rahmat Muliadi": "https://digilib.itb.ac.id/gdl/download/242705", "BAB 1 Rahmat Muliadi": "https://digilib.itb.ac.id/gdl/download/242706", "BAB 2 Rahmat Muliadi": "https://digilib.itb.ac.id/gdl/download/242707", "BAB 3 Rahmat Muliadi": "https://digilib.itb.ac.id/gdl/download/242708", "BAB 4 Rahmat Muliadi": "https://digilib.itb.ac.id/gdl/download/242709", "BAB 5 Rahmat Muliadi": "https://digilib.itb.ac.id/gdl/download/242710", "BAB 6 Rahmat Muliadi": "https://digilib.itb.ac.id/gdl/download/242711", "PUSTAKA Rahmat Muliadi": "https://digilib.itb.ac.id/gdl/download/242712"}, "Penulis": "Rahmat Muliadi [20717008]", "Kontributor / Dosen Pembimbing": ["Dr. Debbie Soefie Retnoningrum", "Dr. Aluicia Anita Artarini, S.Si., M.Sc., Apt.", "Dr. Wangsa Tirta Ismaya"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "aktivitas, G125T, S126C, kristalisasi, stabilitas, superoksida dismutase", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "02 Okt 2019"}