{"Nomor": 44115, "Judul": "FORMULASI RIFABUTIN DALAM BENTUK LIPID NANOPARTIKEL YANG BERPOTENSI UNTUK PENGGUNAAN", "Abstrak": "Tuberculosis merupakan penyakit infeksi yang disebabkan oleh bakteri\nMycobacterium tuberculosis. Jumlah kematian yang disebabkan oleh tuberculosis\nsetiap tahunnya sangat besar. Kasus yang banyak terjadi adalah ko-infeksi tuberculosis\ndengan HIV. Rifabutin merupakan salah satu pilihan obat untuk pasien dengan keadaan\nko-infeksi tersebut. Rifabutin memiliki berbagai kekurangan diantaranya kelarutan\nyang rendah dalam air dan mengakibatkan ketersediaan hayati yang rendah. Salah satu\ncara memperbaiki kekurangan tersebut adalah dengan cara menggunakan teknologi\nsistem penghantaran obat Solid Lipid Nanoparticles (SLN). Tujuan penelitian ini\nadalah produksi, karakterisasi SLN rifabutin dan menentukan ketersediaan hayati\nrelatif terhadap suspensi rifabutin. SLN diproduksi dengan metode kombinasi high\nshear homogenation dan ultrasonikasi, menunjukan metode produksi memiliki\nreprodusibilitas yang baik. Telah dikembangkan 3 formula F1, F2 dan F3 hasil optimasi\nyang memiliki karakter ukuran partikel kurang dari 250 nm, efisiensi penjeratan lebih\ndari 97%. SLN yang dihasilkan stabil secara fisika dan kimia selama penyimpanan 28\nhari. Hasil uji pelepasan in vitro menunjukan 50% rifabutin dilepaskan di medium pH\n1,2 selama 4 jam dan lebih lambat pada pH 6,8 yaitu sekitar 30% dilepaskan selama 12\njam. Ketiga formula di uji ketersediaan hayatinya pada tikus galur wistar dengan dosis\n30 mg/kg BB yang diberikan secara oral. Profil farmakokinetik pada tikus jantan galur\nwistar menunjukan AUCo-?dan Cmax yang meningkat pada pemberian F2. Selain itu\nSLN rifabutin yang menggunakan penstabil tween 80 dapat meningkatkan\nketersediaan hayati relatif rifabutin dibandingkan dengan sediaan suspensi rifabutin.", "Daftar File": {"ABSTRAK Taufik Hidayat": "https://digilib.itb.ac.id/gdl/download/184466", "COVER Taufik Hidayat": "https://digilib.itb.ac.id/gdl/download/242721", "BAB 1 Taufik Hidayat": "https://digilib.itb.ac.id/gdl/download/242722", "BAB 2 Taufik Hidayat": "https://digilib.itb.ac.id/gdl/download/242723", "BAB 3 Taufik Hidayat": "https://digilib.itb.ac.id/gdl/download/242724", "BAB 4 Taufik Hidayat": "https://digilib.itb.ac.id/gdl/download/242725", "BAB 5 Taufik Hidayat": "https://digilib.itb.ac.id/gdl/download/242726", "BAB 6 Taufik Hidayat": "https://digilib.itb.ac.id/gdl/download/242727", "PUSTAKA Taufik Hidayat": "https://digilib.itb.ac.id/gdl/download/242728"}, "Penulis": "Taufik Hidayat [20717012]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Rachmat Mauludin, S.Si., Apt., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Tuberculosis, rifabutin, solid lipid nanoparticles, ketersediaan hayati relatif.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "02 Okt 2019"}