{"Nomor": 44118, "Judul": "BIOREMEDIASI TANAH TERKONTAMINASI MERCURY MENGGUNAKAN BACTERIA CONSORTIUM DIBAWAH KONDISI ANAEROB", "Abstrak": "Merkuri (Hg) ditemukan sebagai salah satu logam berat paling beracun yang tercemar di dalam air dan tanah. Penelitian ini bertujuan untuk mempelajari transformasi Hg oleh konsorsium bakteri melalui teknologi bioremediasi. Bakteri yang digunakan berasal dari tanah yang terkontaminasi merkuri dan diperkaya serta diinokulasi ke dalam nutrient broth (NB) sebagai media pertumbuhan bakteri. Konsorsium bakteri ditemukan berupa strain Bacillus cereus, Bacillus Sp., dan Brevundimonas diminuta yang memiliki kemampuan yang cukup untuk mengubah bentuk toksisitas merkuri menjadi bentuk yang kurang beracun. Pertumbuhan bakteri  diuji  dalam  beberapa  konsentrasi  Hg sedangkan  dalam  kultur  murni,\n50ppm Hg, dan 100ppm Hg. Hasilnya menunjukkan potensi pertumbuhan dalam medium yang digunakan, bakteri mampu tumbuh lebih cepat secara teratur dalam konsentrasi Hg yang rendah. Bakteri memulai fase log setelah 4 dan 20 jam inokulasi dalam kultur murni dan 50ppm Hg, sementara fase lag menjadi 52 jam dalam 100ppm Hg. Studi mikrokosmos reduksi merkuri dalam medium cair menunjukkan laju penghilangan berada pada kisaran 0,602mg / l / hari hingga\n0,672mg / l / hari. Penelitian dilakukan dengan menggunakan tanah sintetis dalam kondisi anaerob dengan 60 hari   pengamatan. Dalam skala laboratorium pengolahan tanah, penghilangan merkuri tertinggi di bawah pengaruh suhu adalah\n73,32% pada 45oC sedangkan penghapusan tertinggi di bawah pengaruh pH adalah 68,82% dengan pH 4-5 dan penghapusan tertinggi di bawah perubahan gizi adalah dengan CNP dari 100: 10: 1 dengan efisiensi 75,02%. Ada 0,02% dalam atom Hg (0) ditemukan teradsorpsi ke karbon aktif yang dianalisis oleh SEM-EDS. Potensi reduksi oksidasi diukur pada kisaran -100mv hingga 100mv dengan mempertimbangkan kondisi tanah yang berkurang atau tanah anaerob. Singkatnya,\nbakteri yang diisolasi memiliki potensi dalam detoksifikasi Hg sementara penghapusan Hg lebih baik dengan kondisi anaerob. Konsentrasi Hg yang tinggi tidak menghambat pertumbuhan bakteri yang diisolasi tetapi hanya memperpanjang tahap adaptasi bakteri.", "Daftar File": {"ABSTRAK YOS Panha": "https://digilib.itb.ac.id/gdl/download/184469"}, "Penulis": "YOS Panha [25317701]", "Kontributor / Dosen Pembimbing": ["Edwan Kardena, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Biotransformasi,Bacteri ,Merkuri, Anaerobik.", "Sumber": "TESIS OKTOBER 2019", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "02 Okt 2019"}