{"Nomor": 44119, "Judul": "ANALISIS MANFAAT PENERAPAN ENERGI TERBARUKAN DI PERDESAAN (KASUS STUDI : ENERGI MANDIRI SURYA DAN ANGIN DI DUSUN BONDAN KABUPATEN CILACAP)", "Abstrak": "Sepertiga konsumsi energi nasional berada pada sektor rumah tangga. Listrik menjadi\nkebutuhan utama bagi masyarakat perkotaan maupun pedesaan. Kondisi geografis\nmerupakan salah satu kendala dalam pemenuhan kebutuhan listrik. Pembangkit listrik\nenergi terbarukan dapat menjadi solusi karena memanfaatkan potensi energi lokal.\nDusun Bondan, Desa Ujung Alang, Kabupaten Cilacap merupakan desa yang\nmendapatkan listrik dengan memanfaatkan energi terbarukan. Instalasi Energi\nMandiri Angin dan Surya (E-MAS) yang diberikan oleh Pertamina RU IV Cilacap\nmampu menghasilkan listrik sebanyak 10 kW yang kemudian dialirkan kepada 20\nrumah. Tujuan dari penelitian ini adalah menganalisis manfaat penerapan Energi\nMandiri Angin dan Surya terhadap kegiatan rumah tangga penduduk di Dusun\nBondan. Penelitian ini merupakan studi evaluatif dengan menggunakan data\nkuantitatif dan kualitatif. Metode analisis yang digunakan adalah analisis komparatif\n(uji paired t-test), analisis deskriptif, analisis korelasi, dan analisis surplus konsumen.\nHasil yang diperoleh menunjukkan bahwa penggunaan E-MAS memberikan\nperbedaan secara signifikan bagi konsumsi energi listrik melalui penggunaan alat\npenerangan dan televisi. Peningkatan penerangan membuat anak-anak usia sekolah\nlebih sering belajar pada malam hari dan memberikan rasa aman bagi keluarga.\nPeningkatan akses terhadap media elektronik (televisi) memberikan kemudahan untuk\nmendapatkan hiburan serta infromasi, serta mempermudah penduduk dalam\nmempelajari gaya hidup sehat. Penelitian ini juga menunjukkan manfaat dalam satu\nuang yaitu penerangan rata-rata sebesar Rp 1.273.271,- bagi pengguna E-MAS yang\nsebelumnya menggunakan minyak tanah dan Rp 12.064,- bagi pengguna E-MAS yang\nsebelumnya menggunakan listrik kabel sambungan rumah. Kemudian nilai manfaat\ndari peningkatan akses media elektronik (televisi) rata-rata sebesar Rp 1.816.868,-.\nOleh karena itu, disarankan agar pemerintah lokal dan pengelola dapat turut\nmempertimbangkan nilai manfaat tersebut dalam pengelolaan E-MAS kedepannya.", "Daftar File": {}, "Penulis": "Ogi Guntara [15414047]", "Kontributor / Dosen Pembimbing": ["Dr. Niken Prilandita, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Manfaat, E-MAS, Dusun Bondan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "02 Okt 2019"}