{"Nomor": 44128, "Judul": "STUDI PEMODELAN PERUBAHAN GARIS PANTAI DI AREA MUARA SUNGAI PRAJAGUMIWANG, PANTAI KARANGSONG, INDRAMAYU", "Abstrak": "Pantai Karangsong, Indramayu mengalami perubahan karakteristik proses pantai yang semula didominasi oleh erosi menjadi didominasi oleh akresi. Perubahan karakteristik tersebut disebabkan oleh pembangunan jetty yang dilakukan pada tahun 2005 – 2007. Pembangunan struktur pantai akan menyebabkan perubahan pola laju transpor sedimen dan perubahan garis pantai di pantai tersebut. Penelitian ini bertujuan untuk mengkaji perubahan pola laju transpor sedimen dan perubahan garis pantai akibat pembangunan jetty di Pantai Karangsong. Analisis proses pantai dapat dilakukan dengan cara memanfaatkan data citra dari Google Earth. Kesalahan penentuan garis pantai akibat digitasi manual dan fenomena pasang surut berdasarkan data citra dari Google Earth diatasi dengan perhitungan ketidakpastian. Pada penelitian ini dilakukan juga simulasi laju transpor sedimen dan perubahan garis pantai untuk menganalisis proses pantai menggunakan model UNIBEST-CL. Faktor hidrodinamika yang dipertimbangkan adalah gelombang dan komponen sejajar pantai arus pasang surut.\nKomponen sejajar pantai dari arus pasang surut hanya bernilai maksimal 0,088 ms- 1. Sementara itu, gelombang di Pantai Karangsong didominasi oleh gelombang yang menjalar dari arah utara, dengan tinggi gelombang signifikan yang rendah yaitu bernilai 0,5 – 1 m, dan periode gelombang bernilai antara 4 – 5 sekon. Variabilitas arah datang gelombang, tinggi gelombang, dan periode gelombang ini memberikan pengaruh yang signifikan terhadap nilai laju transpor sedimen. Setelah dilakukannya pembangunan jetty, baik pada wilayah utara maupun selatan, laju transpor sedimen di Pantai Karangsong didominasi oleh laju transpor sedimen yang mengarah ke tenggara. Nilai laju transpor sedimen dan net sediment transport terbesar terjadi pada tahun 2008 – 2009 dengan nilai 28.950 m3/yr dan 28.865 m3/yr. Pada wilayah utara laju transpor sedimen terhalangi oleh adanya jetty, sehingga pada wilayah tersebut cenderung mengalami akresi. Pada wilayah selatan, suplai sedimen yang terhalangi dari wilayah utara tergantikan oleh suplai sedimen yang berasal Sungai Prajagumiwang dan memberikan pengaruh yang signifikan. Pola laju transpor sedimen dan perubahan garis pantai menunjukkan nilai yang fluktuatif dan nilainya semakin mengecil terhadap waktu.", "Daftar File": {"ABSTRAK Umar Abdurrahman": "https://digilib.itb.ac.id/gdl/download/184515", "COVER Umar Abdurrahman": "https://digilib.itb.ac.id/gdl/download/200995", "BAB 1 Umar Abdurrahman": "https://digilib.itb.ac.id/gdl/download/200996", "BAB 2 Umar Abdurrahman": "https://digilib.itb.ac.id/gdl/download/200997", "BAB 3 Umar Abdurrahman": "https://digilib.itb.ac.id/gdl/download/200998", "BAB 4 Umar Abdurrahman": "https://digilib.itb.ac.id/gdl/download/200999", "BAB 5 Umar Abdurrahman": "https://digilib.itb.ac.id/gdl/download/201000", "PUSTAKA Umar Abdurrahman": "https://digilib.itb.ac.id/gdl/download/201001"}, "Penulis": "Umar Abdurrahman [22418004]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nining Sari Ningsih, MS", "Dr.Eng. Totok Suprijo, S.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Pantai Karangsong, jetty, laju transpor sedimen, Sungai Prajagumiwang, UNIBEST-CL", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "02 Okt 2019"}