{"Nomor": 44125, "Judul": "EKSKLUSI SOSIAL PADA PERUMAHAN BERSUBSIDI DI KAWASAN PERI URBAN DI KABUPATEN BOGOR", "Abstrak": "Pertumbuhan pada kawasan peri urban mempunyai arti yang sangat penting dalam\nmenyelesaikan masalah perumahan di perkotaan. Meningkatnya jumlah penduduk\nperkotaan dan harga lahan yang semakin tinggi, membuat masyarakat\nberpenghasilan rendah semakin terdesak untuk memenuhi kebutuhan hunian di\nperkotaan. Untuk memudahkan masyarakat berpenghasilan rendah dalam memiliki\nhunian, pemerintah telah menyediakan program perumahan bersubsidi yang pada\numumnya berlokasi pada kawasan peri urban. Penyediaan perumahan dengan\nharga yang terjangkau pada kawasan peri urban dimungkinkan karena tersedianya\nlahan dengan harga yang lebih murah.\nKawasan yang menjadi objek studi dalam penelitian ini berlokasi pada kawasan\nperi urban Jabodetabek, yaitu Kabupaten Bogor. Penelitian dilakukan di Kecamatan\nKlapanunggal dengan 3 objek studi yaitu Perumahan Green Residence, Perumahan\nKahuripan Mas dan Perumahan Nirwana Bojong. Kecamatan Klapanunggal dipilih\nkarena memiliki karakteristik kawasan peri urban, memiliki cukup banyak\nperumahan bersubsidi dan adanya kemungkinan terjadinya eksklusi sosial karena\nberdasarkan data sekunder kawasan ini mempunyai masalah terkait akses jalan dan\njarak terhadap pusat-pusat kegiatan.\nEksklusi sosial merupakan suatu teori yang menjelaskan tentang kerentanan\nterutama dalam dimensi ekonomi dan hubungan sosial. Eksklusi sosial dapat dilihat\ndari berbagai perspektif dan tingkatan. Di dalam penelitian ini eksklusi sosial dilihat\ndari faktor resiko, kondisi dan dampaknya pada tingkat rumah tangga dan kelompok\ndari masyarakat yang tinggal di perumahan bersubsidi di kawasan peri urban.\nDi dalam konteks penelitian ini, eksklusi sosial didefinisikan sebagai kondisi\ndimana rumah tangga dan kelompok mengalami keterbatasan kesempatan untuk\nterlibat dalam komunitas lokal dan komunitas yang lebih luas, serta memiliki\nketerbatasan untuk berpartisipasi dalam kegiatan ekonomi yang disebabkan oleh\nkurangnya kemampuan finansial, kurangnya sarana dan prasarana serta jarak\nperumahan yang jauh terhadap pusat-pusat kegiatan, sehingga menimbulkan\nketimpangan dan meningkatkan kerentanan ekonomi dan sosial.\nMetoda yang digunakan dalam penelitian ini adalah metoda penelitian kualitatif\ndan kuantitatif dengan strategi triangulasi konkuren. Data yang didapatkan\ndianalisa secara deskriptif dengan membandingkan 3 objek studi yang telahii\ndisebutkan sebelumnya. Dalam penelitian ini, data yang terkumpul ditampilkan\nsebagaimana adanya tanpa bermaksud membuat kesimpulan yang berlaku untuk\numum.\nHasil dari penelitian ini menunjukkan bahwa terdapat faktor resiko, kondisi dan\ndampak eksklusi pada tingkatan yang berbeda pada beberapa perumahan bersubsidi\nyang menjadi objek studi. Pola umum eksklusi yang diidentifikasi berdasarkan\nfaktor resiko, kondisi dan dampak eksklusi berada pada tingkatan yang rendah.\nPada beberapa indikator, di perumahan tertentu kondisi eksklusi sosial berada\ndalam tingkatan yang tinggi. Sejumlah kecil responden memiliki faktor resiko,\nkondisi dan dampak eksklusi yang sangat tinggi jika dibandingkan dengan\nresponden yang lainnya\nHasil pengolahan data dalam penelitian ini menunjukkan bahwa kemudahan akses\nmerupakan aspek yang sangat mempengaruhi tingkat eksklusi sosial. Akses yang\nsangat buruk dapat meningkatkan kerentanan masyarakat berpenghasilan rendah\ndalam dimensi sosial dan ekonomi hal ini sejalan dengan teori yang menjelaskan\nbahwa kemampuan individu untuk melakukan mobilitas dapat secara signifikan\nmengurangi resiko eksklusi sosial.\nPembangunan perumahan bersubsidi merupakan salah satu upaya pemerintah untuk\nmemenuhi kebutuhan dasar yang dapat menghindarkan warga negara dari eksklusi\natas hak perumahan. Namun lebih dari itu, perumahan merupakan faktor konsumsi\nyang sangat penting terutama bagi masyarakat berpenghasilan rendah yang sangat\nmempengaruhi aspek ekonomi dan sosial mereka. Pengembangan perumahan\nuntuk masyarakat berpenghasilan rendah pada kawasan peri urban perlu didukung\ndengan kebijakan dan program yang tepat untuk dapat menghindari terjadinya\neksklusi sosial, ketimpangan atau bentuk kerentanan lainnya.", "Daftar File": {"ABSTRAK Popy Afriyanti": "https://digilib.itb.ac.id/gdl/download/184492", "BAB 1 Popy Afriyanti": "https://digilib.itb.ac.id/gdl/download/184493", "BAB 2 Popy Afriyanti": "https://digilib.itb.ac.id/gdl/download/184494", "BAB 3 Popy Afriyanti": "https://digilib.itb.ac.id/gdl/download/184495", "BAB 4 Popy Afriyanti": "https://digilib.itb.ac.id/gdl/download/184496", "BAB 5 Popy Afriyanti": "https://digilib.itb.ac.id/gdl/download/184497", "BAB 6 Popy Afriyanti": "https://digilib.itb.ac.id/gdl/download/184498", "DAFTAR Popy Afriyanti": "https://digilib.itb.ac.id/gdl/download/184499", "2019 TS PP POPY AFRIYANTI_LAMPIRAN.pdf)u": "https://digilib.itb.ac.id/gdl/download/184500", "2019 TS PP POPY AFRIYANTI_JURNAL.pdf?": "https://digilib.itb.ac.id/gdl/download/184501"}, "Penulis": "Popy Afriyanti [25417090]", "Kontributor / Dosen Pembimbing": ["Ir. Hastu Prabatmodjo, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "eksklusi sosial, perumahan, masyarakat berpenghasilan rendah, peri urban", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "10 file", "Tanggal Input": "02 Okt 2019"}