{"Nomor": 44120, "Judul": "UJI AKTIVITAS ANTIJAMUR DAUN AWAR-AWAR (Ficus septica Burm.f.) TERHADAP Candida albicans DAN ISOLASI SENYAWA AKTIF ANTIJAMUR", "Abstrak": "Tanaman awar-awar (Ficus septica Burm.f.) merupakan tanaman yang tersebar luas di Pulau Jawa.\nDaun awar-awar mengandung senyawa metabolit sekunder seperti flavonoid, fenol, tanin dan\nsaponin. Senyawa tersebut mempunyai aktivitas farmakologi sebagai antimikroba. Candida albicans\nmerupakan organisme komensal umum dalam usus, mulut dan vagina. Jamur ini menyebabkan\nspektrum penyakit yang luas seperti sariawan mulut, vaginitis, endokarditis dan septikemia.\nPenelitian ini bertujuan untuk mengisolasi senyawa aktif antijamur dari daun awar-awar terhadap\nCandida albicans secara difusi agar. Serbuk simplisia daun awar-awar diekstraksi secara refluks\ndengan pelarut etanol. Ekstrak etanol kemudian difraksinasi secara ekstraksi cair-cair menggunakan\npelarut dengan kepolaran meningkat, yaitu n-heksana dan etil asetat kemudian fraksi dipantau\nmenggunakan kromatografi lapis tipis (KLT). Fraksi dengan aktivitas tertinggi kemudian\ndisubfraksinasi secara KLT preparatif dan diuji aktivitas antijamurnya. Subfraksi dengan diameter\nhambat terbesar dimurnikan secara KLT preparatif. Isolat diuji kemurniannya dengan metode KLT\npengembangan tunggal dengan tiga fase gerak berbeda dan KLT dua dimensi sehingga diperoleh\nisolat murni. Isolat tersebut diuji aktivitas antijamur secara difusi agar dan dikarakterisasi\nmenggunakan penampak bercak spesifik dan KLT-spektrofotodensitometri. Hasil penelitian\nmenunjukkan bahwa ekstrak etanol awar-awar memberikan aktivitas pada konsentrasi 30% sebesar\n10,60 ± 1,64 mm. Aktivitas antijamur tertinggi terdapat pada fraksi etil asetat dengan diameter\nhambat sebesar 9,60 mm. Subfraksi A dari hasil subfraksinasi fraksi etil asetat memiliki aktivitas\nantijamur tertinggi dengan diameter hambat sebesar 8,27 ± 1,30 mm. Isolat murni memiliki aktivitas\nantijamur sebesar 8,2 mm. Isolat A positif dengan penampak bercak spesifik sitroborat dan FeCl3.\nIsolat aktif diduga merupakan senyawa flavonoid subgolongan isoflavon dengan dua puncak pada\npanjang gelombang maksimum 253 dan 314 nm.", "Daftar File": {"ABSTRAK Maria Christina": "https://digilib.itb.ac.id/gdl/download/184479"}, "Penulis": "Maria Christina [10715045]", "Kontributor / Dosen Pembimbing": ["Dra. Siti Kusmardiyani, M.Sc.", "Dr. Rika Hartati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "antijamur, daun awar-awar, difusi agar, isolasi, flavonoid", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "02 Okt 2019"}