{"Nomor": 44139, "Judul": "OPTIMASI PROSES LIOFILISASI DAN KARAKTERISASI LIOFILISAT FORMULA NANOPARTIKEL BERBASIS KITOSAN DAN POLOKSAMER YANG MENGANDUNG ANTISENSE OLIGODEOKSINUKLEOTIDA BERTARGET GEN EBA-175 DAN DHS", "Abstrak": "Penggunaan nanopartikel sebagai sistem penghantaran obat dari as-ODN untuk terapi malaria bertujuan\nuntuk mencegah degradasi enzimatik dan meningkatkan efisiensi penghantaran ke target kerja. Untuk\nmeningkatkan efisiensi penggunaan dan pengemasan sediaan, maka sediaan nanopartikel dibuat kering\ndengan cara dilakukan proses liofilisasi. Dilakukan pula penambahan cryoprotectant yang bertujuan untuk\nmencegah terjadinya tekanan pada nanopartikel selama proses liofilisasi. Tujuan dari penelitian ini adalah\nmencari bahan cryoprotectant yang paling optimal untuk mempertahankan ukuran diameter nanopartikel\nsetelah dilakukan liofilisasi. Cryoprotectant yang dioptimasi terdiri dari manitol, laktosa, glukosa, fruktosa\ndan dekstran dengan konsentrasi 1%, 5%, 10%, 15% dan 20%. Cryoprotectant yang optimum dinilai dari\nrasio perubahan ukuran partikel sebelum dan setelah liofilisasi, rasio yang paling baik adalah yang\nmendekati 1. Bahan cryoprotectant yang optimum melindungi formula dari stress akibat freeze dry adalah\nlaktosa 15% dan glukosa 10% untuk formula nanopartikel kitosan serta glukosa 10% dan manitol 10%\nuntuk formula nanopartikel kitosan-poloksamer. Liofilisat nanopartikel kitosan memiliki ukuran partikel,\nindeks polidispersitas, dan potensial zeta berturut-turut 115,97-246,83 nm, 0,209-0,457, dan +7,84 hingga\n+26,00 mV. Sedangkan liofilisat nanopartikel kitosan-poloksamer memiliki ukuran partikel, indeks\npolidispersitas, dan potensial zeta berturut-turut 161,5-212,7 nm, 0,335-0,451, dan +3,52 hingga +15,40\nmV. Waktu rekonstitusi liofilisat nanopartikel kitosan dan nanopartikel kitosan-poloksamer berkisar\nantara 71,5-832,5 detik. Analisis termal menunjukkan terdapat puncak baru pada liofilisat nanopartikel\nyang ditambahkan cryoprotectant dibandingkan dengan liofilisat nanopartikel tanpa cryoprotectant. Hasil\npengamatan liofilisat dengan SEM menunjukkan adanya perbedaan morfologi liofilisat sebelum dan\nsetelah dilakukan penambahan cryoprotectant.", "Daftar File": {"ABSTRAK Sherinda Rizky Sabilla": "https://digilib.itb.ac.id/gdl/download/184553"}, "Penulis": "Sherinda Rizky Sabilla [10715057]", "Kontributor / Dosen Pembimbing": ["Dr. Diky Mudhakir, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "as-ODN, nanopartikel, liofilisasi, cryoprotectant.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "02 Okt 2019"}