{"Nomor": 44132, "Judul": "UJI EFEK ANTI-Helicobacter pylori EKSTRAK ETANOL RIMPANG KUNYIT (Curcuma longa L.), EKSTRAK ETANOL PROPOLIS DAN KOMBINASINYA PADA STRAIN KPG 22, PTK 20, MKS 47, SMS 15 DAN SBY 137", "Abstrak": "Helicobacter pylori menjadi faktor utama penyebab penyakit gastrointestinal seperti gastritis, tukak\nlambung dan kanker lambung (Han et al. 2006). Terapi untuk mengeradikasi Helicobacter pylori\nmenggunakan kombinasi beberapa antibiotik seperti klaritromisin, tetrasiklin dan metronidazol.\nNamun penelitian pada beberapa negara menunjukkan adanya prevalensi resistensi Helicobacter\npylori pada metronidazol, klaritromisin dan tetrasiklin berturut turut sebesar 85%, 10% dan 7,5%\n(Savoldi et al. 2018, Datta et al. 2005). Penelitian ini bertujan untuk menentukan aktivitas antibakteri,\nKonsentrasi Hambat Minimum (KHM), Konsentrasi Bakterisidal Minimum (KBM) dari ekstrak propolis,\nekstrak kunyit dan kombinasinya pada 5 jenis strain Helicobacter pylori yaitu KPG 22, PTK 20, MKS 47,\nSMS 15 dan SBY 137. Pertama-tama dilakukan uji skrining aktivitas antibakteri menggunakan metode\ndifusi agar kemudian dilakukan dengan penentuan nilai KHM dan KBM dengan metode mikrodilusi\ndan pengujian efek kombinasi antara ekstrak dengan antibiotik klaritromisin dan metronidazol secara\nkualitiatif dengan metode pita kertas. Ekstrak propolis memiliki nilai KHM pada rentang 1024 - 8192\nµg/mL, ekstrak kunyit memiliki nilai KHM pada rentang 1024 - 2048 µg/mL sedangkan kombinasi\nekstrak kunyit : propolis memiliki nilai KHM pada rentang 512 : 256 sampai 1024 : 512 µg/mL.\nBerdasarkan nilai KHM ekstrak propolis, ekstrak kunyit dan kombinasinya dapat disimpulkan bahwa\nkombinasi ekstrak kunyit-propolis memiliki efek aditif. Ekstrak propolis memiliki nilai KBM pada\nrentang 2048 - 16384 µg/mL, ekstrak kunyit memilki nilai KBM pada rentang 1024 - >32768 µg/mL\nsedangkan kombinasi ekstrak kunyit : propolis memiliki nilai KBM pada rentang 512 : 256 sampai 2048\n: 1024 µg/mL. Berdasarkan nilai KBM, kombinasi kunyit-propolis memiliki aktivitas antibakteri yang\nlebih kuat daripada ekstrak tunggal propolis dan ekstrak tunggal kunyit. Kombinasi antara ekstrak\npropolis dengan antibiotik klaritromisin dan metronidazol menunjukkan efek aditif. Selain itu,\nkombinasi antara ekstrak kunyit dengan antibiotik klaritromisin dan metronidazol juga menunjukkan\nefek aditif.", "Daftar File": {"ABSTRAK Yobella Priskila": "https://digilib.itb.ac.id/gdl/download/184524"}, "Penulis": "Yobella Priskila [10715043]", "Kontributor / Dosen Pembimbing": ["Prof. I Ketut Adnyana, M.Si., Ph.D.", "Prof. Dr. Elin Yulinah"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "propolis, Caffeid Acid Phenetyl Ester (CAPE), kunyit (Curcuma longa L.), kurkumin, antibakteri, Helicobacter pylori, klaritromisin", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "02 Okt 2019"}