{"Nomor": 44130, "Judul": "PERANCANGAN KLASIFIKASI KELELAHAN SAAT MENGEMUDI BERBASIS KARAKTERISTIK PERUBAHAN SINYAL ELECTROENCEPHALOGRAPHY (EEG): STUDI PADA SIMULASI MENGEMUDI", "Abstrak": "Penelitian ini dilatarberlakangi oleh adanya kaitan yang erat antara kelelahan dengan risiko terjadinya kecelakaan. Di sektor transportasi darat, angka kecelakaan jalan raya di dunia yang tinggi, termasuk di Indonesia dipengaruhi oleh kelelahan pengemudi. Keterkaitan keduanya menjadikan manajemen kelelahan sebagai bagian yang sangat penting pada sistem kerja di sektor transportasi untuk meminimalkan risiko yang diakibatkan kelelahan.\nEvaluasi kelelahan merupakan bagian dari manajemen kelelahan. Evaluasinya saat ini tidak hanya memanfaatkan alat ukur subjektif berupa kuesioner, namun juga alat ukur objektif seperti alat yang merekam gelombang otak yaitu Electroencephalography (EEG). Sinyal yang dihasilkan otak dapat merepresentasikan perubahan kelelahan seseorang. Evaluasi kelelahan pada aktivitas mengemudi berbasiskan EEG masih memiliki celah berupa : pola perubahan parameter EEG yang menandai kelelahan, parameter EEG yang paling sensitif untuk mendeteksi kelelahan, asal area otak untuk parameter EEG yang dievaluasi, serta klasifikasi kelelahan berbasis EEG.\nPenelitian ini bertujuan mengkaji kelelahan pada aktivitas mengemudi berbasis perubahan sinyal EEG. Melalui rancangan klasifikasi kelelahan, diharapkan dapat diperoleh parameter EEG, area otak amatan yang paling sensitif bagi pendeteksian, dan batas pisah status kelelahan. Lebih jauh, hasil penelitian diharapkan bermanfaat bagi pendeteksian kelelahan yang lebih sederhana yaitu memanfaatkan parameter dan area otak tertentu saja.\nUntuk mencapai tujuan tersebut dilakukan eksperimen menggunakan simulator mengemudi untuk memperoleh kondisi kelelahan yang dapat diamati. Faktor yang dipertimbangkan mempengaruhi kelelahan berupa durasi mengemudi (time on task), kekurangan tidur dan time of day. Kajian terhadap pengaruh faktor time on task dan kekurangan waktu tidur dikaji pada Studi-1. Untuk itu, dirancang eksperimen mengemudi di pagi hari selama 5 jam yang dibagi menjadi 2 sesi masing-masing 2,5 jam dengan 30 menit istirahat diantaranya dan sesudahnya. Eksperimen dilaksanakan dalam kondisi cukup dan kurang tidur. Studi-1\nmerupakan eksperimen dengan within subject design yaitu partisipan yang sama mengikuti dua kondisi kecukupan tidur.\nPenelitian ini juga mengkaji perubahan sinyal EEG yang dipengaruhi time of day dengan membandingkan kelelahan mengemudi di pagi dan malam hari. Untuk itu dirancang eksperimen mengemudi di malam hari (studi-2) menggunakan simulator selama 2,5 jam yang diikuti istirahat 30 menit. Hasilnya dibandingkan dengan hasil eksperimen mengemudi 2,5 jam pertama kondisi cukup tidur pada Studi-1. Partisipan studi di pagi hari dan malam hari masing-masing terdiri dari 11 orang Seluruh partisipan memiliki pengalaman sebagai pengemudi komersial, dan terbiasa mengemudi jarak jauh atau durasi panjang (lebih dari 2,5 jam) serta memiliki Surat Izin Mengemudi (SIM) A.\nParameter EEG yang dievaluasi adalah gelombang otak (alfa, beta, teta) dan rasio gelombang otak (?/?, ?/(?+?), (?+?)/?, dan (?+?)/(?+?)). Parameter tersebut saat ini banyak digunakan pada penelitian kelelahan. Evaluasi kelelahan pada penelitian ini disertai indikator kelelahan subjektif dan kewaspadaan. Kedua indikator tersebut digunakan untuk mengonfirmasi kelelahan yang dialami partisipan. Secara khsusus, indikator subjektif digunakan dalam rancangan klasifikasi untuk memperoleh parameter dan area otak yang sensitif, dan batas pisah status kelelahan dari parameter EEG tersebut.\nKelelahan pada aktivitas mengemudi secara umum ditandai oleh peningkatan rata-rata power gelombang alfa, beta, dan teta serta rasio gelombang otak. Peningkatannya berturut-turut : alfa 7,2% dan beta sebesar 1,96 % pada studi pagi saat tidur kurang dan teta sebesar 9,1% saat tidur cukup dan 9,3% saat tidur kurang. Untuk hasil studi di malam hari diperoleh rata-rata kenaikan sebesar 9 % pada alfa, dan 12,5% pada teta dan beta. Peningkatan skor kelelahan diperoleh sebesar 210% dan 300 % (kantuk dan kelelahan) antara awal dan sesi akhir studi di pagi hari dan malam, dan sebesar 62,5% antara studi-1 saat tidur cukup dan tidur kurang.\nPengaruh faktor kecukupan tidur terlihat lebih jelas dari perubahan alfa (61, 62%) dan teta 17,9%) dibandingkan dengan perubahan gelombang beta (1,96%). Kenaikan kelelahan berdasarkan indikator subjektif dipengaruhi faktor kecukupan tidur, durasi mengemudi dan time of day (p-value < 0,01). Indikator kecepatan reaksi lebih dipengaruhi oleh durasi mengemudi dan time of day (p-value <0,05). Perubahan parameter EEG yang didekati oleh tingkat kantuk subjektif dan kelelahan memperlihatkan kecenderungan naik tajam pada kondisi antara waspada dan mengantuk (3-7%), dan turun saat kondisi berubah menjadi sangat lelah (1-%-7%).\nPengklasifikasian perubahan sinyal EEG pada penelitian ini membagi kelelahan menjadi kelelahan ringan dan kelelahan berat dengan memanfaatkan metode Support Vector Machine (SVM). Hasilnya diperoleh nilai sensitivitas 86,7%, spesifisitas 78,9 dan akurasi 84,5% untuk kelelahan ringan. Untuk kelelahan berat, diperoleh nilai sensitivitas 80,1%, spesifisitas 79,5%, dan akurasi 80,0% . Melalui pemanfaatan indikator subjektif dalam pengklasifikasian perubahan sinyal EEG, diperoleh gelombang alfa dan teta sebagai parameter yang sensitif\nuntuk pendeteksian kelelahan. Kedua gelombang otak tersebut disarankan untuk direkam dari area Frontal dan Occipital. Melalui penggunaan metoda Receiver Operating Characteristics (ROC) diperoleh nilai batas pisah pengklasifikasian kelelahan untuk parameter EEG, kantuk subjektif dan kelelahan subjektif. Nilai ini dapat digunakan sebagai acuan pada pendeteksian kelelahan untuk pekerjaan mengemudi.\nTemuan penelitian dapat dimanfaatkan dalam konteks fatigue management, khususnya untuk mengevaluasi duty hours dalam pengelolaan jam kerja di perusahaan. Waktu tidur yang cukup sangat penting dalam pencegahan kelelahan. Diperolehnya karakteristik perubahan EEG yang menandai kelelahan dapat dimanfaatkan dalam pengembangan teknologi interfensi kelelahan pengemudi.", "Daftar File": {"ABSTRAK Rida Zuraida": "https://digilib.itb.ac.id/gdl/download/184522"}, "Penulis": "Rida Zuraida [33413001]", "Kontributor / Dosen Pembimbing": ["Ir. Hardianto Iridiastadi, MSIE, Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "aktivitas mengemudi, electroencephalograpy (EEG), durasi mengemudi, kecukupan tidur, klasifikasi kelelahan, manajemen kelelahan, time of day.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "02 Okt 2019"}