{"Nomor": 44137, "Judul": "PREPARASI DAN KARAKTERISASI FISIK HOMOGENAT BIJI KENARI (Canarium indicum L.)", "Abstrak": "Kenari merupakan komoditas tanaman yang banyak tumbuh di daerah Indonesia bagian timur seperti\nMaluku, Sulawesi Utara dan Pulau Seram. Biji kenari merupakan bahan panganan bergizi dengan\nkandungan terbesar berupa lipid (66,26%) dan protein (13,69%). Biji kenari sering dimanfaatkan\nsebagai sebagai bahan tambahan dalam pembuatan kue dan sebagai camilan. Penelitian ini bertujuan\nuntuk membuat suatu sediaan homogenat stabil yang dapat dikonsumsi secara oral untuk melengkapi\nkebutuhan gizi manusia. Pembuatan homogenat berukuran nano dibantu dengan pemberian\nsurfaktan non-ionik Cremophor RH 40 sebagai emulgator. Stabilitas homogenat diuji melalui uji\nstabilitas dipercepat pada suhu 40?C, uji stabilitas pada suhu ruang, uji stabilitas pada suhu 4?C, uji\nstabilitas Freeze and Thaw dan uji sentrifuga. Stabilitas terbaik didapat pada suhu 4?C dengan nilai pH\nyang tidak berubah signifikan dari pH awal 6,69, tidak terjadi perubahan warna dan bau, serta ukuran\npartikel akhir 119 nm. Karakter fisik homogenat berupa bobot jenis sebesar 1,6709, densitas sebesar\n1,6636 g/mL, dan viskositas 0,96 cp. Hasil percobaan menunjukkan homogenat memiliki kandungan\nprotein yang besar dan asam lemak esensial yang baik untuk melengkapi nutrisi tubuh. Kadar protein\ntotal diuji dengan metode Lowry. Protein total hasil blender sebelum menjadi sediaan adalah 3132,74\nppm. Kadar protein setelah dilakukan proses dialisis untuk menghilangkan matriks adalah 443,917\nppm dengan persen recovery setelah proses dialisis adalah 14,17%. Pada percobaan, terjadi\npengurangan konsentrasi protein sebesar 180,253 ppm dari suatu sediaan dengan pH awal 6,69 dan\npH akhir 4,97 yang disimpan pada suhu ruang selama 3 hari. Kandungan asam lemak tertinggi yang\nterdeteksi oleh GC-MS adalah asam palmitat (53,42%) dan asam oleat (43,38%).", "Daftar File": {"ABSTRAK Frenky Prasetya": "https://digilib.itb.ac.id/gdl/download/184536"}, "Penulis": "Frenky Prasetya [10715082]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Tutus Gusdinar Kartawinata, MS", "Dr.rer.nat. Rachmat Mauludin, S.Si., Apt., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Kenari, Metode Lowry, Uji Stabilitas, Kadar Protein Total, Cremophor RH 40", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "02 Okt 2019"}