{"Nomor": 44134, "Judul": "PENENTUAN AKTIVITAS ENZIM URIKASE PADA HOMOGENAT HATI IKAN GURAMI (Osphronemus goramy) DAN HATI IKAN NILA (Oreochromis niloticus)", "Abstrak": "Ikan gurami (Osphronemus goramy) dan ikan nila (Oreochromis niloticus) merupakan dua jenis\nikan yang banyak dikonsumsi masyarakat Indonesia. Keberadaan enzim urikase dalam hati\nbeberapa ikan laut telah dibuktikan dalam beberapa penelitian, namun keberadaanya dalam\nsampel ikan tawar masih belum tereksplorasi. Penelitian ini dilakukan dengan tujuan mengetahui\nkeberadaan enzim urikase dalam homogenat hati ikan gurami dan nila. Homogenat dibuat\ndengan teknik homogenisasi sampel menggunakan mortar dan alu dalam medium buffer\nkarbonat. Kandungan asam urat dalam sampel kemudian diuji keberadaannya melalui reaksi\nenzimatis yang dihasilkan dengan larutan stok asam urat. Hasil reaksi kemudian diuji\nmenggunakan spektofotometer-UV dimana kadar asam urat berdasarkan absorbansi yang\ndihasilkan digunakan sebagai indikator terjadinya reaksi. Penentuan suhu optimum dalam tiga\nkelompok suhu (25°C, 30°C, 37°C) dan pH optimum pada empat kelompok pH (7,8,9,10)\nmendapatkan hasil baik untuk sampel hati ikan gurami dan hati ikan nila pada suhu 37°C dan pH\n9. Keberadaan aktivitas enzim urikase pada kedua sampel dibuktikan oleh hasil absorbansi yang\nlinear pada pengujian dengan variasi konsentrasi sampel dengan nilai R² sebesar 0,9993 pada\nsampel ikan gurami dan nilai R² sebesar 0,9927 pada sampel ikan nila. Nilai Vmax dan KM yang\ndidapat pada homogenat hati ikan gurami secara berturut-turut sebesar 1,258 µmol/menit dan\n117,929 mg/L sedangkan pada homogenat hati ikan nila didapat nilai Vmax dan KM sebesar 0,837\nµmol/menit dan 49,431 mg/L secara berturut-turut.", "Daftar File": {"ABSTRAK Desyana Yuharsiwi": "https://digilib.itb.ac.id/gdl/download/184533"}, "Penulis": "Desyana Yuharsiwi [11615039]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Tutus Gusdinar Kartawinata, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Osphronemus goramy, Oreochromis niloticus, urikase, aktivitas enzim, kinetik enzim", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "02 Okt 2019"}