{"Nomor": 44148, "Judul": "PENGEMBANGAN MODEL PENGARUH KEMAMPUAN TEKNOLOGI INFORMASI TERHADAP INOVASI PROSES DAN INOVASI PRODUK UNTUK MENINGKATKAN KINERJA PERUSAHAAN", "Abstrak": "Penggunaan Teknologi Informasi (IT) sangat berkembang dalam beberapa tahun terakhir di Indonesia. Perusahaan berupaya meningkatkan kemampuan IT (IT capability) untuk meningkatkan kinerja perusahaan (firm performance). Namun, hal ini bertentangan dengan apa yang dirasakan oleh perusahaan yang tidak merasakan manfaat penggunaan IT padahal investasi untuk membangun infrastruktur IT sudah menguras dana perusahaan. Fenomena ini disebut sebagai “paradox productivity” pada teknologi informasi. Dampak investasi IT oleh perusahaan tidak dirasakan secara langsung. Untuk meningkatkan kinerja perusahaan, maka perusahaan harus melakukan inovasi produk (product innovation) dan inovasi proses (process innovation). Inovasi produk dan proses merupakan upaya yang dapat memberikan keuntungan langsung bagi perusahaan. Untuk mendukung penggunaan IT dalam melakukan inovasi produk, perusahaan harus berorientasi pada keadaan pasar (market orientation) agar produk sesuai dengan keinginan pelanggan. Perusahaan juga dapat berkerja sama dengan IT expert (IT business partnership) untuk implementasi teknologi informasi baru.\nPada penelitian ini, pengolahan data dilakukan dengan menggunakan 65 data perusahaan manufaktur di Indonesia yang sudah menggunakan IT. Survei dilakukan secara online menggunakan kuesioner yang sudah disusun sebelumnya. Metode PLS-SEM dipilih untuk memprediksi apakah dengan meningkatkan kemampuan IT mampu meningkatkan kinerja perusahaan.\nHasil penelitian menunjukkan bahwa IT capability memiliki pengaruh yang tidak langsung terhadap firm performance. Product innovation berperan untuk memediasi pengaruh tersebut, sedangkan process innovation mendukung proses inovasi produk. IT business partnership mampu memoderasi pengaruh yang diberikan oleh IT capability terhadap process innovation. Hasil lain menunjukkan bahwa market orientation tidak memiliki efek moderasi pada pengaruh kemampuan IT terhadap kegiatan pengembangan produk.", "Daftar File": {"ABSTRAK Noverdy Anggara": "https://digilib.itb.ac.id/gdl/download/184584"}, "Penulis": "Noverdy Anggara [23417031]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Rajesri, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "IT Business Value, IT Capability, Technological Innovation, Market Orientation, IT Business Partnership, Firm Performance", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "02 Okt 2019"}