{"Nomor": 44143, "Judul": "STUDI PENANGANAN ANEMIA PADA PASIEN GAGAL GINJAL KRONIK DAN PENGARUHNYA TERHADAP KUALITAS HIDUP DI UNIT HEMODIALISIS RSUD CIBABAT CIMAHI", "Abstrak": "Gagal ginjal kronik (GGK) adalah kondisi kerusakan ginjal secara progresif yang ditandai dengan\npenurunan laju filtrasi glomerulus <60 mL/menit/1,73 m2 dalam jangka waktu minimal 3 bulan.\nAnemia merupakan penyakit komplikasi yang sering terjadi pada 80 –90% pasien PGK. Di RSUD\nCibabat, Cimahi, pada tahun 2018 - 2019 ditemukan kasus anemia pada seluruh pasien PGK yang\nmenjalani hemodialisis. Kondisi tersebut diterapi dengan eritropoeitin (EPO), zat besi, dan transfusi\ndarah. Keadaan anemia dapat menyebabkan penurunan kemampuan mobilitas dan aktivitas,\ngangguan fungsi kognitif dan penurunan kualitas hidup. Kualitas hidup berkorelasi positif dengan\nperubahan kadar hemoglobin. Penelitian ini bertujuan untuk menentukan ketepatan terapi\nantianemia, keberhasilan terapi pengobatan, serta pengaruhnya pada peningkatan kualitas hidup\npasien di RSUD Cibabat. Penelitian ini merupakan studi analisis deskriptif dan kuantitatif\nmenggunakan desain potong lintang dengan metode retrospektif dan konkuren melalui data rekam\nmedik dan wawancara langsung pada pasien dengan kuesioner EQ-5D-3L. Analisis kualitas hidup\ndilakukan dengan value set EQ-5D-3L. Sebanyak 62 responden berdasarkan metode total sampling\nmemenuhi kriteria inklusi selama masa penelitian pada bulan Maret-Juli 2019. Sebanyak 99,94%\npasien tepat mendapatkan terapi EPO ketika kadar Hb ?10 g/dL. Hanya 11,29% pasien yang tepat\nmendapatkan terapi EPO ketika TD <180/<110 mmHg. Seluruh pasien yang berada pada fase koreksi\nEPO tidak tepat mendapatkan dosis dan frekuensi EPO. Sedangkan pada fase pemeliharaan, pasien\nsudah mendapatkan EPO dengan dosis yang tepat. Selama penelitian, terdapat 58,06% pasien yang\npernah menerima transfusi dengan kriteria transfusi 100% sesuai dengan guideline Pernefri 2011.\nSeluruh pasien (100%) tepat mendapatkan terapi asam folat 1 mg sebagai terapi penunjang anemia.\nSebanyak 8,06% pasien yang mencapai kadar Hb > 10 g/dL. Ketercapaian target respon penggunaan\nEPO yaitu kenaikan Hb sebesar 1 –2 g/dL paling banyak tercapai pada bulan November –Januari yaitu\nsebanyak 29,03%. Terdapat hubungan korelasi yang lemah antara kadar Hb dengan kualitas hidup\npasien (r=0,286). Kualitas hidup tertinggi tercapai pada kadar Hb 8 –9,4 g/dL dengan rata-rata utilitas\nyaitu 0,550 ± 0,38 dan EQ-VAS 57,25 ± 19,90.", "Daftar File": {"ABSTRAK Cut Yasinta Dewi Nurhasanah": "https://digilib.itb.ac.id/gdl/download/184566"}, "Penulis": "Cut Yasinta Dewi Nurhasanah [11615031]", "Kontributor / Dosen Pembimbing": ["Dr. Lia Amalia, S.Si., Apt., M.Si.", "Cindra Tri Yuniar, S.Farm., Apt., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Penyakit ginjal kronis, anemia, hemoglobin, kualitas hidup, EQ-5D", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "02 Okt 2019"}