{"Nomor": 44141, "Judul": "A CASE STUDY ON CITIZEN PARTICIPATION FACTORS IN MUSRENBANG (DEVELOPMENT PLANNING FORUM) IN BATAM MUNICIPALITY, INDONESIA", "Abstrak": "According to the Sustainable Development Goals (SDG) number 16 precisely the\ntarget number 16.7, to ensure responsive, inclusive, participatory and\nrepresentative decision making at all level, one good practice example of the multistakeholder partnership approach is implemented in the form of community\nparticipation forum in Indonesia. The type of community participation in settlement\nof urban issues and the proposed development of the local area is channelled in the\nmechanism of development planning forum (Musyawarah perencanaan\npembangunan - Musrenbang). This process applies the bottom-up concept starting\nfrom the level of village / urban village to the level of national development\nplanning.\nBatam municipality is one of the local governments in Kepulauan Riau Province in\nIndonesia that conducts musrenbang forum to formulate regional government work\nplan every year. Batam was chosen as the case study area because Batam is one of\nthe cities with the fastest growth potential in Indonesia. Its strategic location,\nadjacent to Singapore, makes Batam one of the leading business and trade\ndestinations. The development carried out by the government must be right on\ntarget to support the activities of its citizens. In the author's view, the people in the\ncity of Batam, particularly in the level of kelurahan (urban village), are not very\nenthusiastic about development planning or development in their area. This study\ndiscusses community participation in the urban village musrenbang forum in the\nBatam.\nFirstly, this study examined how to measure the level of community participation in\nthe urban village musrenbang based on Arnstein’s ladder of participation using a\nquantitative approach. The research uses a questionnaire survey distributed to the\nparticipants of urban villages Musrenbang in Batam. The analysis shows that the\nlevel of citizen participation in urban village musrenbang in Batam is at the\nplacation level. It means that the community began to influence development even\nthough for some things, the government still have the power to make the decision.ii\nSecondly, this study discussed ways in identifying factors that influence citizen\nparticipation in the urban village musrenbang based on public perception,\ncommunication, the leadership of the urban village head, information and\ntechnology and socio-economic. The analysis shows that those factors positively\nand significantly influence the level of citizen participation in urban village\nmusrenbang except the socio-economic which do not have a significant influence\non citizen participation.\nThis research presents a new topic discussion to the policy science community\nregarding the community participation and factors that influence it in a decisionmaking process.", "Daftar File": {"ABSTRAK Raja Andhi Nugraha Mochtar": "https://digilib.itb.ac.id/gdl/download/184555", "BAB 1 Raja Andhi Nugraha Mochtar": "https://digilib.itb.ac.id/gdl/download/184556", "BAB 2 Raja Andhi Nugraha Mochtar": "https://digilib.itb.ac.id/gdl/download/184557", "BAB 3 Raja Andhi Nugraha Mochtar": "https://digilib.itb.ac.id/gdl/download/184558", "BAB 4 Raja Andhi Nugraha Mochtar": "https://digilib.itb.ac.id/gdl/download/184559", "BAB 5 Raja Andhi Nugraha Mochtar": "https://digilib.itb.ac.id/gdl/download/184560", "BAB 6 Raja Andhi Nugraha Mochtar": "https://digilib.itb.ac.id/gdl/download/184561", "DAFTAR Raja Andhi Nugraha Mochtar": "https://digilib.itb.ac.id/gdl/download/184562", "2019 TS PP RAJA ANDHI NUGRAHA MOCHTAR_LAMPIRAN.pdf)u": "https://digilib.itb.ac.id/gdl/download/184563", "2019 TS PP RAJA ANDHI NUGRAHA MOCHTAR_JURNAL.pdf?": "https://digilib.itb.ac.id/gdl/download/184564"}, "Penulis": "Raja Andhi Nugraha Mochtar [25417055]", "Kontributor / Dosen Pembimbing": ["Ridwan Sutriadi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Community Participation, Planning, Decision-Making, Musrenbang", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "10 file", "Tanggal Input": "02 Okt 2019"}