{"Nomor": 44155, "Judul": "PENGEMBANGAN MODEL VMI PEMASOK-DISTRIBUTOR-PENGGUNA MULTIPRODUK DENGAN ALTERNATIF KEBIJAKAN PENGIRIMAN", "Abstrak": "Kasus yang dihadapi oleh PT XXX selaku pembeli pada pendistribusian kegiatan 1 dengan jalur distribusi pemasok-distributor; distibutor-PT XXX; PT XXX-pengguna. Gudang PT XXX sebagai gudang transit. Pendistribusian kegiatan 1 menimbulkan biaya persediaan PT XXX dan pengguna, sehingga perlu dilakukan potensi penghematan biaya persediaan. Dengan melakukan potensi penghematan maka rantai pasok distribusi kegiatan 1 menjadi optimal. Untuk mendukung visi dan misi PT XXX, maka diperlukan sebuah strategi yang dapat mengatasi beberapa permasalahan tersebut. Salah satunya adalah dengan menggunakan konsep Vendor Managed Inventory (VMI).\nKajian penelitian ini mengembangkan model pada pemasok, distributor, dan pengguna multiproduk untuk meminimalkan total biaya. Pengembangan model dilakukan pada 4 model. Model 1 adalah pemasok-distributor-pengguna tidak menjalin kerjasama/bersifat tradisional. Model 2 adalah pemasok-distributor membangun kerjasama VMI sedangkan distributor-pengguna bersifat tradisional. Model 3 adalah pemasok-distributor bersifat tradisional sedangkan distributor-pengguna menjalin hubungan kerjasama VMI. Model 4 adalah pemasok-distributor-pengguna menjalin kerjasama VMI. Kerjasama VMI pada pemasok dan distributor menggunakan model acuan Yao dkk. (2007), sedangkan pada distributor dan pengguna ke-i menggunakan model Mateen dan Chatterjee (2015).\nHasil yang diperoleh dalam penelitian ini adalah bahwa dengan melakukan kerjasama VMI pada model 4 terjadi penurunan pada total biaya persediaan pemasok, distributor, dan pengguna. Holding Company (Induk Perusahaan) mendapatkan potensi penghematan paling besar apabila menjalin kerjasama VMI dengan distributor.", "Daftar File": {"ABSTRAK Aris Nawati": "https://digilib.itb.ac.id/gdl/download/186603"}, "Penulis": "Aris Nawati [94516005]", "Kontributor / Dosen Pembimbing": ["Dr. Andi Cakravastia Arisaputra Raja, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Logistik", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Vendor Managed Inventory (VMI), multiproduk, deterministik, kerjasama pemasok tunggal-distributor tunggal-multi pengguna.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "02 Okt 2019"}