{"Nomor": 44153, "Judul": "STRATEGI TERINTEGRASI UNTUK PENGELOLAAN KAWASAN CAGAR BUDAYA DI KOTA SURKARTA", "Abstrak": "Cagar Budaya merupakan sesuatu yang ditransmisikan atau diperoleh dari\nsebuah peradaban dan merupakan sumber daya tak terbarukan. Setiap cagar budaya\nmembutuhkan strategi pengelolaan yang berbeda sesuai dengan konteks cagar\nbudaya. Kota Surakarta memiliki banyak bangunan cagar budaya yang terletak\ndalam Kawasan Cagar Budaya. Keberadaan bangunan dan Kawasan Cagar Budaya\nmenjadi permasalahan tersendiri bagi perkembangan Kota Surakarta. Persoalan\ndalam penelitian ini adalah Kota Surakarta belum memiliki strategi pengelolaan\nKawasan Cagar Budaya dan belum terintegrasinya pengelolaan Kawasan Cagar\nBudaya. Penelitian ini bertujuan untuk merumuskan strategi pengelolaan Kawasan\nCagar Budaya yang terintegrasi di Kota Surakarta. Untuk mencapai tujuan tersebut,\nmaka sasaran yang ingin dicapai adalah: merumuskan komponen S, W, O, dan T\ndalam konteks pengelolaan Kawasan Cagar Budaya; mengidentifikasi persoalan\ndan potensi setiap aspek strategi pengelolaan (fisik, legal, kelembagaan,\npembiayaan); merumuskan dan menyusun matriks SWOT setiap Kawasan Cagar\nBudaya Kota Surakarta.\nMetode penelitian yang digunakan adalah eksploratif kualitatif dengan\npendekatan induktif. Data primer diperoleh dari observasi KCB dan wawancara\ndengan narasumber dari Solo Heritage Society, Disbud, DPUPR, TACB Kota\nSurakarta, sedangkan data sekunder diperoleh dari dokumen RAKP Surakarta\n2015-2035, RTRW, RPJMD. Strategi ditujukan masyarakat dan Pemerintah Kota\nSurakarta, sehingga variabel internal adalah kondisi empat aspek strategi\npengelolaan yang dimiliki masyarakat dan Pemkot, sedangkan variabel eksternal\nadalah kondisi empat aspek strategi pengelolaan dari luar masyarakat dan Pemkot.\nPenelitian ini menghasilkan 73 rumusan strategi yang kemudian diringkas menjadi\n43 rumusan berdasarkan kesamaan predikat. Peruntukan strategi terbagi dalam; 13\nstrategi pengelolaan Kawasan Cagar Budaya untuk skala Kota Surakarta, 30 strategi\npengelolaan Kawasan Cagar Budaya untuk setiap kawasan. Integrasi pengelolaan\ndapat diketahui dari adanya 17 strategi yang terbagi pada setiap aspek pengelolaan\nKawasan Cagar Budaya.", "Daftar File": {"ABSTRAK Pratomo Aji Krisnugrahanto": "https://digilib.itb.ac.id/gdl/download/184597", "BAB 1 Pratomo Aji Krisnugrahanto": "https://digilib.itb.ac.id/gdl/download/184598", "BAB 2 Pratomo Aji Krisnugrahanto": "https://digilib.itb.ac.id/gdl/download/184723", "BAB 3 Pratomo Aji Krisnugrahanto": "https://digilib.itb.ac.id/gdl/download/184724", "BAB 4 Pratomo Aji Krisnugrahanto": "https://digilib.itb.ac.id/gdl/download/184725", "BAB 5 Pratomo Aji Krisnugrahanto": "https://digilib.itb.ac.id/gdl/download/184726", "BAB 6 Pratomo Aji Krisnugrahanto": "https://digilib.itb.ac.id/gdl/download/184727", "BAB 7 Pratomo Aji Krisnugrahanto": "https://digilib.itb.ac.id/gdl/download/184728", "DAFTAR Pratomo Aji Krisnugrahanto": "https://digilib.itb.ac.id/gdl/download/184729", "2019 TS PP PRATOMO AJI KRISNUGAHANTO_LAMPIRAN.pdf\n]": "https://digilib.itb.ac.id/gdl/download/184730"}, "Penulis": "Pratomo Aji Krisnugrahanto [25417030]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Denny Zulkaidi, MUP"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Strategi Pengelolaan, Kawasan Cagar Budaya, Kota Surakarta", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "10 file", "Tanggal Input": "02 Okt 2019"}