{"Nomor": 44166, "Judul": "STRATEGI KESIAPSIAGAAN MASYARAKAT TERHADAP BENCANA DENGAN PENGELOLAAN RISIKO BENCANA BERBASIS KOMUNITAS (Studi Kasus Desa Sukapada, Kecamatan Pagerageung, Kabupaten Tasikmalaya)", "Abstrak": "Kesiapsiagaan masyarakat terhadap bencana merupakan hal penting bagi pengelolaan\nrisiko bencana. Pengelolaan risiko bencana berbasis komunitas (PRBBK) merupakan\nsalah satu upaya untuk mengurangi risiko bencana dengan meningkatkan kapasitas\nmasyarakat lokal dengan memaksimalkan potensi dan kompetensi yang dimiliki\nmasyarakat. Keterlibatan aktif dan partisipasi masyarakat dalam pengelolaan risiko\nbencana b ini menjadi kunci, sehingga pendekatannya bersifat bottom-up karena\nkemandirian masyarakat lebih dominan. Desa Sukapada, Kacamatan Pagerageung ini\nmerupakan wilayah yang memiliki rawan bencana gerakan tanah, namun hanya 3 (tiga)\nkampung yang mengalami dampak gerakan tanah yaitu Kampung Citereup, Kampung\nGaradaha, dan Kampung Bojot yang mengakibatkan terjadinya retakan pada jalan, dan\ndinding atau lantai rumah. Adanya potensi komunitas lokal di Desa Sukapada diharapkan\nmasyarakat dapat mandiri dan saling bekerjasama dengan pemerintah dalam melakukan\npengelolaan risiko bencana, oleh karena itu pentingnya membangun PRBBK di Desa\nSukapada. Tujuan penelitian ini yaitu merumuskan strategi kesiapsiagaan masyarakat\nterhadap bencana dengan melalui pengelolaan risiko berbasis komunitas. Pada penelitian\nini menggunakan metoda kualitatif dengan metoda pengambilan data menggunakan\nwawancara mendalam (indepth interview) dengan pemilihan informan dilakukan\nberdasarkan purposive sampling, observasi lapangan, dokumentasi dan data sekunder\nuntuk melengkapi informasi. Kemudian data-data tesebut dianalisis secara deskripif\nkualitataif berdasarkan indikator PRBBK yaitu kesiapsiagaan, partsipasi dan resiliensi\nmasyarakat yang kemudian dilakukan analisis SWOT (Strenghts, Weakness, Opportunity,\nThreats). Adapun hasil dari penelitian ini adalah bahwa masyarakat Desa Sukapada\nmengetahui bahwa daerah mereka rawan bencana gerakan tanah, kurangnya\nkesiapsiagaan masyarakat terhadap bencana, belum adanya program khusus dari\nPemerintah Desa Sukapada terkait bencana dan belum tersedianya pendanaan dana desa\nbagi kebencanaan. Penelitian ini memberikan strategi berupa rekomendasi dengan\nmelihat potensi dan peluang yang dapat dikembangkan oleh pemerintah bersama\nkomunitas lokal.", "Daftar File": {"ABSTRAK Risyda Atqiyani Setra": "https://digilib.itb.ac.id/gdl/download/184660", "BAB 1 Risyda Atqiyani Setra": "https://digilib.itb.ac.id/gdl/download/184661", "BAB 2 Risyda Atqiyani Setra": "https://digilib.itb.ac.id/gdl/download/184662", "BAB 3 Risyda Atqiyani Setra": "https://digilib.itb.ac.id/gdl/download/184663", "BAB 4 Risyda Atqiyani Setra": "https://digilib.itb.ac.id/gdl/download/184664", "BAB 5 Risyda Atqiyani Setra": "https://digilib.itb.ac.id/gdl/download/184665", "BAB 6 Risyda Atqiyani Setra": "https://digilib.itb.ac.id/gdl/download/184666", "DAFTAR Risyda Atqiyani Setra": "https://digilib.itb.ac.id/gdl/download/184667", "2019 TS PP RISYDA ATQIYANI SETRA_LAMPIRAN.pdf?": "https://digilib.itb.ac.id/gdl/download/184668"}, "Penulis": "Risyda Atqiyani Setra [25417009]", "Kontributor / Dosen Pembimbing": ["Dr. Saut Aritua Hasiholan Sagala, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kesipasiagaan Masyarakat, Pengelolaan Risiko Bencana, Komunitas", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "02 Okt 2019"}