{"Nomor": 44163, "Judul": "PENINGKATAN AKSESIBILITAS PERDESAAN MELALUI PEMANFAATAN DANA DESA DI DESA TERTINGGAL, KABUPATEN MUSI RAWAS", "Abstrak": "Desa tertinggal adalah desa dengan kondisi masyarakat dan wilayah yang relatif\nterbelakang dibandingkan dengan desa lainnya. Keterbatasan sarana prasarana di\ndesa tertinggal berdampak pada kondisi sosial ekonomi masyarakat perdesaan.\nMasyarakat di desa tertinggal sulit mendapatkan akses ke barang, layanan, dan\nfasilitas yang mereka butuhkan. Akibatnya, mereka menjalani kehidupan yang tidak\nproduktif, dan menuntun pada kemiskinan.\nAksesibilitas perdesaan adalah faktor penting dalam pembangunan perdesaan.\nMeningkatkan aksesibilitas perdesaan berarti meningkatkan mobilitas masyarakat\nuntuk mendapatkan akses ke barang, layanan, dan fasilitas yang mereka butuhkan.\nSayangnya, keterbatasan dana menjadi persoalan. Keterbatasan dana menyebabkan\nkurangnya program pembangunan sarana prasarana di daerah perdesaan. Kondisi\nini merupakan masalah utama bagi desa tertinggal untuk keluar dari ketertinggalan.\nDana Desa adalah jawaban untuk masalah keterbatasan dana di desa tertinggal. Di\nIndonesia, program dana desa sudah dimulai sejak tahun 2015. Sampai dengan\ntahun 2018, Pemerintah Indonesia telah menyalurkan Rp187 triliun untuk Dana\nDesa. Dana desa diharapkan dapat meningkatkan aksesibilitas perdesaan di desa\ntertinggal melalui pembangunan sarana prasarana.\nPenelitian ini bertujuan untuk mengetahui peningkatan aksesibilitas perdesaan di\ndesa tertinggal, dan melihat manfaatnya terhadap kondisi sosial ekonomi\nmasyarakat setelah adanya program Dana Desa pada tahun 2015 hingga tahun 2018.\nPenelitian ini dilakukan di tiga desa tertinggal di Kabupaten Musi Rawas, Provinsi\nSumatera Selatan. Kabupaten Musi Rawas adalah salah satu dari dua kabupaten\ntertinggal di provinsi tersebut. Pada tahun 2016, dari 186 desa, terdapat 121 desa\ntertinggal di Kabupaten Musi Rawas. Pada tahun 2018, jumlah tersebut telah\nberkurang menjadi 69 desa tertinggal. Tiga desa tertinggal yang menjadi lokasi\npenelitian ini adalah Desa Batu Gane Kecamatan Selengit, Desa Sukarami Jaya\nKecamatan Sumberharta, Desa Sungai Pinang, Kecamatan Muara Lakitan.ii\nPenelitian ini menggunakan pendekatan metode campuran. Data diperoleh dengan\nmenggunakan kuesioner yang disebar pada 105 responden di tiga desa tertinggal.\nHasil penelitian menunjukkan bahwa peningkatan aksesibilitas perdesaan melalui\npembangunan sarana prasarana dengan memanfaatkan Dana Desa telah mampu\nmeningkatkan kemudahan bagi masyarakat di desa tertinggal dalam aktivitas sosial\nekonomi. Meskipun hanya sebagian kecil responden yang memiliki kegiatan\nproduktif bernilai ekonomi lainnya, terdapat peningkatan jumlah fasilitas ekonomi\ndan peningkatan pendapatan yang mencerminkan aksesibilitas perdesaan yang\nlebih baik di tiga desa tertinggal", "Daftar File": {"ABSTRAK Sigit Nur Cahyo": "https://digilib.itb.ac.id/gdl/download/184641", "BAB 1 Sigit Nur Cahyo": "https://digilib.itb.ac.id/gdl/download/184642", "BAB 2 Sigit Nur Cahyo": "https://digilib.itb.ac.id/gdl/download/184643", "BAB 3 Sigit Nur Cahyo": "https://digilib.itb.ac.id/gdl/download/184644", "BAB 4 Sigit Nur Cahyo": "https://digilib.itb.ac.id/gdl/download/184645", "BAB 5 Sigit Nur Cahyo": "https://digilib.itb.ac.id/gdl/download/184646", "BAB 6 Sigit Nur Cahyo": "https://digilib.itb.ac.id/gdl/download/184647", "DAFTAR Sigit Nur Cahyo": "https://digilib.itb.ac.id/gdl/download/184648", "2019 TS PP SIGIT NUR CAHYO_LAMPIRAN.pdf?": "https://digilib.itb.ac.id/gdl/download/184649", "2019 TS PP SIGIT NUR CAHYO_JURNAL.pdf\n]": "https://digilib.itb.ac.id/gdl/download/184650"}, "Penulis": "Sigit Nur Cahyo [25417023]", "Kontributor / Dosen Pembimbing": ["Ir. Hastu Prabatmodjo, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "aksesibilitas perdesaan, dana desa, desa tertinggal.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "10 file", "Tanggal Input": "02 Okt 2019"}