{"Nomor": 44176, "Judul": "IDENTIFIKASI PROSES PERKEMBANGAN MODAL SOSIAL DALAM PENGEMBANGAN BUMDES STUDI KASUS: BUMDES TIRTA MANDIRI, DESA PONGGOK, KABUPATEN KLATEN", "Abstrak": "Kesenjangan masih terjadi di pedesaan meskipun telah banyak upaya peningkatan\nperekonomian desa yang dilakukan, salah satunya melalui BUMDes sebagai salah\nsatu program prioritas Kemendes PDTT. Namun dilain sisi, karakteristik desa yang\nterpencil menjadi masalah bagi BUMDes untuk bisa mengatasi kendala-kendala\nyang dihadapi karena tidak dapat diselesaikan sendiri dalam kondisi terisolasi.\nUntuk itu dibutuhkan peran modal sosial yang perlu diketahui lebih lanjut\npengaruhnya dalam setiap tahapan pengembangan BUMDes. BUMDes Tirta\nMandiri sebagai salah satu BUMDes terbaik nasional dapat dijadikan percontohan\nuntuk melihat peran modal sosial dalam pengembangan BUMDes. Tujuan penelitian\nini adalah untuk mengidentifikasi proses perkembangan modal sosial dalam\npengembangan BUMDes Tirta Mandiri. Komponen yang akan dilihat dalam melihat\nmodal sosial adalah jaringan, kepercayaan, dan norma. Sedangkan analisis yang\ndigunakan adalah analisis kualitatif untuk melakukan eksplorasi dan memahami\nmakna yang terjadi pada fenomena yang terjadi. Berdasarkan analisis, didapatkan\nbahwa proses perkembangan BUMDes Tirta Mandiri pada awalnya lebih\nmengandalkan modal sosial bonding untuk menggerakan masyarakat Desa Ponggok\nuntuk ikut berpartisipasi dalam pengembangan BUMDes hingga selanjutnya lebih\ndimaksimalkan modal sosial bridging untuk melibatkan pihak-pihak eksternal\nsehingga tercipta kerjasama multi stakeholder untuk mencapai aksi kolektif dalam\npengembangan ekonomi desa. Sedangkan modal sosial linking berperan dalam\nmengalokasikan sumber daya yang diperlukan dalam pengembangan BUMDes\nmelalui keberpihakan kekuasaan dari pihak yang berwenang untuk menyerahkan\nsumberdaya.", "Daftar File": {}, "Penulis": "Muhamad Danar Pradono [15415077]", "Kontributor / Dosen Pembimbing": ["Ir. Tubagus Furqon Sofhani, MA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "BUMDes, Proses Perkembangan Modal Sosial, Jaringan, Norma, Kepercayaan, Bonding, Bridging, Linking.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "02 Okt 2019"}