{"Nomor": 44178, "Judul": "FORMULASI NANOPARTIKEL HBsAg DENGAN EKSTRAK Phyllanthus niruri L. SEBAGAI ADJUVAN DAN UJI MATURASI SEL DENDRITIK DENGAN MARKA MOLEKUL CD40, CD86, DAN CD83", "Abstrak": "Hepatitis B menjadi salah satu penyakit yang menjadi isu global. Efektifitas vaksin hepatitis B melalui\ninjeksi intravena sudah baik dalam mengurangi penyebaran penyakit. Namun pemberian vaksin\nberulang menyebabkan pasien tidak nyaman. Oleh karena itu dirancang strategi alternatif sistem\npenghantaran yaitu nanopartikel HBsAg melalui sistem penghantaran oral. Untuk meningkatkan\nimunogenitas digunakan ekstrak meniran (Phyllanthus niruri L.) dalam pembuatan nanopartikel\nHBsAg. Nanopartikel dibuat melalui metode gelasi ionik menggunakan polimer kitosan dan cross\nlinker natrium tripolifosfat (STPP). Pembuatan nanopartikel menggunakan 3 konsentrasi ekstrak\nmeniran yaitu 150, 250, dan 350 µg/mL serta satu konsentrasi HBsAg yaitu 10 µg/mL. Nanopartikel\ndikarakterisasi melalui ukuran , potensial zeta, efisiensi penjeratan, dan pelepasan. Uji maturasi sel\ndendritik secara in vitro dilakukan dengan menginduksi dendritik sel immature dengan nanopartikel.\nPersentase maturasi sel dendritik ditentukan dengan mengukur intensitas CD40, CD86, dan CD83\nsebagai marka penanda sel dendritik mature menggunakan flowcytometry. Nanopartikel yang\ndihasilkan memiliki ukuran 180-300 nm zeta potensial positif 27-32 mV. Efisiensi penjeratan\nmenunjukkan 83-91% HBsAg dan 61-84% ekstrak P. niruri terjerat dalam nanopartikel.Uji pelepasan\nsecara in vitro menunjukkan lebih dari 90% HBsAg dan ekstrak P. niruri dilepaskan dalam waktu 2\njam. Pada uji maturasi, nanopartikel HBsAg-P. niruri dengan konsentrasi ekstrak 250 dan 350 µg/mL\nmemiliki maturasi signifikan (p<0,05) dibandingkan dengan nanopartikel HBsAg konsentrasi 10 µg/mL\npada semua marka maturasi sel dendritik. Nanopartikel HBsAg- P. niruri menjadi sistem pembawa\npotensial dalam menginduksi maturasi sel dendritik.", "Daftar File": {"ABSTRAK Ghina Rafiasti Wulandari": "https://digilib.itb.ac.id/gdl/download/184698"}, "Penulis": "Ghina Rafiasti Wulandari [10715075]", "Kontributor / Dosen Pembimbing": ["Dr. Diky Mudhakir, S.Si., M.Si.", "Dr. Muhamad Insanu, S.Si., M.Si.", "Dr. Neni Nurainy"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "HBsAg, maturasi, nanopartikel, Phyllanthus niruri, sel dendritik.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "02 Okt 2019"}