{"Nomor": 44181, "Judul": "STUDI ENDAPAN TSUNAMI MODERN 22 DESEMBER 2018 PANTAI TANJUNG LESUNG, PROVINSI BANTEN.", "Abstrak": "Indonesia merupakan negara kepulauan yang terletak diantara pertemuan 3 lempeng aktif yang membentuk jalur subduksi yaitu lempeng Eurasia, lempeng Pasifik dan lempeng Indo-Australia. Kondisi geografis tersebut menjadikan Indonesia sebagai wilayah yang rawan bencana alam salah satunya adalah tsunami. Tanggal 22 Desember 2018 telah terjadi tsunami di daerah Banten dan sekitarnya. Salah satunya daerah yang terkena dampaknya adalah Pantai Tanjung Lesung yang dijadikan lokasi penelitian. Tsunami tersebut disebabkan adanya longsor dari Gunung Anak Krakatau sedang erupsi. Studi tentang endapan tsunami modern yang diendapkan oleh longsor tsunamigenik masih terbatas. Sehingga diperlukan penelitian mengenai endapan tsunami, untuk mengetahui karakteristik endapan tsunami sebagai referensi dalam penelitian paleotsunami agar dapat mengetahui siklus tsunami lebih lanjut di daerah Banten, Provinsi Jawa Barat, Pantai Tanjung Lesung.\nPenelitian dilakukan pada 60 sampel TJL (Tanjung Lesung) yang merupakan salah satu hasil data transek yang terdiri 12 titik lokasi yang diteliti dengan tebal 2-8 cm. Karakteristik endapan tsunami didapatkan dengan melakukan analisis laboratorium berupa analisis besar butir, analisis X-ray fluorescence (XRF), analisis Loss on Ignition (LOI), dan analisis mikrofauna. Endapan tsunami dan pra tsunami umumnya memiliki kontak erosional yang jelas, kecuali pada endapan pra tsunami TJL 01 memiliki karakteristik yang relatif sama dengan endapan tsunami, hal ini dikarenakan sampel TJL 01 jaraknya sangat dekat dengan pantai. Endapan tsunami bewarna abu kecoklatan, berukuran pasir kasar hingga pasir halus, dengan komposisi piroksen, plagioklas, kuarsa, dan kalsit, terdapat pecahan pumice yang menjadi penciri pembeda endapan tsunami akibat collapse eruption dan akibat gempa bumi, dan lepas-lepas, symmetrical skewness, leptokurtic-very leptokurtic, kurva distribusi frekuensi unimodal, hal ini dikarenakan keterbatasan alat yang hanya bisa mengukur butiran hingga 2 mm sedangkan pada sampel pasir terdapat banyak pecahan yang berukuran lebih dari 2 mm. Berdasarkan analisis XRF, unsur Sr, Ca dan Ba pada endapan tsunami relatif meningkat dibandingkan pada endapan pra tsunami yang menandakan adanya indikasi dari air laut, dan unsur Fe, Ti, dan K pada endapan tsunami relatif menurun. Unsur Fe dan Ti pada endapan tsunami menandakan adanya energi tinggi, tetapi pada endapan tsunami sudah banyak terkandung unsur Fe dan Ti sebelumnya yang berasal dari pelapukan batuan sekitarnya yaitu andesit dan basal yang mengandung unsur Fe dan Ti. Berdasarkan analisis LOI, kandungan karbonat pada endapan tsunami lebih tinggi dibandingkan dengan endapan pra tsunami, sedangkan kandungan karbon pada endapan tsunami lebih rendah dibandingkan dengan endapan pra tsunami, hal ini dikarenakan pada endapan tsunami banyak terdapat kandungan mikrofauna yang tertranspor oleh gelombang tsunami. Berdasarkan analisis mikrofauna, terdapat algae dan 13 spesies foraminifera bentonik dalam kondisi utuh maupun pecah, yang terdiri dari foraminifera bentonik dengan habitat inner shelf hingga middle shelf, hal ini menunjukkan adanya percampuran mikrofauna dari lingkungan pengendapan yang berbeda akibat tergerus oleh gelombang tsunami.", "Daftar File": {}, "Penulis": "Vincent Setiawan [12015039]", "Kontributor / Dosen Pembimbing": ["Dr. Aswan, S.T., M.T.", "Purna Sulastya Putra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "tsunami, granulometri, foraminifera, LOI, XRF, Tanjung Lesung.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "12 file", "Tanggal Input": "02 Okt 2019"}