{"Nomor": 44194, "Judul": "PENGARUH STATUS CAGAR BUDAYA TERHADAP NILAI PROPERTI RUMAH TINGGAL DI KOTA BANDUNG (STUDI KASUS: KAWASAN CAGAR BUDAYA GEDUNG SATE)", "Abstrak": "Salah satu upaya untuk melestarikan warisan budaya adalah dengan\nmenetapkan status cagar budaya. penelitian-penelitian terdahulu menunjukkan\npenetapan status cagar budaya dapat meningkatkan nilai properti karena\nmemunculkan nilai premum dan ada terdapat instrumen subsidi yang dinilai\nmenguntungkan. Akan tetapi beberapa penelitian menyatakan hasil yang berlawanan\nyaitu penurunan nilai properti karena diterapkannya batasan bagi pemilik properti.\nDi Kota Bandung penetapan status cagar budaya juga dilakukan untuk melindungi\nwarisan budaya. Penetapan status cagar budaya di Kota Bandung terkait properti\ndilakukan pada bangunan cagar budaya (BCB) dan kawasan cagar budaya (KCB).\nFenomena pengaruh status cagar budaya terhadap nilai properti juga dapat terjadi\ndi Kota Bandung, namun studi mengenai hal tersebut belum ada. Oleh karena itu\npenelitian ini bertujuan untuk mengungkapkan pengaruh status cagar budaya\nterhadap nilai properti di Kota Bandung dengan mengambil studi kasus Kawasan\nGedung Sate.\nPenelitian ini menggunakan hedonic price method dengan teknik analisis\nregresi. Pengaruh status cagar budaya terhadap nilai properti diungkapkan dengan\ncara menjadikan status BCB dan KCB salah satu variabel yang diuji hubungannya\ndengan nilai properti (dijelaskan melalui harga penawaran properti). Selain variabel\nstatus cagar budaya, diperlukan variabel kandidat lain karena terdapat karakteristik\nproperti lain yang memengaruhi harga penawaran properti. Variabel kandidat\ndidapatkan dari tinjauan literatur. Data properti mengenai variabel kandidat dan\nharga penawaran properti didapatkan dari web scraping yaitu pengambilan data\nsecara menyeluruh dari situs rumah.com dan 99.co.id serta dengan pengelolaan data\nspasial menggunakan ArcGIS. Berdasarkan model regresi yang terbentuk, variabel\nstatus BCB dan status KCB di wilayah studi tidak signifikan terhadap harga\npenawaran properti, sehingga dapat disimpulkan bahwa status cagar budaya tidak\nmemengaruhi nilai properti di wilayah studi.", "Daftar File": {}, "Penulis": "Harashtina Aunurrahim [15415061]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Denny Zulkaidi, MUP"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kota Bandung, cagar budaya, nilai properti, hedonic price method, harga penawaran properti", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "02 Okt 2019"}