{"Nomor": 44197, "Judul": "ENHANCING INTERMODAL INTEGRATION OF MASS PUBLIC TRANSPORT FACILITIES THROUGH STAKEHOLDER MANAGEMENT IN THE GREATER JAKARTA", "Abstrak": "Bus Rapid Transit (BRT), Light Rail Transit (LRT), and subways have been constructed\nin The Greater Jakarta but there are several problems when integrating these facilities,\nnamely, physics, network, fares, and information. In this research, stakeholder\ninvolvement is categorized into five groups, namely, the Ministry of Transportation,\nlocal government, transport operator, bank provider, and community. The research\nobjectives are 1) identifying stakeholder engagement and their barrier; 2) defining key\nstakeholders by focusing on public transport enhancement using integration facilities\nprovision, and 3) developing stakeholder cooperation based on key stakeholder\nenhancement.\nThe results demonstrate that 1) there are 19 stakeholders that collaborate and engage\nothers to enhance integration facilities in Greater Jakarta. Problems include 2) there is\nno strong coordination and highly sectoral ego; some of the local governments have\nhigher budget allocation to escalate transport integration capacity, while others have no\nstrong budget concerns. The stakeholder analyses using Interest-power Matrix show\nfour key stakeholders that play an important role to escalate integration facilities\nproviding service. 3) The activities of key stakeholders are confined by laws and\nunsupported resources. Yet they are concerned and have the power to manage not only\nthe physical aspect, but also the network, arrange fare system acceleration and provide\nkey integration of information facilities.", "Daftar File": {"ABSTRAK Kustining Rachmani": "https://digilib.itb.ac.id/gdl/download/184788", "BAB 1 Kustining Rachmani": "https://digilib.itb.ac.id/gdl/download/184789", "BAB 2 Kustining Rachmani": "https://digilib.itb.ac.id/gdl/download/184790", "BAB 3 Kustining Rachmani": "https://digilib.itb.ac.id/gdl/download/184791", "BAB 4 Kustining Rachmani": "https://digilib.itb.ac.id/gdl/download/184792", "BAB 6 Kustining Rachmani": "https://digilib.itb.ac.id/gdl/download/184793", "DAFTAR Kustining Rachmani": "https://digilib.itb.ac.id/gdl/download/184794", "2019 TS PP KUSTINING RACHMANI_LAMPIRAN.pdf?_": "https://digilib.itb.ac.id/gdl/download/184795"}, "Penulis": "Kustining Rachmani [25417026]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Puspita Dirgahayani, S.T., M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Public transport provision, integration facilities, The Greater Jakarta, management of institution, stakeholder involvement", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "02 Okt 2019"}