{"Nomor": 44198, "Judul": "ANALISIS KARAKTERISTIK ENDAPAN LATERIT DAN BATUAN DASAR DI AREA MORONOPO DAN WAILUKUM, DAERAH BULI, KABUPATEN HALMAHERA TIMUR, PROVINSI MALUKU UTARA", "Abstrak": "Penelitian ini dilatarbelakangi oleh kebutuhan peningkatan jumlah sumberdaya nikel baru pada Area Moronopo dan Wailukum serta belum adanya penelitian detail mengenai karakteristik endapan laterit maupun batuan dasar di kedua area tersebut. Daerah penelitian secara administratif berada di IUP PT. Antam UBPN Maluku Utara. Koordinat area penelitian Moronopo berada di 41.0103-41.1104mT dan 82.353-83.386mU dan Wailukum berada di 412.369-413.763mT dan 89.304-88.384mU zona 52N, dengan luas area Moronopo sebesar 0,94 km2 dan luas area Wailukum sebesar 1,4km2.\nPenelitian ini bertujuan untuk mengetahui karakteristik endapan laterit dan batuan dasar di area Moronopo dan Wailukum. Data yang digunakan berupa DEM, LIDAR, data lapangan, maupun data bor. Analisis DEM, LIDAR, dan data lapangan digunakan untuk penentuan satuan geomorfologi regional dan topografi dari kedua area penelitian. Analisis data lapangan bertujuan untuk membuat peta, dan penampang geologi dari area penelitian. Analisa geostatistik pada data bor yang terdiri dari data assay (1226 sampel pada Area Moronopo dan 470 sampel pada Area Wailukum) dan deskripsi bor bertujuan untuk menentukan karakteristik endapan laterit dan batuan dasar dari kedua area penelitian.\nArea Buli dibagi menjadi 4 satuan geomorfologi yaitu, Satuan Dataran Aluvial, Satuan Dataran Pantai, Satuan Kepulauan Blok Sesar, Satuan Punggungan Blok Sesar. Kedua area penelitian termasuk kedalam Satuan Punggungan Blok Sesar.\nBerdasarkan hasil analisis petrografi sayatan tipis, didapatkan jenis batuan dasar di Area Moronopo berupa harzburgit terserpentinisasi sedang, sedangkan di Area Wailukum berupa serpentinit, orthopiroksenit terserpentinisasi sedang dan olivin gabronorit terserpentinisasi lemah. Berdasarkan metode kriging pada sampel bor batuan dasar di Area Moronopo, Sesar Moronopo 1 dan Moronopo 2 diperkirakan telah meningkatkan intensitas serpentinisasi. Pada pengamatan di lapangan, Shear zone pada Area Wailukum terususun oleh campuran litologi yang berbeda.\nBerdasarkan analisis diagram terner SiO2-MgO-Fe2O3, kedua area termasuk kedalam tipe lateritisasi dry laterites dengan pengendapan silika. Pada Area Moronopo, endapan laterit terbagi menjadi red limonite, yellow limonite, soft saprolite, dan hard saprolite, yang menandakan lateritisasi berjalan dengan baik. Berdasarkan topografi, Area Moronopo dibagi menjadi 3 area, yaitu hill slope 1, lowland basin, dan hill slope 2. Zona bijih di area hill slope 1 & 2, dipengaruhi proses longsor serta berada di red limonite, yellow limonite, dan bagian atas soft saprolite, serta Ni berkorelasi positif sangat kuat-kuat dengan Co, Fe, MnO, dan Cr2O3. Zona bijih di area lowland basin, terbentuk karena proses latertisasi yang baik sehingga berada dibatas yellow limonite - soft saprolite dan soft saprolite - hard saprolite, serta Ni berkorelasi positif sedang dengan Co, Fe, MnO dan Cr2O3.\nPada Area Wailukum, endapan laterit terbagi menjadi limonit dan saprolit, serta menunjukkan lateritisasi tidak berkembang dengan baik. Zona bijih hanya ditemukan pada saprolit endapan laterit dengan batuan dasar berupa litologi dominasi serpentinit, Ni berkorelasi positif kuat dengan Co, Fe, MnO, dan Cr2O3.", "Daftar File": {"ABSTRAK Aditya Rizki Ramadhan": "https://digilib.itb.ac.id/gdl/download/184796"}, "Penulis": "Aditya Rizki Ramadhan [12015041]", "Kontributor / Dosen Pembimbing": ["Ir. Nurcahyo Indro Basuki, M.T., Ph.D.", "Dr. Ir. Bambang Priadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Endapan Laterit, Batuan Dasar, Nikel, Halmahera Timur", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "11 file", "Tanggal Input": "02 Okt 2019"}