{"Nomor": 44196, "Judul": "TINGKAT KERAMAHAN LINGKUNGAN DAN PENGARUHNYA TERHADAP AKTIVITAS FISIK LANJUT USIA DI KOTA SURAKARTA", "Abstrak": "Peningkatan usia harapan hidup dan urbanisasi merupakan dua fenomena\ndemografi yang menyebabkan pertumbuhan jumlah penduduk lanjut usia lebih cepat.\nMenurut World Health Organization, lanjut usia adalah seseorang yang telah\nmemasuki usia 60 tahun ke atas. Proses penuaaan pada diri lanjut usia yang semakin\nrentan akan berpengaruh pada aktivitas fisik mereka. Untuk mempermudah penduduk\nlanjut usia dalam beraktivitas diperlukan pembangunan kota yang memperhatikan\naspek lingkungan yang ramah lanjut usia. Kota Surakarta merupakan salah satu kota\nyang mulai menerapkan konsep kota ramah lanjut usia. Populasi lanjut usia di Kota\nSurakarta semakin meningkat, namun implementasi kebijakan dirasa belum optimal.\nOleh karena itu diperlukan evaluasi untuk mengukur tingkat keramahan lingkungan\ndengan memperhatikan kriteria aksesibilitas, kenyamanan, kemudahan dipahami,\nkeamanan, dan keselamatan dan mengidentifikasi pengaruhnya terhadap aktivitas\nfisik lanjut usia. Melalui studi literatur, observasi, kuesioner, dan pengumpulan data\nsekunder, dilakukan analisis konten, analisis deskriptif kuantitatif, dan analisis\nasosiasi korelatif. Dari penelitian ini ditemukan bahwa adanya perbedaan tingkat\nkeramahan lingkungan berdasarkan observasi dan persepsi lanjut usia. Selain itu\nditemukan juga bahwa terdapat komponen lingkungan ramah lanjut usia yang\nmempengaruhi keaktifan fisik lanjut usia di Kota Surakarta.", "Daftar File": {}, "Penulis": "Amalia Rahayu [15415015]", "Kontributor / Dosen Pembimbing": ["Dr. RM. Petrus Natalivan Indradjati, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "lanjut usia, aktivitas fisik, evaluasi, lingkungan ramah lanjut usia.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "02 Okt 2019"}