{"Nomor": 44204, "Judul": "MANFAAT PERIKANAN TANGKAP BAGI MASYARAKAT SEBAGAI BASIS PENGEMBANGAN EKONOMI LOKAL DI KECAMATAN PALABUHANRATU, KABUPATEN SUKABUMI", "Abstrak": "Pengembangan ekonomi lokal merupakan salah satu konsep dalam\npengembangan wilayah. Konsep ini bertumpu pada penggunaan potensi lokal untuk\nmeningkatkan kesejahteraan masyarakat. Potensi lokal yang diperlukan yaitu\nsumberdaya alam dan sumberdaya manusia. Selain itu, dalam pengembangan\nekonomi lokal memerlukan kegiatan ekonomi yang menjadi basis di wilayah\ntersebut. Kecamatan Palabuhanratu termasuk kedalam WPP RI 573 sehingga\nmemiliki potensi perikanan tangkap yang besar. Adanya potensi tersebut\nmenimbulkan terjadinya kegiatan usaha di bidang perikanan tangkap. Kegiatan\nusaha tersebut memberikan manfaat khususnya bagi masyarakat lokal. Manfaat\nperikanan tangkap tersebut harusnya bisa menjadi basis pengembangan ekonomi\nlokal dan mendukung komponen dalam pengembangan ekonomi lokal. Oleh karena\nitu, diperlukan penilaian mengenai sejauh mana manfaat perikanan tangkap sebagai\nbasis pengembangan ekonomi lokal di Kecamatan Palabuhanratu yang dilihat\nberdasarkan komponen pengembangan ekonomi lokal yaitu kesejahteraan,\nketimpangan serta keberlanjutan.\nDari hasil analisis diperoleh bahwa manfaat perikanan tangkap belum\nmampu menjadi basis pengembangan ekonomi lokal di Kec. Palabuhanratu.\nManfaat perikanan tangkap sangat tidak mendukung terhadap keberlanjutan\nterutama aspek lingkungan. Sumberdaya ikan yang tidak berkelanjutan akan\nberdampak pada kesejahteraan terutama nelayan dan posisi tawar nelayan rendah\nsehingga menyebabkan ketimpangan. Maka perlu dilakukan upaya agar masyarakat\nmendapat manfaat yang besar dari perikanan tangkap sehingga mampu\nmeningkatkan kesejahteraan, mengurangi ketimpangan dan menjaga keberlanjutan.", "Daftar File": {}, "Penulis": "Siti Nurazizah [15415068]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dewi Sawitri Tjokropandojo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "pengembangan ekonomi lokal, potensi perikanan tangkap, kesejahteraan, ketimpangan, keberlanjutan.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "03 Okt 2019"}