{"Nomor": 44206, "Judul": "PARTISIPASI MASYARAKAT LOKAL DALAM PENGEMBANGAN KAWASAN GEOWISATA PANAS BUMI KAMOJANG", "Abstrak": "Geowisata merupakan salah satu bentuk pariwisata yang tengah berkembang\nsaat ini. Geowisata bisa berada di beragam wilayah mulai dari lingkungan urban,\ndaerah pinggiran, daerah alami yang terpencil, atau kawasan yang dilindungi\nseperti taman nasional, taman hutan raya, dan taman wisata alam. Kabupaten\nBandung dalam RIPPARDA 2018-2025 menentukan suatu kawasan geowisata panas\nbumi Kamojang yang salah satu objek wisatanya adalah Taman Wisata Alam (TWA)\nKamojang yang berlokasi di wilayah pegunungan. Potensi wisata di TWA Kamojang\nsaat ini semakin besar setelah terjadi pertambahan luas kawasannya sebesar 2.391\nHa menjadi hampir mencapai 3.000 Ha. Hal tersebut akan sangat mengundang\npihak luar seperti swasta untuk mengembangkan dan memanfaatkan potensi wisata\nyang ada. Sedangkan, salah satu prinsip yang dimiliki geowisata sebagai bentuk\npariwisata yang berkelanjutan adalah peningkatan taraf sosial dan ekonomi\nmasyarakat sekitar dengan cara menjadikan masyarakat sebagai aktor utama dalam\npengembangan dan pemanfaatan potensi wisata yang ada. cara melibatkan\nmasyarakat untuk berpartisipasi dalam seluruh proses pengembangan pariwisata\ntersebut biasa disebut dengan konsep community-based tourism (CBT). Pada\npenelitian ini akan dibahas terkait partisipasi masyarakat lokal dalam\npengembangan kawasan geowisata panas bumi kamojang melalui metode penelitian\nkualitatif. Pengumpulan data dilakukan dengan metode wawancara menggunakan\nteknik pemilihan informan purposive dan snowball sampling dan analisis data\nmenggunakan metode analisis isi, analisis koding, dan analisis deskriptif kualitatif.\nDalam penelitian ini, peneliti mencoba memahami karakteristik wisata\npegunungan di kawasan geowisata panas bumi Kamojang, bentuk-bentuk partisipasi\nmasyarakat lokal dalam pengembangan kawasan geowisata panas bumi Kamojang,\ndan tingkat partisipasi masyarakat lokal dalam pengembangan kawasan geowisata\npanas bumi Kamojang. Pemahaman karakteristik wisata pegunungan diakukan\ndengan menemukenali karakteristik keanekaragaman fisik dan sosial, keterpinggiran\nwilayah, kesulitan akses, kerapuhan fisik, dan kekhasan wilayah pegunungan.\nPenjelasan mengenai bentuk partisipasi masyarakat dilakukan dengan menganalisis\npernyataan-pernyataan dari hasil wawancara kepada narasumber-narasumber\nterkait dan juga hasil observasi lapangan. Sementara itu, analisa tingkat partisipasi\nmasyarakat dilakukan dengan menggunakan tipologi Tosun (1999) yang terdiri dari\nspontaneous participation, induced participation, dan coercive participation.\nHasil analisis pada penelitian ini menunjukkan bahwa kawasan geowisata\npanas bumi Kamojang memiliki karakteristik khas wilayah pegunungan yang\nmemiliki implikasi terhadap kegiatan pariwisata dan bentuk partisipasi masyarakat\nyang ada. Bentuk partisipasi yang dilakukan oleh masyarakat di sekitar kawasan\ngeowisata panas bumi Kamojang terbagi ke dalam dua hal yaitu partisipasi dengan\nmenyediakan barang dan juga partisipasi dengan menyediakan jasa. Partisipasi\nmasyarakat dalam pengembangan geowisata di kawasan geowisata panas bumi\nKamojang termasuk ke dalam kategori tingkatan induced participation", "Daftar File": {}, "Penulis": "Afif Muhammad Fadhil [15415088]", "Kontributor / Dosen Pembimbing": ["Alhilal Furqan, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "geowisata, panas bumi, community-based tourism, partisipasi masyarakat, TWA Kamojang.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "03 Okt 2019"}