{"Nomor": 44202, "Judul": "PENINGKATAN PELUANG PEMILIHAN MODA ANGKUTAN KOTA DALAM KOMPETISI DENGAN TRANSPORTASI DARING UNTUK PERJALANAN BEKERJA DAN SEKOLAH DI KOTA BANDUNG", "Abstrak": "Kehadiran transportasi daring dalam kehidupan sehari-hari telah membantu\npergerakan manusia dan barang, khususnya dalam perjalanan bekerja dan sekolah.\nNamun, kemunculannya membuat penggunaan angkutan kota semakin menurun dan\nmembuat masyarakat meninggalkan moda angkutan kota untuk bepergian. Meski\nterdapat moda yang dianggap lebih memberikan keuntungan, yaitu transportasi\ndaring, penduduk di Kota Bandung tidak langsung lepas dari penggunaan angkutan\nkota. Hal ini menunjukkan bahwa sebenarnya angkutan kota masih dibutuhkan,\nterutama untuk mendukung Bandung Urban Mobility Project 2030 sebagai angkutan\npengumpan. Penelitian ini dilakukan supaya penggunaan angkutan kota di Kota\nBandung meningkat untuk mendukung transportasi publik yang lebih baik. Penelitian\nini menggunakan model logit binomial untuk menentukan arahan yang dapat\ndilakukan untuk meningkatkan penggunaan angkutan kota. Hasil analisis\nmenunjukkan empat variabel yang mempengaruhi pemilihan penggunaan moda, yaitu\nfaktor keamanan, kenyamanan, keandalan, dan keteraturan dengan rumus fungsi\nmengikuti urutan faktor ialah Uang – Uonl = -0,883 + 2,41 X1 + 2,919 X2 + 2,115 X3 +\n2,757 X4. Peluang penggunaan angkutan kota berdasarkan fungsi utilitas adalah\n81,6% dan 18,4% untuk transportasi daring. Skenario sensitivitas menunjukkan\nbahwa kenyamanan merupakan faktor yang paling sensitif terhadap perubahan\npeluang pemilihan moda, namun faktor keamanan merupakan faktor yang perlu\ndiintervensi karena nilai kualitatif awal yang rendah namun cukup sensitif terhadap\nperubahan peluang pemilihan angkutan kota.", "Daftar File": {}, "Penulis": "Made Laksmiani Dewi [15415012]", "Kontributor / Dosen Pembimbing": ["Dr. Miming Miharja, S.T., M.Sc.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "angkutan kota, transportasi daring, peluang pemilihan moda, model binomial logit, analisis sensitivitas", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "03 Okt 2019"}