{"Nomor": 44201, "Judul": "TINGKAT KETAHANAN EKONOMI SPASIAL DI WILAYAH PESISIR PEDESAAN STUDI KASUS DI KABUPATEN GORONTALO UTARA, PROVINSI GORONTALO, INDONESIA", "Abstrak": "Tidak tepat untuk membedakan debat wilayah pesisir sebagai wilayah transisi\nketika memperdebatkan perairan dan daratan. Karena dampak dari dua ekosistem,\nekosistem terrestrial dan ekosistem laut, wilayah pesisir adalah lingkungan yang\nrumit dan khas. Dengan demikian, pengelolaan wilayah pesisir yang profesional\ndan berkelanjutan merupakan syarat untuk mencapai pembangunan ekonomi yang\nideal.\nWilayah pesisir pedesaan Indonesia menghadapi banyak masalah, dari\nkemiskinan hingga rendahnya daya saing. Dihadapkan dengan permintaan untuk\nmeningkatkan tingkat ketahanan masyarakat terhadap potensi risiko keuangan di\nmasa depan, peran pemerintah secara bertahap menjadi vital.\nUntuk alasan ini, analisis dilakukan dalam penelitian ini untuk mengusulkan\nstrategi yang dapat meningkatkan ketahanan ekonomi masyarakat pesisir pedesaan\nterhadap guncangan ekonomi yang dikombinasikan dengan analisis spasial.\nRespons tersebut dapat membantu masyarakat dan juga pemerintah daerah dalam\nmengetahui bagaimana menciptakan ekonomi lokal yang lebih mampu menahan\ngoncangan berikutnya. Empat elemen dan 18 indikator digunakan untuk\nmenghitung indeks komposit dengan area penelitian sebelas kecamatan pesisir di\nKabupaten Gorontalo Utara. Temuan dari penelitian ini menunjukkan bahwaiv\nmeskipun semua kecamatan terletak di wilayah pesisir, masyarakat di sebelas\nkecamatan menunjukkan persepsi yang berbeda tentang kapasitas ekonomi yang\ndapat menjadi pendukung untuk menahan goncangan keuangan, dan setiap\nkecamatan memiliki kekuatan dan kelemahan di masing-masing kecamatan.\nelemen.", "Daftar File": {"ABSTRAK Wildan Nury M A G H": "https://digilib.itb.ac.id/gdl/download/184809", "BAB 1 Wildan Nury M A G H": "https://digilib.itb.ac.id/gdl/download/184810", "BAB 2 Wildan Nury M A G H": "https://digilib.itb.ac.id/gdl/download/184811", "BAB 3 Wildan Nury M A G H": "https://digilib.itb.ac.id/gdl/download/184812", "BAB 4 Wildan Nury M A G H": "https://digilib.itb.ac.id/gdl/download/184813", "BAB 5 Wildan Nury M A G H": "https://digilib.itb.ac.id/gdl/download/184814", "BAB 6 Wildan Nury M A G H": "https://digilib.itb.ac.id/gdl/download/184815", "DAFTAR Wildan Nury M A G H": "https://digilib.itb.ac.id/gdl/download/184816"}, "Penulis": "Wildan Nury M A G H [25417003]", "Kontributor / Dosen Pembimbing": ["Adiwan Fahlan Aritenang, S.T., M.GIT., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "ketahanan ekonomi, wilayah pesisir pedesaan, spasial, indeks komposit", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "03 Okt 2019"}