{"Nomor": 44208, "Judul": "ANALISIS FUNGSI DAN PEMANFAATAN TAMAN TEMATIK MELALUI MEDIA SOSIAL TWITTER", "Abstrak": "Kesesuaian fungsi dari taman tematik terhadap kebutuhan penggunanya merupakan kunci\ndari keberlanjutan penggunaan ruang tersebut Untuk menciptakan taman tematik yang\nmampu mengakomodasi kebutuhan para penggunanya, diperlukan proses perencanaan\nkomunikatif yang dapat melibatkan dan menampung kebutuhan para pengguna. Namun untuk\nmelihat hal tersebut adalah suatu hal yang sulit, karena pada dasarnya tidak semua\nkomunitas bisa memberikan masukannya. Kehadiran media sosial, terutama Twitter sebagai\nwadah berjejaring sosial, mampu menjadi wadah bagi para komunitas untuk menyampaikan\naspirasinya. Dengan adanya Twitter ini, kebutuhan komunitas terhadap taman tematik\ndapatlah terlihat dan bisa dijadikan sebagai masukan perencanaan dan evaluasi. Kota\nBandung menjadikan taman tematik sebagai program utama untuk meningkatkan indeks\nkebahagiaan. Kesesuaian fungsi taman tematik ini terhadap kebutuhan penggunanya perlu\ndievaluasi untuk melihat apakah taman ini berkelanjutan atau tidak. Maka dari itu dilakukan\npenelitian dengan tujuan untuk mengidentifikasi tingkat kesesuaian antara fungsi yang\ndibentuk pemerintah daerah dengan pola pemanfaatan yang tercermin pada media sosial\nTwitter terkait taman tematik di Kota Bandung. Adapun dalam penelitian ini digunakan\nmetode deskriptif dengan pendekatan kualitatif. Berdasarkan hasil analisis, baik fungsi\nmaupun bentukan pemanfaatan, setiap taman memiliki hal tersebut masing-masing dengan\nkarakteristik khasnya. Namun jika dilihat dari sisi kesesuaiannya, terdapat 13 dari 29 taman\nyang terdapat ketidaksesuaian antara fungsi dengan bentukan pemanfaatan yang tercermin\npada media sosial Twitter.", "Daftar File": {}, "Penulis": "Fitrah Ramadhan [15415017]", "Kontributor / Dosen Pembimbing": ["Ridwan Sutriadi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kesesuaian Fungi, Taman Tematik, Twitter, Deskriptif, Creative Placemaking", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "03 Okt 2019"}