{"Nomor": 44205, "Judul": "IMPACT OF CLIMATE CHANGE ON AVAILABILITY OF WATER IN SINGKARAK AND MANINJAU LAKE AND ITS IMPLICATION FOR HYDROPOWER NEED", "Abstrak": "Recently, climate change has been led considerable issues around the world since\nit influences many aspects in environment such as hydrological cycle and water\nresources. The result of previous studies document that the climate change\ndecreases the existing water resources such as rivers, lakes, reservoirs, even\ngroundwater resources. For example, Lake Neusield in Austria experiences the\ndeclining capacity owing to the increase of temperature in that region so that it also\nescalates the amount of evaporation. However, climate change effect is very varied\nin different region, so it requires different understanding for each place. Hence, in\nthis research, it will investigate the impact of climate change on availability of water\nin Singkarak and Maninjau Lake in West Sumatera and how its implication on\nhydropower because both lakes are the main sources for hydropower consumption.\nThe result of this study exhibits that the rainfall pattern has significant influence on\navailability of water in these areas. According to rainfall distribution, it describes\nthat over past eighteen years, the rainfall pattern is evenly distributed. From the\n2001 – 2010 period to 2011 – 2018 period, generally it tends to exhibit a light\nupward of annual rainfall pattern for Singkarak and Maninjau of 5.8% and 4.8%,\nrespectively. The water balance in both lakes is still in good situation because the\nprecipitation rate is larger than estimated evaporation. This tendency is in line with\nthe inflow in both lakes, the water inputs greater than the outputs and the capacity\nof lakes is still well fulfilled the demand of hydropower consumption to generate\nthe electricity. By using scenarios, it estimates that the hydropower generation for\nthe next eighteen years will follow the rainfall pattern, if the rainfall increase, the\nhydropower also has ability to escalate their productivity. On the other hand, if the\nprecipitation declines, the energy production also has a chance to decrease.", "Daftar File": {"ABSTRAK Maizatisna": "https://digilib.itb.ac.id/gdl/download/184844", "BAB 1 Maizatisna": "https://digilib.itb.ac.id/gdl/download/184845", "BAB 2 Maizatisna": "https://digilib.itb.ac.id/gdl/download/184846", "BAB 3 Maizatisna": "https://digilib.itb.ac.id/gdl/download/184847", "BAB 4 Maizatisna": "https://digilib.itb.ac.id/gdl/download/184848", "BAB 5 Maizatisna": "https://digilib.itb.ac.id/gdl/download/184849", "BAB 6 Maizatisna": "https://digilib.itb.ac.id/gdl/download/184850", "2019 TS PP MAIZATISNA_REFERENSI.pdf)u": "https://digilib.itb.ac.id/gdl/download/184851", "2019 TS PP MAIZATISNA_JURNAL.pdf)u": "https://digilib.itb.ac.id/gdl/download/184852"}, "Penulis": "Maizatisna [25417076]", "Kontributor / Dosen Pembimbing": ["Dr. Sri Maryati, S.T., M.I.P."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "climate change, rainfall, lakes, hydropower", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "03 Okt 2019"}