{"Nomor": 44210, "Judul": "IDENTIFIKASI POLA SUSTAINABLE CONSUMPTION AND PRODUCTION MELALUI KONSEP EXTENDED STAKEHOLDER RESPONSIBILITY DI INDONESIA: STUDI KASUS UNILEVER INDONESIA", "Abstrak": "Timbulan sampah yang tidak terkelola secara tuntas mendorong munculnya\nperubahan perilaku agar lebih ramah lingkungan melalui EPR yang dapat saling\nmempengaruhi dan dipengaruhi oleh perilaku konsumsi sehingga menjadi perilaku\nkonsumsi dan produksi ramah lingkungan (SCP). SCP dapat diwujudkan dari awal\nterciptanya produk, penggunaan produk, hingga setelah produk dikonsumsi melalui\npengelolaan sampah. Dengan adanya UU No. 18 Tahun 2008, pengelolaan sampah\nmenjadi tanggung jawab semua pihak meliputi pemerintah, masyarakat, dan produsen\ndengan paradigma pengurangan (3R) dan penanganan sampah. SCP dapat terwujud\nketika setiap stakeholder melaksanakan perannya masing-masing serta saling bekerja\nsama untuk melakukan intervensi yang dapat mengubah perilaku terutama perilaku\nkonsumsi oleh konsumen. Penelitian ini bertujuan untuk memahami peran stakeholder\ndalam mewujudkan SCP pada sektor produk pemenuh kebutuhan sehari-hari di\nIndonesia. Konten kebijakan peran dan tanggung jawab setiap stakeholder dianalisis\ndengan analisis konten dan analisis jejaring stakeholder berdasarkan wawancara.\nAnalisis konten pun dilakukan terhadap laporan keberlanjutan FMCG yang pada\npenelitian ini mengambil studi kasus Unilever Indonesia. Perilaku masyarakat\ndianalisis dengan analisis statistik deskriptif dan analisis asosiasi berdasarkan\nkuesioner masyarakat. Hasil dari penelitian adalah keberjalanan SCP melalui ESR di\nIndonesia sehingga dapat direkomendasikan tindakan untuk mewujudkan SCP di\nIndonesia.", "Daftar File": {"2019 TA PP MARIA RICHALL DITA ARICHI_JURNAL.pdf)u": "https://digilib.itb.ac.id/gdl/download/184873"}, "Penulis": "Maria Richall Dita Arichi [15415040]", "Kontributor / Dosen Pembimbing": ["Ir. Teti Armiati Argo, MES, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "perubahan perilaku, produk konsumsi, ESR, SCP, pengelolaan sampah.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "03 Okt 2019"}