{"Nomor": 44229, "Judul": "IDENTIFIKASI PERSEPSI MASYARAKAT ADAT TERHADAP RUANG SEBAGAI EKSPRESI IMPLEMENTASI NILAI-NILAI TRADISIONAL (STUDI KOMPARATIF MASYARAKAT ADAT KASEPUHAN CIROMPANG, KABUPATEN LEBAK, BANTEN DAN KASEPUHAN CIKONDANG, KABUPATEN BANDUNG, JAWA BARAT)", "Abstrak": "Masyarakat adat di Indonesia hidup berdasarkan asal-usul leluhur secara turun\ntemurun di suatu wilayah. Nilai-nilai tradisional merupakan nilai asli masyarakat yang\nterimplemetasi pada satuan wilayah adat. Penggunaan ruang merupakan produksi dari nilai\ntradisional dalam aktivitas masyarakat adat. Tak dipungkiri wilayah adat rentan terhadap\nkonflik dan harus menjadi komponen yang terelakan dalam pembangunan. Tujuan penelitian\nini untuk mengidentifikasi persepsi masyarakat adat terhadap ruang sebagai pengayaan\nwawasan dalam ranah kebijakan publik dan perencanaan. Studi komparatif masyarakat adat\nKasepuhan Cirompang dan Kasepuhan Cikondang merupakan bentuk dari perbandingan\ntidak setara untuk dapat menghasilkan interpretasi penggunaan ruang berdasarkan masingmasing karakteristik masyarakat adat. Kasepuhan Cirompang memiliki karakter masyarakat\nbersifat homogen dan masih mengimplementasikan nilai tradisional secara kondusif.\nSebaliknya, masyarakat adat Cikondang bersifat heterogen dan telah memiliki perubahan\ndalam implementasi nilai tradisional. Perubahan ini berpengaruh terhadap interpretasi\npenggunaan ruang pada masing-masing wilayah adat. Konservasi terhadap wilayah adat\nagar tetap bertahan dan kondusif sebagai ekspresi implementasi nilai tradisional didukung\nkuat oleh konstruksi sosial yang terbangun atas dasar persamaan tujuan.", "Daftar File": {}, "Penulis": "Nadia Gissma Kusumawardhani [15415093]", "Kontributor / Dosen Pembimbing": ["Ir. Teti Armiati Argo, MES, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "masyarakat adat, produksi ruang, metode komparatif Kasepuhan Cirompang dan Cikondang", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "7 file", "Tanggal Input": "03 Okt 2019"}