{"Nomor": 44221, "Judul": "PERANCANGAN KAWASAN TOD JOYOBOYO KOTA SURABAYA", "Abstrak": "Transit-oriented development merupakan konsep pengembangan kawasan yang memadukan\nberbagai macam kegiatan dalam satu kawasan dan dalam jangkauan jarak berjalan kaki untuk\nmengurangi ketergantungan terhadap penggunaan kendaraan pribadi dan mendorong\nmasyarakat untuk berjalan kaki. Di Indonesia, kawasan berorientasi transit telah diatur dalam\nPeraturan Menteri ATR/BPN No. 16 Tahun 2017 tentang pedoman pengembangan kawasan\nberorientasi transit. DKI Jakarta merupakan salah satu kota yang telah menerapkan konsep\nTOD guna mengatasi persoalan kemacetan yang terjadi. Selain DKI Jakarta, pada tahun 2013\nKota Surabaya juga telah menggagas konsep TOD yang kemudian diatur dalam rencana\nSurabaya Mass Rapid Transportation.Dalam rencana tersebut pemerintah Kota Surabaya\nmenetapkan kawasan di sekitar Terminal Joyoboyo sebagai kawasan TOD. Pada kondisi\neksisting, fungsi kawasan TOD Joyoboyo belum berjalan dengan optimal, masih ditemukan\nberbagai persoalan perancangan seperti pengaturan guna lahan, sirkulasi pejalan kaki yang\nbelum terhubung dengan baik, masih banyak hambatan samping yang mengganggu kenyamanan\npejalan kaki, dan dominansi surface-parking dan on-street parking pada kawasan. Untuk\nmenyelesaikan persoalan tersebut maka perlu dilakukan perancangan kawasan TOD Joyoboyo.\nPerancangan kawasan TOD Joyoboyo ini dilakukan dengan meninjau prinsip perancangan\nnormatif kawasan TOD, karakteristik, serta potensi dan persoalan yang ada pada kawasan.\nMetode analisis deskriptif digunakan untuk menganalisis potensi dan persoalan fisik pada\nkawasan serta mendeskripsikan prinsip perancangan normatif kawasan TOD. Penelitian ini\njuga menggunakan fragmental method sebagai metode perancangan. Untuk mengatasi\npersoalan pada kawasan TOD Joyoboyo maka hasil akhir dari perancangan kawasan ini yaitu\npenyediaan sirkulasi yang dapat menguhubungkan simpul transit, mengembangkan vertical\nmixed-used building, penyediaan apartemen dan rumah susun, penyediaan transit plaza, dan\npengembangan shared-parking dalam kawasan.", "Daftar File": {"2019 TA PP SALSABILA NAQIYYAH_JURNAL.pdf]": "https://digilib.itb.ac.id/gdl/download/184936"}, "Penulis": "Salsabila Naqiyyah [15415081]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Denny Zulkaidi, MUP"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "transit-oriented development, kawasan campuran, simpul transit, jalur pejalan kaki, terminal joyoboyo", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "03 Okt 2019"}