{"Nomor": 44228, "Judul": "MENILAI PORTOFOLIO INVESTASI DANA PENSIUN DI  DANA PENSIUN PELINDO PURNAKARYA", "Abstrak": "Dana Pensiun Pelindo Purnakarya adalah salah satu dana pensiun pemberi kerja di Indonesia yang memberikan jenis program pensiun iuran pasti dengan total kepemilikan saldo akhir aktiva bersih di tahun 2018 sebesar Rp168.460.000.000,-. Dana Pensiun Pelindo Purnakarya (selanjutnya disebut \"DP3) bertugas mengelola dana pensiun PT Pelabuhan Indonesia III (Persero) dan afiliasinya. DP3 adalah badan hukum yang didirikan oleh PT Pelabuhan Indonesia III (Persero) pada tahun 2014 berdasarkan keputusan Dewan Komisioner Otoritas Jasa Keuangan nomor: KEP-141/D. 05/2014 tanggal 20 Oktober 2014 tentang Pengesahan atas Peraturan Dana dari Dana Pensiun Pelindo Purnakarya. Sebagai dana pensiun yang menawarkan program pensiun iuran pasti. DP3's harus memenuhi aspirasi pendiri dan mitra untuk rencana pensiun keberlanjutan.\nNamun target hasil investasi DP3's tidak memenuhi capaian target dalam arahan investasi yang ditetapkan oleh pendiri. RoI dari pengembangan kekayaan dana pensiun dalam satu tahun harus dicapai oleh manajemen sekurang-kurangnya 9% dari total investasi setelah dikurangi beban investasi, beban karyawan dan operasional institusi. DP3's juga mengelola portofolio mereka dengan selera prinsip syariah untuk penempatan instrumen investasi. Pendiri mengharapkan pengembalian investasi dengan hasil pengelolaan terbaik dari konvensional, termasuk namun tidak terbatas pada penempatan instrumen syariah.  \nPada periode pencatatan sampai dengan 31 Desember 2018, pengembangan hasil investasi yang dicapai dalam satu tahun hanya mencapai 6,94%. Mempertimbangkan tingkat risiko dan keuntungan dalam portofolio saham untuk mencapai hasil keuntungan yang optimal serta lebih meningkatkan kinerja perusahaan, DP3 dapat menerapkan optimalisasi kombinasi penempatan saham dalam indeks LQ45 menggunakan Solver, dengan komposisi spesifik dari 6 saham Syariah CPIN 0,07%, PTBA 2,59%, UNTR 9,86%, ICBP 39,03%, BKSL 0,16%, UNVR 9,02%, dan 3 saham konvensional BBCA 19,86%, SRIL 6,48%, BMRI 12,93%. Dari portofolio saham diharapkan untuk memberikan kembali di atas Indeks Harga Saham Gabungan (IHSG) sebesar 1,23% dengan standar deviasi di bawah IHSG sebesar 2,53%. Hasil perhitungan dalam penempatan portofolio saham setelah dievaluasi dengan opsi risiko terendah akan meningkatkan pengembangan investasi sebesar 8.37%.", "Daftar File": {"2019_TS_PP_Lia Indi Agustiana_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/184975"}, "Penulis": "Lia Indi Agustiana [29117311]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "manfaat kontribusi, portofolio optimal, dana pensiun, DP3.", "Sumber": "PT PELABUHAN INDONESIA III (PERSERO)", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "03 Okt 2019"}