{"Nomor": 44234, "Judul": "STUDI TEKTONOSTRATIGRAFI CEKUNGAN OMBILIN DI SUMATERA BARAT DENGAN MENGGUNAKAN DATA BAWAH PERMUKAAN", "Abstrak": "Daerah penelitian berada di provinsi Sumatera Barat dan terletak di timur dari Kota Sawahlunto.  Luas area penelitian lebih kurang 780 km2 didominasi topografi relatif datar dan sedikit perbukitan lipatan.  Cekungan Ombilin berada di jalur vulkanik Bukit Barisan di Pulau Sumatera yang berarah baratlaut – tenggara.  Cekungan ini pada saat present day termasuk sebuah cekungan intermountain.\n\nEnam sumur eksplorasi dan 87 data seismik yang diakuisisi sejak tahum 1980-an digunakan untuk menginvestigasi lebih mendalam struktur bawah permukaan.  Interpretasi data sumur dan seismik menemukan adanya empat satuan tektonostratigrafi dapat dikenali, yaitu endapan pre-rift, early syn-rift, syn-rift dan post inversion.  Hasil korelasi sumur, interpretasi data seismik dan analisa karakter seismik dari lima horizon; Brani, Lower Sangkarewang, Upper Sangkarewang, Sawahlunto dan Sawahtambang yang akhirnya digabungkan dengan peta ketebalan, analisis elektrofasies dan fasies seismik menghasilkan gambaran paleogeografi pada masa Eosen hingga Miosen Awal - Tengah.  Interpretasi seismik tidak dilakukan pada Formasi Ombilin karena mengalami pengangkatan dan erosi pada permukaan.\n\nPenemuan hidrokarabon, terutama gas menunjukkan Cekungan Ombilin adalah cekungan yang prolifik untuk dilakukan eksplorasi yang lebih jauh guna memperoleh cadangan gas yang bisa digunakan sebagai sumber energi yang ekonomis untuk dikembangkan.  Hasil pemetaan struktur bawah permukaan dan analisa sistem petroleum mengindikasikan masih adanya potensi akumulasi gas pada suatu closure di bagian updip lapisan di bagian selatan dari cekungan ini.", "Daftar File": {"ABSTRAK Reno Faisal": "https://digilib.itb.ac.id/gdl/download/185382", "COVER Reno Faisal": "https://digilib.itb.ac.id/gdl/download/188868", "BAB 1 Reno Faisal": "https://digilib.itb.ac.id/gdl/download/188869", "BAB 2 Reno Faisal": "https://digilib.itb.ac.id/gdl/download/188870", "BAB 3 Reno Faisal": "https://digilib.itb.ac.id/gdl/download/188871", "BAB 4 Reno Faisal": "https://digilib.itb.ac.id/gdl/download/188872", "BAB 5 Reno Faisal": "https://digilib.itb.ac.id/gdl/download/188873", "PUSTAKA Reno Faisal": "https://digilib.itb.ac.id/gdl/download/188874"}, "Penulis": "Reno Faisal [22016008]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Prihadi Soemintadiredja, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Cekungan Ombilin, tektonostratigrafi, paleogeografi, eksplorasi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "8 file", "Tanggal Input": "03 Okt 2019"}