{"Nomor": 44231, "Judul": "IDENTIFIKASI KERJA SAMA PEMANGKU KEPENTINGAN DALAM PENGELOLAAN TAMAN NASIONAL WAY KAMBAS", "Abstrak": "TNWK yang kaya akan keragaman jenis flora dan fauna, memiliki fungsi dan tujuan\nkonservasi namun harus menghadapi berbagai ancaman yang dapat menurunkan\nkualitas lingkungannya. Tercatat peningkatan kebakaran hutan dari tahun 2017-\n2018 mengalami peningkatan sebesar 5,17%. Tutupan lahan yang didominasi oleh\nsemak belukar (62%) turut menyebabkan kebakaran hutan menjadi agenda rutin\ntahunan, meskipun faktor utamanya adalah ulah manusia yang dibuktikan dengan\nselalu ada kegiatan perburuan illegal bersamaan dengan kebakaran hutan. TNWK\nyang bersinggungan langsung dengan permukiman masyarakat juga menyebabkan\nterjadinya masalah penggembalaan liar. Dengan begitu, adanya indikasi belum\noptimalnya pengelolaan TNWK sehingga diperlukannya studi terkait keterlibatan\npemangku kepentingan, peran pemangku kepentingan, dan kerja sama dari masingmasing pemangku kepentingan dalam pengelolaan TNWK. Indikator pada penelitian\nini menggunakan PP No. 28 Tahun 2011 dan Permenhut No. P.85 Tahun 2014.\nPengumpulan data sekunder dilakukan dengan penelusuran aturan kelembagaan\ndan data primer melalui wawancara semi struktur kemudian dilakukan analisis isi\ndan deskriptif kualitatif.Temuan hasil studi menyimpulkan bahwa terdapat 17\npemangku kepentingan yang terlibat dengan peran di dalam aspek perlindungan,\npengawetan, dan pemanfaatan. Jumlah peran dalam aturan kelembagaan lebih\nsedikit dibandingkan dengan kondisi aktual di lapangan. Kemudian, bentuk kerja\nsama yang terjadi adalah kerja sama dalam penguatan kelembagaan, perlindungan,\npemanfaatan, dan pengawetan.", "Daftar File": {}, "Penulis": "Virginia Dara Riano [15415086]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Heru Purboyo Hidayat Putro, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "kerja sama, aspek konservasi, Taman Nasional, kelembagaan, pemangku kepentingan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "03 Okt 2019"}