{"Nomor": 44232, "Judul": "MODEL BIOKONTROL TANAH SUPRESSIVE BERBASIS PENDEKATAN METAGENOMIK KOMPARATIF MIKROBA TANAH SEKITAR PISANG (Musa acuminata L.) SEHAT DAN TERINFEKSI Fusarium oxysporum", "Abstrak": "Komoditas pisang (Musa acuminata L.) di Indonesia memiliki tingkat kebutuhan pasar yang tinggi dan penanamannya dilakukan secara intensif pada skala besar. Masalah umum pada perkebunan pisang yaitu infeksi Fusarium oxysporum f. sp. cubense (Foc) yang menyebabkan layu pada tumbuhan pisang. Spora Foc dapat persisten di tanah dalam jangka waktu yang panjang, menyebabkan kebun pisang tergantikan oleh komoditas lain. Salah satu alternatif untuk meningkatkan ketahanan pisang adalah dengan meningkatkan tingkat supressive tanah terhadap Foc untuk mengurangi insiden terinfeksinya tumbuhan oleh penyakit melalui interaksi antagonis antara mikroba dan pathogen. Informasi mengenai komposisi mikroba tanah supressive indigen diperlukan untuk pengembangan model tanah yang dapat mengontrol infeksi Foc. Perkembangan teknologi High throughput sequencing (HTS) membantu analisis komposisi mikroba secara menyeluruh, namun analisisnya memerlukan proses komputasi yang tidak sederhana. Analisis metagenomik komparatif dengan menggunakan HTS pada komponen 16S rRNA dilakukan untuk membandingkan keragaman dan komposisi mikroba pada tanah antara pisang sehat dan terinfeksi Foc sebagai upaya pengembangan model tanah supressive. Analisis meliputi keragaman dan struktur komunitas bakteri, diikuti dengan komparasi kelimpahan relatif taksa mikroba antara tanah sekitar pisang sehat dan terinfeksi Foc. Sampel tanah sekitar pisang sehat (H1 dan H2) dan pisang terinfeksi Foc (I1 dan I2) diambil dari lahan PTPN VIII Sukabumi. Total 161.259 sekuens memenuhi kualitas standar dari keseluruhan sampel setelah melalui proses quality filtering. Sampel H1 dari pisang sehat menunjukkan nilai keragaman tertinggi berdasarkan indeks keragaman alpha. OTU yang diperoleh didominasi kelompok Planctomyces, Acidobacteria, dan Chloroflexi. Pada tingkatan Phylum, kelompok Actinobacteria lebih melimpah pada tanah sekitar pisang sehat. Analisis komparasi kelimpahan pada tingkatan familia dan genus menunjukkan taksa yang berperan dalam proses siklus diantaranya meliputi Bradyrhizobiaceae, Nitrospiraceae, Nitrospira, Rhodoplanes. Analisis co-occurrence menunjukkan korelasi positif antara kelimpahan relatif Nitrospira dengan taksa bakteri yang berpotensi menghasilkan senyawa yang antagonis terhadap Foc, meliputi Streptomyces dan Kribbella. Berdasarkan data, dapat disimpulkan bahwa kondisi tanah supressive dapat didesain dengan upaya meningkatkan keragaman bakteri tanah, dan kelimpahan bakteri pada taksa tertentu yang dapat bersifat antagonis terhadap Foc baik secara langsung maupun tidak langsung.", "Daftar File": {"ABSTRAK Sandy Ahmad Herdiansyah": "https://digilib.itb.ac.id/gdl/download/184998", "COVER Sandy Ahmad Herdiansyah": "https://digilib.itb.ac.id/gdl/download/200853", "BAB 1 Sandy Ahmad Herdiansyah": "https://digilib.itb.ac.id/gdl/download/200854", "BAB 2 Sandy Ahmad Herdiansyah": "https://digilib.itb.ac.id/gdl/download/200855", "BAB 3 Sandy Ahmad Herdiansyah": "https://digilib.itb.ac.id/gdl/download/200856", "BAB 4 Sandy Ahmad Herdiansyah": "https://digilib.itb.ac.id/gdl/download/200857", "BAB 5 Sandy Ahmad Herdiansyah": "https://digilib.itb.ac.id/gdl/download/200858", "PUSTAKA Sandy Ahmad Herdiansyah": "https://digilib.itb.ac.id/gdl/download/200859"}, "Penulis": "Sandy Ahmad Herdiansyah [21117001]", "Kontributor / Dosen Pembimbing": ["Dr. Adi Pancoro"], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Fusarium oxysporum, Mikrobioma tanah, Metagenomik, 16S rRNA", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "03 Okt 2019"}