{"Nomor": 44238, "Judul": "KAJIAN EFEK HEPATOPROTEKTOR NANOSUSPENSI EKSTRAK DAUN KELOR PADA TIKUS WISTAR YANG DIINDUKSI DENGAN ANTITUBERKULOSIS", "Abstrak": "Hati merupakan salah satu organ penting pada manusia karena berperan dalam metabolisme.\nKerusakan hati dapat disebabkan oleh berbagai faktor diantaranya karena infeksi parasit, penyakit\nautoimun, efek samping obat-obatan seperti obat anti tuberkulosis dan konsumsi berlebih alkohol.\nPenelitian ini bertujuan mengevaluasi aktivitas ekstrak daun kelor dalam sediaan nanosuspensi sebagai\nhepatoprotektor yang diuji pada tikus Wistar jantan. Senyawa aktif pada daun kelor diekstraksi dengan\ncara refluks menggunakan etil asetat. Formulasi nanosuspensi ekstrak daun kelor menggunakan SLS &\nPVP sebagai stabilizer. Melalui uji stabilitas 3 suhu dan freeze and thaw diperoleh nanosuspensi yang\npaling stabil menggunakan SLS 0,5% sebagai stabilizer. Uji hepatoprotektor meliputi uji preventif dan\nkuratif dengan induktor kombinasi antituberkulosis isoniazid (27 mg/kg BB) dan rifampisin (54 mg/kg\nBB) yang diberikan secara intraperitoneal. Kedua dosis ekstrak yang diuji (75 & 150 mg/kg BB) dalam\nbentuk ekstrak maupun nanosuspensi bersifat hepatoprotektif yang ditandai dengan aktivitas GPT,\nGOT, ALP, GGT dan total bilirubin yang lebih rendah secara signifikan (p<0,01) terhadap kelompok sakit.\nEkstrak daun kelor dalam bentuk nanosuspensi memberikan efek kuratif yang lebih baik terlihat dari\npenurunan aktivitas GPT,GOT,ALP,GGT, dan total bilirubin yang signifikan (p<0,05) dibandingkan\nekstrak daun kelor yang hanya menurunkan aktivitas GPT,GOT,ALP pada p<0,05. Hasil pemeriksaan\nmikroskopik jaringan hati menunjukkan ekstrak daun kelor dalam bentuk nanosuspensi dapat\nmemperbaiki kerusakan hati yang lebih cepat dibandingkan ekstrak daun kelor. Berdasarkan hasil\npenelitian ini, sediaan nanosuspensi ekstrak daun kelor lebih potensial dibandingkan ekstrak daun kelor\nsebagai hepatoprotektor.", "Daftar File": {"ABSTRAK Angel Gracella": "https://digilib.itb.ac.id/gdl/download/185009"}, "Penulis": "Angel Gracella [10715034]", "Kontributor / Dosen Pembimbing": ["Dr. Maria Immaculata Iwo", "Dr.rer.nat. Rachmat Mauludin, S.Si., Apt., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Daun kelor (Moringa Oleifera Lam.), Hepatoprotektor, Isoniazid, Rifampisin, Nanosuspensi.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "03 Okt 2019"}