{"Nomor": 44239, "Judul": "EVALUASI USER INTERFACE APLIKASI PEMESANAN TRANSPORTASI BERBASIS ONLINE GRAB DENGAN PENDEKATAN USABILITY", "Abstrak": "Menurut Google dan Temasek (2018), ekonomi berbasis internet di Asia Tenggara telah mencapai angka 72 triliun dollar US pada tahun 2018 dan diperkirakan akan melebihi angka 240 triliun dollar US pada tahun 2025 yang dibagi ke dalam beberapa sektor seperti Online Travel, e-Commerce, Online Media, dan Ride-Hailing. Indonesia merupakan negara yang memiliki jumlah pendapatan terbesar (27 triliun US pada tahun 2018) dan laju pertumbuhan terbesar (49% CAGR 2015-2018) untuk sektor ekonomi internet di wilayah Asia Tenggara.\nSektor layanan penyedia jasa transportasi online berbasi aplikasi pun tumbuh dengan, salah satunya adalah Grab. Sebagai salah satu layanan penyedia jasa transportasi online, menjadi hal yang sangat penting bagi Grab untuk merancang dan mengevaluasi user interface yang baik. Tujuan dari penelitian ini adalah untuk melakukan evaluasi dari user interface Grab dengan pendekatan usability.\nPada penelitian ini, evaluasi aplikasi grab dibatasi hanya pada fitur GrabBike, GrabCar, GrabFood, dan GrabDelivery karena berdasarkan hasil studi pendahuluan fitur-fitur ini merupakan fitur yang paling sering digunakan. Responden yang terlibat dalam penelitian ini adalah pengguna telepon genggam yang aktif menggunakan aplikasi berbasis online. Pada penelitian ini, Questionnaire for User Interaction Satisfaction (QUIS) merupakan satu-satunya alat uji yang digunakan untuk melakukan evalusi usability.\nSecara keseluruhan tingkat kepuasan rata-rata yang ditunjukkan dari respon yang diberikan pengguna pengguna untuk setiap dimensi pengukuran berada pada rentang 6,7 – 7,3 dari skala 1-9. Dengan kata lain, kepuasan pengguna terhadap performa usability dari user interface aplikasi Grab terbilang tinggi dan secara tidak langsung menunjukkan bahwa aplikasi Grab memiliki tingkat usability yang tinggi karena bisa memenuhi ekspektasi pengguna dengan kinerja produk yang baik.", "Daftar File": {"ABSTRAK Syahasma Yuandini": "https://digilib.itb.ac.id/gdl/download/185018"}, "Penulis": "Syahasma Yuandini [13412601]", "Kontributor / Dosen Pembimbing": ["Ari Widyanti, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "user interface, usability, Questionnaire for User Interaction Satisfaction", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "03 Okt 2019"}