{"Nomor": 44243, "Judul": "KAJIAN POTENSI PENGEMBANGAN KAPASITAS ADAPTIF KOMUNITAS NELAYAN PERKAMPUNGAN MUARA ANGKE DALAM MENGHADAPI BENCANA BANJIR ROB", "Abstrak": "Meningkatnya curah hujan dan secara geografis berdekatan dengan wilayah pesisir\nmembuat Perkampungan Muara Angke sangat mudah untuk terkena dampak dari perubahan iklim\nbanjir rob. Tindakan adaptasi sangat diperlukan untuk meningkatkan kualitas mereka terhadap\nserangkaian sumber daya yang ada agar dapat menjadi masyarakat yang adaptif akan bencana\nperubahan iklim. Kegiatan tersebut dilakukan untuk mengurangi risiko yang ditimbulkan oleh\ndampak perubahan iklim. Meskipun demikian, untuk melakukan tindakan adaptasi, masyarakat\nmemerlukan suatu peningkatan kapasitas adaptif. Perkampungan Muara Angke memiliki\nkomunitas nelayan yang besar dimana padat memiliki potensi yang besar untuk dikembangkan.\nPada kenyataannya komunitas nelayan yang ada di Perkampungan Muara Angke belum dilihat\ndari kacamata pemerintahan agar dapat dimanfaatkan untuk peningkatan taraf kepasitas adaptif\npada sumber daya manusianya, sehingga diperlukan kajian potensi pengembangan kapasitas\nadaptif komunitas nelayan.\nHasil dari penelitian menunjukkan bahwa Perkampungan Muara Angke terkena dampak\nlangsung dari peningkatan air pasang, disamping itu dengan kapasitas adaptif masyarakatnya\nyang masih terbilang rendah. Namun mereka memiliki kesadaran untuk menjadi nelayan mandiri\ndan sejahtera dengan terbentuknya komunitas. Potensi dari alat ukur penelitian yang mudah untuk\ndikembangkan menjadi komunitas yang adaptif akan bencana banjir rob adalah sumber\npendapatan, keanggotaan komunitas, ketersediaan informasi kebencanaan, pengetahuan\nkebencanaan, dan kualitas air bersih.", "Daftar File": {}, "Penulis": "Deandra Octawidya [15412028]", "Kontributor / Dosen Pembimbing": ["Ir. Harkunti Pertiwi Rahayu, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "banjir rob, Perkampungan Muara Angke, kapasitas adaptif masyarakat nelayan, pengembangan komunitas nelayan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "12 file", "Tanggal Input": "03 Okt 2019"}