{"Nomor": 44241, "Judul": "SURVEI KEPUASAN TERHADAP PELAYANAN INFORMASI OBAT DAN KUALITAS HIDUP PASIEN HIPERTENSI DI UPT PUSKESMAS PASUNDAN KOTA BANDUNG", "Abstrak": "Hipertensi merupakan salah satu penyakit kronis dengan angka kejadian yang tinggi di Indonesia.\nPencapaian terapi hipertensi dilakukan untuk mengurangi gejala dan mencegah komplikasi\npenyakit lain. Tingkat kepuasan pasien dapat memberi gambaran mengenai kualitas pelayanan\nkesehatan, salah satunya pelayanan informasi obat. Dari tingkat kepuasan pasien terhadap layanan\ninformasi obat diharapkan dapat menimbulkan kepatuhan pasien terhadap regimen obat yang\npenting untuk mengoptimalkan hasil terapi dan mencapai manfaat yang maksimal. Sehingga\nkualitas hidup pasien meningkat. Puskesmas Pasundan adalah salah satu puskesmas di Kota\nBandung dengan ruang lingkup masyarakat penderita hipertensi dan hingga saat ini belum ada\npenelitian khusus mengenai kepuasan dan kualitas hidup pasien hipertensi. Tujuan pelaksanaan\npenelitian ini yaitu untuk mengetahui tingkat kepuasan pasien hipertensi terhadap layanan\ninformasi obat yang dilakukan oleh Apoteker, tingkat kualitas hidup pasien hipertensi dan\nhubungan antara tingkat kepuasan pasien hipertensi terhadap layanan informasi obat dengan\nkualitas hidup (QoL). Penelitian ini dilakukan dengan cara wawancara menggunakan kuisoner\nservqual yang sudah tervalidasi untuk penentuan tingkat kepuasan dan EQ-5D untuk penentuan\nkualitas hidup pasien. Sampel terdiri dari 170 pasien hipertensi. Skor kepuasan pasien hipertensi\nterhadap layanan informasi obat di Puskesmas Pasundan Bandung sudah baik yaitu 91,26 ± 6,42%\ndan terdapat beberapa dimensi yang perlu ditingkatkan. Skor kualitas hidup pasien hipertensi\nberdasarkan EQ Visual Analog Scale (EQ VAS) adalah 0,75 dari skala 0 hingga 1, sedangkan\nberdasarkan EQ Index Value dengan acuan negara Thailand adalah 0,68. Pada penelitian ini,\nkepuasan dan kualitas hidup memiliki korelasi yang kecil dengan tingkat signifikasi yang rendah.", "Daftar File": {"ABSTRAK Dhea Savira Prananingrum": "https://digilib.itb.ac.id/gdl/download/185020"}, "Penulis": "Dhea Savira Prananingrum [11615003]", "Kontributor / Dosen Pembimbing": ["Tomi Hendrayana, S.Si., M.Si., Apt.", "Bhekti Pratiwi, S.Farm., M.Si., Apt.", "Sani Nuraini, S.Farm., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Hipertensi, Kepuasan Informasi Obat, Servqual, Kualitas Hidup, EQ-5D", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "03 Okt 2019"}