{"Nomor": 44251, "Judul": "KAJIAN ASPEK TEKNIS, HUKUM, SOSIAL DAN EKONOMI UNTUK PENGELOLAAN TANAH TIMBUL DI WILAYAH PESISIR CIREBON", "Abstrak": "Salah satu pesisir yang memiliki kompleksitas yang sangat tinggi adalah pesisir Cirebon, karena secara terus menerus mengalami perubahan akibat laju abrasi dan sedimentasi yang sangat besar. Wilayah ini ditempati oleh penduduk dengan jumlah 237.265 jiwa yang bermukim disepanjang desa dan kelurahan yang berbatasan dengan garis pantai. Garis pantai merupakan komponen pesisir yang sangat dinamis dan dapat berubah setiap waktu. Perubahan garis pantai dapat menimbulkan rentetan bencana sosial dan ekonomi yang sangat besar bagi masyarakat yang bermukim sepanjang pantai. Tujuan penelitian ini adalah menghitung laju perubahan garis pantai, abrasi dan sedimentasi di pesisir cirebon, menghitung luas tanah timbul yang muncul akibat sedimntasi, bagaimana cara memperoleh hak atas tanah timbul di Desa Mundu Pesisir dan bagaimana cara penyelesaian konfik yang ada ditanah timbul serta menghitung nilai ekonomi tanah timbul. Metode yang digunakan pada penelitian ini adalah teknik penginderaan jauh, Sistem Informasi Geografi dan Kualitatif. Hasil penelitian menunjukkan bahwa laju perubahan garis pantai di pesisir cirebon sangat dinamis. Laju perubahan garis pantai terbesar terjadi pada tahun 2010 hingga 2011 sebesar 29.756 meter, sedangkan laju perubahan garis pantai terendah terjadi antara tahun 2016 hingga 2017 sebesar 1.210 meter. Laju perubahan garis pantai terbesar yang mengakibatkan pengurangan panjang garis pantai terjadi pada tahun 2005 hingga 2006. Sedangkan laju perubahan garis pantai terendah yang menyebabkan pengurangan panjang garis pantai terjadi pada tahun 2006 hingga 2007. Laju abrasi terbesar sejak tahun 1999 hingga 2019 terjadi pada tahun 2017 hingga 2018 dengan besaran 902,923 sedangkan laju abrasi terendah terjadi pada tahun 2013 hingga 2014 sebesar 2,479 ha. Laju sedimentasi terbesar terjadi pada tahun 2017 hingga 2018 sebesar 1061,174 ha sedangkan laju sedimentasi terendah terjadi pada tahun 2007 hingga 2008 sebesar 12,129 ha. Luas tanah timbul hasil sedimentasi di pesisir Cirebon adalah sebesar 840 ha. Status penguasaan tanah timbul di Desa Mundu Pesisir berdasarkan hukum kebiasaan setempat. Langkah-langkah yang dilakukan untuk memperoleh hak atas tanah timbul sama dengan permohonan hak atas tanah negara pada umumnya diatur dalam Peraturan Pemerintah No 24 Tahun 1997 Tentang Pendaftaran Tanah. Penyelesaian sengketa yang bersangkutan dengan tanah timbul di Desa Mundu Pesisir diselesaikan secara kekeluargaan.", "Daftar File": {"ABSTRAK Fernandho Simbolon": "https://digilib.itb.ac.id/gdl/download/185115"}, "Penulis": "Fernandho Simbolon [25116302]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Wiwin Windupranata, S.T., M.Si.", "Dr. Ir. Eka Djunarsjah, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Penginderaan Jauh, Sistem Informasi Geografi, Garis Pantai, Tanah Timbul", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "03 Okt 2019"}