{"Nomor": 44250, "Judul": "EVALUASI KINERJA PENYELENGGARAAN PENGADAAN TANAH DALAM RANGKA PERCEPATAN PEMBANGUNAN (STUDI KASUS: PENGADAAN TANAH JALAN TOL SERANG PANIMBANG DAN PENGADAAN TANAH JALAN TOL CIMANGGIS CIBITUNG)", "Abstrak": "Pembangunan Infrastruktur yang sedang giat digalakkan pada masa Pemerintahan sekarang ini dituntut untuk dilaksanakan lebih cepat untuk menopang pertumbuhan ekonomi sudah tidak bisa terbantahkan lagi. Akan tetapi dalam pelaksanaannya, pembangunan infrastruktur menemui banyak kendala dalam proses penyelenggaraan pengadaan tanah, salah satunya pada pengadaan tanah untuk pembangunan jalan tol. Penyelenggaraan pengadaan tanah yang berlarut-larut perlu dilaksanakan evaluasi sehingga diketahui permasalahan apa yang menjadi kendala dan faktor-faktor apa saja yang mempengaruhi penyelenggaraan pengadaan tanah.\nPenelitian ini berfokus untuk mengevaluasi kinerja penyelenggaraan pengadaan tanah pada pengadaan tanah jalan tol Serang Panimbang dan pengadaan tanah Cimanggis Cibitung dengan menggunakan kriteria evaluasi kesesuaian/kepatuhan (compliance) dengan indikator terlaksananya proses penyelenggaraan sesuai peraturan dan prosedur pengadaan tanah dan kriteria evaluasi efektivitas (effectiveness) dengan indikator ketepatan waktu penyelenggaraan pengadaan tanah mengacu pada peraturan dan prosedur pengadaan tanah. Peraturan dan prosedur pengadaan tanah yang digunakan adalah Undang-undang pengadaan tanah nomor 2 tahun 2012, peraturan presiden nomor 71 tahun 2012, dan peraturan presiden nomor 148 tahun 2015. Analisis dilakukan secara deskriptif kualitatif.\nBerdasarkan hasil evaluasi penyelenggaraan pengadaan tanah berdasarkan kriteria kesesuaian/kepatuhan (compliance) menunjukkan bahwa proses penyelenggaraan telah dilaksanakan sesuai dengan prosedur. Hasil penelitian menunjukkan bahwa kendala permasalahan berasal dari kriteria efektivitas (effectiveness) yang terdapat beberapa tahapan kegiatan tidak tepat waktu. Sehingga dari evaluasi kinerja penyelenggaraan pengadaan tanah diketahui faktor yang mempengaruhi keberhasilan penyelenggaraan pengadaan tanah, yaitu dipengaruhi oleh faktor komunikasi, sumber daya manusia (SDM), pembiayaan, dan faktor regulasi/peraturan yang berlaku. Karakteristik masyarakat yang terkena dampak pembangunan dan kondisi kebijakan saat ini juga mempengaruhi keberhasilan penyelenggaraan pengadaan tanah.", "Daftar File": {"COVER Erninda Nurrahmah": "https://digilib.itb.ac.id/gdl/download/185107", "BAB 1 Erninda Nurrahmah": "https://digilib.itb.ac.id/gdl/download/185108", "BAB 2 Erninda Nurrahmah": "https://digilib.itb.ac.id/gdl/download/185109", "BAB 3 Erninda Nurrahmah": "https://digilib.itb.ac.id/gdl/download/185110", "BAB 4 Erninda Nurrahmah": "https://digilib.itb.ac.id/gdl/download/185111", "BAB 5 Erninda Nurrahmah": "https://digilib.itb.ac.id/gdl/download/185112", "BAB 6 Erninda Nurrahmah": "https://digilib.itb.ac.id/gdl/download/185113", "DAFTAR Erninda Nurrahmah": "https://digilib.itb.ac.id/gdl/download/185114"}, "Penulis": "Erninda Nurrahmah [24017008]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Puspita Dirgahayani, S.T., M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "pengadaan tanah, jalan tol, evaluasi kebijakan, compliance, efektivitas.", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "8 file", "Tanggal Input": "03 Okt 2019"}