{"Nomor": 44264, "Judul": "FORMULASI DAN EVALUASI SEDIAAN PEWARNA KUKU WATERBASED DENGAN ZAT WARNA EKSTRAK BUBUK HENNA (LAWSONIA INERMIS)", "Abstrak": "Henna di antara kalangan wanita pada umumnya digunakan sebagai pewarna kuku dan penghias\nkulit pada hari pernikahan. Sediaan Henna di pasaran dibuat dalam bentuk pasta dalam tube,\nsehingga mudah untuk diaplikasikan dan tahan lama. Pada percobaan ini, zat warna dari ekstrak\nakuades bubuk Henna akan diformulasikan dalam sediaan pewarna kuku waterbased berbasis gel\nlarut air yang sudah dioptimasi. Ekstraksi akuades bubuk Henna digunakan metode maserasi\ndibantu pengocokan shaker. Formulasi sediaan pewarna kuku waterbased meliputi komponen\ngelling agent (HPMC, Viskolam, Karbopol), metil paraben, propil paraben, propilen glikol, etanol,\nekstrak Henna, dan akuades. Optimasi formulasi berdasarkan penggunaan masing-masing gelling\nagent dalam rentang konsentrasi tertentu dan didapatkan konsentrasi optimum yaitu HPMC 6%,\nViskolam 5%, dan Karbopol 0,13%, konsentrasi etanol, serta konsentrasi TEA. Formula yang\noptimum adalah formula F9 yang mengandung Viskolam MAC 10 5%; TEA 1,6 mL; metil paraben\n0,15%; propil paraben 0,3%; propilen glikol 4%; ekstrak air Henna 1,26%; etanol 40%; dan akuades\nad 100%. Evaluasi sediaan terdiri dari organoleptik, daya sebar, kemudahan pencucian, pH dan\nviskositas, serta durasi pengeringan. Evaluasi stabilitas dipercepat dilakukan pada climatic\nchamber pada suhu 37 °C dan kelembaban 75% RH selama satu bulan untuk menentukan\nstabilitas sediaan yang mencakup pH, viskositas, dan durasi pengeringan. Hasil evaluasi\nmenunjukkan formula sediaan pewarna kuku yang paling optimum adalah F9 dengan daya sebar\nyang baik, pH 7,1±0,08, viskositas 227,84±23,66 cp, dan durasi pengeringan 12,43±3,23 menit.", "Daftar File": {"ABSTRAK Adventia Hermina Sagita": "https://digilib.itb.ac.id/gdl/download/185257"}, "Penulis": "Adventia Hermina Sagita [10713019]", "Kontributor / Dosen Pembimbing": ["Dr. Sasanti Tarini, M.Si.", "Dr. rer. nat. Sophi Damayanti, M.Si., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Henna, waterbased, gelling agent, climatic chamber, spektrofotometri UV-Vis", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "07 Okt 2019"}