{"Nomor": 44279, "Judul": "PENGEMBANGAN FORMULASI MIKROPARTIKEL BERBASIS MIKROPARTIKEL KITOSAN SEBAGAI SISTEM PENGHANTARAN EKSTRAK ETANOL HERBA PEGAGAN UNTUK PENINGKATAN AKTIVITAS SEL FIBROBLAS", "Abstrak": "Proses penting dalam penyembuhan luka membutuhkan matriks temporer yang mampu\nmemfasilitasi proliferasi dan produksi kolagen sel fibroblas. Penelitian ini bertujuan untuk\nmengembangkan formula matriks biodegradable mengandung mikropartikel kitosan untuk\npengujian produksi kolagen secara in vitro. Mikropartikel tersebut mengenkapsulasi ekstrak\npegagan dan sebagai porogen. Matriks ditambahkan Aloe vera untuk membantu penempelan\ndan proliferasi sel pada tahap awal pengujian. Konsentrasi ekstrak pegagan dan aloe dioptimasi\nterhadap sel BALB/c secara in vitro. Konsentrasi ekstrak pegagan dan aloe yang memberikan nilai\nmaksimum produksi kolagen dan proliferasi berturut-turut adalah 0,45 µg/µL dan 20 µg/mL.\nMikropartikel dibuat dalam sistem emulsi ganda dengan penguapan pelarut dan dipadatkan\nmenggunakan sodium tripolyphosphate (STPP) atau lesitin sebagai agen penyambung silang.\nBerbagai rasio polimer biodegradable seperti gelatin, Polyvinyl Alcohol (PVA), dan kitosan dipilih\nuntuk menghasilkan matriks yang dapat terdegradasi setelah 2 minggu dan menghasilkan\npersentase sel adhesi tertinggi. Mikropartikel dengan enkapsulasi ekstrak tertinggi\ndihomogenisasi dalam larutan matriks dan dikeringkan menggunakan oven agar terbentuk film.\nFormula matriks dikarakterisasi dan dievaluasi meliputi viabilitas sel, pelepasan in vitro, analisis\nmorfologi, kecepatan degradasi, dan kapasitas absorpsi air. Mikropartikel kitosan-lesitin (20:1)\n(b/b) memberikan enkapsulasi tertinggi sebesar 53,75 ± 0,15 %. Basis matriks yang mengandung\ngelatin-PVA-kitosan (3:2:2,5) (b/b/b) memberikan nilai viabilitas sel 76,78 ± 11,50%, kecepatan\ndegradasi sebesar 79,56 ± 21,47%, dan kapasitas absorpsi air sebesar 43,77 ± 8,02%. Matriks\nberbasis kitosan potensial digunakan untuk pengujian kuantitas produksi kolagen pada sel\nfibroblas secara in vitro.", "Daftar File": {"ABSTRAK Mentari Lis Yuliani": "https://digilib.itb.ac.id/gdl/download/185286"}, "Penulis": "Mentari Lis Yuliani [10713030]", "Kontributor / Dosen Pembimbing": ["Dr. Tri Suciati, M.Si.", "Dr. Muhamad Insanu, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "ekstrak pegagan, Aloe vera, mikropartikel, matriks, kitosan dan sel fibroblas", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "10 file", "Tanggal Input": "07 Okt 2019"}