{"Nomor": 44276, "Judul": "OPTIMASI NANOSTRUCTURED LIPID CARRIERS (NLC) TERMANOSILASI ACEMANNAN UNTUK PENGHANTARAN RIFAMPISIN MENGGUNAKAN DESAIN BOX-BEHNKEN", "Abstrak": "Tuberkulosis (TB) merupakan penyakit infeksi saluran pernafasan yang disebabkan oleh bakteri\nMycobacterium tuberculosis (Mtb) yang dapat menginfeksi dalam bentuk aktif maupun latennya.\nPada TB fase laten, Mtb dapat bertahan hidup dalam bentuk dormannya yang bersembunyi dalam\nmakrofag. Penelitian ini bertujuan untuk mengoptimasi penghantaran obat antituberkulosis dalam\nnanostructured lipid carriers (NLC) yang permukaannya dimodifikasi dengan penambahan konjugat\nacemannan-kitosan (nanokomposit) menggunakan model persamaan yang dihasilkan dari desain\nBox-Behnken untuk memimik jalur masuknya Mtb ke makrofag. Pembuatan nanokomposit\ndilakukan dengan teknik emulsifikasi-evaporasi pelarut yang dilanjutkan dengan metode gelasi\nionotropik menggunakan STPP. Desain Box-Behnken dilakukan untuk mengoptimasi beberapa\nfaktor pada formula meliputi konsentrasi total lipid, surfaktan, dan konjugat kitosan-acemannan\nuntuk menghasilkan ukuran partikel, efisiensi enkapsulasi, dan drug loading rifampisin yang\noptimum. Dari model persamaan yang dihasilkan, nanokomposit dengan formula optimum dimana\ndigunakan 1% rifampisin, 0,75% total lipid (2:1 untuk setil alkohol terhadap asam oleat), 5%\npolisorbat 80, 0,75% konjugat, dan 0,12% STPP, memiliki ukuran partikel 509,20±11,43 nm dengan\nindeks polidispersitas 0,35±0,03, efisiensi enkapsulasi 93,76±1,76%, dan drug loading 37,50±0,70%\ndengan galat berturut-turut 0,47%, 0,34%, dan 0,02% dari nilai prediksi. Nilai penyimpangan\nterhadap nilai prediksi yang rendah ini mengindikasikan bahwa dihasilkan model persamaan yang\nterpercaya. Nanokomposit dengan formula optimum memiliki nilai potensial zeta sediaan sebesar\n+2,77 mV dan kemiripan pelepasan rifampisin dari nanokomposit pada pH 5,2 dan pH 7,4. Formula\nnanokomposit ini dapat dikembangkan lebih lanjut sebagai kandidat antituberkulosis intraselular.\nKata kunci: rifampisin, nanostructured lipid carriers (NLC), acemannan, nanokomposit, ukuran\npartikel, efisiensi enkapsulasi, drug loading, desain Box-Behnken.", "Daftar File": {"ABSTRAK Hasna": "https://digilib.itb.ac.id/gdl/download/185283"}, "Penulis": "Hasna [10713100]", "Kontributor / Dosen Pembimbing": ["Dr. Tri Suciati, M.Si.", "Benny Permana, S.Si., M.Si.", "Titah Yudhistira, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "rifampisin, nanostructured lipid carriers (NLC), acemannan, nanokomposit, ukuran partikel, efisiensi enkapsulasi, drug loading, desain Box-Behnken.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "07 Okt 2019"}