{"Nomor": 44278, "Judul": "FORMULASI DAN EVALUASI SOLID LIPID NANOPARTICLES (SLN) RIFABUTIN", "Abstrak": "Rifabutin (RFB) sangat potensial untuk digunakan dalam pengobatan klinis tuberkulosis. Namun\nRFB hanya memiliki bioavailabilitas 20% dan dikategorikan sebagai BCS class II. Formulasi Solid\nLipid Nanopaticles (SLN) merupakan salah satu alternatif untuk mengatasi rendahnya\nbioavailabilitas RFB. Penelitian ini bertujuan untuk memformulasikan RFB ke dalam bentuk SLN\nyang berpotensi untuk meningkatkan bioavailabilitas RFB pada rute oral. SLN dibuat dengan\nmenggunakan metode kombinasi homogenisasi kecepatan tinggi dan ultrasonikasi. Berbagai\noptimasi dilakukan untuk menentukan jenis lipid dan zat penstabil, kecepatan dan durasi\nhomogenisasi, durasi sonikasi, dan komposisi SLN. Evaluasi SLN dilakukan terhadap distribusi\nukuran partikel, zeta potensial, efisiensi penjeratan, dan morfologi partikel. Uji stabilitas fisik dan\nkimia dilakukan pada 3 suhu penyimpanan (4\no\nC, 25\no\nC, dan 40\no\nC) selama 28 hari. Uji pelepasan in\nvitro dilakukan pada medium pH 7,4 selama 54 jam untuk melihat profil pelepasan RFB. Formula\nSLN paling optimum dengan komposisi RFB 0,75% b/v, Precirol 3% b/v, dan Tween 80 5% b/v\nmemiliki ukuran partikel 222 nm dengan zeta potensial -8,79 mV dan efisiensi penjeratan 99,7%.\nFormula tersebut stabil secara fisik dan kimia pada suhu ruang selama 28 hari. Morfologi SLN yang\ndiidentifikasi menggunakan TEM berbentuk hampir sferis dan padat. RFB dilepaskan hingga 35 %\npada medium pH 7,4 dalam waktu 54 jam. Rifabutin telah berhasil diformulasikan dalam bentuk\nsediaan SLN.", "Daftar File": {"ABSTRAK Marcellina  Sandra Dewi": "https://digilib.itb.ac.id/gdl/download/185285"}, "Penulis": "Marcellina  Sandra Dewi [10713084]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Rachmat Mauludin, S.Si., Apt., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "rifabutin, tuberkulosis, solid lipid nanoparticles, pelepasan in vitro.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "8 file", "Tanggal Input": "07 Okt 2019"}