{"Nomor": 44272, "Judul": "LIFE CYCLE MANAGEMENT (LCM) UNTUK MENENTUKAN RETIREMENT AGE PADA PEMBANGKIT   (STUDY KASUS PLTU BUKIT ASAM 4x65 MW)", "Abstrak": "Penelitian ini bertujuan untuk memperkirakan masa usang PLTU dengan\nmenggunakan kajian finansial. Life Cycle Management merupakan salah satu\nmetode perhitungan finansial yang digunakan dalam penelitian ini. Dalam LCM,\nLife Cycle Cost Analysis (LCCA) terdiri dari dua komponen biaya yaitu biaya\nakuisisi dan biaya pengelolaan.. Terdapat beberapa indikator kinerja  dan biaya\nyang dibuat untuk melakukan penilaian terhadap LCCA. Indikator tersebut\ndiantaranya breakeven point, pareto biaya, cost of energy, internal return of rate.\nDua point utama yaitu penggunaan financial analysis (LCCA) untuk\nmemperkirakan masa usang pembangkit, dan untuk menilai kelayakan investasi\nyang telah dilaksanakan.\n\nHasil dari perhitungan LCCA menunjukkan bahwa PLTU yang menjadi objek\npenelitian sudah menunjukkan gejala memasuki masa usang (wear-out cycle)\nsejak Tahun 2015. Hal tersebut ditandai dengan adanya penurunan benefit /\nincrease in cash selama beberapa tahun hingga akhirnya unit mengalami\nkegagalan operasi dengan kurun waktu yang cukup lama. Sebagai dampaknya,\nbiaya pengelolaan terutama untuk kebutuhan perbaikan meningkat secara\nsignifikan dalam kurun waktu yang singkat. Cash flow mengalami penurunan\nsignifikan karena tidak ada pemasukan dari hasil penjualan produksi listrik.\nDalam kasus seperti ini, analisis Life Cycle Cost (LCC) sangat diperlukan sebagai\npendukung dalam menentukan kebijakan investasi. Dengan adanya analisis LCC\nmaka dapat diperkirakan beberapa point utama yang harus dipertimbangkan\ndalam membuat kebijakan investasi. Point tersebut adalah dasar untuk\nmenentukan layak atau tidaknya investasi dilakukan, dan jika investasi tersebut\nlayak dilaksanakan maka harus diperkirakan payback periode. Dengan\nmenggunakan metode IRR yang dihitung dengan bantuan program Microsoft\nExcell, hasil perhitungan menunjukkan bahwa investasi yang telah dilaksanakan\nadalah layak (nilai IRR sebesar 84% jika dibandingkan dengan discount rate\nsebesar 12%). Perhitungan ini dilakukan dengan mempertimbangkan perkiraan\npendapatan bersih dalam kurun waktu 30 tahun mendatang.", "Daftar File": {}, "Penulis": "Andy Danang Rumanjaya [23117038]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Prihadi Setyo Darmanto", "Dr.-Ing. Ir. Tri Yuswidjajanto Zaenuri"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "LCCA, Wear Out Cycle, Internal Return of Rate", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "1 file", "Tanggal Input": "07 Okt 2019"}