{"Nomor": 44288, "Judul": "FORMULASI DAN EVALUASI TABLET LEPAS TERTUNDA NATRIUM DIKLOFENAK 50 MG MENGGUNAKAN PENYALUT KAPPA CARAGENAN-NANOKOMPOSIT", "Abstrak": "Nanokomposit merupakan gabungan dari matriks polimer dengan nanofiller sebagai bahan pengisi\nyang dapat meningkatkan sifat mekanik dan menurunkan permeabilitas uap air dari film polimer. Kappa\ncaragenan merupakan polimer alam yang digunakan sebagai penyalut enterik. Natrium bentonit\nmerupakan clay sebagai nanofiller. Penelitian ini bertujuan untuk menentukan karakteristik film\nnanokomposit kappa caragenan dengan penambahan bentonit. Percobaan dimulai dengan\nmenentukan metode pengembangan bentonit, penentuan Minimum Film Forming Temperature (MFT)\npada 25o , 30o , 40o dan 50o C, penetapan plasticizer menggunakan PEG 6000, PEG 600, propilen glikol,\nsorbitol, gliserin. Lapisan film nanokomposit dibuat menggunakan metode film casting dengan\nkonsentrasi natrium bentonit 0,2,3,4 dan 5%. Film yang diperoleh dievaluasi meliputi uji kelarutan,\nkoefisien permeabilitas uap air dan mekanik film. Film yang memberikan sifat fisikomekanik dan\nkoefisien permeabilitas uap air terbaik digunakan untuk menyalut tablet natrium diklofenak dan diuji\nsifat pelepasan zat aktifnya. Hasil menunjukkan MFT adalah 50o C dan koefisien permeabilitas film\nterhadap uap air yang mengandung plasticizer propilen glikol,PEG 6000, PEG 600, sorbitol dan gliserin\n10% berturut-turut adalah 2,48±0,11; 4,635±0,66; 6,07±2,22; 3,44 ± 0,13; 3,864 ± 0,52 x 10-\n3\ng h-\n1\ncm-\n1\nmmHg-\n1\n. Film dengan campuran kappa caragenan, propilen glikol 10% dan natrium bentonit 2%\nmemberikan koefisien permeabilitas uap air, % elongation, tensile strength dan modulus young terbaik\nyaitu 2,48±0,11 x 10-\n3\ng h-\n1\ncm-\n1\nmmHg-\n1\n; 2,27±0,94%; 61,185±1,12 MPa; 1923,18±135,52 MPa. Hasil uji\ndisolusi menjukkan zat aktif natrium diklofenak tertahan dalam media asam dan dilepaskan lebih dari\n80% (Q+5%) pada media dapar fosfat pH 6,8±0,05 yaitu 96,55 ± 6,15% pada menit ke-180. Formula\nnanokomposit 2% dipilih sebagai formula nanokomposit kappa caragenan.", "Daftar File": {"ABSTRAK Siti Hardiyanti": "https://digilib.itb.ac.id/gdl/download/185359"}, "Penulis": "Siti Hardiyanti [10713094]", "Kontributor / Dosen Pembimbing": ["Dr. Saleh Wikarsa, S.Si., Apt., M.Si., DEA", "Dr.rer.nat. Rachmat Mauludin, S.Si., Apt., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "nanokomposit, nanofiller, film casting, plasticizer, natrium bentonit", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "07 Okt 2019"}