{"Nomor": 44297, "Judul": "Androgynous Selebgram Endorsement influence toward Consumer Buying Intention in Relation to the Instagram Advertisement for Fashion Product", "Abstrak": "Kemajuan teknologi telah mengubah wajah ekonomi, terutama di sektor industri dan perdagangan. Satu fase penting dalam perkembangan teknologi adalah munculnya gelombang ke-4 dari revolusi industri, atau yang dikenal sebagai revolusi industri 4.0. Salah satu contoh perkembangan teknologi di sektor perdagangan adalah konversi toko konvensional menjadi toko online. Dalam dunia bisnis Pemasaran digital adalah strategi pemasaran utama atau dikenal sebagai pemasaran digital, salah satu media pendukung untuk pemasaran digital adalah Instagram, Instagram adalah aplikasi berbagi foto dan video yang memungkinkan pengguna untuk mengambil foto, mengambil video, menerapkan filter digital, dan membaginya dengan berbagai layanan jejaring sosial, termasuk layanan Instagram. Semakin banyak aplikasi sedang dilakukan oleh banyak perusahaan untuk memasarkan produk mereka melalui Instagram. Salah satu perusahaan tersebut adalah produk fashion, yang menjual pakaian wanita dan pria. Namun perkembangan mode telah mulai meningkat pesat dengan munculnya gaya fenomenal model pakaian androgini, atau yang disebut konsep mode androgini. Mode Androgyny adalah penyatuan gaya pria dan wanita, serta maskulinitas dan feminitas dalam satu tubuh. Dari fenomenal ini, banyak model androgyny divalidasi melalui Instagram untuk menunjukkan identitas produk yang mereka sukai atau sukai. Oleh karena itu penelitian ini dimaksudkan untuk menguji pengaruh endorser dalam hal Lima\n5\naspek (seperti kemampuan, kredibilitas, kepribadian, daya tarik, dan keahlian) melalui pengesahan dan juga untuk melihat pengaruh pengesahan terhadap niat pembelian konsumen. Data untuk penelitian ini dikumpulkan dengan menggunakan pendekatan metode kuantitatif melalui kuesioner online untuk 200 responden di media sosial terutama Instagram. Penelitian ini menggunakan metode analisis regresi multilinear untuk melihat pengaruh Lima aspek endorser dengan endorsement dan endorsement dengan niat beli konsumen. Hasilnya menunjukkan bahwa pendukung dapat memperkuat dukungan yang dilakukan melalui Instagram dan juga endorsement memiliki pengaruh yang sangat signifikan terhadap niat beli konsumen. Dari data ditemukan bahwa kepribadian dan daya tarik memiliki skor yang sangat signifikan yaitu sekitar 0,000 dan juga 0,003 dan untuk kredibilitas dan keahlian memiliki skor yang cukup memuaskan yaitu dengan skor 0.005 dan juga 0.01. Lalu untuk endorsement mempengaruhi niat beli konsumen memiliki skor yang sangat signifikan yaitu 0.000. Lalu penilitian ini disarankan sebagai bahan acuan terhadap strategi pemasaran yang menggunakan sebuah model atau daya dukung.", "Daftar File": {"Abstrak Aril Rivai Ahmad Dermawan.pdf\n]": "https://digilib.itb.ac.id/gdl/download/185384"}, "Penulis": "Aril Rivai Ahmad Dermawan [19016171]", "Kontributor / Dosen Pembimbing": ["Dr. Anggara Wisesa, S.Hum, MM."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Androgini Model, Dukungan, Instagram, Mode, Niat beli konsumen", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "08 Okt 2019"}