{"Nomor": 44294, "Judul": "MENGHITUNG DISTRIBUSI UKURAN BUTIR TANAH DAN OBSERVASI MEKANISME TERJADINYA SANDING PADA SUMUR YANG TERINDUKSI GEMPA DI LOMBOK", "Abstrak": "Produksi pasir atau sanding merupakan fenomena terlepasnya butiran pasir dari formasi reservoar di sekitar lubang bor atau perforasi. Butiran pasir yang terlepas mendapatkan gaya hidrodinamik saat produksi hidrokarbon sehingga terbawa bersama fluida. Produksi pasir penyebab masalah serius di industri petroleum. Sanding dapat juga terjadi akibat getaran pada bumi atau gempa bumi yang menyebakan berubahnya tekanan vektor arah vertikal pada tanah, fenomena tersebut biasa disebut likuifaksi. Faktor-faktor penyebab sanding adalah formasi reservoar yang tidak terkonsolidasi dengan baik, mekanika batuan misalnya overburden atau gesekan antarbutir, formasi litologi reservoar seperti sementasi materialnya atau ukuran partikel, karakter fluida seperti viskositas, laju produksi yang mempengaruhi tekanan drawdown, peningkatan produksi air. Pada penelitian ini, kami menggunkan sampel sumur di 7 lokasi yang terkena dampak akibat gempa. Dari ketujuh sampel diukur distribusi ukuran butir dan simulasi nilai tekanan vektor arah vertikal (????????????????????????????????????) pada tanah sampai kedalaman 20000 meter saat mengalami gempa untuk mengetahui sampai kedalaman berapa tanah mengalami likuifaksi. Hasil yang didapat bahwa saat terjadi gempa tanah pada sampel 1,3,5,6 akan mengalami likuifaksi hingga kedalaman 4700-an meter, 13400-an meter,8700-an meter, 5600-an meter. Sedangkan untuk sampel 2,4,7 pada kedalaman 20000 meter tetap mengalami likuifaksi", "Daftar File": {"ABSTRAK Nur Isnaini Romli": "https://digilib.itb.ac.id/gdl/download/185380"}, "Penulis": "Nur Isnaini Romli [10215074]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. R. Bagus Endar Bachtiar N."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Likuifaksi, sanding, tekanan vertikal", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "1 file", "Tanggal Input": "08 Okt 2019"}