{"Nomor": 44310, "Judul": "ESTIMASI DANA CADANGAN UNTUK KEGAGALAN PIPA PENYALUR PERUSAHAAN MIGAS BERDASARKAN DATA KECACATAN INSPEKSI MTM", "Abstrak": "Pada Tugas Akhir ini peluang kegagalan Pt (Z(t) ? 0) pipa penyalur suatu perusahaan migas di Indonesia yang diakibatkan oleh korosi dimodelkan dengan metode probabilistik. Metode ini dapat merepresentasikan keadaan sebenarnya melalui nilai peluang kegagalan yang terjadi pada pipa penyalur dengan memanfaatkan data inspeksi. Pada data inspeksi diberikan barisan observasi integral indeks ?. Namun untuk diameter D, ketebalan awal k0, dan tegangan maksimum ?yield pipa penyalur diberikan distribusi yang merepresentasikannya. Sementara untuk tekanan operasi ?op pipa penyalur ditentukan oleh perusahaan migas. Peluang kegagalan Pt (Z(t) ? 0) pipa penyalur dipengaruhi oleh dua faktor: (1) nilai ketahanan Nc pipa penyalur dan (2) nilai beban yang diterima N(t) pipa penyalur. Kegagalan pipa penyalur terjadi apabila nilai ketahanan kurang dari atau sama dengan nilai beban yang diterima, atau ditulis Nc ? N(t). Faktor-faktor tersebut tidak diberikan dari hasil inspeksi pipa penyalur. Sehingga dalam Tugas Akhir ini dibangun model peluang kegagalan Pt (Z(t) ? 0) pipa penyalur dengan memanfaatkan informasi yang diberikan. Dalam perhitungan peluang kegagalan diperlukan sampel dari masing-masing peubah acak namun hanya dimiliki satu barisan observasi. Oleh karena itu perlu dilakukan resampling pada seluruh peubah acak yang digunakan. Lain halnya dengan integral indeks ?, sebelum resampling pada peubah acak ini perlu dilakukan uji khi-kuadrat untuk menentukan distribusi hampiran terbaiknya. Setelah didapat peluang kegagalannya, maka dihitung laju kegagalan ?(t) pipa penyalur berdasarkan tekanan operasi ?op yang ditentukan. Dari perhitungan tersebut dapat disimpulkan bahwa seakin besar tekanan operasi ?op yang diberikan kepada pipa penyalur, maka sisa umur pipa penyalur semakin pendek. Kemudian dihitung cadangan dana ????????? perusahaan migas dengan aturan nilai sekarang (present value) yang bergantung pada harga pipa A0 yang diinginkan oleh perusahaan migas.", "Daftar File": {"Abstrak_Tara Romantika.pdf": "https://digilib.itb.ac.id/gdl/download/185450"}, "Penulis": "Tara Romantika [10113054]", "Kontributor / Dosen Pembimbing": ["Udjianna Sekteria Pasaribu, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "pipa penyalur, metode probabilistik, kegagalan, uji khi-kuadrat, resampling, sisa umur, cadangan dana", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "10 Okt 2019"}