{"Nomor": 44318, "Judul": "PEMBUATAN KANDIDAT BAHAN BAKU PEMBANDING PRIMER ASAM MEFENAMAT DARI ASAM MEFENAMAT DERAJAT FARMASI", "Abstrak": "Sebagai zat aktif farmasi, asam mefenamat (AM) harus memenuhi persyaratan keamanan, khasiat,\ndan mutu. Dalam implementasi metode kompendial, keamanan dan khasiat dijamin melalui\npengujian mutu. Oleh karena itu, ketersediaan baku pembanding AM di dalam negeri diperlukan\nuntuk memastikan mutunya. Penelitian ini bertujuan untuk memperoleh kandidat baku\npembanding primer AM melalui pemurnian dan karakterisasi AM derajat farmasi. AM derajat\nfarmasi dimurnikan melalui metode rekristalisasi menggunakan pelarut yang sesuai kemudian\ndiikuti dengan berbagai karakterisasi fisikokimia. Hasil rekristalisasi dengan etanol serta\npenambahan karbon aktif dipantau dengan uji kromatografi lapis tipis dan kormatografi cair kinerja\ntinggi. Etil asetat : kloroform (1 : 3) dan asetonitril : dapar KH2PO4 50 mM (3 : 2) berturut-turut\ndigunakan sebagai fase gerak untuk KLT dan KCKT. Karakterisasi selanjutnya menggunakan FTIR,\nresonansi magnetik inti\n1\nH dan\n13\nC, dan spektroskopi massa resolusi tinggi. Pengukuran tersebut\nmengonfirmasi produk telah murni dan menunjukkan kesesuaian struktur asam mefenamat dengan\nbobot molekul yang didapat 241,1180 g/mol. Assigned value AM yang telah dimurnikan sebesar\n99,94% berdasarkan pengukuran susut pengeringan dan sisa pemijaran. Berdasarkan hasil tersebut,\nkandidat baku pembanding AM berhasil diperoleh.", "Daftar File": {"ABSTRAK Dianisa Putri Syamsuri": "https://digilib.itb.ac.id/gdl/download/185460"}, "Penulis": "Dianisa Putri Syamsuri [10713053]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Rahmana Emran Kartasasmita, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "asam mefenamat, pemurnian, baku pembanding, karakterisasi, spektra", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "10 Okt 2019"}