{"Nomor": 44331, "Judul": "OPTIMASI PRODUKSI ASAM LEMAK DOCOSAHEXAENOIC ACID (DHA) OLEH MIKROALGA HETEROTROFIK Thraustochytrium sp. DENGAN VARIASI SUMBER NITROGEN", "Abstrak": "Asam dokosaheksanoat (docosahexaenoic acid) atau disebut juga DHA adalah senyawa golongan\nasam lemak tak jenuh ganda yang memiliki banyak manfaat di bidang farmasi. Selama ini, DHA\ndiperoleh dari ikan laut namun memiliki berbagai kekurangan sehingga menurunkan tingkat\nkeberterimaan konsumen. Sehingga saat ini banyak dilakukan penelitian tentang organisme lain\nyang juga menghasilkan DHA; salah satunya adalah mikroalga laut yang menghasilkan DHA\ndengan berbagai keunggulan dibandingkan DHA dari ikan laut. Pertumbuhan mikroalga dan\njumlah DHA yang dihasilkan dipengaruhi oleh berbagai faktor, salah satunya adalah sumber\nnitrogen yang menjadi salah satu komponen media tumbuh mikroalga. Sumber nitrogen yang\ndapat digunakan pada media tumbuh mikroalga antara lain peptone, tryptone, urea, nitrat,\namonia, dan asam amino. Tujuan dari penelitian ini adalah untuk menentukan sumber nitrogen\nyang paling baik digunakan pada media tumbuh mikroalga yang akan menghasilkan DHA dengan\nkadar yang paling tinggi. Penelitian ini menggunakan tiga sumber nitrogen yang berbeda pada\nmedia tumbuh mikroalga, antara lain bacteriological peptone, mycological peptone, dan tryptone.\nPada penelitian ini dilakukan pembuatan suspensi mikroalga dan penentuan Angka Lempeng Total\n(ALT). Selanjutnya dilakukan fermentasi mikroalga selama 10 hari menggunakan media cair untuk\ndibuat kurva pertumbuhan mikroalga. Setelah itu dilakukan ekstraksi DHA menggunakan metode\nesterifikasi langsung dan analisis kadar DHA menggunakan kromatografi gas. Hasil penelitian ini\nmenghasilkan durasi fermentasi mikroalga yang optimal yaitu selama 7 hari dan kadar DHA yang\npaling tinggi diperoleh pada media fermentasi yang menggunakan sumber nitrogen tryptone yaitu\nsebesar 14.16 %. Dengan demikian, sumber nitrogen dapat dioptimasi pada produksi DHA oleh\nmikroalga untuk memberikan hasil berupa sumber nitrogen yang paling baik.", "Daftar File": {"ABSTRAK Nicholaus F D A W": "https://digilib.itb.ac.id/gdl/download/185473"}, "Penulis": "Nicholaus F D A W [10712011]", "Kontributor / Dosen Pembimbing": ["Marlia Singgih, Ph.D.", "Elin Julianti, S.Si., Apt., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Kata kunci: Thraustochytrium, Mikroalga, DHA, Sumber Nitrogen, Fermentasi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "10 Okt 2019"}