{"Nomor": 44342, "Judul": "PENGEMBANGAN DAN VALIDASI METODE PENETAPAN KADAR TABLET ASAM TRANEKSAMAT MENGGUNAKAN FTIR DAN PERBANDINGANNYA DENGAN SPEKTROFOTOMETRI SINAR TAMPAK", "Abstrak": "Asam traneksamat adalah obat antifibrinolitik yang menghambat pemecahan bekuan fibrin.\nMetode analisis yang sensitif, mudah, dan cepat untuk pengukuran kadar asam traneksamat telah\ndikembangkan menggunakan FTIR dan perbandingannya akan dianalisis menggunakan\nspektrofotometri sinar tampak. Korelasi antar keduanya dianalisis dengan menggunakan uji-t.\nPengembangan metode diawali dengan membuat kurva kalibrasi dari satu seri konsentrasi bahan\naktif, bahan dicampur KBr, kemudian diukur menggunakan FTIR. Spektrum diubah ke dalam\nbentuk absorbansi kemudian diderivatisasi. Rentang konsentrasi 0,5-1,75%b/b pada bilangan\ngelombang 1511,08-1573,63 cm\n-1\nyaitu pada gugus NH menunjukkan perbedaan dan linearitas.\nPengujian linearitas menghasilkan persamaan regresi y = 1,3568x–0,0041 dengan koefisien\nkorelasi (r)= 0,9994 dan nilai Vx0=1,5802%. Perolehan yang dihasilkan adalah 98,95%, 100,013%,\n100,017%. Presisi intraday dan interday masing-masing memiliki SBR 1,95%, 1,49%, 1,33% dan\n1,55%. Batas deteksi dan batas kuantisasi yang dihasilkan adalah 0,0531% b/b dan 0,1770%b/b.\nMetode ini telah memenuhi syarat keberterimaan validasi. Pengujian dibandingkan dengan\nmetode spektrofotometri sinar tampak menggunakan agen penderivat ninhidrin pada konsentrasi\n3-25?g/mL dengan panjang gelombang 559nm. Pengujian linearitas menghasilkan persamaan\nregresi y=0,0336x+0,1087 dengan koefisien korelasi (r)=0,9992 dan dan nilai Vx0 =0,5307%.\nPerolehan kembali asam traneksamat adalah 99,246%, 101,355%, 101,432%. Presisi intraday dan\ninterday ditunjukkan dengan nilai SBR 1,183%, 0,884%, 0,279% dan 0,239%, 1,224%, 1,319%.\nBatas deteksi dan batas kuantitasi yang dihasilkan adalah 0,7345%b/b dan 2,448 %b/b. Pengujian\nterhadap produk di pasaran telah memenuhi persyaratan kadar dalam kompendial. Uji t\nmenunjukkan tidak ada perbedaan bermakna dari kedua metode ini. Metode FTIR dapat\ndigunakan sebagai alternatif metode penetapan kadar asam traneksamat dan memiliki kelebihan\ndiantaranya lebih mudah, sederhana, cepat dan ekonomis.", "Daftar File": {"ABSTRAK Winni Nur Auli": "https://digilib.itb.ac.id/gdl/download/185550"}, "Penulis": "Winni Nur Auli [10713024]", "Kontributor / Dosen Pembimbing": ["Dr. Ilma Nugrahani, M.Si., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "validasi, asam traneksamat, FTIR, spektrofotometri sinar tampak", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "9 file", "Tanggal Input": "10 Okt 2019"}