{"Nomor": 44349, "Judul": "AKTIVITAS HEPATOPROTEKTOR DEKOK KULIT BUAH, DAGING BUAH, DAN BIJI OYONG [LUFFA ACUTANGULA (L.) ROXB.] PADA TIKUS WISTAR JANTAN HEPATOTOKSIK CCl4 AKUT", "Abstrak": "Hanya sedikit obat sintesis yang digunakan sebagai agen hepatoprotektor. Sebagai alternatif, obat\nberbasis tanaman menjadi pilihan utama sumber agen hepatoprotektor dan antioksidan baru.\nPenggunaan tradisional dekok buah oyong dilaporkan dapat mencegah kerusakan hati. Berbagai\npenelitian turut menunjukkan bahwa buah oyong memilki potensi sebagai hepatoprotektor.\nPenelitian ini bertujuan untuk mengkonfirmasi efek hepatoprotektor buah oyong dan mengetahui\nbagian buah (kulit buah, daging buah, dan biji) yang memiliki potensi terbesar sebagai\nhepatoprotektor. Selain itu, penelitian ini juga bertujuan untuk mengetahui efek pencegahan\n(preventif) dan penyembuhan (kuratif) dari bagian buah oyong tersebut. Buah oyong dikeringkan\ndan penentuan dosis berdasarkan pada perbandingan rendemen simplisia kering yang diperoleh.\nDekok dibuat dengan merebus simplisia selama 30 menit terhitung saat suhu mencapai 90\nO\nC.\nDekok kulit buah, daging buah, dan biji oyong diberikan selama 7 hari pada kelompok preventif dan\n22 hari pada kelompok preventif-kuratif. Induksi tunggal akut CCl4 50% dalam minyak zaitun\ndiberikan pada hari ke-8 beberapa saat setelah pemberian sediaan uji. Parameter meliputi\npemeriksaan aktivitas ALT, AST, bilirubin total, dan ALP. Berdasarkan uji statistik One Way Anova\n(p<0,05), dekok biji oyong 232 mg/kg bb dan daging buah oyong 116 mg/ kg bb menunjukkan\nperbedaan bermakna terhadap kelompok kontrol sakit. Berdasarkan kemiringan garis perubahan\naktivitas parameter uji, efek terapi yang diberikan biji dan daging buah oyong bersifat preventif.\nSedangkan kulit buah oyong bersifat preventif-kuratif. Dekok biji oyong 232 mg/kg bb dan daging\nbuah oyong 116 mg/kg bb, memiliki aktivitas perlindungan hati yang lebih baik daripada dekok kulit\nbuah oyong 618 mg/kg bb pada tikus hepatotoksik CCl4 akut.", "Daftar File": {"ABSTRAK Qoyyimah Amaturrahman": "https://digilib.itb.ac.id/gdl/download/185566"}, "Penulis": "Qoyyimah Amaturrahman [10713013]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Andreanus Andaja Soemardji, DEA", "Prof. Dr. Irda Fidrianny"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Dekok, oyong, kulit buah, daging buah, biji, hepatoprotektor, CCl4", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "14 Okt 2019"}