{"Nomor": 44340, "Judul": "PENGEMBANGAN METODE KIT PEREAKSI BERBASIS ALIZARIN MERAH S UNTUK DETEKSI BORAKS PADA BEBERAPA MAKANAN", "Abstrak": "Boraks merupakan salah satu bahan kimia yang sering disalahgunakan dan ditambahkan dalam\nmakanan, seperti bakso, mie basah, lontong dan makanan lainnya. Penelitian ini bertujuan untuk\nmengembangkan metode pendeteksian boraks dengan suatu kit pereaksi. Kit bekerja berdasarkan\nreaksi antara alizarin merah S (AMS) dengan ion borat dalam suasana basa, sehingga terbentuk\nkompleks berwarna yang teramati secara visual. Penelitian dilakukan dalam beberapa tahap,\nmeliputi uji pendahuluan, optimasi pereaksi (konsentrasi pereaksi, pH, dan konsentrasi dapar),\noptimasi prosedur aplikasi (jumlah tetesan pereaksi, volume air perendam dan waktu\nperendaman), uji stabilitas, validasi dan aplikasi metode. Dari hasil penelitian, diperoleh kit\npereaksi dengan komposisi AMS 0,7 mg/mL dalam dapar fosfat 0,074 M pH 8. Hasil validasi\nmetode menunjukkan bahwa kit memiliki nilai sensitivitas dan spesifisitas berturut-turut 100%;\nlaju positif palsu dan negatif palsu berturut-turut 0%; akurasi 100%; presisi intra-day dan inter-day\nberturut-turut 100%; Batas deteksi 0,08 mg/mL; dan ketangguhan metode yang memenuhi syarat.\nKit masih stabil sampai hari ke-28 bila disimpan pada suhu dingin. Dari 60 sampel yang diuji, 9\n(15%) sampel dinyatakan positif mengandung boraks dan 51 (85%) sampel dinyatakan negatif\nmengandung boraks. Berdasarkan hasil penelitian, kit pereaksi yang dikembangkan dapat\ndigunakan untuk deteksi boraks pada beberapa sampel makanan.", "Daftar File": {"ABSTRAK Vani Lestari Pratiwi": "https://digilib.itb.ac.id/gdl/download/185538"}, "Penulis": "Vani Lestari Pratiwi [10713083]", "Kontributor / Dosen Pembimbing": ["Tursino, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "boraks, alizarin merah S, validasi metode.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "10 file", "Tanggal Input": "10 Okt 2019"}