{"Nomor": 44353, "Judul": "PENYISIPAN GEN ARTEMISINIC ALDEHYDE ?11(13) DOUBLE BOND REDUCTASE (DBR2) KE DALAM PLASMID pCAMBIA1303 YANG MENGANDUNG GEN SILENCING SUPRESSOR (p19)", "Abstrak": "Artemisinic aldehyde ???????double bond reductase (DBR2) merupakan salah satu enzim yang\nbertanggung jawab mengkatalis pembentukan dihidroartemisinin aldehid sebagai prazat untuk\nbiosintesis senyawa artemisnin. Gen DBR2 yang mengekspresikan enzim tersebut\nditransformasikan ke dalam tanaman Artemisia annua L. untuk meningkatkan kandungan\nsenyawa antimalaria artemisinin. Agroinfiltrasi merupakan metode yang banyak digunakan dalam\ntransformasi gen asing ke dalam tanaman. Namun transformasi ini mampu mengaktifkan sistem\npertahanan diri tanaman dengan cara menonaktifkan gen asing yang masuk ke dalam tanaman\ndengan mekanisme post transcriptional gene silencing (PTGS). Sistem pertahanan ini\nmengakibatkan gen transforman tidak ditranslasi oleh tanaman sehingga usaha peningkatan\nenzim dalam tanaman menjadi terhambat. Beberapa jenis virus mampu menghasilkan protein\nyang dapat menghentikan aktivitas pertahanan tanaman ini (silencing supressor) salah satunya\nprotein p19. Protein ini berasal dari tomato bushy stunt virus (TBSV) yang dikode oleh gen p19.\nOleh karena itu, penelitian ini bertujuan untuk menyisipkan gen DBR2 ke dalam satu plasmid\nmengandung gen silencing supressor p19 yang akan digunakan untuk transformasi ke dalam\ntanaman Artemisia annua L.. Metode yang digunakan adalah potong sambung (cut and paste) gen\nDBR2 sintetik ke dalam plasmid pCAMBIA1303 yang mengandung gen p19. Gen DBR2 sintetik\ndipotong dengan enzim restriksi BglII dan SpeI kemudian disambungkan (ligasi) dengan plasmid\npCAMBIA1303 yang mengandung gen p19. Plasmid rekombinan dianalisis migrasi, PCR,\npemotongan dan penentuan urutan DNA (sekuensing). Berdasarkan hasil pensejajaran\ndisimpulkan bahwa gen DBR2 telah berhasil disisipkan ke plasmid pCAMBIA1301-p19 dengan nilai\nquery coverage 55 % dan kesamaan 100%.", "Daftar File": {"ABSTRAK Ariranur Haniffadli": "https://digilib.itb.ac.id/gdl/download/185570"}, "Penulis": "Ariranur Haniffadli [10713062]", "Kontributor / Dosen Pembimbing": ["Dr. Elfahmi, S.Si., M.Si.", "Sony Suhandono, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "DBR2, p19, Post Transcriptional Gene Silencing (PTGS), Silencing Supressor", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "14 Okt 2019"}