{"Nomor": 44359, "Judul": "STRATEGI PEMILIHAN SAHAM BERDASARKAN TEKNIKAL ANALISIS TREND, SUPPORT RESISTANCE, DAN PATTERNS PADA SAHAM PERUSAHAAN KECIL MENENGAH", "Abstrak": "Kegiatan investasi di pasar saham bertujuan untuk melindungi uang investor dari tingkat inflasi dengan\nmendapatkan keuntungan dari capital gain dan dividen. Menempatkan uang di rekening tabungan atau\nsetoran deposito hanya dapat menurunkan nilai uang investor. Di pasar saham Indonesia ada peluang\nbesar bagi investor untuk berinvestasi dengan melihat tingkat pertumbuhan tahunan Indeks Saham\nIndonesia (Indeks Harga Saham Gabungan) untuk sepuluh tahun terakhir dengan rata-rata 25% per\ntahun atau 19% di atas tingkat deposito dan 24% di atas tingkat tabungan. Peluang di pasar saham\ndapat dilihat tidak hanya dari tingkat pertumbuhan tahunan rata-rata dari Indeks Komposit tetapi juga\ndari pertumbuhan yang signifikan dari masing-masing perusahaan seperti Garuda Indonesia 172%,\nBank Permata 93%, dan Wijaya Karya 56% hanya dalam 6 bulan.\nFaktor utama yang membuat investor kehilangan uang di pasar saham adalah karena posisi mereka\nberlawanan dengan pasar. Itu sebabnya dalam tesis ini penulis mencoba mengambil peluang di Pasar\nSaham Indonesia dengan menggunakan analisis teknis untuk merumuskan pilihan strategi investasi\ndengan menggunakan faktor analisis teknis untuk memiliki pemahaman yang lebih baik tentang\nstruktur pasar setiap harga saham perusahaan dari area supply penjual dengan mengidentifikasi area\nresistensi, permintaan area pembeli dengan mengidentifikasi area dukungan dan keluar strategi yang\ndilakukan pada Indeks SME-PERFINDO 25.\nAda 3 langkah untuk merumuskan strategi pemilihan investasi. Langkah pertama adalah dengan\nmengidentifikasi tren keseluruhan dari setiap harga saham perusahaan. Langkah kedua adalah\nmengidentifikasi tingkat area penawaran dan permintaan untuk bertindak sebagai area jual beli dan\nlangkah ketiga adalah mengidentifikasi pola untuk mendapatkan harga target yang terukur yang akan\nbertindak sebagai area penjualan di masa depan. Berdasarkan analisis 25 saham dalam Indeks\nPERFINDO UKM, total 15 saham direkomendasikan untuk dibeli. Kemudian rekomendasi optimal\nadalah total 11 saham, rekomendasi optimal ini berasal dari matriks hubungan risiko dan imbalan.\nEvaluasi analisis analisis teknis kemudian mengungkapkan bahwa dari total 11 rekomendasi optimal 6\nmenguntungkan dan 5 tidak menguntungkan atau dengan rasio tingkat kemenangan 54,55%", "Daftar File": {}, "Penulis": "Osvaldo Jessie Rumbay [29117429]", "Kontributor / Dosen Pembimbing": ["Dr. Achmad Herlanto Anggono, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Investasi, Analisis Teknikal, Trend, Support Resistance, Patterns, SME PERFINDO 25.", "Sumber": "PERUSAHAAN KECIL MENENGAH", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "0 file", "Tanggal Input": "15 Okt 2019"}