{"Nomor": 44350, "Judul": "PENGKAJIAN ANTIHIPERURISEMIA EMULSI MINYAK HATI IKAN KOD PADA MENCIT SWISS WEBSTERJANTAN", "Abstrak": "Emulsi minyak hati ikan kod dipercaya membantu mencegah pembentukan asam urat.Penelitian\nini bertujuan mengkaji aktivitas antihiperurisemia secarain vivo dan mengembangkan metode\nantihiperurisemia secarain vitroemulsi minyak hati ikan kod.Metode in vivo dilakukan\nmenggunakan mencit Swiss Webster jantan yang diinduksi makanan tinggi purin 100 mg/kg BB\nsuspensi hati ayam, bersama pemberian sediaan pembanding atau sediaan uji selama 20\nhari.Kelompok kontrol sakitmenerima induksi.Kelompok pembanding alopurinol menerima\ninduksi dan 26 mg/kg BB alopurinol.Kelompok pembanding vitamin A menerima induksi dan 650\nIU/kg BB vitamin A. Kelompok uji dosis rendah, sedang, dan tinggi menerima induksi dan 150\nmg/kg BB, 300mg/kg BB, dan 450 mg/kg BB emulsi minyak hati ikan kod.Efek antihiperurisemia\nterbesar ditunjukkan dosis 150 mg/kg BB dengan penurunan kadar asam urat sebesar 57,04%\ndibanding kelompok kontrol sakit.Hasil percobaan in vivo menunjukkan emulsi minyak hati ikan\nkod yang diberikan bersamaan induksi makanan tinggi purin memiliki efek\nantihiperurisemia.Metode in vitro dilakukan menggunakan asam urat dan basa purin murni yang\nditambahkan homogenat hati tikus sebagai sumber enzim xantin oksidase. Hasil percobaan in\nvitro menunjukkan emulsi minyak hati ikan kod menguraikan asam uratdalam 0,525 mL medium\ncampuran 0,075 mg asam urat dan 0,011 mL emulsi minyak hati ikan kod; emulsi minyak hati ikan\nkod mencegah pembentukan asam urat dari purin dalam 0,725 mL medium campuran 0,200 mg\npurin, 0,066 gram homogenat hati, dan 0,016 mL emulsi minyak hati ikan kod.", "Daftar File": {"ABSTRAK Stefiani Emasurya Indrajaya": "https://digilib.itb.ac.id/gdl/download/185567"}, "Penulis": "Stefiani Emasurya Indrajaya [10712038]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Andreanus Andaja Soemardji, DEA", "Siti Farah Rahmawati, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "antihiperurisemia, emulsi minyak hati ikan kod, asam urat, purin.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "14 Okt 2019"}