{"Nomor": 44356, "Judul": "KEBERLANGSUNGAN Varanus komodoensis DALAM PENGELOLAAN PARIWISATA DI TAMAN NASIONAL KOMODO", "Abstrak": "Serangkaian penelitian telah dilakukan untuk menjawab permasalahan keberlangsungan\nVaranus komodoensis dalam pengelolaan pariwisata di Taman Nasional Komodo, Provinsi\nNusa Tenggara Timur. Penentuan habitat bersarang yang sesuai untuk komodo didekati\ndengan penghitungan jumlah sarang berbiak aktif yang berada pada ketinggian kurang dari\n50 mdpl dan dianalisis dengan program pemetaan QGIS v2.18.15. Sarang berbiak aktif\nditentukan dengan kehadiran sisa cangkang telur dan aktivitas induk betina. Dari hasil\npengukuran lubang diperoleh diameter minimum yang dapat digunakan untuk bertelur oleh\ninduk adalah 55 cm. Kepadatan sarang berbiak aktif di pulau Komodo adalah 0,38\nsarang/km2 dan kepadatan sarang berbiak aktif di pulau Rinca adalah 0,25 sarang/km2.\nAnalisis keberlangsungan hidup komodo dengan menggunakan laju reproduksi betina yang\nrendah mengkoreksi status populasi komodo yang sejak tahun 1996 ditetapkan oleh IUCN\nsebagai spesies berstatus rentan dengan kategori Vulnerable B1+2cde menjadi langka\ndengan kategori kritis (critically endangered) A3B1+2C2a(i)E. Luas potensi kawasan yang\ntermasuk ke dalam habitat preferensi sarang berbiak (134,68 km2) masih jauh dari luas\nminimal yang diperlukan (526,3 km2) untuk memfasilitasi populasi komodo agar bertahan\nlebih dari 100 tahun ke depan. Diperoleh 29 sarang reproduksi aktif dan 119 lubang dengan\nukuran diameter dan kedalaman berbeda-beda, dengan 6 sarang aktif dan 9 lubang aktif,\nkecilnya persentase lubang aktif (5%; rata-rata 4,1±1,3 lubang/kompleks sarang)\ndibandingkan lubang lainnya menjadi petunjuk bahwa komodo mengalami penurunan\npopulasi dibandingkan dengan penelitian sebelumnya. Penelitian ini telah berhasil\nmengisolasi DNA genom komodo yang berasal dari chorioallantoic membrane cangkang\ntelur yang mana DNA genom tersebut berikutnya potensial digunakan sebagai template\nuntuk melakukan analisis genetik pada komodo dan spesies lainnya secara non-invasif.\nPersepsi pengunjung diperoleh dengan menanyakan 32 pertanyaan kepada 201 pengunjung\nmenggunakan Skala Lickert dan metode MSI (Method of Successive Interval) dan\ndianalisis menggunakan PCA (Principal Component Analysis) disertai analisis lebih lanjut\nsecara deskriptif. Enam komponen utama dari persepsi dan ekspektasi pengunjung adalah:\npengelolaan (management), kesadaran pengunjung (awarenes), atraksi keindahan bawah\nlaut (underwater attraction), keberadaan kehidupan liar di habitat alami (wildlife features),\natraksi keindahan daratan (terrestrial attraction) dan pengalaman di alam (nature\nexperience), yang mana wisatawan mengharapkan pengelolaan yang professional,\nmemberikan manfaat langsung bagi penduduk lokal, serta efisien dan transparan dalam\nanggaran konservasi. Pengunjung akan ke TNK terutama untuk keunikan komodo dan\nkembali untuk keindahan bawah laut dan aktivitas snorkelling juga menyelam. Semua\npersepsi dan harapan pengunjung tersebut menunjukkan ciri destinasi ekowisata. TNK\nbelum dikelola dengan prinsip ekowisata berdasarkan persepsi dan ekspektasi pengunjung\nsesuai juga dengan berbagai hasil evaluasi program wisata yang dilakukan oleh penelitian\nlain. Disimpulkan secara umum bahwa keberlangsungan populasi komodo dan aktivitas di\nTNK dapat terjadi jika dilakukan pemantauan populasi secara berkala dan akurat untuk\npenentuan statusnya serta penerapan prinsip ekowisata dengan tepat.", "Daftar File": {"ABSTRAK Daningsih Sulaeman": "https://digilib.itb.ac.id/gdl/download/185573", "COVER Daningsih Sulaeman": "https://digilib.itb.ac.id/gdl/download/199037"}, "Penulis": "Daningsih Sulaeman [30612011]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Djoko Tjahjono Iskandar", "Dr. Achmad Sjarmidi"], "Jenis Koleksi": "Disertasi", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Kesintasan, ora, penurunan populasi, terancam punah, perubahan iklim, ekoturisme.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "10 file", "Tanggal Input": "14 Okt 2019"}