{"Nomor": 44352, "Judul": "UJI AKTIVITAS IN VITRO INHIBITOR ASETILKOLINESTERASE DARI EKSTRAK METANOL DAN FRAKSI ETIL ASETAT DAUN TEH PUTIH (CAMELLIA SINENSIS L.) SERTA ISOLASI SENYAWA FLAVONOIDNYA", "Abstrak": "Alzheimer merupakan demensia parah, yaitu hilangnya fungsi kognitif dan fisik, terutama pada\ngejala perilaku. Terapi utama penyakit Alzheimer adalah menggunakan inhibitor\nasetilkolinesterase yang akan memblokade aktivitas enzim asetilkolinesterase sehingga akan\nmenghambat pemecahan asetilkolin. Daun teh putih secara tradisional digunakan untuk\nmeningkatkan daya ingat. Penelitian ini bertujuan menentukan aktivitas inhibisi\nasetilkolinesterase dari ekstrak metanol dan fraksi etil asetat daun teh putih serta isolasi senyawa\nflavonoidnya. Ekstraksi menggunakan metode maserasi dengan pelarut metanol 96%. Fraksinasi\nmenggunakan metode ekstraksi cair-cair dengan n-heksana dan etil asetat. Subfraksinasi\nmenggunakan kromatografi cair vakum dengan eluen yang kepolarannya meningkat. Pemurnian\nmenggunakan kromatografi lapis tipis (KLT) preparatif. Uji kemurnian menggunakan KLT\npengembangan tunggal dan KLT dua dimensi. Senyawa yang telah murni dikarakterisasi dengan\npenampak bercak sitroborat, uap amoniak, dan spektrofotometri UV-Vis. Ekstrak, fraksi, dan\nsubfraksi dipantau dengan KLT. Penetapan IC50 ekstrak, fraksi, dan subfraksi dilakukan dengan\nmetode Ellman. Pengujian aktivitas inhibitor asetilkolinesterase ekstrak metanol, fraksi etil asetat,\ndan subfraksi ke 14 daun teh putih memberikan nilai IC50 43, 08 ± 0,006 µg/mL, 51,54 ± 0,006\nµg/mL, dan 34,29 ± 0,004 µg/mL. Pemurnian dilakukan pada subfraksi ke 14 dan diperoleh\nsenyawa yang murni. Berdasarkan hasil karakterisasi senyawa tersebut termasuk ke dalam\nsenyawa isoflavon.", "Daftar File": {"ABSTRAK Annisa Nurjanah": "https://digilib.itb.ac.id/gdl/download/185569"}, "Penulis": "Annisa Nurjanah [10713048]", "Kontributor / Dosen Pembimbing": ["Dr. Muhamad Insanu, S.Si., M.Si.", "Dr. Rika Hartati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "inhibitor asetilkolinesterase, metode Ellman, microplate reader, alzheimer, teh putih", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "14 Okt 2019"}