{"Nomor": 44363, "Judul": "ISOLASI SENYAWA ANTIBAKTERI DARI DAUN TEMBAKAU (Nicotiana tabacum L.)", "Abstrak": "Di Indonesia penggunaan tembakau (Nicotianan tabacum L.) dikenal sebagai bahan utama rokok. Pada\nbeberapa penelitian, ekstrak tembakau telah teruji memiliki manfaat sebagai insektisida alami. Selain\nitu pada beberapa penelitian aktivitas antibakteri pada daun tembakau telah teruji pada beberapa\nekstrak daun tembakau dengan pelarut yang berbeda-beda. Penelitian ini bertujuan untuk mengisolasi\ndan menentukan golongan senyawa berkhasiat dari daun tembakau terhadap bakteri uji yaitu\nStaphylococcus aureus ATCC 6538 dan Pseudomonas aeruginosa ATCC 9027. Serbuk simplisia daun\ntembakau diekstraksi dengan metode refluks menggunakan pelarut dari kepolaran bertingkat yaitu nheksana, etil asetat, dan etanol, kemudian dilakukan pemantauan terhadap ketiga ekstrak dengan\nmetode kromatografi lapis tipis. Pengujian aktivitas antibakteri dilakukan dengan metode difusi agar,\npenentuan nilai konsentrasi hambat minimum dengan mikrodilusi, dan dilakukan biootografi untuk\nmenentukan senyawa target berdasarkan Rf yang memiliki aktivitas hambat. Berdasarkan hasil uji\npendahuluan dengan difusi agar, ekstrak yang memiliki diameter hambat paling besar yaitu ekstrak etil\nasetat. Uji mikrodilusi meununjukan nilai konsentasi hambat minimum terendah adalah ekstrak etil\nasetat yaitu 4096 µg/mL pada bakteri Staphylococcus aureus dan 8192 µg/mL pada bakteri\nPseudomonas aeruginosa. Sehingga berdasarkan hasil tersebut, ekstrak etil asetat dilanjutkan ke tahap\nberikutnya. Hasil dari biootografi menunjukan komponen ekstrak etil asetat pada Rf 0,66 dalam\npengembang kloroform-etil asetat (1:1) memberikan aktivitas antibakteri terhadap kedua bakteri uji.\nFraksinasi dilakukan dengan metode kromatografi cair vakum. Hasil fraksinasi dipantau menggunakan\nmetode kromatografi lapis tipis dan pemurnian dengan metode kromatografi lapis tipis preparatif.\nDiperoleh isolat dengan aktivitas antibakteri yang berdasarkan hasil karakterisasi menggunakan\npenampak bercak spesifik, isolat merupakan senyawa kumarin.", "Daftar File": {"ABSTRAK Fatma Arumsari": "https://digilib.itb.ac.id/gdl/download/185615"}, "Penulis": "Fatma Arumsari [10713091]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Komar Ruslan Wirasutisna", "Dr. Rika Hartati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "antibakteri, daun tembakau, mikrodilusi, biootografi, kumarin", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "15 Okt 2019"}