{"Nomor": 44368, "Judul": "ISOLASI SENYAWA IDENTITAS DARI DAUN KELOR (MORINGA OLEIFERALAMK., MORINGACEAE)", "Abstrak": "Senyawa identitas merupakan senyawa khas yang terkandung dalam tanaman atau merupakan\nsenyawa dengan kadar yang tinggi. Senyawa identitas dapat digunakan sebagai pembanding\ndalam penentuan kadar suatu ekstrak atau digunakan dalam konfirmasi kebenaran identitas suatu\ntanaman serta untuk standardisasi bahan baku obat herbal. Tanaman kelor merupakan salah satu\ntanaman yang digunakan masyarakat dalam pengobatan tradisional sebagai obat dengan berbagai\nkhasiat. Bagian dari tanaman kelor yang sering digunakan dan mempunyai khasiat adalah bagian\ndaunnya. Sudah dilaporkan bahwa kuersetin terdapat dalam daun kelor. Penelitian ini bertujuan\nuntuk mengisolasi senyawa identitas dari daun kelor selain kuersetin. Penelitian ini dimulai dari\npembuatan simplisia, karakterisasi simplisia, dan penapisan fitokimia.Simplisia daun kelor\ndiekstraksi dengan cara maserasi menggunakan pelarut etanol. Ekstrak etanol kemudian\ndifraksinasi dengan metode ekstraksi cair-cair menggunakan pelarut n-heksana dan etil asetat.\nFraksi etil asetat disubfraksinasi dengan menggunakan kromatografi cair vakum. Subfraksi terpilih\nkemudian disubfraksinasi kembali dengan menggunakan kromatografi kolom klasik. Pemurnian\ndilakukan dengan menggunakan kromatografi lapis tipis preparatif dan uji kemurnian dilakukan\ndengan menggunakan KLT pengembangan tunggal dan KLT dua dimensi. Isolat dikarakterisasi\nmenggunakan KLT dengan penampak bercak spesifik dan instrumen spektrofometri UV-sinar\ntampak. Dari hasil pemurnian didapatkan senyawa murni dengan bentuk kristal. Isolat yang\ndiperoleh menunjukkan panjang gelombang maksimum pada ????nm, ???nm, dan ???nm, dan\nmenunjukkan florosensi biru di bawah sinar UV ????nm; Isolat yang diperoleh diduga\nmerupakan senyawa golongan flavonoid yang mempunyai OH bebas pada C7, tanpa OH bebas\npada C3 dan C5.", "Daftar File": {"ABSTRAK Nur Ulfa Anisah": "https://digilib.itb.ac.id/gdl/download/185620"}, "Penulis": "Nur Ulfa Anisah [10713066]", "Kontributor / Dosen Pembimbing": ["Dr. Elfahmi, S.Si., M.Si.", "Prof. Dr. Irda Fidrianny"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "15 Okt 2019"}