{"Nomor": 44365, "Judul": "PENYISIPAN GEN P19 KE DALAM VEKTOR REKOMBINAN pCAMBIA-FPS DALAM UPAYA MENINGKATKAN EFISIENSI TRANFORMASI GEN FPS KE TANAMAN ARTEMISIA ANNUA L.", "Abstrak": "Saat ini pengobatan malaria yang disebabkan oleh Plasmodium falciparum, berdasarkan\nrekomendasi WHO adalah menggunakan kombinasi terapi berbasis artemisinin. Artemisinin\nmerupakan salah satu metabolit sekunder yang terkandung di dalam tanaman Artemisia annua L.\nyang digunakan sebagai antimalaria. Rendahnya jumlah artemisinin secara alami menyebabkan\nmahalnya biaya pengobatan berbasis artemisinin. Upaya peningkatan kadar artemisinin melalui\nsintesis kimia pun sulit dilakukan. Oleh karena itu dilakukan upaya peningkatan kadar artemisinin\nmelalui rekayasa genetik. Gen-gen pengkode enzim-enzim kunci dalam jalur biosintesis artemisinin\ntelah diteliti dan diketahui. FPS atau farnesil pirofosfat sintase merupakan enzim yang berperan\ndalam mengkatalisis reaksi yang memproduksi farnesil pirofosfat yang merupakan prekursor\npembentukan beberapa senyawa isoprenoid termasuk artemisinin. Overekspresi gen FPS ke dalam\ntanaman A. annua L telah dilakukan oleh para peneliti namun hanya menghasilkan artemisinin\npaling banyak yaitu 1% dari bobot kering. Adanya mekanisme post transcriptional gene silencing\nyang merupakan bentuk pertahanan diri tanaman terhadap DNA asing yang masuk, diduga menjadi\npenyebab kurang efisiennya transformasi gen fps ke dalam A. annua L sehingga artemisinin yang\ndihasilkan relatif rendah. Penelitian ini bertujuan untuk menambahkan gen antisilencing p19 ke\ndalam plasmid yang telah mengandung gen fps, pCAMBIA-FPS, dalam upaya meniadakan\npertahanan diri tanaman ketika plasmid tersebut ditransformasikan. Strategi yang dilakukan untuk\nmengkonstruksi pCAMBIA-FPS-p19 yaitu dengan memotong plasmid pCAMBIA-p19, sebagai DNA\nsisipan dan pCAMBIA-fps, sebagai vektor menggunakan enzim Xhol. Fragmen DNA sisipan yaitu gen\np19 diligasi dengan vektor pCAMBIA-fps dan ditransformasikan ke dalam E.coli DH5????????????±?¸ ? ?ÿ ?\nhasil analisis migrasi, PCR, restriksi, dan urutan DNA dapat disimpulkan bahwa gen p19 telah\nberhasil disisipkan ke dalam plasmid pCAMBIA-fps.", "Daftar File": {"ABSTRAK Mulyani Nurur Rohmah": "https://digilib.itb.ac.id/gdl/download/185617"}, "Penulis": "Mulyani Nurur Rohmah [10713070]", "Kontributor / Dosen Pembimbing": ["Dr. Elfahmi, S.Si., M.Si.", "Sony Suhandono, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Malaria, artemisinin, farnesil pirofosfat sintase (fps), p19, post transcriptional gene silencing (PTGS)", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "15 Okt 2019"}