{"Nomor": 44370, "Judul": "UJI AKTIVITAS ANTIOKSIDAN KULIT BUAH TIGA KULTIVAR DELIMA (PUNICA GRANATUM L.) DAN ISOLASI SENYAWA AKTIF DARI KULTIVAR TERPILIH", "Abstrak": "Antioksidan merupakan senyawa kimia yang dapat menetralkan radikal bebas dengan\nmendonorkan satu elektronnya. Berdasarkan penelitian, salah satu sumber antioksidan yaitu kulit\nbuah delima. Saat ini di Indonesia terdapat tiga kultivar berdasarkan perbedaan warna kulit buah\nyaitu delima merah, hitam dan putih. Penelitian ini bertujuan untuk menguji aktivitas antioksidan\ntiga jenis kulit buah delima dan mengisolasi senyawa aktif antioksidan serta menentukan\ngolongan senyawa dari isolat tersebut, menentukan fenol total dan flavonoid total serta melihat\nkorelasi profil fitokimia dengan aktivitas antioksidan. Simplisia kulit buah delima diekstraksi\ndengan metode refluks dengan pelarut etanol. Ketiga ekstrak di fraksinasi dengan metode\nekstraksi cair-cair. Seluruh ekstrak dan fraksi dari ketiga jenis kulit buah delima ditentukan kadar\nfenol total, flavonoid total dan IC50 peredaman DPPH. Fraksi etil asetat delima hitam\ndisubfraksinasi dengan metode KCV (Kromatografi Cair Vakum). Subfraksi 11 dan 12 dimurnikan\ndengan metode KLT preparatif. Kemudian diuji kemurnian dengan KLT tiga pengembang dan KLT\ndua dimensi. Isolat dikarakterisasi dengan penampak bercak spesifik (FeCl3 5% dan sitroborat),\nuap amonia, kromatografi kertas dua dimensi dan KLT densitometer. Nilai IC50 terendah, kadar\nfenol total dan flavonoid total tertinggi terdapat pada ekstrak delima hitam secara berturut –\nturut yaitu 1,52 ± 0,10 ?g/mL, 70,60 ± 0,41 g GAE/100 g, 10,89 ± 0,11 g QE/100 g. Pada tingkat\nfraksi, nilai IC50 peredaman DPPH terendah terdapat pada fraksi etil asetat dan fraksi air kulit buah\ndelima hitam secara berturut –turut yaitu 0,75 ± 0,04 ?g/mL dan 0,75 ± 0,02 ?g/mL. Kadar fenol\ndan flavonoid tertinggi juga terdapat pada fraksi air delima hitam secara berturut –turut yaitu\n96,40 ± 0,49 g GAE/100 g, 11,96 ± 0,20 g QE/100 g. Didapatkan subfraksi dominan aktivitas\nantioksidan pada fraksi 12 yang diperkirakan golongan flavonol dan isolat murni dari fraksi 11.\nDiperoleh isolat yang diperkirakan golongan flavonol 7-O monoglikosida dengan disertai atau\ntanpa 5-OH bebas.", "Daftar File": {"ABSTRAK Reckta Filamenti Heryadi": "https://digilib.itb.ac.id/gdl/download/185622"}, "Penulis": "Reckta Filamenti Heryadi [10713016]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Komar Ruslan Wirasutisna", "Dr. Rika Hartati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Antioksidan, Kulit Buah Delima, Fenol, Flavonoid, DPPH", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "15 Okt 2019"}