{"Nomor": 44379, "Judul": "RETENSI OPTIMAL KOMBINASI KONTRAK REASURANSI MENGGUNAKAN OPTIMISASI MULTIOBJEKTIF", "Abstrak": "Suatu perusahaan asuransi yang mengelola beberapa business lines akan menghadapi\nrisiko yang tinggi. akibatnya, perusahaan asuransi tersebut perlu melakukan\nrisk sharing dengan suatu perusahaan reasuransi. Kontrak reasuransi yang tersedia\nsangat beragam dan tidak jarang mengkombinasikan beberapa tipe kontrak reasuransi,\nterutama kombinasi antara tipe proporsional dan non-proporsional.\nSalah satu kriteria dalam menentukan kontrak reasuransi yang optimal adalah\nmean-variance criterion, yaitu kriteria yang mengoptimalkan salah satu antara mean\natau variansi menggunakan metode Lagrange. Dalam tesis ini, mean dan variansi\ndioptimalkan secara bersamaan (masalah multiobjektif). Suatu kombinasi kontrak\nreasuransi menghasilkan fungsi yang kompleks dan variansi tidak selalu merupakan\nfungsi konveks. Dalam tesis ini, untuk mempermudah pencarian suatu solusi optimal,\ndigunakan pendekatan metaheuristik yang tidak menuntut suatu fungsi harus\nkonveks, sehingga proses pencarian suatu solusi optimal tidak terjebak di minimum\nlokal, tidak menuntut fungsi diferensiabel, dan tidak memerlukan tebakan awal.\nKombinasi kontrak reasuransi yang dibahas dalam tesis ini adalah kombinasi\nquota share dan excess of loss. Proses optimisasi untuk menentukan retensi optimal\npada kombinasi kontrak reasuransi diselesaikan menggunakan metode pengali Lagrange\ndan pendekatan Multiobjective Optimization Bat Algorithm (MOBA). Data\nyang digunakan sebagai studi kasus dalam tesis ini adalah data besar klaim (severi-\nty) yang berdistribusi Log-Normal dengan parameter  = 7; 07 dan  = 2; 52 ; dan\ndata banyak klaim (frequency) berdistribusi Poisson dengan parameter  = 330.\nPenentuan premi yang harus dibayar perusahaan asuransi kepada perusahaan reasuransi\n(premi reasuransi) dilakukan menggunakan expected value principle. Besar\nfaktor loading pada kontrak reasuransi quota share ditetapkan sebesar q = 0; 125,\nsedangkan untuk kontrak reasuransi excess of loss sebesar x = 0; 3. Hasil optimisasi\nmenunjukkan bahwa galat relatif dari 10 nilai parameter optimal kontrak reasuransi\nyang dihasilkan oleh metode Lagrange dan MOBA ternyata kurang dari 5%.", "Daftar File": {"Abstrak Wira Hanifah.pdf?": "https://digilib.itb.ac.id/gdl/download/185632"}, "Penulis": "Wira Hanifah [20814033]", "Kontributor / Dosen Pembimbing": ["Dra. Dumaria Rulina Tampubolon, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Quota share, excess of loss, Lagrange, multiobjektif, algoritma kelelawar", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "17 Okt 2019"}