{"Nomor": 44377, "Judul": "MODEL BESAR KLAIM (SEVERITY) BADAN PENYELENGGARA JAMINAN SOSIAL (BPJS) KESEHATAN", "Abstrak": "Badan Penyelenggara Jaminan Sosial (BPJS) Kesehatan merupakan salah satu\nbadan hukum publik bentukan pemerintah Indonesia, yang bertujuan\nmenyelenggarakan program Jaminan Kesehatan Nasional (JKN). Untuk\nmenyelenggarakan programnya, BPJS Kesehatan bekerjasama dengan fasilitas\nkesehatan tingkat pertama dan tingkat lanjutan. Dalam pembayaran kepada fasilitas\nkesehatan rujukan tingkat lanjut, menggunakan sistem Indonesian-Case Based Groups\n(INA-CBGs), diduga terdapat perbedaan antara besar klaim (severity) pasien rawat\ninap untuk biaya yang diajukan oleh rumah sakit dengan besar klaim (severity) yang\ndibayarkan oleh BPJS Kesehatan.\nPenelitian pada tesis ini bertujuan untuk memodelkan besar klaim (severity)\nyang diajukan oleh suatu rumah sakit dan besar klaim (severity) yang dibayarkan oleh\nBPJS Kesehatan kepada rumah sakit tersebut menggunakan Generalized Linear Model\n(GLM). Untuk studi kasus, digunakan data klaim rawat inap peserta BPJS Kesehatan\npada salah satu rumah sakit Tipe D di Provinsi Nusa Tenggara Timur (NTT) periode\nJanuari sampai Desember tahun 2014.\nBerdasarkan uji Kolmogorov-Smirnov dan uji Anderson Darling pada tingkat\nsignifikansi 1% diperoleh besar klaim (severity) untuk ketiga kelas perawatan\nmengikuti distribusi Inverse Gaussian. Variabel-variabel yang signifikan\nmempengaruhi severity untuk biaya yang diajukan oleh rumah sakit antara lain:\n“Length-of-Stay (LOS)”, “INA-CBGs”, “level-severity”, dan “umur” untuk kelas\nperawatan I; “LOS”, dan “INA-CBGs” untuk kelas perawatan II; serta “LOS”, “jenis\nkelamin”, “cara pulang”, “umur” dan “level-severity” untuk kelas perawatan III;\ndengan variabel yang dominan berpengaruh adalah “LOS”. Sedangkan variabelvariabel\nyang signifikan mempengaruhi severity untuk klaim yang dibayarkan oleh\nBPJS Kesehatan antara lain: “level-severity”, “INA-CBGs”, “LOS” dan “pengesahan-\nSL3” untuk kelas perawatan I; “level-severity”, “INA-CBGs”, dan “LOS”, untuk kelas\nperawatan II; serta “level-severity”, “INA-CBGs”, dan “LOS” untuk kelas perawatan\nIII; dengan variabel yang dominan berpegaruh adalah “level-severity”. Berdasarkan\nmodel yang diperoleh, rata-rata severity untuk klaim yang dibayarkan oleh BPJS\nKesehatan kepada rumah sakit lebih besar dibandingkan rata-rata severity untuk biaya\nyang diajukan oleh rumah sakit kepada BPJS Kesehatan atas pelayanan yang diberikan\nkepada peserta.", "Daftar File": {"Abstract Eva Binsasi.pdf": "https://digilib.itb.ac.id/gdl/download/185630"}, "Penulis": "Eva Binsasi [20813008]", "Kontributor / Dosen Pembimbing": ["Dra. Dumaria Rulina Tampubolon, M.Sc., Ph.D.", "Ocke Kurniandi, M.Si, FSAI"], "Jenis Koleksi": "Tesis", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Generalized Linear Model (GLM), BPJS Kesehatan, severity of claims.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "16 Okt 2019"}