{"Nomor": 44371, "Judul": "ISOLASI FLAVONOID DARI DAUN PANDAN WANGI (PANDANUS AMARYLLIFOLIUS ROXB.)", "Abstrak": "Pandan wangi merupakan tanaman yang banyak tersebar di Asia Tenggara dan bagian daunnya digunakan untuk pengobatan. Golongan flavonoid dalam daun pandan wangi telah diteliti secara in vivo pada mencit dan berfungsi sebagai antidiabetes. Dalam penelitian ini, suatu senyawa flavonoid diisolasi dan dikarakterisasi. Tahapan penelitian diawali dengan penyiapan bahan, karakterisasi mutu simplisia dan penapisan fitokimia. Daun diekstraksi secara refluks menggunakan pelarut etanol. Ekstrak etanol dipekatkan dengan alat penguap vakum putar menghasilkan rendemen sebanyak 185,53 g. Klorofil dihilangkan menggunakan air panas, kemudian ekstrak difraksinasi dengan ekstraksi cair-cair menggunakan metode Charaux-Paris yang dimodifikasi dengan pelarut n¬heksana dan etil asetat sehingga diperoleh fraksi n-heksana 0,39 g, etil asetat 5,02 g dan air 75,39 g. Fraksi etil asetat dipisahkan secara kromatografi radial dengan sistem landaian pelarut pengelusi dari n-heksana – etil asetat (1:1) hingga metanol dan diperoleh subfraksi A sebanyak 85,40 mg. Satu senyawa dari subfraksi A dimurnikan secara kromatografi lapis tipis (KLT) preparatif sehingga diperoleh isolat A2 sebanyak 33,90 mg. Uji kemurnian dilakukan secara KLT dengan metode pengembangan satu arah dan dua dimensi. Isolat murni dikarakterisasi menggunakan spektrofotometri ultraviolet-sinar tampak, pereaksi geser, kromatografi kertas 2 dimensi dan warna fluorosensi dengan uap amonia yang menunjukkan bahwa isolat A2 merupakan suatu flavon dengan gugus hidroksil bebas pada posisi atom karbon 5, 7 dan 4’ serta gugus hidroksil yang tersubstitusi pada atom karbon 3.", "Daftar File": {"ABSTRAK Rina Yuliana": "https://digilib.itb.ac.id/gdl/download/185623"}, "Penulis": "Rina Yuliana [10713039]", "Kontributor / Dosen Pembimbing": ["Dra. Siti Kusmardiyani, M.Sc.", "Dr. Muhamad Insanu, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "daun pandan wangi, isolasi, flavon, isolat A2.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "16 Okt 2019"}