{"Nomor": 44385, "Judul": "IDENTIFIKASI DAN PENANGANAN KEJADIAN REAKSI OBAT MERUGIKAN PADA PASIEN TUBERKULOSIS PARU YANG MENERIMA OBAT ANTITUBERKULOSIS LINI PERTAMA DI BALAI BESAR KESEHATAN PARU MASYARAKAT", "Abstrak": "Indonesia merupakan salah satu dari tiga negara dengan prevalensi dan insidensi tuberkulosis (TB)\nterbanyak secara global. Berdasarkan studi sebelumnya, pengobatan lini pertama obat\nantituberkulosis (OAT) berkaitan dengan reaksi obat merugikan (ROM) yang dapat mempengaruhi\npengobatan TB serta keberhasilannya, sehingga penanganan ROM yang tepat menjadi penting\ndalam menunjang pengobatan TB. Studi sebelumnya juga menyatakan bahwa terdapat faktorfaktor yang secara signifikan mempengaruhi kecenderungan ROM. Penelitian ini merupakan studi\nobservasional-retrospektif pada pasien TB paru dan TB paru dengan komorbid diabetes mellitus\n(DM) yang mulai menjalani pengobatan OAT lini pertama sejak Januari 2015 hingga Agustus 2016\ndi Balai Besar Kesehatan Paru Masyarakat. Penelitian ini bertujuan untuk mengidentifikasi\nkejadian ROM, penanganan dan keberhasilannya, serta faktor-faktor demografi atau patologi yang\nmempengaruhi kecenderungan ROM. Berdasarkan analisis algoritma Naranjo, didapatkan 183\ngejala yang cukup mungkin, mungkin, atau sangat mungkin merupakan ROM, diantaranya 67\n(36,61%) gejala gatal, 44 (24,04%) mual muntah, 2 (1,09%) nyeri lambung, 4 (2,19%) nafsu makan\nmenurun, 4 (2,19%) gangguan keseimbangan, 3 (1,64%) kesemutan, 2 (1,09%) flu-like syndrome, 2\n(1,09%) gangguan pendengaran, 51 (27,87%) pegal atau nyeri sendi, serta 4 (2,19%) Drug Induced\nHepatitis (DIH). Penanganan gatal, pegal atau nyeri sendi, beberapa kasus gangguan pencernaan,\nserta DIH sudah sesuai dengan pedoman, dengan persentase keberhasilan penanganannya\nberturut-turut adalah 83%, 60%, 89%, dan 100%. Penanganan kesemutan juga sudah sesuai\npedoman, tetapi keberhasilan penanganannya belum dapat teridentifikasi. Berdasarkan analisis\nstatistik bivariat khi-kuadrat (CI 95%), kecenderungan terjadinya pegal atau nyeri sendi yang\nberkaitan dengan hiperurisemia secara signifikan dipengaruhi oleh peningkatan usia, jenis kelamin\nwanita, dan komorbid DM (P=0,045, P=0,005, P=0,003).", "Daftar File": {"ABSTRAK Hana Fathin Shalihah": "https://digilib.itb.ac.id/gdl/download/185639"}, "Penulis": "Hana Fathin Shalihah [11613002]", "Kontributor / Dosen Pembimbing": ["Dr. Lia Amalia, S.Si., Apt., M.Si.", "Siti Farah Rahmawati, M.Si., Apt.", "dr. Ika Surtikanti"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Tuberkulosis, Reaksi Obat Merugikan, Balai Besar Kesehatan Paru Masyarakat", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "17 Okt 2019"}