{"Nomor": 44395, "Judul": "PENGARUH PELAKSANAAN PROGRAM PENGELOLAAN PENYAKIT KRONIS (PROLANIS) TERHADAP PENGENDALIAN KADAR GLUKOSA PADA PASIEN DIABETES MELLITUS TIPE 2 DI KLINIK MEDIKA ANTAPANI BANDUNG", "Abstrak": "Diabetes mellitus dapat menyebabkan komplikasi jika tidak ditangani dengan baik. Program\nPengelolaan Penyakit Kronis (Prolanis) merupakan sistem pelayanan kesehatan dan pendekatan\nproaktif dilaksanakan dalam rangka pemeliharaan kesehatan bagi peserta Jaminan Kesehatan\nNasional (JKN) yang menderita penyakit kronis untuk mencapai kualitas hidup optimal dengan biaya\nyang efektif dan efisien. Oleh sebab itu, penelitian ini bertujuan menentukan gambaran efektivitas\nterapi antidiabetes, pengendalian glukosa pada pasien Prolanis dan non Prolanis serta faktor yang\nmempengaruhi frekuensi kunjungan. Penelitian mencakup analisis efektivitas terapi, serta\npengaruh Prolanis terhadap pengendalian kadar glukosa, dan analisis faktor yang mempengaruhi\nfrekuensi kunjungan pada kedua kelompok di Klinik Medika Antapani Bandung. Analisis efektivitas\nterapi antidiabetes dan pengaruh Prolanis terhadap pengendalian kadar glukosa dilakukan secara\nretrospektif melalui data glukosa postprandial dari rekam medik dibandingkan dengan target\nnormal, kemudian dinyatakan dalam persentase. Analisis frekuensi kunjungan dilakukan secara\nkonkuren menggunakan kuesioner. Penelitian analisis efektivitas terapi menunjukkan bahwa terapi\npada 22,58% pasien efektif dan 77,42% kurang efektif, tetapi terjadi penurunan persentase pada\nkategori diabetes dari 51,61% menjadi 32,26%. Kadar glukosa postprandial kelompok non Prolanis\n16,02% lebih baik pada pemeriksaan terakhir dibandingkan Prolanis. Penelitian ketiga menunjukkan\nbahwa tidak memeriksakan glukosa darah di tempat lain berpengaruh signifikan terhadap tingginya\nfrekuensi kunjungan kelompok Prolanis (P=0,025) dan non Prolanis (P = 0,006). Kesimpulan\npenelitian ini yaitu terapi antidiabetes pada klinik kurang efektif, kadar glukosa kelompok non\nProlanis lebih terkendali dan faktor yang mempengaruhi tingginya frekuensi kunjungan adalah tidak\nmemeriksakan glukosa di tempat lain.", "Daftar File": {"ABSTRAK Kwa, Melissa Catherine": "https://digilib.itb.ac.id/gdl/download/185678"}, "Penulis": "Kwa, Melissa Catherine [11613018]", "Kontributor / Dosen Pembimbing": ["Dr. Lia Amalia, S.Si., Apt., M.Si.", "Cindra Tri Yuniar, S.Farm., Apt., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Diabetes mellitus, glukosa postprandial, Prolanis, frekuensi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "17 Okt 2019"}