{"Nomor": 44390, "Judul": "EVALUASI KADAR KAFEIN DALAM PRODUK KOPI (Coffea arabica L., Coffea canephora Pierre ex A.Froehner) DAN ANALISIS PENGETAHUAN DAN KEBIASAAN MINUM KOPI DI KALANGAN MAHASISWA", "Abstrak": "Kopi merupakan salah satu minuman yang disenangi masyarakat. Salah satu sasaran pemasaran\nminuman mengandung kafein ini tertuju kepada mahasiswa. Namun, kafein dapat menimbulkan efek\nyang tidak diinginkan, seperti insomnia, jantung berdebar-debar, ataupun gangguan lambung. Untuk\nmengkaji kebiasaan dan pengetahuan mahasiswa terhadap kopi dan efeknya, maka dilakukan kajian\nmelalui metode penyebaran kuesioner secara online kepada 151 mahasiswa Indonesia dan\npengukuran kadar kafein pada 20 merk produk kopi. Hasil menunjukkan 96,00% mahasiswa\nmengonsumsi 1-2 cangkir kopi setiap harinya untuk meningkatkan fokus ketika belajar (65,71%).\nTerdapat 60,71% mahasiswa pernah merasakan efek yang tidak diinginkan dari kopi, seperti jantung\nberdebar-debar (63,11%), insomnia (42,72%), dan gangguan lambung (35,92%). Pengetahuan\nmahasiswa terhadap kopi dan efeknya termasuk baik karena dapat menjawab 3 dari 4 pertanyaan\ndengan tepat. Pengukuran kadar kafein dilakukan pada kopi instan, kopi tubruk, dan kopi siap minum.\nDari hasil validasi metode analisis, didapatkan persamaan garis y=40,629x + 1844.5 dengan r\n2\n=0.995.\nBatas deteksi dan batas kuantifikasi masing-masing adalah 18,45 dan 5,54 µg/mL. Persentase\nperolehan kembali (akurasi) pada 3 konsentrasi berbeda didapatkan sebesar 100,4; 96,2; 99,3%,\nsedangkan koefisien variasi (presisi) yang didapatkan sebesar 1,9; 0,2; 0,7%. Kafein diekstraksi dengan\ncara ekstraksi cair-cair menggunakan pelarut etil asetat dan diukur kadarnya pada KLT densitometri.\nFase gerak yang digunakan adalah 5% asam asetat dalam etil asetat. Berdasarkan hasil penelitian, 20\nsampel kopi yang telah diuji menunjukkan kadar kafein yang tidak melewati batas yang diperbolehkan,\nyaitu 400 mg/hari. Kadar kafein tertinggi diberikan merk CA (159,23 mg/gelas). Maka itu, produk kopi\ndikatakan aman jika dikonsumsi 1 -2 cangkir tiap harinya.", "Daftar File": {"ABSTRAK Irena Aria Rivera": "https://digilib.itb.ac.id/gdl/download/185657"}, "Penulis": "Irena Aria Rivera [11613024]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Sukrasno, MS", "Prof. Dr. Komar Ruslan Wirasutisna"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Kopi, kafein, kebiasaan dan pengetahuan mahasiswa.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "17 Okt 2019"}