{"Nomor": 44399, "Judul": "UJI PRESTASI DAN KETAHANAN PREHEATER MOTOR DIESEL PENYEMPROTAN TIDAK LANGSUNG BERBAHAN BAKAR MINYAK NABATI MURNI", "Abstrak": "Minyak nabati murni merupakan salah satu alternatif bahan bakar diesel yang\ndigunakan untuk pembangkit listrik. Ketersediaan tanaman produsen minyak nabati\nmurni yang melimpah seperti kelapa dan kelapa sawit diharapkan dapat menjadi solusi\nkemandirian energi pada pulau-pulau terpencil di Indonesia. Namun penggunaan PCO\ndan PPaO masih terhambat pada viskositasnya yang tinggi sehingga atomisasi pada\ninjeksi bahan bakar masih buruk. Oleh karena itu diperlukan modifikasi pada motor\ndiesel berupa preheater.\nPerancangan preheater memanfaatkan panas dari gas buang untuk\nmemanaskan minyak nabati murni sebelum memasuki injektor. Preheater ini\nmenggunakan prinsip penukar kalor koil heliks. Pengujian dilakukan dengan mengukur\nlaju konsumsi bahan bakar dan temperatur yang memasuki dan keluar dari preheater\nbaik minyak dan gas buang. Parameter prestasi yang akan diamati dari preheater adalah\nefektivitas (?) penukar kalor dan temperatur permukaan dalam koil (Ts). Selain itu\nparameter prestasi akan dibandingkan dengan cara uji ketahanan selama 32 jam.\nBerdasarkan hasil pengujian, preheater yang digunakan untuk memanaskan\nPCO memiliki efektivitas sebesar 63,54% dan untuk memanaskan PPaO efektivitas\npreheater sebesar 65,98%. Preheater mengalami penurunan efektivitas rata-rata\nsebesar 3,38% dan temperatur permukaan dalam koil rata-rata sebesar 6,18oC untuk\nmemanaskan PCO. Sedangkan preheater yang digunakan untuk memanaskan PPaO\nmengalami penurunan efektivitas sebesar 7,85% dan temperatur permukaan dalam koil\nrata-rata sebesar 5,81oC setelah dilakukan uji ketahanan selama 32 jam.", "Daftar File": {}, "Penulis": "Naufan Yuqa Satrio [13112035]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Yuli Setyo Indartono", "Dr.Eng. Ir. Iman Kartolaksono Reksowardojo, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "PCO, PPaO, preheater, efektivitas penukar kalor, koefisien perpindahan panas ekivalen, uji ketahanan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "17 Okt 2019"}