{"Nomor": 44396, "Judul": "STUDI POTENSI AMILUM SEBAGAI PEREKAT ALAMI PADA PROSES PEMBRIKETAN PANAS DALAM RANGKA KONVERSI SAMPAH KOTA MENJADI BAHAN BAKAR PADAT", "Abstrak": "Sampah kota memiliki nilai kalor yang rendah. Proses torefaksi dilakukan untuk\nmeningkatkan nilai kalor sampah kota. Namun, produk torefaksi sampah kota memiliki\nkarakteristik rapuh dan densitas curah yang rendah sehingga menimbulkan masalah dalam\npenanganan, transportasi dan penyimpanan. Pembriketan dengan amilum sebagai perekat\nmerupakan salah satu solusi untuk menyelesaikan masalah tersebut.\nCara untuk mengetahui peran amilum sebagai perekat yaitu pembriketan pada tekanan\nrendah dengan nasi sebagai perekat dan kulit jeruk produk torefaksi sebagai objek yang\ndirekatkan. Parameter amilum sebagai perekat pada proses pembriketan yang dibahas pada\npenelitian ini adalah komposisi massa nasi dalam briket, temperatur pembriketan dan\ntemperatur torefaksi nasi. Pengukuran kekuatan mekanik briket dilakukan dengan metode\ndrop shatter test.\nHasil pengujian menunjukkan bahwa kekuatan mekanik briket berbanding lurus\nterhadap komposisi massa nasi dalam briket dan temperatur pembriketan, dan berbanding\nterbalik terhadap temperatur torefaksi nasi. Berdasarkan hasil pengujian diperoleh\nkomposisi massa nasi optimum dalam briket yaitu 20%. Nasi berperan efektif sebagai\nperekat apabila semakin lunak atau leleh pada temperatur pembriketan tinggi yaitu 200 °C.\nTemperatur torefaksi nasi optimum adalah 150 °C yang menghasilkan nasi dengan\nkemampuan perekat tertinggi. Parameter optimum tersebut menghasilkan briket dengan\nDrop Shatter Index 79,87% dan nilai kalor 6082 kkal/kg.", "Daftar File": {}, "Penulis": "Arash Ilham Utama [13112028]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Toto Hardianto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "torefaksi, sampah kota, amilum, pembriketan dan zat perekat", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "17 Okt 2019"}