{"Nomor": 44397, "Judul": "AKTIVITAS ANTIBAKTERI KOMBINASI MINYAK ATSIRI BATANG SERAI (CYMBOPOGON CITRATUS DC. STAPF) DENGAN EKSTRAK ETANOL KULIT BUAH DELIMA MERAH (PUNICA GRANATUM L.)", "Abstrak": "Infeksi bakteri merupakan penyakit yang mempunyai angka kejadian cukup besar di Indonesia. Infeksi\nbakteri dapat ditangani dengan menggunakan antibiotik namun adanya resistensi antibiotik membuat\npenyakit infeksi sulit untuk ditangani. Oleh karena itu, pengembangan agen antimikroba baru perlu\ndilakukan dan salah satunya dapat berasal dari bahan alam. Dalam beberapa penelitian sebelumnya,\nminyak atsiri batang serai dan ekstrak etanol kulit buah delima merah memiliki aktivitas antimikroba.\nTujuan dari penelitian ini yaitu menentukan efek antimikroba minyak atsiri batang serai yang\ndikombinasikan dengan ekstrak etanol kulit buah delima merah. Metode diawali dengan penentuan\nnilai Konsentrasi Hambat Minimum (KHM) dengan metode mikrodilusi lalu penentuan Konsentrasi\nBakterisid Minimum (KBM) dari masing-masing larutan uji. Uji kombinasi dilakukan dengan metode\ndifusi menggunakan pita kertas dan time kill curve. Nilai KHM dari minyak atsiri batang serai terhadap\nEscherichia coli, Staphylococcus aureus, dan Pseudomonas aeruginosa secara berturut-turut sebesar\n1024 µg/mL, 1024 µg/mL, dan >4096 µg/mL. Sedangkan nilai KHM dari eksrak etanol kulit buah delima\nmerah terhadap E. coli, S. aureus, dan P. aeruginosa secara berturut-turut sebesar 512 µg/mL, 512\nµg/mL, dan 1024 µg/mL. Nilai KBM dari minyak atsiri batang serai terhadap E. coli, S. aureus, dan P.\naeruginosa secara berturut-turut sebesar 4096 µg/mL, 2048 µg/mL, dan >4096 µg/mL. Sedangkan nilai\nKBM dari ekstrak etanol kulit buah delima merah terhadap E. coli, S. aureus, dan P. aeruginosa secara\nberturut-turut sebesar >2048 µg/mL, >2048 µg/mL, dan >2048 µg/mL. Pada penentuan nilai KHM,\nbakteri yang dapat terhambat oleh kedua larutan uji tersebut adalah E. coli dan S. aureus sehingga uji\naktivitas kombinasi hanya dilakukan pada kedua bakteri tersebut. Kombinasi kedua ekstrak tersebut\nmemberikan efek aditif terhadap bakteri E. coli maupun S. aureus dengan sifat kerja dari masing-masing\nekstrak adalah bakteriostatik.", "Daftar File": {"ABSTRAK Mellisa Stefani": "https://digilib.itb.ac.id/gdl/download/185690"}, "Penulis": "Mellisa Stefani [11613020]", "Kontributor / Dosen Pembimbing": ["Dr. Neng Fisheri Kurniati, S.Si., M.Si., Apt.", "Dr. Rika Hartati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "antimikroba, mikrodilusi, KHM, KBM, aditif", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "17 Okt 2019"}