{"Nomor": 44402, "Judul": "ANALISIS COST-EFFECTIVENESS PENGGUNAAN TRIHEKSIFENIDIL PADA PASIEN SKIZOFRENIA DI RUMAH SAKIT JIWA PROPINSI JAWA BARAT", "Abstrak": "Antipsikotik merupakan terapi farmakologi utama dari skizofrenia yang dalam penggunaannya\ndapat menyebabkan gejala ekstrapiramidal (Extrapyramidal synptoms, EPS). Triheksifenidil\n(Trihexyphenydil, THP) merupakan obat antikolinergik yang digunakan untuk mengatasi efek\nsamping EPS yang dalam prakteknya digunakan sebagai pola preventif dan pola kuratif. Penelitian\nini bertujuan untuk melakukan analisis cost-effectiveness penggunaan THP pola preventif dan\nkuratif dalam mengatasi EPS pada pasien skizofrenia rawat jalan di Rumah Sakit Jiwa Propinsi\nJawa Barat. Dari 256 pasien yang memenuhi kriteria, diambil sampel sebanyak 72 pasien.\nPenelusuran rekam medik pasien dilakukan untuk melihat data demografi pasien dan pola\npengobatan pasien dalam kurun waktu tertentu. Pengelompokan sampel berdasarkan jenis terapi\nantipsikotik yang didapatkan pasien serta pola penggunaan THP. Penentuan nilai EPS pasien\ndidapatkan melalui pengisian kuisioner oleh pasien dan/atau keluarga pasien. Nilai EPS yang\ndidapatkan kemudian dihitung menggunakan metode Incremental Cost-Effectiveness Ratio (ICER)\ndengan jumlah biaya terapi THP yang diterima pasien. Terdapat dua pola pemakaian\ntriheksifenidil, yaitu setelah muncul gejala ekstrapiramidal (kuratif) sebanyak 65,3% dan sebelum\nmuncul gejala ekstrapiramidal (preventif) sebanyak 34,7%. Jenis terapi antipsikotik yang paling\nbanyak diberikan kepada pasien adalah dalam bentuk 2-kombinasi FGA-SGA dengan persentase\npola kuratif adalah 23,6% dan pola preventif adalah 11,1%. Nilai ICER terendah terdapat pada 3-\nkombinasi FGA-SGA yang menunjukkan nilai kerugian biaya penggunaan THP pola preventif paling\ntinggi. Sedangkan nilai ICER tertinggi terdapat pada monoterapi FGA yang menunjukkan nilai\nkerugian biaya penggunaan THP pola preventif paling rendah. Pada penelitian ini terlihat bahwa\nTHP digunakan tanpa mempertimbangkan golongan antipsikotik yang dipakai.", "Daftar File": {"ABSTRAK Rally Rahma Sitaagwa Zulaikha": "https://digilib.itb.ac.id/gdl/download/185713"}, "Penulis": "Rally Rahma Sitaagwa Zulaikha [11612032]", "Kontributor / Dosen Pembimbing": ["Dr. Kusnandar Anggadiredja, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "skizofrenia, antipsikotik, gejala ekstrapiramidal, triheksifenidil, kuratif, preventif, farmakoekonomi, CEA, ICER", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "17 Okt 2019"}