{"Nomor": 44400, "Judul": "PENGUJIAN SISTEM PENDINGIN ADSORPSI KONTINU DENGAN PASANGAN KERJA R32 DAN KARBON AKTIF TERMODIFIKASI ASAM SULFAT", "Abstrak": "Sistem pendingin adsorpsi yang lebih hemat energi dan ramah\nlingkungan akan menggantikan fungsi dari sistem pendingin kompresi uap di\nmasa depan. Namun perlu dilakukan penelitian yang berkelanjutan untuk\nmeningkatkan performa dari sistem pendingin adsorpsi ini.Dari sejumlah\nrefrigeran yang dapat digunakan dalam sistem pendingin adsorpsi, R32\nmemiliki kelebihan dalam hal keamanan, potensi pemanasan global yang relatif\nrendah, dan kapasitas pendinginan yang tinggi. Oleh karena itu, penelitian\nsistem pendingin adsorpsi dengan menggunakan R32 sangat baik dilakukan.\nSistem pendingin adsorpsi akan diuji dengan pasangan kerja R32 dengan\nkarbon aktif tanpa modifikasi dan R32 dengan karbon aktif yang telah\ndimodifikasi dengan asam sulfat. Asam sulfat akan mempengaruhi sifat\npermukaan karbon aktif sehingga meningkatkan kapasitas adsorpsi. Pasangan\nkerja ini akan diuji untuk mengetahui waktu siklus, efek pendinginan, COP dan\npengaruh variasi temperatur akhir desorpsi terhadap kinerja sistem pendingin.\nDengan menggunakan variasi temperature akhir desorpsi 55oC, 65oC dan\n75oC, hasil pengujian menunjukkan bahwa niai efek pendinginan berada\ndiantara 17 kJ–38 kJ, waktu siklus pendinginan adalah 36, 40 dan 50 menit dan\nCOP yang diperoleh adalah 0,15, 0,18 dan 0,2. Variasi temperatur akhir\ndesorpsi mempengaruhi nilai efek pendingin dan waktu siklus, sedangkan\nmodifikasi karbon aktif hanya mempengaruhi efek pendinginan.", "Daftar File": {}, "Penulis": "Hary Rejcky Hasugian [13111064]", "Kontributor / Dosen Pembimbing": ["Ir. I Made Astina, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "COP, efek pendinginan, waktu siklus, modifikasi, karbon aktif", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "17 Okt 2019"}