{"Nomor": 44417, "Judul": "OPTIMISASI DESAIN TATA LETAK FIXTURE DENGAN PERANGKAT LUNAK SIMULASI", "Abstrak": "Tata letak fixture memegang peranan penting dalam ketelitian hasil\npemesinan. Umumnya, desain fixture dilakukan secara trial-and-error, sehingga\nmahal dan boros waktu. Mengenai hal ini, penelitian dalam bidang fixture\nberdasar analisis elemen hingga (FEA) telah secara luas diaplikasikan oleh para\npeneliti. Meskipun demikian, kekurangan utama dalam penelitian-penelitian ini\nadalah dalam hal pemodelan pemosisi dan pencekam serta beban pemesinan.\nPenelitian-penelitian ini menganggap benda kerja dan elemen fixture bersifat rigid\nwalaupun dalam kenyataannya bersifat elastis. Torsi pahat potong yang\nmenghasilkan kecenderungan rotasi benda kerja juga tidak dipertimbangkan.\nTujuan penelitian ini adalah mencari pemodelan elemen fixture dan\npembebanan yang secara akurat dapat memprediksi besarnya deformasi benda\nkerja dengan menggunakan perangkat lunak simulasi berbasis FEA. Pengetahuan\ndeformasi benda kerja sebagai akibat pencekaman dan pembebanan pada sistem\nfixture-benda kerja penting untuk menjamin kualitas produksi suatu komponen.\nPerangkat lunak simulasi berbasis FEA digunakan sebagai sarana bantu\nuntuk mencari pemodelan elemen fixture dan pembebanan. Pemodelan yang\npaling representatif ini akan dijadikan sebagai kondisi batas untuk optimisasi\ndesain fixture. ANSYS parametric design language code (APDL) digunakan\nuntuk mengembangkan algoritma optimisasi secara otomatis tata letak fixture ini\nserta besarnya gaya pencekaman. Minimalisasi deformasi benda kerja dijadikan\nsebagai fungsi tujuan dalam proses optimisasi desain tata letak fixture. Variabel\ndesain dalam optimisasi adalah letak pemosisi dan pencekam serta gaya\npencekaman. Sedangkan fungsi kendala berupa tegangan von Mises dan tidak\nboleh melebihi tegangan luluh material benda kerja.\nDalam studi ini, model-model elemen hingga telah dikembangkan. Pemodelan ini\nmeliputi: Pertama, pemodelan elemen-elemen fixture lebih sesuai dimodelkan dengan\nkontak permukaan. Pemodelan ini mampu memprediksi deformasi benda kerja dengan\ntingkat kesesuaian berkisar 3-5 % dengan data eksperimen yang ada di literatur. Kedua,\ndalam penggurdian dan pengefreisan, gaya aksial cukup dimodelkan dengan gaya titik\ntunggal. Sedangkan torsi tidak boleh diabaikan dalam pemodelan pembebanan.\nOptimisasi bertujuan untuk mencapai ketelitian dan stabilitas benda kerja dalam\nwaktu yang bersamaan. Algoritma optimisasi yang ditulis dalam kode APDL telah\nberhasil mengoptimisasikan lokasi pemosisi, lokasi pencekam, dan besarnya gaya\npencekaman secara otomatis. Metode ini mampu meminimalisasi deformasi benda kerja\ndan gaya pencekaman serta mencapai stabilitas sistem fixture-benda kerja.", "Daftar File": {"COVER Mohammad Tauviqirrahman": "https://digilib.itb.ac.id/gdl/download/185768", "BAB 1 Mohammad Tauviqirrahman": "https://digilib.itb.ac.id/gdl/download/185770", "BAB 2 Mohammad Tauviqirrahman": "https://digilib.itb.ac.id/gdl/download/185771", "BAB 3 Mohammad Tauviqirrahman": "https://digilib.itb.ac.id/gdl/download/185773", "BAB 4 Mohammad Tauviqirrahman": "https://digilib.itb.ac.id/gdl/download/185774", "BAB 5 Mohammad Tauviqirrahman": "https://digilib.itb.ac.id/gdl/download/185775", "BAB 6 Mohammad Tauviqirrahman": "https://digilib.itb.ac.id/gdl/download/185776", "PUSTAKA Mohammad Tauviqirrahman": "https://digilib.itb.ac.id/gdl/download/185777"}, "Penulis": "Mohammad Tauviqirrahman [23104007]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Yatna Yuwana Martawirya"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "analisis elemen hingga; elemen fixture; optimisasi tata letak fixture.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "17 Okt 2019"}