{"Nomor": 44413, "Judul": "AKTIVITAS ANTIFUNGI PRODUK HAIR TONIC MENGANDUNG EKSTRAK HERBAL TERHADAP MALASSEZIA FURFUR ATCC 14521 DAN HASIL ISOLASI", "Abstrak": "Ketombe atau pityriasis capitis dapat disebabkan oleh pertumbuhan fungi genus Malassezia,\nsensitivitas individu, aktivitas kelenjar sebaseous, dan lain-lain. Malassezia merupakan flora normal\ntubuh, namun apabila pertumbuhannya berlebih dapat menyebabkan gangguan pada kulit kepala.\nSalah satu senyawa untuk penanganan ketombe adalah ketokonazol selain zinc pyrithione dan\nselenium sulfida yang dikemas dalam bentuk sampo. Selain sampo, tersedia produk untuk\nmenangani ketombe yakni hair yang mengandung ekstrak Morus alba, ekstrak buah dari Vitex\ntrifolia, ekstrak Eclipta prostrata, ekstrak daun Moringa oleifera, ekstrak daun Mangifera indica,\ndan ekstrak daun Ginkgo biloba. Namun efektivitas hair tonic tersebut belum dibuktikan secara\nilmiah. Penelitian ini bertujuan menguji aktivitas antifungi dari hair tonic terhadap fungi Malassezia\nfurfur. Fungi yang digunakan pada pengujian adalah Malassezia furfur ATCC 14521 dan hasil isolasi.\nIsolasi fungi Malassezia sp. dilakukan pada sukarelawan berketombe. Hasil isolasi ditumbuhkan di\natas media agar hingga diperoleh satu koloni. Kedua fungi uji diidentifikasi secara mikroskopik dan\ndengan pengujian biokimia antara lain: uji katalase, tween assimilation test, dan inokulasi di media\ntanpa olive oil. Aktivitas antifungi hair tonic diuji dengan metode difusi cakram. Hasil difusi cakram\nmenunjukkan hair tonic memberikan diameter hambat pada konsentrasi 100% v/v (tanpa\npengenceran) dan konsentrasi 50% v/v (pengenceran 1:1) secara berturut-turut sebesar 22,33 ±\n0,03 mm dan 16,17 ± 0,07 mm terhadap Malassezia furfur ATCC 14521. Hair tonic memberikan\ndiameter hambat pada konsentrasi 100% (tanpa pengenceran) dan konsentrasi 50% (pengenceran\n1:1) sebesar 21,18 ± 0,13 mm dan 17,50 ± 0,02 mm terhadap Malassezia furfur hasil isolasi.\nPengujian dilanjutkan dengan metode mikrodilusi yang memberikan nilai Konsentrasi Hambat\nMinimum (KHM) dan Konsentrasi Fungisidal Minimum (KFM) sebesar 12890,6 µg/ml dan 51562,5\nµg/ml pada Malassezia furfur ATCC 14521 dan Malassezia furfur hasil isolasi. Hal ini menunjukkan\nproduk hair tonic memiliki aktivitas antifungi terhadap Malassezia furfur secara in vitro.", "Daftar File": {"ABSTRAK Vania Olga": "https://digilib.itb.ac.id/gdl/download/185753"}, "Penulis": "Vania Olga [11613015]", "Kontributor / Dosen Pembimbing": ["Marlia Singgih, Ph.D.", "Dr. rer. nat. Sophi Damayanti, M.Si., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "ketombe, Malassezia furfur, hair tonic, ketokonazol, mikrodilusi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "17 Okt 2019"}