{"Nomor": 44410, "Judul": "PERANCANGAN TURBIN ULIR DAN MEKANISME BANTALAN ATAS PADA SALURAN IRIGASI DI CIHANJUANG", "Abstrak": "Energi merupakan hal yang sangat berharga dan manusia hidup tergantung\nterhadapnya. Salah satu contoh energi yang dapat digunakan oleh manusia adalah energi\nlistrik. Hampir seluruh kehidupan pada masa ini tidak dapat lepas dari listrik. Ada berbagai\nmacam Pembangkit Listrik sesuai sumber energinya, salah satunya adalah dengan tenaga air.\nIndonesia dikaruniai potensi tenaga air yang besar di berbagai pelosoknya.\nSelain sebagai sumber energi, aliran air juga dimanfaatkan untuk melakukan\npengairan untuk saluran- saluran irigasi yang tersebar di seluruh negeri. Akan menjadi lebih\nbaik bila saluran pengairan dan irigasi tersebut dapat dimanfaatkan juga untuk menghasilkna\nenergi listrik. Saluran irigasi memiliki debit yang besar namun dengan head yang kecil, oleh\nkarena itu diperlukan adanya PLTA yang dapat beroperasi pada head yang relative kecil.\nSalah satu jenis turbin yang dapat bekerja pada head yang rendah adalah turbin ulir atau yang\ndikenal juga sebagai turbin Archimedes. Sudah dua buah PLTA jenis turbin ulir dicoba di\nIndonesia namun mengalami kerusakan pada waktu yang singkat.\nPada tugas sarjana ini penulis merancang sebuah turbin ulir dan mekanisme bantalan\natasnya yang akan dapat beroperasi pada ketinggian jatuh air 1 m dan debit 0,087 m3/s.\nTurbin ini akan dipasang pada jaringan irigasi yang berada di Cihanjuang, kota Cimahi, Jawa\nBarat. Turbin ulir ini beroperasi pada sudut dan dapat menghasilkan daya sebesar 0,7087 kW\ndengan efisiensi sebesar81,47 % Mekanisme bantalan terdiri dari spherical roller bearing\nyang menahan gaya radial sebesar 2.12.kN Dan spherical thrust bearing yang menahan gaya\naksial sebesar1.835kN . Mekanisme bantalan yang dirancang adalah mekanisme yang dapat\nmelakukan sel-aligning yang diperkirakan merupakan kekurangan dari dua turbin ulir yang\nsebelumnya terpasang.", "Daftar File": {}, "Penulis": "Andrew Wibawa [13111088]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Indra Djodikusumo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Turbin Ulir Archimedes , irigasi, bantalan, misalignment, spherical roller bearing, spherical thrust", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "17 Okt 2019"}