{"Nomor": 44418, "Judul": "SURVEILAN EPIDEMIOLOGI PENYAKIT DI PUSKESMAS PUTER KOTA BANDUNG", "Abstrak": "Surveilan epidemiologi penyakit dibutuhkan untuk mengetahui pola penyakit yang dapat digunakan\nsebagai dasar perencanaan pengadaan obat di puskesmas, pengaturan beban kerja sumber daya\nmanusia dan pembuatan program kerja untuk mencegah peningkatan angka kejadian penyakit.\nPuskesmas Puter belum melakukan pengkajian pola epidemiologi penyakit secara menyeluruh\nsehingga penelitian ini dilakukan untuk mengkaji pola persebaran penyakit pada tahun 2015 dan\n2016 masyarakat yang berobat di Puskesmas Puter Bandung dan mengusulkan upaya pencegahan\npenyakit tersebut. Data diambil dari laporan bulanan penyakit yang terjadi di puskesmas pada\ntahun 2015 dan tahun 2016. Data penyakit diklasifikasikan berdasarkan International Classification\nof Diseases 10th revision (ICD X), kemudian dikelompokkan sesuai data penyakit penyebab kematian\ntertinggi, communicable disease dan noncommunicable disease. Secara statistik tidak terdapat\nperbedaan bermakna pola penyakit tahun 2015 dan 2016 namun teramati adanya peningkatan\nprevalensi. Pola penyakit di puskesmas puter tahun 2015 tidak berbeda bermakna dengan pola\npenyakit di puskesmas sekota Bandung tahun 2015. Sebagai upaya untuk menurunkan prevalensi\npenyakit direkomendasikan pemberian informasi kepada masyarakat berupa brosur berisi definisi\npenyakit, tanda dan gejala penyakit, faktor resiko, dan upaya pencegahan. Brosur yang dibuat\nberdasarkan tiga penyakit pada kelompok communicable disease dan tiga penyakit terbanyak yang\nmenjadi penyebab kematian di Indonesia yaitu infeksi saluran pernapasan akut, nasofaringitis akut,\ndiare, hipertensi dan diabetes mellitus.", "Daftar File": {"ABSTRAK Widianti": "https://digilib.itb.ac.id/gdl/download/185778"}, "Penulis": "Widianti [11613027]", "Kontributor / Dosen Pembimbing": ["Tomi Hendrayana, S.Si., M.Si., Apt.", "Siti Farah Rahmawati, M.Si., Apt.", "Istie Andaryati, S. Farm., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Surveilan epidemiologi penyakit, communicable disease, noncommunicable disease, penyakit penyebab kematian tertinggi, Puskesmas Puter", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "17 Okt 2019"}