{"Nomor": 44412, "Judul": "-", "Abstrak": "Penyebaran HIV/AIDS telah menjadi salah satu masalah kesehatan utama di dunia. Populasi usia\nmuda lebih berisiko dan banyak yang terinfeksi HIV/AIDS di Malaysia. Penelitian ini bertujuan untuk\nmenilai tingkat pengetahuan HIV/AIDS di kalangan mahasiswa non-medis dengan menggunakan\nkusioner HIV-KQ-45 dan menciptakan kesadaran dengan cara menyebarkan pengetahuan tentang\nHIV/AIDS. Sebuah penelitian dengan desain potong lintang dilakukan di antara 365 mahasiswa di\nMalaysia. Kusioner HIV-KQ-45 yang telah divalidasi digunakan untuk mengukur pengetahuan umum,\ncara penularan, dan pencegahan HIV/AIDS. Hasil menunjukkan bahwa mahasiswa memiliki tingkat\npengetahuan yang moderat (59,77%) terhadap pertanyaan umum (55,01%), penularan (64,78%), dan\npencegahan(58,06%) berkenaan dengan HIV/AIDS. Hasil sosio-demografi menunjukkan kelompok usia\ntertinggi, mahasiswa pasca-sarjana laki-laki dari fakultas teknik memiliki pengetahuan yang tertinggi.\nHasil total menunjukkan terdapat perbedaan pengetahuan yang signifikan antar jenis kelamin\n(P=0,000) dan kelompok umur (P=0,004), dan tidak ada perbedaan yang signifikan antara tingkat\npendidikan dan asal fakultas; antara jenis kelamin, terdapat perbedaan yang signifikan dalam\npengetahuan umum (P=0,000), transmisi (P=0,004) dan pencegahan (P=0,000). Pengetahuan\nHIV/AIDS antar kelompok usia menunjukkan perbedaan yang signifikan pada aspek transmisi\n(P=0,024) dan tidak ada perbedaan pada aspek pengetahuan umum dan pencegahan. Pengetahuan\ntentang HIV/AIDS antar tingkat pendidikan menunjukkan terdapat perbedaan yang signifikan pada\naspek pencegahan (P=0,006) dan tidak ada perbedaan pada aspek pengetahuan umum dan transmisi;\nterdapat perbedaan yang signifikan pada aspek pengetahuan umum (P=0,045) dan pencegahan\n(P=0,038) di antara mahasiswa dari fakultas yang berbeda dan tidak ada perbedaan pada aspek\ntransmisi. Dari penelitian ini dapat disimpulkan bahwa pengetahuan mahasiswa tentang HIV/AIDS\nberada pada tingkat sedang. Program pendidikan penularan, pencegahan, dan pemahaman umum\ntentang HIV/AIDS harus lebih dikembangkan.", "Daftar File": {"ABSTRAK Uvenaswary Narayasamy": "https://digilib.itb.ac.id/gdl/download/185741"}, "Penulis": "Uvenaswary Narayasamy [11613701]", "Kontributor / Dosen Pembimbing": ["Dr. Lia Amalia, S.Si., Apt., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "HIV, AIDS, pengetahuan, mahasiswa non-medis", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "17 Okt 2019"}