{"Nomor": 44425, "Judul": "PENGEMBANGAN SISTEM MONITORING PENGHEMATAN KONSUMSI BAHAN BAKAR UNTUK PESAWAT UDARA KOMERSIAL", "Abstrak": "Krisis global yang melanda dunia menyebabkan harga minyak naik secara drastis.\nKenaikan harga minyak akan menyebabkan biaya operasi langsung (direct\noperating cost / DOC) juga meningkat. Selain itu, penggunaan bahan bakar yang\nboros pada pesawat udara menyebabkan rusaknya lapisan ozon yang dapat\nmembahayakan kehidupan manusia.\nSalah satu metode yang diterapkan untuk mengurangi biaya operasi langsung\nadalah dengan program penghematan konsumsi bahan bakar (fuel conservation\nprogram). Penelitian ini bertujuan untuk mengetahui program penghematan bahan\nbakar yang dilakukan pada maskapai penerbangan Garuda Indonesia dimana\nstrategi yang digunakan dalam program penghematan bahan bakar ini adalah aspek\noperasi penerbangan. Data yang digunakan adalah data penerbangan rute\nCengkareng (CGK) – Denpasar (DPS) pada bulan Maret 2009.\nNamun dalam pelaksanaan program penghematan konsumsi bahan bakar (fuel\nconservation program) diperlukan suatu sistem untuk memonitor kinerja strategistrategi\npenghematan bahan bakar. Hasil penelitian menunjukkan bahwa tingkat\nkeberhasilan program penghematan bahan bakar pada maskapai penerbangan\nGaruda Indonesia sudah cukup baik. Hal ini dapat dilihat dari program monitoring\nyang dilakukan, dimana strategi penghematan yang dilakukan telah sesuai dengan\nprosedur yang berlaku.", "Daftar File": {"COVER Andy Bastian": "https://digilib.itb.ac.id/gdl/download/185817", "BAB 1 Andy Bastian": "https://digilib.itb.ac.id/gdl/download/185818", "BAB 2 Andy Bastian": "https://digilib.itb.ac.id/gdl/download/185819", "BAB 3 Andy Bastian": "https://digilib.itb.ac.id/gdl/download/185820", "BAB 4 Andy Bastian": "https://digilib.itb.ac.id/gdl/download/185821", "BAB 5 Andy Bastian": "https://digilib.itb.ac.id/gdl/download/185822", "BAB 6 Andy Bastian": "https://digilib.itb.ac.id/gdl/download/185823"}, "Penulis": "Andy Bastian [23607015]", "Kontributor / Dosen Pembimbing": ["Ir. Mahardi Sadono, M.T.", "Dr. Taufiq Mulyanto, S.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "biaya operasi langsung, program penghematan bahan bakar", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "17 Okt 2019"}