{"Nomor": 44420, "Judul": "KAJI EKSPERIMENTAL PIPA KALOR DENGAN BERBAGAI JENIS FLUIDA KERJA", "Abstrak": "Pipa kalor tembaga yang diameter luar 4,7 mm; tebal 0,5 mm; panjang 360 mm; air, metanol dan aseton sebagai fluida kerja; dan stainless steel mesh 50 insert telah dibuat dan dievaluasi secara ekperimental. Keberhasilan pembuatan pipa kalor diperiksa dengan pengukuran distribusi temperatur sepanjang pipa kalor dengan pemasukan panas secara elektris pada evaporator dan pendinginan konveksi bebas pada sisi kondenser. Pengujian dilanjutkan dengan pendinginan kondenser secara konveksi paksa bermedia air suplai panas yang divariasikan dari 50 W hingga 120 W untuk pipa kalor tembaga metanol; dari 60 W hingga 180 W untuk pipa kalor tembaga-air; dan dari 5 W hingga 25 W untuk pipa kalor tembaga-aseton dalam posisi pipa vertikal.\nHasil yang diperoleh menunjukkan bahwa fluida kerja air baik untuk dioperasikan pada temperatur pipa kalor rata-rata 97,11oC dengan fluks panas 91,42 kW/m2 dan peningkatan konduktivitas termal terhadap pipa tembaga sebesar 1526,33 dengan nilai konduktivitas termal 4541 kW/mK. Untuk fluida metanol dengan rasio pengisian 0,07 baik dioperasikan pada temperatur 58,70oC dengan fluks panas 40,22 kW/m2 dan peningkatan konduktivitas termal terhadap tembaga sebesar 419,53 dengan nilai konduktivitas termal 1653 kW/mK. Fluida metanol dengan rasio pengisian 0,24 baik untuk dioperasikan pada temperatur 89,4oC dengan fluks panas sebesar 60,23 kW/m2 dan peningkatan konduktivitas termal terhadap pipa tembaga sebesar 162,04 dengan nilai konduktivitas termal 638 kW/mK. Pipa kalor tembaga-aseton baik dioperasikan pada temperatur 38,58oC dengan fluks panas 7,5 kW/m2 dan peningkatan konduktivitas termal sebesar 9,42 terhadap pipa tembaga dengan nilai koduktivitas termal sebesar 3710 kW/mK.", "Daftar File": {"COVER Zulfikar": "https://digilib.itb.ac.id/gdl/download/185785", "BAB 1 Zulfikar": "https://digilib.itb.ac.id/gdl/download/185787", "BAB 2 Zulfikar": "https://digilib.itb.ac.id/gdl/download/185788", "BAB 3 Zulfikar": "https://digilib.itb.ac.id/gdl/download/185789", "BAB 4 Zulfikar": "https://digilib.itb.ac.id/gdl/download/185790", "BAB 5 Zulfikar": "https://digilib.itb.ac.id/gdl/download/185791", "PUSTAKA Zulfikar": "https://digilib.itb.ac.id/gdl/download/185792"}, "Penulis": "Zulfikar [23104020]", "Kontributor / Dosen Pembimbing": ["Dr.Ir. Abdurrachim"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "pipa kalor, fluida kerja, rasio pengisian, temperatur operasi, konduktivitas termal, fluks panas", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "17 Okt 2019"}