{"Nomor": 44423, "Judul": "ANALISIS NUMERIK DAN PENGUJIAN MATERIAL UNTUK AXLE KERETA PENUMPANG YANG MENGALAMI KEGAGALAN", "Abstrak": "Terdapat dua bentuk kegagalan axle kereta penumpang yang ditemukan yaitu axle\npatah tegak lurus sumbu dengan permukaan patahan yang menunjukkan kegagalan lelah\ndan axle patah pada daerah bearing dengan bentuk patahan yang menunjukkan axle\nmengalami keausan, perlakuan panas, dan deformasi plastis. Untuk mencegah dan\nmenghindari kegagalan yang sama terulang kembali maka perlu dilakukan studi analisis\nakar penyebab kegagalan axle kereta penumpang.\nMelalui studi ini diharapkan fenomena axle panas – patah dapat dipahami dan\ndiharapkan akar penyebab terjadinya fenomena axle panas dan patah dapat diketahui.\nTujuan akhir yang diharapkan adalah alternatif penanganan terhadap fenomena kegagalan\naxle dan memberikan rekomendasi mengenai langkah-langkah korektif dan prefentif yang\ndiperlukan.\nDalam penelitian ini dilakukan studi pustaka mengenai kegagalan dan penyebab\nkegagalan pada axle kereta api yang pernah terjadi. Survei dan wawancara dilakukan ke\nfasilitas perawatan perangkat roda untuk mengetahui kondisi perawatan axle kereta api\nserta bentuk kegagalan axle yang terjadi. Analisis pembebanan dan tegangan yang terjadi\npada axle juga dilakukan untuk mendapatkan performa axle pada kondisi pembebanan\nnormal, pada kondisi sambungan rel buruk dan terdapat kerusakan profil kebulatan roda.\nPengujian struktur mikro dan kekerasan spesimen axle yang gagal dilakukan untuk\nmengetahui kondisi material axle yang mengalami kegagalan.\nHasil analisis beban dan tegangan axle mendapatkan tegangan maximum principal\npada axle 89,9 MPa pada kondisi pembebanan ideal. Pada pembebanan dengan percepatan\ndalam arah vertikal sebesar 2.5g (g merupakan percepatan gravitasi bumi) tegangan pada\naxle lebih besar dari endurance limit sehingga umurnya terbatas. Pengujian struktur mikro\nmenunjukkan terdapat beberapa lapisan struktur mikro yang berbeda pada axle panas.\nHasil pengujian pada spesimen axle panas ditemukan struktur Widmanstatten yang\nmerupakan indikasi bahwa material axle mengalami pemanasan hingga 1000oC dan\ndidinginkan di udara. Panas tinggi tersebut berasal dari gesekan antara bearing dan\npermukaan axle akibat suaian yang kurang baik antara bearing dan axle. Pada axle patah\ndiamati kegagalan fatigue pada axle diakibatkan oleh ketidaksempurnaan pada proses\npengerasan permukaan yang mengakibatkan pelunakan pada beberapa posisi sehingga\nkekuatannya lebih rendah. Kekuatan yang rendah tersebut tidak dapat menanggung beban\nyang berasal dari tegangan sisa tarik pada chrom plating dan tegangan akibat beban lentur\npada axle. Untuk menghindari kegagalan yang sama maka perlu dilakukan perbaikan\nprosedur perawatan bearing dan prosedur proses chromium plating axle.", "Daftar File": {"COVER Parningotan Siburian": "https://digilib.itb.ac.id/gdl/download/185801", "BAB 1 Parningotan Siburian": "https://digilib.itb.ac.id/gdl/download/185802", "BAB 2 Parningotan Siburian": "https://digilib.itb.ac.id/gdl/download/185803", "BAB 3 Parningotan Siburian": "https://digilib.itb.ac.id/gdl/download/185804", "BAB 4 Parningotan Siburian": "https://digilib.itb.ac.id/gdl/download/185805", "BAB 5 Parningotan Siburian": "https://digilib.itb.ac.id/gdl/download/185806", "BAB 6 Parningotan Siburian": "https://digilib.itb.ac.id/gdl/download/185807", "BAB 7 Parningotan Siburian": "https://digilib.itb.ac.id/gdl/download/185808", "PUSTAKA Parningotan Siburian": "https://digilib.itb.ac.id/gdl/download/185810"}, "Penulis": "Parningotan Siburian [23108014]", "Kontributor / Dosen Pembimbing": ["Prof.Dr.Ir.  IGN.  Wiratmaja Puja", "Dr.Ir. Husaini Ardy"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "kegagalan lelah axle, axle kereta penumpang, bearing kereta api", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "17 Okt 2019"}