{"Nomor": 44424, "Judul": "PERANCANGAN DIMENSI UTAMA TURBIN UAP GEOTERMAL DENGAN TEKANAN INLET 6,5 BAR DAN DAYA 63 MW", "Abstrak": "Pembangkit Listrik Tenaga Panas Bumi (PLTP) Kamojang Unit 4 saat ini\nmemiliki tekanan inlet turbin 11 bar dan daya 63 MW. Tekanan inlet turbin PLTP\nKamojang Unit 4 berbeda dengan ketiga unit sebelumnya sehingga koneksi antar unit\ntidak dapat dilakukan. Daya yang dihasilkan PLTP unit ini akan turun apabila laju\naliran massa uap turun. Tekanan kepala sumur unit 4 terus mengalami penurunan setiap\ntahunnya. Diperkirakan pada tahun 2017 daya yang dihasilkan akan turun apabila tidak\ndicarikan sumur baru dengan tekanan yang serupa. Pencarian sumur dengan tekanan\ntinggi saat ini cukup sulit. Untuk mempertahankan besar daya turbin yang dihasilkan,\ntekanan inlet turbin untuk PLTP Kamojang Unit 4 diturunkan menjadi 6,5 bar. Pada\npenelitian sebelumnya, peralatan utama PLTP kecuali turbin uap dapat digunakan\nkembali tanpa adanya modifikasi.\nTurbin uap merupakan komponen utama PLTP yang berfungsi untuk\nmengubah energi potensial uap menjadi energi mekanik poros. Dengan diturunkannya\ntekanan inlet turbin, maka efisiensi turbin uap yang digunakan saat ini akan turun\nkarena tidak sesuai dengan rancangan awal. Daya listrik yang dihasilkan PLTP\ndipertahankan sama dengan sebelumnya sehingga laju aliran massa uap yang\ndibutuhkan akan meningkat. Penelitian ini bertujuan untuk merancang turbin uap untuk\nPLTP Kamojang Unit 4 dengan tekanan inlet turbin 6,5 bar dan daya 63 MW.\nPerancangan dilakukan berdasarkan data PLTP Kamojang Unit 4 yang diambil tanggal\n7 September 2015. Perancangan dilakukan dengan bantuan program Microsoft Excel\nyang terkoneksi dengan REFPROP.\nTurbin uap yang dirancang memiliki jenis arah aliran uap aksial, prinsip\npengubahan energi secara impuls atau aksi, enam tingkatan, tipe aliran ganda, metode\npengaturan menggunakan katup pengaturan, dan memiliki kecepatan putar 3.000 rpm.\nTekanan uap keluar turbin adalah 0,15 bar. Laju aliran massa uap yang dibutuhkan\nturbin uap adalah 155,10 kg/s atau 558.362,42 kg/jam. Diameter rata-rata turbin tingkat\npertama adalah 1,0207 m dan tingkat terakhir adalah 1,5308 m. Tinggi nosel sisi keluar\ntingkat pertama adalah 0,0796 m dan tinggi sudu gerak sisi keluar tingkat terakhir\nadalah 0,8887 m. Efisiensi relatif turbin uap yang dirancang adalah 79,04% dan\nefisiensi internal adalah 74,97% .", "Daftar File": {}, "Penulis": "Achmad Nawawi [13112010]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Prihadi Setyo Darmanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "PLTP, tekanan inlet, perancangan turbin uap", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "17 Okt 2019"}