{"Nomor": 44434, "Judul": "FORMULASI DAN EVALUASI GEL SOLID LIPID NANOPARTICLES KAFEIN SEBAGAI ANTISELULIT", "Abstrak": "Kafein merupakan alkaloid yang dapat bekerja sebagai anti selulit dengan cara\nmenginduksi lipolisis melalui penghambatan enzim fosfodiesterase dan\nmeningkatkan siklus adenosine monofosfat (AMP) di sel adiposa. Kafein\nmemiliki nilai Log P (oktanol/air) sebesar -0,07 yang menyebabkan sulit\nberpenetrasi melewati stratum korneum. Solid lipid nanoparticles (SLN)\nmerupakan salah satu solusi penghantaran zat aktif yang bersifat lipofobik yang\ndapat dikembangkan untuk pemakaian topikal. SLN kafein dibuat dengan metode\ndouble emulsion dengan komposisi 6% gliseril palmitostearat, 3% poloksamer\n407, 0,3% span 20 dan 0,6% kafein. Karakterisasi yang dilakukan adalah ukuran\npartikel, indeks polidispersitas, efisiensi penjerapan, morfologi serta stabilitas\nfisik. Ukuran partikel SLN yang dihasilkan 112,60±2,65 nm, indeks\npolidispersitas 0,26±0,04 dan efisiensi penjerapan 63,37±4,14%. Analisa\nmorfologi SLN kafein menggunakan Transmission Electron Microscope (TEM)\nmenunjukan SLN yang dihasilkan berbentuk sferis. Uji stabilitas fisik\nmenunjukan ukuran SLN kafein stabil pada penyimpanan suhu ruang dan suhu\n40°C selama 30 hari. SLN kafein kemudian dibuat menjadi gel menggunakan\nHPMC. Tokoferol dan isopropil miristat sebagai peningkat penetrasi. Efektivitas\nSLN kafein dievaluasi dengan analisa histopatologi tebal lapisan adiposa setelah\naplikasi setiap hari gel SLN kafein dan gel komersial kafein selama 21 hari di\ntikus. Hasil menunjukkan penurunan tebal lapisan adiposa sebesar 20,30%\ndengan penggunaan SLN kafein dan 37,19% dengan penggunaan gel kafein\nkomersial dan hasil ini secara statistik berbeda bermakna (p < 0,05).", "Daftar File": {"ABSTRAK Arini Syarifah": "https://digilib.itb.ac.id/gdl/download/185839", "COVER Arini Syarifah": "https://digilib.itb.ac.id/gdl/download/198692", "BAB 1 Arini Syarifah": "https://digilib.itb.ac.id/gdl/download/198693", "BAB 2 Arini Syarifah": "https://digilib.itb.ac.id/gdl/download/198694", "BAB 3 Arini Syarifah": "https://digilib.itb.ac.id/gdl/download/198695", "BAB 4 Arini Syarifah": "https://digilib.itb.ac.id/gdl/download/198697", "BAB 5 Arini Syarifah": "https://digilib.itb.ac.id/gdl/download/198698", "BAB 6 Arini Syarifah": "https://digilib.itb.ac.id/gdl/download/198699", "PUSTAKA Arini Syarifah": "https://digilib.itb.ac.id/gdl/download/198700"}, "Penulis": "Arini Syarifah [20714010]", "Kontributor / Dosen Pembimbing": ["Dr. Lucy Dewi Nurhajati Sasongko, M.Si.", "Prof. I Ketut Adnyana, M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Kafein, solid lipid nanopartikel, selulit, adiposit", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "18 Okt 2019"}