{"Nomor": 44433, "Judul": "PENGEMBANGAN BIOKONJUGAT OBAT DENGAN LIGHT SUBUNIT MUSHROOM TYROSINASE (LSMT) UNTUK PENGHANTARAN OBAT SECARA ORAL", "Abstrak": "Rute peroral untuk terapi sistemik memberikan kemudahan dan kenyamanan\nadministrasi obat bagi pasien. Meski demikian sediaan peroral memberikan\ntantangan dari segi teknologi pembuatannya. Untuk memastikan senyawa aktif\nterhantar ke reseptornya, obat terlebih dahulu harus terabsorbsi masuk ke dalam\npembuluh darah. Absorbsi obat menjadi terkendala jika permeabilitasnya rendah\ndan menyebabkan bioavailabilitasnya kecil. Penggunaan lektin untuk\nglikotargeting merupakan salah satu pendekatan untuk mengatasi permasalahan\ndalam penghantaran senyawa dengan permeabilitas rendah. Interaksi lektin dengan\nbeberapa jenis gugus gula yang terdapat pada sel-sel di permukaan dinding saluran\ncerna dapat menyebabkan lektin untuk terserap. Saluran cerna dengan area yang\nluas dan terglikosilasi dapat ditargetkan untuk tujuan tersebut. LSMT (subunit\nrantai ringan dalam kompleks tetramer enzim tirosinase Agaricus bisporus)\nmemiliki kemampuan untuk mengenali gugus gula secara spesifik, tidak toksik dan\ntidak imunogenik. Pembentukan biokonjugasi obat dengan LSMT dieksplorasi\ndalam penelitian ini untuk mengetahui kemampuan LSMT sebagai pembawa\nmenggunakan kaptopril sebagai model obat. Penelitian diawali dengan mengetahui\naksesibilitas residu sistein (kandidat penyedia ikatan konjugasi di permukaan\nprotein) menggunakan program ASAView dan NetSurfP. Secara in vitro\naksesibilitas sistein dilakukan dengan pengujian sulfhidril bebas menggunakan\npereaksi DTNB. Biokonjugasi rLSMT-kaptopril akhirnya memungkinkan untuk\ndilakukan menggunakan residu lisin pada permukaan protein. Konjugat dibentuk\ndengan bantuan linker SMPT yang memanfaatkan ikatan disulfida yang dapat\ntereduksi untuk melepaskan obat terikatnya. Kondisi optimum yang saat ini\nditemukan untuk pembentukan konjugat adalah pada suhu 4°C selama 24 jam pada\ntahap aktivasi protein dengan SMPT dan 48 jam pada tahap pengikatan kaptopril\ndengan perbandingan protein:SMPT = 1:10 dan protein teraktivasi:kaptopril =\n1:100. Substitusi konjugasi yang diperoleh pada kondisi tersebut adalah antara 1- 2\nmol kaptopril per mol LSMT. Konjugat yang terbentuk stabil pada larutan simulasi\nlambung dan usus. Selain itu uji permeabilitas awal secara in vitro menggunakan\nsel Caco2 dan secara ex vivo dengan metode non-everted gut sac menunjukan\nbahwa konjugat tidak mengurangi kemampuan LSMT untuk menembus dinding\nsaluran cerna.", "Daftar File": {"ABSTRAK Diana": "https://digilib.itb.ac.id/gdl/download/185837", "COVER Diana": "https://digilib.itb.ac.id/gdl/download/203542", "BAB 1 Diana": "https://digilib.itb.ac.id/gdl/download/203543", "BAB 2 Diana": "https://digilib.itb.ac.id/gdl/download/203544", "BAB 3 Diana": "https://digilib.itb.ac.id/gdl/download/203545", "BAB 4 Diana": "https://digilib.itb.ac.id/gdl/download/203546", "BAB 5 Diana": "https://digilib.itb.ac.id/gdl/download/203547", "BAB 6 Diana": "https://digilib.itb.ac.id/gdl/download/203548", "PUSTAKA Diana": "https://digilib.itb.ac.id/gdl/download/203549"}, "Penulis": "Diana [20715019]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Heni Rachmawati, Apt., M.Si.", "Dr. Wangsa Tirta Ismaya"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "LSMT, biokonjugat, kaptopril, uji permeabilitas", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "18 Okt 2019"}