{"Nomor": 44443, "Judul": "ANALISA KEHADIRAN SEMUT SEBAGAI INDIKATOR SANITASI DI RUMAH MASYARAKAT BERPENGHASILAN RENDAH", "Abstrak": "Semut merupakan salah satu jenis serangga yang memiliki keanekaragaman hayati tinggi. Beberapa faktor lingkungan seperti suhu, kelembaban, struktur vegetasi, landscape dan ketersediaan makanan menjadi aspek penting bagi kehadiran semut di suatu lingkungan. Pemukiman masyarakat berpenghasilan rendah merupakan kampung, yang umumnya terletak di sekitar pusat kota, mempunyai tingkat hunian dan koefisien dasar bangunan (KDB) yang tergolong tinggi, serta prasarana fisik lingkungan yang kurang memadai. Keadaan tersebut menyebabkan potensi kehadiran semut di lingkungan tersebut sangat tinggi. Dalam berbagai penelitian diketahui bahwa semut dapat menjadi vektor penyakit dengan membawa berbagai jenis mikroba di permukaan tubuhnya. Pada penelitian ini akan menganalisa hubungan antara sanitasi rumah khususnya komponen struktur bangunan rumah terhadap kehadiran semut yang terdapat pada perumahan masyarakat berpenghasilan rendah, selain itu juga akan dilakukan analisa awal untuk mengetahui potensi semut sebagai vektor mikroba penyakit melalui uji coliform yang terdapat pada permukanaan tubuh semut. Pada penelitian ini tingkat sanitasi rumah akan dinilai menggunakan kriteria yang dikembangkan oleh Warliana (2015). Penilaian kriteria sanitasi difokuskan pada penilaian komponen struktur fisik rumah. Tipe rumah yang akan diteliti dibedakan menjadi dua kategori berdasarkan tipe rumah dan berdasarkan jarak rumah terhadap sungai. Pemilihan sampel rumah berdasarkan tipe rumah dibagi menjadi rumah semi permanen dan rumah permanen, sedangkan berdasarkan letaknya terhadap sungai, rumah dibagi menjadi rumah di dekat sungai dan rumah yang jauh dari sungai. Keanekaragaman dan jumlah semut dianalisis menggunakan indeks keanekaragaman Shannon-Wiener. Uji coliform dilakukan berdasarkan standar SNI 2897:2008. Penelitian ini dilaksanakan di tiga kelurahan yang ada di Kota Bandung yaitu kelurahan Taman sari, Kelurahan Cipaganti dan kelurahan Lebak siliwangi. Ketiga kelurahan tersebut merupakan kawasan perumahan masyarakat berpenghasilan rendah (MBR). Berdasarkan hasil penilain komponen fisik sanitasi rumah, kondisi sanitasai rumah masyarakat berpenghasilan rendah (MBR) tergolong dalam kategori kurang baik. Didapatkan sebanyak 13 spesies semut yang berada di lingkungan rumah MBR,. Spesies semut yang paling banyak ditemukan adalah Pheidole sp. dan Paratrechina longicornis. Didapatkan hasil perhitungan indeks keanekaragaman pada rumah permanen sebesar 1,97, rumah semi-permanen 1,95, rumah jauh sungai 1,93 dan rumah dekat sungai sebesar 1,82. Berdasarkan tolok ukur yang digunakan, ke-empat nilai tersebut tergolong pada kategori tingkat keanekaragaman rendah. Hasil analisa distribusi frekuensi berdasarkan tipe rumah (Permanen dan Semi-permanen), tidak ditemui adanya perbedaan terhadap jumlah semut yang ada pada lingkungan MBR. Begitu juga berdasarkan lokasi rumah terhadap sungai (rumah jauh sungai dan rumah dekat sungai). Sedangkan, berdasarkan uji statistik korelasi yang dilakukan keberadaan semut berkorelasi dengan sub-komponen kelembaban ruangan, temperatur ruangan, kondisi atap, keberadaan teras, vegetasi, instalasi listrik dan jarak rumah terhadap kandang hewan. Uji coliform dilakukan terhadap semut yang paling dominan ditemukan. Empat dari enam sampel semut menunjukkan hasil positif terhadap uji coliform. Hal tersebut mengindikasikan adanya bakteri lain yang terdapat pada tubuh semut, namun bukan termasuk ke dalam kelompok Coliform. Uji coliform yang dilakukan menunjukkan adanya hubungan antara semut dan bakteri. Adanya hubungan antara bakteri dan semut mengindikasikan bahwa semut juga dapat berkontribusi terhadap tingginya jumlah penderita penyakit gastroenteritis.", "Daftar File": {"COVER Zuli Rodhiyah": "https://digilib.itb.ac.id/gdl/download/185848", "BAB 1 Zuli Rodhiyah": "https://digilib.itb.ac.id/gdl/download/185849", "BAB 2 Zuli Rodhiyah": "https://digilib.itb.ac.id/gdl/download/185850", "BAB 3 Zuli Rodhiyah": "https://digilib.itb.ac.id/gdl/download/185851", "BAB 4 Zuli Rodhiyah": "https://digilib.itb.ac.id/gdl/download/185852", "BAB 5 Zuli Rodhiyah": "https://digilib.itb.ac.id/gdl/download/185853", "BAB 6 Zuli Rodhiyah": "https://digilib.itb.ac.id/gdl/download/185854", "PUSTAKA Zuli Rodhiyah": "https://digilib.itb.ac.id/gdl/download/185855"}, "Penulis": "Zuli Rodhiyah [25314737]", "Kontributor / Dosen Pembimbing": ["Prof. Barti Setiani Muntalif, Ph.D.", "Dr. Ir. Priana Sudjono, MS, Dipl.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Semut, indikator, sanitasi, masyarakat berpenghasilan rendah", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "21 Okt 2019"}