{"Nomor": 44448, "Judul": "Model Kinetis Hubungan Ozon Dan Prekusor (NOx Dan HCHO) Di Wilayah Urban (Studi Kasus: Jakarta)", "Abstrak": "HCHO berasal dari sumber primer (kendaraan bermotor) dan sumber sekunder (reaksi\nfotokimia). HCHO merupakan senyawa toksik dan berperan penting dalam reaksi\nkimia atmosfer sebagai sumber radikal dan menjadi prekursor oksidan (Ozon). Namun\npemantauan dan penelitian tentang konsentrasi senyawa karbonil dan perannya dalam\nreaksi kimia pada udara perkotaan di Indonesia masih terbatas. Penelitian ini dilakukan\nuntuk menganalisa hubungan Ozon, HCHO, polutan primer dan faktor meteorologi\ndengan analisa statistika (Generalized Linear Model/GLM) dan kinetika. GLM adalah\nmodel statistika yang dapat memperlihatkan hubungan non linear antara variabel\nrespons (Ozon/HCHO) dan variabel prediktor (polutan primer dan/ faktor\nmeteorologi). Terdapat 3 variasi GLM yaitu Ozon/HCHO-Kondisi meteorologi\n(variasi pertama), Ozon/HCHO-prekursor (variasi kedua) dan Ozon/HCHO-kondisi\nmeteorologi dan prekursor (variasi ketiga). Data input dalam GLM adalah HCHO,\nOzon, NOx, CO, SO2, PM10, Total hidrokarbon (THC), Non-metana hidrokarbon\n(NMHC)), arah dan kecepatan angin, temperatur, radiasi matahari dan kelembaban air.\nUntuk menunjukkan data input GLM yang memiliki hubungan paling signifikan (p\nvalue<0,0001) pada pemodelan ozon adalah ln (NO), ln (NO2), sqrt (HCHO), log\n(radiasi matahari), sqrt (kelembaban) dan reflect.sqrt (temperatur). Sedangkan data\ninput GLM HCHO adalah ln (NO), ln (CO), ln (O3), log (radiasi matahari), dan\nreflect.sqrt (temperatur). Model ozon terbaik ditunjukkan dengan nilai multiple R2\ntertinggi sebesar 57,45% dengan parameter signifikan berupa ln (NO2), sqrt\n(kelembaban) dan reflect.sqrt (temperatur). Pada model HCHO, diperoleh nilai\nmultiple R2 HCHO 32,62%, dengan parameter signifikan log (radiasi matahari). Ozon\ndapat diprediksi oleh prekursor dengan 3 metode yaitu GLM, MIR(Maximum\nIncremental Reactivity) dan propana-ekuivalen. Berdasarkan hasil RMSE, GLM\nmerupakan metode terbaik. Model kinetik digunakan untuk mengetahui reaksi kimia\nyang terjadi berdasarkan laju reaksi dalam skala waktu mikro dengan Kintekus®.\nModel kinetika menunjukkan jika Ozon bergantung terhadap pembentukan HCHO\ndengan asumsi HCHO merupakan satu-satunya hidrokarbon dalam kondisi CSTR non\nsteady state. Terdapat tiga waktu penting yang menunjukkan perubahan konsentrasi\nNO, NO2 , HCHO dan ozon yang signifikan yaitu 48 detik, 63 detik dan 65 detik.", "Daftar File": {"COVER Nadiyatur Rahmatikal Wasi'ah": "https://digilib.itb.ac.id/gdl/download/185909", "BAB 1 Nadiyatur Rahmatikal Wasi'ah": "https://digilib.itb.ac.id/gdl/download/185910", "BAB 2 Nadiyatur Rahmatikal Wasi'ah": "https://digilib.itb.ac.id/gdl/download/185911", "BAB 3 Nadiyatur Rahmatikal Wasi'ah": "https://digilib.itb.ac.id/gdl/download/185912", "BAB 4 Nadiyatur Rahmatikal Wasi'ah": "https://digilib.itb.ac.id/gdl/download/185913", "BAB 5 Nadiyatur Rahmatikal Wasi'ah": "https://digilib.itb.ac.id/gdl/download/185914", "PUSTAKA Nadiyatur Rahmatikal Wasi'ah": "https://digilib.itb.ac.id/gdl/download/185915"}, "Penulis": "Nadiyatur Rahmatikal Wasi'ah [25314004]", "Kontributor / Dosen Pembimbing": ["Ir. Raden Driejana, MSCE, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Ozon, HCHO, polutan sekunder, polutan primer, analisa statistik , analisa kinetika, Jakarta", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "21 Okt 2019"}