{"Nomor": 44445, "Judul": "IDENTIFIKASI BAHAYA DAN ANALISIS RISIKO PADA KEGIATAN PENGEBORAN MINYAK DI PT X, SUMATERA SELATAN", "Abstrak": "Peningkatan kebutuhan akan minyak dan gas bumi, menyebabkan bertambahnya\nusaha-usaha untuk menemukan cadangan minyak dan gas bumi. Salah satunya\nyaitu pengeboran yang merupakan kegiatan eksploitasi yang prosesnya dilakukan\ndengan pembuatan lubang sampai kedalaman tertentu untuk mencapai lapisan\nyang mengandung hydrocarbon. Kegiatan pengeboran membutuhkan beberapa\nperalatan, yang dibagi ke dalam beberapa sistem yaitu sistem pengangkat\n(hoisting system), sistem pemutar (rotating system), sistem daya (power system),\nblow out preventer (BOP) system dan sistem sirkulasi (circulating system). Proses\npengeboran menggunakan material-material berat dan mesin yang tergolong\nbesar, sehingga seringkali menyebabkan risiko ataupun kecelakaan kerja pada saat\nprosesnya. Penelitian dilakukan di PT X, Sumatera Selatan yang merupakan salah\nsatu perusahaan atau industri yang bergerak dalam bidang pengeboran.\nIdentifikasi bahaya dan analisis risiko dalam penelitian ini menggunakan metode\nHIRARC dan metode JHA yang dikombinasikan dengan metode semi-kuantitatif.\nBerdasarkan metode HIRARC dapat diketahui area kerja yang memiliki risiko\nyang tinggi yaitu saat rig moving, pengangkatan material ke catwalk dan v-door\ndan ke rig floor, bekerja di rig floor dan monkey board, dan bekerja di mud tank\ndan shale shaker. Sedangkan berdasarkan metode JHA dan semi-kuantitatif, dapat\ndiketahui aktivitas kerja/urutan kerja yang dilakukan, yang dapat memberikan\nrisiko pada area kerja tersebut, yaitu risiko terjepit peralatan, ikatan lepas, barang\nmengayun, sling putus, terjatuh, tersambar/terbentur peralatan, bising, saluran\nbertekanan dan ledakan/kebakaran. Berdasarkan hasil kompilasi kedua metode di\natas maka, dapat diberikan usulan pengendalian risiko mencakup upaya rekayasa\npengendalian teknik, administratif, pelatihan dan APD untuk mengurangi risiko\nbahaya tersebut.", "Daftar File": {"COVER Satriyani Kusuma Ningrum": "https://digilib.itb.ac.id/gdl/download/185878", "BAB 1 Satriyani Kusuma Ningrum": "https://digilib.itb.ac.id/gdl/download/185879", "BAB 2 Satriyani Kusuma Ningrum": "https://digilib.itb.ac.id/gdl/download/185880", "BAB 3 Satriyani Kusuma Ningrum": "https://digilib.itb.ac.id/gdl/download/185881", "BAB 4 Satriyani Kusuma Ningrum": "https://digilib.itb.ac.id/gdl/download/185882", "BAB 5 Satriyani Kusuma Ningrum": "https://digilib.itb.ac.id/gdl/download/185883", "BAB 6 Satriyani Kusuma Ningrum": "https://digilib.itb.ac.id/gdl/download/185884"}, "Penulis": "Satriyani Kusuma Ningrum [25314729]", "Kontributor / Dosen Pembimbing": ["Dr. Herto Dwi Ariesyady, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "pengeboran, HIRARC, job hazard analysis, semi-kuantitatif", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "21 Okt 2019"}