{"Nomor": 44455, "Judul": "SPESIASI LOGAM BERAT Cd, Cr, Cu DAN Pb DI SEDIMEN WADUK SAGULING PROVINSI JAWA BARAT", "Abstrak": "Waduk Saguling merupakan salah satu waduk di DAS Citarum, Provinsi Jawa\nBarat. Fungsi utama waduk ini ialah sebagai Pembangkit Listrik Tenaga Air.\nAdanya aktivitas industri, pertanian, pertambangan, budidaya perikanan, dan\npariwisata di sekitar Waduk Saguling mengakibatkan meningkatnya pencemaran di\ndalam waduk, terutama pencemaran oleh logam berat. Tujuan penelitian ini ialah\nuntuk menentukan sebaran dan karakteristik logam berat pada sedimen Waduk\nSaguling yang terdiri dari fraksi-fraksi F1 (exchangeable and carbonate fraction),\nF2 (Fe-Mn oxides fraction), F3 (organic fraction), dan F4 (residual fraction).\nSampling dilakukan di 12 titik pemantauan berdasarkan lokasi pemantauan PT\nIndonesia Power UP Saguling tahun 2014. Pengukuran konsentrasi logam Cd, Cr,\nCu dan Pb dilakukan dengan menggunakan alat Inductively Coupled Plasma\nOptical Emission Spectrometry (ICP-OES). Hasil analisis dengan ICP-OES ini\ndijadikan acuan untuk memprediksi tingkat pencemaran logam Cd, Cr, Cu dan Pb\ndengan menggunakan metode RAC (Risk Assessment Code) dan SQGs (Sediment\nQuality Guidelines). Hasil penelitian menunjukkan konsentrasi logam Cd total\ntertinggi pada stasiun 1 A (Citarum Nanjung) sebesar 11,47 mg/kg, konsentrasi\nlogam Cr total juga tertinggi pada stasiun 1 A sebesar 151,36 mg/kg, sedangkan\nkonsentrasi logam Cu total tertinggi pada stasiun 2 (Cihaur Kampung Cipeundey)\nsebesar 172,92 mg/kg, dan konsentrasi logam Pb total tertinggi yaitu pada stasiun\n1 A sebesar 53,33 mg/kg. Dari nilai RAC berdasarkan persentase F1 (% F1)\nmenunjukkan bahwa kategori tingkat resiko masing-masing logam di setiap stasiun\nberbeda-beda. Kategori logam Cd tergolong beresiko sedang (medium risk) pada\nstasiun 1A, sedangkan pada 11 stasiun lain beresiko rendah (low risk) yaitu pada\nstasiun 1 B, 2, 3, 4, 5, 6, 7, 8, 9, 10 A, dan 10 B; kategori logam Cr tergolong\nberesiko rendah pada pada stasiun 1 A, 1 B, 2, 4, 5, 6, 7, 10 A, dan 10 B, sedangkan\ntidak beresiko (no risk) pada stasiun 3, 8 dan 9; kategori logam Cu tergolong\nberesiko rendah pada semua stasiun; dan logam Pb tergolong beresiko sedang pada\nstasiun 8, beresiko rendah pada stasiun 1 A, 1 B, 3, 4, 5, 7, 9, 10 A, dan 10B, serta\ntidak beresiko pada stasiun 2 dan 6. Berdasarkan nilai SQGs, logam berat Cd, Cr,\ndan Cu memiliki tingkat toksisitas yang cukup tinggi pada semua stasiun sehingga\nberpengaruh cukup besar terhadap biota akuatik, sedangkan toksisitas logam Pb\nmasih tergolong rendah pada 11 stasiun dan relatif tinggi pada stasiun 1 A.", "Daftar File": {"COVER Germanus Mete Lere": "https://digilib.itb.ac.id/gdl/download/185984", "BAB 1 Germanus Mete Lere": "https://digilib.itb.ac.id/gdl/download/185986", "BAB 2 Germanus Mete Lere": "https://digilib.itb.ac.id/gdl/download/185988", "BAB 3 Germanus Mete Lere": "https://digilib.itb.ac.id/gdl/download/185990", "BAB 4 Germanus Mete Lere": "https://digilib.itb.ac.id/gdl/download/185991", "BAB 5 Germanus Mete Lere": "https://digilib.itb.ac.id/gdl/download/185992", "BAB 6 Germanus Mete Lere": "https://digilib.itb.ac.id/gdl/download/185993", "PUSTAKA Germanus Mete Lere": "https://digilib.itb.ac.id/gdl/download/185994"}, "Penulis": "Germanus Mete Lere [25314748]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dwina Roosmini, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "spesiasi/fraksinasi, logam berat, saguling, bioavailabilitas, RAC, SQG", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "21 Okt 2019"}