{"Nomor": 44463, "Judul": "PEMODELAN MANAJEMEN RISIKO PRODUK X TERINTEGRASI DI INDUSTRI FARMASI Y", "Abstrak": "Dalam menjalankan roda bisnis dan operasional perusahaan, manufacturing farmasi\nberhadapan dengan risiko, baik risiko dari internal maupun risiko eksternal\nperusahaan yang dapat mempengaruhi sasaran dan tujuan perusahaan. Untuk itu,\nrisiko perlu dikelola dan dikontrol agar tidak memberikan dampak yang luas bagi\nperusahaan. Dalam manufacturing farmasi, setiap produk yang diproduksi akan tetap\nmemiliki risiko walaupun sudah menerapkan Cara Pembuatan Obat yang Baik\n(CPOB). Risiko yang terkait antara lain seperti risiko terhadap keamanan, kualitas\ndan efikasi produk yang dihasilkan, penyediaan produk yang tepat waktu, risiko dari\nsupplier bahan baku risiko regulasi dan risiko lainnya. Pengurangan risiko nol\nbukanlah tujuan yang realistis namun perlindungan pasien dengan mengelola risiko\nini dalam sistem mutu dan proses pembuatannya menjadi sangat penting di industri\nfarmasi.\nSecara umum, pengelolaan risiko pada terhadap suatu produk akan memudahkan\ndalam pengelolaan risiko, karena pada umumnya, tiap produk memiliki karakteristik\ndan profil yang berbeda-beda dan tentunya, risiko yang akan muncul akan berbeda.\nPenelitian ini, bertujuan untuk menetapkan model manajemen risiko produk yang\nterintegrasi yang dapat diaplikasikan pada berbagai kategori. Penelitian ini dilakukan\ndengan membuat model manajemen risiko, dilanjutkan dengan pengujian model pada\nproduk backbone pada industri farmasi Y. Hasil pengujian menunjukkan model\nLuzar 2017 yang diuji mampu mengidentifikasi risiko 459 % lebih banyak dengan\nmemunculkan 93 rencana perbaikan bila dibandingkan dengan model sebelumnya.\nHal ini menunjukkan bahwa model Luzar 2017 dapat digunakan untuk pemodelan\nmanajemen risiko produk X di industri farmasi Y", "Daftar File": {"ABSTRAK Lutfhi Zarkasyi": "https://digilib.itb.ac.id/gdl/download/186013", "COVER Lutfhi Zarkasyi": "https://digilib.itb.ac.id/gdl/download/201772", "BAB 1 Lutfhi Zarkasyi": "https://digilib.itb.ac.id/gdl/download/201773", "BAB 2 Lutfhi Zarkasyi": "https://digilib.itb.ac.id/gdl/download/201774", "BAB 3 Lutfhi Zarkasyi": "https://digilib.itb.ac.id/gdl/download/201775", "BAB 4 Lutfhi Zarkasyi": "https://digilib.itb.ac.id/gdl/download/201776", "BAB 5 Lutfhi Zarkasyi": "https://digilib.itb.ac.id/gdl/download/201777", "BAB 6 Lutfhi Zarkasyi": "https://digilib.itb.ac.id/gdl/download/201778", "PUSTAKA Lutfhi Zarkasyi": "https://digilib.itb.ac.id/gdl/download/201779"}, "Penulis": "Lutfhi Zarkasyi [21815004]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Sundani Nurono", "Dr.rer.nat. Rachmat Mauludin, S.Si., Apt., M.Si.", "Drs. M. Sumarno"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi Industri", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Manajemen Risiko, Produk Farmasi, CPOB, Manufacturing Farmasi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "21 Okt 2019"}