{"Nomor": 44467, "Judul": "FORMULASI DAN UJI AKTIVITAS ANTIMALARIA NANOPARTIKEL BERBASIS KITOSAN YANG MENGANDUNG ANTISENSE OLIGODEOKSINUKLEOTIDA BERTARGET GEN eba-175 DAN dhs", "Abstrak": "Malaria merupakan salah satu penyakit infeksi yang disebabkan oleh parasit\nPlasmodium. Plasmodium falciparum merupakan spesies yang menimbulkan\ndampak paling serius dari malaria. Masalah utama pada pengobatan malaria saat ini\nadalah terjadinya resistensi obat dan targetnya yang non-spesifik pada intraselular\nparasit. Pada penelitian ini dikembangkan terapi malaria menggunakan as-ODN\n(antisense oligodeoksinukleotida) yang spesifik terhadap gen target eba-175 dan\ndhs. As-ODN dienkapsulasi dalam nanopartikel yang terdiri atas formula akhir\nnanopartikel kitosan dan kitosan-poloksamer 10% yang dibuat dengan metode\ngelasi ionik. Diperoleh nanopartikel kitosan dengan ukuran 70,80-89,17 nm dan\nnanopartikel kitosan poloksamer dengan ukuran 109,63-178,93 nm masing-masing\ndengan indeks polidispersitas kurang dari 0,5. Nanopartikel yang mengandung\nas-ODN diuji aktivitasnya secara in vitro dan ditentukan inhibisi pertumbuhan\nskizon secara mikroskopik. Inhibisi pertumbuhan skizon yang dihasilkan oleh\nnanopartikel kitosan bertarget eba-175 dan dhs masing-masing sebesar 47,7% dan\n57,2%, sementara untuk nanopartikel kitosan poloksamer bertarget eba-175 dan dhs\nmasing-masing sebesar 58,8% dan 68,3%. Terdapat perbedaan bermakna antara\nas-ODN yang dienkapsulasi nanopartikel dibandingkan dengan as-ODN bebas\ndalam menghambat pertumbuhan skizon Plasmodium falciparum. Kemudian untuk\nmelihat kesesuaian hasil uji aktivitas antimalaria secara in vitro, dilakukan isolasi\nRNA total Plasmodium falciparum menggunakan TRIzol\nTM\nLS Reagent. Persentase\ninhibisi pertumbuhan skizon dan penurunan konsentrasi RNA total Plasmodium\nfalciparum paling tinggi diberikan oleh nanopartikel kitosan-poloksamer dengan\nas-ODN bertarget gen dhs.", "Daftar File": {"ABSTRAK Nurul Auliasari": "https://digilib.itb.ac.id/gdl/download/186025", "COVER Nurul Auliasari": "https://digilib.itb.ac.id/gdl/download/200617", "BAB 1 Nurul Auliasari": "https://digilib.itb.ac.id/gdl/download/200618", "BAB 2 Nurul Auliasari": "https://digilib.itb.ac.id/gdl/download/200619", "BAB 3 Nurul Auliasari": "https://digilib.itb.ac.id/gdl/download/200620", "BAB 4 Nurul Auliasari": "https://digilib.itb.ac.id/gdl/download/200621", "BAB 5 Nurul Auliasari": "https://digilib.itb.ac.id/gdl/download/200622", "BAB 6 Nurul Auliasari": "https://digilib.itb.ac.id/gdl/download/200623", "PUSTAKA Nurul Auliasari": "https://digilib.itb.ac.id/gdl/download/200624"}, "Penulis": "Nurul Auliasari [20715007]", "Kontributor / Dosen Pembimbing": ["Dr. Diky Mudhakir, S.Si., M.Si.", "Dr. Maria Immaculata Iwo", "Dr. Aluicia Anita Artarini, S.Si., M.Sc., Apt."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Malaria, as-ODN, Plasmodium falciparum, eba-175, dhs", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "22 Okt 2019"}