{"Nomor": 44476, "Judul": "PENATAAN KAWASAN TEPI SUNGAI PERKOTAAN SEBAGAI CENTRAL BUSINESS DISTRICT", "Abstrak": "Samarinda memiliki Sungai Mahakam sepanjang 920 km yang terdiri dari 10\nKecamatan, salah satunya Kelurahan Pelabuhan merupakan bagian dari\nKecamatan Samarinda Ilir. Hingga saat ini kawasan Kelurahan Pelabuhan masih\nmenjadi pusat perdagangan dan jasa regional sehingga orientasi perdagangan dan\njasa di Samarinda tertuju ke kawasan tersebut. Berbagai permasalahan muncul\nseiring berkembangnya ekonomi di Samarinda, seperti semakin banyak\nmasyarakat yang berbelanja tetapi ketersediaan parkir kurang memadai akibatnya\nkendaraan parkir dibadan jalan dan menimbulkan kemacetan. Permasalahan\nlainnya yaitu kualitas fisik pada kawasan mengalami penurunan seperti pada area\nCitra Niaga. Selain itu, tidak terjadi kegiatan yang berorientasi ke sungai di\nkawasan pelabuhan karena sebelumnya merupakan pelabuhan barang. Kecamatan\nSamarinda Ilir menjadi salah satu kawasan strategis yang akan ditata oleh\npemerintah dan direncanakan menjadi CBD (Central Business District) mengarah\nke pembangunan vertikal. Penataan Kelurahan Pelabuhan menjadi CBD dalam\ntesis ini menggunakan metode synoptic dengan menganalisis permasalahan dan\npotensi di kawasan. Tujuannya adalah penataan kawasan Kelurahan Pelabuhan\nsebagai Central Business District dengan konsep campuran dan tepian Sungai\nMahakam sebagai ruang terbuka publik untuk mendukung Kecamatan Samarinda\nIlir sebagai pusat pelayanan utama serta menunjang kegiatan perdagangan di Kota\nSamarinda.", "Daftar File": {"COVER Keyka Aidilia Sulaiman": "https://digilib.itb.ac.id/gdl/download/186045", "DAFTAR Keyka Aidilia Sulaiman": "https://digilib.itb.ac.id/gdl/download/186046", "2017 TS PP KEYKA AIDILIA SULAIMAN 1-ABSTACK.pdf)u": "https://digilib.itb.ac.id/gdl/download/186047", "BAB 1 Keyka Aidilia Sulaiman": "https://digilib.itb.ac.id/gdl/download/186048", "BAB 2 Keyka Aidilia Sulaiman": "https://digilib.itb.ac.id/gdl/download/186049", "BAB 3 Keyka Aidilia Sulaiman": "https://digilib.itb.ac.id/gdl/download/186050", "BAB 4 Keyka Aidilia Sulaiman": "https://digilib.itb.ac.id/gdl/download/186051", "BAB 5 Keyka Aidilia Sulaiman": "https://digilib.itb.ac.id/gdl/download/186052", "PUSTAKA Keyka Aidilia Sulaiman": "https://digilib.itb.ac.id/gdl/download/186053"}, "Penulis": "Keyka Aidilia Sulaiman [25614004]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Heru W. Poerbo, MURP", "Ir. Tri Yuwono, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rancang Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Penataan, Tepi sungai, Central Business District", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "23 Okt 2019"}