{"Nomor": 44482, "Judul": "ADAPTASI KENYAMANAN TERMAL PENGGUNA RUANG TERBUKA HIJAU KOTA BANDUNG", "Abstrak": "Pada tahun 2010-2013 kota Bandung mengalami peningkatan temperatur rata-rata\nyaitu sebesar 0,05 per tahun (BMKG Jawa Barat, 2014). Data statistik ini\nmenunjukkan kemungkinan telah terjadinya fenomena Urban Heat Island (UHI)\ndi kota tersebut, sehingga menyebabkan iklim kota terasa lebih panas dari\nsebelumnya. Dalam menghadapi fenomena UHI ini, sejak tahun 2014 pemerintah\nkota Bandung telah melakukan berbagai upaya untuk meningkatkan kualitas dan\nkuantitas Ruang Terbuka Hijau Kota (RTHK), salah satunya dengan menyusun\nRencana Detail Tata Ruang (RDTR). Untuk mengetahui adanya pengaruh\nkeberadaan RTHK bagi masyarakat kota, maka perlu diketahui bagaimana\nadaptasi masyarakat terhadap kondisi termal RTHK tersebut.\nTesis ini bertujuan untuk mengetahui kualitas kenyamanan termal yang mampu\ndiadaptasi oleh masyarakat kota Bandung di ruang-ruang terbuka kota yang telah\ndiseleksi berdasarkan kriteria taman kota (Budiyanti, 2014) dan persentase nilai\nGreen Plot Ratio (GnPR / Rasio Kawasan Hijau). Penelitian ini menggunakan\nmetode pendekatan kuantitatif yaitu metode yang menggunakan analisis yang\nterukur dan dapat dihitung menggunakan rumus-rumus tertentu. Tipe sampling\nyang digunakan untuk penelitian ini adalah non-random sampling dengan teknik\npurposive sampling (Kumar, 2005). Sampel penelitian ini ada tiga, yaitu:\nLapangan Gasibu, Taman Lansia, dan Lapangan Saraga (Lebak Siliwangi).\nBerdasarkan hasil analisis ditemukan bahwa: (1) Berdasarkan hasil wawancara\ndan pengamatan lapangan, kualitas termal yang paling baik di antara ketiga\nsampel penelitian adalah sampel 2 (Taman Lansia), kemudian diikuti sampel 3\n(Lapangan Saraga) dan sampel 1 (Lapangan Gasibu). Hasil temuan ini\nmenunjukkan bahwa hipotesa yang mengatakan bahwa semakin besar rasio\nvegetasi suatu RTHK maka semakin besar pula nilai kenyamanan termalnya\nadalah benar. Sedangkan berdasarkan hasil simulasi, hipotesa ini hanya berlaku\npada pagi hari dan tidak berlaku pada sore hari, baik di musim hujan maupun\nkemarau; (2) Adaptasi masyarakat terhadap kualitas termal lingkungan RTHK\nsecara keseluruhan cukup baik. Sebagian besar responden mampu menerima\nkondisi termal di ketiga lokasi atau sampel penelitian. Meskipun di sisi lain,\nsebagian besar reponden ingin kondisi termalnya lebih dingin (cooler) daripada\nkondisi yang terjadi pada saat dilakukan wawancara. Kepuasan terhadap kondisi\npembayangan, sinar matahari, dan angin di dalam kawasan cukup baik; (3)\nBerdasarkan hasil analisis korelasi menggunakan software JMP, ditemukan\nsebuah persamaan yang menunjukkan hubungan antara faktor termal lingkungan\n(temperatur, kelembaban udara, kecepatan angin, dan temperatur radiasi) dan nilai\nkenyamanan termal pengguna (TSV); Faktor termal lingkungan yang paling\nberpengaruh terhadap nilai TSV pada ketiga sampel penelitian RTHK di kota\nBandung adalah RH (kelembaban udara relatif) dengan nilai probability atau Pvalue\n<0,0001. Kemudian di urutan kedua adalah Air Velocity (kecepatan angin)\ndengan nilai P-value 0,0234; (4) Besaran nilai PET rata-rata pada RTHK di kota\nBandung berada dalam rentang 22,9°C sampai dengan 25,1°C dengan sensasi\niv\ntermal sedikit dingin (slightly cool), dengan beban psikologis ringan (slight cold\nstress). Nilai PET yang mampu diadaptasi oleh masyarakat kota Bandung ini lebih\nrendah dibandingkan dengan kota-kota di negara (sub) tropis lainnya; (5)\nBerdasarkan hasil simulasi komputer, diketahui bahwa daerah yang memiliki nilai\nPMV yang baik adalah di daerah yang berdekatan dengan bangunan dan vegetasi.\nHal ini menunjukkan bahwa keberadaan bangunan dan vegetasi sangat\nberpengaruh terhadap kenyamanan termal suatu kawasan RTHK.\nDengan beberapa temuan tersebut, penulis berharap tesis ini dapat bermanfaat\nbagi para arsitek, perancang kota, maupun arsitek lanskap dalam merancang,\nterutama mengenai ruang terbuka hijau kota di kota Bandung. Diharapkan\npenelitian ini mampu ikut berpartisipasi dan memberikan kontribusi untuk masa\ndepan yang lebih baik.", "Daftar File": {"COVER Dadang Hartabela": "https://digilib.itb.ac.id/gdl/download/186090", "BAB 1 Dadang Hartabela": "https://digilib.itb.ac.id/gdl/download/186091", "BAB 2 Dadang Hartabela": "https://digilib.itb.ac.id/gdl/download/186092", "BAB 3 Dadang Hartabela": "https://digilib.itb.ac.id/gdl/download/186093", "BAB 4 Dadang Hartabela": "https://digilib.itb.ac.id/gdl/download/186094", "BAB 5 Dadang Hartabela": "https://digilib.itb.ac.id/gdl/download/186095", "BAB 6 Dadang Hartabela": "https://digilib.itb.ac.id/gdl/download/186096", "PUSTAKA Dadang Hartabela": "https://digilib.itb.ac.id/gdl/download/186097"}, "Penulis": "Dadang Hartabela [25214020]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. M. Donny Koerniawan, MT.", "Permana, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Engineering & allied operations", "Kata Kunci": "ruang terbuka hijau kota, kenyamanan termal, iklim tropis, adaptasi termal, urban heat island", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "23 Okt 2019"}