{"Nomor": 44492, "Judul": "PENILAIAN REAL OPTION PADA PROYEK PERMINYAKAN DENGAN METODE LEAST SQUARE MONTE CARLO", "Abstrak": "Investasi di bidang minyak merupakan suatu investasi yang tingkat uncer-\ntainty-nya tinggi, sehingga pertimbangan dalam keputusan investasi di pro-\nyek perminyakan menjadi sangat penting. Kebanyakan praktisi perminyakan\nmasih menggunakan Net Present Value (NPV) yang dihasilkan dari metode\ntradisional Discount Cash Flow(DCF) dalam menentukan keputusan investa-\nsi. Metode DCF tidak memperhitungkan \neksibilitas manajerial dalam per-\nhitungannya. Untuk bisnis yang tingkat uncertainty tinggi, diperlukan suatu\nmetode yang mengakomodasi uncertainty dalam perhitungan dan \neksibilitas\nmanajerial dalam membuat keputusan investasi. Metode Real Option memi-\nliki atribut yang cocok untuk menilai proyek yang jangka waktunya lama dan\nmemiliki tingkat uncertainty yang tinggi. Dalam pendekatannya, metode Re-\nal Option memisahkan faktor resiko atas uncertainty dan waktu, sedangkan\nmetode DCF menggunakan satu discount factor yang merupakan gabungan\nantara faktor resiko atas uncertainty dan waktu. Penilaian Real Option di-\nlakukan dengan algoritma Least Square Monte Carlo. Dari membandingkan\npenilaian proyek pada suatu eld minyak dengan metode DCF dan Real Op-\ntion, diperoleh hasil bahwa nilai NPV dari metode DCF adalah negatif, artinya\nproyek harusnya ditolak. Sedangkan dari hasil penilaian Real Option dipero-\nleh nilai yang positif. Artinya, proyek tersebut memiliki nilai atas uncertainty\nyang terjadi di masa depan. Selanjutnya, penilaian Real Option pada kasus\nopsi ekspansi di industri minyak oshore, diperoleh nilai NPV deterministik\nyang negatif ketika mengabaikan uncertainty atas harga dan jumlah produk-\nsi tambahan minyak atas ekspansi tersebut. Sedangkan ketika memasukkan\nunsur uncertainty harga dan jumlah produksi tambahan dalam perhitungan,\ndiperoleh nilai opsi yang positif.", "Daftar File": {}, "Penulis": "Sri Wahyu [20114020]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Kuntjoro Adji Sidarto"], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "proyek perminyakan, uncertainty, Discount Cash Flow, Real Op- tion, least square Monte Carlo", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "0 file", "Tanggal Input": "23 Okt 2019"}