{"Nomor": 44498, "Judul": "PENGEMBANGAN PRODRUG SILAN DARI LIMBAH BATANG NANAS DENGAN ASAM 5-AMINOSALISILAT UNTUK SISTEM PENGHANTARAN BERTARGET KE KOLON", "Abstrak": "Pemanfaatan silan dari limbah batang nanas sebagai eksipien di bidang farmasi\nmerupakan salah satu solusi untuk mengurangi masalah lingkungan akibat limbah\norganik. Silan merupakan bahan yang berpotensi untuk dijadikan sebagai pembawa\ndalam sistem penghantaran ke kolon karena memiliki karakteristik tidak larut air,\ntahan pada suasana asam, dan hanya dapat didegradasi oleh enzim silanase di kolon.\nAsam 5-aminosalisilat (5-ASA) merupakan standar pengobatan untuk terapi\ninflammatory bowel disease (IBD). 5-ASA dapat diabsorpsi secara cepat pada\nsaluran cerna bagian atas sehingga menjadi tidak efektif untuk pengobatan IBD dan\nresiko efek samping yang tidak diinginkan jika digunakan dalam waktu lama. Oleh\nkarena itu, untuk mencegah absorpsi pada saluran cerna bagian atas sehingga\nmengurangi efek samping obat yang tidak diinginkan, 5-ASA dikonjugasikan\ndengan silan untuk membentuk suatu prodrug. Pembentukan prodrug ini terdiri dari\ndua tahap yaitu sintesis pembentukan asam 5-formilaminosalisilat dan konjugasi\nsilan dengan 5-ASA menggunakan 1,1????- carbonyldiimidazole dalam pelarut dimetil\nsulfoksida dan katalis trietilamin. Hasil sintesis dikarakterisasi dengan\nspektrofotometer UV-Vis dan inframerah. Studi profil in vivo 5-ASA bebas maupun\nbentuk prodrugnya dilakukan pada tikus Wistar setelah pemberian kedua senyawa\nsecara peroral. Selanjutnya dilakukan uji aktivitas prodrug silan-5-ASA pada model\ntikus kolitis yang diinduksi dengan TNBS (80 mg/kg bb) secara intrarektal. Hewan\nuji dibagi menjadi 5 kelompok yaitu kontrol negatif, kontrol positif, 5-ASA (180\nmg/kg bb/hari), silan (192,96 mg/kg bb/hari), dan konjugat ester silan-5-ASA\n(372,96 mg/kg bb/hari). Pengamatan dilakukan selama 14 hari dan indeks angka\npenyakit (IAP) dievaluasi setiap hari. Setelah 14 hari, tikus dikorbankan dan kolon\ntikus diisolasi untuk dianalisis meliputi panjang dan berat kolon, kerusakan secara\nmakroskopik, histologi, dan pengamatan mediator inflamasi dengan RT-PCR\nsemikuantitatif. Hasil karakterisasi prodrug menunjukkan bahwa silan-5-ASA\nberhasil disintesis. Hasil uji aktivitas menunjukkan nilai IAP kelompok yang\ndiberikan prodrug silan-5-ASA menurun secara signifikan dibandingkan dengan\nkelompok kontrol (p<0,05). Hal ini dikonfirmasi dengan data pengamatan histologi,\npengamatan makroskopik kolon, dan pengamatan mediator inflamasi kelompok.\nKeberhasilan pentargetan ke kolon prodrug dikonfirmasi data profil in vivo kadar\n5-ASA dari prodrug dan bentuk bebasnya setelah pemberian oral, di mana 5-ASA\ndalam bentuk prodrug diabsorpsi sangat rendah dibandingkan dengan 5-ASA bebas\nii\nyang sangat besar diabsorpsi di saluran cerna bagian atas. Dari hasil penelitian ini\ndapat disimpulkan bahwa konjugasi silan dan 5-ASA sangat menjanjikan sebagai\nbentuk alternatif untuk penghantaran bertarget 5-ASA di kolon.", "Daftar File": {"ABSTRAK Benita Rachel Praevina Nababan": "https://digilib.itb.ac.id/gdl/download/186140", "COVER Benita Rachel Praevina Nababan": "https://digilib.itb.ac.id/gdl/download/204182", "BAB 1 Benita Rachel Praevina Nababan": "https://digilib.itb.ac.id/gdl/download/204183", "BAB 2 Benita Rachel Praevina Nababan": "https://digilib.itb.ac.id/gdl/download/204184", "BAB 3 Benita Rachel Praevina Nababan": "https://digilib.itb.ac.id/gdl/download/204185", "BAB 4 Benita Rachel Praevina Nababan": "https://digilib.itb.ac.id/gdl/download/204186", "BAB 5 Benita Rachel Praevina Nababan": "https://digilib.itb.ac.id/gdl/download/204187", "PUSTAKA Benita Rachel Praevina Nababan": "https://digilib.itb.ac.id/gdl/download/204189"}, "Penulis": "Benita Rachel Praevina Nababan [20716042]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Heni Rachmawati, Apt., M.Si.", "Dr. Neng Fisheri Kurniati, S.Si., M.Si., Apt.", "Dr.rer.nat. Catur Riani, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Silan, 5-ASA, prodrug, penghantaran bertarget kolon, inflammatory bowel disease", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "8 file", "Tanggal Input": "23 Okt 2019"}