{"Nomor": 44500, "Judul": "INFRASTRUKTUR ENERGI SURYA SEBAGAI PEMBENTUK KARAKTER LANSKAP KAMPUS Studi Kasus: Institut Teknologi Sumatera, Lampung", "Abstrak": "Perancangan lanskapkampus Institut Teknologi Sumatera (ITERA) dengan\ninfrastruktur energi surya merupakan sebuah respon terhadap isu pemanasan\nglobal. Saat ini pengembangan energi terbarukan seperti energi surya menjadi\nsalah satu cara untuk menggantikan penggunaan energi fosil. Energi surya\nmerupakan energi terbarukan yang potensinya cukup memungkinkan untuk\ndikembangkan di Indonesia. Selain itu, energi surya juga merupakan energi\nterbarukan yang memiliki emisi paling rendah dibandingkan energi terbarukan\nlainnya. Namun, pengembangan infrastruktur energi surya tetap memiliki\npengaruh terhadap penggunaan lahan dan perubahan karakter lanskap. Penerapan\nperancangan infrastruktur energi surya di lanskap kampus ITERA merupakan\nsebuah langkah awal studi perancangan lanskap yang dapat menjadi arahan untuk\npengembangan lanskap energi surya. Karena hingga kini masih sedikit contoh\nkasus studi infrastruktur energi surya yang memperhatikan aspek lanskap.\nProses perancangan dimulai dengan melakukan kajian mengenai infrastruktur\nenergi surya dan studi banding kasus-kasus sejenis sehingga diketahui kriteria apa\nsaja yang mempengaruhi desain lanskapnya. Kajian tersebut dilanjutkan dengan\nkajian tapak kampus dalam bentuk analisis tapak yang disusun untuk menjadi\narahan perancangan lanskap dalam bentuk rumusan desain. Proses pengaplikasian\ndapat disesuaikan dengan perencanaan dan pengembangan kegiatan kampus\nITERA.\nKonsep perancangan lanskap kampus ITERA memberatkan pada konsep\nmemperlakuan infrastruktur sebagai lanskap dan lanskap sebagai infrastruktur\nsebagai sebuah bentuk tanggapan terhadap efektivitas lahan untuk rancangan\nlanskap infrastruktur energi surya. Konsep tersebut disesuaikan juga dengan\nkegiatan kampus dalam bentuk eco-relavatory design sehingga dapat\nmemperlihatkan prosesnya ke pengguna dan mengedukasinya secara tidak\nlangsung", "Daftar File": {"COVER Silvi": "https://digilib.itb.ac.id/gdl/download/186150", "BAB 1 Silvi": "https://digilib.itb.ac.id/gdl/download/186151", "BAB 2 Silvi": "https://digilib.itb.ac.id/gdl/download/186152", "BAB 3 Silvi": "https://digilib.itb.ac.id/gdl/download/186153", "BAB 4 Silvi": "https://digilib.itb.ac.id/gdl/download/186154", "BAB 5 Silvi": "https://digilib.itb.ac.id/gdl/download/186155", "BAB 6 Silvi": "https://digilib.itb.ac.id/gdl/download/186156", "BAB 7 Silvi": "https://digilib.itb.ac.id/gdl/download/186157", "PUSTAKA Silvi": "https://digilib.itb.ac.id/gdl/download/186158"}, "Penulis": "Silvi [28914003]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. R.R. Dhian Damajani, M.T.", "Dr.Ir. Nanang Hariyanto, MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur Lanskap", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "lanskap kampus, lanskap energi berkelanjutan, infrastruktur energi surya, infrastruktur sebagai lanskap dan lanskap sebagai infrastruktur", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "23 Okt 2019"}