{"Nomor": 44502, "Judul": "STUDI PANDUAN DESAIN PENGEMBANGAN KAWASAN CAGAR BUDAYA KORIDOR JALAN Ir. H. DJUANDA, BANDUNG", "Abstrak": "Kawasan cagar budaya merupakan kawasan yang memiliki karakter tertentu dan\nmembutuhkan penanganan secara khusus untuk tetap dapat menjaga identitasnya.\nKoridor Jalan Ir. H. Djuanda, Bandung merupakan zona cagar budaya dengan\ntema perlindungan bangunan heritage dalam PERDA Kota Bandung No. 19 tahun\n2009. Pengembangan koridor ini dalam pelaksanaannya mengalami berbagai\npandangan dan perdebatan terkait arah penataan koridor Jalan Ir. H. Djuanda,\nBandung sehingga menyebabkan pengendalian karakter koridor Jalan Ir. H.\nDjuanda, Bandung tidak berjalan optimal. Tujuan penelitian ini untuk\nmenyepakati arah kebijakan perlindungan karakter koridor Jalan Ir. H. Djuanda,\nBandung sebagai dasar perumusan panduan desain rancang kota. Metode untuk\nmerumuskan arahan pengembangan koridor Jalan Ir. H. Djuanda, Bandung\nmenggunakan metode Delphi, untuk menghasilkan konsensus terkait arahan\npengembangan koridor, karena iterasi dalam pengumpulan data dirancang untuk\ndilakukan beberapa kali dalam mengembangkan topik tersebut. Hasil penelitian\narah pengembangan koridor Jalan Ir. H. Djuanda, Bandung yaitu adaptive re-use,\nadalah pengembangan kegiatan yang lebih sesuai dengan kebutuhan masa kini\ndengan melakukan perubahan terbatas yang tidak akan mengakibatkan\nkemerosotan nilai pentingnya atau kerusakan pada bagian yang mempunyai nilai\npenting.", "Daftar File": {"BAB 1 Mariza Sutia Trianisari": "https://digilib.itb.ac.id/gdl/download/186167", "BAB 2 Mariza Sutia Trianisari": "https://digilib.itb.ac.id/gdl/download/186168", "BAB 3 Mariza Sutia Trianisari": "https://digilib.itb.ac.id/gdl/download/186169", "BAB 4 Mariza Sutia Trianisari": "https://digilib.itb.ac.id/gdl/download/186170", "BAB 5 Mariza Sutia Trianisari": "https://digilib.itb.ac.id/gdl/download/186171", "BAB 6 Mariza Sutia Trianisari": "https://digilib.itb.ac.id/gdl/download/186172", "PUSTAKA Mariza Sutia Trianisari": "https://digilib.itb.ac.id/gdl/download/186174", "COVER Mariza Sutia Trianisari": "https://digilib.itb.ac.id/gdl/download/201696"}, "Penulis": "Mariza Sutia Trianisari [25614012]", "Kontributor / Dosen Pembimbing": ["Dr. RM. Petrus Natalivan Indradjati, S.T., M.T.", "Dr.Eng. Arif Sarwo Wibowo, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rancang Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Panduan Desain, Karakter Kawasan, Kawasan Cagar Budaya, Koridor Komersial", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "23 Okt 2019"}