{"Nomor": 44513, "Judul": "PREDIKSI TOKSISITAS BAHAN PEWARNA KOSMETIKA SECARA IN SILICO MENGGUNAKAN ADMET PREDICTOR, OECD QSAR TOOLBOX, TOXICITY ESTIMATING SOFTWARE TOOL DAN TOXTREE", "Abstrak": "Kosmetika yang beredar di masyarakat harus terjamin keamanannya. Salah satu\nparameter keamanan kosmetika adalah toksisitas dari bahan yang terkandung di\ndalamnya antara lain pewarna, pengawet dan tabir surya. Data toksisitas dapat\ndiperoleh dari pengujian secara in vitro dan in vivo. Akan tetapi, penggunaan\nhewan uji untuk uji toksisitas kosmetika saat ini mulai terbatas. Hal ini\nmendorong berkembangnya metode prediksi menggunakan komputasi untuk uji\ntoksisitas sebagai pendukung pengujian in vitro dan in vivo. Toksikologi in\nsilico adalah aplikasi dari teknologi komputer untuk menganalisis data dan\nmodel yang ada serta memprediksi aktivitas toksik dari suatu zat. Penelitian ini\nbertujuan untuk mendapatkan prediksi toksisitas bahan pewarna kosmetika\nsecara in silico. Prediksi toksisitas bahan pewarna kosmetika yang dilakukan\npada penelitian ini antara lain prediksi karsinogenisitas, prediksi mutagenisitas\ndan prediksi sensitisasi kulit. Prediksi dilakukan menggunakan ADMET\nPredictor™v.7.1.0013, OECD QSAR Toolbox v3.4, Toxicity Estimating\nSoftware Tool (T.E.S.T.) v4.2, dan ToxTree v2.6.13. Verifikasi metode prediksi\ndilakukan menggunakan senyawa kontrol dari Regulasi CLP dengan model\nklasifikasi. Parameter yang digunakan untuk verifikasi metode prediksi adalah\nparameter statistik Cooper. Hasil verifikasi metode prediksi diperoleh nilai\nparameter statistik Cooper untuk sensitivitas, spesifisitas, akurasi, prediktivitas\npositif dan prediktivitas negatif antara lain 0,6-1,0 pada metode prediksi\nmutagenisitas, 0,7-0,8 pada metode prediksi karsinogenisitas dan 0,4-0,7 pada\nmetode prediksi sensitisasi kulit. Nilai rasio positif palsu dan rasio negatif palsu\n0-0,3 pada metode prediksi mutagenisitas, 0.1-0.2 pada metode prediksi\nkarsinogenisitas dan 0,2-0,5 pada metode prediksi sensitisasi kulit. Nilai ROC\npositif dan ROC negatif 2-?pada metode prediksi mutagenisitas, 2-6 pada\nmetode prediksi karsinogenisitas dan 0,96-2,55 pada metode sensitisasi kulit.\nMetode prediksi yang digunakan menghasilkan prediksi senyawa bahan\npewarna kosmetika tidak toksik sebanyak 38 senyawa dan 96 senyawa bersifat\nii\ntoksik yaitu 21 senyawa bersifat karsinogen, mutagen dan skin sensitizer, 14\nsenyawa bersifat karsinogen dan skin sensitizer, 8 senyawa bersifat karsinogen\ndan mutagen dengan structural alert antron, xanthone, thioxanthone or\nacridone, diazo aromatik, amin aromatik, nitro aromatik, hidrazin, polycyclic\naromatic hidrocarbons, dan quinone, 29 senyawa bersifat karsinogen dengan\nstructural alert logam, eter benzensulfonat, imidazol atau benzimidazol dan\nbenzena terhalogenasi, dan 24 senyawa bersifat skin sensitizer dengan\nstructural alert amida, keton, karbonil aromatik, 1,2-dikarbonil, 1,3-dikarbonil,\npirazolon dan pirazolidinon, senyawa ?,?-carbonyl dengan ikatan rangkap\nterpolarisasi dan Quinone methide(s)/imines, Quinoide oxime structure,\nNitroquinones, Naphthoquinone(s)/imines. Metode in silico dapat digunakan\nuntuk memprediksi karsinogenisitas, mutagenisitas dan sensitisasi kulit dari\nbahan pewarna kosmetika dan dapat dijadikan sebagai metode pendukung\nuntuk evaluasi keamanan bahan pewarna kosmetika.", "Daftar File": {"ABSTRAK Widya Dwi Aryati": "https://digilib.itb.ac.id/gdl/download/186202", "COVER Widya Dwi Aryati": "https://digilib.itb.ac.id/gdl/download/204386", "BAB 1 Widya Dwi Aryati": "https://digilib.itb.ac.id/gdl/download/204387", "BAB 2 Widya Dwi Aryati": "https://digilib.itb.ac.id/gdl/download/204388", "BAB 3 Widya Dwi Aryati": "https://digilib.itb.ac.id/gdl/download/204389", "BAB 4 Widya Dwi Aryati": "https://digilib.itb.ac.id/gdl/download/204390", "BAB 5 Widya Dwi Aryati": "https://digilib.itb.ac.id/gdl/download/204391", "BAB 6 Widya Dwi Aryati": "https://digilib.itb.ac.id/gdl/download/204392", "PUSTAKA Widya Dwi Aryati": "https://digilib.itb.ac.id/gdl/download/204393"}, "Penulis": "Widya Dwi Aryati [20715003]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Sophi Damayanti, M.Si., Apt.", "Benny Permana, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "prediksi toksisitas, metode in silico, bahan pewarna kosmetika, karsinogen, mutagen, skin sensitizer", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "24 Okt 2019"}