{"Nomor": 44514, "Judul": "ISOLASI DAN KARAKTERISASI PIGMEN FIKOSIANIN DARI Spirulina platensis", "Abstrak": "Spirulina platensis merupakan jenis mikroalga yang telah dimanfaatkan secara\nluas di beberapa negara sebagai suplemen makanan dan obat. Selain itu digunakan\njuga sebagai pewarna alami untuk makanan dan kosmetik yang berasal dari\nkomponen pigmen-pigmen yang terkandung di dalamnya, salah satunya\nfikosianin. Tujuan dari penelitian ini adalah untuk menghasilkan fikosianin dari\nbiomassa kering Spirulina platensis melalui optimasi ekstraksi dan metode\npemurnian. Dua jenis metode ekstraksi dilakukan yaitu metode sonikasi dan\nfreeze-thawing. Sedangkan pelarut yang digunakan adalah air, CaCl2 1%, dapar\nfosfat 0,01 M pH 7 dan dapar asetat 0,01 M pH 5. Parameter yang digunakan\nadalah rasio kemurnian (A615/A280), konsentrasi fikosianin (mg.ml\n-1\n) dan\nrendemen (mg.g\n-1\n) yang diperoleh dari perhitungan menggunakan nilai\nabsorbansi. Pemurnian fikosianin dilakukan dengan pengendapan menggunakan\nammonium sulfat dengan beberapa tingkat saturasi, dialisis menggunakan\nmembran selulosa dan kromatografi filtrasi gel. Hasil pemurnian kemudian\ndikarakterisasi berat molekulnya dengan elektroforesis gel. Karakterisasi gugus\nfungsi dilakukan dengan spektrofotometer infra merah. Ekstrak fikosianin yang\ndiperoleh dengan metode freeze thawing menggunakan pelarut dapar fosfat 0,01\nM pH 7 mempunyai rasio kemurnian yang paling tinggi dan setelah melalui tahap\npengendapan dengan ammonium sulfat, dialisis dan kromatografi filtrasi gel\nkemurnian meningkat menjadi 1,730. Isolat fikosianin dengan rasio kemurnian\ntersebut bisa digunakan untuk produk makanan dan kosmetik (food grade ?0,7 ).\nKarakterisasi berdasarkan berat molekul yang dilakukan dengan SDS-PAGE\nmenunjukkan berat molekul berada pada 15-16 kDa. Spektrum infra merah\nmenunjukkan kemiripan dengan standar fikosianin. Oleh karena itu, isolat pigmen\ndikonfirmasi sebagai fikosianin.", "Daftar File": {"ABSTRAK Susanti": "https://digilib.itb.ac.id/gdl/download/186203", "COVER Susanti": "https://digilib.itb.ac.id/gdl/download/204395", "BAB 1 Susanti": "https://digilib.itb.ac.id/gdl/download/204396", "BAB 2 Susanti": "https://digilib.itb.ac.id/gdl/download/204397", "BAB 3 Susanti": "https://digilib.itb.ac.id/gdl/download/204398", "BAB 4 Susanti": "https://digilib.itb.ac.id/gdl/download/204399", "BAB 5 Susanti": "https://digilib.itb.ac.id/gdl/download/204400", "BAB 6 Susanti": "https://digilib.itb.ac.id/gdl/download/204401", "PUSTAKA Susanti": "https://digilib.itb.ac.id/gdl/download/204402"}, "Penulis": "Susanti [20715009]", "Kontributor / Dosen Pembimbing": ["Elin Julianti, S.Si., Apt., M.Si., Ph.D.", "Marlia Singgih, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Spirulina platensis, fikosianin, pemurnian", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "24 Okt 2019"}