{"Nomor": 44512, "Judul": "PENGEMBANGAN METODE PENETAPAN KADAR CAMPURAN LISINOPRIL DAN HIDROKLOROTIAZID SECARA KOLORIMETRI", "Abstrak": "Kombinasi Lisinopril dan Hidroklorotiazid sebagai tablet multikomponen telah\ndiperkenalkan untuk pengobatan hipertensi. Metode penetapan kadar secara\nkolorimetri yang mudah, sensitif dan ekonomis dalam sediaan campuran tersebut\ntelah dilakukan dalam penelitian ini. Metode untuk penetapan kadar Lisinopril\nberdasarkan reaksinya dengan Asam Askorbat dalam medium DMF yang\nmenghasilkan produk berwarna yang menghasilkan serapan maksium pada 525 nm.\nSementara metode penetapan kadar Hidroklorotiazid mengacu pada reaksi Bratton-\nMarshall, dimana Hidroklorotiazid ditetapkan secara kolorimetri setelah\nmengalami proses diazotasi dan di kopling dengan reagen N-(1-Naphthyl)-1,2-\nEthanediamine sehingga menghasilkan serapan maksimum pada 518 nm. Metode\nanalisis di validasi dan selanjutnya digunakan untuk penentuan kadar Lisinopril dan\nHidroklorotiazid pada sediaan tablet campuran. Persamaan regresi linier yang\ndiperoleh dari rentang konsentrasi 10-60 ?g/mL adalah y = 0,00953x dengan\nkoefisien korelasi 0,998123 untuk Lisinopril, dan y = 0,01599x dengan koefisien\nkorelasi 0,999479 untuk Hidroklorotiazid. Batas deteksi dan batas kuantisasi\nLisinopril yaitu 3,68 ?g/mL dan 12,26 ?g/mL; untuk Hidroklorotiazid yaitu 2,03\n?g/mL dan 6,78 ?g/mL dihitung secara statistik dari kurva kalibrasi berdasarkan\nguideline dari ICH. Hasil uji presisi pada hari yang sama diperoleh SBR berturutturut pada hari ke-1, ke-2 dan ke-3 adalah sebesar 0,86%; 0,66% dan 1,44% untuk\nLisinopril; dan 0,34%; 0,36% dan 0,52% untuk Hidroklorotiazid. Sedangkan presisi\nantar hari diperoleh nilai SBR 0,4% untuk Lisinopril dan 0,13% untuk\nHidroklorotiazid. Nilai persen perolehan kembali (% recovery) dengan metode\nsimulasi (spiked-placebo rcovery) berkisar 98,45 - 101,97% untuk Lisinopril dan\n99,07 – 101,87% untuk Hidroklorotiazid. Uji ketegaran menunjukkan bahwa\nadanya sedikit perubahan pada waktu pemanasan dan variasi kecil pada banyaknya\nvolume penderivat tidak menyebabkan perbedaan pada hasil analisis. Nilai SBR\ndan perbedaan antara perubahan parameter dengan kondisi normal adalah lebih\nkecil dari 2%. Hasil penetapan kadar Lisinopril dan Hidroklorotiazid dalam produk\nobat yang dihitung berdasarkan kadar yang tertera di etiket diperoleh kadar\nLisinopril sebesar 99,65 – 100,02% dan Hidroklorotiazid sebesar 99,54 – 100,23%.\nBerdasarkan keseluruhan hasil dapat disimpulkan bahwa metode analis penentuan\nkadar Lisinopril dan Hidroklorotiazid dalam sediaan campuran merupakan metode\nanalisis yang valid yang dapat digunakan untuk penetapan kadar secara kolorimetri.", "Daftar File": {"ABSTRAK Lina Rahmawati Rizkuloh": "https://digilib.itb.ac.id/gdl/download/186201", "BAB 1 Lina Rahmawati Rizkuloh": "https://digilib.itb.ac.id/gdl/download/204380", "BAB 2 Lina Rahmawati Rizkuloh": "https://digilib.itb.ac.id/gdl/download/204381", "BAB 3 Lina Rahmawati Rizkuloh": "https://digilib.itb.ac.id/gdl/download/204382", "BAB 4 Lina Rahmawati Rizkuloh": "https://digilib.itb.ac.id/gdl/download/204383", "BAB 5 Lina Rahmawati Rizkuloh": "https://digilib.itb.ac.id/gdl/download/204384", "PUSTAKA Lina Rahmawati Rizkuloh": "https://digilib.itb.ac.id/gdl/download/204385"}, "Penulis": "Lina Rahmawati Rizkuloh [20715001]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Slamet Ibrahim Surantaatmadja", "Benny Permana, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Lisinopril, Hidroklorotiazid, Asam Askorbat, N-(1-Naphthyl)-1,2- Ethane-diamine, Kolorimetri.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "7 file", "Tanggal Input": "24 Okt 2019"}