{"Nomor": 44519, "Judul": "PREDIKSI TOKSISITAS SENYAWA BAHAN PENGAWET PADA KOSMETIK SECARA IN SILICO MENGGUNAKAN ADMET PREDICTOR, QSAR TOOLBOX, TOXTREE DAN TOXICITY ESTIMATION SOFTWARE TOOL (TEST)", "Abstrak": "Kosmetik adalah sediaan yang digunakan pada bagian luar tubuh manusia antara lain\nepidermis, rambut, kuku, bibir, organ genital, bagian luar gigi dan membran mukosa\npada mulut. Kosmetik terdiri dari bahan pengawet, pewarna dan tabir surya. Untuk\nmelengkapi data in vivo dan in vitro, dibutuhkan metode in silico untuk membantu\nmengambil keputusan dalam menentukan toksisitas suatu senyawa. Tujuan penelitian\nini adalah untuk prediksi toksisitas pengawet pada kosmetik secara in silico. Setiap\nmetode digunakan di verifikasi. Tujuh puluh sembilan senyawa dioptimasi geometri\ndan dilanjutkan dianalisis menggunakan perangkat lunak ADMET Predictor, QSAR\nToolbox, Toxtree dan Toxicity Estimation Software Tool (TEST). Hasil prediksi log P\nsenyawa yaitu berada pada rentang nilai -3,916 sampai 5,761, nilai berat molekul\nberada pada rentang 30,026 g/mol sampai 512,257 g/mol dan nilai permeabilitas kulit\ndari 0,0015 cm/detik x 10\n7\nsampai 8714,627 cm/detik x 10\n7\n. Nilai rentang prediksi\npH 0,56 sampai 13,7. Nilai prediksi (Lethal Dose) LD50 senyawa dari 56,94 mg/kg\nsampai dengan 5928,69 mg/kg. Hasil prediksi mutagen diperoleh13 senyawa positif\nmenggunakan perangkat lunak QSAR Toolbox dan 17 senyawa positif menggunakan\nADMET Predictor. Prediksi karsinogen diperoleh 28 senyawa positif menggunakan\nQSAR Toolbox dan 29 senyawa positif menggunakan ADMET Predictor 2D, 34\npositif menggunakan Admet Predictor 3D. Prediksi korosif, iritasi pada kulit\ndiperoleh 24 senyawa positif menggunakan QSAR Toolbox. Prediksi sensitivitas\npada kulit diperoleh 44 senyawa positif menggunakan ADMET Predictor 2D dan 48\nsenyawa positif menggunakan ADMET Predictor 3D. Metode in silico pada pada\npenelitian ini dapat digunakan untuk prediksi pengawet pada kosmetik.", "Daftar File": {"ABSTRAK Purnawan Pontana Putra": "https://digilib.itb.ac.id/gdl/download/186208", "COVER Purnawan Pontana Putra": "https://digilib.itb.ac.id/gdl/download/204436", "BAB 1 Purnawan Pontana Putra": "https://digilib.itb.ac.id/gdl/download/204437", "BAB 2 Purnawan Pontana Putra": "https://digilib.itb.ac.id/gdl/download/204438", "BAB 3 Purnawan Pontana Putra": "https://digilib.itb.ac.id/gdl/download/204439", "BAB 4 Purnawan Pontana Putra": "https://digilib.itb.ac.id/gdl/download/204441", "BAB 5 Purnawan Pontana Putra": "https://digilib.itb.ac.id/gdl/download/204442", "BAB 6 Purnawan Pontana Putra": "https://digilib.itb.ac.id/gdl/download/204444", "PUSTAKA Purnawan Pontana Putra": "https://digilib.itb.ac.id/gdl/download/204446"}, "Penulis": "Purnawan Pontana Putra [20715030]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Sophi Damayanti, M.Si., Apt.", "Benny Permana, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "in silico, Prediksi Toksisitas, Kosmetik, Bahan pengawet", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "24 Okt 2019"}