{"Nomor": 44522, "Judul": "PEMBANDINGAN METODE PENETAPAN KADAR DAN ANALISIS PENGARUHNYA TERHADAP EFISIENSI PENGENDALIAN MUTU SEDIAAN TABLET KOMBINASI DOSIS TETAP RIFAMPISIN DAN ISONIAZID DI PT PHAPROS TBK", "Abstrak": "Tujuan dari penelitian ini untuk membandingkan metode spektrofotometri dengan\nmetode KCKT dalam menetapkan kadar tablet kombinasi dosis tetap rifampisin\n150 mg isoniazid 150 mg, serta menganalisis dampak efisiensi yang\nditimbulkannya. Dalam metode spektrofotometri, sampel dilarutkan dalam\nmetanol dan diperiksa pada panjang gelombang 479 nm untuk menetapkan kadar\nrifampisin, serta menggunakan metode turunan pertama pada panjang gelombang\n295,3 nm untuk menetapkan kadar isoniazid. Kurva kalibrasi rifampisin dan\nisoniazid ditemukan linear pada rentang 12 –36 µg/ml. Akurasi metode\nditentukan dengan studi perolehan kembali dan ditemukan pada 98,0 sampai\n102,0%. Nilai % RSD pada parameter presisi dan presisi antara kurang dari 2,0%\npada kedua senyawa aktif. Metode KCKT yang digunakan adalah metode rutin\ndan sudah divalidasi di laboratorium pengendalian mutu PT Phapros Tbk. Upper\nlimit of confidence interval pada perbandingan presisi kedua metode didapatkan\nnilai kurang dari 4,0. Nilai rata-rata perolehan kembali pada perbandingan akurasi\nditemukan tidak berbeda bermakna pada kedua metode menggunakan uji t.\nPenggunaan metode spektrofotometri terbukti efisiensi pada penggunaan bahan,\nwaktu analisis, energi listrik, dan tenaga kerja dibandingkan dengan metode\nKCKT.", "Daftar File": {"ABSTRAK Aries Badrus Sholeh": "https://digilib.itb.ac.id/gdl/download/186210", "COVER Aries Badrus Sholeh": "https://digilib.itb.ac.id/gdl/download/204486", "BAB 1 Aries Badrus Sholeh": "https://digilib.itb.ac.id/gdl/download/204487", "BAB 2 Aries Badrus Sholeh": "https://digilib.itb.ac.id/gdl/download/204488", "BAB 3 Aries Badrus Sholeh": "https://digilib.itb.ac.id/gdl/download/204489", "BAB 4 Aries Badrus Sholeh": "https://digilib.itb.ac.id/gdl/download/204490", "BAB 5 Aries Badrus Sholeh": "https://digilib.itb.ac.id/gdl/download/204491", "BAB 6 Aries Badrus Sholeh": "https://digilib.itb.ac.id/gdl/download/204492", "PUSTAKA Aries Badrus Sholeh": "https://digilib.itb.ac.id/gdl/download/204493"}, "Penulis": "Aries Badrus Sholeh [21815005]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Slamet Ibrahim Surantaatmadja", "Dr.rer.nat. Rachmat Mauludin, S.Si., Apt., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi Industri", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "isoniazid, KCKT, kombinasi dosis tetap, pengendalian mutu, rifampisin, spektrofotometri", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "24 Okt 2019"}