{"Nomor": 44531, "Judul": "MODEL EVAKUASI BENCANA TSUNAMI KOTA PADANG", "Abstrak": "Tsunami adalah suatu gelombang kereta yang bergerak dengan kecepatan\ntinggi pada permukaan laut. Gelombang berjalan ini disebabkan oleh per-\npindahan sejumlah besar volume air setelah terjadinya gempa bumi bawah\nlaut atau letusan gunung berapi. Kecepatan tsunami menurun saat mencapai\npantai bersamaan dengan peningkatan amplitudonya. Dua tsunami besar\ntelah terjadi di Indonesia dengan banyak korban dan kerusakan yang besar.\nSistem Peringatan Dini Tsunami Indonesia telah dipasang di sepanjang pantai\nbarat Sumatera. Sistem peringatan dini akan memberikan sekitar 10-15 menit\nuntuk mengevakuasi orang-orang dari daerah risiko tinggi ke daerah yang\naman. Di sini dalam tugas akhir ini, model matematika untuk evakuasi\ntsunami disajikan dengan Kota Padang sebagai studi kasus. Dalam model,\ndaerah aman dipilih dari gedung-gedung tinggi yang ada, daerah risiko rendah\ndengan ketinggian yang relatif tinggi dan (diusulkan untuk membangun) jalan\nlingkar yang terletak dalam radius sekitar 1 km dari masing-masing tempat\nberkumpul. Model ini diformulasikan sebagai masalah optimasi dengan\nwaktu evakuasi total sebagai fungsi objektif. Kendalanya terdiri dari waktu\nevakuasi maksimum yang diizinkan di setiap rute, kapasitas maksimum setiap\ndaerah aman, dan jumlah orang yang akan dievakuasi. Masalah optimasi\ndiselesaikan secara numerik menggunakan metode program linier dengan Mat-\nlab. Hasil numerik ditampilkan untuk berbagai skenario evakuasi kota Padang.", "Daftar File": {"COVER Rudy Kusdiantara": "https://digilib.itb.ac.id/gdl/download/186268", "BAB 1 Rudy Kusdiantara": "https://digilib.itb.ac.id/gdl/download/186269", "BAB 2 Rudy Kusdiantara": "https://digilib.itb.ac.id/gdl/download/186270", "BAB 3 Rudy Kusdiantara": "https://digilib.itb.ac.id/gdl/download/186271", "BAB 4 Rudy Kusdiantara": "https://digilib.itb.ac.id/gdl/download/186272", "BAB 5 Rudy Kusdiantara": "https://digilib.itb.ac.id/gdl/download/186273", "PUSTAKA Rudy Kusdiantara": "https://digilib.itb.ac.id/gdl/download/186275"}, "Penulis": "Rudy Kusdiantara [10107095]", "Kontributor / Dosen Pembimbing": ["Prof. Edy Soewono, Ph.D.", "Prof. Dr. Ir. M. Syahril B. Kusuma"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Natural sciences & mathematics", "Kata Kunci": "Program linier, model evakuasi tsunami.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "25 Okt 2019"}