{"Nomor": 44536, "Judul": "Analysis of Air Quality Index Distribution of PM10 and O3 Concentrations in Ambient Air of Medan City, Indonesia", "Abstrak": "ABSTRACT: Development of industries and increase in transportation usage directly\naffect air quality. Some pollutants have negative impacts on human health and the\nenvironment, such as particulate matter 10 microns (PM10) and ozone (O3). Distribution of\nPM10 and O3 concentrations from various emission sources in urban areas provide basic\ninformation to facilitate development of policies, programs and regulations related to air\npollution control. This study aims to map and analyse the air quality index distribution of\nPM10 and O3 in the city of Medan, Indonesia. This research was conducted by sampling\nPM10 and O3 at 12 sampling points throughout the city. The concentration of PM10 was\nmeasured using laser dust monitor model LD 1, while the concentration of O3 was measured\nusing impinger and chemiluminescent analysis. The results showed that the air quality\nindex obtained was from 23 (good) to 155 (unhealthy) for PM10, and from 8 (good) to\n87 (medium) for the O3 parameter. The mapping of air quality index distribution for PM10\nand O3 was done by using Surfer 10 to illustrate the distribution of areas with the unhealthy\ncategory for PM10 and the medium category for O3 located in Medan Belawan sub-district.\nAir pollution control can be done by applying clean technology for the industry sector and\nmass transportation for transportation sector", "Daftar File": {}, "Penulis": "Isra’ Suryati [-]", "Kontributor / Dosen Pembimbing": ["Hafizhul Khair and Deni Gusrianti"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "Engineering & allied operations", "Kata Kunci": "Air quality index, distribution, mapping, O3, PM10", "Sumber": "Journal of Physical Science, suppl. Supp. 3; Pinang Vol. 29,  (2018): 37-48", "Staf Input/Edit": "Yanti Sri Rahayu, S.Sos", "File": "1 file", "Tanggal Input": "25 Okt 2019"}