{"Nomor": 44543, "Judul": "PROTEIN REKOMBINAN SUB-UNIT L TIROSINASE DARI JAMUR AGARICUS BISPORUS SEBAGAI PEMBAWA UNTUK SISTEM PENGHANTARAN ORAL: KAJIAN AWAL PEMBERIAN BERULANG PADA MENCIT GALUR SWISS WEBSTER", "Abstrak": "Sistem penghantaran oral merupakan sistem penghantaran yang banyak dikembangkan, tetapi\nrendahnya bioavailabilitas obat menjadi kendala. Oleh karena itu, dikembangkan eksipien atau\npembawa untuk meningkatkan bioavailabilitas, salah satunya dengan protein. Protein LSMT (Light\nSub-Unit Mushroom Tyrosinase) merupakan sub-unit ringan dari enzim tirosinase jamur kancing\n(Agaricus bisporus). Enzim tirosinase yang berupa protein tetramer terdiri atas dua sub-unit berat\n(sub-unit H) dan dua sub-unit ringan (sub-unit L). Kedua sub-unit ini memilki perbedaan aktivitas,\nsub-unit H menunjukan aktivitas sebagai enzim tirosinase, tetapi sub-unit L, yaitu LSMT, tidak\nmemilikinya. Protein LSMT memiliki struktur menyerupai lektin dan homolog dengan protein HA\n33 dari Clostridium botulinum dan CNL dari Clitocybe nebularis yang telah digunakan sebagai\npembawa untuk meningkatkan bioavailabilitas obat. Struktur yang dimiliki lektin dapat\nberinteraksi dengan struktur terglikosilasi pada permukaan epitel usus halus sehingga memicu\nendositosis atau transitosis. Tetapi, dalam penggunaan protein, terdapat faktor yang dapat\nmemberikan pengaruh negatif, yaitu imunogenisitas serta toksisitas protein. Sebagai tahap awal,\nuntuk memastikan keamanan penggunaannya, respons hewan percobaan terhadap protein LSMT\ndievaluasi setelah dilakukan pemberian melalui rute intraperitoneal, untuk menghindari\nkompleksitas absorbsi per oral, setiap satu minggu sekali selama 12 minggu. Pengamatan\nbeberapa parameter dilakukan, meliputi, bobot badan, serum IgG, indeks organ dan histologi\norgan. Analisis dengan metode Dot Blot dilakukan untuk mengevaluasi terbentuknya antibodi IgG\nsebagai respons imun terhadap pemberian LSMT. Setelah minggu ke-12, hewan dinekropsi dan\ndilakukan isolasi lima organ utama, hati, limpa, jantung, paru-paru, dan ginjal untuk penentuan\nindeks organ dan observasi mikroskopik. Berdasarkan analisis statistik menggunakan\nIndependent-Samples T Test untuk bobot badan dan indeks organ, dengan signifikansi p<0,05,\ntidak terdapat perbedaan bermakna antara bobot badan serta indeks organ hewan uji dengan\nkontrol. Berdasarkan analisis dengan metode Dot Blot, tidak terdapat antibodi (IgG) yang dapat\nmengenali LSMT secara spesifik. Berdasarkan observasi mikroskopik, tidak terdapat perbedaan\nhasil histologi kelima organ tersebut pada hewan uji dan hewan kontrol.", "Daftar File": {"ABSTRAK Alida Efthyani": "https://digilib.itb.ac.id/gdl/download/186331"}, "Penulis": "Alida Efthyani [10712054]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Heni Rachmawati, Apt., M.Si.", "Dr. Wangsa Tirta Ismaya"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "pembawa obat, struktur serupa lektin, imunogenisitas, mencit Swiss Webster", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "28 Okt 2019"}