{"Nomor": 44546, "Judul": "FORMULASI KRIM MINYAK BEKATUL UNTUK TABIR SURYA SERTA UJI IRITASI DAN UJI AKTIVITAS IN VIVO", "Abstrak": "Sinar matahari merupakan sumber energi bagi kelangsungan hidup semua makhluk di bumi.\nNamun, paparan berlebihan dapat menyebabkan kerusakan kulit. Tabir surya adalah sediaan yang\ndapat menahan sinar ultraviolet dengan mekanisme kimiawi atau fisika. Kemampuan tabir surya\nmenahan sinar ultraviolet dinyatakan sebagai nilai faktor pelindung surya (FPS). FPS merupakan\nperbandingan nilai Dosis Eritema Minimal (DEM) setelah diberi sediaan tabir surya dan sebelum\ndiberi tabir surya. Bekatul adalah serbuk halus yang melapisi bulir beras dalam biji padi. Minyak\nbekatul merupakan hasil ekstraksi dari bekatul dan benih. Bekatul mengandung senyawa !-\noryzanol yang memiliki peran protektif terhadap sinar UV dengan mekanisme kimiawi sehingga\ndapat digunakan sebagai agen tabir surya. Tujuan penelitian ini adalah menentukan formulasi\nsediaan krim tabir surya dari minyak bekatul, menentukan nilai FPS secara in vivo dan melakukan\nuji iritasi pada kulit. Penelitian ini diawali dengan menentukan nilai Hydrophilic-Lipophilic Balance\n(HLB) yaitu 9,3. Formulasi sediaan meliputi optimasi konsentrasi emulgator, peningkat viskositas\ndan konsentrasi minyak bekatul. Formula krim yang memenuhi persyaratan adalah formula yang\nmengandung 3% minyak bekatul, 10% vaselin album, 10% parafin cair, 7% setostearil alkohol,\n5,09% Span 80, 3,91% Tween 40 dan 60,7% aquades. Krim yang dibuat dievaluasi organoleptis,\npH, viskositas, stabilitas, uji iritasi kulit, dan penentuan nilai FPS secara in vivo. Uji iritasi primer\nmenunjukkan tidak terjadi iritasi pada kulit punggung kelinci. Pengujian nilai aktivitas FPS diawali\ndengan penentuan DEM atau energi minimal sinar UV B yang dapat menimbulkan eritema. Hasil\norientasi nilai DEM pada kelinci yang tidak diberi krim adalah 1,494 J/cm\n2\n. Nilai FPS krim tabir\nsurya adalah 3,37.", "Daftar File": {"ABSTRAK Andhika Adiratna Anantafortuna": "https://digilib.itb.ac.id/gdl/download/186351"}, "Penulis": "Andhika Adiratna Anantafortuna [10712046]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Yeyet Cahyati Soemirtapura", "Dr. Sasanti Tarini, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "minyak bekatul, krim, tabir surya, Faktor Pelindung Surya (FPS), uji iritasi kulit.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "28 Okt 2019"}