{"Nomor": 44552, "Judul": "INVESTIGASI KEMUNCULAN POLA TURING PADA MODEL BRUSSELATOR DAN S-I DALAM JARINGAN KOMPLEKS", "Abstrak": "Pola Turing dapat muncul pada persamaan reaksi-difusi dua dimensi untuk sis-\ntem aktivator-inhibitor. Selama ini, studi mengenai pola Turing lebih banyak\ndilakukan untuk persamaan-persamaan yang berkaitan dengan reaksi kimia\ndalam medium kontinu. Studi mengenai pola Turing ini pun dikembangkan\nuntuk proses difusi dalam jaringan melalui hubungan ketetanggaan antarnode.\nDalam tesis ini, penulis melakukan investigasi lebih lanjut terhadap kemun-\nculan fenomena gelombang berjalan pada model Brusselator dalam jaringan\nberarah dan mengadopsikan model S-I dalam persamaan reaksi-difusi dalam\njaringan kompleks. Pemilihan jaringan berarah terhadap kemunculan pola Tu-\nring pada model Brusselator sangatlah berpengaruh pada parameter kritisnya.\nSelain pemilihan jaringan, kestabilan dari solusi kesetimbangannya juga akan\nmempengaruhi fenomena yang muncul pada model Brusselator. Investigasi\nyang dilakukan pada model S-I dilakukan dengan jaringan tidak berarah dan\njaringan berarah. Analisis lebih lanjut pada model S-I dalam jaringan tidak\nberarah dilakukan dengan aparoksimasi mean-eld, simulasi histeresis, dan\nanalisis single-dierentiated node. Ketika jaringan berarah digunakan untuk\nmodel S-I, fenomena yang dimunculkan berbeda dengan fenomena pada model\nBrusselator dan memiliki sifat seperti pada jaringan tidak berarah. Sebagai\npengembangan lebih lanjut, proses difusi silang pada model S-I juga diadop-\nsikan dalam tesis ini. Terdapat hubungan yang saling berkebalikan antara\nkoesien difusi dan difusi silangnya.", "Daftar File": {"ABSTRACT PRAMA SETIA PUTRA.pdf?": "https://digilib.itb.ac.id/gdl/download/186389"}, "Penulis": "Prama Setia Putra [20115043]", "Kontributor / Dosen Pembimbing": ["Dr. Nuning Nuraini, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Persamaan reaksi-difusi, sistem aktivator-inhibitor, pola Turing, model Brusselator, model S-I, jaringan scale-free, jaringan small-world, gelom- bang berjalan, aproksimasi mean-eld, histeresis, single-dierentiated node, difusi silang", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "28 Okt 2019"}