{"Nomor": 44562, "Judul": "FORMULASI, KARAKTERISASI, DAN UJI AKTIVITAS ANTIMALARIA NANOKARIER YANG MENGANDUNG OLIGODEOKSINUKLEOTIDA DENGAN TARGET GEN EBA175 TERHADAP PLASMODIUM FALCIPARUM 3D7", "Abstrak": "Pada terapi malaria, kendala utama penggunaan obat-obat antimalaria konvensional adalah\ntimbulnya resistensi obat dan targetnya bersifat non-spesifik. Sebagai suatu strategi alternatif,\nterapi baru malaria menggunakan asam nukleat yang spesifik terhadap gen target dapat dijadikan\nsolusi untuk mengatasi masalah ini. ODN (oligodeoksinukleotida) dapat menghambat ekspresi gen\ndengan urutan spesifik pada parasit Plasmodium falciparum, seperti gen EBA175. Sistem\npenghantaran nanopartikel ODN penting untuk memediasi ODN masuk ke dalam membran sel\nparasit. Nanopartikel ODN dibuat menggunakan kitosan dan STPP dengan metode gelasi ionik.\nPengujian aktivitas antimalaria dilakukan secara in vitro, kemudian parasit diamati di bawah\nmikroskop pada perbesaran 1000 kali. Karakter fisik ukuran partikel dari sediaan nanopartikel\nODN konsentrasi 0,05 µM adalah 141,20 ± 35,20 nm dengan indeks polidispersitas 0,25 ± 0,07\nsedangkan untuk konsentrasi 0,5 µM adalah 154,53 ± 22,03 nm dengan indeks polidispersitas 0,29\n± 0,03. Pengukuran zeta potensial yang diperoleh pada nanopartikel ODN konsentrasi 0,5 µM\nadalah 0,16 ± 0,23 mV. Persentase penghambatan pertumbuhan sel parasit oleh ODN bebas\nkonsentrasi 0,5 µM adalah 21,2%. Sementara persentase penghambatan oleh nanopartikel ODN\nkonsentrasi 0,05 µM adalah 58,6%. Hasil tersebut lebih baik jika dibandingkan dengan sediaan\nODN bebas konsentrasi 0,05 µM yaitu 15,7%. Penghambatan ekspresi gen target dapat diketahui\nsalah satunya melalui pengujian menggunakan PCR konvensional. Terdapat dua pasangan primer\nuntuk target gen EBA175 dan satu pasangan primer sebagai housekeeping gene berupa 18s rRNA.\nDari hasil yang diperoleh menunjukkan bahwa hanya ada satu pasangan primer yang\nmenunjukkan amplikon yang dihasilkan sesuai dengan ukuran teoritisnya, yaitu pasangan primer\nF1R1.", "Daftar File": {"ABSTRAK Irene Kunto Putri": "https://digilib.itb.ac.id/gdl/download/186541"}, "Penulis": "Irene Kunto Putri [10712023]", "Kontributor / Dosen Pembimbing": ["Dr. Diky Mudhakir, S.Si., M.Si.", "Dr. Maria Immaculata Iwo", "Dr. Aluicia Anita Artarini, S.Si., M.Sc., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "P. falciparum 3D7, ODN, nanopartikel, kitosan, gen EBA175", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "28 Okt 2019"}