{"Nomor": 44578, "Judul": "FORMULASI KOMBINASI RIFAMPISIN DAN ARTINM DALAM SISTEM NANOPARTIKEL KITOSAN UNTUK TUJUAN PENGGUNAAN ORAL", "Abstrak": "Tuberkulosis (TB) merupakan infeksi yang disebabkan oleh Mycobacterium tuberculosis yang mampu\nmenyerang berbagai organ terutama paru-paru. Rifampisin sebagai obat antituberkulosis (OAT) lini\npertama memiliki masalah pada stabilita, kelarutan, dan bioavabilitasnya terhadap kehadiran OAT lain.\nArtin-M merupakan lektin yang berasal dari biji cempedak (Artocarpus integrifolia) yang mampu\nmeningkatkan sistem imun melalui induksi sitokin dengan berikatan pada sel imun yang terglikosilasi\nseperti makrofag dan sel dendritik. Penelitian ini bertujuan untuk memformulasikan rifampisin dan\nartin-M dalam bentuk nanopartikel untuk pemberian oral dengan melibatkan polimer kitosan bobot\nmolekul rendah dan glukomannan dengan target ukuran partikel kurang dari 600 nm. Nanopartikel\ndibuat dengan metode gelasi ionotropik menggunakan agen pereaksi silang sodium tripolifosfat\n(STPP). Optimasi dilakukan untuk menentukan formula optimum yang menghasilkan nanopartikel yang\nmengandung rifampisin dan artin-M dengan ukuran yang sesuai. Artin-M diinteraksikan dengan\nglukomannan untuk selanjutnya ditambahkan ke dalam nanopartikel. Evaluasi yang dilakukan meliputi\npenentuan ukuran diameter partikel, indeks polidispersitas, potensial zeta, efisiensi penjeratan\nrifampisin, uji hemaglutinasi dan SDS PAGE artin-M. Diperoleh formula optimum pembuatan\nnanopartikel dengan 20 mg/mL kitosan pada pH 4, metode penambahan STPP terhadap larutan\nkitosan, 6 mg/mL STPP, 10 mg/mL glukomannan, 20% (b/v) polisorbat 80, 7,5 mg/mL rifampisin, dan\n1,9 mg/mL artin-M terhadap rasio glukomannan, dan perbandingan kitosan:STPP:glukomannan\nsebesar 5:2:1. Dihasilkan nanopartikel dengan ukuran diameter sebesar 405,2 ± 7,02 nm, indeks\npolidispersitas 0,218 ± 0,006, potensial zeta +31,65 mV, efisiensi penjeratan rifampisin 53,26 ± 0,34%\ndan hasil uji hemaglutinasi mengindikasikan 100% artin-M terjerat pada nanopartikel.", "Daftar File": {"ABSTRAK Rizka Dewi Intani": "https://digilib.itb.ac.id/gdl/download/186602"}, "Penulis": "Rizka Dewi Intani [10712066]", "Kontributor / Dosen Pembimbing": ["Dr. Tri Suciati, M.Si.", "Cindra Tri Yuniar, S.Farm., Apt., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "tuberkulosis, nanopartikel, kitosan, rifampisin, artin-M", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "28 Okt 2019"}