{"Nomor": 44571, "Judul": "FORMULASI ADSORPSI ACEMANNAN DALAM NANOPARTIKEL KITOSAN UNTUK SISTEM PENGHANTARAN RIFAMPISIN PADA TUJUAN PENGGUNAAN ORAL", "Abstrak": "Tuberkulosis (TB) merupakan penyakit infeksi sistem respirasi yang disebabkan oleh\nMycobacterium tuberculosis (Mtb). Mtb memiliki mannose capped lipoarabinomannan (ManLAM)\nsebagai ligan yang dapat dikenali reseptor manosa pada makrofag. Penelitian ini bertujuan untuk\nmengembangkan formula rifampisin dalam nanopartikel teradsorpsi acemannan sebagai sistem\npenghantaran obat antituberkulosis rifampisin yang diharapkan dapat memimik jalur masuk Mtb\nmelalui reseptor manosa pada permukaan makrofag dengan rentang diameter partikel 200-600\nnm. Acemannan diisolasi menggunakan metode presipitasi alkohol. Nanopartikel kitosan dibentuk\nmelalui metode gelasi ionotropik dan acemannan diadsorpsikan sebelum diikat silang\nmenggunakan sodium tripolifosfat (STPP). Beberapa parameter yang dioptimasi adalah metode\npencampuran, kondisi pH, kecepatan pengadukan, konsentrasi STPP, konsentrasi acemannan,\nkonsentrasi rifampisin dan polisorbat 80. Sediaan dievaluasi melalui pengujian ukuran diameter\ndan indeks polidispersitas nanopartikel, muatan partikel, dan efisiensi penjeratan rifampisin. Pada\npenelitian ini, diperoleh rendemen acemannan sebesar 59%. Formula nanopartikel yang\ndigunakan diperoleh berdasarkan kondisi optimum yaitu pembentukan nanopartikel melalui\nmetode pencampuran 6 mg/mL STPP di atas kitosan pada pH 4 dengan kecepatan pengadukan\n800 rpm. Konsentrasi optimum untuk rifampisin adalah 7,5 mg/mL dan acemannan sebesar 10\nmg/mL. Emulsi rifampisin dalam larutan kitosan membutuhkan polisorbat 80 sebesar 20% untuk\nmembentuk emulsi stabil selama proses. Formula optimum pada adsorpsi acemannan dalam\nnanopartikel kitosan berisi rifampisin menghasilkan partikel dengan diameter 546,1 ± 22,94 nm\ndengan indeks polidispersitas 0,240 ± 0,02, potensial zeta +1,22 ± 0,06 mV dan efisiensi\npenjeratan sebesar 28,80 ± 2,23 %.", "Daftar File": {"ABSTRAK Eldi Soraya Choirunissa": "https://digilib.itb.ac.id/gdl/download/186595"}, "Penulis": "Eldi Soraya Choirunissa [10712029]", "Kontributor / Dosen Pembimbing": ["Dr. Tri Suciati, M.Si.", "Cindra Tri Yuniar, S.Farm., Apt., M.Si.", "Andhika Bintang Mahardhika, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Tuberkulosis, nanopartikel, kitosan, rifampisin, acemannan.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "28 Okt 2019"}