{"Nomor": 44580, "Judul": "FORMULASI DAN EVALUASI SEDIAAN PASTA GIGI MENGANDUNG BAHAN ABRASIF SERBUK CANGKANG KERANG DARAH (ANADARA GRANOSA)", "Abstrak": "Anadara granosa merupakan salah satu jenis kerang yang hidup diperairan Indonesia. Cangkang\nAnadara granosa mengandung 95-99% kalsium karbonat yang dapat diolah menjadi bahan abrasif\npada sediaan pasta gigi. Bahan abrasif merupakan salah satu komponen utama pasta gigi yang\nberfungsi membersihkan substansi lunak sisa - sisa makanan yang menempel pada permukaan gigi.\nPenelitian ini bertujuan untuk mengembangkan formula sediaan pasta gigi serbuk cangkang\nAnadara granosa dan mengevaluasi kemampuan pembersihannya. Dilakukan reduksi ukuran\ncangkang Anadara granosa secara bertahap menggunakan lumpang dan alu, mortar grinder, dan\ntumbler ball mill dengan kecepatan 75 rpm selama 60 menit untuk mendapatkan serbuk dengan\nukuran partikel 5-20 µm. Untuk memperoleh serbuk cangkang berukuran nano, serbuk selanjutnya\ndigiling dengan planetary ball mill dengan kecepatan 400 rpm selama 10 menit. Ukuran serbuk hasil\npenggilingan planetary ball mill adalah 355,7 ± 38,45 nm dengan indeks polidispersitas 0,26 ± 0,08.\nSediaan dibuat dengan melakukan optimasi jenis dan jumlah pengikat, jumlah surfaktan, serta\njumlah bahan abrasif. Pada setiap formula dilakukan evaluasi organoleptik, homogenitas, pH,\nviskositas, tinggi busa, kemampuan pembersihan dengan menentukan skor debris serta kadar\nlembab dan uji stabilita pasta gigi untuk formula akhir. Pada penelitian ini diperoleh formula\noptimum pasta gigi serbuk cangkang Anadara granosa terdiri dari 40% serbuk cangkang Anadara\ngranosa, 1,5 % xhantan gum, 2 % natrium lauril sulfat, 1 % menthol, 15 % gliserin, 7,5 % propilen\nglikol, 0,2 % natrium sakarin, 0,01 % pewarna (apple green powder), 0,18 % metil paraben dan 0,02\n% propil paraben. Hasil penelitian ini menunjukkan bahwa kemampuan pembersihan pasta gigi\nyang mengandung 40 % serbuk cangkang Anadara granosa berukuran mikro dan nano termasuk\ndalam kategori sangat baik yaitu dengan skor debris 0. Kemampuan pembersihan pasta gigi serbuk\ncangkang Anadara granosa berukuran mikro dan nano lebih baik dibandingkan dengan pasta gigi\nkalsium karbonat yang memiliki kemampuan pembersihan dengan skor debris 0,5.", "Daftar File": {"ABSTRAK Ilma Rullianis": "https://digilib.itb.ac.id/gdl/download/186605"}, "Penulis": "Ilma Rullianis [10712071]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Rachmat Mauludin, S.Si., Apt., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "28 Okt 2019"}