{"Nomor": 44584, "Judul": "Study of the Recharge Area on Water Basin Soil with Remote Sensing Method Using Satellite Imagery Landsat 7 ETM + and Geographic Information Systems ( GIS ) (Case Study : Pasuruan District )", "Abstrak": "Air adalah sumber daya alam yang sangat penting bagi makhluk hidup dan lingkungan. Seiring dengan\nbertambahnya jumlah penduduk, akan meningkatkan kebutuhan air dan mengurangi luas lahan bebas / open green untuk\npembentukan air tanah. Dengan mempertimbangkan aspek konservasi air tanah, perlu dilakukan penelitian tentang daerah\nresapan air di lahan air di Pasuruan. Penelitian ini untuk mengetahui kondisi daerah resapan air di Perairan Basin Pasuruan\npada tahun 2003 dan 2014. Sehingga akan diketahui perubahan kerapatan vegetasi dan tutupan lahan di daerah resapan yang\ndapat mempengaruhi proses infiltrasi untuk menghemat sumber daya air. di CAT Pasuruan. Dari perubahan tersebut maka akan\ndapat membuat prediksi kondisi masa depan di daerah resapan di CAT Pasuruan. Penelitian ini menggunakan Remote Sensing\ndengan menggunakan citra satelit Landsat dan Sistem Informasi Geografis (SIG). Studi untuk menentukan daerah resapan\ndipengaruhi oleh beberapa parameter, yaitu kemiringan lahan, litologi dan curah hujan. Hasil pengolahan diperoleh perubahan\nkepadatan vegetasi daerah resapan pada tahun 2003-2014, kepadatan vegetasi tinggi turun 4330,89 Ha, sehingga perubahan\nkepadatan vegetasi tinggi pada tahun 2025 diprediksi sebesar 5.2305,39 Ha dan menjadi 52176,78 Ha di 2030. Sementara\nperubahan tutupan lahan menghasilkan perubahan tutupan lahan hutan meningkat sebesar 569,88 Ha, sehingga perubahan\ntutupan hutan pada tahun 2025 diprediksi mencapai 37563,88 Ha dan menjadi 38720.494 Ha pada tahun 2030. Hubungan\nantara kepadatan vegetasi dan tutupan lahan daerah resapan pada tahun 2003 - 2014 memperoleh kepadatan vegetasi tinggi\nyang mengalami kenaikan luas, yaitu pada tutupan lahan kebun seluas 1144,80 Ha, 943,02 Ha hutan, 947,79 Ha tutupan lahan\npermukiman dan 262,53 Ha lahan kosong. Dan yang mengalami peningkatan dengan kepadatan vegetasi rendah adalah lahan\nseluas 943.02 Ha dan 277,47 Ha lahan kosong. Tanaman penutup tanah yang mendominasi sepanjang daerah resapan adalah\nvegetasi pohon mahoni, dan sengon.", "Daftar File": {}, "Penulis": "Isniyatus Sholikhah [-]", "Kontributor / Dosen Pembimbing": ["Muhammad Taufik  and Kukuh Sudjatmiko"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "Mining & related operations", "Kata Kunci": "Recharge Area, CAT Pasuruan, Remote Sensing", "Sumber": "IPTEK, The Journal for Technology and Science, Vol. 28, No. 3, December 2017 : 68-73.", "Staf Input/Edit": "Yanti Sri Rahayu, S.Sos", "File": "1 file", "Tanggal Input": "28 Okt 2019"}