{"Nomor": 44590, "Judul": "PENGEMBANGAN FORMULASI LIPBALM DENGAN EKSTRAK KULIT BUAH MANGGIS (Garcinia mangostana L.) SEBAGAI ANTIOKSIDAN PADA BIBIR DAN UJI IRITASI DERMAL PADA KELINCI", "Abstrak": "Sediaan lipbalm merupakan salah satu sediaan farmasi yang dibuat dengan tujuan untuk\nmelindungi bibir dari kerusakan akibat paparan lingkungan luar tubuh. Adanya paparan radikal\nbebas dari lingkungan mampu menyebabkan kerusakan pada sel-sel bibir, untuk itu dikembangkan\nformulasi sediaan lipbalm yang dapat memberikan perlindungan sebagai emollient sekaligus\nsebagai antioksidan pada bibir. Buah manggis merupakan buah tropis yang banyak dibudidayakan\ndi Indonesia. Bagian tanaman manggis yang dapat dimanfaatkan sebagai antioksidan adalah bagian\nkulitnya. Kulit buah manggis diketahui mengandung xanthone berupa mangostin yang dapat\ndigunakan sebagai penangkal radikal bebas. Tujuan dari penelitian ini adalah untuk menentukan\nformula lipbalm mengandung ekstrak kulit buah manggis yang tepat. Kemudian di evaluasi kualitas,\nstabilitas dan keamanannya pada kulit. Dilakukan optimasi basis sediaan lipbalm dan di evaluasi\nberdasarkan pengujian titik leleh sediaan, organoleptik, viskositas dan kenyamanan penggunaan.\nOptimasi dilanjutkan pemilihan formula sediaan dengan memaksimalkan kandungan jumlah\nekstrak dan memberikan kondisi fisik sediaan yang baik. Evaluasi dilakukan dengan uji penampilan\nfisik dan kenyamanan peggunaan. Didapatkan formula lipbalm yang terbaik mengandung beeswax\n(4,5%), VCO (29,7%), gliserin (1,8%), vaselin putih (54%) dan ekstrak kulit manggis (10%). Aktivitas\nantioksidan diukur dengan metode DPPH (1,1-dyphenyl-2-picryl-hydrazyl) kemudian didapatkan\nnilai IC50 sampel. Sampel ekstrak kulit manggis memiliki IC50 sebesar 18,13 ppm ± 0,66 ppm dan\naktivitas antioksidan vitamin C sebagai pembanding adalah 2,75 ppm ± 0,82 ppm, besarnya\n%peredaman ekstrak kulit manggis terhadap vitamin C adalah 15,17%. Nilai IC50 sediaan lipbalm\nekstrak kulit buah manggis sebelum pengujian stabilitas dipercepat adalah 30,83 ppm ± 1,17 ppm\ndan nilai IC50 sediaan setelah uji stabilitas dipercepat adalah 43,5 ppm ± 1,29 ppm, besarnya nilai\n%peredaman sediaan lipbalm dengan ekstrak kulit buah manggis sebelum uji stabilitas dipercepat\nadalah 8,919% dan setelah uji stabilitas dipercepat adalah 6,321%. Berdasarkan uji statistik dengan\nmetode uji-t independent-sample, aktivitas antioksidan sediaan sebelum uji stabilitas berbeda\nbermakna dengan aktivitas antioksidan sediaan setelah uji stabilitas dipercepat. Berdasarkan uji\niritasi dermal pada kelinci albino, sediaan memberikan skor 0 dan menunjukkan bahwa sediaan\ntidak menyebabkan iritasi pada kulit.", "Daftar File": {"ABSTRAK Lucky Ivonne Wijaya": "https://digilib.itb.ac.id/gdl/download/186614"}, "Penulis": "Lucky Ivonne Wijaya [10712092]", "Kontributor / Dosen Pembimbing": ["Dr. Sasanti Tarini, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "lipbalm, DPPH, kulit buah manggis, mangostin, iritasi, stabilitas dipercepat.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "29 Okt 2019"}