{"Nomor": 44609, "Judul": "TERMINAL BANDAR UDARA RADIN INTEN II LAMPUNG", "Abstrak": "Provinsi Lampung adalah jalur transaksi ekonomi Pulau Sumatera dan daerah tujuan pariwisata.\nBaik sektor ekonomi maupun pariwisata mendorong kebutuhan transportasi udara untuk meningkat\nsetiap tahunnya. Bandar Udara Radin Inten II yang melayani Provinsi Lampung tidak dapat memenuhi\nkebutuhan transportasi udara di masa yang akan datang. Dilakukan lah pengembangan bandara di\nKelurahan Branti, Kecamatan Natar, Kabupaten Lampung Selatan ini. Sebuah terminal baru dengan\nkapasitas 4.5 juta penumpang pertahun dirancang untuk menggantikan terminal yang lama.\nIsu utama dalam merancang bangunan terminal bandar udara adalah pelayanan fungsional,\nsecurity, dan identitas lokal. Untuk dapat memenuhi fungsinya sebagai terminal, perlu dilakukan\npemintakatan yang baik, pengaturan sirkulasi yang pendek dan searah, juga pengaturan orientasi yang\njelas bagi penumpang. Keamanan terminal bandar udara harus terjamin agar tidak terjadi tindak\npenyelundupan, terorisme, dan kejahatan lainnya. Aspek security dapat dipenuhi dengan perancangan\nruang yang mudah diawasi dan adanya security check point yang memisahkan area publik, semi steril,\ndan steril. Identitas dari bandar udara disesuaikan dengan wilayah yang dilayaninya. Untuk hal ini,\nBandar Udara Radin Inten II harus dapat menggambarkan Provinsi Lampung dengan suasananya.\nSuasana dapat dibangun dengan menampilkan bentuk, material, warna, dan motif khas daerah.", "Daftar File": {"COVER Nurul Azizah": "https://digilib.itb.ac.id/gdl/download/186725", "BAB 1 Nurul Azizah": "https://digilib.itb.ac.id/gdl/download/186726", "BAB 2 Nurul Azizah": "https://digilib.itb.ac.id/gdl/download/186727", "BAB 3 Nurul Azizah": "https://digilib.itb.ac.id/gdl/download/186728", "BAB 4 Nurul Azizah": "https://digilib.itb.ac.id/gdl/download/186729", "BAB 5 Nurul Azizah": "https://digilib.itb.ac.id/gdl/download/186730", "BAB 6 Nurul Azizah": "https://digilib.itb.ac.id/gdl/download/186731", "BAB 7 Nurul Azizah": "https://digilib.itb.ac.id/gdl/download/186732", "DAFTAR Nurul Azizah": "https://digilib.itb.ac.id/gdl/download/186733"}, "Penulis": "Nurul Azizah [15212069]", "Kontributor / Dosen Pembimbing": ["Ir. Basauli Umar Lubis, MSA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Lampung, bandar udara, pelayanan fungsional, security, identitas lokal", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "29 Okt 2019"}