{"Nomor": 44613, "Judul": "KARAKTERISTIK DAN PERSEPSI WISATAWAN PANGANDARAN TERHADAP DAYA TARIK WISATA BUDAYA DI KAMPUNG BADUD DESA WISATA MARGACINTA", "Abstrak": "Kampung Badud merupakan salah satu daya tarik wisata yang ada di Desa\nMargacinta Kecamatan Cijulang Kabupaten Pangandaran. Nama Kampung Badud\nberasal dari Kesenian unik dan khas yang berasal dari daerah tersebut yaitu\nKesenian Badud. Kesenian Badud ini merupakan kesenian berupa tarian ritual yang\ndiiringi oleh tabuhan alat musik tradisional serta menggunakan kostum hewan.\nNamun pada saat ini peminat Kesenian Badud mulai mengalami penurunan karena\nselain tergeser oleh kesenian modern, kurangnya apresiasi dari masyarakat yang\nberdampak pada kurangnya regenerasi sehingga para pemain Kesenian Badud ratarata\nberusia lanjut. Maka dari itu untuk mencapai tujuan sebagai Kabupaten\nPariwisata yang mendunia, Kabupaten Pangandaran harus mengembangkan potensi\ndaya tarik lain terutama budaya untuk memecah konsentrasi wisatawan agar tidak\nterfokus di daya tarik wisata alam saja.\nBedasarkan hal tersebut, maka dilakukan penelitan mengenai karakteristik dan\npersepsi wisatawan Pangandaran terhadap daya tarik wisata budaya di Kampung\nBadud Desa Wisata Margacinta Kecamatan Cijulang Kabupaten Pangandaran.\nPenelitian ini menggunakan analisis deskriptif dengan metode kualitatif dan metode\nkuantitatif serta menggunakan analisis crosstab. Pendekatan kualitatif digunakan\nuntuk mendeskripsikan potensi, permasalahan dan peran stackholder yang ada di\nKampung Badud, sedangkan metode kuantitatif digunakan untuk menganalisis\npersepsi dan karakteristik wisatawan Pangandaran dengan cara mengolah data 100\nkuesioner yang disebarkan kepada responden wisatawan di 4 destinasi unggulan\nKabupaten Pangandaran melalui metode stratified random sampling (pengambilan\nsampel acak secara terstratifikasi) dan diolah menggunakan Micrososft Excel dan\nSPSS 23. Berdasarkan hasil penelitian menggunakan analisis deskriptif dan analisis\ncrosstab yang telah dilakukan mendapatkan hasil bahwa Kampung Badud\nmempunyai ragam potensi daya tarik, selain itu berdasarkan hasil analisis\nkarakteristik dan persepsi responden mendapatkan hasil bahwa 85% responden\nyang berasal dari luar Kabupaten Pangandaran dan mayoritas berpendidikan tinggi\nberminat untuk mengunjungi kawasan daya tarik wisata budaya Kampung Badud.", "Daftar File": {"COVER Riza Saepul Millah": "https://digilib.itb.ac.id/gdl/download/186761", "BAB 1 Riza Saepul Millah": "https://digilib.itb.ac.id/gdl/download/186762", "BAB 2 Riza Saepul Millah": "https://digilib.itb.ac.id/gdl/download/186763", "BAB 3 Riza Saepul Millah": "https://digilib.itb.ac.id/gdl/download/186764", "BAB 4 Riza Saepul Millah": "https://digilib.itb.ac.id/gdl/download/186765", "BAB 5 Riza Saepul Millah": "https://digilib.itb.ac.id/gdl/download/186766", "BAB 6 Riza Saepul Millah": "https://digilib.itb.ac.id/gdl/download/186767", "PUSTAKA Riza Saepul Millah": "https://digilib.itb.ac.id/gdl/download/186768"}, "Penulis": "Riza Saepul Millah [95714305]", "Kontributor / Dosen Pembimbing": ["Prof.Dr.Ir.Arief Rosyidie,MSP.,M.Arch."], "Jenis Koleksi": "Tesis", "Penerbit": "Terapan Perencanaan Kepariwisataan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Persepsi Wisatawan, Daya Tarik Wisata Budaya, Kampung Badud.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "29 Okt 2019"}