{"Nomor": 44612, "Judul": "ITB INNOVATION PARK DI KAWASAN GEDE BAGE, BANDUNG", "Abstrak": "Tugas akhir ini menggunakan kasus proyek ITB Innovation Park milik Institut Teknologi Bandung.\nLahan proyek yang digunakan seluas 10.000 m2 dan berlokasi di kawasan Summarecon Bandung\nTechnopolis, Gedebage, Bandung. Bangunan ini terdiri dari fungsi kantor sewa yang diperuntukkan\nuntuk tenant yang berupa perusahaan rintisan, coworking space sebagai area kerja dengan\npenggunaan fasilitas bersama, ruang-ruang laboratorium yang dapat mendukung proses\npengembangan produk, ruang pertemuan, serta fungsi-fungsi pendukung seperti food court dengan\ntotal keseluruhan bangunan sebesar 56.000 m2. Bangunan ini terdiri dari 3 lantai basement untuk\nmemenuhi kebutuhan parkir bangunan, 4 lantai podium untuk fungsi-fungsi yang bersifat publik, dan\nmenara setinggi 20 lantai dengan fungsi kantor sewa.\nITB Innovation Park ini merupakan bangunan dengan fungsi komersial, sehingga isu utama yang\nharus diselesaikan yaitu efisiensi ruang yang dapat disewakan. Selain itu efisiensi dalam penggunaan\nenergi juga menjadi isu yang cukup penting untuk diselesaikan, sehingga pendekatan perancangan\nbangunan hijau dipilih untuk meminimalisir dampak terhadap lingkungan. Isu lain terdapat pada\nperancangan area kerja, terutama pada area coworking space harus dirancang dengan tujuan untuk\nmenimbulkan suasana yang kondusif untuk bekerja sehingga dapat menjaga ekosistem inovasi pada\nbangunan ini.", "Daftar File": {"COVER Filino Adrian Rivai": "https://digilib.itb.ac.id/gdl/download/186752", "BAB 1 Filino Adrian Rivai": "https://digilib.itb.ac.id/gdl/download/186753", "BAB 2 Filino Adrian Rivai": "https://digilib.itb.ac.id/gdl/download/186754", "BAB 3 Filino Adrian Rivai": "https://digilib.itb.ac.id/gdl/download/186755", "BAB 4 Filino Adrian Rivai": "https://digilib.itb.ac.id/gdl/download/186756", "BAB 5 Filino Adrian Rivai": "https://digilib.itb.ac.id/gdl/download/186757", "BAB 6 Filino Adrian Rivai": "https://digilib.itb.ac.id/gdl/download/186758", "BAB 7 Filino Adrian Rivai": "https://digilib.itb.ac.id/gdl/download/186759", "DAFTAR Filino Adrian Rivai": "https://digilib.itb.ac.id/gdl/download/186760"}, "Penulis": "Filino Adrian Rivai [15212078]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dewi Sawitri Tjokropandojo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Kantor Sewa, Bandung Technopolis, Efisiensi, Hemat Energi, Bangunan Hijau", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "29 Okt 2019"}