{"Nomor": 44624, "Judul": "PERPUSTAKAAN KOTA BEKASI", "Abstrak": "Bekasi merupakan kota satelit DKI Jakarta dengan kemajuan ekonomi dan niaga yang pesat,\nserta jumlah populasi pelajar yang besar. Maka dari itu, Bekasi dapat dijadikan salah satu kota\npreseden yang memulai pembangunan perpustakaan-perpustakaan “generasi baru” di Indonesia.\nKondisi Perpustakaan Kota Bekasi yang tidak memadai merupakan alasan utama perlu\ndiadakannya proyek perancangan ini. Proyek ini terletak pada lahan seluas ± 8100 m2 di Jalan\nAhmad Yani, Bekasi. Proyek ini mencakup fungsi perpustakaan, pelayanan pengujung, pengolahan,\npublik, komersial, servis, dan parkir. Bangunan perpustakaan terdiri atas 5 lantai dengan luas total\nsebesar ± 5.900 m2.\n“Living room of the city” diangkat sebagai konsep umum dalam perancangan. Perpustakaan\nKota Bekasi dirancang sebagai ruang informal yang nyaman bagi pengunjung, khususnya warga\nBekasi. Perpustakaan ini mewadahi berbagai jenis kegiatan, baik yang dilakukan secara individual\nmaupun berkelompok. Konsep perancangan ini didasari oleh tiga isu utama, yaitu fleksibilitas,\nkenyamanan visual, dan citra bangunan. Untuk menciptakan fleksibilitas, diterapkan konsep “nobarrier\nrooms” yang meminimalisasi penggunaan dinding masif sebagai pemisah ruangan. Area\ndalam perpustakaan juga dibuat bervariasi untuk mengakomodasi segala jenis kegiatan, baik\nmembaca maupun tidak. Kenyamanan visual dicapai dengan menciptakan atrium di tengah\nbangunan. Citra bangunan yang modern dan atraktif dihasilkan dengan memodifikasi massa dasar\nbangunan untuk menciptakan bentuk yang dinamis, serta merancang area pintu masuk yang unik\nsebagai titik fokus. Tapak bangunan dirancang dengan sirkulasi pejalan kaki sebagai fokus utama.\nSirkulasi serta parkir kendaraan dirancang seefisien mungkin.", "Daftar File": {"COVER Bethania": "https://digilib.itb.ac.id/gdl/download/186833", "BAB 1 Bethania": "https://digilib.itb.ac.id/gdl/download/186834", "BAB 2 Bethania": "https://digilib.itb.ac.id/gdl/download/186836", "BAB 3 Bethania": "https://digilib.itb.ac.id/gdl/download/186837", "BAB 4 Bethania": "https://digilib.itb.ac.id/gdl/download/186838", "BAB 5 Bethania": "https://digilib.itb.ac.id/gdl/download/186839", "BAB 6 Bethania": "https://digilib.itb.ac.id/gdl/download/186841", "BAB 7 Bethania": "https://digilib.itb.ac.id/gdl/download/186842", "DAFTAR Bethania": "https://digilib.itb.ac.id/gdl/download/186843"}, "Penulis": "Bethania [15212098]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Hanson Endra Kusuma, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Perpustakaan Kota Bekasi, fleksibilitas, kenyamanan visual, citra bangunan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "29 Okt 2019"}