{"Nomor": 44626, "Judul": "BANDUNG FASHION SCHOOL DI KAWASAN TEKNOPOLIS GEDEBAGE, BANDUNG", "Abstrak": "Semakin berkembangnya dunia fashion di Indonesia, eksistensi sekolah rancang busana juga\nterkena dampaknya. Keberadaan sekolah rancang busana di Indonesia tentunya memiliki pengaruh\nyang besar terhadap dunia mode di negara ini. Indonesia memiliki keberagaman budaya yang turut\nmemberikan peran untuk kemajuan mode, jumlah peminat mode semakin bertambah dilihat dari\nbanyaknya kegiatan seperti pagelaran busana tingkat Nasional maupun Internasional di tanah air.\nDengan adanya fasilitas pendidikan yang memiliki standar Internasional, para peminat mode dapat\nberkreatifitas secara professional. Sebagai sekolah rancang busana yang mengadopsi kurikulum dari\nfashion school di luar negri (yang telah terbukti hasilnya, dan berkenaan dengan di Indonesia belum\nada kurikulum khusus mengenai sekolah fashion) sangat diperhatikan pola-pola penempatan ruang\ndari mulai perancangan, hingga tampilan yang futuristik mengingat mode adalah sesuatu yang tidak\nakan pernah habis. Lokasi yang berada di Bandung Timur tepatnya pada lahan pengembangan\nteknopolis gedebage, akan menjadi pemerata persebaran baik dalam industri fashion ataupun pusat\nkegiatan peminat mode. Lokasi tapak yang berada pada pusat cekungan danau purba bandung,\nmemiliki dampak positif dan negatif yang harus diseleaikan secara desain merujuk pada peraturan\ndan standard yang berlaku. Berada di daerah tropis membuat desain sekolah Mode ini diarahkan\nkepada modern tropical building yang memiliki konsep kolaborasi antara maskulinitas dari masterpan\nteknopolis dan feminimitas dari karakter wanita yang merupakan simbol dari fashion dan mode.", "Daftar File": {"COVER Widi Auliagisni": "https://digilib.itb.ac.id/gdl/download/186855", "BAB 1 Widi Auliagisni": "https://digilib.itb.ac.id/gdl/download/186856", "BAB 2 Widi Auliagisni": "https://digilib.itb.ac.id/gdl/download/186857", "BAB 3 Widi Auliagisni": "https://digilib.itb.ac.id/gdl/download/186858", "BAB 4 Widi Auliagisni": "https://digilib.itb.ac.id/gdl/download/186859", "BAB 5 Widi Auliagisni": "https://digilib.itb.ac.id/gdl/download/186860", "BAB 6 Widi Auliagisni": "https://digilib.itb.ac.id/gdl/download/186861", "BAB 7 Widi Auliagisni": "https://digilib.itb.ac.id/gdl/download/186862", "DAFTAR Widi Auliagisni": "https://digilib.itb.ac.id/gdl/download/186863"}, "Penulis": "Widi Auliagisni [15212037]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Christina Gantini, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Sekolah, rancang busana, gedebage, futuristik, tropis", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "29 Okt 2019"}