{"Nomor": 44641, "Judul": "PENDEKATAN STRATEGIC PLACEMAKING PADA PENGEMBANGAN MIXED-USE DI STASIUN KIARACONDONG", "Abstrak": "Stasiun Kiaracondong, salah satu stasiun besar di Kota Bandung, walaupun memiliki lahan\nyang terletak pada posisi strategis di tengah kota, keadaannya kurang berkembang. Kondisi\nlahan stasiun yang dikelilingi oleh perumahan padat, yang mayoritas penghuninya adalah\nmasyarakat berpenghasilan rendah, serta belum adanya pembangunan node destinasi kota pada\nKawasan Kiaracondong ini membuat lahan Stasiun Kiaracondong menjadi sulit dikembangkan\nsebagai sebuah destinasi strategis. Stasiun eksisting hanya dimanfaatkan oleh komuter sebagai\ntempat transit, sebab belum tersedia fasilitas pendukung lain yang cukup untuk memberikan\nalasan komuter dan masyarakat dari luar stasiun untuk datang dan melakukan berbagai\naktivitas, seperti layaknya pada sebuah multifungsi destinasi. Kondisi ini tidak menguntungkan\nbagi perusahaan PT Kereta Api Indonesia (KAI), pemilik stasiun tersebut.\nSebagai suatu solusi untuk dapat mengembangkan potensi lahan Stasiun Kiaracondong secara\nmaksimal, dibuatlah gagasan pengembangan bangunan mixed-use stasiun yang dirancang\ndengan pendekatan Strategic Placemaking, yang merupakan sebuah tipe Placemaking. Konsep\npendekatan Strategic Placemaking dipilih untuk memperbaiki rancangan stasiun eksisting\nyang tidak terintegrasi dengan masyarakat dan lingkungan sekitarnya. Strategic Placemaking\nbertujuan untuk mewujudkan sebuah destinasi multifungsi yang juga melibatkan masyarakat\nlokal sebagai bagian dari stakeholder dan pengembangannya, yang penting bagi\nkeberlangsungan kehidupan stasiun. Tujuan utama lain dari Strategic Placemaking adalah\nuntuk menarik para pebisnis handal untuk mau masuk dan terlibat pada pengembangan\nekonomi tempat ini sehingga menguntungkan semua pihak yang terlibat di dalamnya.\nPenerapan konsep Strategic Placemaking pada rancangan dilakukan dengan melibatkan dua\naspek utama yang berupa aktivitas dan lingkungan fisik, yang didasari oleh aspirasi masyarakat\nsetempat guna membentuk sense of place pada proyek yang identik dengan lingkungan\nlokalnya. Aspek aktivitas diterjemahkan ke dalam program fasilitas mixed-use untuk\nmenciptakan berbagai jenis kegiatan yang sesuai kebutuhan komunitas stasiun, dan juga berupa\npentahapan pengembangan area perbelanjaan dengan kelas ekonomi campuran untuk menarik\npengunjung dari kalangan komuter stasiun, masyarakat lokal dan urban dari luar kawasan.\nSedangkan aspek lingkungan fisik diwujudkan dalam bentuk arsitektural bangunan yang\nmencerminkan tipologi karakter tempat dari lingkungan Kiaracondong.\nRancangan proyek dibuat dengan merujuk pada penelitian Placemaking yang telah dilakukan\noleh Project of Public Space (PPS) terhadap tempat-tempat berkualitas di berbagai negara,\nserta juga merujuk pada parameter PPS dan Michigan State University Land Policy Institute.\nRancangan diusahakan untuk mengadopsi seluruh kaidah-kaidah Strategic Placemaking pada\nsebuah pengembangan mixed-use yang berkualitas di area transit. Dengan solusi yang\ndiusulkan ini diharapkan Stasiun Kiaracondong ke depan akan menjadi suatu destinasi yang\nmenarik dan dapat lebih mengangkat ekonomi masyarakat setempat.", "Daftar File": {"COVER Adrian Immanuel Widiyantoro": "https://digilib.itb.ac.id/gdl/download/187030", "BAB 1 Adrian Immanuel Widiyantoro": "https://digilib.itb.ac.id/gdl/download/187031", "BAB 2 Adrian Immanuel Widiyantoro": "https://digilib.itb.ac.id/gdl/download/187032", "BAB 4 Adrian Immanuel Widiyantoro": "https://digilib.itb.ac.id/gdl/download/187033", "BAB 5 Adrian Immanuel Widiyantoro": "https://digilib.itb.ac.id/gdl/download/187034", "BAB 6 Adrian Immanuel Widiyantoro": "https://digilib.itb.ac.id/gdl/download/187035", "DAFTAR Adrian Immanuel Widiyantoro": "https://digilib.itb.ac.id/gdl/download/187036", "BAB 3A Adrian Immanuel Widiyantoro": "https://digilib.itb.ac.id/gdl/download/187037", "BAB 3B Adrian Immanuel Widiyantoro": "https://digilib.itb.ac.id/gdl/download/187038", "BAB 3C Adrian Immanuel Widiyantoro": "https://digilib.itb.ac.id/gdl/download/187039", "BAB 3D Adrian Immanuel Widiyantoro": "https://digilib.itb.ac.id/gdl/download/187040", "BAB 3E Adrian Immanuel Widiyantoro": "https://digilib.itb.ac.id/gdl/download/187042"}, "Penulis": "Adrian Immanuel Widiyantoro [25214021]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Woerjantari Kartidjo, M.T.", "Ir. Achmad Deni Tardiyana, MUD"], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Engineering & allied operations", "Kata Kunci": "strategic placemaking, sense of place, masyarakat lokal, mixed-use, stasiun, Kiaracondong", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "12 file", "Tanggal Input": "30 Okt 2019"}