{"Nomor": 44644, "Judul": "PENGARUH KONFIGURASI JALAN TERHADAP TINGKAT PERUBAHAN FASAD RUMAH TINGGAL", "Abstrak": "Fenomena perubahan rumah tinggal pada perumahan adalah hal yang wajar dan\ndapat dijelaskan dengan hirarki kebutuhan Maslow dimana kebutuhan manusia\nakan terus meningkat hingga pada tahap aktualisasi diri. Rumah tinggal dapat\nmenjadi sarana dalam mengaktualisasikan diri yaitu dengan merubah fasad rumah\ntinggal dan makin berarti jika ada yang mengapresiasi. Konfigurasi jalan dalam\nsebuah perumahan menentukan penempatan tipe-tipe rumah tinggal, pada jalan\nutama terdapat tipe-tipe besar dan pada jalan yang lebih kecil terdapat tipe-tipe\nkecil. Beragam perubahan fasad pada tiap-tiap tipe di segmen jalan yang berbeda\nini menjadi dasar penulis untuk mencari hubungan dan pengaruh diantara kedua hal\ntersebut. Studi space syntax dapat memprediksi tingkat keramaian segmen jalan\nyang dinyatakan oleh nilai Integrasi. Semakin tinggi nilai Integrasi maka semakin\nramai segmen jalan tersebut. Hipotesis yang dirumuskan dalam penelitian ini ialah\ndiduga ada hubungan dan pengaruh antara tingkat keraiaman jalan terhadap\ntingkat perubahan fasad rumah tinggal.\nPenelitian dilakukan pada perumahan Kompleks Tamansari Bukit Bandung yang\nterletak di Bandung Timur. 332 rumah tinggal dengan sampling status milik, dihuni\natau tidak dihuni namun terurus dinilai tingkat perubahan fasadnya. Nilai perubahan\nfasad ini kemudian disebut variabel akibat. Terdapat 45 axial line pada axial map\ndan menghasilkan nilai Integrasi Global Rn, nilai Integrasi R10 (kendaraan) dan\nnilai Integrasi R3 (pejalan kaki). Variabel yang menunjukkan ramai atau tidaknya\nsegmen jalan ini kemudian disebut dengan variabel sebab. Variabel sebab-akibat\nini kemudian dianalisis korelasi dan regresi multivariat dan menghasilkan adanya\nhubungan korelasi nilai Integrasi global Rn dan nilai Integrasi R3 (pejalan kaki)\nterhadap nilai perubahan fasad. Lalu hasil dari analisis regresi multivariat\nmenghasilkan ketiga variabel sebab memiliki pengaruh terhadap nilai perubahan\nfasad dengan tingkat dominansi yang berbeda. Hasil analisis kemudian\ndikonfirmasi melalui wawancara terhadap penghuni rumah tinggal yang\nmenghasilkan kecenderungan tingkat keramaian jalan memberikan motivasi untuk\nmerubah atau mempercantik fasad. Hal ini secara tidak langsung mengkonfirmasi\nhipotesis penelitian.", "Daftar File": {"COVER Raden Kartika Abdassah": "https://digilib.itb.ac.id/gdl/download/187081", "BAB 1 Raden Kartika Abdassah": "https://digilib.itb.ac.id/gdl/download/187082", "BAB 2 Raden Kartika Abdassah": "https://digilib.itb.ac.id/gdl/download/187083", "BAB 3 Raden Kartika Abdassah": "https://digilib.itb.ac.id/gdl/download/187084", "BAB 4 Raden Kartika Abdassah": "https://digilib.itb.ac.id/gdl/download/187085", "BAB 5 Raden Kartika Abdassah": "https://digilib.itb.ac.id/gdl/download/187086", "BAB 6 Raden Kartika Abdassah": "https://digilib.itb.ac.id/gdl/download/187087", "DAFTAR Raden Kartika Abdassah": "https://digilib.itb.ac.id/gdl/download/187088"}, "Penulis": "Raden Kartika Abdassah [25213012]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Moch. Prasetiyo Effendi Yasin, M.Arch., MAUD", "Dr. Firmansyah, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Engineering & allied operations", "Kata Kunci": "konfigurasi jalan, perubahan fasad rumah tinggal, nilai Integrasi, space syntax", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "30 Okt 2019"}