{"Nomor": 44655, "Judul": "A Model for Optimizing Railway Alignment Considering Bridge Costs, Tunnel Costs, and Transition Curves", "Abstrak": "t Owing to wide-ranging searches (there are various alignments between two points) as well as complex\nand nonlinear cost functions and a variety of geometric\nconstraints, the problem of optimal railway alignment is\nclassified as a complex problem. Thus, choosing an\nalignment between two points is usually done based on a\nlimited number of alignments designed by experts. In\nrecent years, the study of railway alignment optimization\nhas shown the importance of optimization and the introduction of various algorithms and their usefulness in\nsolving different problems. It is expected that applying\nmeta-heuristic optimization algorithms such as methods\nbased on swarm intelligence can lead to better alignments.\nIn this study, we tried to modify models based on previous\nstudies in order to design and develop a model based on a\nsingle framework to provide three-dimensional optimization of alignments applicable in the real world. To obtain\nthis, the particle swarm algorithm is used and a geographic\ninformation system is incorporated as a means of search in\nthree-dimensional space. In particular, the cost function\nused in previous studies considering the costs related to\nstructures (bridges and tunnels) are improved regarding\nhydraulic structure alignments. Furthermore, the transition\ncurve of horizontal alignment and slope restrictions of\ncurves are considered in this project by using the penalty\nfunction in order to obtain the most practical results possible. Finally, this study examines three problems for\nwhich the results are acceptable in cases of railway alignment geometry and its application in the real world.", "Daftar File": {}, "Penulis": "Benyamin Ghoreishi [-]", "Kontributor / Dosen Pembimbing": ["Yousef Shafahi  •  Seyed Elyas Hashemian"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "Engineering of railroads & roads", "Kata Kunci": "Optimization  Railway alignment  Particle swarm optimization (PSO) algorithm  Transition curves Bridges and tunnels  Geographic information systems", "Sumber": "Urban Rail Transit https://doi.org/10.1007/s40864-019-00111-5", "Staf Input/Edit": "Yanti Sri Rahayu, S.Sos", "File": "1 file", "Tanggal Input": "31 Okt 2019"}