{"Nomor": 44650, "Judul": "HUBUNGAN KUANTITATIF STRUKTUR DAN AKTIVITAS SENYAWA TURUNAN (S)-5-CHLORO-N-((3-(4-(4- ((DIETHYLAMINO)METHYL)THIAZOL-2-YL)PHENYL)-OXOOXAZOLIDIN-5-YL)METHYL)THIOPHENE-2-CARBOXAMIDE SEBAGAI INHIBITOR FAKTOR XA", "Abstrak": "Stroke masih menjadi penyebab kematian yang utama di Indonesia, bahkan di dunia. Menurut\nhasil Riset Kesehatan Dasar (Riskesdas) Kementrian Kesehatan RI prevalensi stroke di Indonesia\nmencapai 8,3 per 1000 pada tahun 2007 dan meningkat menjadi 12,1 per 1000 pada tahun 2013.\nDalam pengobatan stroke, salah satu obat yang dapat digunakan adalah inhibitor faktor Xa (faktor\npembekuan darah). Penelitian ini bertujuan untuk menentukan persamaan Hubungan Kuantitatif\nStruktur dan Aktivitas (HKSA), senyawa baru dengan aktivitas inhibisi faktor Xa lebih tinggi dan\nafinitas ligan-reseptor lebih baik dibandingkan senyawa induk (s)-5-chloro-n-((3-(4-(4-\n((diethylamino)methyl)thiazol-2-yl)phenyl)-2-oxooxazolidin-5-yl)methyl)thiophene-2-carboxamide.\nPerangkat lunak Chemdraw dan Gaussian 03W digunakan untuk pemodelan dan optimasi\ngeometri struktur senyawa. Deskriptor sebagai parameter dari sifat-sifat fisikokimia senyawa\ndihitung menggunakan perangkat lunak Molecular Operating Environment (MOE 2009.10) dan\ndianalisis secara statistik menggunakan perangkat lunak SPSS Statistics 21.0. Dari analisis data\ntersebut dihasilkan persamaan HKSA yang kemudian divalidasi menggunakan metode Leave One\nOut (LOO). Persamaan tersebut digunakan untuk memprediksi aktivitas (IC50) senyawa-senyawa\nbaru turunan senyawa induk. Senyawa baru yang memiliki aktivitas lebih tinggi (IC50 lebih rendah)\ndiinteraksikan (docking) terhadap reseptor menggunakan perangkat lunak AutoDock Tools 4.5.6.\nDari proses docking tersebut diperoleh residu asam amino yang berinteraksi dengan ligan,\nkonstanta inhibisi, energi ikatan, jumlah dan panjang ikatan hidrogen yang digunakan untuk\nmenilai afinitas senyawa terhadap reseptor. Proses validasi docking dilakukan dengan cara\nmelakukan docking kembali ligan alami dengan reseptor untuk mendapatkan nilai Root Mean\nSquare (RMSD) < 2. Persamaan HKSA yang diperoleh untuk senyawa (s)-5-chloro-n-((3-(4-(4-\n((diethylamino)methyl)thiazol-2-yl)phenyl)-2-oxooxazolidin-5-yl)methyl)thiophene-2-carboxamide\ndengan aktivitas sebagai inhibitor faktor Xa adalah log IC50 = ?3,738 + (?2,43E-06 x AM1_Eele) +\n(0,139 x logS) + (1,288 x mr) + (?0,034 x vol). Pada penelitian ini diperoleh 7 senyawa turunan\nyang memiliki IC50 lebih rendah dan afinitas lebih baik dibandingkan senyawa induk, yaitu\nsenyawa turunan nomor 1, 2, 3, 5, 7, 13, 14, dan 15.", "Daftar File": {"ABSTRAK Aris Suryadi": "https://digilib.itb.ac.id/gdl/download/187169"}, "Penulis": "Aris Suryadi [10710008]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Daryono Hadi Tjahjono, M.Sc., Apt.", "Andhika Bintang Mahardhika, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "aktivitas (IC50), persamaan HKSA, deskriptor, docking", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "31 Okt 2019"}