{"Nomor": 44660, "Judul": "Development of an Algorithm for Optimal Demand Responsive Relocatable Feeder Transit Networks Serving Multiple Trains and Stations", "Abstrak": "Although demand responsive feeder bus operation is possible with human-driven vehicles, it has not been\nvery popular and is mostly available as a special service\nbecause of its high operating costs due to intensive labor\ncosts as well as requirement for advanced real-time information technology and complicated operation. However,\nonce automated vehicles become available, small-sized\nflexible door-to-door feeder bus operation will become\nmore realistic, so preparing for such automated flexible\nfeeder services is necessary to take advantage of the rapid\nimprovement of automated vehicle technology. Therefore,\nin this research, an algorithm for optimal flexible feeder\nbus routing, which considers relocation of buses for multiple stations and trains, was developed using a simulated\nannealing algorithm for future automated vehicle operation. An example was developed and tested to demonstrate\nthe developed algorithm. The algorithm successfully\nhandled relocation of buses when the optimal bus routings\nwere not feasible using the buses available at certain stations. Furthermore, the developed algorithm limited the\nmaximum degree of circuity for each passenger while\nminimizing the total cost, including total vehicle operating\ncosts and total passenger in-vehicle travel time costs", "Daftar File": {}, "Penulis": "Young-Jae Lee [-]", "Kontributor / Dosen Pembimbing": ["Mana Meskar  • Amirreza Nickkar  • Sina Sahebi"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "Engineering of railroads & roads", "Kata Kunci": "Automated transit  Vehicle routing  Feeder bus  Simulated annealing  Demand responsive transit First and last mile service", "Sumber": "Urban Rail Transit (2019) 5(3):186–201", "Staf Input/Edit": "Yanti Sri Rahayu, S.Sos", "File": "1 file", "Tanggal Input": "31 Okt 2019"}