{"Nomor": 44678, "Judul": "Advanced Digital Tools for Updating Overcrowded Rail Stations: Using Eye Tracking, Virtual Reality, and Crowd Simulation to Support Design Decision-making", "Abstrak": "This paper describes an innovative integration of\neye tracking (ET) with virtual reality (VR) and details the\napplication of these combined technologies for the adaptive\nreuse redesign of the Wudaokou rail station in Beijing. The\nobjective of the research is to develop a hybrid approach,\ncombining ET and VR technologies, as part of an experimental study of how to improve wayfinding and pedestrian\nmovement in crowded environments such as those found in\nurban subway stations during peak hours. Using ET analysis,\ndesign features such as edges, and color contrast are used to\nevaluate several proposed rail station redesigns. Through\nVR and screen-based ET, visual attention and related spatial\nresponses are tracked and analyzed for the selected redesign\nelements. This paper assesses the potential benefits of using\nET and VR to assist identification of station design elements\nthat will improve wayfinding and pedestrian movement, and\ndescribes how the combination of VR and ET can influence\nthe design process. The research concludes that the combination of VR and ET offers unique advantages for modeling\nhow the design of rail transit hub interiors can influence the\nvisual attention and movement behavior of those using the\nredesigned station. This is especially true for crowded conditions in complex interior spaces. The use of integrated ET\nand VR technology is shown to inform innovative design\napproaches for facilitating improved wayfinding and\npedestrian movement within redesigned rail stations.", "Daftar File": {}, "Penulis": "Ming Tang [-]", "Kontributor / Dosen Pembimbing": ["Christopher Auffrey"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "Engineering of railroads & roads", "Kata Kunci": "Urban rail station redesign · Eye tracking · Virtual reality · Wayfinding · Signage · Agent-based crowd simulation", "Sumber": "Urban Rail Transit (2018) 4(4):249–256", "Staf Input/Edit": "Yanti Sri Rahayu, S.Sos", "File": "1 file", "Tanggal Input": "31 Okt 2019"}