{"Nomor": 44681, "Judul": "Potential Explosive Device on a Commuter Train: What Drives Train Drivers to Deviate from the Security Procedure?", "Abstrak": "Explosives pose a major threat to urban metro\nrail systems. Train drivers are therefore expected to regularly perform security procedures in response to reports of\nsuspicious items on the train. This study was conducted to\ndevelop a multi-factorial account of deviation from one\nsuch security procedure by train drivers. By analysing data\nfrom focus group interviews with 30 train drivers, observation in a rail simulator, actual cab rides, and training\nmaterial four major themes emerged to explain why drivers\nmay deliberately deviate from following normative procedures designed by their managers. This included perceived pressure from safety and service goals, stress and\nfatigue during peak hours of operation, and workload created by security tasks. The results are organised in a succinct model that draws a link between drivers’ perceived\npressure from multiple goals, and the changing driving\nconditions in which they perform. The study proposes ways\nfor managers of urban commuter rail networks to understand the pressures that their drivers face in performing\nsecurity tasks that are not part of their conventional job\nprofile. The findings can inform changes in training\nmethods, encourage drivers to discuss their reasons for\ndeliberate rule violation, and support the design of security\nprocedures more likely to be implemented.\nKeywords Human error  Terrorism  Explosives\nSecurity procedure  Task conflict  Goal pressure", "Daftar File": {}, "Penulis": "Kartikeya Tripathi [-]", "Kontributor / Dosen Pembimbing": ["Herve´ Borrion   • Taku Fujiyama"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "Engineering of railroads & roads", "Kata Kunci": "Human error  Terrorism  Explosives Security procedure  Task conflict  Goal pressure", "Sumber": "Urban Rail Transit (2017) 3(4):192–202", "Staf Input/Edit": "Yanti Sri Rahayu, S.Sos", "File": "1 file", "Tanggal Input": "31 Okt 2019"}