{"Nomor": 44718, "Judul": "PENENTUAN PREVALENSI SEROTIPE Streptococcus pneumoniae SEROGRUP 6 DI INDONESIA DENGAN ENZIM RESTRIKSI BsmAI", "Abstrak": "Streptococcus pneumoniae serogrup 6 yang terdiri atas serotipe 6A, 6B, 6C, 6D, 6E, 6F, dan\n6G adalah salah satu serogrup utama penyebab invasive pneumococcal disease (IPD) di\ndunia. Beberapa penelitian menunjukkan bahwa serogrup 6 merupakan serogrup yang\ndominan di Indonesia. Akan tetapi, hingga saat ini belum ada penelitian mengenai prevalensi\nserotipe S. pneumoniae serogrup 6 di Indonesia, padahal data tersebut diperlukan dalam\nimplementasi program vaksinasi pneumococcal nasional. Selama ini penentuan serotipe\n(serotyping) serogrup 6 dilakukan dengan metode PCR yang digabungkan dengan\nsekuensing sehingga masih kurang efisien. Oleh sebab itu, penelitian ini bertujuan\nmengembangkan metode serotyping alternatif S. pneumoniae serogroup 6 sehingga dapat\ndigunakan untuk menentukan prevalensinya di Indonesia. Dalam studi ini digunakan 82\nkoleksi isolat S. pneumoniae serogrup 6 di Lembaga Eijkman. Serotyping dilakukan dengan\nmetode PCR untuk memisahkan serotipe 6A/6B dari serotipe 6C/6D. Kemudian, setiap\nserotipe dipisahkan dengan enzim BsmAI (sisi pengenalan: 5’ GTCTCN 3’) yang secara\nspesifik akan memotong daerah wciP serotipe 6B dan 6D. Hasil restriksi dikonfirmasi dengan\nmetode sekuensing. Selanjutnya, digunakan metode PCR untuk memisahkan serotipe 6E dari\nserotipe 6A serta serotipe 6F/6G dari serotipe 6C dan 6D. Berdasarkan hasil penelitian,\nseluruh hasil yang diperoleh dari metode restriksi sesuai dengan hasil sekuensing. Hasil\nrestriksi gen wciP seluruh serotipe 6B dan 6D menghasilkan pita DNA sebesar 120 bp,\nsedangkan restriksi tidak terjadi pada seluruh serotipe 6A dan 6C. Gabungan hasil PCR dan\nrestriksi secara akurat berhasil mengidentifikasi 37 isolat sebagai serotipe 6A, 37 isolat\nserotipe 6B, 7 isolat serotipe 6C, dan 1 isolat serotipe 6E. Namun, tidak ditemukan serotipe\n6D, 6F, dan 6G. Dengan demikian, serotipe 6A dan 6B merupakan serotipe S. pneumoniae\nserogrup 6 yang dominan di Indonesia dan enzim BsmAI dapat digunakan secara efektif dan\nefisien untuk serotyping S. pneumoniae serogrup 6", "Daftar File": {}, "Penulis": "Felicia Monica Bernadette [10413024]", "Kontributor / Dosen Pembimbing": ["Ernawati Arifin Giri-Rachman, M.Si., Ph.D.", "Dr. Dodi Safari"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Streptococcus pneumoniae, Serogroup 6, BsmAI, Serotyping, Prevalensi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "04 Nov 2019"}