{"Nomor": 44724, "Judul": "ANALISIS RISK BASED UNDERWATER INSPECTION (RBUI) PADA STRUKTUR ANJUNGAN LEPAS PANTAI DENGAN METODE KEHANDALAN STRUKTUR", "Abstrak": "Penggunaan metode berbasis resiko dalam penentuan interval inspeksi (Risk Based Underwater Inspection)\nstruktur anjungan lepas pantai (offshore platform) merupakan metode terbaru dalam rangka efisiensi dan\noptimasi dalam bidang minyak dan gas. Berbagai perusahaan yang sudah menggunakan metode ini masih\nmenggunakan metode kualitatif dalam penentuan tingkat resiko sebuah anjungan lepas pantai. Standar yang\nada, yaitu API 2SIM, masih terbatas memberikan petunjuk umum dalam metode penentuan nilai resiko\nsebuah anjungan, tetapi belum memberikan petunjuk khusus bagaimana penentuan kemungkinan kegagalan\n(Probability of Failure / PoF) struktur anjungan. Penelitian ini lebih terfokus pada bagaimana metode\npenentuan kemungkinan kegagalan struktur secara kuantitatif berdasarkan hasil analisis struktur. Nilai\nkemungkinan kegagalan ini nantinya akan dipakai untuk menghitung resiko dan interval inspeksi sebuah\nanjungan. Penelitian ini menggunakan metode kehandalan struktur (reliability) dalam menentukan PoF\nstruktur. Metode ini menggunakan analisa runtuh (pushover collapse) agar diketahui besar beban geser\n(lateral load) apabila diberi beban gelombang perioda ulang 1000 tahun. 2 (dua) buah anjungan yang\ndijadikan model penelitian ini, diuji dengan simulasi sejumlah 108 data gelombang acak yang terjadi dan\ndihitung jumlah kegagalan struktur (failure) dibandingkan dengan jumlah data, sehingga didapat nilai\nperbandingan yang digunakan sebagai nilai PoF. Nilai PoF yang didapat akan digabung dengan nilai\nkonsekuensi kegagalan (Consequence of Failure / CoF) untuk menjadi nilai matriks resiko yang akan\ndikonversi menjadi interval inspeksi anjungan. Pada pemodelan ini, digunakan anjungan yang berada pada\nLaut Jawa dan Laut Natuna, dengan karakteristik struktur dan gelombang yang berbeda, agar diketahui\nperbedaan nilai hasil analisa RBUI. Analisa kehandalan struktur menghasilkan PoF sebesar 3.48 x 10-4 dan\n6.13 x 10-3. Nilai resiko yang dihasilkan adalah Medium pada anjungan 1 dan High pada anjungan 2.\nSedangkan interval inspeksi yang dihasilkan adalah 9 tahun untuk inspeksi level 2 pada anjungan 1, dan 3\ntahun untuk inspeksi level 2 dan 6 tahun inspeksi level 3 pada anjungan 2.", "Daftar File": {"COVER Faisal Dwiyana Purnawarman": "https://digilib.itb.ac.id/gdl/download/187576", "BAB 1 Faisal Dwiyana Purnawarman": "https://digilib.itb.ac.id/gdl/download/187577", "BAB 2 Faisal Dwiyana Purnawarman": "https://digilib.itb.ac.id/gdl/download/187578", "BAB 3 Faisal Dwiyana Purnawarman": "https://digilib.itb.ac.id/gdl/download/187579", "BAB 4 Faisal Dwiyana Purnawarman": "https://digilib.itb.ac.id/gdl/download/187580", "BAB 5 Faisal Dwiyana Purnawarman": "https://digilib.itb.ac.id/gdl/download/187581", "BAB 6 Faisal Dwiyana Purnawarman": "https://digilib.itb.ac.id/gdl/download/187582", "DAFTAR Faisal Dwiyana Purnawarman": "https://digilib.itb.ac.id/gdl/download/187583"}, "Penulis": "Faisal Dwiyana Purnawarman [25513009]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ricky Lukman Tawekal, MSE, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "anjungan lepas pantai, RBUI, risk based underwater inspection, matriks resiko, PoF, CoF, kehandalan, struktur, analisa pushover.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "04 Nov 2019"}