{"Nomor": 44729, "Judul": "PERENCANAAN LAYOUT FASILITAS PERAIRAN MENARA SUAR GILI TRAWANGAN", "Abstrak": "Menara Suar adalah sarana bantu navigasi pelayaran tetap yang bersuar dan\nmempunyai jarak tampak minimal 20 mil laut yang dapat membantu para\nnavigator dalam menentukan posisi dan/atau haluan kapal, menunjukkan arah\ndaratan dan adanya pelabuhan serta dapat dipergunakan sebagai batas wilayah\nNegara. Menara suar membutuhkan sarana dan prasarana yang memadai agar\nfungsinya dapat berjalan. Salah satu sarana tersebut adalah dermaga untuk tempat\nbersandar kapal distrik navigasi.\nMenara suar Gili Trawangan, merupakan sarana bantu navigasi yang masih\nberoperasi hingga sekarang. Menara suar tersebut membutukan sarana dan\ndermaga sesuai kebutuhan. Saat ini, supplai kebutuhan dan tempat bersandar\nkapal menara suar ini mengandalkan pelabuhan central Gili Trawangan yang\nmerupakan pelabuhan bongkar muat barang dan penumpang (wisatawan) dengan\naktivitas yang cukup sibuk.\nPada tugas akhir ini akan ditentukan beberapa alternatif tata letak dermaga\nsebagai acuan pembangunan dermaga untuk menunjang fungsi dari menara suar\nGili Trawangan. Dari alternatif tata letak pelabuhan tersebut akan dipilih tata letak\nterbaik berdasarkan pengaruh negatif paling rendah terhadap lingkungan sekitar,\nkondisi hidrodinamika, kolam pelabuhan, navigasi kapal, dan perkiraan biaya.\nAnalisis terhadap kondisi hidrodinamika transformasi gelombang dilakukan\ndengan menggunakan perangkat lunak Surface Water Modeling System (SMS)\n8.1. Dari lokasi yang terpilih tersebut dibuat perencanaan tata letak detail.", "Daftar File": {}, "Penulis": "Andy Bayu Suseno [15511044]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Hendra Achiari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "dermaga, tata letak, pemodelan gelombang", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "04 Nov 2019"}