{"Nomor": 44737, "Judul": "Community-based Natural Resource Management: The Implementation of Collaborative Planning in Botswana and Indonesia", "Abstrak": "This research is about Community-based Natural Resource Management\n(CBNRM) related to the implementation of collaborative planning. In order to\nfind out how collaborative planning perspective can contribute to the\nimplementation of CBNRM concept, three indicators are used: public\nparticipation, local institutions, and government policy. It also seeks for failure\nand success factors of implementation of CBNRM in Botswana and Indonesia.\nBotswana still faces the problems of rural poverty. It has low population–land\nresource ratios and its government has taken seriously the devolution of powers to\nmanage natural resources since the mid-1980s. This has involved CBNRM\ninitiatives since 1990 as part of a Southern African Development Community\n(SADC) regional program funded by the United States Agency for International\nDevelopment (USAID), focusing mainly on wildlife and tourism.\nIndonesia as the second study case has a very large number of local ethnic\ncommunities, many still dependent on local forest and marine resources for their\nlivelihoods. Those local forest and marine resources became the main focus of the\nCBNRM project in Indonesia started in 1990s.\nThis research concludes that Botswana can be said to be more succeed in terms of\nhaving national CBNRM forum and clear organization structure of CBNRM and\nis trying to finalize its policy on CBNRM. However, all in all Botswana and\nIndonesia share almost the same experience in CBNRM regarding collaborative\nplanning perspective. Public participations in both countries are in the stage of\nsymbolic participation and real participation, and some are in manipulation stage.\nMeanwhile, local institutions exist in CBNRM practice in both countries. They\nare actively and effectively involved in their environment and even empower\nthemselves as one of main point of CBNRM. Finally, Botswana and Indonesia do\nnot have special laws of CBNRM. Yet, they have sectoral and local regulations\nthat support the practice of natural resource management by community.", "Daftar File": {}, "Penulis": "HENNY RAMAYANI [2506016]", "Kontributor / Dosen Pembimbing": ["-"], "Jenis Koleksi": "", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "community-based natural resource management, collaborative planning, Botswana, Indonesia.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "0 file", "Tanggal Input": "04 Nov 2019"}