{"Nomor": 44739, "Judul": "RANCANGAN OPERASIONAL TERMINAL PETI KEMAS PELABUHAN DI KAMPUNG KLAYAS, DISTRIK SEGET, KABUPATEN SORONG, PROVINSI PAPUA BARAT", "Abstrak": "Indonesia adalah negara yang dilewati jalur pelayaran kontainer global terbesar di\ndunia. Akan tetapi, aktivitas kontainer di Indonesia Timur, khususnya Papua masih\nsangat rendah. Untuk itu akan dibangun Pelabuhan Peti Kemas di Kampung Klayas,\nDistrik Seget, Kabupaten Sorong, Provinsi Papua Barat. Untuk mengetahui potensi\npelabuhan tersebut akan dihitung kapasitas dermaga dan lapangan penumpukan\nserta dirancang peralatan operasional yang digunakan, sehingga dapat diketahui\nbesarnya biaya kapital yang dikeluarkan untuk pembelian alat-alat tersebut.\nUntuk menghitung besarnya kapasitas dermaga dan lapangan penumpukan, batasan\nyang digunakan adalah kedalaman kolam pelabuhan rencana yaitu -20 mLWS,\npanjang dermaga ±537 m dan luas lapangan penumpukan adalah ±13,5 Ha.\nBerdasarkan data tersebut diperoleh kapal yang dapat bersandar di dermaga adalah\n1 Kapal Panamax dan 1 Kapal Fully Cellular. Kapal tersebut akan dilayani oleh 5\nSTS Crane dengan kapasitas antara 23-24 boks/jam. Total kapasitas bongkar/muat\npeti kemas di dermaga adalah 506.481 TEU/tahun. Untuk kapasitas penampungan\npeti kemas di lapangan penumpukan adalah 955.636 TEU/tahun. Untuk menangani\nbongkar/muat peti kemas di lapangan penumpukan akan digunakan alat RMGC\n(Rail Mounted Gantry Crane) sebanyak 18 unit alat, dan untuk horizontal transport\ndigunakan truk trailer sebanyak 45 unit. Untuk pembelian alat-alat tersebut total\nbiaya yang harus dikeluarkan mencapai 1,06 triliun rupiah.", "Daftar File": {}, "Penulis": "Muhammad Faisol Tanjung [15512044]", "Kontributor / Dosen Pembimbing": ["Ir. Andojo Wurjanto, MCE, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Operasi, Terminal, Peti Kemas, Sorong", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "04 Nov 2019"}