{"Nomor": 44740, "Judul": "DESAIN DAN ANALISIS BIAYA STRUKTUR ALTERNATIF REKLAMASI TIMBUNAN - STUDI KASUS PULAU B JAKARTA UTARA", "Abstrak": "Jakarta sebagai kota dengan kepadatan penduduk tertinggi di Indonesia perlu solusi untuk\nmengatasi masalah kependudukan. Salah satunya adalah proyek reklamasi Jakarta Utara.\nReklamasi sendiri menurut UU No.27 tahun 2007, adalah adalah kegiatan yang dilakukan\noleh orang dalam rangka meningkatkan manfaat sumber daya lahan ditinjau dari sudut\nlingkungan dan sosial ekonomi dengan cara pengurugan, pengeringan lahan atau drainase.\nNamun pada keberjalanannya, proyek reklamasi Jakarta Utara menuai banyak protes dan\nkecaman akibat dampak buruk nya terhadap lingkungan, selain itu diperparah oleh kasus suap\ndalam proyek reklamasi ini. Dampaknya adalah pemerintah menetapkan bahwa proyek\nreklamasi Jakarta Utara dalam masa moratorium.\nUntuk mengatasi masalah tersebut, struktur alternatif seperti deck on pile dapat digunakan\nkarena penggunaan struktur tipe ini tidak menyebabkan dampak yang buruk bagi lingkungan.\nDalam tugas akhir ini, struktur alternatif didesain untuk ukuran 1 section (55 x 25 m) dan\ndiperuntukkan untuk 4 buah rumah dan jalan diantaranya.\nDesain dan analisis struktur dilakukan menggunakan software SAP2000. Pada program\nSAP2000, model dan pembebanan dirancang sedemikian rupa mendekati kondisi yang\nsebenarnya. Pembebanan yang dianalisis merupakan kombinasi beban-beban yang dirancang\nditahan oleh struktur, untuk mencari output berupa nilai Unity Check Ratio, defleksi tiang,\nmomen dan gaya geser balok, serta reaksi perletakan tiang. Output ini dipergunakan dalam\nanalisis penampang untuk menetukan desain dari tulangan baja komponen struktur.\nSetelah mendapat dimensi dari tulangan, dilakukan analisis biaya dengan menentukan metode\ndan alat, dan menghitung volume, durasi, dan biaya dari konstruksi struktur alternatif ini.\nBiaya yang didapatkan akan dibandingkan dengan biaya konstruksi reklamasi timbunan\nPulau B - Jakarta Utara.", "Daftar File": {}, "Penulis": "Aulia Aditya Danniswara [15512051]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nita Yuanita, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "reklamasi, deck on pile, desain, biaya", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "04 Nov 2019"}