{"Nomor": 44758, "Judul": "PERBANDINGAN METODE TITRASI DAN FOURIER-TRANSFORM INFRARED (FTIR) DALAM PENENTUAN BILANGAN ASAM MINYAK ZAITUN", "Abstrak": "Minyak zaitun mengandung triasilgliserol yang sebagian besar berupa asam lemak tidak jenuh\ntunggal jenis oleat. Penentuan bilangan asam umumnya dilakukan dengan metode titrasi asambasa menggunakan KOH/NaOH. Bilangan asam (BA) dinyatakan sebagai mg KOH yang diperlukan\nuntuk menetralkan asam lemak bebas dalam 1 gram sampel. Pada struktur minyak terdapat gugus\nfungsi asam karboksilat dari asam lemak bebas yang dapat diukur dengan FTIR sehingga bilangan\nasam dapat ditentukan. Dilakukan pemanasan minyak zaitun 120\n0\nC selama 0, 2, 4, 6, 8, 10, dan\n12 jam untuk memvariasikan bilangan asamnya. Tiap minyak zaitun ditentukan bilangan asamnya\ndengan titrasi menggunakan KOH dan indikator fenolftalein. Dibuat kurva kalibrasi asam oleat\npada bilangan gelombang 1430,92 - 1342,31 cm\n-1\ndan 1338 - 1218,79 cm\n-1\ndari spektrum derivatif\nserta bilangan gelombang 1770,33 dan 3463,53 cm\n-1\npada spektrum absorbansi. Dilakukan\npengukuran tiap minyak zaitun hasil pemanasan dengan FTIR dan diperoleh jumlah asam oleat\nmasing-masing sampel. Bilangan asam untuk metode FTIR diperoleh dengan mengalikan jumlah\nasam oleat dengan nilai BA dari asam oleat. Nilai bilangan asam metode FTIR pada tiap bilangan\ngelombang dibandingkan secara statistik uji t data berpasangan dengan nilai bilangan asam\nmetode titrasi. Dari percobaan diperoleh hasil, tidak ada perbedaan bermakna antara hasil\npenetapan bilangan asam metode FTIR pada bilangan gelombang 1338 - 1218,79 cm\n-1\ndan\n3463,53 cm\n-1\ndengan hasil penetapan bilangan asam metode titrasi.", "Daftar File": {"ABSTRAK Ulil Azmi": "https://digilib.itb.ac.id/gdl/download/187742"}, "Penulis": "Ulil Azmi [10712012]", "Kontributor / Dosen Pembimbing": ["Tursino, S.Si., M.Si.", "Dr. Ilma Nugrahani, M.Si., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Minyak zaitun, asam oleat, bilangan asam, FTIR, titrasi.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "04 Nov 2019"}