{"Nomor": 44750, "Judul": "Reaksi Ion Logam Dengan Zat Warna Larut Air Dari Kulit Buah Naga Merah (Hylocereus costaricensis (F.A.C. Weber) Britton & Rose)", "Abstrak": "Kulit buah naga merah telah diketahui memiliki kandungan zat warna yang tinggi sehingga\ndapat dijadikan kadidat pewarna alam. Namun, ditemukan bahwa warna pada kulit buah naga merah\ncenderung tidak stabil oleh keberadaan ion-ion logam. Penelitian ini bertujuan mengkaji pengaruh ion\nlogam yaitu ion tembaga(II), mangan(II), kobal(II), nikel(II), kadmium(II), alumunium(III),\nmagnesium(II), kalsium(II), besi(II) dan timbal(II) terhadap profil puncak absorbansi zat warna merah\ndari kulit buah naga merah. Kulit buah naga diekstraksi oleh berbagai pelarut seperti etanol, air,\ngliserol, HCl 1M, dan NaOH 1M. Selanjutnya dilihat dari profil spektrum pada spektrofotometer UVsinar tampak dengan komposisi pelarut etanol-air dan gliserol-air (4:0, 7:1, 3:1, 5:3, 1:1, 3:5, 1:7 dan\n0:4). Komposisi pelarut etanol-air (1:1) direaksikan dengan ion-ion logam untuk melihat profil\nabsorptivitas hasil reaksi dengan perbandingan tinggi puncak, dan pergeseran panjang gelombang\npuncak. Pada pelarut etanol, air dan gliserol cenderung menghasilkan puncak absorbansi di 530 nm\ndan menunjukkan warna merah rosa dan merah. Hasil spektrum menunjukkan, pada komposisi etanolair (1:1) menghasilkan nilai absorbansi tertinggi sebesar 2,41. Sedangkan pada komposisi gliserol-air\n(7:1) menghasilkan nilai absorbansi tertinggi sebesar 1,58. Ada tiga ion logam yang berpengaruh\nterhadap pergeseran puncak spektrum UV-sinar tampak ke kiri pada zat warna sampel buah naga\nmerah yaitu ion tembaga(II) 42 ± 2 nm, ion timbal(II) 41 ± 2 nm dan ion besi(II) 5 ± 2 nm. Sedangkan\nyang menggeser puncak absorbansi ke arah kanan ada lima ion yaitu ion kobal(II) 8 ± 2 nm, ion\nmangan(II) 6 ± 2 nm, ion kadmium(II) 6 ± 2 nm, ion nikel(II) 4 ± 2 nm dan ion kalsium(II) 3 ± 2 nm.\nDari berbagai logam tersebut, yang menaikkan intensitas absorbansi hanya sampel yang ditambahkan\nion magnesium(II) sebesar 57 ± 6 % dan ion besi(II) 55 ± 2 %. Sampel yang ditambahkan logam\nlainnya selain ion magnesium(II) dan ion besi(II), menurunkan intensitas absorbansi spektrum UVsinar tampak, terutama sampel yang direaksikan dengan ion timbal(II) dan ion mangan(II) sebanyak\n1.111 ± 2 %.", "Daftar File": {}, "Penulis": "Firman Ichsan [10710022]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Tutus Gusdinar Kartawinata, MS", "Tursino, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "kulit buah naga merah, zat warna larut air, reaksi ion logam.", "Sumber": "", "Staf Input/Edit": "", "File": "0 file", "Tanggal Input": "04 Nov 2019"}