{"Nomor": 44756, "Judul": "AKTIVITAS ANTIBAKTERI FRAKSI METABOLIT SEKUNDER JAMUR LAUT GK8 YANG DIISOLASI DARI HUTAN BAKAU PANTAI PAJARAKAN BALI", "Abstrak": "Jamur adalah organisme heterotrof, berupa uniseluler atau multiseluler, dan dapat menghasilkan\nspora. Jamur laut adalah jamur yang tumbuh dan bersporulasi di laut. Jamur laut telah banyak\ndikembangkan sebagai penghasil metabolit sekunder yang memiliki aktivitas antibakteri, antijamur,\ndan antivirus. Penelitian ini bertujuan menguji aktivitas antibakteri ekstrak kultur media dan\nmiselium jamur GK8 hasil fermentasi statis, memperoleh fraksi metabolit sekunder, dan menguji\naktivitas antibakterinya terhadap Bacillus subtilis dan Escherichia coli. Ekstraksi dengan metode\nekstraksi cair-cair (ECC) terhadap kultur media dan maserasi terhadap miselium menggunakan\npelarut etil asetat. Fraksinasi dengan kromatografi kolom klasik dan KLT preparatif. Uji aktivitas\ndengan metode difusi agar dan bioautografi. Ekstrak kultur media dan miselium jamur GK8\nmenunjukkan aktivitas terhadap Bacillus subtilis dan Escherichia coli, aktivitas terbesar ditunjukkan\noleh ekstrak kultur media GK8 terhadap Bacillus subtilis (diameter hambat 16,2 mm pada kadar 250\nµg/kertas cakram). Mayoritas fraksi dari ekstrak kultur media dan miselium GK8 memiliki aktivitas\nbaik terhadap Bacillus subtilis dan aktivitas rendah terhadap Escherichia coli, aktivitas terbesar\nditunjukkan fraksi IV dari ekstrak kultur media terhadap Bacillus subtilis (diameter hambat 18,4 mm\npada kadar 250 µg/kertas cakram). Hasil uji bioautografi menunjukkan semua subfraksi memiliki\naktivitas terhadap Bacillus subtilis) namun tidak menunjukkan aktivitas terhadap Eschericha coli.", "Daftar File": {"ABSTRAK Nurul Ayesya": "https://digilib.itb.ac.id/gdl/download/187740"}, "Penulis": "Nurul Ayesya [10712001]", "Kontributor / Dosen Pembimbing": ["Elin Julianti, S.Si., Apt., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "jamur laut, metabolit sekunder, antibakteri, difusi agar, bioautografi.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "04 Nov 2019"}