{"Nomor": 44775, "Judul": "Pore Size Determination Using Normalized J-Function For Different Hydraulic Flow Units", "Abstrak": "Pore size determination of hydrocarbon reservoirs is one of the main challenging areas in reservoir\nstudies. Precise estimation of this parameter leads to enhance the reservoir simulation, process\nevaluation, and further forecasting of reservoir behavior. Hence, it is of great importance to estimate the pore size of reservoir rocks with an appropriate accuracy. In the present study, a modified\nJ-function was developed and applied to determine the pore radius in one of the hydrocarbon\nreservoir rocks located in the Middle East. The capillary pressure data vs. water saturation (PceSw)\nas well as routine reservoir core analysis include porosity (4) and permeability (k) were used to\ndevelop the J-function. First, the normalized porosity (4z), the rock quality index (RQI), and the flow\nzone indicator (FZI) concepts were used to categorize all data into discrete hydraulic flow units\n(HFU) containing unique pore geometry and bedding characteristics. Thereafter, the modified\nJ-function was used to normalize all capillary pressure curves corresponding to each of predetermined HFU. The results showed that the reservoir rock was classified into five separate rock\ntypes with the definite HFU and reservoir pore geometry. Eventually, the pore radius for each of\nthese HFUs was determined using a developed equation obtained by normalized J-function corresponding to each HFU. The proposed equation is a function of reservoir rock characteristics\nincluding 4z, FZI, lithology index (J\n*\n), and pore size distribution index ( 3). This methodology used,\nthe reservoir under study was classified into five discrete HFU with unique equations for permeability, normalized J-function and pore size. The proposed technique is able to apply on any\nreservoir to determine the pore size of the reservoir rock, specially the one with high range of\nheterogeneity in the reservoir rock properties.", "Daftar File": {}, "Penulis": "ALI ABEDINI [-]", "Kontributor / Dosen Pembimbing": ["Farshid Torabi"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pore size, Pore geometry, Hydraulic flow unit, Capillary pressure, J-function", "Sumber": "Petroleum , Volume 1, Issue 2, Pages 106-111 (September  2015),  http://dx.doi.org/10.1016/j.petlm.2015.07.004", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "05 Nov 2019"}