{"Nomor": 44788, "Judul": "IDENTIFIKASI KESESUAIAN BUDIDAYA RUMPUT LAUT BERDASARKAN PARAMETER OSEANOGRAFI DI PERAIRAN TELUK SALEH NUSA TENGGARA BARAT", "Abstrak": "Penelitian ini bertujuan untuk mengkaji kesesuaian parameter oseanografi terhadap\nbudidaya rumput laut di Perairan Teluk Saleh Nusa Tenggara Barat. Pengambilan data\nlapangan dilakukan pada 21-22 Mei 2016 di 55 stasiun pengamatan. Data parameter\noseanografi yang dikaji antara lain lain temperatur, kecepatan arus, pasang surut, kecerahan,\nsigma-t, konduktivitas, TSS (Total Suspended Solid), salinitas, pH, oksigen terlarut, nitrat,\nnitrit, fosfat, amonia, BOD (Biochemical Oxygen Demand), plankton (fitoplankton), dan\nklorofil a di Perairan Teluk Saleh bagian utara Kabupaten Dompu.\nData kemudian dianalisis dengan metode analisis spasial dan analisa tabular dan ditampilkan\ndalam bentuk peta kesesuaian budidaya rumput laut di Perairan Teluk Saleh. Penelitian ini\nmenunjukkan luasan Perairan Teluk Saleh Kabupaten Dompu terdiri dari dua kategori, yaitu\nkelas sangat sesuai (S3) dengan luasan perairan sebesar 72,831 ha atau 99.92 %, dan kategori\nkelas kurang sesuai (S2) dengan luasan sebesar 52 ha atau 0.08 % dari luas total kawasan\npenelitian. Sedangkan berdasarkan hasil penelitian Yulius,dkk (2014) kelas kesesuaian\nbudidaya rumput laut di Perairan Teluk Saleh Kabupaten Sumbawa menunjukkan kategori\nsesuai dengan luasan 60.34 %, dan kategori sesuai bersyarat dengan luasan 39.66 % dari luas\ntotal kawasan penelitian.\nParameter dominan yang menunjukkan kisaran kategori sangat sesuai untuk budidaya\nrumput laut di Perairan Teluk Saleh yaitu salinitas, oksigen terlarut, dan pH. Dengan\ndemikian, kawasan Perairan Teluk Saleh memenuhi kriteria perairan yang dapat\ndikembangkan untuk kegiatan budidaya laut dengan perairan yang sangat luas.", "Daftar File": {}, "Penulis": "Ranela Intan Zahara [12912004]", "Kontributor / Dosen Pembimbing": ["Dr. Susanna, S.Si., M.T.", "Yulius, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Kesesuaian, parameter oseanografi, budidaya rumput laut, Teluk Saleh Kabupaten Dompu.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "10 file", "Tanggal Input": "06 Nov 2019"}