{"Nomor": 44792, "Judul": "POTENSI ENERGI PASANG SURUT DI SELAT TOYAPAKEH, BALI", "Abstrak": "Pada penelitian ini dilakukan perhitungan potensi energi pasang surut (pasut) di Selat\nToyapakeh (8,6o LS – 8,7o LS dan 115,4o BT – 115,5o BT), Bali, Indonesia. Elevasi dan arus\npasut disimulasikan dengan menggunakan model hidrodinamika 2D (2-dimensi) FVCOM\n(Finite-Volume Community Ocean Model) dengan 6 komponen pasut (M2, S2, N2, K1, O1, dan\nQ1) di syarat terbuka yang didapatkan dari satelit TOPEX/Poseidon (TPXO7). Data SSH (Sea\nSurface Height) didapat dari hasil simulasi model Global HYCOM (Hybrid Coordinate Ocean\nModel) yang dilakukan oleh Ningsih, dkk tahun 2012. Data batimetri diperoleh dari GEBCO\n(General Bathymetric Chart of The Ocean), Dinas Hidro-Oseanografi TNI-AL, dan\npengukuran lapangan P3GL (Pusat Penelitian dan Pengembangan Geologi Kelautan) tahun\n2008. Simulasi dilakukan selama 16 hari dari 4 April 2008 sampai 20 April 2008. Kemudian\ndilakukan pemetaan dan analisis potensi energi yang dihasilkan di Selat Toyapakeh.\nArus pasut di Selat Toyapakeh saat pasang purnama (perbani) mengarah ke utara dengan\nkecepatan 3,55 m/s (2,45 m/s) dan saat surut purnama (perbani) mengarah ke selatan dengan\nkecepatan 3,68 m/s (2,52 m/s). Daerah yang berpotensi menghasilkan energi adalah Selat\nToyapakeh bagian selatan, yaitu dekat Crystal Bay (8,709oLS – 8,715oLS dan 115,444oBT –\n115, 455oBT). Untuk menghitung potensi daya maksimum, dilakukan penempatan turbines\nfarm di sepanjang lebar selat menggunakan 2.515 buah turbin menggunakan Helical Gorlov\nTurbine, dihasilkan energi potensial (kinetik) sebesar 1.551,75 kW ???? 1,55 MW (3.973,70 kW\n???? 3,97 MW) saat pasut purnama. Sedangkan saat pasut perbani, dihasilkan energi potensial\n(kinetik) sebesar 960,73 kW ???? 0,96 MW (3.722,20 kW ???? 3,72 MW). Saat pasut purnama\ndaya maksimum yang dihasilkan oleh satu buah Helical Gorlov Turbine dari energi potensial\n(kinetik) mencapai 0,617 kW (1,58 kW), sedangkan saat pasut perbani, daya yang dihasilkan\ndari energi potensial (kinetik) adalah 0,382 kW (1,48 kW).", "Daftar File": {}, "Penulis": "Bunga Indiani Permatasari [12912012]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nining Sari Ningsih, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "elevasi, arus pasut, Model Hidrodinamika 2D FVCOM, daya, turbines farm, Selat Toyapakeh.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "06 Nov 2019"}