{"Nomor": 44795, "Judul": "MODEL TRAJEKTORI PARTIKEL 2-DIMENSI HORIZONTAL DI PULAU PARI - KEPULAUAN SERIBU", "Abstrak": "Pulau Pari merupakan salah satu pulau di kawasan Kepulauan Seribu, Jakarta Utara.\nTingginya aktivitas di Pulau Pari menyebabkan kawasan perairan tersebut rentan terhadap\npencemaran lingkungan, seperti sampah dan tumpahan minyak. Tujuan dari Tugas Akhir ini\nadalah menganalisis pola arus dan pergerakan partikel dari kawasan pesisir Pulau Pari. Simulasi\nhidrodinamika menggunakan HAMburg Shelf Ocean Model (HAMSOM) dilakukan dengan\ngaya penggerak pasang surut dan angin. Arus yang dihasilkan dari simulasi model\nhidrodinamika kemudian digunakan sebagai input model trajektori partikel yang disimulasikan\n2 kali pada tanggal 16 Oktober – 14 November 2015 dan 16 Maret – 14 April 2016. Kecepatan\narah u dan v hasil simulasi hidrodinamika pada bulan November 2015 menunjukkan korelasi\nterhadap data pengamatan sebesar 32% dan 60,7%, sedangkan pada bulan April 2016 sebesar\n76% dan 59,3% untuk stasiun yang lebih jauh dari gugus karang. Nilai korelasi tersebut\nmenunjukkan bahwa simulasi model hidrodinamika cukup baik dalam menggambarkan kondisi\narus di Perairan Pulau Pari.\nPola arus di Perairan Pulau Pari dipengaruhi oleh kondisi musim terutama ketika pasang\nsurut (pasut) perbani. Pada bulan November arus dominan mengarah ke Barat Daya dengan\nkecepatan maksimum 1 m/detik, sedangkan pada bulan April arus dominan mengarah ke Timur\ndengan kecepatan maksimum sebesar 0,8 m/detik. Arus juga dipengaruhi oleh kondisi pasang\nsurut terutama pada kondisi purnama, walaupun angin bergerak ke arah Barat saat menuju\npasang arus bergerak ke arah Timur Laut\nGaris jejak partikel hasil simulasi model trajektori di 5 lokasi pada bulan November 2015\ndan 2 lokasi di bulan Maret 2016 menunjukkan kesesuaian arah gerak dengan hasil pengukuran\ndrifter, namun jarak perpindahan partikel hasil model pada bulan November 2015 lebih kecil\ndibanding pengamatan dimana jarak perpindahan rata-rata adalah 1,94 km selama 3 jam dengan\nkecepatan 0,18 m/detik, sedangkan hasil pengamatan drifter bergerak sejauh 3,8 km dengan\nkecepatan 0,35 m/detik. Hasil simulasi trajektori bulan April 2016 menunjukkan jarak\nperpindahan rata-rata yang lebih besar yaitu 1,37 km selama 40 menit dengan kecepatan 0,57\nm/detik, sedangkan hasil pengamatan drifter bergerak sejauh 0,57 km selama 40 menit dengan\nkecepatan 0,24 m/detik. Dalam satu siklus pasang surut partikel mengalami gerakan bolak-balik,\nyaitu ketika pasang bergerak ke arah Timur kemudian berbelok ke arah Barat ketika surut,\nnamun partikel tidak kembali ke posisi semula (tidak tertutup).", "Daftar File": {}, "Penulis": "Ragis Nahwan Tsani [12912026]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Mutiara Rachmat Putri, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Pulau Pari, model trajektori partikel, model hidrodinamika HAMSOM, pasang surut, angin musiman.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "06 Nov 2019"}