{"Nomor": 44802, "Judul": "EVALUASI NILAI FAKTOR REDUNDASI TERHADAP KETIDAKBERATURAN TORSI GEDUNG BETON BERTULANG BERDASARKAN SNI 1726-2012", "Abstrak": "Gempa merupakan salah satu pertimbangan utama dalam perencanaan infrastruktur.\nDalam perencanaan struktur di Indonesia dibuat peraturan oleh Badan Standardisasi\nNasional yaitu SNI 1726-2012 tentang ”Tata Cara Perencanaan Ketahanan Gempa\nuntuk Struktur Bangunan Gedung dan Non Gedung”. Dalam peraturan ini diatur\ncara mendesain beban gempa struktur, salah satunya adanya besaran faktor\nredundansi, ????, sebagai faktor pembesaran beban gempa yang diatur dengan\nketentuan tertentu. Untuk gedung dengan ketidakberaturan torsi disyaratkan\nmenggunakan besar nilai faktor redundansi, ???? = 1,3.\nPada studi ini akan mengevaluasi besar nilai faktor redundansi, ????, terhadap\nketidakberaturan torsi, yaitu dengan cara membandingkan perilaku struktur 2 (dua)\nbuah model struktur dengan ketidakberaturan torsi yang memiliki besar nilai faktor\nredundansi, ????, yang berbeda yaitu model pertama menggunakan ???? = 1 dan ???? = 1,3\nuntuk model kedua. Analisis dilakukan dengan menggunakan software ETABS\n9.7.4.\nPada studi ini dilakukan analisis pushover untuk melihat perilaku struktur kedua\nmodel. Berdasarkan hasil analisis didapatkan bahwa model dengan ketidakberaturan\ntorsi yang menggunakan faktor redundansi, ???? = 1 hampir tidak mencapai\nperformance level, sedangkan model dengan faktor redundansi, ???? = 1,3 mencapai\nperformance level yang diharapkan. Selain itu, struktur dengan ketidakberaturan\ntorsi akan memerlukan biaya yang relatif lebih besar dibandingkan reguler struktur.\nDari hasil perbandingan 2 (dua) buah model dalam studi ini, nilai faktor redundansi\nterhadap gedung beton bertulang dengan ketidakberaturan torsi sudah sesuai dan\ncocok digunakan di Indonesia.", "Daftar File": {}, "Penulis": "Kurniawan Setiadi K [15009072]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. I Gde Widiadnyana Merati, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "struktur beton bertulang, sistem ganda, ketidakberaturan, redundansi, faktor redundansi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "07 Nov 2019"}