{"Nomor": 44800, "Judul": "Experimental Study On Influencing Factors Of Acid-Fracturing Effect For Carbonate Reservoirs", "Abstrak": "Acid fracturing treatment is the key technique for stimulation and stable production in carbonate\nreservoirs. In order to improve the carbonate reservoirs acid fracturing effect, in this paper, with a\nlarge number of experiments as the main research methods, study on influencing factors of acidfracturing effect for carbonate reservoirs from increase the effective distance of living acid, increase\nacid corrosion eched fracture conductivity, reduce the acid fluid loss, etc. The effective distances of\nlive acid calculated with reacted acid limitations measured in different acid systems are quite\ndifferent from those calculated according to previous standard. Fracture conductivity is one of the\nkey parameters that affects acid fracturing effects, but it's difficult to be predicted accurately due to\nthe strong randomness of acid-rock reaction as well as various influence factors. Analyses of the\nimpacts on fracture conductivity resulted from the rock embedment intensity, closure stress, acid\ndosage, rock-acid contact time, acid fluid loss, acid pumping rate through self-developed small-core\nfracture capacity test instrument. Fluid loss during acid fracture can be well controlled by thickened\nliquid as well as solid particles, but formation damage occurs inevitably. Foamed acid is a specific\nfluid with high viscosity, low fluid loss, small friction resistance, good retarding property, strong\nfracture making ability, easy flowback and low damage, which is an ideal acid system for low\npressure and low permeability carbonate reservoirs. In this paper, the theoretical study on\npercolation mechanism and fluid-loss control mechanism of foam (acid) in porous medium are\npresented with the help of visual microscopic model fluid drive unit", "Daftar File": {}, "Penulis": "NIANYIN LI [-]", "Kontributor / Dosen Pembimbing": ["Jinxin Dai", "Pingli Liu", "Zhifeng Luo", "Liqiang Zhao"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Carbonate rock, Acid fracturing, Effective distance of live acid, Acid-etched fracture conductivity, Leak off, Reacted acid limit, Experimental study", "Sumber": "Petroleum , Volume 1, Issue 2, Pages 146-153 (September  2015),   http://dx.doi.org/10.1016/j.petlm.2015.06.001", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "06 Nov 2019"}