{"Nomor": 44804, "Judul": "STUDI KAITAN ULTRALUMINOUS X-RAY SOURCES (ULXs) DENGAN STAR FORMATION RATE (SFR) GALAKSI INDUK", "Abstrak": "Ultraluminous X-ray Sources (ULXs) merupakan sumber sinar-X yang terletak di luar pusat optik galaksi dengan luminositas sinar-X Lx ? 2x1039 erg s-1 pada pita energi 0.3 – 8 keV. Terdapat dua skenario utama untuk menjelaskan ULXs, yang pertama yaitu sumber tenaga ULXs berasal dari intermediate mass black hole (IMBH) dengan laju sub-akresi Eddington, sementara skenario kedua menyebutkan bahwa ULXs ditenagai oleh stellar mass black hole dengan laju akresi super-Eddington. Belum terdapat kesepakatan definitif dalam menentukan skenario yang tepat untuk menjelaskan proses fisis ULXs, oleh karena itu studi lebih lanjut perlu dilakukan. Studi yang dilakukan dalam Tesis ini akan difokuskan pada lingkungan ULXs, khususnya laju pembentukan bintang (SFR) galaksi induk. Hal ini bertujuan untuk mengetahui lingkungan dengan properti galaksi induk seperti apa, khususnya SFR, yang mendukung pembentukan ULXs.\nData kandidat ULXs beserta galaksi induk yang digunakan dalam pekerjaan ini diperoleh dari Katalog Gabungan yang disusun Priajana (2016). Terdapat perubahan jumlah dan data sampel kandidat ULXs beserta galaksi induk setelah beberapa tahap pemeriksaan dan seleksi dilakukan, yaitu sebanyak 546 kandidat ULXs pada 233 galaksi induk yang kemudian dikumpulkan ke dalam Katalog Gabungan 2017. Setelah dilakukan koreksi posisi ULXs dari pusat galaksi dengan menggunakan data inklinasi dan sudut posisi, maka selanjutnya analisis lebih lanjut akan ditinjau untuk ULXs yang berada di dalam daerah R25.\nBeberapa hasil yang diperoleh dari pekerjaan ini antara lain: interaksi antargalaksi dan starburst memicu pembentukan ULXs namun bukan merupakan syarat perlu terbentuknya ULXs, koreksi posisi memiliki pengaruh yang cukup signifikan sehingga ULXs mengalami pergeseran ke arah fraksi R25 yang lebih besar, korelasi antara SFR dengan properti galaksi seperti Hubble type, massa, dan luminositas menunjukkan korelasi yang ditemukan pada galaksi secara umum, jumlah ULXs berkorelasi positif dengan SFR untuk sampel spiral, normal, peculiar, dan starburst. Selain itu trend menurun dari distribusi luminositas, ULXs, dan SFR spesifik menunjukkan bahwa ULXs lebih “menyukai” galaksi induk yang bermassa rendah. Hal ini berkaitan dengan SFR spesifik yang tinggi dan metalisitas yang rendah untuk massa galaksi yang rendah, di mana SFR yang tinggi berkaitan dengan pembentukan bintang pasangan yang bermassa besar, sementara metalisitas yang rendah berkaitan dengan pembentukan black hole dengan massa besar. Hasil ini juga didukung oleh trend menurun dari distribusi jumlah ULXs yang dinormalisasi terhadap SFR dengan metalisitas.", "Daftar File": {"COVER Sitti Attari Khairunnisa": "https://digilib.itb.ac.id/gdl/download/187918", "BAB 1 Sitti Attari Khairunnisa": "https://digilib.itb.ac.id/gdl/download/187919", "BAB 2 Sitti Attari Khairunnisa": "https://digilib.itb.ac.id/gdl/download/187921", "BAB 3 Sitti Attari Khairunnisa": "https://digilib.itb.ac.id/gdl/download/187922", "BAB 4 Sitti Attari Khairunnisa": "https://digilib.itb.ac.id/gdl/download/187924", "BAB 5 Sitti Attari Khairunnisa": "https://digilib.itb.ac.id/gdl/download/187925", "PUSTAKA Sitti Attari Khairunnisa": "https://digilib.itb.ac.id/gdl/download/187926"}, "Penulis": "Sitti Attari Khairunnisa [20314301]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Hesti Retno Tri Wulandari, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "galaksi: umum – galaksi: pembentukan bintang - X-ray: sistem ganda – X-ray: galaksi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "07 Nov 2019"}