{"Nomor": 44816, "Judul": "PENENTUAN PARAMETER KUALITAS BARU UNTUK MENILAI KINERJA PUSAT PROSES PT POS INDONESIA", "Abstrak": "PT Pos Indonesia adalah perusahaan yang menjalankan layanan kurir sebagai bisnis intinya. Untuk mengoperasikan bisnis jasa kurir mereka, mereka menggunakan jaringan yang terdiri dari beberapa daerah. Di setiap wilayah, pemrosesan pusat surat (MPC) bertindak sebagai gerbang untuk mengelola paket masuk dan keluar melalui wilayah masing-masing. Untuk memantau kualitas pengiriman layanan dari layanan kurir mereka, mereka menggunakan tingkat pengiriman tepat waktu sebagai parameter kualitas. MPC sebagai bagian dari jaringan mereka juga menggunakan parameter kualitas ini untuk menilai kinerjanya. Namun, setelah berkonsultasi dengan staf di MPC, mereka ragu apakah parameter tersebut sesuai untuk mereka. Tujuan dari penelitian ini adalah untuk menemukan faktor-faktor yang membuat parameter saat ini cenderung tidak sesuai. Hubungan antara parameter kualitas yang ditetapkan oleh perusahaan dan kinerja proses MPC sebagai subproses dicoba untuk ditemukan sebagai kerangka kerja untuk penelitian. Berdasarkan kerangka yang dibangun. Faktor masalah bisnis diidentifikasi dengan menggunakan sumber primer yakni dengan mewawancarai orang-orang terkait. Faktor-faktor yang diidentifikasi kemudian dapat digunakan untuk menghasilkan solusi alternatif. Hasilnya adalah tiga faktor diidentifikasi menggunakan diagram fishbone sebagai hasil wawancara. Faktor-faktor tersebut adalah 1) ruang lingkup, 2) pengaruh terhadap proses lainnya, dan 3) variasi terhadap proses yang terjadwal. Dari faktor-faktor tersebut, solusi alternatif dihasilkan untuk mengatasi masing-masing factor yakni: 1) Tingkat Pengiriman Tepat Waktu Parsial, 2) Efek Akumulasi Pengiriman Terlambat, dan 3) Kontrol Proses terhadap Proses yang Dijadwalkan. Alternatif kemudian dievaluasi dengan kriteria seleksi. Solusi kontrol proses kemudian terpilih sebagai skor tertinggi dari tiga alternatif.", "Daftar File": {"2019_TS_PP_Muhammad Akbar_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/188021"}, "Penulis": "Muhammad Akbar Arrozaq Ramadha [29116348]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Pennoh Philips Kembaren, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "Management & auxiliary services", "Kata Kunci": "jasa kurir, kinerja, proses, pengukuran, parameter kualitas,", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "07 Nov 2019"}