{"Nomor": 44814, "Judul": "Technical Status And Challenges Of Shale Gas Development In Sichuan Basin, China", "Abstrak": "During the past decade, shale gas developments have changed the energy structure in the US\nnatural gas industry, and the exploration activities for shale gas are also increasing worldwide.\nAccording to the papers published in recent years, shale gas resources are quite abundant in China.\nWith the successful experience obtained from North America, many state-of-the-art technologies\nare brought in and refined for field application. State-owned enterprise, private enterprises and\nforeign enterprises have all actively participated in the exploitation of shale gas. Compared with US,\nChina faces many more challenges, both geological and above-ground, in the development of shale\ngas resources.\nThis paper begins with the introduction of shale gas reserve distribution in China and the\nidentified shale gas formation in Sichuan Basin. The following paper reviews the methodology\nemployed in the geophysical prospecting, drilling and completion, and hydraulic fracturing process.\nSince China is in the early stage of shale gas development, there is a great technical gap between\nChina and North America. Based on literature review, the major challenges faced in the exploration\nand production process are identified. What presented in this paper should be of particular interest\nto the personnels involved in shale gas production in China and countries that are about to set foot\nin shale gas business. It will also be of interest to researchers who are dedicated to developing these\ntechnologies to unlock unconventional gas resources in China.", "Daftar File": {}, "Penulis": "PINGLI LIU [-]", "Kontributor / Dosen Pembimbing": ["Yinsheng Feng", "Liqiang Zhao", "Nianyin Li", "Zhifeng Luo"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "Engineering & allied operations", "Kata Kunci": "Shale gas, Effective development, Technical status, Challenges, Sichuan, Basin", "Sumber": "Petroleum , Volume 1, Issue 1, Pages 1-7 (March  2015),    http://dx.doi.org/10.1016/j.petlm.2015.03.001", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "07 Nov 2019"}