{"Nomor": 44824, "Judul": "PERANCANGAN FASILITAS SISI UDARA BANDAR UDARA HUSEIN SASTRANEGARA BANDUNG", "Abstrak": "Bandara Husein Sastranegara merupakan bandar udara di kota Bandung, Jawa Barat. Pada wilayah tersebut terdapat potensi pariwisata dan potensi ekonomi yang harus dikelola dan dikembangkan dengan baik. Perancangan Bandara Husein Sastranegara mencangkup fasilitas sisi udara. Fasilitas sisi udara yang dirancang meliputi aspek geometri dan perkerasan struktur. Perancangan fasilitas sisi udara untuk geometri didasarkan pada KP 39 Tahun 2015, ICAO Aerodomes Annex 14, FAA AC 150/5300-13A dan AC 150/5325-4B, dan perancangan perkerasan struktur didasarkan metode FAA AC150/5320-6E dengan menggunakan program FAARFIELD.\nHasil Perancangan bandara yang didapat adalah kebutuhan panjang runway sepanjang 3810 m dengan lebar 45 m dan lebar bahu 8 m. Diperlukan penambahan panjang runway sebesar 1560 m. Kebutuhan runway didapat dengan menggunakan pesawat rencana Boeing 737-900. Lebar Taxiway dan Taxilane adalah 18 m.\nDimensi Apron hasil rancangan adalah 733 m x 80 m, dengan pertimbangan jumlah pesawat pada jam kritis maksimum adalah sebanyak 18 pesawat. Diperlukan penambahan apron dengan dimensi 347 m x 80 m. Perkerasan bandara terbagi menjadi 2 macam, yaitu perkerasan lentur dan kaku. Perkerasan lentur baru yang dirancang setebal 777 mm. Pada perkerasan lentur eksisting diperlukan ovelay setebal 65 mm. Perkerasan kaku baru yang dirancang setebal 738,3 mm. Pada perkerasan kaku eksisting diperlukan ovelay setebal 378 mm. Drainase hasil evaluasi adalah dirancang dengan geometri persegi, dengan dimensi 150 cm x 160 cm, 300 cm x 150 cm, 150 cm x 160 cm dan 150 cm x 150 cm .", "Daftar File": {}, "Penulis": "M Rifqi Ramadhan [15011008]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sri Hendarto, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Airport Design, Husein Sastranegara airport, Airside Facilities, Drainage, Geometric, Pavement", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "08 Nov 2019"}