{"Nomor": 44832, "Judul": "EFFECT OF INLET VELOCITY VARIATION AND INLET-OUTLET AIR EXTENSION ON THE CHARACTERISTICS OF AIRFLOW IN THE OPERATING ROOM", "Abstrak": "Surgery room is specifically made to meet the needs of invasive procedure that\ndoctor performs on the patient. It requires a good heating,ventilation, and air\nconditioning system that abides standards made by various organization. Most\nexisting standards used easily identifiable parameters, such as temperatureand\nhumidity, while air velocity distribution and airflow patterns are seldom discussed.\nThis research aims to make a model of a surgery room and numerically solving it\nto see the air flow pattern, velocity and temperature distribution. Simulation is\ndone with COMSOL software.\nThe surgery room model is a shallow truncated square room with dimension close\nto 7x7 m2. Simulations are done to see effects of inlet air parameter\nvariation,which ranges from 0.15 m/s to 0.6 m/s, with temperature variation\nranges from 22 to 27 °C. Another variation will be the addition of air outlets on\nthe ceiling, addition of heat source in the form of surgery lamp, and the addition\nof air curtain system.\nFrom the simulation and analysis, it can be concluded that inlet parameter have\nlittle to no effect to the airflow and air velocity. It can also be concluded that the\ntemperature distribution in the room spread more evenly as the air inlet velocity\nincrease. Beside that, it can be concluded that the addition of outlet on the ceiling\nincrease the number of vortices in the room, and make the velocity more evenly\ndistributed. The addition of surgical lamp lessens the vortices around them but\nraised the air temperature significantly. Addition of air curtain change the air\nvelocity distribution greatly, but decrease the level of vortices all around the room.", "Daftar File": {}, "Penulis": "Yudistira A W [13310022]", "Kontributor / Dosen Pembimbing": ["Ir. F.X. Nugroho Soelami, M.BEnv., Ph.D.", "Rahmat Romadhon, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "numerical simulation, surgery room, airflow patterns, air velocity distribution, temperature distribution,", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "08 Nov 2019"}