{"Nomor": 44833, "Judul": "DESAIN INTEGRASI SEL TUNAM 1KW PADA SISTEM HIBRIDA ENERGI TERBARUKAN DENGAN PENGATURAN OPERASI HYBRID ENERGY CONTROLLER", "Abstrak": "Sistem Hibrida Energi Terbarukan (SHET) merupakan hasil pengembangan\nmicrogrid yang telah berjalan di laboratorium Manajemen Energi di Labtek-VI TP\nRahmat. Kebutuhan energi SHET dipenuhi oleh sumber energi terbarukan berupa\nPLTS dan jaringan distribusi luar yakni PLN, serta baterai sebagai bentuk\npenyimpanan dan cadangan energi. Dalam pengembangan lebih lanjut dibutuhkan\nbeberapa tambahan sumber energi baru yang dapat memasok daya saat terjadi\nkelebihan beban ataupun kondisi kritis seperti kekosongan cadangan energi. Sel\ntunam menjadi salah satu pilihan sumber energi terbarukan yang dapat\ndiintegrasikan dengan SHET.\nDalam tugas akhir ini dibuat rancangan integrasi sel tunam tipe PEM dengan\nkondisi SHET yang saat ini telah berjalan. Rancangan dibuat secara DC Coupling\ndengan sel tunam berhubungan langsung dengan baterai pada saluran DC dengan\nperantara konverter MPPT. Sel tunam akan berjalan pada Island Mode dengan\nkondisi khusus berupa besarnya beban yang terjadi serta rendahnya level SoC\nbaterai. Hal ini menjadikan sel tunam sebagai sumber energi cadangan terakhir\nuntuk menghindari mati sistem.\nDari hasil pengujian desain didapat bahwa sel tunam tipe PEM dengan potensi\nproduksi daya maksimum 1kW hanya mampu menghasilkan daya pada rentang\n120-160 watt. Hal ini disebabkan karena karakteristik daya maksimum sel tunam\nyang dipakai berada pada tegangan rendah di bawah tegangan baterai VRLA 48V\nyang dipakai SHET, sedangkan MPPT hanya mampu mengondisikan sel tunam\npada tegangan kerja di atas baterai pada rentang 49V-52V. Kondisi ini\nmengakibatkan baterai tetap mengalami discharge walaupun sel tunam menyuplai\npada saat terjadi beban yang tinggi. Oleh karena itu diperlukan perbaikan desain\nlebih lanjut sehingga potensi daya maksimum dapat terpanen.", "Daftar File": {}, "Penulis": "Muhamad Maulanal Haq [13312005]", "Kontributor / Dosen Pembimbing": ["Ir. Edi Leksono, M.Eng., Ph.D.", "Nugraha, Dr.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "baterai, Island Mode, MPPT, sel tunam, SHET, SoC", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "08 Nov 2019"}