{"Nomor": 44837, "Judul": "PERANCANGAN SUPLAI REAKTAN DAN MEKANISME PURGING PADA SISTEM PEMBANGKIT LISTRIK SEL TUNAM 5 KW", "Abstrak": "Salah satu perangkat konversi energi baru yang sedang berkembang adalah sel\ntunam. Prinsip kerja sel tunam adalah menggunakan reaksi sel volta dengan\nmemanfaatkan pergerakan elektron sebagai sumber arus. Kinerja sel tunam\ndipengaruhi oleh banyak faktor seperti tekanan reaktan, laju reaktan, temperatur\noperasi, dan kelembaban. Seluruh faktor tersebut bisa dipenuhi dengan melakukan\nperancangan sistem pembangkit listrik berbasis sel tunam dengan baik. Salah satu\nkomponen sistem yang paling utama untuk dirancang adalah sistem suplai\nreaktan.\nSel tunam yang digunakan bertipe PEM 5 KW dengan katoda tertutup. Kebutuhan\nkatoda disuplai dari kompresor udara. Bukaan katup kompresor diatur agar laju\nudara mencukupi kebutuhan oksigen sel tunam berdasarkan arus listrik yang\ndiminta. Jenis skema pasokan hidrogen yang digunakan adalah Dead-end Anode\n(DEA). Skema DEA akan menyebabkan terakumulasinya senyawa pada anoda\nyang akan menurunkan kinerja sel tunam. Oleh karena itu untuk menjaga\nkestabilan keluaran listrik sel tunam, dirancang sistem purging dengan menguji\npurgeinterval yang paling baik. Kemudian dilakukan pengujian kemampuan\nsistem dalam menghasilkan listrik, yakni pengujian kurva polarisasi dan\nkestabilan daya sistem. Selanjutnya dilakukan perhitungan efisiensi sistem dalam\nmengubah reaktan menjadi energi listrik.\nSistem yang telah dibuat berhasil membangkitkan energi listrik hingga 539 W\ndengan arus 24 A. Sistem ini dapat mencapai efisiensi sebesar 41% pada beban\ndaya 500 W. Dari hasil pengujian purging diperoleh purgeinterval yang terbaik\nadalah 30 detik karena dapat menjaga kestabilan tegangan dan membuang\nhidrogen dengan jumlah yang minimal.", "Daftar File": {}, "Penulis": "Auditio Mandhany [13312063]", "Kontributor / Dosen Pembimbing": ["Ir. Edi Leksono, M.Eng., Ph.D.", "Augie Widyotriatmo, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "sel tunam, PEM, reaktan, dead-end anode, katoda tertutup, purge interval, efisiensi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "08 Nov 2019"}