{"Nomor": 44847, "Judul": "STUDI OPTIMISASI KENYAMANAN VISUAL DAN KETERSEDIAAN CAHAYA ALAMI PADA GEDUNG CENTER OF ART, DESIGN AND LANGUAGE (CADL) INSTITUT TEKNOLOGI BANDUNG", "Abstrak": "Penggunaan cahaya alami adalah salah satu cara untuk menghemat konsumsi\nenergi pada bangunan. Namun, cahaya alami juga dapat menimbulkan\nketidaknyamanan visual berupa silau. Gedung Center of Art, Design and\nLanguage (CADL) Institut Teknologi Bandung merupakan gedung yang memiliki\njendela pada bagian barat dan timur sehingga kemungkinan muncul silau besar.\nPengukuran dengan teknik citra High Dynamic Range menunjukan silau yang\nterjadi pada ruangan gedung CADL memiliki DGP>0,23. Mengacu batas\nkenyamanan yang dikemukakan Hirning dkk.[18], maka ruangan pada gedung ini\ntidak nyaman. Pada penelitian ini, CADL dioptimisasi agar persentase waktu silau\ndalam kategori nyaman dalam satu tahun (%DGP<0,21) di atas 50% dengan\nmenjaga spatial daylight autonomy dengan target iluminansi 150 lux dan 50%\n(sDA150lux,50%) di atas 30%. Optimisasi dilakukan dengan cara simulasi\nmenggunakan perangkat lunak DIVA-for-Rhino. Pada optimisasi ditambahkan\nkerai vertikal, kerai horizontal dan tirai yang divariasikan sudut bukaan bilah dan\nluas permukaan yang menutupi jendela. Hasil optimisasi menunjukkan bahwa\nnilai %DGP<0,21 dapat ditingkatkan hingga melewati 50%, namun pada beberapa\nruang sDA150,50% juga ikut turun hingga di bawah 30%. Dengan menggunakan\nfront Pareto, solusi optimal yang paling sering muncul adalah kerai vertikal 75%-\n60o yang muncul pada tiga ruangan.", "Daftar File": {}, "Penulis": "Mhd Akbar Anthony Siregar [13312082]", "Kontributor / Dosen Pembimbing": ["Ir. R. Triyogo, M.Des.Sc. (Illum)", "Rizki Armanto Mangkuto, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "Cahaya alami, kenyamanan visual, silau, spatial daylight autonomy, optimisasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "11 Nov 2019"}