{"Nomor": 44862, "Judul": "ISOLASI JAMUR DAN UJI AKTIVITAS ANTIMIKROBA ISOLAT JAMUR DARI HUTAN BAKAU DAERAH KAWASAN EKOLOGI TRITIH KULON CILACAP", "Abstrak": "Mikroorganisme laut salah satunya jamur laut memiliki potensi besar untuk menghasilkan\nmetabolit aktif yang memiliki aktivitas antimikroba. Karena lingkungan laut yang ekstrim, jamur\nlaut berpotensi menghasilkan metabolit aktif yang lebih kuat dibandingkan jamur darat. Penelitian\nini bertujuan untuk memperoleh isolat jamur murni dari hutan bakau daerah kawasan ekologi\nTritih Kulon, Cilacap, Jawa tengah dan diuji aktivitas antimikrobanya terhadap Staphylococcus\naureus, Escherichia coli, dan Candida albicans. Hasil isolasi diperoleh 5 jenis jamur dari sampel\nserasah daun dan 6 jenis jamur dari sampel lumpur. Isolat jamur diberi kode FTKC 1 sampai FTKC\n11. Isolat jamur murni difermentasi menggunakan shaker dalam media cair YPD dengan\nkecepatan 150 rpm selama 21 hari dan dipisahkan antara media dan miseliumnya. Media\ndiekstraksi cair-cair dan miselium dimaserasi menggunakan etil asetat. Hasil uji skrining aktivitas\nantimikroba pada konsentrasi 250 µg/disk adalah ekstrak kultur media FTKC 3, 4, 5, 7 dan ekstrak\nkultur miselium FTKC 3, 4, 9 memberikan aktivitas antimikroba terhadap S. aureus. Ekstrak kultur\nmedia FTKC 1, 2, 3, 5, 6, 7, 8, 9, 10, 11 dan ekstrak kultur miselium FTKC 1, 5, 6, 7, 8, 10, 11\nmemberikan aktivitas antimikroba terhadap E. coli. Ekstrak kultur media FTKC 11 memberikan\naktivitas antimikroba terhadap C. albicans. Nilai KHM terendah terhadap mikroba uji adalah 128\nµg/mL oleh ekstrak FTKC 3 kultur media cair terhadap bakteri S. Aureus, 256 µg/mL oleh ekstrak\nFTKC 3 kultur media cair terhadap bakteri E. coli, dan 1024 µg/mL oleh ekstrak FTKC 11 kultur\nmedia cair terhadap jamur C. albicans. Nilai KBM terendah yang diperoleh adalah 256 µg/mL oleh\nekstrak kultur media cair FTKC 3 terhadap bakteri S. aureus. Hasil penelitian menunjukkan bahwa\njamur hasil isolasi menghasilkan metabolit aktif yang berpotensi sebagai antimikroba terhadap\nStaphylococcus aureus, Escherichia coli, dan Candida albicans.", "Daftar File": {"ABSTRAK Cahyani Kesuma Suryaloka": "https://digilib.itb.ac.id/gdl/download/188258"}, "Penulis": "Cahyani Kesuma Suryaloka [10712045]", "Kontributor / Dosen Pembimbing": ["Elin Julianti, S.Si., Apt., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Bakau, jamur laut, antimikroba, KHM, KBM", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "11 Nov 2019"}