{"Nomor": 44882, "Judul": "On The Scale-Up Criteria For Bubble Columns", "Abstrak": "It is generally admitted that experimental data obtained in “laboratory-scale” bubble columns are\nrepresentative of “industrial-scale” reactors if the well-known three “Wilkinson et al. scale-up criteria” are\nsatisfied: (a) the diameter of the bubble column is larger than 0.15 m, (b) the sparger openings are larger\nthan 1e2 mm and (c) the aspect ratio is larger than 5. The aim of this communication is to contribute to\nthe existing discussion. To this end, this communication collects relevant experimental investigation and\ninclude new experimental data: in particular, we have experimentally studied the combined effect of the\naspect ratio (within the range of 1e15) and the sparger design (considering both “coarse” and “fine”\nspargers) on the gas holdup in a large-diameter and large-scale gas-liquid bubble column. The bubble\ncolumn has been operated both in the batch mode and in the counter-current mode. Filtered air has been\nused as the gaseous phase in all the experiments, while the liquid phase has included deionized water\nand different aqueous solutions of organic (i.e., ethanol) and inorganic (i.e., sodium chloride, NaCl) active\nagents. It is found that the “Wilkinson et al. scale-up criteria” are valid for the air-water case in the batch\nmode for “very-coarse” spargers. Conversely, they are no more valid when considering different liquid\nvelocity, and/or aqueous solutions of active agents, and other sparger openings", "Daftar File": {}, "Penulis": "GIORGIO BESAGNI [-]", "Kontributor / Dosen Pembimbing": ["Lorenzo Gallazzini", "Fabio Inzoli"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bubble column, Scale-up ,Gas sparger, Gas holdup, Liquid phase properties", "Sumber": "Petroleum , Volume 5, Issue 2, Pages 114-122 (June  2019), https://doi.org/10.1016/j.petlm.2017.12.005", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "12 Nov 2019"}