{"Nomor": 44898, "Judul": "OSCILLATION CONTROL POSITION OF A SINGLE ROBOT MANIPULATOR DRIVEN BY A HYDRAULIC SERVO ACTUATOR", "Abstrak": "A hydraulic system is used in the fields which require high power. However, when the hydraulic system works in an oscillatory environment, exact position control of the hydraulic actuator becomes difficult. Also, the non- linear characteristics of hydraulic servo system can be the main problem for system controlling. The thesis deals with oscillation control of a hydraulic actuator system. A single manipulator driving by a hydraulic servo system connected with oscillatory base is researched to design a good controller with compensation for oscillation which is caused in the platform of the system. The rotation of an end - effector is driven by the linear motion of a hydraulic cylinder which is connected with a 4/3 servo valve. Modelling the system in state space model form. After that a state feedback controller will be designed to exactly control the position of the end - effector and to remove the effect of oscillated base right away in Matlab/Simulink. Finally, an experimental testing system is designed and implementation of controller by using Arduino Uno and Visual basic. MPU – 6050 and incremental encoder sensors were used for feedback signals about vibration of base and link’s angle to Arduino UNO. Visual Basic used to process microcontroller and build the GUI for users. NI USB device is used to send control signal from controller to servo valve to operate the system.", "Daftar File": {"COVER Dao Huy Thuong": "https://digilib.itb.ac.id/gdl/download/188432", "BAB 2A Dao Huy Thuong": "https://digilib.itb.ac.id/gdl/download/188433", "BAB 2B Dao Huy Thuong": "https://digilib.itb.ac.id/gdl/download/188434", "BAB 3A Dao Huy Thuong": "https://digilib.itb.ac.id/gdl/download/188435", "BAB 3B Dao Huy Thuong": "https://digilib.itb.ac.id/gdl/download/188436", "BAB 4 Dao Huy Thuong": "https://digilib.itb.ac.id/gdl/download/188437", "BAB 5 Dao Huy Thuong": "https://digilib.itb.ac.id/gdl/download/188439", "PUSTAKA Dao Huy Thuong": "https://digilib.itb.ac.id/gdl/download/188440"}, "Penulis": "Dao Huy Thuong [23116701]", "Kontributor / Dosen Pembimbing": ["Ir. Indrawanto, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Hydraulic servo control system, state - based observer controller, oscillation control, Robust nonlinear control.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "12 Nov 2019"}