{"Nomor": 44897, "Judul": "PERKIRAAN UMUR SISA RODA GIGI DENGAN CACAT LUBANG PADA PERMUKAAN MENGGUNAKAN PENDEKATAN PROBABILISTIK", "Abstrak": "Salah satu jenis kerusakan pada dump truck dengan bobot 163,78 Ton adalah adanya lubang pada permukaan roda gigi akibat kontak lelah antar permukaan. Kerusakan seperti ini digolongkan sebagai retakan. Salah satu tindakan preventif yang dapat dilakukan adalah dengan menghitung umur sisa roda gigi menggunakan prinsip mekanika retak. Pemodelan dilakukan dengan model dua dimensi karena pada kasus pembebanan roda gigi prinsip plane strain dapat digunakan. Persamaan Paris Law digunakan untuk memperhitungkan umur sisa roda gigi dengan modus retak geser dan tarik dengan menggunakan bantuan software ABAQUS dan menggunakan metode evaluasi contour integral. Sayangnya, contour integral tidak dapat mengevaluasi arah dari perambatan retak, oleh sebab itu digunakan metode virtual crack extension untuk memprediksi arah perambatan retak. Hasil deterministik tersebut dipengaruhi oleh beberapa faktor, seperti variasi pembebanan dan arah retak awal, oleh karena itu evaluasi dengan pendekatan probabilistik perlu dilakukan. Evaluasi dilakukan dengan menggunakan variasi pembebanan historikal dump truck yang ditinjau, untuk menghasilkan probability density function (PDF). Berdasarkan evaluasi dengan menggunakan tingkat keyakinan terhadap hasil sebesar 90% diperoleh perkiraan umur sisa sebesar 1,47 x 104 jam untuk retakan pada lingkaran pit roda gigi dengan besar 15 ?m dan sudut 15?.", "Daftar File": {"COVER Ken Kartawijaya": "https://digilib.itb.ac.id/gdl/download/188425", "BAB 1 Ken Kartawijaya": "https://digilib.itb.ac.id/gdl/download/188426", "BAB 2 Ken Kartawijaya": "https://digilib.itb.ac.id/gdl/download/188427", "BAB 3 Ken Kartawijaya": "https://digilib.itb.ac.id/gdl/download/188428", "BAB 4 Ken Kartawijaya": "https://digilib.itb.ac.id/gdl/download/188429", "BAB 5 Ken Kartawijaya": "https://digilib.itb.ac.id/gdl/download/188430", "PUSTAKA Ken Kartawijaya": "https://digilib.itb.ac.id/gdl/download/188431"}, "Penulis": "Ken Kartawijaya [23116025]", "Kontributor / Dosen Pembimbing": ["Rachman Setiawan, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "roda gigi, cacat lubang permukaan, mekanika retakan, probabilistik.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "12 Nov 2019"}