{"Nomor": 44902, "Judul": "ANALYSIS AND OPTIMIZATION OF HYBRID PHOTOVOLTAIC-WIND TURBINE SYSTEM FOR STAND ALONE STREET LIGHTING", "Abstrak": "Renewable energy development is the world’s strategy. Energy consumption is rapidly increased with the economic development and more consumes fossil fuel energy there are effectiveness, especially the global warming. The energy efficiency is only the aided to reduce the energy consumption. Therefore, the best alternative is renewable energy sources. The study aims to the stand-alone street lighting in Indonesia and Lao PDR by using hybrid renewable energy as solar and wind energy. The method is conducted by experimental to access the feasibility of hybrid system, analyze the system’s characteristic and simulation the actual wind turbine by using ANSYS fluent 16.0. The system is designed to supply 10 watts LED lamp displays over night with the autonomic day 1 day. The location for experiment is conducted on the rooftop ITB research building (PAU).\nThe system used 2 solar modules each 80WP as the main supply and the wind turbine is the back up. The energy generation is stored into the battery system and monitoring by the charge controller. On the operation of the system indicates that the energy sufficient to the street lighting for 2 days which include one autonomic day. The actual energy supplies by the hybrid system, the solar panel provided large portion of energy around 99.93% and the wind turbine gave 0.07%. according to the hybrid system is over design, therefore the hybrid system is proper designed by reduce the capacity of the solar panel and the energy supplies by the proper hybrid system the solar panel gave 99.856% and wind turbine gave 0.144%. To get more insight about the wind turbine, the actual wind turbine was simulated with certain wind speed of the wind that influence on the experimental which provided maximum CP is 0.17 which compare to the experiment the wind turbine provided CP is 0.026 in average and 0.13 in maximum. Beside this, the solar module is investigated by create the I-V curve and the analysis found the maximum efficiency is 13% which compare to the specification is 18%.", "Daftar File": {"COVER Mr Yee Yanglasyjiavue": "https://digilib.itb.ac.id/gdl/download/188459", "BAB 2A Mr Yee Yanglasyjiavue": "https://digilib.itb.ac.id/gdl/download/188461", "BAB 1 Mr Yee Yanglasyjiavue": "https://digilib.itb.ac.id/gdl/download/188460", "BAB 2B Mr Yee Yanglasyjiavue": "https://digilib.itb.ac.id/gdl/download/188462", "BAB 3 Mr Yee Yanglasyjiavue": "https://digilib.itb.ac.id/gdl/download/188463", "BAB 4 Mr Yee Yanglasyjiavue": "https://digilib.itb.ac.id/gdl/download/188464", "BAB 5 Mr Yee Yanglasyjiavue": "https://digilib.itb.ac.id/gdl/download/188465", "PUSTAKA Mr Yee Yanglasyjiavue": "https://digilib.itb.ac.id/gdl/download/188466"}, "Penulis": "Mr Yee Yanglasyjiavue [23116704]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Yuli Setyo Indartono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Street light, renewable energy, solar cell, wind turbine and CFD", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "12 Nov 2019"}