{"Nomor": 44903, "Judul": "DESAIN PROTOTIPE SISTEM PENGUKURAN DAN ESTIMASI TEMPERATUR NONKONTAK PADA ABLASI FREKUENSI RADIO DENGAN ELEKTRODE FORCEPS BIPOLAR", "Abstrak": "Ablasi frekuensi radio merupakan sebuah prosedur perusakan jaringan abnormal\nmelalui pemberian energi termal yang dihasilkan menggunakan tegangan bolak\nbalik berfrekuensi 300kHz-500kHz. Pada prosedur ablasi, volume kerusakan pada\njaringan dipengaruhi oleh distribusi temperatur dalam jaringan dan durasi ablasi\nsehingga untuk mencegah kerusakan pada jaringan normal disekitarnya\ndiperlukan suatu metode pengukuran untuk mengetahui atau memperkirakan\ntemperatur disekitar titik ablasi. Informasi temperatur tersebut diperlukan untuk\numpan balik guna menentukan kapan ablasi harus dihentikan.\nDalam penelitian ini dirancang prototipe sistem pengukuran berbasis sensor\ntemperatur nonkontak sebagai tahapan awal dari pengembangan umpan balik\ntemperatur pada sistem ablasi radiofrekuensi menggunakan elektrode forceps\nbipolar standar. Sistem pengukuran dirancang untuk mengukur temperatur pada\npermukaan jaringan yang diablasi. Penempatan sensor pada prototipe ini didasari\noleh distribusi temperatur di permukaan jaringan dan dirancang sedemikian rupa\nsehingga tidak menimbulkan gangguan pada sistem elektrode standar. Temperatur\ndalam jaringan kemudian diestimasi melalui model empirik dalam bentuk fungsi\ntransfer diskrit yang menggunakan informasi temperatur permukaan jaringan.\nDaya ablasi dan jarak antaelektrode divariasikan untuk mengetahui pengaruhnya\npada parameter model. Hasil perhitungan temperatur dalam jaringan dari model\nkemudian dibandingkan dengan hasil pengukuran termokopel.\nPenambahan sensor temperatur nonkontak dapat memberikan informasi\nperubahan temperatur pada permukaan jaringan. Dari informasi tersebut,\ndidapatkan estimasi perubahan temperatur pada dalam jaringan sekitar 57,80°C –\n100,13°C. Peningkatan daya ablasi meningkatkan nilai gain pada model. Estimasi\nyang didapat dari model orde tiga paling konsisten dengan hasil pengukuran\npembanding dengan nilai uji kecocokan berbasis normalized root mean square\nerror di bawah 20%.", "Daftar File": {}, "Penulis": "Genki Imam Prayogo [13312074]", "Kontributor / Dosen Pembimbing": ["Dr. Suprijanto, S.T., M.T.", "Dr. Ir. Endang Juliastuti, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "ablasi frekuensi radio, sensor temperatur nonkontak, estimasi temperatur jaringan dalam, model empirik", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "13 Nov 2019"}