{"Nomor": 44909, "Judul": "PERENCANAAN PELAKSANAAN KONSTRUKSI PEKERJAAN PERSIAPAN DAN STRUKTUR BAWAH GEDUNG CENTER FOR RESEARCH AND COMMUNITY SERVICES-ITB", "Abstrak": "Dalam sebuah proyek konstruksi, terdapat rangkaian kegiatan yang saling berhubungan satu sama lain dan memiliki urutan pengerjaan tertentu agar tujuan proyek dapat tercapai, proyek yang ditinjau dalam hal ini adalah proyek Gedung Center for Research and Community Service ITB (CRCS-ITB) yang berlokasi di Kota Bandung, dengan batasan pembahasan bagian pekerjaan persiapan dan struktur bawah. Dalam mencapai tujuan tersebut terdapat batasan-batasan seperti batasan lapangan kerja, waktu, dan biaya. Untuk menyiasati hal ini maka diperlukan manajemen konstruksi yang berfungsi mengatur perencanaan proyek tersebut mulai dari tahap metode konstruksi, penjadwalan, dan estimasi biaya. Manajemen konstruksi yang direncanakan berbeda dengan manajemen konstruksi yang diaplikasikan oleh kontraktor. Perbedaan ini nantinya akan memengaruhi hasil akhir seperti durasi total proyek dan biaya total proyek. Perencanaan manajemen konstruksi dikhususkan untuk pekerjaan persiapan, pekerjaan tanah, dan struktur bawah, untuk pekerjaan struktur atas dijelaskan secara terpisah. Manajemen konstruksi terdiri dari tahap penentuan metode konstruksi, tahap penjadwalan, dan estimasi biaya. Metode fondasi yang direncanakan adalah bored pile, dengan durasi total pekerjaan struktural Gedung CRCS-ITB selama 375 hari dengan estimasi biaya total senilai Rp31.341.956.830,00.", "Daftar File": {}, "Penulis": "Tifanny Ulima [15011049]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. N.R. Reini Djuhraeni W., MSCE, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Bandung, persiapan, struktur bawah, metode konstruksi, penjadwalan, dan estimasi biaya.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "13 Nov 2019"}