{"Nomor": 44901, "Judul": "PERENCANAAN JALAN REL RANCAEKEK - TANJUNG SARI DENGAN LEBAR SEPUR 1067 MM", "Abstrak": "Semakin meningkatnya kebutuhan perpindahan baik barang dan penumpang di wilayah\nTanjungsari dan Rancaekek, pemerintah Jawa Barat berniat merevitalisasi jalur kereta api yang\nsejak zaman penjajahan Jepang sudah tidak dipakai lagi yaitu rute Tanjungsari – Rancaekek.\nRute ini merupakan salah satu bagian dari rencana rute Rancaekek – Kertajati. Perencanaan\njalan rel yang ini mengacu pada standar Menteri Perhubungan No. 60 Tahun 2012 tentang\nperencanaan jalur kereta api.\nTahapan perancangan yang dilakukan meliputi perancangan trase jalan rel, perancangan\ngeometri jalan rel, struktur jalan rel, sistem drainase jalan rel, emplasemen, wesel, dan\npersinyalan pada stasiun Rancaekek dan Stasiun Tanjungsari. Perancangan yang dilakukan\nhanya meninjau STA. 0+000 – STA. 9+428. Kecepatan rencana yang digunakan dalam\nperencanaan jalan rel Tanjungsari – Rancaekek ini yaitu 60 km / jam dan digunakan lebar sepur\n1067 mm.\nRute ini memiliki 14 tikungan dengan menggunakan tipe Spiral – Circle – Spiral dengan\njari – jari minimum 200 meter. Dalam perencanaan jalan rel ini terdapat persimpangan dengan\njalan dan sungai. Untuk jalan arteri dan sungai tipe perlintasan yang akan digunakan adalah\nperlintasan tak sebidang, sedangkan jalan kolektor tipe perlintasan yang digunakan perlintasan\nsebidang. Perencanaan drainase pada rute ini menggunakan 2 sistem, yang pertama saluran\nsamping dengan lebar 40 cm dan kedalaman 40 cm dan kedua gorong – gorong dengan\ndiameter 60 cm", "Daftar File": {}, "Penulis": "Muhammad Fadhil Arif [15011043]", "Kontributor / Dosen Pembimbing": ["Ir. Titi Liliani Soedirdjo, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "jalan rel ,rel kereta api, PJKA, Rancaekek, Tanjungsari, Stasiun", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "10 file", "Tanggal Input": "12 Nov 2019"}