{"Nomor": 44911, "Judul": "IDENTIFIKASI PELUANG PENGHEMATAN KONSUMSI ENERGI LISTRIK PADA SUATU BANGUNAN HOTEL DI KOTA BANDUNG", "Abstrak": "Hotel merupakan salah satu contoh bangunan komersial dengan tingkat konsumsi\nenergi yang cukup tinggi, Hal ini dikarenakan hotel diharuskan untuk\nmenyediakan layanan dan kenyamanan terhadap pengguna jasanya, Oleh karena\nitu dilakukan penelitian pada suatu bangunan hotel di Kota Bandung untuk\nmencari peluang konservasi energi yang dapat diterapkan. Upaya yang dilakukan\nyaitu dengan mengevaluasi IKE (Intensitas Konsumsi Energi) dari bangunan.\nSemakin rendah nilai IKE, maka semakin baik penghematan yang telah dilakukan.\nEvaluasi nilai IKE bangunan hotel dilakukan dengan simulasi menggunakan\nsoftware Energyplus V8.40. Evaluasi nilai IKE dari simulasi kondisi aktual\nmenunjukkan nilai IKE bangunan hotel sebesar 252,20 kWh/m2/tahun dengan\nkondisi temperature setpoint terpasang seringkali tidak tercapai. Parameter yang\ndiubah dari simulasi yaitu nilai SC kaca, temperature setpoint, dan juga\npenambahan kapasitas chiller. Dari simulasi yang dilakukan, penghematan yang\npaling efektif yaitu ketika kapasitas chiller menjadi dua kali lipatnya, serta\ndinaikkan temperature setpoint sehingga didapat penurunan nilai IKE pada\ntemperature setpoint 25ºC sebesar 21,43% (48 kWh/m2/tahun) pada pengaturan\nseluruh area dan 9,19% (21 kWh/m2/tahun) pada pengaturan setpoint di area\npublik. Dengan pengaturan tersebut, ketercapaian setpoint pada area publik lebih\nbaik setelah digunakan dua chiller dibanding dengan satu chiller.", "Daftar File": {}, "Penulis": "Fikri Rizky Al Fadhil [13312045]", "Kontributor / Dosen Pembimbing": ["Ir. F.X. Nugroho Soelami, M.BEnv., Ph.D.", "Prof. Dr. Ir. R.M.Soegijanto, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "Bangunan hotel, konservasi energi, IKE, SC, EnergyPlus", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "13 Nov 2019"}