{"Nomor": 44917, "Judul": "EVALUASI DAN REDESAIN SALURAN DRAINASE JALAN DAN SUNGAI PADA JALAN RAYA RANCAEKEK SEBAGAI ALTERNATIF PENANGANAN MASALAH BANJIR", "Abstrak": "Saluran drainase jalan dan sungai yang tidak baik merupakan pokok utama\npermasalahan yang dapat menimbulkan banjir. Banjir merupakan bencana yang\nsangat serius karena dapat merugikan harta benda, korban jiwa, dan merusak\ninfrastruktur. Salah satu daerah yang sering terkena banjir adalah Rancaekek.\nBanjir ini terjadi di sekitar Jalan Raya Rancaekek yang dilewati oleh dua sungai\nyaitu Sungai Cikijing dan Sungai Cimande. Banjir ini disebabkan saluran drainase\njalan yang tidak baik dan luapan dari Sungai Cikijing dan Sungai Cimande. Pada\nbulan Desember 2014 – Januari 2015 tercatat terjadi banjir di daerah tersebut\nhingga 1-1.5 meter.\nBerdasarkan analisa, perencanaan saluran drainase jalan menggunakan debit\nrencana periode ulang 5 tahun didapatkan curah hujan 117.76 mm dan evaluasi\nkapasitas sungai menggunakan deit rencana periode ulang 25 tahun didapatkan\ndebit Sungai Cikijing sebesar 106.87 m3/s dan Sungai Cimande sebesar 161.61\nm3/s. Dari hasil perbandingan debit rencana dengan debit eksisting saluran\ndrainase jalan maupun sungai terdapat penampang yang tidak dapat menampung\ndebit rencana sehingga menimbulkan luapan. Oleh karena itu akan dilakukan\npenanganan permasalahan banjir dengan melakukan perubahan penampang.\nUntuk pemodelan profil muka air menggunakan software HEC-RAS 4.1.0.\nBerdasarkan hasil perhitungan dan permodelan didapatkan solusi perubahan\npenampang yang tepat untuk mengatasi luapan yang terjadi. Dengan\nmenggunakan alternatif perubahan penampang saluran drainase jalan dan sungai\nyang tepat maka diharapkan dapat mengatasi permasalahan banjir yang terjadi di\nJalan Raya Rancaekek.", "Daftar File": {}, "Penulis": "Ahmad Sidik [15011060]", "Kontributor / Dosen Pembimbing": ["Dhemi Harlan, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Drainase Jalan, Sungai, HEC-RAS, Perubahan Penampang.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "13 Nov 2019"}