{"Nomor": 44920, "Judul": "PENENTUAN SKALA KETERCAPAIAN BANGUNAN KANTOR TERBANGUN MENJADI BANGUNAN RAMAH LINGKUNGAN BERDASARKAN KRITERIA EFISIENSI ENERGI", "Abstrak": "Nowadays, the issues about climate change and energy crisis are quite\npopular. It makes buildings must perform a variety of energy saving measures in\norder to reduce the adverse effects to the environment. Green Building Council\nIndonesia (GBCI) has established rating system for green buildings named\nGreenship including the “Energy Efficiency and Conservation (EEC)” criteria\nrelating to energy consumption savings. High-rise buildings which are located in\nmajor cities, especially office existing building, geared to meet these criteria and\nassisted by a green building achievement scale to predict the potential of energy\nsavings.\nThree hypothetical building modelswere developed based on most\ncommonly found of office buildings in Indonesia.Their energy performance were\nevaluated by using EnergyPlus and then classified in three different type of\nEnergy Efficiency Index (EEI) cases consist of IKE > 300 kWh/m2/th, IKE 250 –\n300 kWh/m2/th, and IKE < 250 kWh/m2/th. The input parameters used in the\nmodels close to actual Indonesian office building in terms of construction, lighting\nsystem, Air Conditioning (AC) system, electric equipment system, and\noccupancy.Alternative savings are applied in simulation divided into two\ncategories in accordance with the Greenship. They are no-cost alternatives such as\nincreasing thermostat setpoint, changing AC operation schedule, andchanging\nchilled-water setpoint. The next category is cost alternatives such as replacing\nlamps tomore efficient lamp, layering the existing window with coating, replacing\nglass material, and replacement of chiller. Reduction of EEI value in each\nsimulation is determined so acquired Greenship score is predicted.\nThe results show that the average initialEEI of 301.47 kWh/m2/year,\n266.87 kWh/m2/year, and 228.23 kWh/m2/yearwith Greenship initial score of 9,\n13, and 19 respectively. No-cost alternative savings could lower EEI around 3 –\n8% with acquisition score 11, 14, and 21. Meanwhile, combination of all\nalternative savings will save energy up to 30% with acquisition score of 36.", "Daftar File": {}, "Penulis": "Indah Inayati [13312061]", "Kontributor / Dosen Pembimbing": ["Ir. F.X. Nugroho Soelami, M.BEnv., Ph.D.", "Ir. R. Triyogo, M.Des.Sc. (Illum)"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "bangunan kantor terbangun, Bangunan Ramah Lingkungan, IKE, simulasi energi bangunan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "13 Nov 2019"}