{"Nomor": 44928, "Judul": "IDENTIFIKASI DAN PENGEMBANGAN MODEL EVALUASI KINERJA OPERASIONAL TERMINAL PETIKEMAS", "Abstrak": "Berdasarkan data dari badan perdagangan dunia (United Nations Conference On\nTrade And Development, UNCTAD), sekitar 90% dari perdagangan dunia\ndilakukan oleh industri pelayaran internasional. Dari data aktual pada tahun 2013,\nperdagangan dunia yang melewati laut meningkat sekitar 3.8% tiap tahunnya dan\npeningkatan ini didominasi oleh pengiriman dengan jenis petikemas yang\nmeningkat 4.6% tiap tahunnya. Tercatat bahwa arus petikemas di Pelabuhan\nTanjung Priok sebesar 5.83 juta TEUs pada tahun 2012, 5.89 juta TEUs pada tahun\n2013, dan pada tahun 2014 menjadi 7.5 juta TEUs. Hal ini menunjukkan bahwa\nkapasitas optimal terminal akan menuju kondisi terlampaui (over capacity) setiap\ntahunnya.\nDalam dokumen Keputusan Direktur Jenderal Perhubungan Laut Nomor\nUM.002/38/18/DJPL-11 tentang Standar Kinerja Pelayanan Operasional Pelabuhan\nterdapat evaluasi dari kinerja pelayanan operasional beberapa pelabuhan di\nIndonesia. Namun, evaluasi yang dilakukan hanya memberikan penilaian secara\numum dan menghasilkan output yang kurang detil, tanpa mengetahui detil proses\ndan kegiatan serta permasalahan yang lebih spesifik di dalam terminal. Maka dari\nitu, pengembangan model evaluasi kinerja operasional terminal petikemas yang\ndirumuskan pada penelitian ini yaitu berdasar pada micro-simulation, yang\ndiharapkan akan menghasilkan identifikasi dan evaluasi yang lebih detil.\nBerdasarkan hasil penelitian, model yang dikembangkan merupakan model\nevaluasi kinerja terminal petikemas pada rentang waktu 12 hari. Implementasi\nmodel dilakukan berdasarkan hasil dari 20 kali percobaan dengan nilai initial seed\nyang berbeda pada setiap percobaan. Dengan kata lain, nilai-nilai yang dihasilkan\nmerupakan nilai evaluasi kinerja terminal petikemas pada 240 hari dengan\nprobabilitas acak (stokastik). Model dikembangkan menggunakan software\nMATLAB and Simulink.", "Daftar File": {}, "Penulis": "Jzolanda Tsavalista Burhani [15011065]", "Kontributor / Dosen Pembimbing": ["Dr. Russ Bona Frazila, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Pengembangan Model Evaluasi, Terminal Petikemas, Micro- Simulation, MATLAB and Simulink", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "13 Nov 2019"}