{"Nomor": 44936, "Judul": "SINTESIS GRAPHENEOKSIDA DARI ALANG-ALANG (Imperata cylindrica)", "Abstrak": "Keberlimpahan biomassa merupakan bukti tingginya biodiversitas Indonesia,\nsemestinya benar-benar dieksplorasi khususnya dalam bidang riset dan teknologi\nmaju. Salah satu biomassa yang tumbuh melimpah di Indonesia yakni Imperata\ncylindrica, atau dikenal sebagai alang-alang. Dengan kandungan selulosa yang\ntinggi, alang-alang sangat potensial untuk dijadikan sumber karbon sebagai bahan\nsintesis material maju, graphene .\nPada penelitian ini, grapheneoksida(GO) disintesis dari alang-alang yang\ndidapatkan di daerah Bandung, Jawa Barat. Alang-alang diproses dengan metode\npirolisis pada 660oC dan 860oC, masing-masing dengan waktu tahan 2 dan 4 jam,\nsehingga diperoleh grafit. Kemudian dilanjutkan dengan metode Hummers\ntermodifikasi untuk mendapatkan GO. Temperatur pirolisis tersebut ditentukan\ndengan uji TG-DTA terhadap alang-alang. Variasi grafit yang diperoleh kemudian\ndikarakterisasi dengan uji XRD, didapatkan puncaklandai di sekitar????????????????????????????,5o, 43o\ndan 45o yang berturut-turut menunjukkan bidang (002), (100) dan (001) dari grafit\namorf. Adapun hasil uji XRD pada GOmemberikan puncaklandai di sekitar ????????????????????\n12,2o dan 43o. Uji SEM menunjukkan morfologi permukaan karbon grafit maupun\nGO dengan porositas tinggi. Uji EIS pada 0,2 MHz hingga 0,015 Hz\nmenunjukkan hambatan transfer muatan (Rct)dari GO hingga di bawah 19 Ohm,\ncukup baik dibandingkan dengan nilai Rct dari karbon nanopori referensi.", "Daftar File": {}, "Penulis": "Muhammad Ilham Bayquni [13312041]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Bambang Sunendar, M.Eng., Ph.D.", "Elsy Rahimi Chaldun, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "Imperata cylindrica, grapheneoksida, Hummers termodifikasi, biomassa, karbon", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "14 Nov 2019"}