{"Nomor": 44938, "Judul": "PENJADWALAN ULANG GRAFIK PERJALANAN KERETA (GAPEKA) DARI KERETA AUTOMATED GUIDEWAY TRANSITDI BANDARA DENGAN METODE MAXPLUS-MODEL PREDICTIVE CONTROL", "Abstrak": "Penjadwalan ulang Grafik Perjalanan Kereta (GAPEKA) merupakan salah satu upaya untuk meminimumkan propagasi waktu tunda yang timbul akibat adanya keterlambatan pada waktu keberangkatan kereta. Keterlambatan waktu keberangkatan yang tidak disertai dengan penambahan kecepatan pada siklus selanjutnya seringkali berakibat pada terjadinya penumpukan penumpang di beberapa stasiun kereta. Dengan demikian, kerugian baik dari segi ekonomi maupun citra buruk penyedia jasa kereta tidak dapat dihindarkan.Pada tugas akhir ini diajukan metoda pengubahan kecepatan kereta untuk minimasi penumpukan penumpang yang timbul akibat adanya keterlambatan waktu keberangkatan kereta.\nPerubahan nilai kecepatan sesuai dengan keterlambatan yang terjadi ini dapat meminimisasi keterlambatan yang terjadi pada jadwal keberangkatan yang merupakan fungsi nonlinear dengan kendala. Jadwal keberangkatan kereta dimodelkan dengan menggunakan aljabar Max-Plus. Berdasarkan model jadwal keberangkatan tersebut, kemudian dilakukan optimasi dengan metode quasi-Newton sebagai aproksimasi matriks Hessian agar didapatkan total waktu tundaminimum. Sistem optimasi ini kemudian dikombinasikan dengan Model Predictive Controlagar didapatkan nilai siklus saat jadwal keberangkatan sudah kembali ke jadwal asli.", "Daftar File": {}, "Penulis": "Nanda Youleany Dalillya [13312047]", "Kontributor / Dosen Pembimbing": ["Ir. Endra Joelianto, Ph.D.", "Herman Y. Sutarto, S.T.,M.T.,Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "GAPEKA, Matriks Hessian, Model-Predictive Control, Max Plus Algebra, Perambatan keterlambatan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "14 Nov 2019"}