{"Nomor": 44946, "Judul": "RANCANG BANGUN PROTOTIPE MESIN AKTIVATOR PEWARNA INDIGOSOL MENGGUNAKAN SINAR ULTRAVIOLET UNTUK PROSES PEMBUATAN BATIK", "Abstrak": "Batik adalah salah satu budaya Indonesia yang harus terus dilestarikan.\nSejak dikukuhkannya batik oleh UNESCO sebagai World Heritage pada tahun\n2009, pasar batik di dunia internasional terus meningkat sehingga mendorong\nindustri batik di Indonesia untuk meningkatkan jumlah produksi batik. Menurut\nsalah satu pengusaha batik di Bandung, jumlah produksi batik mengalami\nfluktuasi yang bergantung pada musim. Pada musim hujan, produksi batik\nmengalami penurunan sebesar 30%. Kualitas batik berbahan zat warna indigosol\nbergantung pada proses penyinaran. Saat intensitas matahari rendah, aktivasi zat\nwarna tidak berjalan dengan baik sehingga kualitas yang dihasilkan juga rendah.\nPada penelitian ini, dilakukan pengujian kain hasil penyinaran matahari\ndengan kain hasil penyinaran ultraviolet untuk beberapa warna indigosol.\nPenyinaran ultraviolet dilakukan dengan meletakkan kain dibawah panel LED UV\nyang terdapat pada sebuah rangka penyinaran. Dari hasil pengujian yang\ndilakukan, diperoleh panjang gelombang, intensitas penyinaran, dan lama\npenyinaran ultraviolet yang paling efektif untuk masing-masing warna indigosol.\nHasil pengujian diolah dengan teknik spektrometri. Pada tahap perancangan,\ndilakukan pembuatan prototipe mesin. Terdapat tiga tahapan besar dalam\npembuatan prototipe, yaitu: pembuatan sistem penyinaran, pembuatan rangka, dan\nintegrasi sistem. Selanjutnya dibuat sebuah HMI (Human Machine Interface)\nsebagai antarmuka dengan sistem prototipe.\nBerdasarkan hasil pengujian yang dilakukan diperoleh data bahwa untuk\nmendapatkan, intensitas penyinaran ultraviolet yang efektif maka jarak penyinaran\ndiatur sebesar 10 cm untuk setiap warna indigosol yang diuji dengan panjang\ngelombang ultraviolet yang digunakan sebesar 395 nm. Intensitas yang dihasilkan\noleh panel LED UV lebih kecil jika dibandingkan dengan intensitas yang\ndihasilkan oleh sinar matahari sehingga dibutuhkan lama penyinaran ultraviolet\nyang lebih lama dibandingkan penyinaran matahari untuk setiap warna indigosol\nyang diuji. Data lama penyinaran masing-masing warna indigosol dijadikan\ndatabase sehingga proses penyinaran menggunakan prototipe mesin.", "Daftar File": {}, "Penulis": "Pedrick Pratama [13312007]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eko Mursito Budi, M.T.", "Dr. Vebi Nadhira, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "Zat warna indigosol, intensitas, aktivasi warna, ultraviolet, dan spektrometri", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "14 Nov 2019"}