{"Nomor": 44947, "Judul": "RANCANG BANGUN PROTOTIPE MESIN AKTIVATOR PEWARNA INDIGOSOL MENGGUNAKAN SINAR ULTRAVIOLET UNTUK PROSES PEMBUATAN BATIK", "Abstrak": "Batik adalah salah satu budaya Indonesia yang harus terus dilestarikan. Sejak dikukuhkannya batik oleh UNESCO sebagai World Heritage pada tahun 2009, pasar batik di dunia internasional terus meningkat sehingga mendorong industri batik di Indonesia untuk meningkatkan jumlah produksi batik. Menurut salah satu pengusaha batik di Bandung, jumlah produksi batik mengalami fluktuasi yang bergantung pada musim. Pada musim hujan, produksi batik mengalami penurunan sebesar 30%. Kualitas batik berbahan zat warna indigosol bergantung pada proses penyinaran. Saat intensitas matahari rendah, aktivasi zat warna tidak berjalan dengan baik sehingga kualitas yang dihasilkan juga rendah.\nPada penelitian ini, dilakukan pengujian kain hasil penyinaran matahari dengan kain hasil penyinaran ultraviolet untuk beberapa warna indigosol. Penyinaran ultraviolet dilakukan dengan meletakkan kain dibawah panel LED UV yang terdapat pada sebuah rangka penyinaran. Dari hasil pengujian yang dilakukan, diperoleh panjang gelombang, intensitas penyinaran, dan lama penyinaran ultraviolet yang paling efektif untuk masing-masing warna indigosol. Hasil pengujian diolah dengan teknik spektrometri. Pada tahap perancangan, dilakukan pembuatan prototipe mesin. Terdapat tiga tahapan besar dalam pembuatan prototipe, yaitu: pembuatan sistem penyinaran, pembuatan rangka, dan integrasi sistem. Selanjutnya dibuat sebuah HMI (Human Machine Interface) sebagai antarmuka dengan sistem prototipe.\nBerdasarkan hasil pengujian yang dilakukan diperoleh data bahwa untuk mendapatkan, intensitas penyinaran ultraviolet yang efektif maka jarak penyinaran diatur sebesar 10 cm untuk setiap warna indigosol yang diuji dengan panjang gelombang ultraviolet yang digunakan sebesar 395 nm. Intensitas yang dihasilkan oleh panel LED UV lebih kecil jika dibandingkan dengan intensitas yang dihasilkan oleh sinar matahari sehingga dibutuhkan lama penyinaran ultraviolet yang lebih lama dibandingkan penyinaran matahari untuk setiap warna indigosol yang diuji. Data lama penyinaran masing-masing warna indigosol dijadikan database sehingga proses penyinaran menggunakan prototipe mesin.", "Daftar File": {}, "Penulis": "Nabella Adjani [13312100]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eko Mursito Budi, M.T.", "Dr. Vebi Nadhira, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "Zat warna indigosol, intensitas, aktivasi warna, ultraviolet, dan spektrometri", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "14 Nov 2019"}