{"Nomor": 44944, "Judul": "THE DEVELOPMENT OF COMPREHENSIVE STRUCTURAL SYSTEM IDENTIFICATION USING PARAMETRIC (SISO ARMAX) APPROACH", "Abstrak": "Structural System Identification (SSId) is basically an attempt to obtain the mathematical model of vibration system based on input-output signal measurement. Many techniques have been developed in this area and most of them are proven to be successful. Traditionally, Fourier-based (frequency domain) method or FBM is the method of choice. However, FBM tends to be inaccurate in the presence of noise. Although not completely new, parametric time domain method such as the Autoregressive Moving Average with eXogenous input or ARMAX modeling is a better alternative since it incorporates noise in the model. In this thesis, a comprehensive single input-single output (SISO) ARMAX based SSId procedure is developed. In addition, the effectiveness of the method will be compared numerically and experimentally with the FBM.\nAs a starter, the investigation of the proposed method is performed by using data simulating the response from an underdamped-SISO-single-degree of freedom system and experimental data obtained from the L-shaped cantilever beam. The performance of method is observed by vibration response corrupted white Gaussian noise (WGN) and colored noise (CLN). Proper selection of force excitation signal type and ARMAX model structure representation, model parameter estimation, order selection, model validation and appropriate model transformation, are employed as procedures of the method. Parameters of ARMAX model are estimated by using Prediction Error Method (PEM) algorithm combined with standard codes being available on System Identification Toolbox of MATLAB®. Once estimated ARMAX discrete-time model has been validated, its part representing the true structural dynamics is transformed from discrete back to continuous time domain by using standard zero-order-hold (ZOH) transformation.\nThe effectiveness of the approach is demonstrated by comparisons with the classical Fourier-based method (FBM), and the result show that in certain circumstances the proposed method provides the useful alternative method to FBM. Experimental results, where the proposed approach is used for the modal analysis of the L-shaped beam from dynamic and control laboratory data, are also presented.", "Daftar File": {"COVER Temkimleang": "https://digilib.itb.ac.id/gdl/download/188709", "BAB 1 Temkimleang": "https://digilib.itb.ac.id/gdl/download/188710", "BAB 2 Temkimleang": "https://digilib.itb.ac.id/gdl/download/188711", "BAB 3 Temkimleang": "https://digilib.itb.ac.id/gdl/download/188712", "BAB 4 Temkimleang": "https://digilib.itb.ac.id/gdl/download/188713", "BAB 5 Temkimleang": "https://digilib.itb.ac.id/gdl/download/188715", "BAB 6 Temkimleang": "https://digilib.itb.ac.id/gdl/download/188716", "PUSTAKA Temkimleang": "https://digilib.itb.ac.id/gdl/download/188717"}, "Penulis": "Temkimleang [23116705]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ignatius Pulung Nurprasetio, MSME"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "ARMAX, FBM, ZOH, WGN, CLN, SISO, PEM, and Modal analysis", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "14 Nov 2019"}