{"Nomor": 44950, "Judul": "PENGEMBANGAN METODE ANALISA SIMULTAN ALFA ARBUTIN DAN HIDROKUINON DENGAN KROMATOGRAFI CAIR KINERJA TINGGI PADA SAMPEL KRIM KOSMETIK", "Abstrak": "Hidrokuinon yang digunakan sebagai pemutih kulit dalam produk kosmetik sudah dilarang\npenggunaannya di Indonesia berdasarkan peraturan Kepala BPOM. Untuk menggantikan\nhidrokuinon dikembangkan senyawa alternatif yaitu alfa arbutin. Alfa arbutin, senyawa yang\nmemiliki struktur dasar hidrokuinon, secara alami ditemukan pada tanaman. Senyawa ini\nterhidrolisis menjadi hidrokuinon baik secara in vivo maupun in vitro. Penelitian ini dilakukan untuk\nmendapatkan metode yang optimal dalam penetapan kadar alfa arbutin dan hidrokuinon sebagai\nhasil hidrolisisnya secara simultan menggunakan KCKT. Optimasi sistem dilakukan dengan\nmemvariasikan pH dapar dan komposisi fasa gerak. Sistem dianalisa menggunakan kolom\nLiChrospher® RP–C18 10?????(4 ?250 ??)????fasa gerak metanol pro KCKT : H3PO4 - KH2PO4 (10:90) di\npH 4, laju alir 1 mL/menit, dan detektor UV-Vis dengan panjang gelombang deteksi 281 nm. Waktu\nretensi dari alfa arbutin dan hidrokuinon adalah 4,43 dan 6,12 menit. Nilai linearitas untuk kurva\nlinear alfa arbutin adalah 0,998 dengan batas deteksi dan kuantifikasi 0,47 dan 1,57 µg/mL. Nilai\nlinearitas untuk kurva linear hidrokuinon adalah 0,998 dengan batas deteksi dan kuantifikasi 0,45\ndan 1,51 µg/mL. Nilai SBR uji presisi intraday di tiga waktu pengujian yang berbeda adalah 1,038;\n1,063; 0,537 % untuk alfa arbutin dan 0,280; 0,167; 1,465 % untuk hidrokuinon. Nilai SBR untuk Uji\nPresisi interday adalah 1,838; 0,400 % untuk alfa arbutin dan 1,085; 0,355 % untuk hidrokuinon.\nPersen perolehan kembali untuk alfa arbutin dan hidrokuinon dalam krim simulasi berada di\nrentang 97,12-100,37 % dan 97,14-102,30 %. Dari lima sampel uji didapatkan rentang kadar alfa\narbutin 0,219-0,357 %b/b. Sehingga bisa disimpulkan metode KCKT yang telah dikembangkan dapat\ndigunakan untuk analisa alfa arbutin dan hidrokuinon secara simultan.", "Daftar File": {"ABSTRAK Eleny Marsha Claudia": "https://digilib.itb.ac.id/gdl/download/188768"}, "Penulis": "Eleny Marsha Claudia [10712076]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Sophi Damayanti, M.Si., Apt.", "Dr. Sasanti Tarini, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "alfa arbutin, hidrokuinon, KCKT, pemisahan simultan, validasi.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "14 Nov 2019"}