{"Nomor": 44954, "Judul": "STUDI PROSES HYDROTHERMAL DAN HIDROGENASI TERHADAP PEMBATUBARAAN BUATAN SERTA PEMANFAATANNYA SEBAGAI BAHAN BAKU KOKAS", "Abstrak": "Sebagian besar batubara Indonesia adalah batubara low rank yang memerlukan proses upgrading untuk meningkatkan nilai tambah batubara tersebut. Disisi lain, kebutuhan kokas di Indonesia saat ini semakin meningkat yang diindikasikan dengan berdirinya beberapa perusahaan peleburan besi baja yang menggunakan kokas sebagai salah satu bahan utamanya. Untuk membentuk kokas yang kuat dibutuhan batubara jenis hard coking coal, sedangkan pada umumnya batubara coking coal di Indonesia merupakan batubara semi soft coking coal dan soft coking coal. Hal ini menjadi latar belakang dilakukannya penelitian upgrading batubara sehingga batubara low rank dan soft coking coal dapat ditingkatkan kualitasnya dan dapat dimanfaatkan sebagai bahan baku kokas. Tujuan penelitian ini adalah mempelajari pengaruh proses hydrothermal terhadap pembatubaraan buatan, pengaruh hidrogenasi terhadap sifat caking batubara serta memperoleh gambaran pembuatan kokas dari bahan baku dalam negeri yang telah mengalami proses hydrothermal dan hidrogenasi.  \n \n\nSample yang digunakan pada penelitian ini adalah batubara low rank yang berasal dari Jambi dan batubara coking coal yang berasal dari Tuhup dan Marunda. Percobaan hydrothermal untuk low rank coal Jambi dilakukan dengan menggunakan alat autoclave dengan variable suhu 300-3750C, tekanan 10Ã‚Â–40 bar dan waktu tinggal 30 menit, sedangkan batubara coking coal menggunakan suhu 300-3750C , tekanan 50Ã‚Â–150 bar dan waktu tinggal 30-180 menit. Proses hidrogenasi hanya dilakukan pada batubara low rank pada suhu 4000C dengan variabel tekanan 10 - 40 bar.  \n \n\nHasil Penelitian menunjukan bahwa melalui proses hydrothermal terjadi pembatubaraan buatan yang signifikan pada batubara low rank Jambi. Melalui proses hydrothermal, nilai reflektan batubara low rank jambi meningkat dari 0,27% menjadi 0,85%, nilai kalori meningkat dari 5.714 kal/g menjadi 7.596,39 kal/g, menurunkan kandungan zat terbang dari 45,8%adb menjadi 34,15% adb, menurunkan kandungan oksigen dari 26,13%adb menjadi 13,95% adb dan meningkatkan kandungan karbon dari 63,73%adb menjadi 76,12% adb. Perubahan beberapa parameter pembatubaraan ini mengindikasikan bahwa terjadi pembatubaraan buatan pada batubara Low rank Jambi yaitu dari subbituminous menjadi high volatile bituminous A. Proses hydrothermal juga menghasilkan produk yang bersifat hydrofobik dengan kemampuan penyerapan air rata-rata perharinya adalah 0,02%. Melalui proses hidrogenasi, nilai muai bebas batubara low rank Jambi yang semula 0 (nol) meningkat menjadi 1,5 (satu koma lima), kandungan oksigen menurun menjadi 2,29% adb dan kandungan hidrogen meningkat menjadi 7,25% adb. Karbonisasi dari batubara low rank Jambi yang telah mengalami proses hydrothermal dan hidrogenasi menghasilkan kokas yang memiliki kuat tekan 64,75 kg/cm2, kandungan karbon 84,91% adb dan nilai kalori 9.421,10 kal/g. Karbonisasi batubara coking coal Tuhup dan Marunda yang telah diproses hydrothermal menghasilkan kokas dengan kuat tekan 68,17 kg/cm2 dan 68,35 kg/cm2, kandungan karbon 89,3% adb dan 89,58% adb serta nilai kalori 9.826,05 kal/g dan 9.851,45 kal/g.", "Daftar File": {"COVER RR. YUNITA BAYU NINGSIH": "https://digilib.itb.ac.id/gdl/download/188772", "BAB 1 RR. YUNITA BAYU NINGSIH": "https://digilib.itb.ac.id/gdl/download/188773", "BAB 2 RR. YUNITA BAYU NINGSIH": "https://digilib.itb.ac.id/gdl/download/188774", "BAB 3 RR. YUNITA BAYU NINGSIH": "https://digilib.itb.ac.id/gdl/download/188775", "BAB 4A RR. YUNITA BAYU NINGSIH": "https://digilib.itb.ac.id/gdl/download/188776", "BAB 4B RR. YUNITA BAYU NINGSIH": "https://digilib.itb.ac.id/gdl/download/188777", "BAB 5 RR. YUNITA BAYU NINGSIH": "https://digilib.itb.ac.id/gdl/download/188778"}, "Penulis": "RR. YUNITA BAYU NINGSIH [22110007]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Ismi Handayani, MT", "Dr. Ir. Miftahul Huda, MSc"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Hydrothermal, Hidrogenasi, Pembatubaraan buatan, Kokas", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "14 Nov 2019"}