{"Nomor": 44955, "Judul": "PENGEMBANGAN DAN VALIDASI METODE PENETAPAN KADAR ASPIRIN DAN PARASETAMOL DALAM TABLET KOMBINASI DAN PUYER MENGGUNAKAN FOURIER-TRANSFORM INFRARED (FTIR)", "Abstrak": "Fourier-Transform Infrared (FTIR) merupakan metode yang umum digunakan untuk identifikasi\ndan verifikasi gugus fungsi suatu senyawa. Pada penelitian ini FTIR dikembangkan sebagai metode\nkuantitatif penetapan kadar aspirin dan parasetamol. Di pasaran ditemukan sediaan kombinasi\naspirin dan parasetamol sebagai obat analgesik-antipiretik. Tujuan dari penelitian ini adalah untuk\nmengembangkan metode FTIR dalam penetapan kadar sediaan kombinasi tersebut. Spektrum\npersen transmisi diubah menjadi bentuk absorbansinya, dan dibuat kurva kalibrasi untuk melihat\nlinearitasnya. Selanjutnya diukur parameter validasi meliputi, spesifisitas, linearitas, akurasi,\npresisi, rentang, batas deteksi, dan batas kuantitasi. Kemudian dilakukan pengukuran kadar dua\nbentuk sediaan yang merupakan tablet dan puyer. Bilangan gelombang yang spesifik untuk aspirin\nyaitu pada gugus C=O (1754,9 cm\n-1\n) dan parasetamol pada gugus C-N (1562,06 cm\n-1\n). Parameter\nvalidasi untuk aspirin: persamaan regresi y = 0,22x + 0,0962, r = 0,9995, Vxo = 1,33%, persen\nperolehan kembali 99,77 –100,45 %, presisi intra-day 0,86, 1,06, 0,81%, presisi inter-day 0,83%,\nbatas deteksi 0,09%, dan batas kuantitasi 0,3%. Sedangkan untuk parasetamol menunjukkan\npersamaan regresi y = 0,17x + 0,2366, r = 0,9994, Vxo = 0,5%, persen perolehan kembali 99,89 –\n100,53 %, presisi intra-day 1,52, 1,06, 1,25%, presisi inter-day 0,43%, batas deteksi 0,05%, dan\nbatas kuantitasi 0,17%. Dengan demikian, penetapan kadar kombinasi aspirin dan parasetamol\ndapat dilakukan menggunakan FTIR. Metode ini telah tervalidasi dan dapat diusulkan sebagai\nmetode alternatif.", "Daftar File": {"ABSTRAK Lidya Chintya": "https://digilib.itb.ac.id/gdl/download/188779"}, "Penulis": "Lidya Chintya [10712093]", "Kontributor / Dosen Pembimbing": ["Dr. Ilma Nugrahani, M.Si., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "FTIR, validasi metode, aspirin, parasetamol, absorbansi. ABSTRACT", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "14 Nov 2019"}