{"Nomor": 44961, "Judul": "SINTESIS DAN KARAKTERISASI NANOPARTIKEL SILIKA SEBAGAI KARIER SENYAWA AKTIF MANGOSTIN", "Abstrak": "Nanopartikel silika berpori sebagai karier dari senyawa mangostin yang memiliki\nsifat antioksidan sebagai bentuk pertahanan terhadap radikal bebas telah disintesis\ndengan menggunakan metode Stober. Prekursor dari nanopartikel silika tersebut\nadalah TEOS (Tetraethyl Orthosilicate) dimana pada sintesis proses hidrolisis dan\nkondensasi terjadi sebelum membentuk silika berpori. Kitosan dan tapioka adalah\nsalah satu jenis polisakarida yang penggunaannya dalam bidang nanoteknologi\nluas. Hal ini dikarenakan sifat kitosan dan tapioka yang biodegradable,\nbiokompatibel, tidak beracun, dan aman untuk digunakan.\nNanopartikel silika yang disintesis adalah nanopartikel silika dengan kitosan dan\nnanopartikel silika dengan kitosan dan tapioka. Pada nanopartikel silika dengan\nkitosan, prekursor yang digunakan adalah TEOS dengan larutan kitosan 2%.\nLarutan tapioka 5% juga ditambahkan pada nanopartikel silika yang dicampur\ndengan kitosan dan tapioka. Hasil SEM menunjukkan bahwa silika yang\ndisintesis, baik yang dengan tapioka dan tanpa tapioka memiliki rata-rata diameter\nkurang dari 200 nm, yakni 134 nm untuk silika dengan tapioka dan 138 nm untuk\nsilika tanpa tapioka. Senyawa zat aktif mangostin dengan konsentrasi 1 persen dan\n25 persen kemudian ditambahkan pada silika dan kemudian dikarakterisasi.\nPada kedua sampel, baik silika tanpa tapioka dan silika dengan tapioka, hasil\nFTIR antara silika sebelum dimasukkan zat aktif dengan silika setelah\ndimasukkan senyawa aktif pada mangostin 1 persen tidak menunjukkan\nperbedaan profil, namun demikian pada hasil FTIR silika dengan zat aktif\nmangostin dengan konsentrasi 25 persen memperlihatkan perbedaan, dengan\nadanya vibrasi di gugus – gugus C-H, C=O, C = C , O – H, dan C – O – C .\nSementara uji UV-Vis menunjukkan bahwa absorbansi maksimal mangostin yang\nterserap adalah 244 nm dan 317, yang mana adalah puncak absorbansi untuk ????-\nmangostin dan ????-mangostin.", "Daftar File": {}, "Penulis": "Dwita Nitoayu Astari [13311054]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Bambang Sunendar, M.Eng., Ph.D.", "Ir. Ahmad Nuruddin, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "antioksidan, silika, TEOS, kitosan, tapioca, mangostin, absorbansi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "15 Nov 2019"}