{"Nomor": 44967, "Judul": "ANTIFUNGAL ACTIVITY OF NEEM OIL AND COCONUT OIL AND THEIR COMBINATION EFFECT AGAINST CANDIDA ALBICANS", "Abstrak": "Ruam sering terjadi di bawah popok. Ruam popok dapat dilihat pada bayi dan orang tua yang tidur\nlama karena perawatan. Ruam disebabkan oleh infeksi Candida sp. terutama Candida albicans. Ruam\ndari infeksi Candida, biasanya bengkak dan berwarna kemerahan. Penelitian ini dilakukan untuk\nmenguji aktivitas anti jamur minyak nimba dan minyak kelapa dan kombinasi keduanya terhadap\nCandida albicans. Aktivitas anti jamur minyak nimba dan minyak kelapa diuji terhadap Candida\nalbicans dengan metode difusi cakram untuk menentukan diameter hambatan, sedangkan\nKonsentrasi Hambatan Minimum (KHM) dan Konsentrasi Fungisida Minimum (KFM) dengan\nmenggunakan metode mikrodilusi. Interaksi antara kombinasi minyak nimba dan minyak kelapa\ndilakukan dengan metode checkerboard untuk menentukan Indeks Konsentrasi Penghambatan Fraksi\n(IKPF). Diameter zona penghambatan minyak nimbi dan minyak kelapa terhadap Candida albicans\nmasing-masing adalah 17 ± 0.2 mm dan 11 ± 0.1 mm. KHM minyak nimba terhadap Candida albicans\nadalah 1,56% v/v. KHM minyak kelapa terhadap Candida albicans adalah 3,125% v/v. KFM minyak\nnimba terhadap Candida albicans adalah 3,125% v/v, sedangkan KFM minyak kelapa terhadap\nCandida albicans adalah 6,25% v/v. Kombinasi minyak nimba dan minyak kelapa terhadap Candida\nalbicans, menunjukkan aktivitas sinergis dengan nilai IKPF 0,6242. Minyak nimba dan minyak kelapa\nmemiliki potensi terhadap Candida albicans dan dapat dikembangkan sebagai sediaan anti jamur\ntopikal .", "Daftar File": {"ABSTRAK Thivya Sagaran": "https://digilib.itb.ac.id/gdl/download/188838"}, "Penulis": "Thivya Sagaran [10713764]", "Kontributor / Dosen Pembimbing": ["Dr. Elin Julianti", "Dr. Irda Fidrianny"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "aktivitas anti jamur, minyak nimba, minyak kelapa, metode mikrodilusi, sinergis", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "15 Nov 2019"}