{"Nomor": 44968, "Judul": "PROFIL PENGGUNAAN TRIHEKSIFENIDIL PADA PASIEN SKIZOFRENIA RAWAT INAP DI RUMAH SAKIT JIWA PROPINSI JAWA BARAT", "Abstrak": "Triheksifenidil merupakan obat antikolinergik yang digunakan untuk mengatasi efek samping\ngejala ekstrapiramidal (EPS) yang muncul dari penggunaan antipsikotik pada pasien skizofrenia.\nPenelitian ini bertujuan untuk melihat pola penggunaan triheksifenidil dan efek yang ditimbulkan\ndari penggunaannya pada pasien skizofrenia rawat inap di Rumah Sakit Jiwa Propinsi Jawa Barat.\nDari 174 pasien, hanya ada 88 pasien yang memenuhi kriteria sebagai sampel penelitian.\nPenelusuran rekam medik dilakukan terhadap pasien untuk melihat pola penggunaan\ntriheksifenidil, dilanjutkan dengan observasi menggunakan Modified Simpson-Angus Scale bagi\npasien yang tidak memiliki catatan gejala ekstrapiramidal (EPS). Efek yang ditimbulkan dari pola\npenggunaan triheksifenidil yang ada ditelusuri dengan melihat keterhubungannya terhadap jenis\nterapi antipsikotik dan efek samping triheksifenidil. Terdapat dua pola pemakaian triheksifenidil,\nyaitu setelah muncul gejala ekstrapiramidal (kuratif) sebanyak 38,6% dan sebelum muncul gejala\nekstrapiramidal (preventif) sebanyak 61,4%. Jenis terapi antipsikotik yang diberikan dengan\ntriheksifenidil, paling banyak ditemukan dalam kombinasi FGA-SGA. Presentase kombinasi FGA-\nSGA yang menerima triheksifenidil pola kuratif adalah 35,29% sedangkan presentase kombinasi\nFGA-SGA yang menerima triheksifenidil pola preventif adalah 40,74%. Efek samping triheksifenidil\nyang ditemukan pada pasien dengan pola penggunaan preventif meliputi retensi urin (9,26%),\nmulut kering (7,41%), konstipasi (3,70%), dan pandangan kabur (1,85%). Efek samping yang\ntriheksifenidil yang muncul pada pasien dengan pola penggunaan kuratif adalah mulut kering\n(5,88%) dan pandangan kabur (2,94%). Hasil penelitian ini menunjukkan bahwa pemakaian\ndengan pola preventif cenderung disertai dengan efek samping yang lebih berat dibandingkan\npemakaian dengan pola kuratif. Pada penelitian ini juga terlihat bahwa triheksifenidil digunakan\ntanpa mempertimbangkan golongan antipsikotik yang dipakai.", "Daftar File": {"ABSTRAK Cytta Anindita Priyanto": "https://digilib.itb.ac.id/gdl/download/188839"}, "Penulis": "Cytta Anindita Priyanto [10710018]", "Kontributor / Dosen Pembimbing": ["Dr. Kusnandar Anggadiredja, S.Si., M.Si.", "Ice Laila Nur, S.Si., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "15 Nov 2019"}