{"Nomor": 44973, "Judul": "UJI AKTIVITAS ANTIMIKROBA BERBAGAI ANTIBIOTIK DAN KOMBINASINYA DENGAN KURKUMIN TERHADAP BAKTERI ESCHERICHIA COLI DAN STAPHYLOCOCCUS AUREUS", "Abstrak": "Infeksi bakteri merupakan infeksi yang paling sering terjadi. Keterbatasan dari pengobatan\ndengan antibiotik adalah timbulnya masalah resistensi dan tingginya efek samping. Obat yang\nberasal dari tumbuhan diharapkan dapat membantu meningkatkan efek antibiotik. Temulawak\ndan kunyit sering digunakan secara tradisional dan salah satu kandungan senyawa aktifnya\nmerupakan kurkumin. Dalam beberapa penelitian sebelumnya, kurkumin telah dibuktikan efek\nantimikrobanya dan dalam penelitian ini kurkumin diteliti efek antimikrobanya ketika\ndikombinasikan dengan beberapa antibiotik untuk meningkatkan efeknya, yaitu neomisin sulfat,\nkloramfenikol palmitat, siprofloksasin, trimetoprim, sulfametoksazol, ampisilin trihidrat dan\ntetrasiklin hidroklorida. Uji efek kombinasi zat antimikroba dilakukan dengan menggunakan tiga\nmetode dan dilihat korelasinya. Metode diawali dengan uji pendahuluan berupa penentuan nilai\nKonsentrasi Hambat Minimum (KHM) dan Konsentrasi Bakterisid Minimum (KBM) dari zat\nantimikroba tunggal. Uji kombinasi dilakukan dengan metode pita kertas, cakram kertas dan time\nkill curve. Nilai KHM dari neomisin sulfat, kloramfenikol palmitat, tetrasiklin hidroklorida,\ntrimetoprim, sulfametoksazol, ampisilin trihidrat, siprofloksasin dan kurkumin terhadap bakteri\nS.aureus berturut-turut 8; 32; 0,25; 256; 32; <0,015625; 0,125; 64 µg/mL. Sedangkan, KHM\nterhadap bakteri E.coli berturut-turut 16; 64; 0,5; 64; 32; 8; 0,0625; 64 µg/mL. Nilai KHM menjadi\ndasar pemilihan konsentrasi zat antimikroba untuk uji kombinasi. Berdasarkan hasil uji terhadap\nbakteri Escherichia coli, neomisin sulfat, kloramfenikol palmitat, siprofloksasin, sulfametoksazol,\nampisilin trihidrat dan tetrasiklin hidroklorida yang dikombinasikan dengan kurkumin\nmenghasilkan efek antimikroba yang bersifat aditif. Sedangkan, antibiotik trimetoprim yang\ndikombinasikan dengan kurkumin menghasilkan efek sinergis terhadap bakteri E.coli. Kombinasi\nantibiotik-antibiotik uji tersebut dengan kurkumin menghasilkan efek aditif ketika diuji terhadap\nbakteri S.aureus.", "Daftar File": {"ABSTRAK Isabella Cynthia Setiawan": "https://digilib.itb.ac.id/gdl/download/188867"}, "Penulis": "Isabella Cynthia Setiawan [10712010]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Elin Yulinah"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "antibakteri, mikrodilusi, time kill curve, difusi agar, kombinasi antimikroba", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "15 Nov 2019"}