{"Nomor": 44988, "Judul": "Aktivitas Antibakteri Dari Minyak Cengkeh Terhadap Bakteri Penghasil Biofilm Dalam Alat Minum Ternak Ayam", "Abstrak": "Biofilm merupakan suatu masalah yang paling umum ditemui dalam alat minum ternak ayam.\nPolimer lengket yang dihasilkan oleh bakteri menahan biofilm dan melekatkannya ke dinding\nsaluran dan menghalangi aliran air untuk diminum ayam. Minyak cengkeh mempunyai sifat\nantibakteri dan akan diuji aktivitasnya terhadap bakteri penghasil biofilm. Aktivitas antibakteri\ndari minyak cengkeh diuji terhadap Escherichia coli, Staphylococcus aureus dan Bacillus\nsubtilis dengan menggunakan metode difusi cakram kertas untuk menentukan zona inhibisi dan\nKonsentrasi Hambat Minimum (KHM). Minyak cengkeh yang diuji menunjukkan warna coklat\ngelap dan kelarutan sebagian dilarutkan dalam ethanol (70%) dengan lapisan minyak masih ada\ndi atas solusi. Selain itu, kepadatan dan indeks bias dari minyak cengkeh standard adalah 1 ,0440\ndan 1,5007 masing-masing. Selain itu, kandungan fenol memiliki warna hijau keabu-abuan\nsementara. Berdasarkan hasil yang diperoleh dari GC-MS, minyak cengkeh mengandungi\neugenol (56.02%), karyotilen (17.39%), humulen (4.89%) dan karyotilen oksida (2.09%)\nsebagai komponen utama. Waktu retensi yang diperoleh dari GC-MS untuk eugenol, karyotilen,\nhumulen dan karyotilen oksida adalah 12,876, 13,632, 14,010 dan 15,598 masing-masing. Zona\ninhibisi diperoleh terhadap E.coli, S.aureus dan B.subtilis menunjukkan 15,7 mm, 20,2 mm dan\n10,9 mm masing-masing pada konsentrasi minyak cengkeh 5ppm. KHM diperoleh terhadap\nE.coli, S.aureus dan B.subtilis pada 2 µg/mL, 2 µg/mL dan 3 µg/mL mempunyai 15,2 mm, 19,7\nmm dan 10,5 mm masing-masing. Tetrasiklin HCl terhadap E.coli, S.aureus dan B.subtilis pada\n1 µg/mL, 0,5 µg/mL dan 5 µg/mL menunjukkan 18,7 mm, 25,5 mm dan 17, 6 mm masingmasing. MInyak cengkeh memiliki potensi untuk menghambat pertumbuhan bakteri penghasil\nfilm.", "Daftar File": {"ABSTRAK Dayalini Soma Sundram": "https://digilib.itb.ac.id/gdl/download/188900"}, "Penulis": "Dayalini Soma Sundram [10710709]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Sukrasno, MS", "Marlia Singgih, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Aktivitas antibakteri, biofilm, minyak cengkeh, standardisasi, KHM", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "15 Nov 2019"}