{"Nomor": 44985, "Judul": "KAJIAN AKTIVITAS ANTIINFLAMASI DAN ANALGESIK JUS UMBI GEMBILI (DIOSCOREA ESCULENTA L. BURKILL) PADA RADANG KARAGENAN KAKI TIKUS WISTAR JANTAN", "Abstrak": "Inflamasi merupakan respon protektif normal terhadap luka jaringan. Pengobatan yang sering\ndigunakan adalah obat antiinflamasi golongan non steroid. Akan tetapi, obat golongan ini\nmempunyai efek samping tukak peptik. Gembili merupakan jenis umbi yang dimanfaatkan\nmasyarakat sebagai bahan makanan. Menurut penelitian, umbi gembili mempunyai aktivitas\nsebagai antiinflamasi. Penelitian ini bertujuan untuk mengetahui adanya efek antiinflamasi pada\npemberian jus umbi gembili serta mengetahui korelasi antara inflamasi dan rasa nyeri yang\nterjadi. Dosis jus umbi gembili yang digunakan antara lain 120 mg/kg bb, 235 mg/kg bb, dan 470\nmg/kg bb pada tikus Wistar jantan. Inflamasi diinduksi dengan menginjeksikan karagenan 1 %\nsecara intraplantar pada telapak kaki kiri belakang tikus. Baik obat pembanding (Natrium\nDiklofenak) maupun jus umbi gembili diberikan 30 menit sebelum induksi. Pengamatan dilakukan\nsetiap jam selama 6 jam setelah induksi. Pada uji antiinflamasi, dosis 120 mg/kg bb menunjukkan\nperbedaan bermakna (p<0,1) dibandingkan kontrol sakit pada jam pertama dengan persen udem\n38,88 %; dosis 235 mg/kg bb berbeda bermakna (p<0,1) pada jam ke-3 dengan persen udem\n50,92 %; dosis 470 mg/kg bb berbeda bermakna (p<0,1) pada jam ke-1, 3, 4 dengan persen udem\n33,72 %; 50,75 %; 52;97 %. Pada uji analgesik, dosis 235 mg/kg bb berbeda bermakna (p<0,1)\ndibandingkan kontrol sakit pada jam ke-1 dan 5 dengan persen penurunan ambang nyeri -2,61 %\ndan -10,24 %; dosis 470 mg/kg bb berbeda bermakna (p<0,1) pada jam ke-1, 2, 3, 4, 5 dengan\npersen penurunan ambang nyeri -18,96 %; -25,10 %; -26,10 %; -24,41 % dan -17,51 %. Jus umbi\ngembili pada dosis 470 mg/kg bb mempunyai efek sebagai antiinflamasi dan analgesik yang\nsignifikan dibandingkan kontrol sakit. Korelasi antara pengukuran persen udem dengan persen\npenurunan ambang nyeri kelompok kontrol sakit menggunakan korelasi Pearson menghasilkan\nkorelasi yang cukup kuat.", "Daftar File": {"ABSTRAK Diba Hanifah": "https://digilib.itb.ac.id/gdl/download/188897"}, "Penulis": "Diba Hanifah [10712088]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Andreanus Andaja Soemardji, DEA", "Dewi Safitri, S.Farm., Apt., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Antiinflamasi, analgesik, Natrium Diklofenak, Dioscorea esculenta L. Burkill, gembili.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "15 Nov 2019"}