{"Nomor": 44986, "Judul": "AKTIVITAS ANTIBAKTERI DAN ANTIJAMUR EKSTRAK ETANOL AKAR, BUNGA, DAN DAUN TURI (Sesbania grandiflora (L.) Poiret)", "Abstrak": "Pada masa kini semakin banyak ditemukan kasus infeksi terhadap bakteri dan jamur termasuk\nterhadap mikroba yang resisten. Pengembangan agen antimikroba baru perlu dilakukan dan salah\nsatunya dapat berasal dari bahan alam. Penelitian ini bertujuan untuk mengetahui aktivitas\nantibakteri dan antijamur ekstrak etanol akar, bunga, dan daun turi (Sesbania grandiflora (L.)\nPoiret) terhadap mikroba uji diantaranya Staphylococcus aureus, Methicilin-resistant\nStaphylococcus aureus (MRSA), Escherichia coli, Pseudomonas aeruginosa, dan Candida albicans.\nAktivitas antibakteri dan antijamur ditentukan dengan metode mikrodilusi untuk didapatkan nilai\nKonsentrasi Hambat Minimum (KHM) dan Konsentrasi Bunuh Minimum (KBM) masing-masing\nekstrak terhadap mikroba uji. Selanjutnya dilakukan penentuan sifat kombinasi dari ekstrak yang\npotensial sebagai antimikroba dengan obat sintetik dengan metode difusi agar menggunakan pita\nkertas. Nilai KHM ekstrak etanol akar turi terhadap semua mikroba uji yaitu >4096 µg/mL kecuali\nterhadap MRSA yaitu 1024 µg/mL, nilai KBM terhadap seluruh mikroba uji yaitu >4096 µg/mL.\nNilai KHM dan KBM ekstrak etanol bunga turi terhadap semua mikroba uji yaitu >4096 µg/mL.\nNilai KHM ekstrak etanol daun turi terhadap Staphylococcus aureus, MRSA, dan Candida albicans\nberturut-turut adalah 1024, 64, dan 2048 µg/mL, nilai KHM terhadap Pseudomonas aeruginosa\ndan Escherichia coli yaitu >4096 µg/mL. Nilai KBM ekstrak etanol daun turi terhadap semua\nmikroba uji yaitu >4096 µg/mL kecuali terhadap MRSA yaitu 2048 µg/mL. Dari ketiga ekstrak\netanol bagian tanaman turi, hanya bagian daun yang memiliki aktivitas antimikroba yang\npotensial. Aktivitas terkuat ditunjukkan oleh ekstrak etanol daun terhadap MRSA. Kombinasi\nekstrak etanol daun turi dengan vankomisin atau meropenem terhadap MRSA bersifat aditif.", "Daftar File": {"ABSTRAK Nur Aziz": "https://digilib.itb.ac.id/gdl/download/188898"}, "Penulis": "Nur Aziz [10712098]", "Kontributor / Dosen Pembimbing": ["Dr. Neng Fisheri Kurniati, S.Si., M.Si., Apt.", "Dr. Afrillia Nuryanti Garmana, S.Si., Apt., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Antibakteri, Antijamur, Turi, KHM, KBM", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "15 Nov 2019"}