{"Nomor": 44998, "Judul": "AKTIVITAS ANTIOKSIDAN EKSTRAK TONGKOL, DAUN, DAN KULIT JAGUNG (ZEA MAYS) DENGAN METODE 2,2-DIFENIL-1-PIKRILHIDRAZIL (DPPH) DAN CUPRIC REDUCING ANTIOXIDANT CAPACITY (CUPRAC)", "Abstrak": "Radikal bebas adalah senyawa yang mengandung satu atau lebih elektron tidak berpasangan di\norbital terluarnya sehingga menyebabkan kerusakan pada molekul lain dan menjadi penyebab\nberbagai masalah kesehatan. Antioksidan merupakan senyawa yang dapat menghambat reaksi\noksidasi dengan mengikat radikal bebas. Tanaman dapat memiliki aktivitas antioksidan bila\nmengandung senyawa yang mampu menangkal radikal bebas seperti flavonoid dan fenol.\nPenelitian ini bertujuan menguji aktivitas antioksidan tongkol, daun, dan kulit jagung melalui\npenentuan IC50 peredaman DPPH (2,2-difenil-1-pikrilhidrazil) dan EC50 kapasitas CUPRAC (Cupric\nReducing Antioxidant Capacity); menetapkan total fenol, flavonoid, dan karotenoid; menguji\nkorelasi antara total fenol, flavonoid, dan karotenoid terhadap IC50 DPPH dan EC50 CUPRAC, dan\nmenguji korelasi metode DPPH dan CUPRAC pada sampel uji. Ekstraksi dilakukan secara refluks\nmenggunakan pelarut dengan kepolaran meningkat. Penentuan IC50 peredaman DPPH dan EC50\nkapasitas CUPRAC, kadar total fenol, flavonoid, dan karotenoid dilakukan dengan spektrofotomeri\nUV-sinar tampak. Korelasi total fenol, flavonoid, karotenoid dengan IC50 DPPH dan EC50 CUPRAC,\ndan korelasi antara IC50 DPPH dan EC50 CUPRAC dianalisis dengan metode Pearson. Ekstrak nheksana daun jagung memberikan aktivitas oksidan tertinggi dengan metode DPPH (IC50 8,95\nµg/mL) dan metode CUPRAC (EC50 152,31 µg/mL). Ekstrak n-heksana daun jagung dan tongkol\njagung serta ekstrak etanol kulit jagung termasuk ke dalam kategori antioksidan sangat kuat.\nSenyawa golongan flavonoid merupakan kontributor utama dalam aktivitas antioksidan ekstrak\ndaun jagung dengan metode DPPH. Metode DPPH dan CUPRAC tidak memberikan hasil yang linier\npada uji aktivitas antioksidan semua ekstrak sampel uji.", "Daftar File": {"ABSTRAK Eriani Wulandari": "https://digilib.itb.ac.id/gdl/download/188910"}, "Penulis": "Eriani Wulandari [10712026]", "Kontributor / Dosen Pembimbing": ["Dr. Irda Fidrianny", "Dr. Rika Hartati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Antioksidan, DPPH, CUPRAC, Zea mays", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "15 Nov 2019"}