{"Nomor": 45001, "Judul": "TELAAH FITOKIMIA DAN UJI AKTIVITAS ANTIDIABETES DAUN SAWO HEJO (CHRYSOPHYLLUM CAINITO L.) SECARA IN VITRO", "Abstrak": "Sawo hejo adalah salah satu tumbuhan budidaya di Indonesia yang secara tradisional digunakan\nuntuk menurunkan gula darah dan rematik. Penelitian mengenai daun sawo hejo belum banyak\ndilakukan, penelitian yang telah dilakukan adalah uji aktivitas antidiabetes ekstrak air secara in vivo.\nOleh karena itu penelitian ini bertujuan untuk telaah fitokimia dan menentukan aktivitas\nantidiabetes ekstrak, fraksi, dan subfraksi daun sawo hejo secara in vitro dengan metode inhibisi\nenzim ?-amilase. Penelitian ini dimulai dengan pembuatan simplisia, karakterisasi simplisia, dan\npenapisan fitokimia daun sawo hejo. Hasil penapisan fitokimia, daun sawo hejo memiliki golongan\nsenyawa flavonoid, fenol, tanin katekat, dan steroid/triterpenoid. Ekstraksi simplisia dilakukan\ndengan metode refluks dengan pelarut n-heksana, etil asetat, dan metanol. Ekstrak kental\nn-heksana, etil asetat, dan metanol dilakukan pengujian aktivitas inhibisi enzim ?-amilase dengan\nkonsentrasi ekstrak 250 ppm. Aktivitas inhibisi enzim ?-amilase pada ekstrak n-heksana sebesar\n18,41 ± 3,41%, ekstrak etil asetat sebesar 41,181 ± 7,491%, ekstrak metanol sebesar 75,58 ± 2,03%,\ndan pembanding akarbosa dengan konsentrasi 200 ppm sebesar 97,067 ± 0,62%. Fraksinasi\ndilakukan terhadap ekstrak metanol dengan metode ekstraksi cair ?cair dengan pelarut n-heksana,\netil asetat, dan air. Fraksi yang diperoleh dilakukan uji aktivitas inhibisi enzim ?-amilase dengan %\ninhibisi fraksi n-heksana sebesar 21,99 ± 4,82%, fraksi etil asetat sebesar 44,15 ± 6,38%, dan fraksi\nair sebesar 79,62 ± 7,57%. Subfraksinasi dilakukan terhadap fraksi etil asetat karena fraksi etil asetat\nrelatif lebih mudah dipisahkan dari fraksi air yang bersifat sangat polar. Subfraksinasi menggunakan\nmetode kromatografi cair vakum dengan fase diam silika gel 60 H dan elusi gradien dengan pelarut\nn-heksana, etil asetat, dan metanol. Subfraksi ditentukan aktivitas inhibisi enzim ?-amilase dengan\n% inhibisi terbesar terdapat pada subfraksi no 15 sebesar 79,79 ± 1,56%. Analisis kualitatif terhadap\nsubfraksi dengan kromatografi lapis tipis dan penampak bercak universal dan spesifik. Hasil analisis\nkualitatif subfraksi menunjukkan bahwa subfraksi no 15 mengandung senyawa golongan flavonoid\ndengan substitusi OH pada cincin A atau B.", "Daftar File": {"ABSTRAK Tuti Susilawati": "https://digilib.itb.ac.id/gdl/download/188913"}, "Penulis": "Tuti Susilawati [10712035]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Komar Ruslan Wirasutisna", "Dr. Rika Hartati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "fitokimia, antidiabetes, enzim ?-amilase", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "15 Nov 2019"}