{"Nomor": 45000, "Judul": "ISOLASI SENYAWA ANTIBAKTERI KULIT BUAH DELIMA (PUNICA GRANATUM L.)", "Abstrak": "Buah delima (Punica granatum) merupakan salah satu tanaman yang diteliti memiliki khasiat\nsebagai antibakteri, namun isolat aktif nya belum banyak diteliti. Penelitian ini bertujuan untuk\nmengisolasi dan menentukan senyawa aktif antibakteri dari ekstrak etanol kulit buah delima\nterhadap bakteri uji yaitu Escherichia coli ATCC 8739, Staphylococcus aureus ATCC 6538, Bacillus\nsubtilis, dan Pseudomonas aeruginosa ATCC 9027. Serbuk simplisia dari kulit buah delima\ndikarakterisasi dan diekstraksi menggunakan metode refluks dengan pelarut etanol, lalu dipantau\ndengan kromatografi lapis tipis. Ekstrak etanol difraksinasi dengan metode ekstraksi cair- cair\nmenggunakan tiga pelarut dengan kepolaran meningkat, yaitu n-heksana, etil asetat, dan air lalu\ndipantau dengan metode KLT. Uji aktivitas antibakteri dilakukan menggunakan metode\nmikrodilusi untuk menentukan konsentrasi hambat minimum (KHM) dan metode biootografi.\nSubfraksinasi dilakukan dengan metode kromatografi cair vakum dan pemurnian dilakukan\ndengan metode KLT preparatif. Hasil skrining fitokimia pada simplisia dan ekstrak menunjukkan\nterdapatnya senyawa alkaloid, flavonoid, tanin, dan steroid/triterpenoid. Uji aktivitas antibakteri\nmenunjukkan ekstrak etanol memiliki potensi antibakteri kuat dengan nilai konsentrasi hambat\nminimum (KHM) 256 µg/mL terhadap S. aureus dan potensi antibakteri sedang terhadap E. coli, B.\nsubtilis, dan P.aeruginosa dengan nilai KHM 512 µg/ mL. Fraksi etil asetat memiliki potensi kuat\nterhadap keempat bakteri uji dengan nilai KHM 256 µg/mL, sementara fraksi air memiliki potensi\nkuat terhadap P.aeruginosa dengan nilai KHM 256 µg/ mL dan potensi sedang terhadap S. aureus,\nE. coli, B. Subtilis dengan nilai KHM 512 µg/ mL. Isolat aktif antibakteri yang diperoleh diduga\nmerupakan senyawa golongan flavonoid, dimana isolat 1 yang memiliki diameter hambat 12 mm\ndan 11,7 mm terhadap S. aureus dan B. subtilis diduga merupakan senyawa flavonol dengan\nsubtitusi OH bebas pada C-3 tanpa subtitusi OH bebas pada C-5, sementara isolat 2 yang memiliki\ndiameter hambat 7 mm dan 8,7 mm merupakan flavonoid auron yang tidak mengandung OH\nbebas pada C-4’????", "Daftar File": {"ABSTRAK Shella Rahmayanti": "https://digilib.itb.ac.id/gdl/download/188912"}, "Penulis": "Shella Rahmayanti [10712034]", "Kontributor / Dosen Pembimbing": ["Dr. Rika Hartati, S.Si., M.Si.", "Dr. Neng Fisheri Kurniati, S.Si., M.Si., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "antibakteri, kulit buah delima, mikrodilusi, biootografi, flavonoid", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "15 Nov 2019"}