{"Nomor": 45028, "Judul": "AKTIVITAS ANTIOKSIDAN HERBA TIGA JENIS SERAI (CYMBOPOGON CIRATUS, C. WINTERIANUS, DAN C. MARTINI) DENGAN METODE 2,2-DIFENIL-1-PIKRIL HIDRAZIL (DPPH) DAN FERRIC REDUCING ANTIOXIDANT POWER (FRAP)", "Abstrak": "Serai merupakan tumbuhan yang banyak terdapat di Indonesia. Tumbuhan ini telah diketahui\nmempunyai potensi untuk mengatasi beberapa penyakit, misalnya sebagai antioksidan untuk\nmenghambat penyakit degeneratif. Dalam penelitian ini ditentukan aktivitas antioksidan dari herba\ntiga jenis serai (Cymbopogon citratus, C. winterianus, dan C. martini) melalui penentuan IC50\nperedaman DPPH dan EC50 kapasitas FRAP; total fenol, flavonoid, dan karotenoid secara\nspektrofotometri ultraviolet-sinar tampak; korelasi antara total fenol, flavonoid, dan karotenoid\nterhadap IC50 peredaman DPPH dan EC50 kapasitas FRAP; serta korelasi antara IC50 peredaman DPPH\ndan EC50 kapasitas FRAP menggunakan metode Pearson. Ekstraksi dilakukan dengan cara refluks\nmenggunakan pelarut dengan kepolaran meningkat. Ekstrak dipantau secara kromatografi lapis\ntipis. Pengujian aktivitas antioksidan menunjukkan bahwa IC50 peredaman DPPH dan EC50 kapasitas\nFRAP terendah diberikan oleh ekstrak etanol serai dapur (C. citratus) berturut-turut 2,75 µg/mL dan\n12,22 µg/mL. Kadar fenol total tertinggi diberikan oleh ekstrak etanol serai dapur (9,29 g GAE/100\ng). Kadar flavonoid total tertinggi diberikan oleh ekstrak etil asetat serai dapur (12, 71 g QE/100 g).\nKadar karotenoid total tertinggi diberikan oleh ekstrak n-heksana serai wangi (C. winterianus)\ndengan nilai 20,36 g BE/100 g. Senyawa golongan fenol merupakan kontributor utama pada\naktivitas antioksidan ekstrak etanol serai dapur dengan metode DPPH dan FRAP. Metode DPPH dan\nFRAP pada penentuan aktivitas antioksidan herba tiga jenis serai dinyatakan linear.", "Daftar File": {"ABSTRAK Fitria Alfianti": "https://digilib.itb.ac.id/gdl/download/189013"}, "Penulis": "Fitria Alfianti [10712048]", "Kontributor / Dosen Pembimbing": ["Dra. Siti Kusmardiyani, M.Sc.", "Dr. Irda Fidrianny"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Kata kunci : Antioksidan, herba, Cymbopogon, DPPH, FRAP ABSTRACT", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "18 Nov 2019"}