{"Nomor": 45021, "Judul": "RANCANG BANGUN MESIN BATIK FOTONIK MENUJU TINGKAT KESIAPTERAPAN TEKNOLOGI LEVEL TUJUH", "Abstrak": "Batik merupakan warisan budaya indonesia yang diyakini sudah ada pada abad\nke-14 namun mulai populer dan diproduksi massal pada abad ke-18. Pada tahun\n2009, UNESCO menobatkan batik menjadi salah satu World Heritage. Penobatan\nini tentunya menggaungkan kembali nama batik di dunia internasional.\nMomentum ini seharusnya dimanfaatkan demi kepentingan bangsa Indonesia\nmelalui peningkatan komersialisasi batik. Industri batik sebenarnya sudah ada dan\nberkembang di Indonesia selama lebih dari satu abad. Namun, seluruh proses\nproduksi masih memanfaatkan metode-metode tradisional, misalnya pemanfaatan\nsinar matahari untuk pengeringan kain dan aktivasi warna untuk batik yang\nmenggunakan indigosol, zat pewarna yang umum digunakan di industri batik\nnasional, sebagai zat pewarna. Saat ini, para produsen batik sudah menggunakan\noven untuk mengeringkan kain ketika malam hari ataupun musim hujan tapi\nbelum tersedia teknologi yang mampu menggantikan fungsi matahari dalam\nproses aktivasi warna batik. Hal ini berakibat pada penurunan kapasitas produksi\nbatik di Indonesia yang besarnya bervariasi antara 20% sampai 50%.\nPada tahun 2015, ditemukan bahwa spektrum sinar matahari yang berperan dalam\nproses aktivasi warna batik adalah sinar pada spektrum UV yang berarti bahwa\nfungsi matahari dapat digantikan oleh LED UV dan berbagai riset telah\ndilaksanakan guna mengembangkan temuan ini. Temuan inilah yang kemudian\nditerapkan untuk mendesain dan membangun suatu mesin yang diberi nama\nMesin Batik Fotonik. Selama proses desain dan pembuatan mesin ini, pedoman\nTingkat Kesiapterapan Teknologi (TKT) yang telah dikeluarkan oleh\nKemenristikdikti RI diaplikasikan untuk menjamin bahwa teknologi ini akan\nmampu memenuhi kebutuhan konsumen (dalam hal ini adalah para produsen batik\nnasional) dan semakin siap untuk dimanfaatkan secara massal untuk membantu\npara produsen batik nasional untuk meningkatkan kapasitas produksi mereka.\nSalah satu fitur yang paling penting pada mesin ini adalah kemampuannya untuk\nmelakukan produksi kain batik dengan ukuran 2 meter x 1,2 meter, ukuran kain\nyang umumnya diproduksi, dan kemampuan ini sudah dibuktikan melalui berbagi\ntes yang sudah dilaksanakan. Agar mampu melakukan fungsi ini, mesin yang\ndibangun dilengkapi dengan konveyor yang terbuat dari poliuretan dengan lebar\n1,2m dan digerakan oleh sebuah motor AC dengan daya 150 W. Panel listrik juga\ndibuat untuk menyuplai listrik ke seluruh sistem. Kemudian, seluruh sistem\ndikontrol oleh sebuah panel pengontrol terpadu yang juga menyediakan tampilan\nantar-muka. Jika membandingkan perkembangan teknologi Mesin Batik Fotonik\nini dengan kriteria-kriteria yang diberikan oleh Kemenristekdikti, dapat\ndisimpulkan bahwa teknologi ini sudah memenuhi TKT level 7 (dari maksimal 9\nlevel), yang berarti bahwa teknologi ini sudah semakin dekat ke desain final dan\nsudah siap untuk dilaksanakan LRIP (low rate initial production).", "Daftar File": {}, "Penulis": "Haris Suwignyo [13312025]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eko Mursito Budi, M.T.", "Ir. Estiyanti Ekawati, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "Batik, Indigosol, aktivasi warna, UV, Mesin Batik Fotonik, TKT (Tingkat Kesiapaan Teknologi).", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "10 file", "Tanggal Input": "18 Nov 2019"}