{"Nomor": 45048, "Judul": "PRODUKSI KARBON AKTIF DARI TANDAN KOSONG KELAPA SAWIT SEBAGAI BAHAN SUPERKAPASITOR", "Abstrak": "PRODUKSI KARBON AKTIF DARI TANDAN KOSONG KELAPA SAWIT SEBAGAI BAHAN SUPERKAPASITOR\n\nProduksi minyak kelapa sawit di Indonesia meningkat setiap tahunnya. Seiring dengan peningkatan produksi, limbah yang dihasilkan pun semakin meningkat. Limbah kelapa sawit merupakan sumber biomassa yang cukup melimpah dan dapat dimanfaatkan sebagai bahan baku untuk produk yang mempunyai nilai tambah tinggi. Salah satu produk dari pemanfaatan limbah kelapa sawit adalah karbon aktif. Karbon aktif merupakan salah satu material yang dapat digunakan di berbagai bidang. Pada umumnya karbon aktif digunakan sebagai adsorben, penyangga katalis, dan media penyimpan energi. Karakteristik karbon aktif dengan luas permukaan dan porositas yang tinggi, konduktivitas yang baik membuat karbon aktif cocok digunakan sebagai material elektroda superkapasitor.\nProses pembuatan karbon aktif terdiri dari proses karbonisasi dan aktivasi. Proses karbonisasi yang dapat digunakan adalah karbonisasi hidrotermal. Karbonisasi hidrotermal merupakan proses karbonisasi yang dilakukan dengan media air dalam reaktor bertekanan pada temperatur yang lebih rendah dibandingkan proses pirolisis. Penelitian ini difokuskan pada pembuatan karbon aktif berbahan baku tandan kosong kelapa sawit menggunakan proses karbonisasi hidrotermal menggunakan activating agent KOH, CaCl2, dan ZnCl2. Rasio bahan baku: activating agent: air adalah 1:2:3. Karbonisasi hidrotermal dilakukan pada temperatur 275°C selama 1 jam. Selanjutnya, hydrochar diaktivasi pada temperatur 800°C dengan CO2 selama 2 jam. Permukaan karbon aktif dimodifikasi dengan HNO3 1 M dan 6 M. Karbon aktif diaplikasikan sebagai elektroda superkapasitor jenis EDLC.\nKarbon aktif dengan activating agent CaCl2 (AC-Ca) menghasilkan ukuran pori pada rentang mesopori, sedangkan ukuran pori karbon aktif dengan activating agent KOH (AC-KOH) dan ZnCl2 (AC-Zn) berada pada rentang mikropori. Kapasitansi spesifik superkapasitor untuk AC-Ca, AC-Zn, dan AC-KOH masing-masing sebesar 28,16 F/g, 14,76 F/g, dan 5,57 F/g. Modifikasi permukaan karbon aktif dengan HNO3 meningkatkan hidrofilisitas karbon aktif dan menurunkan luas permukaan maupun ukuran pori dari karbon aktif. Modifikasi ini juga menurunkan kapasitansi sel superkapasitor.", "Daftar File": {"2019_TS_TK-CRISTINE GUMULYA_23017030_CAVER": "https://digilib.itb.ac.id/gdl/download/189125", "BAB1 Christine Gumulya": "https://digilib.itb.ac.id/gdl/download/189126", "BAB2 Christine Gumulya": "https://digilib.itb.ac.id/gdl/download/189127", "BAB3 Christine Gumulya": "https://digilib.itb.ac.id/gdl/download/189128", "BAB4 Christine Gumulya": "https://digilib.itb.ac.id/gdl/download/189129", "BAB5 Christine Gumulya": "https://digilib.itb.ac.id/gdl/download/189130"}, "Penulis": "Christine Gumulya [23017030]", "Kontributor / Dosen Pembimbing": ["Dr. Tirto Prakoso, S.T., M.Eng.", "Jenny Rizkiana, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Chemical engineering", "Kata Kunci": "biomassa, karbon aktif, hidrotermal, superkapasitor.", "Sumber": "Perpustakaan Teknik Kimia", "Staf Input/Edit": "Budi Cahyadi  \n                                     Budi Cahyadi", "File": "6 file", "Tanggal Input": "20 Nov 2019"}