{"Nomor": 45047, "Judul": "Development of semiconducting ScN", "Abstrak": "Since the 1960s advances in electronic and optoelectronic device technologies have been primarily orchestrated by III-V semiconductors, which have led to an age of consumer electronic devices with unprecedented social and economic impacts. Group III-V semiconductors such as GaAs, GaN, InAs, and GaP and their solid solution alloys are not only the building blocks of modern solid-state lighting, photodetectors, sensors, and high-speed power-electronic and optoelectronic devices, they have also been actively researched and developed for over six decades to understand and innovate fundamental materials science, physics, and device engineering properties. Yet there is a widespread realization today that contemporary grand challenges of our society such as energy efficient electronics and computing, secure information processing, energy security, imaging, sensing, etc., require more advanced materials and better device integration technologies. At the same time, several important device technologies of the modern era such as thermoelectricity that converts waste heat into electrical energy, plasmonic materials, and devices that could be utilized to harvest optical energy in solar photovoltaics, solar thermophotovoltaics, photocatalysis, etc., also require materials and heterostructure metamaterials that are not possible to achieve with traditional III-V semiconductors. Scandium nitride (ScN) is a group 3 rocksalt nitride semiconductor, which can overcome some of the limitations of traditional III-V semiconductors, and could lead to novel device functionalities. However, unlike other well-known III-V semiconductors, very little attention has been devoted to understand and engineer ScN’s physical properties until very recently. In this research update, we detail the progress that has taken place over the last several years to overcome the materials engineering challenges for high-quality epitaxial ScN thin-film growth, analysis of its physical properties, and epitaxial integration of ScN with other rocksalt metallic nitrides. Along with the attractive physical properties common to most transition-metal nitrides such as high hardness, large melting temperature, and chemical, thermal, and morphological stability, ScN also exhibits rocksalt crystal structure with octahedral bonding coordination, indirect band gap, preferential n-type and p-type doping, and the ability to epitaxially integrate with other metallic materials (such as TiN, ZrN, HfN, etc.) to deposit single-crystalline epitaxial metal/semiconductor multilayers and superlattices without the presence of extended defects. All of these advances could lead to ScN based materials and devices with improved efficiencies and industrial applications.", "Daftar File": {}, "Penulis": "Bidesh Biswas [-]", "Kontributor / Dosen Pembimbing": ["Bivas Saha"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "-", "Sumber": "PHYSICAL REVIEW MATERIALS 3, 020301 (2019), APS", "Staf Input/Edit": "Ratnasari", "File": "1 file", "Tanggal Input": "20 Nov 2019"}