{"Nomor": 45056, "Judul": "STUDI ESTERIFIKASI ROSIN DARI GETAH PINUS MERKUSII", "Abstrak": "STUDI ESTERIFIKASI DAN MODIFIKASI ROSIN\nDARI GETAH PINUS MERKUSII\n\nGondorukem merupakan sebutan bagi resin alami yang berasal dari getah pohon pinus merkusii yang banyak tumbh di kawasan hutan Indonesia. Produk ini dihasilkan dari proses pemisahan dari produk cair terpentin. Beberapa produk turunan rosin ini banyak dibutuhkan di industri, diantaranya pabrik tinta cetak, cat, permen karet, beberapa produk farmasi, dsb. Modifikasi terhadap turunannya terdapat berbagai cara, seperti disproporsionasi, polimerasi/dimeriisasi, pencampuran resin fenolik, dihidrogenasi, serta modifikasi anhidrida maleat secara Diels Alder. sintesis terhadap gondorukem ini perlu menimbang beberapa efektivitas (yang mencangkup aspek biaya, energi, ketersediaan bahan baku, kemudahan proses, dll) serta menyesuaikan kebutuhan industri. Secara umum kualitas gondorukem dan turunannya dinyatakan dalam warna dan angka asam.\nSenyawa yang terkandung di dalam rosin sebagian besar terdiri dari asam abietat dan asam pimarat. Produk turunan gondorukem diharapkan lebih tahan oksidasi salah satunya dengan cara esterifikasi senyawa asam tersebut menjadi bentuk ester. Penelitian ini bertujuan memperoleh produk turunan rosin melalui esterifikasi dengan gliserol. Variabel pada sintesis tersebut ialah waktu reaksi dan komposisi perbandingan rosin/gliserol. Karakterisasi produk yang digunakan untuk menentukan kualitas hasil sintesis dilakukan dengan interpretasi utama berupa angka asam dan kejernihan warna; serta FT-IR untuk mengetahui gugus fungsi senyawa bahan baku dan produk esterifikasi.\nReaksi esterifikasi berhasil dilakukan terbukti dengan adanya karakterisasi gugus fungsi menggunakan instrumen FT-IR pada sampel produk dengan kondisi operasi waktu reaksi selama 5 jam, temperatur 250oC, dan perbandingan stoikiometri rosin/gliserol = 3:1, yaitu adanya perubahan gugus fungsi serapan dari asam karboksilat menjadi bentuk ester. Perbandingan stoikiometri rosin/gliserol = 3:1 tersebut sudah cukup baik untuk reaksi sintesis esterifikasi rosin, namun pada penelitian ini produk sintesis belum mencapai kualitas produk sesuai SNI (dengan bilangan masih diatas 10).", "Daftar File": {"2019_TK_TS_YESTRIA YASWARI_23016051_CAVER": "https://digilib.itb.ac.id/gdl/download/189212", "BAB1 Alfalast Susetyo Dewanto": "https://digilib.itb.ac.id/gdl/download/189213", "BAB2 Alfalast Susetyo Dewanto": "https://digilib.itb.ac.id/gdl/download/189214", "BAB3 Alfalast Susetyo Dewanto": "https://digilib.itb.ac.id/gdl/download/189215", "BAB4 Alfalast Susetyo Dewanto": "https://digilib.itb.ac.id/gdl/download/189216", "BAB5 Alfalast Susetyo Dewanto": "https://digilib.itb.ac.id/gdl/download/189217"}, "Penulis": "Alfalast Susetyo Dewanto [23016051]", "Kontributor / Dosen Pembimbing": ["Dr. Antonius Indarto"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Chemical engineering", "Kata Kunci": "esterifikasi, gliserol, angka asam, warna, FT-IR", "Sumber": "Perpustakaan Teknik Kimia", "Staf Input/Edit": "Budi Cahyadi  \n                                     Budi Cahyadi", "File": "6 file", "Tanggal Input": "20 Nov 2019"}