{"Nomor": 45050, "Judul": "PRODUKSI HYDROCHAR BERKUALITAS TINGGI DARI RUMPUT LAUT DENGAN PROSES KARBONISASI HIDROTERMAL", "Abstrak": "PRODUKSI HYDROCHAR BERKUALITAS TINGGI DARI RUMPUT LAUT DENGAN PROSES KARBONISASI HIDROTERMAL\nOleh\nDaniel Yonathan\nNIM: 23017022\n(Program Studi Magister Teknik Kimia)\nIndonesia merupakan negara kepulauan dengan luas wilayah laut yang sangat besar. Seiring dengan besarnya luas wilayah laut, produksi rumput laut di Indonesia sangat melimpah. Rumput laut merupakan sumber biomassa yang sangat melimpah dan dapat dimanfaatkan sebagai bahan baku produk yang mempunyai nilai tambah tinggi. Salah satu produk yang dapat dihasilkan dari rumput laut adalah karbon aktif. Karbon aktif merupakan salah satu material yang dapat digunakan di berbagai bidang. Karakteristik karbon aktif dengan luas permukaan dan porositas yang tinggi, konduktivitas yang baik membuat karbon aktif cocok digunakan dalam berbagai bidang. Pada penelitian ini difokuskan untuk memperoleh karbon aktif dengan kualitas dan kuantitas yang baik.\nProses pembuatan karbon aktif terdiri dari proses karbonisasi dan aktivasi. Proses karbonisasi yang dilakukan adalah karbonisasi hidrotermal dilanjukan dengan aktivasi CO2 dengan menggunakan furnace. Penelitian ini difokuskan pada pembuatan karbon aktif berbahan baku rumput laut menggunakan proses karbonisasi hidrotermal menggunakan aktivator KOH, CaCl2, dan ZnCl2. Variasi yang dilakukan dalam penelitian ini adalah temperatur, variasi aktivator, dan rasio aktivator terhadap bahan baku. Untuk menghilangkan kadar abu pada karbon aktif maka akan dilakukan demineralisasi dengan menggunakan HF.\nKarbon aktif yang dihasilkan dari rumput laut Sargassum sp. memiliki luas permukaan 100-1800 m2/g dengan ukuran pori rata-rata 1-75 nm. Perolehan hydrochar mencapai 67,9% pada proses karbonisasi hidrotermal dan perolehan karbon aktif mencapai 27,2% pada temperatur karbonisasi 250oC dengan aktivator CaCl2 dan rasio impregnasi 2 (dua).", "Daftar File": {"2019_TS_TK_DANIEL YONATAN 23017022_CAVER": "https://digilib.itb.ac.id/gdl/download/189131", "BAB2 Daniel Yonathan": "https://digilib.itb.ac.id/gdl/download/189133", "BAB1 Daniel Yonathan": "https://digilib.itb.ac.id/gdl/download/189134", "BAB3 Daniel Yonathan": "https://digilib.itb.ac.id/gdl/download/189135", "BAB4 Daniel Yonathan": "https://digilib.itb.ac.id/gdl/download/189136", "BAB5 Daniel Yonathan": "https://digilib.itb.ac.id/gdl/download/189137"}, "Penulis": "Daniel Yonathan [23017022]", "Kontributor / Dosen Pembimbing": ["Dr. Tirto Prakoso, S.T., M.Eng.", "Jenny Rizkiana, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Chemical engineering", "Kata Kunci": "biomassa, rumput laut, karbon", "Sumber": "Perpustakaan Teknik Kimia", "Staf Input/Edit": "Budi Cahyadi  \n                                     Budi Cahyadi", "File": "6 file", "Tanggal Input": "20 Nov 2019"}