{"Nomor": 45057, "Judul": "ANALISIS PERBANDINGAN POWER SPECTRAL DENSITY PADA SINYAL EEG ELEKTRODA BASAH DAN KERING MENGGUNAKAN STIMULUS AUDIO", "Abstrak": "Elektroda EEG dibedakan menjadi dua jenis yaitu elektroda basah dan kering. Elektroda\nbasah memiliki nilai impedansi sebesar 5-20 kW, sedangkan elektroda kering\nmemiliki nilai impedansi sebesar 16 kW. Nilai impedansi permukaan kulit kepala\nyaitu 200 kW. Perbedaan nilai impedansi yang cukup besar antara elektroda dan\npermukaan kulit kepala dapat menimbulkan loss signal. Loss signal dapat mempengaruhi\nkarakteristik dari Power Spectral Density (PSD). Oleh karena itu, tujuan\ndari penelitian ini adalah mengkarakterisasi dan menganalisa perbandingan nilai\nPSD pada elektroda basah dan kering dalam domain gelombang Alfa dan Beta. Penelitian\nini dimulai dengan menentukan alat yang digunakan yaitu Emotiv EPOC\n(elektroda basah) dan Insight (elektoda kering). Posisi elektroda terletak pada bagian\nAnterior Frontal (AF3 dan AF4) dan Temporal (T7 dan T8). Penelitian ini\nmenggunakan stimulus audio berupa rekaman suara yang didalamnya berisi cerita\nfiksi disertai dengan pertanyaan dengan jawaban pilihan ganda. Akuisisi data dilakukan\npada 8 subjek selama 36 menit: 3 menit sebelum, 30 menit saat, dan 3 menit\nsesudah pemberian stimulus audio. Metode analisis data meliputi pra-pemrosesan\nsinyal menggunakan proses centering dan bandpass filter serta perhitungan PSD\nmenggunakan periodogram Welch dengan window Hanning. Hasil perhitungan\nPSD menunjukkan bahwa persentase perbedaaan nilai rata-rata perubahan PSD tertinggi\ndan terendah pada elektroda basah lebih besar dibandingkan elektroda kering.", "Daftar File": {"ABSTRAK Nur Faadhilah Afif": "https://digilib.itb.ac.id/gdl/download/203271", "COVER Nur Faadhilah Afif": "https://digilib.itb.ac.id/gdl/download/203298", "BAB 1 Nur Faadhilah Afif": "https://digilib.itb.ac.id/gdl/download/203300", "BAB 2 Nur Faadhilah Afif": "https://digilib.itb.ac.id/gdl/download/203301", "BAB 3 Nur Faadhilah Afif": "https://digilib.itb.ac.id/gdl/download/203302", "BAB 4 Nur Faadhilah Afif": "https://digilib.itb.ac.id/gdl/download/203303", "BAB 5 Nur Faadhilah Afif": "https://digilib.itb.ac.id/gdl/download/203304", "PUSTAKA Nur Faadhilah Afif": "https://digilib.itb.ac.id/gdl/download/203305"}, "Penulis": "Nur Faadhilah Afif [20217313]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Freddy Haryanto, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Emotiv EPOC dan Insight, Impedansi Elektroda, Stimulus Audio, Periodogram Welch window Hanning, Power Spectral Density.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "20 Nov 2019"}