{"Nomor": 45063, "Judul": "ANTIBACTERIAL ACTIVITIES OF 15 GRADES OF BLACK TEA (CAMELLIA SINENSIS (L.) KUNTZE) AGAINST STREPTOCOCCUS MUTANS", "Abstrak": "Camellia sinensis dikenal sebagai teh. Teh memiliki aktivitas antibakteri terhadap berbagai jenis\nbakteri dan secara tradisional digunakan untuk mencegah gigi berlubang. Meskipun sudah ada\npenelitian tentang aktivitas antibakteri dari teh hitam, belum ada penelitian menggunakan\nbeberapa mutu teh hitam. Tujuan dari penelitian ini adalah untuk menentukan mutu teh hitam\nyang memberikan aktivitas antibakteri tertinggi terhadap Streptococcus mutans. Lima belas mutu\nteh hitam di ekstrak secara maserasi menggunakan metanol. Semua ekstrak diuapkan dan diuji\nuntuk aktivitas antibakteri terhadap Streptococcus mutans, kemudian ditentukan konsentrasi\nhambat minimum (KHM) dan konsentrasi bakterisidal minimum (KBM) dengan menggunakan\nmetode mikrodilusi dan bioautografi. Ekstrak metanol yang memberikan aktivitas antibakteri\npaling kuat difraksinasi menggunakan ekstraksi cair-cair, dengan n-heksana, etil asetat, dan air.\nSemua fraksi diuji aktivitas antibakteri dan ditentukan KHM dan KBM menggunakan mikrodilusi\ndan metode bioautografi. Berdasarkan skrining fitokimia, semua 15 mutu teh hitam mengandung\nalkaloid, flavonoid, tanin, saponin dan steroid/triterpenoid kecuali kuinon. PF II memiliki KHM\nterendah (625 µg/m) dibandingkan dengan mutu lainnya dari hasil bioautografi terdapat zona\nhambatan di Rf 0,7. Setelah ekstrak difraksinasi dan diuji untuk aktivitas antimikroba, fraksi etil\nasetat menunjukkan KHM terendah (1250 µg/ml) dibandingkan dengan fraksi lain. Fraksi etil\nasetat dipantau dengan KLT dan menunjukkan kehadiran flavonoid dan katekin. Dari hasil\nbioautografi, ada zona hambatan pada Rf 0,76 dan Rf 0,3. Senyawa dengan Rf 0,76 diduga adalah\nkatekin. Di antara semua mutu teh hitam, mutu PF II memiliki sifat antibakteri terkuat terhadap\nStreptococcus mutans.", "Daftar File": {"ABSTRAK Sushatri Phadtajaphan": "https://digilib.itb.ac.id/gdl/download/189225"}, "Penulis": "Sushatri Phadtajaphan [10712701]", "Kontributor / Dosen Pembimbing": ["Dr. Muhamad Insanu, S.Si., M.Si.", "Dr. Neng Fisheri Kurniati"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "21 Nov 2019"}