{"Nomor": 45065, "Judul": "Isolasi Senyawa Antioksidan dari Biji Pepaya (Carica papaya L.)", "Abstrak": "Antioksidan adalah zat yang memiliki kemampuan untuk menetralkan radikal bebas. Salah\nsatu sumber antioksidan adalah buah papaya. Biji papaya menjadi limbah tetapi secara tradisional\ndigunakan sebagai obat antidiabetes. Tujuan dari penelitian ini adalah untuk melakukan isolasi dan\nkarakterisasi senyawa antioksidan dari ekstrak biji papaya pada kondisi optimal. Simplisia diekstraksi\ndengan metode maserasi menggunakan pelarut dengan polaritas bertingkat (n-heksana, etil asetat,\netanol). Setiap ekstraksi dilakukan sebanyak tiga kali untuk maksimalkan rendemen. Rendemen\nekstrak n-heksana yang dihasilkan sebesar 20.02%, rendemen untuk ekstrak etil asetat sebesar 8.01%\ndan rendemen untuk ekstrak etanol redis sebesar 2.46%. Aktivitas antioksidan diuji secara kuantitatif\ndengan penentuan nilai IC50. Standar yang digunakan untuk penentuan antioksidan ialah asam\naskorbat dengan nilai IC50 peredaman DPPH sebesar 7.24 µg/ml. Ekstrak n-heksana memiliki nilai\nIC50 peredaman DPPH yang terendah yaitu 350 µg/ml diikuti dengan ekstrak etil asetat dengan nilai\nIC50 654,13 µg/ml dan ekstrak etanol dengan nilai IC50 peredaman DPPH 831,76 µg/ml. Ekstrak nheksana memiliki aktivitas antioksidan tertinggi sehingga ekstrak n-heksan dipilih untuk difraksinasi.\nEkstrak n-heksana kemudian difraksinasi dengan metode kromatografi cair vakum menggunakan elusi\ngradien dengan komposisi eluen dari n-heksana, etil asetat, dan etanol yang menghasilkan 21 fraksi.\nFraksi dipantau dengan metode kromatografi lapis tipis, bercak dilihat di bawah sinar UV ?254 nm\ndan UV ?366 nm, kemudian disemprot dengan penampak bercak universal H2SO4 10% dalam\nmethanol dan penampak bercak DPPH 0.2% dalam methanol. Fraksi 4 dipilih untuk disubfraksinasi\nberdasarkan kromatogram yang dihasilkan. Subfraksinasi bertujuan untuk memisahkan serta\nmemurnikan isolat target dalam penelitian ini. Fraksi 4 yang tidak polar kemudian disubfraksinasi\ndengan metode kromatografi kolom klasik yang menghasilkan 101 subfraksi. Berdasarkan\nkromatogram yang dihasilkan, subfraksi 27 murni karena hanya terdapat satu bercak yang memiliki\nRf sama dengan isolat target yaitu 0.6230. Subfraksi ini kemudian dipantau dan dilanjutkan dengan\nuji kemurnian menggunakan metode kromatografi lapis tipis tiga pengembangan tunggal dan dua\ndimensi. Isolat murni kemudian diuji aktivitas antioksidannya. Nilai IC50 peredaman DPPH atau\nkonsentrasi yang diperlukan untuk menghambat 50% dari aktivitas DPPH adalah 290 µg/ml. Hasil\npenelitian menunjukkan bahwa isolat memiliki aktivitas antioksidan yang lebih kuat dibandingkan\nekstrak n-heksan. Karakterisasi menggunakan penampak bercak spesifik menunjukkan hasil positif\nterhadap senyawa golongan flavonoid, alkaloid dan fenol. Isolatnya diduga alkaloid yang\nmengandung gugus fenol.", "Daftar File": {"ABSTRAK Rachna Krishnamoorthy": "https://digilib.itb.ac.id/gdl/download/189234"}, "Penulis": "Rachna Krishnamoorthy [10712702]", "Kontributor / Dosen Pembimbing": ["Dr. Rika Hartati, M.Si.", "Dr. Muhamad Insanu, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Antioksidan, DPPH, biji papaya, alkaloid, fenol", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "21 Nov 2019"}