{"Nomor": 45076, "Judul": "SINTESIS PADUAN INTERMETALIK NIAL SEBAGAI MEDIA PENYIMPANAN HIDROGEN MELALUI JALUR PRODUKSI PELEBURAN", "Abstrak": "Ketergantungan dunia khususnya pada sektor transportasi terhadap bahan bakar fosil membuat penelitian mengenai sumber energi alternatif seperti hidrogen meningkat sejak 2002. Hidrogen masih dihindari sebagai sumber energi karena sampai saat ini media penyimpanan hidrogen masih berbahaya dan mahal. Penelitian mengenai media penyimpanan hidrogen dilakukan untuk mendapatkan media yang reversibel sesuai dengan target departemen energi Amerika Serikat yaitu siklus pakai lebih dari 500 kali, kapasitas > 6wt% , dan dapat digunakan pada temperatur kamar dan tekanan atmosferik.\nPenelitian ini bertujuan untuk membuat paduan intermetalik NiAl yang dapat digunakan sebagai sampel uji hidrogenasi, memahami mekanisme penyerapan hidrogen di dalam paduan serta menentukan kapasitas serapan hidrogen dari paduan ini. Metodologi penelitian dilakukan dengan membuat paduan NiAl dengan menggunakan tungku busur listrik kemudian dilakukan penggerusan dan penumbukan partikel menggunakan ball milling. Penyerapan hidrogen dilakukan dengan Alat hydriding dengan model sievert milik PTBN Serpong pada tekanan rendah dan temperatur 350°C\nHasil perhitungan menggunakan data tekanan yang menunjukkan sampel yang sudah dihidrogenasi memiliki kapasitas penyerapan 4.314 wt%, namun perhitungan ini masih belum valid karena alat pengujian sampel yang belum dikalibrasi. Dari hasil SEM, sampel yang sudah dihidrogenasi mengalami pemecahan agglomerasi dan pembesaran ukuran partikel. Dari hasil XRD, tidak dapat dibuktikan terbentuknya hidrida NiAlH4 dan hanya terdapat pelebaran puncak saja. Karakterisasi termal menggunakan DTA yang dilakukan menunjukkan puncak eksotermik pada temperatur 150°C dan 400°C sehingga dapat disimpulkan hidrogen dapat diserap oleh paduan NiAl dalam bentuk fisik yaitu menempel pada permukaan partikelnya namun tidak berdifusi sehingga membentuk hidrida.", "Daftar File": {}, "Penulis": "Gren Haga [13708002]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Slameto Wiryolukito", "Dr. Ir. Hadi Suwarno"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Hidrida logam, Paduan NiAl", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "21 Nov 2019"}