{"Nomor": 45083, "Judul": "Aktivitas Inhibitor ?-Amilase Ekstrak Air dan Ekstrak Etanol Beberapa Jenis Tumbuhan Suku Zingiberaceae", "Abstrak": "Tingginya angka penderita diabetes di Indonesia mendorong penelitian terkait obat yang dapat digunakan\nuntuk managemen diabetes salah satunya obat dari bahan alam. Indonesia merupakan negara yang kaya\nakan tumbuhan termasuk tumbuhan obat yang belum diteliti khasiatnya. Hasil penelitian yang dilakukan\nterhadap jahe (Zingiber officinale Roscoe) menunjukkan bahwa jahe merupakan inhibitor ?-amilase dan\n?-glukosidase dari tumbuhan yang potensial pada pencernaan karbohidrat. Zingiberaceae merupakan\ntumbuhan yang banyak ditemukan pada banyak daerah tropis di dunia. Tumbuhan pada suatu tingkat\ntaksonomi yang sama mempunyai kandungan senyawa kimia yang cenderung mirip. Hal ini mendasari\npenelitian terhadap tumbuhan lain suku Zingiberaceae yang belum diteliti aktivitas antidiabetesnya karena\ntumbuhan suku ini mudah ditemukan di Indonesia. Melalui penelitian ini diharapkan dapat ditentukan\ntumbuhan mana yang memiliki aktivitas yang paling baik sehingga dapat dijadikan obat tradisional yang\nberperan sebagai terapi tambahan dalam managemen diabetes mellitus. Sampel yang digunakan dalam\npenelitian adalah ekstrak etanol dan ekstrak air Curcuma longa, Curcuma mangga, Curcuma\nxanthorrhiza, Zingiber montanum, dan Zingiber zerumbet. Karakterisasi simplisia yang meliputi\npemeriksaan mikroskopik, penentuan kadar abu, kadar sari larut air dan larut etanol, susut pengeringan,\ndan kadar air dilakukan terlebih dahulu. Penapisan fitokimia dilakukan untuk mengetahui golongan\nsenyawa kimia yang terdapat dalam simplisia. Ekstraksi dilakukan dengan cara refluks sebanyak tiga kali.\nDigunakan tangas air untuk ektraksi simplisia dengan pelarut etanol teknis sedangkan untuk ekstrak air\ndigunakan tangas udara. Ekstrak etanol dipekatkan dengan rotary evaporator untuk menghasilkan ekstrak\npekat sedangkan ekstrak air dikeringkan dengan cara freeze dry untuk menghasilkan serbuk. Penentuan\nbobot jenis dan pola kromatografi dilakukan untuk ekstrak etanol. Penentuan pola kromatografi dilakukan\ndengan kromatografi lapis tipis dengan fase diam silika gel GF254 dan fase diam berbeda untuk setiap\nekstrak. Penentuan kadar air dilakukan dengan metode destilasi azeotrop. Penentuan persen inhibisi\nekstrak air, ekstrak etanol, serta akarbosa dilakukan terhadap enzim ?-amilase. Penentuan IC50 dilakukan\nuntuk akarbosa dan ekstrak yang memiliki persen inhibisi paling tinggi. Adanya fragmen pengenal\nmikroskopik pada simplisia yang sesuai dengan yang tercantum pada Farmakope Herbal Indonesia\nmenunjukkan kebenaran identitas simplisia. Simplisia Curcuma longa, Curcuma mangga, Curcuma\nxanthorrhiza, Zingiber montanum, dan Zingiber zerumbet mengandung senyawa golongan flavonoid,\ntanin katekat, kuinon, steroid/triterpenoid, dan saponin. Ekstrak etanol Curcuma longa pada konsentrasi\n500 ppm mempunyai aktivitas paling tinggi diantara semua ekstrak yaitu dengan persen inhibisi 93,32%.\nNilai IC50 akarbosa sebesar 4,5085 ppm sedangkan IC50 ekstrak etanol Curcuma longa sebesar 61,7447\nppm. Aktivitas antidiabetes C. longa ini tergolong rendah karena perbedaan nilai IC50 akarbosa dan nilai\nIC50 ekstrak etanol C. longa signifikan.", "Daftar File": {"ABSTRAK Ratih Wahyu Setiyani": "https://digilib.itb.ac.id/gdl/download/189421"}, "Penulis": "Ratih Wahyu Setiyani [10712075]", "Kontributor / Dosen Pembimbing": ["Dr. Rika Hartati, S.Si., M.Si.", "Dr. Neng Fisheri Kurniati, S.Si., M.Si., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "?-amilase, IC50, inhibisi, ekstrak etanol, ekstrak air", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "22 Nov 2019"}