{"Nomor": 45084, "Judul": "Telaah Fitokimia dan Uji Aktivitas Antibakteri dari Ekstrak, Fraksi, dan Subfraksi Daun Harendong Bulu [Clidemia hirta (L.) D. Don]", "Abstrak": "Melastomataceae merupakan salah satu suku tumbuhan yang diketahui mengandung senyawa\nantibakteri. Harendong bulu [Clidemia hirta (L.) D. Don] merupakan salah satu jenis tumbuhan dari\nsuku Melastomataceae yang belum banyak diteliti. Harendong bulu ini banyak tumbuh liar di daerah\nhutan, dan dianggap sebagai tumbuhan invasif yang dapat mengganggu pertumbuhan tumbuhan lain.\nSecara tradisional, daun harendong bulu digunakan untuk mengobati luka termasuk luka infeksi.\nBeberapa studi penelitian menunjukkan bagian tumbuhan harendong bulu ini memiliki aktivitas\nantibakteri, yaitu akar, batang, dan daun. Penelitian ini bertujuan untuk menelaah secara fitokimia\ngolongan senyawa yang terdapat dalam daun harendong bulu, menentukan aktivitas antibakteri dari\nekstrak, fraksi, serta subfraksi dari daun harendong bulu, dan menentukan golongan senyawa yang\nberperan dalam aktivitas antibakteri. Penelitian dimulai dengan pembuatan simplisia, karakterisasi\nsimplisia, dan penapisan fitokimia. Daun harendong bulu segar dikumpulkan, dikeringkan, dan\ndigiling menjadi serbuk simplisia. Simplisia dikarakterisasi meliputi pemeriksaan makroskopik dan\nmikroskopik, penetapan kadar air, penetapan kadar abu total, penetapan kadar abu larut air, penetapan\nkadar abu tidak larut asam, penetapan kadar sari larut air, penetapan kadar sari larut etanol, serta\npenetapan susut pengeringan. Penapisan fitokimia menunjukkan hasil positif pada flavonoid, fenol,\ntanin katekat, tanin galat, saponin, dan steroid/triterpenoid. Simplisia diekstraksi secara bertahap\ndengan metode refluks menggunakan tiga pelarut dengan kepolaran bertingkat, yaitu n-heksana, etil\nasetat, dan etanol. Ekstrak etil asetat difraksinasi dengan metode kromatografi cair vakum secara elusi\ngradien menggunakan kombinasi tiga pelarut dengan kepolaran bertingkat. Fraksi terpilih\ndisubfraksinasi menggunakan metode kromatografi kolom klasik secara elusi gradien menggunakan\nkombinasi tiga pelarut dengan kepolaran bertingkat. Subfraksi terpilih disubfraksinasi lebih lanjut\nmenggunakan kromatografi lapis tipis preparatif. Senyawa antibakteri dikarakterisasi menggunakan\npenampak bercak spesifik untuk menentukan golongan senyawanya. Pengujian aktivitas antibakteri\ndilakukan secara kualitatif dan kuantitatif. Uji aktivitas antibakteri secara kualitatif dilakukan dengan\nuji biootografi, dan secara kuantitatif dengan uji mikrodilusi. Uji biootografi dilakukan untuk\nmenentukan senyawa antibakteri berdasarkan profil kromatogramnya. Uji mikrodilusi dilakukan untuk\nmenentukan nilai konsentrasi hambat minimum sampel uji terhadap bakteri uji. Hasil uji mikrodilusi\nmenunjukkan nilai konsentrasi hambat minimum yang sama pada ekstrak etil asetat, fraksi, dan\nsubfraksi, yaitu 1024 µg/mL terhadap Enterococcus faecalis dan Staphylococcus aureus, dan 2048\nµg/mL terhadap Propionibacterium acnes. Hasil uji biootografi menunjukkan senyawa pada Rf 0,74\nmemberikan daerah hambat terhadap ketiga bakteri uji. Berdasarkan hasil karakterisasi menggunakan\npenampak bercak spesifik, senyawa pada Rf 0,74 diduga sebagai suatu senyawa golongan flavonoid.", "Daftar File": {"ABSTRAK Ulfa Pramita Intani": "https://digilib.itb.ac.id/gdl/download/189422"}, "Penulis": "Ulfa Pramita Intani [10712099]", "Kontributor / Dosen Pembimbing": ["Dra. Siti Kusmardiyani, M.Sc.", "Dr. Rika Hartati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "daun harendong bulu, fitokimia, antibakteri, mikrodilusi, biootografi.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "22 Nov 2019"}