{"Nomor": 45099, "Judul": "ANALISIS FLUKS CO2 LAUT JAWA TAHUN 2012-2017", "Abstrak": "Peningkatan konsentrasi CO2 atmosfer akibat aktivitas manusia dapat menyebabkan\nlebih banyaknya penyerapan CO2 ke laut. Salah satu akibatnya adalah adanya pengasaman laut\n(ocean acidification). Konsentrasi CO2 atmosfer-permukaan laut beserta parameter fisis seperti\nsuhu permukaan laut, salinitas permukaan laut, klorofil-a dan kecepatan angin menentukan\nsuatu perairan sebagai daerah penyerapan atau pelepasan CO2. Tugas Akhir ini bertujuan untuk\nmenganalisis konsentrasi CO2 laut secara spasial dan temporal di Laut Jawa yang dipengaruhi\noleh parameter suhu permukaan laut, salinitas permukaan laut, dan klorofil-a tahun 2012-2017\nserta menentukan Laut Jawa sebagai daerah penyerapan atau pelepasan CO2.\nKonsentrasi CO2 laut spasial di perairan Laut Jawa tahun 2012-2017 dihitung\nmenggunakan persamaan empiris yang merupakan fungsi dari suhu dan salinitas permukaan\nlaut, serta klorofil-a dimana data suhu permukaan laut menggunakan citra satelit Aqua MODIS,\nklorofil-a menggunakan citra satelit NOAA VIIRS dan salinitas permukaan laut menggunakan\ncitra satelit Aquarius dengan ukuran grid 0,010 x 0,010 dari koordinat 10LU-70LS dan 1050BT-\n1160BT. Hasil perhitungan konsentrasi CO2 laut diverifikasi menggunakan data konsentrasi\nCO2 hasil pelayaran Makassar Indonesian Troughflow (MITF) Cruise 2017.\nHasil penelitian menunjukan bahwa nilai konsentrasi CO2 laut perairan Laut Jawa tahun\n2012-2017 dalam periode musiman memiliki nilai tertinggi pada Musim Peralihan 1 dengan\ninterval sebesar 520,8- 530,8 ppm dengan rata-rata tertinggi pada bulan April dan memiliki\nnilai terendah pada Musim Barat (Desember-Januari-Februari) dengan interval sebesar 510,7-\n524,1 ppm dengan rata-rata terendah pada bulan Januari. Secara umum, konsentrasi CO2 di\nseluruh daerah kajian sangat dipengaruhi oleh suhu permukaan laut dan klorofil.\nBerdasarkan hasil perhitungan fluks CO2 di Laut Jawa tahun 2012-2017 pada periode\nmusiman memiliki nilai tertinggi pada Musim Timur (Juni-Juli-Agustus) dengan rata-rata\ntertinggi terdapat pada bulan Agustus sebesar 0,2 mol C/m2 hari dan fluks CO2 terendah\nterdapat pada Musim Peralihan 1 dengan rata-rata terendah terdapat pada bulan April sebesar\n0,04 mol C/m2 hari. Nilai fluks CO2 Laut Jawa yang positif menunjukkan perairan ini berperan\nsebagai daerah pelepasan CO2. Peristiwa El-Nino dan Indian Ocean Dipole positif yang terjadi\nbeberapa bulan di antara tahun 2012-2017 meningkatkan fluks CO2 terhadap tahun normal\nsebesar 0,007 sampai 0,05 mol C/m2 hari sedangkan fenomena La-Nina tahun 2016\nmenyebabkan penurunan fluks CO2 sebesar 0,015 mol C/m2 hari.", "Daftar File": {"COVER Arsy Ilham Hidayatullah": "https://digilib.itb.ac.id/gdl/download/189547", "BAB 1 Arsy Ilham Hidayatullah": "https://digilib.itb.ac.id/gdl/download/189548", "BAB 2 Arsy Ilham Hidayatullah": "https://digilib.itb.ac.id/gdl/download/189549", "BAB 3 Arsy Ilham Hidayatullah": "https://digilib.itb.ac.id/gdl/download/189550", "BAB 4A Arsy Ilham Hidayatullah": "https://digilib.itb.ac.id/gdl/download/189551", "BAB 4B Arsy Ilham Hidayatullah": "https://digilib.itb.ac.id/gdl/download/189552", "BAB 5 Arsy Ilham Hidayatullah": "https://digilib.itb.ac.id/gdl/download/189553", "PUSTAKA Arsy Ilham Hidayatullah": "https://digilib.itb.ac.id/gdl/download/189554"}, "Penulis": "Arsy Ilham Hidayatullah [12914030]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Mutiara Rachmat Putri, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "Persamaan empiris, Konsentrasi CO2 laut, Fluks CO2, Laut Jawa", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "25 Nov 2019"}