{"Nomor": 45092, "Judul": "PENENTUAN KADAR TEMBAGA DALAM SUPLEMEN KLOROFIL DENGAN METODE SPEKTROSKOPI SERAPAN ATOM", "Abstrak": "Suplemen klorofil (klorofilin) yang beredar di pasaran berada dalam bentuk termodifikasi yaitu\npenggantian logam inti dari magnesium menjadi tembaga. Substitusi logam inti ini bertujuan\nuntuk meningkatkan kestabilan kimia senyawa serta efek antioksidan. Namun logam inti tembaga\ndapat lepas menjadi ion tembaga bebas akibat berbagai hal seperti proses pembuatan yang\nkurang baik, pH dan suhu ekstrim serta akibat proses pencernaan dalam tubuh. Tembaga sebagai\nmikronutrien dibutuhkan tubuh dalam batas tertentu. Menurut Bundesinstitut für\nRisikobewertung (BfR), batas mencukupi untuk konsumsi tembaga adalah 1-1,5 mg/hari dan batas\natas aman untuk konsumsi tembaga adalah 5 mg/hari untuk orang dewasa dan 1-4 mg/hari untuk\nanak-anak dan remaja. Penelitian ini bertujuan untuk mengukur kadar ion tembaga bebas per\ntakaran saji dan menghitung asupan tembaga total per takaran saji dari suplemen klorofilin.\nIdentifikasi klorofilin pada lima sampel suplemen klorofilin menggunakan spektrofotometri UV-\nVis. Penetapan kadar ion tembaga bebas dan kadar tembaga total dilakukan menggunakan\nspektroskopi serapan atom (SSA) mengacu pada metode analisis Joint Expert Committee on Food\nAdditives Food and Agriculture Organization (JECFA FAO). Metode diverifikasi dengan\nmenentukan parameter yaitu linearitas, batas deteksi, batas kuantifikasi, presisi dan akurasi. Dari\nlima sampel yang diidentifikasi, dua sampel positif mengandung klorofilin dan tiga diantaranya\ndiduga negatif palsu. Hasil verifikasi metode penetapan kadar ion tembaga bebas dan kadar total\ntembaga menunjukkan bahwa parameter linearitas, akurasi, dan presisi telah memenuhi syarat\npenerimaan. Pada perhitungan asupan kadar ion tembaga bebas, dua sampel dapat\nterkuantifikasi yaitu 122,27 ± 3,4 µg/hari dan 20,8 ± 4,7 µg/hari. Jumlah asupan total tembaga dari\nlima sampel berturut-turut adalah 6,73 ± 0,22 mg/hari, 1,87 ± 0,055 mg/hari, 0,13 ± 0,015\nmg/hari, 2,14 ± 0,09 mg/hari, dan 1,69 ± 0,026 mg/hari. Dari lima sampel yang telah dianalisis,\nsatu sampel teridentifikasi memiiliki kadar tembaga total yang melebihi batas yaitu 5 mg/hari dan\nberpotensi menyebabkan keracunan. Kadar ion tembaga bebas pada dua sampel yang\nterkuantifikasi masih dalam syarat produk yaitu 200 mg/kg.", "Daftar File": {"ABSTRAK Fransiscus Ardhiawan": "https://digilib.itb.ac.id/gdl/download/189515"}, "Penulis": "Fransiscus Ardhiawan [11610003]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Tutus Gusdinar Kartawinata, MS", "Tursino, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "22 Nov 2019"}