{"Nomor": 45097, "Judul": "ANALISIS PERBANDINGAN EFISIENSI LATERAL TIANG KELOMPOK DENGAN DATA UJI BEBAN SKALA PENUH TERHADAP PROGRAM GROUP", "Abstrak": "Fondasi tiang digunakan agar bangunan dapat menahan beban aksial maupun beban lateral. Pada beberapa jenis struktur, ada kemungkinan gaya vertikal yang terjadi lebih kecil jika dibandingkan dengan gaya horizontal dan momen pengguling.\nPenelitian ini melakukan uji beban lateral skala penuh dengan konfigurasi tiang 2x3. Jenis tiang merupakan tiang bor dengan diameter 30cm. Kemudian hasil uji beban lateral skala penuh di modelkan dengan bantuan program Group.\nPenentuan parameter untuk pemodelan program Group dengan cara back-calculation yang sesuai dengan kondisi aktual deformasi tiang di lapangan. Parameter tanah pada studi parametrik ini didominasi oleh parameter tanah lempung. Setelah didapat parameter yang sesuai dengan lapangan, pemodelan tiang dengan variasi jumlah dan jarak antar tiang dilakukan. Jumlah tiang bervariasi dari konfigurasi 2x3, 3x3, 5x5, 7x7 dan 9x9. Jarak antar tiang dicoba untuk mengetahui pengaruh kepada kapasitas lateral. Variasi jarak antara tiang adalah 2.5D, 3D, 5D dan 10D.\nHasil studi menunjukkan semakin banyak jumlah tiang, maka semakin kecil nilai efisiensi lateral tiang kelompok. Selain itu, variasi jarak antar tiang pun memiliki pengaruh yang cukup dominan. Semakin dekat jarak antar tiang, semakin kecil nilai efisiensi lateral. Pada jarak antar tiang 5D atau, efisiensi tiang kelompok relatif tidak berpengaruh.", "Daftar File": {"COVER Hadi Gadri": "https://digilib.itb.ac.id/gdl/download/189535", "BAB 1 Hadi Gadri": "https://digilib.itb.ac.id/gdl/download/189536", "BAB 2A Hadi Gadri": "https://digilib.itb.ac.id/gdl/download/189537", "BAB 2B Hadi Gadri": "https://digilib.itb.ac.id/gdl/download/189538", "BAB 2C Hadi Gadri": "https://digilib.itb.ac.id/gdl/download/189539", "BAB 3 Hadi Gadri": "https://digilib.itb.ac.id/gdl/download/189540", "BAB 4A Hadi Gadri": "https://digilib.itb.ac.id/gdl/download/189541", "BAB 4B Hadi Gadri": "https://digilib.itb.ac.id/gdl/download/189542", "BAB 5 Hadi Gadri": "https://digilib.itb.ac.id/gdl/download/189543", "BAB 6 Hadi Gadri": "https://digilib.itb.ac.id/gdl/download/189544", "PUSTAKA Hadi Gadri": "https://digilib.itb.ac.id/gdl/download/189545"}, "Penulis": "Hadi Gadri [25016068]", "Kontributor / Dosen Pembimbing": ["Ir. Bigman Marihat Hutapea, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Efisiensi Lateral Tiang Kelompok, Pengaruh Jarak Antar Tiang, Defleksi Tiang, Beban Lateral", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "11 file", "Tanggal Input": "22 Nov 2019"}