{"Nomor": 45095, "Judul": "PENGEMBANGAN KURVA POTENSI LIKUIFAKSI BERBASIS CPT HASIL PENGAMATAN GEMPA PALU 2018 DAN GEMPA SIGNIFIKAN DI LUAR NEGERI", "Abstrak": "Dalam dinamika tanah, likuifaksi merupakan suatu masalah yang penting dan kompleks karena likuifaksi adalah penyebab kerusakan terbesar terhadap infrastruktur dan manusia. Penelitian ini akan membahas mengenai probabilitas likuifaksi berdasarkan data CPT dengan menggunakan data-data gempa signifikan yang pernah terjadi di luar negri termasuk data gempa yang terjadi di Palu pada tanggal 28 September 2018. Beberapa peneliti telah mempelajari probabilitas terjadinya likuifaksi menggunakan data lapangan dan uji laboratorium. Beberapa model juga telah diusulkan untuk menghitung faktor keamanan terhadap likuifaksi. Tetapi karena faktor ketidakpastian yang terdapat pada parameter-parameter likuifaksi tersebut maka pada penelitian ini akan dilakukan analisis terhadap faktor ketidakpastian yang terdapat pada parameter-parameter likuifaksi. Data-data yang digunakan dalam penelitian ini diperoleh dari data-data gempa signifikan di luar negri yang pernah terjadi termasuk Gempa Palu yang terjadi pada tanggal 28 september 2018. Metode maximum likelihood digunakan untuk mengestimasi nilai ketidakpastian dari parameter-parameter tersebut. Pada penelitian ini juga dilakukan pemodelan regresi untuk mendapatkan persamaan CRR terhadap data-data likuifaksi yang digunakan pada penelitian ini.\nTerdapat enam kontributor parameter-parameter ketidakpastian, yaitu C0, ????????????(????), ????????????(????), COVQ, Wliquified/Wnonliquified dan Pmin. Pada penelitian ini penulis menggunakan 3 variasi nilai ????????????(????) dan COVQ yaitu 0.2, 0.15 dan 0.1 dan 3 variasi nilai Pmin 0.00, 0.005 dan 0.075. Dari variasi nilai ????????????(????), COVQ, Wliquified/Wnonliquified dan Pmin yang paling representatif terhadap data-data yang digunakan adalah variasi nilai ????????????(????) 0,2, COVQ 0,2, Wliquified/Wnonliquified 1.5 dan Pmin 0.075 untuk kasus semua fines content dan Pmin 0.05 untuk kasus fines content < 5% yang menghasilkan nilai C0 adalah 2.6 dan nilai untuk (????????????(????)) 0 untuk kasus semua fines content sedangkan untuk kasus fines content <5% didapatkan nilai C0 2.3 dan (????????????(????)) 0.", "Daftar File": {"COVER Indah Puspitasari": "https://digilib.itb.ac.id/gdl/download/189526", "BAB 1 Indah Puspitasari": "https://digilib.itb.ac.id/gdl/download/189527", "BAB 2A Indah Puspitasari": "https://digilib.itb.ac.id/gdl/download/189528", "BAB 2B Indah Puspitasari": "https://digilib.itb.ac.id/gdl/download/189529", "BAB 3 Indah Puspitasari": "https://digilib.itb.ac.id/gdl/download/189530", "BAB 4 Indah Puspitasari": "https://digilib.itb.ac.id/gdl/download/189531", "BAB 5 Indah Puspitasari": "https://digilib.itb.ac.id/gdl/download/189532", "PUSTAKA Indah Puspitasari": "https://digilib.itb.ac.id/gdl/download/189533"}, "Penulis": "Indah Puspitasari [25016024]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Masyhur Irsyam, MSE"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Likuifaksi, Maximum Likelihood, Parameter Ketidakpastian, Regresi, CRR, C0, ????????????(????).", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "22 Nov 2019"}