{"Nomor": 45094, "Judul": "SKRINING AKTIVITAS INHIBITOR ASETILKOLINESTERASE BEBERAPA EKSTRAK TANAMAN SUKU PIPERACEAE MENGGUNAKAN MICROPLATE READER", "Abstrak": "Penyakit Alzheimer adalah penyakit degeneratif yang termasuk ke dalam sub-tipe demensia dimana\nsel-sel neuron mati atau tidak lagi berfungsi secara normal. Pada penderita penyakit Alzheimer\nterjadi peningkatan jumlah enzim asetilkolinesterase sehingga terjadi penurunan asetilkolin di otak.\nHingga saat ini golongan inhibitor asetilkolinesterase masih digunakan sebagai obat yang dapat\nmenghambat berkembangnya penyakit Alzheimer. Akan tetapi, penggunaan obat-obat penyakit\nAlzheimer saat ini dapat menimbulkan beberapa efek samping. Oleh karena itu, pencarian obat\nalternatif untuk penyakit Alzheimer banyak dilakukan. Banyak tanaman yang telah diujicobakan\nuntuk melihat aktivitas inhibitor asetilkolinesterase. Metode yang digunakan dalam penentuan\naktivitas inhibitor asetilkolinesterase ini adalah metode Ellman yang sudah dimodifikasi. Kinerja dari\nmetode analisis ini divalidasi dengan parameter linearitas, batas deteksi, batas kuantisasi, presisi, dan\nakurasi. Metode analisis ini kemudian digunakan untuk pengujian aktivitas inhibitor\nasetilkolinesterase dari ekstrak etanol, etil asetat, n-heksana dari daun sirih (Piper betle L.), ki\nseureuh (Piper aduncum L.), lada (Piper nigrum L.), cabe jawa (Piper retrofractum Vahl.) dan sirih\nmerah (Piper crocatum Ruiz & Pav.). Diperoleh nilai koefisien korelasi (r) 0,9854; batas deteksi (LOD)\n1,26 ?ã??L; batas kuantisasi (LOQ) 2,02 ?ã??; akurasi dengan (%) perolehan kembali 89,86-\n108,51%; presisi intraday dan presisi interday dengan nilai koefisien variasi berturut-turut sebesar\n7,82-9,92% dan 8,81-10,16%, dan nilai IC50 dari eserine adalah 3,60 ?ã??. Berdasarkan data\ntersebut, pengujian aktivitas inhibitor asetilkolinesterase dengan metode ini memenuhi persyaratan\nvalidasi. Hasil pengujian aktivitas inhibitor asetilkolinesterase dari ekstrak daun suku Piperaceae\nyang digunakan dalam penelitian ini berkisar antara 15,19% - 63,81% pada konsentrasi 1000 ?ã??L.\nEkstrak etanol daun lada memiliki aktivitas penghambatan asetilkolinesterase yang paling baik\ndibandingkan dengan ekstrak lainnya, dengan aktivitas hambatan sebesar 63,81%.", "Daftar File": {"ABSTRAK Nucifera Choerunnisa": "https://digilib.itb.ac.id/gdl/download/189525"}, "Penulis": "Nucifera Choerunnisa [11611005]", "Kontributor / Dosen Pembimbing": ["Dr. Muhamad Insanu, S.Si., M.Si.", "Elin Julianti, S.Si., Apt., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "inhibitor asetilkolinesterase, metode Ellman, suku Piperaceae, microplate reader, in vitro", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "22 Nov 2019"}