{"Nomor": 45109, "Judul": "A New Numerical Well Testing Approach: Application To Characterization Of Complex Fault Structures", "Abstrak": "Fluid flow in hydrocarbon reservoirs and consequently optimum scenario for hydrocarbon production, is\nheavily influenced by reservoir heterogeneities. Faults are one of the most common types of heterogeneity found in reservoirs. Leaky faults, baffles (limited extent faults) and complex multiple fault geometries are among the most complicated and important types of faults that are difficult to characterize.\nLeaky faults, unlike the sealing faults, are in partial communication with other portions of the reservoir.\nBecause of faults' effect on reservoir connectivity and possible infill drilling plan for accessing all parts of\nthe reservoirs, possible communication across the fault must be precisely modeled.\nIn order to detect the effect of a fault on communication within the reservoir, we need to analyze\ndynamic data. There are a few analytical methods for modelling partially communicating faults, however,\nthese methods may not be accurate enough and may be limited in application, especially in complex\nsituations. Numerical methods (i.e. finite difference or finite element) are also not computationally\neconomical when a large number of grid blocks are simulated. In the current work, the Fast Marching\nMethod (FMM) is applied to effectively mimic fluid flow in the heterogeneous areas, such as complex\nfaults. It is shown that FMM can capture the effect of different fault configurations on the bottom hole\npressure and is also able to capture different linear, radial and spherical flows.", "Daftar File": {}, "Penulis": "BEHZAD POULADI [-]", "Kontributor / Dosen Pembimbing": ["Mohammad Sharifi", "Mohammad Reza Akbari", "S.M. Hosseini-Nasab"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "Mining & related operations", "Kata Kunci": "Fast marching method, Leaky faults, Numerical well testing, Complex fault structures, Flow diagnostic", "Sumber": "Petroleum , Volume 5, Issue 3, Pages 295-302 (September 2019), https://doi.org/10.1016/j.petlm.2018.07.001", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "25 Nov 2019"}