{"Nomor": 45103, "Judul": "SIMULASI MODEL GERAK LONGITUDINAL DAN PERANCANGAN SISTEM KENDALI HYBRID UNDERWATER GLIDER", "Abstrak": "Autonomous underwater vehicle atau yang biasa disingkat AUV adalah\nwahana yang dapat bergerak di dalam air, dimana dikenal juga sebagai unmanned\nundersea vehicle (UUV). Salah satu jenis dari AUV adalah hybrid underwater glider\n(HUG) dimana wahana ini didesain sedemikian rupa agar mampu menjalankan misi\ndi dalam air dengan konsumsi daya yang lebih sedikit sehingga dapat bertahan\ndengan waktu yang lama dalam menjalankan misi. Pada penelitian ini dilakukan\nperancangan secara matematis untuk dapat menghasilkan pemodelan dalam\npergerakan longitudinal dari wahana HUG yang akan diuji sebatas simulasi dengan\nmenggunakan program MATLAB/Simulink. Parameter yang digunakan dalam\nmodel untuk pergerakan longitudinal ini didapatkan dengan metode computational\nfluid dynamics (CFD) sehingga sudah disimulasikan dengan berbagai pergerakan\nsesuai misi dari wahana. Dari model yang diturunkan dirancang sistem kendali PID\nuntuk steer control dan depth control. Dalam simulasi digunakan model nonlinier\nyang diberikan masukan berupa variasi nilai terhadap gaya aktuator yang\ndimodelkan sebagai masukannya untuk pergerakan longitudinal diantaranya\nthruster utama sebagai aktuator pergerakan surge, moving mass untuk pergerakan\npitch dan buoyancy engine untuk membuat wahana tenggelam dimana simulasinya\nadalah open loop sehingga dihasilkan respon wahana berupa posisi dan kecepatan\ntranslasi serta rotasi. Kendali PID untuk steer dan depth control dilakukan dengan\nmetode inner dan outer loop yang dihasilkan dari model kendalian yang dirancang\nsehingga wahana dapat menuju titik atau posisi yang dituju.", "Daftar File": {"COVER Ayu Latifah": "https://digilib.itb.ac.id/gdl/download/189577", "BAB 1 Ayu Latifah": "https://digilib.itb.ac.id/gdl/download/189578", "BAB 2 Ayu Latifah": "https://digilib.itb.ac.id/gdl/download/189579", "BAB 3 Ayu Latifah": "https://digilib.itb.ac.id/gdl/download/189580", "BAB 4 Ayu Latifah": "https://digilib.itb.ac.id/gdl/download/189581", "BAB 5 Ayu Latifah": "https://digilib.itb.ac.id/gdl/download/189582", "DAFTAR Ayu Latifah": "https://digilib.itb.ac.id/gdl/download/189583"}, "Penulis": "Ayu Latifah [23216085]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Riyanto Trilaksono", "Egi Muhammad Idris Hidayat, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "Engineering & allied operations", "Kata Kunci": "hybrid underwater glider, gerakan longitudinal,nonlinear model, matlab/simulink, computational fluid dynamics", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "25 Nov 2019"}