{"Nomor": 45104, "Judul": "KAJIAN STUDI UNTUK OPTIMALISASI PERENCANAAN SUMBER DAYA ENERGI TERBARUKAN DENGAN PROSENTASE ENERGI TERBARUKAN 100% UNTUK LAB-ME DENGAN MEMPERTIMBANGKAN KRITERIA KEEKONOMIAN DAN KEANDALAN", "Abstrak": "Laboratorium Manajemen Energi (Lab-ME) telah mengumpulkan data sistem\nkelistrikannya dari tahun 2014. Di era sistem internet, data merupakan emas baru.\nData setelah diolah dan dianalisis akan memberikan suatu informasi baru yang\nmemiliki nilai lebih. Data beban kelistrikan di Lab-ME yang telah terekam dari\n2014 ini dijadikan suatu informasi untuk kajian jika pasokan kelistrikan dengan\nskenario Renewable Fraction (RF) 100% artinya 100% listrik bersumber dari\nenergi terbarukan. Adanya faktor ketidakhandalan sistem dalam perekaman\nmenjadikan data hilang. Data hilang tersebut diselesaikan dengan metode machine\nlearning yaitu SVM sebagai algoritma estimator. Data beban kelistrikan beserta\ndata cuaca sebagai bahan utama untuk melakukan kajian dalam penelitian ini.\nDari data tersebut dianalisis untuk mencari perencanaan yang optimal\nmenggunakan HOMER Pro untuk diperoleh nilai Unmet Electrical Load (UEL),\nNet Precent Cost (NPC) dan Cost of Energy (CoE). Data yang hilang diestimasi\nmenggunakan metode SVM dengan Parameter C sebesar 5,179 dan nilai Gamma\nyang dihasilkan sebesar 0,051. Estimator tesebut memiliki nilai kepercayaan nilai\nMAE sebesar 0,178 sedangkan nilai MSE ialah 0,087 serta nilai RSME ialah\n0,297 dan uji korelasi mendapatkan nilai rata-rata 0,929. Dari skenario yang\npaling optimal yakni PV+Baterai, konfigurasi yang optimal didapat pada MACS\natau Maximum Annual Capacity Shortage sebesar 10% dengan hasil yang\ndidapatkan dari komputasi memiliki kapasitas PV 4190 Wp, dengan baterai 30pcs\n(3.2V 100Ah), harga energi atau CoE sebesar Rp 6.824.00, Net Present Cost\n(NPC) Rp 482.925.900.00, tingkat ketidakandalan sistem atau Unmet Electrical\nLoad (UEL) 7.48% (245 kWh/yr), serta produksi energi yang berlebih sebesar\n30.7% (1456 kWh/yr)", "Daftar File": {"COVER Azam Zamhuri Fuadi": "https://digilib.itb.ac.id/gdl/download/189584", "BAB 1 Azam Zamhuri Fuadi": "https://digilib.itb.ac.id/gdl/download/189585", "BAB 2 Azam Zamhuri Fuadi": "https://digilib.itb.ac.id/gdl/download/189586", "BAB 3 Azam Zamhuri Fuadi": "https://digilib.itb.ac.id/gdl/download/189587", "BAB 4 Azam Zamhuri Fuadi": "https://digilib.itb.ac.id/gdl/download/189588", "BAB 5 Azam Zamhuri Fuadi": "https://digilib.itb.ac.id/gdl/download/189589", "DAFTAR Azam Zamhuri Fuadi": "https://digilib.itb.ac.id/gdl/download/189590"}, "Penulis": "Azam Zamhuri Fuadi [23316302]", "Kontributor / Dosen Pembimbing": ["Ir. Edi Leksono, M.Eng., Ph.D.", "Dr.Eng. Ayu Purwarianti, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "Profile beban, HOMER, Tekno Ekonomi Analisis, Keandalan Sistem, Machine Learning, Support Vector Machine", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "25 Nov 2019"}