{"Nomor": 45106, "Judul": "ANALISIS PENGARUH GANGGUAN AKSESIBILITAS TERHADAP SIKAP DAN PERILAKU PERJALANAN PENYANDANG DISABILITAS NETRA", "Abstrak": "Isu eksklusi sosial masih sering terjadi di kalangan disabilitas. Salah satu faktor\nyang menyebabkan eksklusi sosial di kalangan disabilitas adalah terkait dengan\naksesibilitas. Akses yang buruk akan mengganggu sikap dan mempengaruhi\nperilaku perjalanan penyandang disabilitas. Dalam perencanaan dan perancangan\naksesibilitas yang aksesibel bagi penyandang disabilitas, penting untuk mengetahui\npersepsi mereka terkait gangguan yang dihadapi. Penelitian dilakukan untuk\nmenjawab permasalahan faktor-faktor penting yang menjadi gangguan aksesibilitas\nbagi para disabilitas netra serta penggunaan Structural Equation Model (SEM)\nuntuk menganalisis pengaruh gangguan tersebut terhadap sikap dan perilaku\nperjalanan mereka. Dari hasil penelitian, diperoleh gangguan yang paling\nberpengaruh terhadap sikap saat perjalanan dari para disabilitas netra adalah\ngangguan dari sisi jalur pejalan kaki, seperti halangan di atas trotoar, kerusakan\njalur, serta permasalahan desain dan kelengkapan trotoar. Begitu juga, dalam\npemilihan moda serta ongkos yang dikeluarkan, gangguan jenis tersebut akan\nsangat mempengaruhi mereka menentukan moda yang mudah diakses, yang akan\nsecara otomatis berpengaruh terhadap ongkos yang dikeluarkan. Namun, keputusan\ndalam melakuan perjalanan, kondisi sosial dan lingkungan menjadi faktor\ngangguan yang sangat perlu untuk diperhatikan. Akibat gangguan-gangguan\ntersebut, penyandang disabilitas netra merasa tidak aman dan tidak nyaman saat\nmelakukan perjalanan, akan tetapi mereka masih tetap percaya diri untuk\nmelakukan perjalanan tanpa harus bergantung dengan orang lain. Pada umumnya\npenyandang disabilitas tidak akan membatalkan tujuan perjalanan mereka karena\nharus memenuhi kebutuhan sehari-hari. Frekuensi perjalanan mereka tergolong\nbiasa, yaitu dapat melakukan 4 kali perpindahan lokasi dalam sehari sekalipun\nadanya gangguan aksesibilitas. Jarak yang mereka mau tempuh dengan berjalan\nkaki juga termasuk tinggi, yaitu 600 s.d 800 meter. Moda yang paling sering\ndigunakan para disabilitas netra adalah transportasi online dan mayoritas dari\nmereka mampu mengeluarkan ongkos perjalanan sebesar Rp15.000,00 s.d\nRp20.000,00 dalam sehari.", "Daftar File": {"COVER Cavin Ornando Simorangkir": "https://digilib.itb.ac.id/gdl/download/189598", "BAB 1 Cavin Ornando Simorangkir": "https://digilib.itb.ac.id/gdl/download/189599", "BAB 2 Cavin Ornando Simorangkir": "https://digilib.itb.ac.id/gdl/download/189600", "BAB 3 Cavin Ornando Simorangkir": "https://digilib.itb.ac.id/gdl/download/189601", "BAB 4 Cavin Ornando Simorangkir": "https://digilib.itb.ac.id/gdl/download/189602", "BAB 5 Cavin Ornando Simorangkir": "https://digilib.itb.ac.id/gdl/download/189603", "DAFTAR Cavin Ornando Simorangkir": "https://digilib.itb.ac.id/gdl/download/189604"}, "Penulis": "Cavin Ornando Simorangkir [25016010]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Sugeng Subagio, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "disabilitas netra, gangguan aksesibilitas, sikap saat perjalanan, perilaku perjalanan, Structural Equation Model (SEM)", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "25 Nov 2019"}