{"Nomor": 45118, "Judul": "PEMBANGUNAN SKEMA EVENT BERBASIS TUPLE RELASI OPEN IE DENGAN PEMANFAATAN BASIS PENGETAHUAN", "Abstrak": "Ekstraksi informasi event yang dilakukan dengan mendefinisikan skema terlebih\ndahulu secara manual merupakan pekerjaan yang membutuhkan upaya besar. Oleh\nkarena itu, muncul beberapa penelitian tentang pembangunan skema event secara\notomatis. Pendekatan yang umumnya digunakan dalam pembangunan skema event\nsecara otomatis adalah dengan memanfaatkan redundansi kemunculan kata-kata\nyang terkait dengan topik event tertentu. Pada data berukuran besar, pendekatan\ntersebut telah terbukti dapat menghasilkan skema secara otomatis dan dimanfaatkan\nuntuk task terkait, seperti misalnya ekstraksi argumen event. Akan tetapi,\npada kondisi redundansi kemunculan kata-kata yang menunjukkan pola tipe event\ntertentu sulit dijumpai pada koleksi dokumen, diperlukan tambahan informasi dari\nluar, antara lain dari basis pengetahuan. Dengan pemanfaatan informasi dari basis\npengetahuan yang berisi ketarkaitan semantik antar kata, dapat diperoleh informasi\ntambahan untuk mengenali kata-kata yang menunjukkan tipe event.\nPada penelitian ini, untuk membangun skema event, digunakan hasil ekstraksi\nsistem Open Information Extraction (Open IE), yang biasa disebut sebagai tuple\nrelasi. Open IE adalah sebuah paradigma ekstraksi informasi yang menerapkan\nbatasan seminimal mungkin untuk dapat mengekstrak bagian tertentu dari teks.\nTuple relasi Open IE mempunyai struktur yang terdiri atas relasi/trigger dan\nargumen, dan mempunyai kemiripan dengan struktur representasi event yang\nbanyak digunakan pada beberapa penelitian pembangunan skema event secara\notomatis. Tuple relasi Open IE sebagai sebuah struktur antara juga telah terbukti\nmempunyai kinerja yang lebih baik dibanding struktur lainnya, pada task yang\nterkait dengan keterkaitan semantik.\nKontribusi penelitian ini terletak pada pengembangan metode klasterisasi tuple\nrelasi dengan pemanfaatan basis pengetahuan serta pengembangan metode untuk\nmeningkatkan kualitas hasil ekstraksi Open IE pada tahap prapemrosesan masukan\ndan penambahan aturan ekstraksi. Pemanfaatan basis pengetahuan pada penelitian\ntentang pembangunan skema event berbasis klasterisasi belum pernah dilakukan\nsebelumnya. Klasterisasi tuple relasi berdasar keterkaitan semantik akan\nmenghasilkan skema yang dapat dimanfaatkan sebagai kerangka untuk ekstraksi\ninformasi. Metode yang diusulkan untuk pengelompokan tuple relasi dengan\ni\nmenekankan pada kemiripan semantik yang tidak bergantung pada informasi yang\ndiperoleh dari redundansi pada dokumen, karena metode tersebut tidak selalu\ndapat mengumpulkan tuple relasi dengan kemiripan semantik yang tinggi dalam\nkelompok yang sama, terutama jika hasil ekstraksi Open IE kurang lengkap dan\nmengandung noise. Pendefinisian metode klasterisasi dilakukan berdasar beberapa\nvariasi penghitungan kemiripan, antara lain berdasar: statistika kemunculan katakata\nsecara bersamaan, nilai kemiripan semantik dari basis pengetahuan WordNet,\ndan nilai kemiripan semantik dari statistika korpus yang lebih besar. Pemanfaatan\nbasis pengetahuan juga dilakukan pada proses constrained clustering, dan filtering\nklaster berdasar klasifikasi argumen tuple relasi.\nOleh karena dalam penelitian ini digunakan tuple relasi Open IE sebagai masukan\ndalam pembangunan skema, perlu dilakukan analisis kualitas hasil ekstraksi Open\nIE. Berdasarkan pemeriksaan pada hasil ekstraksi sistem Open IE yang sudah\nada, terdapat peluang untuk peningkatan kualitas hasil ekstraksi dari sisi ketepatan\ndan kelengkapan. Untuk meningkatkan ketepatan dan kelengkapan hasil ekstraksi\nOpen IE, dilakukan prapemrosesan pada masukan sistem Open IE dan modifikasi\naturan ekstraksi. Prapemrosesan kalimat masukan Open IE dilakukan dengan cara\npenyederhanaan kalimat menggunakan metode berbasis aturan dengan fitur tanda\nbaca, POSTag, dan jenis frase. Metode tersebut mempunyai tingkat kompleksitas\nyang rendah jika dibandingkan dengan penggunaan fitur yang lebih rumit misal tipe\ndependensi, namun mempunyai kinerja yang setara. Sementara dalam penambahan\naturan ekstraksi relasi, kandidat aturan-aturan baru diperoleh dari proses pembelajaran\ndengan menggunakan metode decision tree. Fitur yang diusulkan dalam\npenambahan aturan ekstraksi adalah fitur tipe dependensi level kedua. Dengan\nadanya aturan ekstraksi dengan fitur tipe dependensi kedua tersebut, terbukti\nmeningkatkan jumlah relasi relevan yang dapat diekstrak.\nEvaluasi skema yang dihasilkan dari klasterisasi tuple relasi dilakukan dengan\nmengadakan pengujian terhadap task identifikasi dan ekstraksi argumen event.\nHasil pengujian menunjukkan bahwa skema yang dibangun dapat digunakan pada\ntask ekstraksi argumen event pada dataset standar English Open Event Extraction\n(ASTRE), dan kinerjanya yang ditunjukkan oleh nilai precision, recall, dan F1\nmeningkat, dengan peningkatan F1 mencapai 46% dari sebesar 0,13 pada kondisi\ntanpa pemanfaatan basis pengetahuan. Sementara jika dibandingkan dengan kinerja\npenelitian state-of-the-art, sistem usulan mempunyai keunggulan di sisi precision,\nyaitu lebih tinggi 4,7% dibanding nilai tertinggi sebelumnya yaitu 0,21, namun\nterdapat beberapa argumen yang tidak berhasil diekstrak sehingga nilai recall dan\nF1 lebih rendah.", "Daftar File": {"COVER Ade Romadhony": "https://digilib.itb.ac.id/gdl/download/189659", "BAB 1 Ade Romadhony": "https://digilib.itb.ac.id/gdl/download/189660", "BAB 2 Ade Romadhony": "https://digilib.itb.ac.id/gdl/download/189661", "BAB 3 Ade Romadhony": "https://digilib.itb.ac.id/gdl/download/189662", "BAB 4 Ade Romadhony": "https://digilib.itb.ac.id/gdl/download/189663", "BAB 5 Ade Romadhony": "https://digilib.itb.ac.id/gdl/download/189664", "PUSTAKA Ade Romadhony": "https://digilib.itb.ac.id/gdl/download/189665"}, "Penulis": "Ade Romadhony [33213030]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Dwi Hendratmo Widyantoro, M.Sc., Ph.D.", "Dr.Eng. Ayu Purwarianti, S.T., M.T."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Elektro dan Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "Engineering & allied operations", "Kata Kunci": "skema event, Open IE, tuple relasi, basis pengetahuan, klasterisasi, penyederhanaan kalimat, pembelajaran aturan ekstraksi Open IE", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "25 Nov 2019"}