{"Nomor": 45122, "Judul": "ANALISIS EFEK INTERAKSI AERODINAMIKA FUSELAGE TERHADAP KINERJA PROPELER TIPE PUSHER PADA PESAWAT UDARA NIR AWAK ALAP-ALAP BPPT", "Abstrak": "Dalam penelitian ini, penulis mengkaji secara eksperimental skala laboratorium\npengaruh interaksi aerodinamika luasan area frontal pada model fuselage PUNA\nAlap-Alap BPPT terhadap kinerja model propeler yang dikonfigurasikan dengan\ntipe pusher, dan selain itu juga pengujian dilakukan hanya dengan menggunakan\nalat uji tanpa fuselage. Dalam proses pembuatan model benda uji, fuselage dibuat\ndengan menggunakan bahan acetal thermopalstic dengan metode cetak mesin 3D\nprinter, sedangkan propeler berbahan carbon fiber dibuat dengan metode laminasi\nyakni ekstraksi dari geometri propeler asli kemudian dibuat cetakan positif untuk\nmenghasilkan produk baru. Selanjutnya hasil eksperimental dibandingkan dengan\npendekatan simulasi komputasi numerik (Computational Fluid Dynamic, CFD).\nHasil kedua metode tersebut didapatkan yakni nilai grafik koefisien gaya dorong\n(CT), daya (CP), dan efisiensi (?) antara kinerja propeler dengan atau tanpa\ndisertai fuselage, untuk kasus dimana interaksi dari fuselage pesawat yang\ndiletakkan di depan propeler cenderung memberikan efek menurunkan CT dan CP\npada titik advance ratio yang sama terhadap nilai yang dihasilkan dari konfigurasi\ntanpa fuselage, sehingga nilai puncak efisiensi propeler ? dengan konfigurasi\nfuselage mengalami penurunan sekitar 5% pada posisi titik advance ratio (J) yang\nsama dari posisi nilai efisiensi propeler yang tanpa konfigurasi fuselage. Validasi\nterhadap hasil simulasi CFD memberikan perbandingan kerapatan nilai trend\ngrafik yang hampir sama dengan hasil eksperimental, sehingga tentunya nilai gaya\nangkat (L) dan hambat (D) dapat dilihat dari hasil simulasi numerik yang\ncenderung mengalami kenaikan.", "Daftar File": {"COVER Agus Suprianto": "https://digilib.itb.ac.id/gdl/download/189687", "BAB 1 Agus Suprianto": "https://digilib.itb.ac.id/gdl/download/189690", "BAB 2 Agus Suprianto": "https://digilib.itb.ac.id/gdl/download/189692", "BAB 3 Agus Suprianto": "https://digilib.itb.ac.id/gdl/download/189693", "BAB 4 Agus Suprianto": "https://digilib.itb.ac.id/gdl/download/189694", "BAB 5 Agus Suprianto": "https://digilib.itb.ac.id/gdl/download/189695", "PUSTAKA Agus Suprianto": "https://digilib.itb.ac.id/gdl/download/189696"}, "Penulis": "Agus Suprianto [23616027]", "Kontributor / Dosen Pembimbing": ["Dr. Firman Hartono, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "varian PUNA BPPT, konfigurasi propeler tipe pusher, interaksi badan pesawat dengan propeler, simulasi komputasi numerik (CFD)", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "25 Nov 2019"}