{"Nomor": 45124, "Judul": "UJI AKTIVITAS ANTIBAKTERI TEH PUTIH DAN LIMA BELAS JENIS MUTU TEH HITAM ORTODOKS ROTORVANE (CAMELLIA SINENSIS VAR. ASSAMICA) PADA STAPHYLOCOCCUS AUREUS", "Abstrak": "Camellia sinensis (L.), O. Kuntze atau teh merupakan tumbuhan yang berasal dari suku theceae, yang digolongkan menjadi beberapa jenis, yaitu teh hitam, teh oolong, teh hijau, dan teh putih. Secara tradisional teh digunakan sebagai obat kumur. Tingginya pertumbuhan bakteri melebihi batas flora normal dapat menjadi salah satu penyebab penyakit dalam mulut. Beberapa penelitian sebelumnya menyatakan bahwa teh memiliki aktivitas antibakteri namun belum ada penelitian yang menggunakan teh putih dan beberapa jenis mutu teh hitam sebagai antibakteri. Penelitian ini bertujuan untuk menentukan aktivitas antibakteri dari teh putih dan lima belas mutu teh hitam. Serbuk simplisia daun teh diekstraksi secara maserasi menggunakan pelarut yang kepolarannya meningkat, yaitu n-heksana, etil asetat, dan etanol. Selain itu dilakukan juga ekstraksi dengan metode seduhan menggunakan air suling. Masing-masing ekstrak dipekatkan dan dipantau menggunakan kromatografi lapis tipis (KLT). Keempat puluh delapan ekstrak diuji aktivitas antibakterinya terhadap Staphylococcus aureus menggunakan metode mikrodilusi, plat agar, dan bioautografi. Hasil menunujukkan ekstrak etanol teh putih memiliki aktivitas tertinggi yaitu dengan nilai Konsentrasi Hambat Minimum (KHM) >78,125 ?g/mL. Ekstrak etanol teh putih kemudian difraksinasi dengan ekstraksi cair-cair menggunakan pelarut n-heksana, etil asetat, dan air. Masing-masing fraksi dipekatkan dan diuji aktivitas antibakterinya, hasilnya menunjukkan fraksi etil asetat memiliki aktivitas tertinggi yaitu dengan nilai Konsentrasi Hambat Minimum (KHM) >156,25 ?g/mL. Fraksi etil asetat dipantau menggunakan kromatografi lapis tipis (KLT) di uji menggunakan metode bioautografi dengan fase gerak kloroform:metanol (9:1). Hasil bioautografi menunjukkan Rf 0,5 dan 0,76 adalah golongan senyawa flavonoid yang memiliki aktivitas penghambatan pertumbuhan bakteri Staphylococcus aureus.", "Daftar File": {"ABSTRAK Ida Maryam": "https://digilib.itb.ac.id/gdl/download/189685"}, "Penulis": "Ida Maryam [11611027]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Komar Ruslan Wirasutisna", "Dr. Muhamad Insanu, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "antibakteri, Staphylococcus aureus, teh putih, 15 mutu teh hitam ortodoks", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "25 Nov 2019"}