{"Nomor": 45120, "Judul": "ANALISIS KERUSAKAN PIPA BAWAH LAUT AKIBAT TARIKAN JANGKAR DENGAN METODE ELEMEN HINGGA", "Abstrak": "Jaringan pipa dari lepas pantai menuju daratan bukan hanya berada pada lokasi\nyang sedikit aktivitas manusianya tetapi juga tidak jarang melewati pelabuhan\numum yang mana banyak terdapat aktivitas kapal di atas jaringan pipa. Aktivitas\npelayaran yang padat menyebabkan banyak pula kapal yang menurunkan jangkar\nke laut, hal ini menyebabkan potensi kerusakan pada jaringan pipa akibat terkena\njangkar yang jatuh tersangkut, dan terseret oleh jangkar yang ditarik oleh kapal.\nPipa yang terseret oleh jangkar perlu dilakukan analisis untuk mengetahui\nseberapa besar perpindahan maksimal yang dapat ditarik oleh jangkar, deformasi\nlokal, serta besar tegangan dan regangan yang terjadi. Pada penelitian ini\ndilakukan pemodelan dengan metode elemen hingga menggunakan perangkat\nlunak ABAQUS untuk menganalisis kejadian pipa yang tertarik oleh jangkar pada\nkasus kecelakaan pipa milik PT. Pertamina RU V Balikpapan, dengan dua tipe\ndasar laut yaitu tipe dasar laut pasir dan dasar laut lempung. Analisis yang\ndilakukan adalah dengan melakukan pemodelan pipa global dan pemodelan pipa\nlokal. Pemodelan pipa global dilakukan untuk mengetahui perpindahan maksimal\ndari pipa yang ditarik oleh jangkar, sementara pemodelan pipa lokal dilakukan\nuntuk mengetahui distribusi tegangan, regangan, dan bentuk deformasi pada pipa.\nHasil analisis global pada dasar laut lempung menghasilkan perpindahan\nmaksimal sejauh 705.5 m sedangkan pada dasar laut pasir menghasilkan\nperpindahan maksimal sejauh 238.7 m, kedua hasil ini didapatkan dari kondisi\ndimana diterapkan kriteria yang sama yaitu hingga jangkar putus. Hasil analisis\nlokal pada dasar laut lempung menghasilkan tegangan maksimal sebesar 455.1\nMPa dengan regangan maksimal sebesar 25% sedangkan pada model lokal\ndengan dasar laut pasir menghasilkan tegangan maksimal sebesar 455.1 MPa\ndengan regangan maksimal sebesar 15.5%. Dari hasil pemodelan ini juga\nmenunjukan bahwa pengaruh tipe dasar laut menjadi salah satu faktor yang cukup\nsignifikan pada perbedaan hasil yang didapatkan.", "Daftar File": {"COVER Agung Windadi": "https://digilib.itb.ac.id/gdl/download/189673", "BAB 1 Agung Windadi": "https://digilib.itb.ac.id/gdl/download/189674", "BAB 2 Agung Windadi": "https://digilib.itb.ac.id/gdl/download/189675", "BAB 3 Agung Windadi": "https://digilib.itb.ac.id/gdl/download/189676", "BAB 4 Agung Windadi": "https://digilib.itb.ac.id/gdl/download/189677", "BAB 5 Agung Windadi": "https://digilib.itb.ac.id/gdl/download/189678", "PUSTAKA Agung Windadi": "https://digilib.itb.ac.id/gdl/download/189679"}, "Penulis": "Agung Windadi [25516004]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ricky Lukman Tawekal, MSE, Ph.D.", "Ahmad Taufik, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "tarik jangkar, pipa bawah laut, kerusakan pipa, ABAQUS", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "25 Nov 2019"}