{"Nomor": 45125, "Judul": "ISOLASI FLAVONOID KULIT BUAH PISANG AMBON LUMUT (MUSA XPARADISIACA L.) KELOMPOK AAA", "Abstrak": "Pisang merupakan tumbuhan yang banyak tumbuh di daerah tropis, seperti di Indonesia. Selain\nitu, pisang bukan merupakan tumbuhan musiman sehingga mudah didapatkan. Pisang ambon\nlumut merupakan kelompok tumbuhan pisang yang banyak dikonsumsi secara langsung oleh\nmasyarakat. Buah pisang banyak dimanfaatkan masyarakat sebagai sumber makanan, baik\ndikonsumsi secara langsung atau pun diolah terlebih dahulu, sementara kulit buah pisang masih\nbelum dimanfaatkan secara maksimal. Penelitian ini bertujuan untuk mengisolasi dan\nmengidentifikasi senyawa flavonoid yang ada pada kulit buah pisang ambon lumut. Kulit pisang\ndipisahkan dari buahnya, dipotong-potong, kemudian dikeringkan dan diserbukkan. Selanjutnya\nserbuk di karakterisasi dan dilakukan ekstraksi secara refluks dengan pelarut etanol, kemudian\ndipekatkan sehingga diperoleh ekstrak kental. Ekstrak kental dipantau dengan kromatografi lapis\ntipis (KLT). Isolasi dilakukan dengan metode kromatografi lapis tipis (KLT) preparatif dan juga\nkromatografi kertas preparatif. Karakterisasi isolat dilakukan menggunakan\nspektrofotodensitometri dengan pereaksi geser spesifik. Penapisan fitokimia menunjukkan bahwa\nsimplisia mengandung senyawa golongan fenol, flavonoid, saponin, tanin dan triterpenoid.\nPenapisan fitokimia ekstrak menunjukkan adanya senyawa golongan fenol dan flavonoid. Isolat\nyang diperoleh merupakan senyawa flavon dengan gugus hidroksi pada atom karbon posisi 5 dan\n7, serta prenilasi pada atom karbon posisi 6 (5,7-dihidroksi-6-prenil-flavon).", "Daftar File": {"ABSTRAK Asri Adhiyanti": "https://digilib.itb.ac.id/gdl/download/189697"}, "Penulis": "Asri Adhiyanti [11611040]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Komar Ruslan Wirasutisna", "Dr. Rika Hartati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "25 Nov 2019"}