{"Nomor": 45132, "Judul": "EVALUASI PENGGUNAAN OBAT PADA PASIEN RAWAT JALAN DI POLI INFEKSI PUSAT MATA NASIONAL RUMAH SAKIT MATA CICENDO BANDUNG", "Abstrak": "Evaluasi penggunaan obat (EPO) merupakan suatu program jaminan mutu pelayanan kefarmasian\nuntuk menjamin bahwa obat digunakan secara tepat dan efisien yang dilakukan secara terus\nmenerus.Evaluasi penggunaan obat dapat difokuskan pada golongan obat tertentu atau pada\npasien dengan kondisi khusus.Evaluasi dilakukan pada obat yang berisiko menyebabkan reaksi\nkesehatan yang signifikan, juga pada pasien rawat jalan dikarenakan penggunaan obat pada\npasien rawat jalan sulit dipantau oleh tenaga medis.Di Pusat Mata Nasional Rumah Sakit Mata\nCicendo Bandung kegiatan evaluasi pengunaan obat ini belum dilakukan secara terus menerus.\nOleh karena itu, penelitian ini dilakukan untuk mengkaji ketepatan penggunaan obat pada pasien\nrawat jalan di poli infeksi di Rumah SakitMata Cicendo. Penelitian ini merupakan studi\nobservasional secara retrospektif dengan difokuskan pada kelompok pasien rawat jalan di poli\ninfeksi yang dilakukan dengan random sampling dan penentuan jumlah sampel berdasarkan tabel\nIsaac and Michael.Analisis ketidaktepatan penggunaan obat didasarkan pada kriteria penggunaan\nobat (KPO) yang telah disusun dari berbagai literatur. Sebanyak 289 pasien dengan total\nkunjungan 696 yang diikut sertakan dalam penelitian ini yang teridentifikasi, yaitu terdapat\nkejadian obat tanpa indikasi sebanyak 45 kasus, ketidaktepatan dosis dan frekuensi 11 kasus,\ninteraksi obat 21 kasus, dan duplikasi obat 30 kasus. Potensi terjadinya ketidaktepatan\npenggunaan obat adalah 107 kasus atau berkisar 2 kasus setiap 10 kunjungan.", "Daftar File": {"ABSTRAK Mentari Gita Pertiwi": "https://digilib.itb.ac.id/gdl/download/189716"}, "Penulis": "Mentari Gita Pertiwi [11612003]", "Kontributor / Dosen Pembimbing": ["Tomi Hendrayana, S.Si., M.Si., Apt.", "Dr. Afrillia Nuryanti Garmana, S.Si., Apt., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "25 Nov 2019"}