{"Nomor": 45139, "Judul": "TRANSFORMASI TRANSIEN GEN ads, cyp71av1, DAN dbr2 PADA DAUN Artemisia annua L. UNTUK MENINGKATKAN KADAR ARTEMISININ", "Abstrak": "Artemisinin merupakan senyawa seskuiterpen lakton yang digunakan sebagai\nantimalaria dalam metode pengobatan artemisinin-based combination therapy\n(ACT). Artemisinin secara alami dihasilkan oleh tumbuhan Artemisia annua L.\ndalam kadar yang sangat sedikit (0,01-1%), sehingga diperlukan upaya\nmeningkatkan kadar artemisinin untuk mengimbangi kebutuhan artemisinin\nsebagai antimalaria. Penelitian ini dilakukan untuk meningkatkan kadar\nartemisinin pada daun A. annua melalui transformasi transien gen ads (amorpha-\n4,11-diene synthase), cyp71av1 (cytochrome P450 monooxygenase), dan dbr2\n(double bond reductase) yang berperan dalam biosintesis artemisinin dengan\nperantara Agrobacterium tumefaciens. Daun ke-3 hingga daun ke-7 ditransformasi\nmenggunakan metode vakum infiltrasi. Keberhasilan transformasi dikonfirmasi\nmelalui uji histokimia GUS dalam bentuk area biru dan isolasi DNA genom daun\ntransforman, sedangkan analisis metabolit dilakukan dengan HPLC (highperformance\nliquid chromatography). Efisiensi transformasi gen ads, cyp71av1,\ndbr2, ko-transformasi gen ads dan cyp71av1, ads dan dbr2, cyp71av1 dan dbr2,\nserta ko-transformasi ketiga gen secara berurutan, yaitu 32,44%, 2,49%, 0%,\n56,34%, 45,06%, 0,02%, dan 33,05%. Kadar artemisinin kontrol tanpa\ntransformasi dan hasil dari transformasi satu macam plasmid rekombinan ads,\ncyp71av1, dan dbr2 secara berurutan yaitu 0,013%, 0,013%, 0,020%, dan 0,022%\n(b/b), sedangkan kadar artemisinin hasil dari ko-transformasi ads dan cyp71av1,\nads dan dbr2, cyp71av1 dan dbr2, dan ko-transformasi ketiga gen, yaitu 0,010%,\n0,005%, 0,013%, dan 0,005% (b/b). Perlakuan transformasi tunggal gen dbr2\nmenghasilkan kadar artemisinin paling tinggi daripada perlakuan plasmid\nrekombinan lain, yaitu sebesar 1,6 kali lebih tinggi daripada kontrol tanpa\ntransformasi.", "Daftar File": {"COVER Harmita Maharani": "https://digilib.itb.ac.id/gdl/download/189740", "BAB 1 Harmita Maharani": "https://digilib.itb.ac.id/gdl/download/189741", "BAB 2 Harmita Maharani": "https://digilib.itb.ac.id/gdl/download/189742", "BAB 3 Harmita Maharani": "https://digilib.itb.ac.id/gdl/download/189743", "BAB 4A Harmita Maharani": "https://digilib.itb.ac.id/gdl/download/189744", "BAB 4B Harmita Maharani": "https://digilib.itb.ac.id/gdl/download/189745", "BAB 5 Harmita Maharani": "https://digilib.itb.ac.id/gdl/download/189746", "PUSTAKA Harmita Maharani": "https://digilib.itb.ac.id/gdl/download/189747"}, "Penulis": "Harmita Maharani [21116009]", "Kontributor / Dosen Pembimbing": ["Sony Suhandono, M.Sc., Ph.D.", "Dr. Elfahmi, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "artemisinin, ko-transformasi, ads, cyp71av1, dbr2", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "25 Nov 2019"}