{"Nomor": 45134, "Judul": "ANALISIS MASALAH PENGGUNAAN OBAT PADA PASIEN GANGGUAN FUNGSI GINJAL DI RUMAH SAKIT UMUM PUSAT DR. HASAN SADIKIN BANDUNG", "Abstrak": "Ginjal merupakan organ tubuh yang berfungsi sebagai organ ekskresi, penghasil hormon endokrin,\ndan berperan dalam metabolisme. Gangguan fungsi tersebut dapat memicu masalah terkait obat\nakibat terjadinya akumulasi senyawa obat dan timbulnya gangguan patologis lain. Oleh karena itu\npenelitian ini dilakukan untuk mengidentifikasi masalah tersebut. Penelitian ini dilakukan dengan\nmetode observasi retrospektif pada pasien rawat inap dengan gangguan fungsi ginjal di RSUP\nHasan Sadikin periode Januari-Maret 2015. Jumlah sampel ditentukan dengan perhitungan Slovin\ndan dipilih dengan cara proporsional sampling pada setiap diagnosis. Pasien yang diteliti adalah\npasien yang menggunakan salah satu atau lebih obat yang diteliti dengan kriteria obat\nmemerlukan penyesuaian dosis, paling banyak digunakan, dan obat untuk penyakit penyulit.\nKriteria Penggunaan Obat (KPO) untuk obat yang diteliti kemudian dibuat berdasarkan literatur\nberbasis bukti ilmiah dan digunakan sebagai dasar dalam analisis masalah terkait obat. Dari 176\npasien yang diteliti terdapat kejadian hari tidak tepat dosis 54,59% dari total hari pemberian obat\nuntuk setiap pasien, 604 kejadian potensi interaksi obat-obat, 21,61% kejadian hari indikasi tidak\nterobati dari total hari perawatan untuk setiap pasien, 31,99% kejadian hari obat tanpa indikasi\ndari total hari perawatan untuk setiap pasien, dan 5 pasien yang mengalami progresivitas\npenyakit. Data ini mendukung agar dilakukan pemantauan penggunaan obat secara terus\nmenerus untuk mengurangi kejadian masalah terkait obat dan menghindari progresivitas\npenyakit.", "Daftar File": {"ABSTRAK Bhekti Pratiwi": "https://digilib.itb.ac.id/gdl/download/189718"}, "Penulis": "Bhekti Pratiwi [11612006]", "Kontributor / Dosen Pembimbing": ["Tomi Hendrayana, S.Si., M.Si., Apt.", "Zulfan Zazuli, S.Farm., M.Farm.", "Cherry Rahayu, M.KM., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "25 Nov 2019"}