{"Nomor": 45133, "Judul": "AKTIVITAS ANTIOBESITAS KOMBINASI EKSTRAK ETANOL DAUN BINAHONG (ANREDERA CORDIFOLIA (TEN.) STEENIS) DAN DAUN TEMPUYUNG (SONCHUS ARVENSIS L.) PADA TIKUS WISTAR YANG DIINDUKSI MAKANAN TINGGI KARBOHIDRAT", "Abstrak": "Obesitas merupakan suatu keadaan yang ditandai dengan adanya jaringan lemak yang berlebih. Daun\nbinahong dan daun tempuyung digunakan oleh masyarakat secara tradisional untuk mengatasi\nkegemukan. Penelitian ini bertujuan untuk menentukkan adanya aktivitas antiobesitas pada ekstrak\ndaun tempuyung dan kombinasinya dengan ekstrak daun binahong. Pengujian antiobesitas dilakukan\nsecara in vivo pada tikus Wistar jantan yang diinduksi dengan makanan tinggi karbohidrat. Sebanyak\n28 ekor hewan uji dibagi secara acak menjadi 7 kelompok: normal, kontrol, orlistat 21,6 mg/kg bb,\nB100 (binahong 100 mg/kg bb), T100 (tempuyung 100 mg/kg bb), B50+T50 (kombinasi binahong 50\nmg/kg bb dan tempuyung 50 mg/kg bb), dan B100+T100 (kombinasi binahong 100 mg/kg bb dan\ntempuyung 100 mg/kg bb). Selain kelompok normal, seluruh kelompok hewan uji diinduksi dengan\nmakanan tinggi karbohidrat selama 42 hari. Selanjutnya, bahan uji diberikan selama 14 hari dengan\ntetap disertai pemberian makanan tinggi karbohidrat. Adapun parameter pengukuran meliputi bobot\nbadan, indeks makanan, indeks feses, kadar kolesterol dan kadar trigliserida. Terdapat perbedaan\nyang bermakna antara kelompok B100, T100, B50+T50, dan B100+T100 dibandingkan dengan\nkelompok kontrol (p<0,05) pada hasil pengukuran parameter kenaikan bobot badan dan kadar\ntrigliserida. Kombinasi ekstrak binahong 50 mg/kg bb dan tempuyung 50 mg/kg bb memiliki aktivitas\nantiobesitas yang paling baik.", "Daftar File": {"ABSTRAK Hana Azhar Widad": "https://digilib.itb.ac.id/gdl/download/189717"}, "Penulis": "Hana Azhar Widad [11612005]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Elin Yulinah"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Anredera cordifolia (Ten.) Steenis, Sonchus arvensis L., binahong, tempuyung, obesitas", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "25 Nov 2019"}