{"Nomor": 45144, "Judul": "UJI AKTIVITAS PENGHAMBATAN ENZIM SANTIN OKSIDASE OLEH EKSTRAK AIR BEBERAPA JENIS TUMBUHAN SUKU ASTERACEAE DAN ANNONACEAE", "Abstrak": "Pirai (gout) adalah penyakit metabolik dengan karakteristik serangan artritis akut yang dapat muncul berulang karena endapan monosodium urat pada sendi dan tulang rawan. Santin oksidase adalah enzim yang berperan dalam mengkatalisis reaksi oksidasi dari hipoksantin menjadi santin kemudian menjadi asam urat. Di Indonesia, beberapa jenis tumbuhan suku Asteraceae dan Annonaceae digunakan secara tradisional untuk mengobati gejala tingginya serum urat (hiperurisemia), sehingga diperlukan uji ilmiah untuk memverifikasi khasiat tumbuhan tersebut menghambat aktivitas santin oksidase. Pengujian ini dilakukan pada 14 jenis tumbuhan suku Asteraceae dan Annonaceae yang secara tradisional digunakan untuk mengobati gejala hiperurisemia. Penghambatan aktivitas enzim santin oksidase diukur melalui penurunan absorbansi pembentukan asam urat menggunakan spektrofotometer UV-VIS pada panjang gelombang 295 nm. Aktivitas penghambatan dinyatakan dalam persen (%) inhibisi. Ekstrak air tumbuhan yang memiliki aktivitas penghambatan tertinggi pada konsentrasi 100 ?g/mL diukur konsentrasi hambat 50 persennya (nilai IC50). Hasil uji menunjukkan bahwa seluruh ekstrak air tumbuhan memiliki aktivitas penghambatan santin oksidase dalam rentang penghambatan 15-59% pada konsentrasi uji 100 ?g/mL. Ekstrak air bunga krisan (Chrysanthemum morifolium Ramat.) memiliki aktivitas penghambatan enzim santin oksidase yang tertinggi yaitu 59,76±0,95 (%). Nilai IC50 dari ekstrak air bunga krisan adalah 41,02 ?g/mL dan nilai IC50 dari allopurinol yang digunakan sebagai kontrol positif adalah 0,44 ?g/mL. Penelitian ini menunjukkan bahwa beberapa tumbuhan suku Asteraceae dan Annonaceae, yang digunakan secara tradisional, memiliki aktivitas penghambatan enzim santin oksidase.", "Daftar File": {"ABSTRAK Zahra Kesturi R": "https://digilib.itb.ac.id/gdl/download/189774"}, "Penulis": "Zahra Kesturi R [11612009]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Asep Gana Suganda", "Dr. Muhamad Insanu, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Penghambat santin oksidase, Pirai, bunga Krisan, Chrysanthemum morifolium Ramat.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "25 Nov 2019"}