{"Nomor": 45149, "Judul": "EVALUASI EFEKTIVITAS TERAPI DAN PERENCANAAN KONSELING OBAT ANTIHIPERTENSI DI UNIT PELAKSANA TEKNIS LAYANAN KESEHATAN BUMI MEDIKA GANESHA INSTITUT TEKNOLOGI BANDUNG", "Abstrak": "Hipertensi merupakan penyakit kronis yang membutuhkan pengobatan jangka panjang serta\npenanganan yang tepat sesuai standar terapi. Kepatuhan pasien yang tinggi selama pengobatan\nakan membantu meningkatkan ketercapaian target terapi. Konseling merupakan suatu layanan\nkefarmasian yang dilakukan untuk membantu meningkatkan kepatuhan pasien. Bumi Medika\nGanesha (BMG) yang merupakan unit layanan kesehatan ITB, belum melakukan pemantauan\nefektivitas terapi secara terus-menerus. Penelitian ini dilakukan untuk mengevaluasi efektivitas\nterapi hipertensi, mengidentifikasi kebutuhan pasien terhadap layanan konseling dan menilai\nkesiapan apoteker untuk melakukan layanan konseling. Evaluasi efektivitas terapi hipertensi\ndilakukan secara retrospektif berdasarkan standar terapi JNC VIII dan kriteria penggunaan obat.\nSelanjutnya dilakukan identifikasi kebutuhan pasien terhadap layanan konseling dan analisis\nsumber daya yang diperlukan untuk melakukan layanan konseling melalui penyebaran kuesioner\nkepada pasien dan apoteker. Terdapat 6 dari 35 pasien dikategorikan terapinya tidak efektif dengan\nfaktor pola hidup yang teridentifikasi mempengaruhi ketidakefektifan terapi yaitu Indeks Masa\nTubuh (IMT) >24,9 kg/m2 , kebiasaan harian minum kopi, teh, asupan tinggi natrium, merokok dan\ntidak memiliki kebiasaan olahraga rutin. Masalah terkait obat yang teridentifikasi yaitu 5 kasus\nketidaktepatan seleksi obat dan 7 kasus potensi interaksi obat ?obat dengan kategori major dan\nmoderate. Sebanyak 24 pasien (100%) merasa memerlukan layanan konseling dan umumnya\nmemilih konseling dilakukan selama 15 menit di ruangan khusus. Hasil survei persiapan konseling\nmenunjukkan apoteker bersedia memberikan konseling dan teridentifikasi masih diperlukan\ndokumen pendukung seperti prosedur tetap, catatan pelaksanaan konseling serta formulir umpan\nbalik pasien untuk melakukan layanan konseling. Secara umum layanan konseling untuk pasien\nhipertensi sudah bisa dilakukan di UPT Bumi Medika Ganesha ITB.", "Daftar File": {"ABSTRAK Mita Rahayu Rosmana": "https://digilib.itb.ac.id/gdl/download/189786"}, "Penulis": "Mita Rahayu Rosmana [11612011]", "Kontributor / Dosen Pembimbing": ["Tomi Hendrayana, S.Si., M.Si., Apt.", "Cindra Tri Yuniar, S.Farm., Apt., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "hipertensi, efektivitas terapi, konseling, masalah terkait obat", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "25 Nov 2019"}