{"Nomor": 45154, "Judul": "UJI AKTIVITAS PENGHAMBATAN SANTIN OKSIDASE OLEH EKSTRAK AIR 22 TUMBUHAN OBAT TRADISIONAL INDONESIA SUKU ELAEOCARPACEAE, LAMIACEAE, LAURACEAE, ZINGIBERACEAE DAN LILIACEAE", "Abstrak": "Gout merupakan kelainan metabolik yang ditandai dengan serangan artritis akut yang muncul\nberulang kali sebagai akibat dari penumpukan monosodium urat pada sendi dan tulang rawan.\nUntuk mengatasi penyakit ini, sebagian masyarakat ada yang menggunakan pilihan terapi\npengobatan dengan tumbuhan obat tradisional dan ada pula yang menggunakan pilihan terapi\nobat kimia, salah satunya dengan menggunakan alopurinol. Penelitian ini dilakukan sebagai upaya\nuntuk memverifikasi penggunaan tradisional tumbuhan obat yang memiliki aktivitas anti gout\nyang selama ini berkembang di masyarakat Indonesia melalui mekanisme penghambatan enzim\nsantin oksidase. Tumbuhan yang diteliti sebanyak 22 jenis. Uji aktivitas dilakukan dengan\nmembandingkan absorbansi asam urat yang terbentuk sebagai hasil reaksi antara substrat dan\nenzim santin oksidase dengan adanya ekstrak dan tanpa ekstrak. Jika absorbansi asam urat yang\nterbentuk pada larutan uji yang mengandung ekstrak lebih kecil dari larutan uji tanpa ekstrak,\nmaka disimpulkan bahwa ekstrak tersebut memiliki potensi sebagai penghambat enzim santin\noksidase. Hasil menunjukkan bahwa ekstrak Muntingia calabura L., Litsea cubeba (Lour.) Pers. dan\nPlectranthus scutellarioides (L.) R.Br. memiliki aktivitas paling tinggi, yaitu 67,87%, 67,79% dan\n66,68%, dengan nilai IC50 berturut-turut 17,42 µg/mL, 7,57 µg/mL dan 10,68 µg/mL. Alopurinol\nmemiliki aktivitas penghambatan enzim santin oksidase sebesar 99,64% dengan nilai IC50 0,44\nµg/mL. Aktivitas paling tinggi ditunjukkan oleh ekstrak buah Muntingia calabura L.", "Daftar File": {"ABSTRAK Riza Yulia Rezki": "https://digilib.itb.ac.id/gdl/download/189811"}, "Penulis": "Riza Yulia Rezki [11612013]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Asep Gana Suganda", "Dr. Rika Hartati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Gout, penghambatan santin oksidase, Muntingia calabura L., alopurinol", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "25 Nov 2019"}