{"Nomor": 45150, "Judul": "EVALUASI PERBANDINGAN METODE DYNAMIC COMPACTION DAN RAPID IMPULSE COMPACTION UNTUK PERBAIKAN TANAH PASIR BERPOTENSI LIKUIFAKSI DI PROYEK NEW YOGYAKARTA INTERNATIONAL AIRPORT", "Abstrak": "Pembangunan Bandara New Yogyakarta International Airport di Kulon Progo Yogyakarta berada di daerah pesisir pantai sehingga kondisi tanah di lokasi merupakan tanah pasir lepas jenuh air. Pasir lepas yang jenuh air cenderung memliki potensi likuifaksi ketika terjadi gempa. Oleh karena itu diperlukannya upaya dalam memperbaiki tanah tersebut agar terbebas dari bahaya likuifaksi. Upaya yang dilakukan adalah dengan memadatkan tanah menggunakan metode Dynamic Compaction (DC) dan Rapid Impulse Compaction (RIC). Metode DC telah banyak digunakan untuk pekerjaan pemadatan, sedangkan RIC dapat dikatakan metode baru yang digunakan di Indonesia. Akan tetapi DC dan RIC memiliki prinsip yang sama, yakni memberikan energi pada tanah secara ditumbuk yang dikontrol oleh berat tamper, tinggi jatuh, pola dan jumlah tumbukan.\nTesis ini bertujuan untuk mengevaluasi perbandingan metode perbaikan tanah DC dan RIC untuk memperbaiki tanah pasir berpotensi likuifaksi di area Pembangunan Bandara NYIA berdasarkan data pengujian lapangan seperti SPT dan CPT. Area perbaikan yang ditinjau yakni runway dan terminal. Area runway diperbaiki dengan menggunakan DC, sedangkan area terminal diperbaiki dengan menggunakan RIC. Perbandingan dari kedua metode ini dilakukan dengan meninjau nilai kepadatan relatif (Dr) tanah di kedua area tersebut. Nilai kepadatan relatif dihitung pada saat kondisi eksisting dan setelah perbaikan. Perhitungan Dr yang dilakukan menggunakan 3 (tiga) persamaan, yaitu Meyerhof (1956), Yoshida dan Ikema (1988), dan Kibria dan Masood (1998).\nHasil dari penelitian ini menunjukkan bahwa kenaikan nilai kepadatan relatif akibat DC lebih signifikan dibandingkan dengan RIC di tanah dengan klasifikasi cukup sedang. Akan tetapi pada sisi efektifitas penumbukan pada pekerjaan perbaikan tanah di Pembangunan Bandara NYIA ini, RIC unggul dibandingkan DC karena RIC hanya membutuhkan energi sekitar 1.49 – 2.73 tm/m2 untuk menaikan Dr sebesar 1%, sedangkan DC membutuhkan energi 1.75 – 20.57 tm/m2.", "Daftar File": {"COVER Desti Santi Pratiwi": "https://digilib.itb.ac.id/gdl/download/189787", "BAB 1 Desti Santi Pratiwi": "https://digilib.itb.ac.id/gdl/download/189788", "BAB 2A Desti Santi Pratiwi": "https://digilib.itb.ac.id/gdl/download/189789", "BAB 2B Desti Santi Pratiwi": "https://digilib.itb.ac.id/gdl/download/189790", "BAB 2C Desti Santi Pratiwi": "https://digilib.itb.ac.id/gdl/download/189791", "BAB 3 Desti Santi Pratiwi": "https://digilib.itb.ac.id/gdl/download/189792", "BAB 4A Desti Santi Pratiwi": "https://digilib.itb.ac.id/gdl/download/189793", "BAB 4B Desti Santi Pratiwi": "https://digilib.itb.ac.id/gdl/download/189794", "BAB 5A Desti Santi Pratiwi": "https://digilib.itb.ac.id/gdl/download/189796", "BAB 5B Desti Santi Pratiwi": "https://digilib.itb.ac.id/gdl/download/189797", "BAB 5C Desti Santi Pratiwi": "https://digilib.itb.ac.id/gdl/download/189798", "BAB 6 Desti Santi Pratiwi": "https://digilib.itb.ac.id/gdl/download/189799", "PUSTAKA Desti Santi Pratiwi": "https://digilib.itb.ac.id/gdl/download/189800"}, "Penulis": "Desti Santi Pratiwi [25016320]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Masyhur Irsyam, MSE"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Bandara NYIA, Likuifaksi, Dynamic Compaction, Rapid Impulse Compaction, Kepadatan relatif, Energi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "13 file", "Tanggal Input": "25 Nov 2019"}