{"Nomor": 45151, "Judul": "Probing student reasoning in relating relative phase and quantum phenomena", "Abstrak": "In quantum mechanics, probability amplitudes are complex numbers and the relative phases between the\nterms in superposition states have measurable effects. This article describes an investigation into\nsophomore- and junior-level students’ reasoning patterns in relating relative phases and real-world\nquantum phenomena. The investigation involved one observational experiment and three testing experiments, during which we formulated and tested three hypotheses that allow us to gain insights into why students have difficulty recognizing the measurable effects of relative phases. We found that, in both\nspin-1=2 and infinite square well contexts, many students do not recognize that quantum states\ndiffering only by a relative phase are experimentally distinguishable. Moreover, student ability to\nrecognize the measurable effects of relative phase does not improve when given (i) a task that specifically prompts students to compare the probabilities for a particular observable and (ii) a task that does not require taking inner products or changing basis. We also examined the extent to which lacking proficiency with complex numbers may have hindered student understanding of relative phase. The data indicate that most students are proficient with complex numbers. These findings suggest that many students do not, in fact, recognize the purpose of using complex numbers in superposition states. We discuss possible explanations for why students do not seem to recognize this purpose, and we also provide suggestions for future avenues of research.", "Daftar File": {}, "Penulis": "Tong Wan [-]", "Kontributor / Dosen Pembimbing": ["Paul J. Emigh, and Peter S. Shaffer"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "-", "Sumber": "PHYSICAL REVIEW PHYSICS EDUCATION RESEARCH 15, 020139 (2019), APS", "Staf Input/Edit": "Ratnasari", "File": "1 file", "Tanggal Input": "25 Nov 2019"}