{"Nomor": 45164, "Judul": "APLIKASI COATING BERBAHAN DASAR ALOE VERA DAN DAUN BINAHONG UNTUK MEMPERLAMBAT FASE PEMATANGAN BUAH PISANG AMBON PUTIH", "Abstrak": "Buah pisang ambon putih merupakan produk hortikultura yang memiliki sifat\ntidak tahan lama karena cepat mengalami pembusukan dan mudah rusak.\nPemberian coating adalah teknologi yang dapat menunda kebusukan buah pisang.\nBahan dasar coating yang digunakan dalam penelitian ini adalah aloevera gel\nyang termasuk kedalam polisakarida. Coating berbasis polisakarida berfungsi\nuntuk membatasi pergerakan gas O2 dan CO2 sehingga dapat menghambat\nrespirasi. Ekstrak daun binahong ditambahkan pada bahan coating sebagai bahan\naditif. Tujuan dari penelitian ini yaitu menganalisis pengaruh aloevera gel dan\ntambahan ekstrak daun binahong terhadap fase pematangan, susut bobot, dan total\npadatan terlarut (TPT) dari buah pisang ambon putih.\nKonsentrasi aloevera gel yang digunakan adalah 50% dan 100%. Konsentrasi\nekstrak daun binahong yang ditambahkan yaitu 5% dan 10%. Hasil menunjukkan\nbahwa buah pisang yang dilapisi memiliki rentang waktu fase pematangan lebih\npanjang sehingga dapat menunda fase pembusukan dibandingkan pisang yang\ntidak dilapisi. Adanya penekanan produksi CO2 pada saat fase pendewasaan\nsesuai dengan sifat bahan coating nya yang termasuk ke dalam kategori\nhidrokoloid. Selain dapat menekan produksi CO2, sifat hidrokoloid lainnya yaitu\nkurang baik dalam menahan uap air. Aloevera tidak dapat menahan susut bobot\nbuah pisang, namun dengan penambahan ekstrak binahong, susut bobot buah\npisang dapat tertahan dibandingkan dengan buah pisang yang dilapisi aloevera gel\ntanpa tambahan ekstrak daun binahong.", "Daftar File": {"COVER Amalia Retnasari S": "https://digilib.itb.ac.id/gdl/download/189838", "BAB 1 Amalia Retnasari S": "https://digilib.itb.ac.id/gdl/download/189839", "BAB 2 Amalia Retnasari S": "https://digilib.itb.ac.id/gdl/download/189840", "BAB 3 Amalia Retnasari S": "https://digilib.itb.ac.id/gdl/download/189841", "BAB 4 Amalia Retnasari S": "https://digilib.itb.ac.id/gdl/download/189842", "BAB 5 Amalia Retnasari S": "https://digilib.itb.ac.id/gdl/download/189843", "PUSTAKA Amalia Retnasari S": "https://digilib.itb.ac.id/gdl/download/189844"}, "Penulis": "Amalia Retnasari S [23016032]", "Kontributor / Dosen Pembimbing": ["Ir. Akhmad Zainal Abidin, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "Coating, Aloevera Gel, Daun Binahong, Pisang", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "26 Nov 2019"}