{"Nomor": 45172, "Judul": "OPTIMASI PROSES PENYABUNAN MINYAK KELAPA DENGAN CAMPURAN HIDROKSIDA LOGAM Mg-Ca-Zn", "Abstrak": "OPTIMASI PROSES PENYABUNAN MINYAK KELAPA DENGAN CAMPURAN HIDROKSIDA LOGAM Mg-Ca-Zn\n\nAvtur dan bioavtur merupakan hidrokarbon cair dengan komposisi dominan C10-C14. Pengembangan bioavtur menjadi pilihan ketika cadangan minyak bumi semakin menipis, sebagian besar avtur berasal dari impor serta penggunaan avtur berdampak negatif pada lingkungan.\nPenelitian ini bertujuan menguji keampuhan metode pembuatan sabun basa logam bervalensi dua yang diusulkan Soerawidjaja (2018), yaitu metode Akers dkk yang dimodifikasi dengan pembubuhan katalis kalsium digliseroksida serta untuk menentukan nilai ? yang optimal pada sabun basa logam berumus kimia ?Ca(OH)2.(1-?)Zn(OH)2.Mg(RCOO)2. Hidroksida campuran logam Mg(OH)2.?Ca(OH)2.(1-?)Zn(OH)2 untuk pembuatan sabun dibuat melalui metode kopresipitasi dengan nilai ?= 0,55; 0,75; 0,95. Minyak kelapa yang akan disabunkan dicoba dibebaskan dari lipid terstruktur tetapi hasilnya kurang memuaskan. Sabun basa logam yang terbentuk dianalisis angka asam dan persentase hidroksida tersabunkannya dan ditelaah kelakuan termalnya dengan TGA. Sabun basa logam kemudian didekarboksilasi pada temperatur 400°C dan tekanan atmosferik.\nHasil-hasil penelitian menunjukkan bahwa campuran hidroksida logam dengan nilai ? = 0,95 adalah yang paling tidak mudah terdehidrasi pada suhu di bawah 400°C. Dari segi karakter dekomposisinya, sabun basa logam dengan ? = 0,55 adalah yang paling mudah terdekomposisi pada temperatur < 500oC. Sabun basa logam dengan ? = 0,95 dan waktu penyabunan = 7 jam memberikan nilai hidroksida tersabunkan (HST) terbesar yakni 28,0% dan dekarboksilasinya menghasilkan perolehan fraksi C10 – C14 terbesar yakni 80,8%. Di sisi lain, dekarboksilasi sabun basa logam dengan ? = 0,95 dan waktu penyabunan = 4 jam memberikan perolehan fraksi C11 terbesar yakni 14,9% serta kadar iso-alkana terbesar yakni 17,9 %.", "Daftar File": {"COVER Paulus Rob Sugandi": "https://digilib.itb.ac.id/gdl/download/189898", "BAB1 Paulus Rob Sugandi": "https://digilib.itb.ac.id/gdl/download/189899", "BAB2 Paulus Rob Sugandi": "https://digilib.itb.ac.id/gdl/download/189900", "BAB3 Paulus Rob Sugandi": "https://digilib.itb.ac.id/gdl/download/189901", "BAB4 Paulus Rob Sugandi": "https://digilib.itb.ac.id/gdl/download/189902", "BAB5 Paulus Rob Sugandi": "https://digilib.itb.ac.id/gdl/download/189903"}, "Penulis": "Paulus Rob Sugandi [23017017]", "Kontributor / Dosen Pembimbing": ["Dr. Tirto Prakoso, S.T., M.Eng.", "Dr. Ir. Tatang Hernas", "Dr. Meiti Pratiwi, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Chemical engineering", "Kata Kunci": "Bioavtur, minyak kelapa, hidroksida campuran logam, sabun basa logam, dekarboksilasi", "Sumber": "Perpustakaan Teknik Kimia", "Staf Input/Edit": "Budi Cahyadi  \n                                     Budi Cahyadi", "File": "6 file", "Tanggal Input": "26 Nov 2019"}