{"Nomor": 45173, "Judul": "OPTIMASI PROSES PEMBUATAN CARBON NANOTUBES DARI LIMBAH KELAPA SAWIT SEBAGAI BAHAN ELEKTRODA SUPERKAPASITOR", "Abstrak": "OPTIMASI PROSES PEMBUATAN CARBON NANOTUBES DARI LIMBAH KELAPA SAWIT SEBAGAI BAHAN ELEKTRODA SUPERKAPASITOR\nOleh\nNurizal Furqon Nugraha\nNIM: 23017040\n(Program Studi Magister Teknik Kimia)\nIndonesia merupakan salah satu produsen minyak kelapa sawit terbesar di dunia dengan kapasitas mencapai 31 juta ton per tahun. Hal tersebut berdampak pada tingginya limbah yang dihasilkan seperti limbah cair kelapa sawit atau POME. Karakteristik POME dapat menguntungkan karena memiliki sumber karbon yang tinggi sehingga banyak digunakan untuk produksi biogas. Selain itu, POME dapat dimanfaatkan sebagai bahan baku pembuatan carbon nanotubes (CNT). CNT merupakan nanokarbon berbentuk silinder dengan konduktivitas elektrik yang tinggi dan densitas yang rendah. Aplikasi CNT banyak digunakan sebagai media penyimpanan energi seperti bahan elektroda pada superkapasitor yang menghasilkan kapasitansi spesifik mencapai 79,57 F.g-1.\nLaboratorium KPEE-ITB telah berhasil memproduksi CNT dari POME dengan metode pirolisis. Namun, perolehan CNT masih rendah dan ketika dibuat superkapasitor, kapasitansi yang dihasilkan masih belum mampu bersaing dengan superkapasitor komersial. Tujuan penelitian ini yaitu meningkatkan kapasitas produksi CNT dengan menambahkan 3 kali lipat bahan baku dan alat perangkap CNT berbahan stainless steel mesh pada ujung tubular furnace. Selain itu, peningkatan kapasitansi spesifiksel superkapasitor simetrik dilakukan dengan meningkatkan wettability menggunakan metode wet mechanochemical ball mill (WMBM) dan wet mechanochemical sonicaton (WMSO). Variasi jenis separator (sulfonated tetrafluoroethylene dan kertas saring) dilakukan untuk mengetahui pengaruh jenis separator terhadap kapasitansi spesifik.\nPeningkatan bahan baku dan penggunaan alat perangkap berbahan stainless steel mesh mampu meningkatkan perolehan CNT dari 0,46% menjadi 0,96% (perolehan dari fix carbon maksimal 2,94%). Kapasitansi spesifik sel superkapasitor dengan menggunakan separator kertas saring dan sulfonated tetrafluoroethylene masing-masing sebesar 3,14 dan 14,42 F.g-1. Peningkatan wettability CNT menggunakan metode WMBM dan WMSO pada sel superkapasitor dengan separator sulfonated tetrafluoroethylene menghasilkan kapasitansi spesifik masing-masing sebesar 36,48 dan 16,39 F.g-1.\nKata kunci: POME, CNT, pirolisis, superkapasitor, wettability", "Daftar File": {}, "Penulis": "NURIZAL FURQON NUGRAH [2017040]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Pramujo Widiatmoko, S.T.,M.T. Hary Devianto, S.T., M.Eng., Ph.D"], "Jenis Koleksi": "", "Penerbit": "", "Fakultas": "", "Subjek": "Chemical engineering", "Kata Kunci": "POME, CNT, pirolisis, superkapasitor, wettability", "Sumber": "", "Staf Input/Edit": "Budi Cahyadi", "File": "0 file", "Tanggal Input": "26 Nov 2019"}