{"Nomor": 45178, "Judul": "STUDI REFRIJERAN RETROFIT DENGAN TIPE R-407C UNTUK MENGGANTIKAN R-22 DI UNIT REFRIJERAN PACKAGE PADA PROSES PRODUKSI GAS NITROGEN PT PTX", "Abstrak": "STUDI REFRIJERAN RETROFIT DENGAN TIPE R-407C UNTUK MENGGANTIKAN R-22 DI UNIT REFRIJERAN PACKAGE PADA PROSES PRODUKSI GAS NITROGEN\nPT PTX\n\nKebutuhan terhadap penggantian refrijeran di unit Paket Refrijeran pada proses produksi gas nitrogen di PT PTX menjadi besar akibat dihentikannya pemakaian R-22 sebagai refrijeran pada tahun 2021 dikarenakan isu lingkungan. Perencanaan penggantian terhadap refrijeran R-22 oleh PT PTX secara retrofit dengan tanpa melakukan penggantian unit Paket Refrijeran diharapkan mampu menjadi alternatif dalam menanggulangi permasalahan tersebut.\nSelanjutnya, perlu dilakukan studi terhadap kemungkinan penggunaan refrijeran baru yang lebih ramah lingkungan yaitu R-407c sehingga memastikan bahwa tidak ada perubahan kondisi operasi yang cukup signifikan agar unit produksi Gas Nitrogen tetap sesuai dengan kapasitasnya.\nPeningkatan efisiensi dapat dilakukan dengan merekomendasikan pemanfaatan kembali energi yang dibuang dengan melakukan pertukaran energy menggunakan alat penukar panas.\nKata kunci: Retrofit refrijeran, Paket Refrijeran, R-22, R-407c, efisiensi produksi, Penukar Panas.", "Daftar File": {"COVER Muchlish Abdurrohim": "https://digilib.itb.ac.id/gdl/download/189918", "BAB1 Muchlish Abdurrohim": "https://digilib.itb.ac.id/gdl/download/189919", "BAB2 Muchlish Abdurrohim": "https://digilib.itb.ac.id/gdl/download/189920", "BAB3 Muchlish Abdurrohim": "https://digilib.itb.ac.id/gdl/download/189921", "BAB4 Muchlish Abdurrohim": "https://digilib.itb.ac.id/gdl/download/189922", "BAB5 Muchlish Abdurrohim": "https://digilib.itb.ac.id/gdl/download/189923"}, "Penulis": "Muchlish Abdurrohim [23016021]", "Kontributor / Dosen Pembimbing": ["Tjokorde Walmiki Samadhi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Chemical engineering", "Kata Kunci": "Kata kunci: Retrofit refrijeran, Paket Refrijeran, R-22, R-407c, efisiensi produksi, Penukar Panas.", "Sumber": "Perpustakaan Teknik Kimia", "Staf Input/Edit": "Budi Cahyadi  \n                                     Budi Cahyadi", "File": "6 file", "Tanggal Input": "26 Nov 2019"}