{"Nomor": 45182, "Judul": "Modeling And Simulation Of Transition Zones In Tight Carbonate Reservoirs By Incorporation Of Improved Rock Typing And Hysteresis Models", "Abstrak": "Transition zones in tight heterogeneous carbonate reservoirs contain a considerable amount of original oil in place. Identifying and characterizing the petrophysical fow units of the transition zone is crucial for reserve estimation and performance\nprediction. This paper presents a petrophysical rock typing method based on decoding pore-size distributions from mercury\ninjection capillary pressure (MICP) data by using Thomeer hyperboles, with proven application in a tight carbonate reservoir in the Middle East region. In this study, 150 MICP data sets were used which were type curve matched using Thomeer\nHyperbolas with closure correction. Multivariate clustering method has been employed to divide the samples into a number\nof groups for the purpose of both representing the reservoir heterogeneity and simplifying rock typing for dynamic modeling. From the MICP curves, it has been found that mainly monomodal pore systems prevail in the targeted transition zone\nand fve diferent rock types are identifed. It has been observed that most of the pore throat types are meso and micro types\nwith the negligible existence of nano-pore type. The intrinsic advantage of this rock typing method is to describe the pore\nsystem quantitatively, which is diferent from other rock typing methods based on the apparent poro-perm relationship. The\ncomparison of the grouped data with the petrophysical properties showed that diferent pore-size distributions yield similar porosity and permeability values, reinforcing the importance of grouping rocks based on pore systems instead of their\nresulting properties. Additionally, a study has also been conducted to improve understanding on the relative permeability in\ntransition zone by implementing an up-to-date model for the mix-wet condition. The work in this paper provides a guide for\nthe further understanding of rock typing and modeling of transition zones in carbonate reservoirs.", "Daftar File": {}, "Penulis": "DAI FU [-]", "Kontributor / Dosen Pembimbing": ["Hadi Belhaj", "Achinta Bera"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "Mining & related operations", "Kata Kunci": "Transition zones, Carbonate reservoirs, Rock typing, Pore geometry, Thomeer hyperboles, Hysteresis, Dynamic model", "Sumber": "Journal of Petroleum Exploration and Production Technology, Volume 8, Issue 4, 1051-1068 (December 2018), https://doi.org/10.1007/s13202-018-0463-2", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "27 Nov 2019"}