{"Nomor": 45186, "Judul": "Microscopic Pore Structure of Chang 63 Reservoir in Huaqing Oilfield, Ordos Basin, China and Its Effect On Water Flooding Characteristics", "Abstrak": "Chang 63 reservoir in Huaqing oilfield, Ordos Basin, China is featured by strong pore structure heterogeneity, which leads\nto prominent Jamin effect in the water flooding, difficult development process, low productivity, and massive residual oil.\nAccordingly, this study aims to explore the microscopic pore structure of Chang 63 reservoir and investigate its influence on\nthe water flooding efficiency, based on a series of comprehensive analyses, including physical property analysis, casting thin\nsection observation, scanning electron microscopy measurement, high-pressure mercury injection, constant rate mercury\ninjection, and microscopic real sandstone water flooding model. It is demonstrated that gray and gray-brown feldspathic\nsandstone are the main reservoir lithology in the study area, with dominant pore types of residual intergranular pores and\nfeldspar dissolution pores. Pore throat radius is unevenly distributed, and small and micro pores take the majority. Based\non the comparison of capillary pressure curve characteristics and comprehensive analysis of corresponding parameters, the\npore structure of the Chang 63 reservoir is divided into four types, namely types I–IV. They have different reservoir spaces,\nand their reservoir and seepage capacities decrease in the order of types I–IV pore structures. Moreover, displacement patterns in them are also different, with the finger-like-reticular displacement as the primary. In addition, pore throat radius and\ndistribution play a critical role in the water flooding. It is also demonstrated that the water flooding efficiency increases with\npermeability and porosity, pore structure quality, and pore throat distribution evenness.", "Daftar File": {}, "Penulis": "PAN LI [-]", "Kontributor / Dosen Pembimbing": ["Wei Sun", "Jian Yan", "Rui Huang", "Hexin Huang"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "Mining & related operations", "Kata Kunci": "Microscopic pore structure, Water flooding experiment, Huaqing oilfield, Physical properties, Pore structure type", "Sumber": "Journal of Petroleum Exploration and Production Technology, Volume 8, Issue 4, 1099-1112 (December 2018), https://doi.org/10.1007/s13202-018-0473-0", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "27 Nov 2019"}