{"Nomor": 45207, "Judul": "HIDROFILISASI GRAPHENE DARI LIMBAH KELAPA SAWIT SEBAGAI BAHAN SUPERKAPASITOR", "Abstrak": "HIDROFILISASI GRAPHENE DARI LIMBAH KELAPA SAWIT SEBAGAI BAHAN SUPERKAPASITOR\nOleh\nHera Rahma Fitri\nNIM: 23017301\n(Program Studi Magister Teknik Kimia)\nLuas areal perkebunan kelapa sawit dan produksi minyak kelapa sawit di Indonesia mengalami peningkatan setiap tahunnya. Peningkatan produksi minyak kelapa sawit menyebabkan limbah yang dihasilkan pabrik minyak sawit pun semakin meningkat. Limbah tersebut dapat dimanfaatkan sebagai bahan baku produk yang memiliki nilai tambah tinggi. Salah satu produk yang dapat dibuat dari limbah kelapa sawit adalah graphene.\nGraphene merupakan bentuk 2 dimensi dari atom-atom karbon yang tersusun dalam kisi heksagonal. Graphene mempunyai luas spesifik dan konduktivitas listrik yang tinggi, sehingga graphene dapat diaplikasikan sebagai elektroda superkapasitor. Graphene dapat dibuat dengan berbagai metode, di antaranya adalah mechanical exfoliation menggunakan scotch tape, reduksi graphene oxide, dan chemical vapor deposition. Pembuatan graphene yang sederhana adalah dengan metode pirolisis. Pirolisis adalah dekomposisi kimiawi bahan organik melalui pemanasan tanpa atau dengan sedikit oksigen. Penelitian ini difokuskan pada hidrofilisasi graphene dari limbah kelapa sawit menggunakan FeCl3 sebagai katalis dan ZnCl2 sebagai activating agent. Pirolisis dilakukan pada 2 tahap (tahap pertama pada temperatur 350 oC, dilanjutkan tahap kedua pada temperatur 900 oC).\nSurfaktan cetyl trimethylammonium bromide (CTAB) terbukti dapat meningkatkan hidrofilisitas graphene dari tandan kosong kelapa sawit (TKKS) maupun cangkang kelapa sawit (CKS). Sudut kontak KOH-graphene sebesar 55o menurun menjadi 26o setelah ditambahkan CTAB. Sedangkan kapasitansi spesifik graphene menurun dari 43,87 F g-1 menjadi 11,91 F g-1 setelah ditambahkan CTAB.", "Daftar File": {"COVER Hera Rahma Fitri": "https://digilib.itb.ac.id/gdl/download/189996", "BAB1 Hera Rahma Fitri": "https://digilib.itb.ac.id/gdl/download/189997", "BAB2 Hera Rahma Fitri": "https://digilib.itb.ac.id/gdl/download/189998", "BAB3 Hera Rahma Fitri": "https://digilib.itb.ac.id/gdl/download/189999", "BAB4 Hera Rahma Fitri": "https://digilib.itb.ac.id/gdl/download/190000", "BAB5 Hera Rahma Fitri": "https://digilib.itb.ac.id/gdl/download/190001", "2019_TS_TK_HERA RAHMA FITRI 23017301-1.LAMPIRAN.pdf?": "https://digilib.itb.ac.id/gdl/download/190002"}, "Penulis": "Hera Rahma Fitri [23017301]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Isdiriayani", "Dr.Eng. Pramujo Widiatmoko, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Chemical engineering", "Kata Kunci": "graphene, hidrofilisasi, limbah kelapa sawit, pirolisis", "Sumber": "Perpustakaan Teknik Kimia", "Staf Input/Edit": "Budi Cahyadi  \n                                     Budi Cahyadi", "File": "7 file", "Tanggal Input": "28 Nov 2019"}