{"Nomor": 45208, "Judul": "AKTIVITAS HEPATOPROTEKTIF KOMBINASI EKSTRAK ETANOL DAUN MURBEI (MORUS NIGRA L.) DAN DAUN BINAHONG (ANREDERA CORDIFOLIA (TEN.) STEENIS) PADA TIKUS YANG DIINDUKSI PARASETAMOL", "Abstrak": "Hati merupakan organ metabolisme yang rentan terhadap paparan zat toksik yang dapat\nmenginduksi kerusakan hati, sehingga dibutuhkan sediaan yang mampu mencegah kerusakan hati,\nyang disebut hepatoprotektor. Penelitian terdahulu menunjukkan adanya aktivitas hepatoprotektif\npada ekstrak etanol daun murbei dan binahong secara tunggal, namun belum ada penelitian yang\nmengamati efek kombinasinya. Oleh karena itu, penelitian ini bertujuan menguji aktivitas\nhepatoprotektif kombinasi ekstrak etanol daun murbei (DM) dan daun binahong (DB) yang\ndibandingkan dengan dosis tungalnya pada tikus Wistar betina yang diinduksi parasetamol. Kedua\ntanaman diekstraksi dengan cara refluks menggunakan pelarut etanol. Hewan uji dibagi menjadi 7\nkelompok, yaitu kelompok normal, kontrol positif, pembanding silimarin 100 mg/kg bb, ekstrak DM\n200 mg/kg bb, ekstrak DB 100 mg/kg bb, kombinasi A (DM 200 mg/kg bb ?DB 100 mg/kg bb), dan\nkombinasi B (DM 100 mg/kg bb ?DB 50 mg/kg bb). Induksi dilakukan dengan pemberian\nparasetamol 900 mg/kg bb. Penentuan parameter uji ALT dan AST dilakukan pada hari ke-0, 7, dan\n14. Pada hari ke-14 hewan dikorbankan dan organ hati diisolasi untuk menentukan indeks organ\ndan histologi. Pada hari ke-7, hasil analisis aktivitas ALT menunjukkan seluruh kelompok uji dan\npembanding memiliki nilai lebih rendah secara signifikan terhadap kontrol positif, sedangkan\naktivitas AST menunjukkan hanya pembanding dan kombinasi B yang menunjukkan nilai lebih\nrendah secara signifikan terhadap kontrol positif. Pada hari ke-14, nilai ALT dan AST semua\nkelompok uji dan pembanding lebih rendah secara signifikan terhadap kontrol positif. Indeks organ\nhati semua kelompok tidak menunjukkan perbedaan bermakna secara statistik. Dari keempat\nkelompok uji, gambaran histologi hati yang menunjukkan kerusakan minimal terlihat pada\nkelompok kombinasi B. Kombinasi B (DM 100 mg/kg bb ?DB 50 mg/kg bb) menunjukkan aktivitas\nhepatoprotektif lebih baik dibandingkan dosis tunggalnya dan sebanding dengan pembanding\nsilimarin 100 mg/kg bb.", "Daftar File": {"ABSTRAK Modi Evana Putri": "https://digilib.itb.ac.id/gdl/download/190003"}, "Penulis": "Modi Evana Putri [11612022]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Elin Yulinah", "Siti Farah Rahmawati, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "daun murbei, daun binahong, hepatoprotektif, parasetamol, asetaminofen.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "28 Nov 2019"}