{"Nomor": 45218, "Judul": "AKTIVITAS EKSTRAK, EKSTRAK AMPAS, DAN MINYAK ATSIRI BATANG SERAI [CYMBOPOGON CITRATUS (D.C.) STAPF] TERHADAP MYCOBACTERIUM TUBERCULOSIS DAN STAPHYLOCOCCUS AUREUS SENSITIF DAN RESISTEN", "Abstrak": "Mycobacterium tuberculosis (Mbt) merupakan bakteri penyebab tuberkulosis, yaitu salah satu\npenyakit infeksi paling mematikan di dunia. Perkembangan resistensi obat antituberkulosis\nmeningkat dengan salah satu faktor utama penyebabnya adalah ketidakpatuhan pasien terhadap\nregimen pengobatan yang cukup lama. Aktivitas ekstrak etanol batang serai hasil refluks, minyak\natsiri hasil distilasi uap air, dan ekstrak etanol ampas, yaitu batang serai yang telah terhilangkan\nminyak atsirinya, diuji dan dibandingkan sebagai salah satu alternatif antituberkulosis terhadap\nMbt sensitif galur H37Rv, resisten Isoniazid dan Etambutol (Resisten HE), dan resisten\nStreptomisin dan Rifampisin (Resisten SR). Aktivitas antituberkulosis diuji dengan metode\npengenceran, jumlah koloni yang tumbuh dihitung setiap minggu selama delapan minggu\nterhitung setelah bakteri diinokulasikan. Bahan uji dikatakan memiliki aktivitas antituberkulosis\nbila hingga minggu ke-8 persentase hambatan yang dihasilkan ????????Pengujian sebagai\nantibakteri juga dilakukan terhadap bakteri gram positif, yaitu Staphylococcus aureus dan MRSA.\nAktivitas ditentukan berdasarkan nilai Konsentrasi Hambat Minimum (KHM) hasil pengujian\nmikrodilusi. Bahan uji memiliki aktivitas yang berbeda pada tiap galur Mycobacterium.\nPertumbuhan Mbt H37Rv dihambat oleh minyak atsiri 100 µg/mL. Tidak ada bahan uji yang dapat\nmenghambat pertumbuhan Mbt resisten SR sejak minggu ke-4. Pertumbuhan Mbt resisten HE\ndihambat oleh ekstrak batang serai dan minyak atsiri, aktivitasnya diduga dipengaruhi konsentrasi\nbakteri. Nilai KHM untuk S. aureus dihasilkan oleh ekstrak batang serai, yaitu 2048 µg/mL,\nsementara untuk MRSA oleh minyak atsiri, yaitu 4096 µg/mL. Hasil penelitian ini menunjukkan\nbahwa minyak atsiri pada batang serai merupakan komponen yang lebih potensial untuk\ndikembangkan sebagai antituberkulosis. Aktivitas sinergis minyak atsiri dan komponen lain batang\nserai ditunjukkan oleh Mbt resisten HE dan S. aureus.", "Daftar File": {"ABSTRAK Astiani Nida Khansa": "https://digilib.itb.ac.id/gdl/download/190038"}, "Penulis": "Astiani Nida Khansa [11612033]", "Kontributor / Dosen Pembimbing": ["Dr. Neng Fisheri Kurniati, S.Si., M.Si., Apt.", "Dr. Rika Hartati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Cymbopogon citratus, ekstrak, minyak atsiri, antituberkulosis, antibakteri", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "28 Nov 2019"}