{"Nomor": 45215, "Judul": "SURVEI PENGGUNAAN OBAT SETELAN DI KELURAHAN KEBONWARU KECAMATAN BATUNUNGGAL KOTA BANDUNG DAN IDENTIFIKASI KANDUNGAN SENYAWA OBAT SETELAN", "Abstrak": "Obat setelan merupakan obat yang dikemas dalam satu bungkus yang berisi 4 sampai 6 obat.\nObat setelan yang dijual bebas di toko tanpa pelabelan yang jelas, diedarkan dan diserahkan\noleh bukan ahlinya dapat membahayakan dan dapat berakibat fatal jika obat tersebut\ntergolong obat keras dan digunakan oleh masyarakat dalam jangka panjang. Penelitian ini\nbertujuan untuk mengidentifikasi efektivitas dan efek samping yang muncul setelah\nmengonsumsi obat setelan dan identifikasi senyawa yang terkandung dalam obat setelan yang\ndikonsumsi masyarakat Kebonwaru. Penelitian merupakan studi deskriptif observasional yang\ndilakukan secara retrospektif dan konkuren melalui data kuesioner kepada pengguna obat\nsetelan. Analisis kualitatif dengan metode Kromatografi Lapis Tipis (KLT) dilakukan dengan\nmenggunakan fase gerak kloroform:aseton (4:1). Jumlah sampel yang diidentifikasi berjumlah\n6 sampel obat setelan. Berdasarkan hasil kuesioner, 87% pengguna merasa lebih baik setelah\nmenggunakan obat setelan dan 33% pengguna obat setelan merasakan efek samping berupa\nmengantuk, mual dan muntah, jantung berdebar dan gangguan pencernaan. Hasil identifikasi\nsenyawa yang terkandung pada sampel A dan D mengandung parasetamol. Sampel B\nmengandung piroksikam. Sampel C mengandung parasetamol. Sampel E mengandung\nparasetamol. Senyawa yang terkandung pada sampel A, C, D dan E adalah parasetamol dan\nsampel B mengandung piroksikam.", "Daftar File": {"ABSTRAK Rona Febriska Putri": "https://digilib.itb.ac.id/gdl/download/190010"}, "Penulis": "Rona Febriska Putri [11612029]", "Kontributor / Dosen Pembimbing": ["Dr. Lia Amalia, S.Si., Apt., M.Si.", "Dr. rer. nat. Sophi Damayanti, M.Si., Apt.", "Iis Rukmawati, S.Si., MM.Kes., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "obat setelan, efek samping, parasetamol, piroksikam, identifikasi. ABSTRACT", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "28 Nov 2019"}