{"Nomor": 45217, "Judul": "UJI AKTIVITAS ANTIHIPERLIPIDEMIA KOMBINASI EKSTRAK ETANOL DAUN BINAHONG (ANREDERA CORDIFOLIA (TEN.) STEENIS) DAN DAUN MURBEI (MORUS NIGRA L.)", "Abstrak": "Hiperlipidemia merupakan suatu sindrom metabolik yang ditandai dengan meningkatnya salah satu\natau keseluruhan kadar kolesterol total, low density lipoprotein (LDL), dan trigliserida dalam darah\nmelebihi batas normalnya. Daun binahong dan daun murbei masing-masing digunakan secara\nempiris untuk mengobati hiperlipidemia. Namun belum ada penelitian yang menguji aktivitas\nkombinasi kedua ekstrak tanaman tersebut terhadap perbaikan profil lipid. Penelitian ini bertujuan\nmenentukan aktivitas antihiperlipidemia dari kombinasi ekstrak binahong dan murbei. Sebanyak 28\nekor tikus dibagi ke dalam tujuh kelompok yaitu normal, kontrol, simvastatin 3,6 mg/kg bb, B100\n(binahong 100 mg/kg bb), M200 (murbei 200 mg/kg bb), B50+M100 (binahong 50 mg/kg bb dan\nmurbei 100 mg/kg bb), dan B100+M200 (binahong 100 mg/kg bb dan murbei 200 mg/kg bb).\nInduksi hiperlipidemia dilakukan dengan pemberian pakan tinggi lemak bersamaan dengan\nkolesterol murni (200 mg/kg bb), asam kolat (0,2% bobot pakan), dan propiltiourasil (10 mg/kg bb)\nsecara oral selama 30 hari. Selanjutnya semua kelompok kecuali kelompok normal dan kontrol\ndiberikan bahan uji selama 21 hari. Pengukuran profil lipid dilakukan segera setelah induksi (T0)\nserta setelah 7, 14, dan 21 hari terapi (T7, T14, dan T21). Terdapat perbedaan bermakna pada\nkelompok B100, M200, B50+M100, dan B100+M200 dibandingkan dengan kelompok kontrol pada\nT21, dengan nilai masing-masing 37,32%, 42,87%, 54,10%, dan 59,61% pada parameter reduksi\nkadar kolesterol total, serta 43,16%, 48,08%, 60,72%, dan 67,00% untuk reduksi LDL. Dapat\ndisimpulkan bahwa kelompok B100, M200, B50+M100, dan B100+M200 menurunkan kadar\nkolesterol total dan LDL secara bermakna pada hari ke-21 terapi. Kelompok kombinasi ekstrak\n(B100+M200) menunjukkan aktivitas lebih baik dibandingkan dengan kelompok ekstrak binahong\n(B100) dan ekstrak murbei (M200).", "Daftar File": {"ABSTRAK Nisrina Nur Aini": "https://digilib.itb.ac.id/gdl/download/190030"}, "Penulis": "Nisrina Nur Aini [11612031]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Elin Yulinah"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Anredera cordifolia (Ten.) Steenis, Morus nigra L., binahong, murbei, hiperlipidemia", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "28 Nov 2019"}