{"Nomor": 45211, "Judul": "AKTIVITAS ANTITUKAK KOMBINASI EKSTRAK RIMPANG KUNYIT (CURCUMA DOMESTICA VAL) DENGAN EKSTRAK PROPOLIS PADA TIKUS WISTAR JANTAN YANG DIINDUKSI ASETOSAL", "Abstrak": "Ketidakseimbangan antara faktor defensif dan faktor agresif dalam lambung dapat menyebabkan\nterjadinya tukak atau luka. Salah satu penyebab utama terjadinya tukak lambung adalah\npenggunaan obat antiinflamasi nonsteroid seperti asetosal dalam dosis tinggi. Kunyit (Curcuma\ndomestica Val.) merupakan tanaman yang banyak tersebar di Asia Tenggara dan penggunaannya\nsangat beragam. Menurut penelitian, kandungan kurkumin yang terdapat dalam kunyit memiliki\naktivitas antitukak dan efek gastroprotektif. Propolis merupakan resin atau semacam getah yang\ndikumpulkan lebah dari tanaman. Popularitasnya meningkat sebagai salah satu pilihan\npengobatan alternatif atau suplemen tambahan untuk menunjang kesehatan di dunia. Penelitian\nterdahulu telah menemukan aktivitas propolis sebagai antitukak. Kombinasi keduanya\ndiperkirakan memiliki aktivitas antitukak yang lebih baik. Penelitian ini bertujuan menentukan\naktivitas antitukak ekstrak kunyit yang dikombinasikan dengan ekstrak propolis. Aktivitas\nditentukan dengan pengujian kombinasi ekstrak pada hewan uji yang telah diinduksi tukak\ndengan asetosal. Jumlah dan keparahan lesi ditentukan secara makroskopik dan mikroskopik.\nPada kelompok hewan yang diuji dengan ekstrak kunyit 100 mg/kg bb dan propolis 100 mg/kg bb\nmenunjukkan perbedaan yang signifikan jumlah dan keparahan lesi jika dibandingkan dengan\nkelompok kontrol (p<0,05). Pada dosis kunyit 100 mg/kg bb dan propolis 50 mg/kg bb juga\nmemberikan hasil yang berbeda bermakna jumlah dan keparahan lesi dibandingkan dengan\nkelompok kontrol (p<0,05). Kedua dosis kombinasi dibandingkan dengan kelompok hewan uji\nekstrak kunyit tunggal 100 mg/kg bb dan kelompok propolis tunggal 100 mg/kg bb memiliki\nperbedaan bermakna (p<0,05). Dapat disimpulkan kombinasi ekstrak kunyit dengan ekstrak\npropolis memberikan aktivitas antitukak yang lebih baik dibandingkan dengan penggunaan kunyit\natau propolis tunggal.", "Daftar File": {"ABSTRAK Windha Mukti Audhina": "https://digilib.itb.ac.id/gdl/download/190006"}, "Penulis": "Windha Mukti Audhina [11612025]", "Kontributor / Dosen Pembimbing": ["Prof. I Ketut Adnyana, M.Si., Ph.D.", "Dewi Safitri, S.Farm., Apt., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "antitukak, tukak lambung, asetosal, kunyit, propolis, ranitidin", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "28 Nov 2019"}