{"Nomor": 45225, "Judul": "USULAN STRATEGI BISNIS TOFORD PLASTIC MANUFACTURING CORPORATION UNTUK MEMASUKI PASAR AQUACULTURE DI INDONESIA", "Abstrak": "Industri perikanan Indonesia terus meningkat dari tahun ke tahun, sedikit di belakang China sebagai penghasil ikan terbesar di dunia, dimulai pada tahun 2014 setelah program pembangunan jangka panjang nasional. Akuakultur adalah sektor produksi pangan dengan pertumbuhan tercepat di dunia serta salah satu sektor yang memiliki potensi yang tinggi dalam industri perikanan. Dengan demikian, akuakultur juga bisa menjadi salah satu solusi untuk keberlanjutan pangan yang sedang dihadapi di seluruh dunia. Setiap tahun pemerintah menetapkan target laju pertumbuhan yang lebih tinggi untuk konsumsi ikan per kapita sekitar 1-2%. Potensi area untuk akuakultur di Indonesia adalah sekitar 17,92 juta hektar, yang mana sebagian besar di antaranya adalah potensi budidaya laut sekitar 12,12 juta hektar. Untuk budidaya laut, bahan HDPE100 adalah bahan yang paling cocok untuk bahan baku kandang karena daya tahan, ketahanan korosi, dan modal investasi yang cukup rendah. \nToford Plastic Manufacturing Corporation memiliki minat yang tinggi dalam akuakultur laut di Indonesia. Dalam menganalisis pasar akuakultur Indonesia, beberapa analisis dilakukan. PESTEL, Porter’s 5 Forces, STP, Marketing Mix, Value Chain, dan SWOT adalah analisis yang digunakan untuk pasar akuakultur Indonesia untuk Toford. Hasil penelitian menunjukkan bahwa pasar akuakultur Indonesia masih dalam tahap awal yang dibuktikan dengan regulasi yang masih minim dibidang akuakultur, sebagian besar petani adalah petani kecil dengan teknologi sederhana dan lahan terbatas, rendahnya varietas ikan yang dibudidayakan, banyak daerah yang berpotensi yang belum dimanfaatkan oleh petani, banyak pesaing global tetapi hanya sedikit dari mereka yang masuk ke pasar akuakultur Indonesia. \nUntuk memasuki pasar akuakultur Indonesia, formulasi strategis dibuat untuk Toford menggunakan TOWS dan Ansoff Matrix. Berdasarkan formulasi strategis, ada 3 solusi untuk Toford. Pertama representative agents Toford akan membantu Toford untuk mengurus administrasi pengiriman dan kontrak di Indonesia serta negara-negara Asia Tenggara lainnya, melakukan pemasaran, membangun hubungan sesuai dengan kepercayaan dan jaringan, menghadiri dan berpartisipasi Toford dipameran dan konferensi bisnis akuakultur yang akan membawa lebih banyak koneksi ke petani, pemasok, produsen, dan pakar dari beberapa daerah. Kedua menjadi turnkey solution provider dengan memiliki perusahaan baru yang bekerja sama dengan perusahaan lain. Gagasan utamanya adalah membangun serangkaian hubungan dengan beberapa agen di pasar Indonesia dan kemudian menyiapkan berbagai portofolio solusi dengan bantuan mitra. Ketiga membuat pabrik pipa bertujuan untuk mendirikan pabrik tambahan di Indonesia untuk menjadi lebih efisien dalam hal logistik dan masalah jaringan. \nPenelitian lebih lanjut perlu dilakukan untuk pengembangan produk baru dan KPI agen, brand awareness, bisnis harus terkontrol dan dievaluasi setiap periode waktu oleh Toford untuk memastikan produk akuakultur yang baik, dapat dipercaya, dan berkelanjutan untuk pelanggan Toford.", "Daftar File": {"2019_TS_PP_Patih Fathin Rizal_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/190097"}, "Penulis": "Patih Fathin Rizal [29117419]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Mursyid Hasan Basri, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Akuakultur, industri perikanan, HDPE100", "Sumber": "TOFORD", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "29 Nov 2019"}