{"Nomor": 45228, "Judul": "EVALUASI FARMAKOKINETIKA DAN FARMAKODINAMIKA PATCH KININ TIPE MATRIKS PADA TIKUS WISTAR JANTAN", "Abstrak": "Kram kaki nokturnal merupakan nyeri akibat kontraksi otot berlebihan pada kaki yang terjadi\npada malam hari dan dapat menyebabkan gangguan tidur. Kinin secara oral merupakan terapi\nfarmakologi yang efektif untuk mengobati kram kaki nokturnal, tetapi juga memiliki efek\nsamping yang merugikan. Sediaan patch transdermal tipe matriks dapat mengurangi terjadinya\nlonjakan dosis, dengan demikian diharapkan akan mengurangi efek samping jika dibandingkan\ndengan terapi oralnya. Pada penelitian sebelumnya telah dikembangkan formulasi patch kinin\ntipe matriks hingga evaluasi difusi in vitro. Penelitian ini bertujuan untuk mengevaluasi\nkarakteristik farmakokinetika dan farmakodinamika patch kinin tipe matriks pada tikus Wistar\njantan. Patch kinin (40 mg/patch) dibuat dengan mencampurkan kinin HCl ke dalam matriks\nHPMC dengan penambahan plasticizer berupa propilen glikol. Evaluasi karakteristik fisika dan\nkimia patch kinin meliputi keseragaman bobot, ketebalan film, kadar air, morfologi patch\ndengan SEM, tensile strength, % pemanjangan, ketahanan pelipatan, penetapan kadar, dan uji\ndifusi in vitro. Evaluasi farmakokinetika dilakukan pada 2 kelompok tikus Wistar jantan\n(masing-masing n = 5) yaitu kelompok oral dengan dosis 27 mg/kg bb dan kelompok\ntransdermal dengan dosis 54 mg/kg bb. Evaluasi farmakodinamika dilakukan dengan metode\ntriction dan rotarod masing-masing pada 5 kelompok tikus Wistar jantan (masing-masing n = 8\nuntuk metode triction dan n = 5 untuk metode rotarod) yaitu kelompok normal, kelompok oral\n(27 mg/kg bb), kelompok transdermal dosis tinggi (54 mg/kg bb), kelompok transdermal dosis\nsedang (18 mg/kg bb), dan kelompok transdermal dosis rendah (3,6 mg/kg bb). Analisis profil\ndarah dilakukan pada kelompok normal, oral (27 mg/kg bb), dan transdermal dosis sedang\n(18 mg/kg bb) pada minggu ketiga pemakaian berulang. Sediaan oral dan transdermal memiliki\nperbedaan bermakna (p < 0,05) pada tmaks dan Cmaks di mana pada sediaan oral memiliki tmaks 2\njam dan Cmaks 559,950 ± 192,926 ng/mL sedangkan sediaan transdermal memiliki tmaks 8 jam\ndan Cmaks 208,744 ± 40,159 ng/mL. AUC0-24 sediaan oral (27 mg/kg bb) sebanding dengan\nAUC0-24 sediaan transdermal (54 mg/kg bb) (p > 0,05). Dari metode rotarod dan triction\ndiperoleh efek sediaan oral sebanding dengan sediaan transdermal dosis tinggi dan dosis\nsedang, sedangkan sediaan transdermal dosis rendah tidak berbeda secara bermakna dengan\nkelompok normal (p > 0,05). Jumlah trombosit pada semua kelompok masih dalam rentang\nnormal, jumlah trombosit pada kelompok normal sebanding dengan kelompok transdermal\ndosis sedang (p > 0,05), tetapi berbeda secara bermakna dengan kelompok oral (p < 0,05).", "Daftar File": {"ABSTRAK Yulia Fransiska Manurung": "https://digilib.itb.ac.id/gdl/download/190199"}, "Penulis": "Yulia Fransiska Manurung [20712042]", "Kontributor / Dosen Pembimbing": ["Dr. Lucy Dewi Nurhajati Sasongko, M.Si.", "Prof. I Ketut Adnyana, M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Kram Kaki Nokturnal, Patch, Kinin, Matriks, Farmakokinetika, Farmakodinamika", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "02 Des 2019"}