{"Nomor": 45237, "Judul": "FORMULASI SEDIAAN GEL DAN NANOEMULGEL EKSTRAK ETANOL KULIT BATANG Nauclea subdita (Korth) Steud. (BANGKAL) SERTA UJI AKTIVITAS ANTIBAKTERI TERHADAP Propionibacterium acnes", "Abstrak": "Latar Belakang dan Tujuan: Nauclea subdita (bangkal) adalah salah satu tumbuhan\nasli Kalimantan yang secara empiris berkhasiat sebagai anti jerawat. Penggunaan serbuk\nkulit batang bangkal secara empiris kurang praktis dan tidak nyaman, sehingga\ndiperlukan formulasi sediaan sebagai pembawa. Telah dilaporkan bahwa ukuran partikel\nyang kecil dalam emulsi dapat berfusi dan mengganggu sel prokariotik, virus dan sel\neukariotik fungi. Kemampuan antimikroba nanoemulsi dipercaya dihasilkan karena\nukuran nano partikel minyak. Oleh sebab itu, selain ekstrak kulit batang bangkal dibuat\ngel, ekstrak juga dibuat nanoemulsi yang diinkoporasikan ke dalam gel (nanoemulgel)\nkemudian dibandingkan aktivitasnya. Tujuan dari penelitian ini adalah memformulasikan\nsediaan gel dan nanoemulgel dari ekstrak kulit batang bangkal yang stabil dan elegan, dan\nmenguji aktivitasnya dalam penghambatan pertumbuhan bakteri Propionibacterium acnes\n(P. acnes) sehingga berpotensi untuk pengembangan pemanfaatan tanaman sebagai\nkosmetik dalam sediaan yang sesuai. Metode: Kulit batang bangkal diekstraksi\nmenggunakan teknik Soxhlet dengan pelarut etanol. Ekstrak yang diperoleh\ndikarakterisasi dan ditentukan konsentrasi hambat minimumnya (KHM) mengikuti\nmetode mikrodilusi cair berdasarkan CLSI (2004). Ekstrak kemudian dibuat nanoemulsi.\nHPMC, Viscolam SMC 20, dan Carbopol 940 diorientasi sebagai basis yang cocok.\nEkstrak kemudian diformulasikan dalam bentuk gel dan nanoemulgel serta diuji\naktivitasnya dengan metode difusi agar. Gel dan nanoemulgel terpilih dievaluasi secara\nfisik dan biologi serta diuji iritasi. Hasil: Rendemen ekstrak sebesar 6,141 % b/b. Rasio\nminyak, surfaktan, kosurfaktan yang paling baik sebagai pembawa ekstrak adalah Virgin\nCoconut Oil (VCO) : Cremophor RH40 : etanol perbandingan 1 : 8: 1, nanoemulsi\ndengan rasio ini sebagai pembawa ekstrak sebesar 25 mg. HPMC 5 % dipilih sebagai\nbasis gel ekstrak dan Viscolam SMC 20 20 % dipilih sebagai basis nanoemulgel ekstrak.\nNanoemulgel ekstrak 1 % dapat menghambat pertumbuhan P. acnes sedangkan saat\ndibuat bentuk gel memerlukan konsentrasi 6 % baru menunjukkan penghambatan. Secara\nestetika, sediaan nanoemulgel lebih terlihat menarik karena berwarna jernih dibandingkan\ndengan sediaan gel. Penelitian menunjukkan sediaan gel dan nanoemulgel tidak\nmenimbulkan iritasi dan stabil secara fisika dan biologi sampai pada hari ke-30.\nKesimpulan: Ekstrak etanol kulit batang bangkal memiliki aktivitas terhadap P. acnes\nseperti pada empirisnya. Ekstrak yang dibuat dalam bentuk nanoemulgel memberikan\nnilai KHM 5 kali lebih baik (1 %) dibandingkan ekstrak yang langsung dibuat gel (6 %).\nGel 6 % dan nanoemulgel 1 % ekstrak kulit batang bangkal dapat dijadikan salah satu\nalternatif obat jerawat yang berkhasiat dan tidak mengiritasi.", "Daftar File": {"ABSTRAK Mia Fitriana": "https://digilib.itb.ac.id/gdl/download/190207"}, "Penulis": "Mia Fitriana [20711059]", "Kontributor / Dosen Pembimbing": ["Dr. Sasanti Tarini, M.Si.", "Marlia Singgih, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Nauclea subdita, gel, nanoemulgel, anti jerawat, Propionibacterium acnes", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "03 Des 2019"}