{"Nomor": 45230, "Judul": "PENGEMBANGAN INTERFERON ALFA 2B MANUSIA REKOMBINAN BIOSIMILAR MELALUI EKSPRESI DI PERIPLASMA ESCHERICHIA COLI BL21(DE3)", "Abstrak": "Interferon-?2b manusia rekombinan (rhIFN?2b) sebagai produk biosimilar harus memiliki\nurutan asam amino yang identik dengan bentuk natifnya di dalam tubuh manusia.\nKetidakidentikan residu asam amino ujung-N rhIFN?2b yang diproduksi menggunakan sel\ninang Escherichia coli BL21(DE3) (E. coli BL21(DE3)) salah satunya dapat ditanggulangi\ndengan mengekspresikan protein tersebut ke kompartemen periplasma. Konstruksi gen\npengkode rhIFN?2b hingga transformasi plasmid rekombinan pET16b-rhIFN?2b ke dalam E.\ncoli TOP10 telah dilakukan pada penelitian sebelumnya. Penelitian ini difokuskan pada\noptimasi kondisi overproduksi, isolasi protein periplasma, dan proses pemurnian rhIFN?2b. E.\ncoli BL21(DE3) yang membawa pET16b-rhIFN?2b difermentasi pada beberapa variasi\nkonsentrasi induser, waktu dan suhu induksi. Isolasi protein periplasma menggunakan metode\nosmotic shock. Penambahan kation divalen adalah parameter yang dioptimasi. Pemurnian\ndilakukan dengan kromatografi filtrasi gel dan kromatografi penukar ion. Kromatografi\npenukar ion menggunakan sistem gradien konsentrasi NaCl dan pH. rhIFN?2b dikarakterisasi\ndengan analisis Sodium Dodecyl Sulfate Polyacrylamide Gel Elektroforesis (SDS PAGE) dan\ndiidentifikasi dengan analisis Western blot. Kondisi overproduksi yang optimal adalah pada\npenambahan 0,1 mM IPTG, dengan suhu induksi 25\no\nC, selama 18 jam. Isolasi protein\nperiplasma menggunakan metode osmotic shock dimodifikasi dengan penambahan MgCl2.\nAnalisis protein total dengan SDS PAGE menunjukkan pita tebal di antara marka berukuran\n18,4 dan 25 kDa. Pita tersebut sejajar dengan pita tipis protein pada fraksi periplasma yang\ndianilisis dengan metode yang sama. Pita protein tersebut diduga merupakan pita protein\nrhIFN?2b. Analisis fraksi sitoplasma dan periplasma E. coli BL21(DE3) dengan Western blot\nmenunjukkan pita pada membran nitroselulosa di antara marka protein berukuran 18,4 dan 25\nkDa. Kondisi overproduksi dan metode osmotic shock hasil optimasi dapat digunakan untuk\nmemperoleh fraksi periplasma. rhIFN?2b terdapat dalam fraksi periplasma dengan kondisi\noverproduksi dan isolasi yang dilakukan. Analisis dengan metode LC MS/MS perlu dilakukan\nuntuk menentukan apakah rhIFN?2b yang terdapat pada fraksi periplasma masih dalam\nkeadaan fusi dengan leader sequence enterotoksin II. Optimasi purifikasi lebih lanjut perlu\ndilakukan agar dihasilkan protein periplasma dalam jumlah yang tinggi.", "Daftar File": {"ABSTRAK Adhitya Jessica": "https://digilib.itb.ac.id/gdl/download/190201"}, "Penulis": "Adhitya Jessica [20712046]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Heni Rachmawati, Apt., M.Si.", "Prof. Dr. Debbie Soefie Retnoningrum"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Interferon alpha2b, biosimilar, Enterotoksin II, osmotic shock, Escherichia coli BL21 (DE3).", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "02 Des 2019"}