{"Nomor": 45243, "Judul": "ANALISIS KOMPONEN MADU PAHIT DIBANDINGKAN DENGAN MADU MANIS", "Abstrak": "Madu pahit memiliki perbedaan berupa rasa pahit dibandingkan dengan madu\nmanis, yang diduga dihasilkan oleh komponen senyawa dalam madu pahit yang\ntidak terdapat di dalam madu manis. Penelitian ini bertujuan untuk menganalisis\nkomponen madu pahit dibandingkan dengan madu manis. Karakterisasi\nmakroskopis dan mikroskopis dilakukan terhadap madu pahit dan madu manis.\nSampel dimaserasi dengan pelarut etanol dan metanol. Pola kromatogram seluruh\nsampel diperoleh secara kromatografi lapis tipis (KLT) dengan fase diam silika\ngel GF254 dan fase gerak dengan berbagai kepolaran. Penambahan bahan kimia\nobat (BKO) dikonfirmasi secara KLT spektrofotodensitometri dengan\npembanding kortikosteroid deksametason, prednison dan metil prednisolon.\nPemurnian komponen madu pahit yang berbeda dengan madu manis dilakukan\nsecara KLT preparatif, dan uji kemurnian dilakukan secara KLT dengan tiga fase\ngerak berbeda kepolaran dan KLT 2 dimensi. Isolat komponen dikarakterisasi\ndengan spektrofotometri UV-Sinar tampak dan inframerah, serta spektroskopi\n1\nH-\nRMI dan\n13\nC-RMI. Pengujian mutu sampel dilakukan berdasarkan parameter uji\nStandar Nasional Indonesia (SNI). Isolat X yang diperoleh dari ekstrak metanol\nmadu pahit sampel E mempunyai: Rf 0,6 pada kromatogram lapis tipis dengan\nfase gerak kloroform-metanol (9:1); memadamkan pendaran sinar UV ?254 nm;\nmemiliki panjang gelombang maksimum UV-Sinar tampak ?280 nm dalam\npelarut metanol; diduga merupakan senyawa 5-hidroksimetil-2-furaldehida.\nAnalisis dengan pembanding BKO menunjukkan bahwa sampel madu pahit yang\ndianalisis tidak mengandung BKO deksametason, prednison, maupun metil\nprednisolon.", "Daftar File": {"ABSTRAK Muhammad Nur Abdillah": "https://digilib.itb.ac.id/gdl/download/190220"}, "Penulis": "Muhammad Nur Abdillah [20711036]", "Kontributor / Dosen Pembimbing": ["Dr. Ilma Nugrahani, M.Si., Apt.", "Prof. Dr. Irda Fidrianny, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "analisis, madu pahit, KLT, spektrofotodensitometri, 5-hidroksi metil-2-furaldehida", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "03 Des 2019"}