{"Nomor": 45244, "Judul": "STUDI MEKANISME PERBAIKAN GINJAL OLEH EKSTRAK RAMBUT JAGUNG (Zea mays L.), DAUN BINAHONG (Anredera cordifolia (Ten.) Steenis), SERTA EFEK KOMBINASINYA PADA TIKUS GAGAL GINJAL", "Abstrak": "Latar Belakang dan Tujuan : Setiap saat sel-sel tubuh menghasilkan produkproduk sisa metabolisme yang harus dikeluarkan dari dalam tubuh. Fungsi\nekskresi tersebut dilakukan oleh ginjal. Apabila terjadi penurunan fungsi atau\nkerusakan pada ginjal yang disebut sebagai gagal ginjal, terjadi akumulasi produk\ntoksin dan gangguan keseimbangan lain. Pada kondisi tersebut, terjadi\npeningkatan stres oksidatif yang cenderung memperparah kondisi awal.\nPenanganan gagal ginjal membutuhkan biaya tinggi, tetapi memberikan hasil\nakhir yang belum tentu memuaskan. Studi terdahulu menunjukkan bahwa baik\nrambut jagung maupun binahong dapat membantu perbaikan fungsi ginjal pada\nmodel tikus gagal ginjal. Oleh karena itu, penelitian ini ditujukan untuk\nmenentukan efek pemberian kombinasi ekstrak rambut jagung dan binahong\nterhadap kerusakan gagal ginjal serta mempelajari pengaruhnya terhadap stres\noksidatif. Metode : Model tikus gagal ginjal dibentuk melalui pemberian\ngentamisin 100 mg/kg bb secara intraperitoneal dan piroksikam 3,6 mg/kg bb\nperoral selama 7 hari berturut-turut yang dilanjutkan dengan pemberian\npiroksikam selama periode terapi. Hewan uji dibagi menjadi kelompok kontrol\npositif, kelompok uji jagung 75 mg/kg bb, kelompok uji binahong 100 mg/kg bb,\nkelompok uji jagung-binahong setengah dosis, kelompok uji jagung-binahong\nsatu dosis, dan kelompok kontrol negatif. Ekstrak diberikan selama 4 minggu.\nParameter evaluasi fungsi ginjal adalah kadar kreatinin serum, kadar urea serum,\nindeks ginjal, dan histologi, sedangkan untuk mengukur tingkat stres oksidatif,\ndilakukan pengujian terhadap tingkat peroksidasi lipid, aktivitas katalase, dan\nSOD (superoksida dismutase).\nHasil : Pada minggu ketiga, terlihat bahwa pemberian ekstrak mulai dapat\nmenghasilkan penurunan kadar kreatinin serum secara bermakna. Penurunan\nkadar urea serum baru terlihat kebermaknaannya pada minggu kelima. Kelompok\nuji kombinasi setengah dosis memberikan aktivitas yang sebanding dengan\ntunggal-tungalnya, tetapi tidak didapati peningkatan efek secara signifikan pada\nkelompok dosis yang lebih besar. Setiap kelompok uji memperlihatkan nilai\nindeks ginjal dan profil histologi yang lebih baik dibandingkan terhadap\nkelompok kontrol positif. Pemberian ekstrak terbukti dapat menurunkan tingkat\nperoksidasi lipid dan meningkatkan aktivitas enzim katalase dan SOD secara\nbermakna. Tidak didapati perbedaan yang signifikan di antara kelompokkelompok uji. Kesimpulan : Baik rambut jagung maupun binahong dapat\nmembantu perbaikan fungsi ginjal pada model tikus gagal ginjal. Penggunaan\nkombinasi menunjukkan efek sebanding atau sedikit lebih baik dari ekstrak\ntunggal sehingga kemungkinan bersifat aditif. Mekanisme perbaikan disebabkan\noleh penurunan stres oksidatif yang diberikan oleh tiap ekstrak dan kombinasinya.", "Daftar File": {"ABSTRAK Levina Ferdiana Adiwibowo": "https://digilib.itb.ac.id/gdl/download/190221", "COVER Levina Ferdiana Adiwibowo": "https://digilib.itb.ac.id/gdl/download/190222", "BAB 1 Levina Ferdiana Adiwibowo": "https://digilib.itb.ac.id/gdl/download/190223", "BAB 2 Levina Ferdiana Adiwibowo": "https://digilib.itb.ac.id/gdl/download/190224", "BAB 3 Levina Ferdiana Adiwibowo": "https://digilib.itb.ac.id/gdl/download/190225", "BAB 4 Levina Ferdiana Adiwibowo": "https://digilib.itb.ac.id/gdl/download/190226", "BAB 5 Levina Ferdiana Adiwibowo": "https://digilib.itb.ac.id/gdl/download/190228", "BAB 6 Levina Ferdiana Adiwibowo": "https://digilib.itb.ac.id/gdl/download/190229", "PUSTAKA Levina Ferdiana Adiwibowo": "https://digilib.itb.ac.id/gdl/download/190230"}, "Penulis": "Levina Ferdiana Adiwibowo [20710306]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Elin Yulinah Sukandar", "Dr. Joseph Iskendiarso Sigit"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Rambut jagung, daun binahong, ekstrak etanol, perbaikan fungsi ginjal, stres oksidatif.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "10 file", "Tanggal Input": "03 Des 2019"}