{"Nomor": 45249, "Judul": "Adjusting Porosity And Permeability Estimation By Nuclear Magnetic Resonance: a Case Study From a Carbonate Reservoir Of South of Iran", "Abstrak": "The aim of this study is to assess the accuracy of nuclear magnetic resonance (NMR) method in estimating the porosity\nand permeability in a carbonate reservoir located in south of Iran. In this study, 26 carbonate samples were selected and\ncommon core and NMR experiments were performed. Comparison of core and NMR porosity showed that NMR method is\nvery accurate for estimation of porosity. However, after comparison of core and NMR permeability, it was found that NMR\npermeability estimation cannot be used with the common coefficients since they are calibrated in the clastic reservoirs.\nTherefore, it is necessary to modify coefficients in the permeability models of the considered reservoirs. For this purpose,\n16 samples were selected to develop the model, and 10 samples for evaluating the accuracy of the model. In this study, freefluid and mean T2 models were two main models for permeability estimation using NMR method. Coefficients of the two\nabove-mentioned models were modified in terms of maximizing the coefficient of determination of core permeability and\ncalculated permeability using NMR permeability models. The proposed models were used to estimate permeability in 10\nother samples for verifying the reliability of models", "Daftar File": {}, "Penulis": "S. M. FATEMI AGHDA [-]", "Kontributor / Dosen Pembimbing": ["M. Taslimi", "A. Fahimifar"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "Mining & related operations", "Kata Kunci": "Nuclear magnetic resonance, Permeability model, Porosity, Timur-Coates model Schlumberger Doll Research model", "Sumber": "Journal of Petroleum Exploration and Production Technology, Volume 8, Issue 4, 1113-1127 (December 2018), https://doi.org/10.1007/s13202-018-0474-z", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "04 Des 2019"}