{"Nomor": 45254, "Judul": "Distribution of Remaining Oil Based On A Single Sand Body Analysis: a Case Study of Xingbei Oilfield", "Abstrak": "The description of a single sand body for remaining oil predictions is critical to the enhancement of oil recovery of an old\noilfield. Taking the fluvial facies of the Xingbei Oilfield as an example, a single sand body can be divided into four categories—“tabulated reservoir”, “untabulated reservoir”, “single channel sand body” and “abandoned channel”—using the\nreservoir architecture analysis method. The boundary surface of each type may be mud barriers or only an erosion surface,\nwhich was traced by careful anatomization of the single sand body. Then, a fine single sand body reservoir geological model\nwas constructed using a combination of a determined modelling method and stochastic modelling method. The numerical\nsimulation is executed using the constructed geological model to forecast the remaining oil distribution quantitatively. The\nresults show that the remaining oil was distributed in the bottom parts of the abandoned channel, top part of the point bar,\ntabulated reservoir, and channel edges. The movements of the injection water were mainly controlled by the mud barrier and\nsuperimposed styles of single sand body, which determines the formation of the remaining oil. This research has important\nguidance for oilfield development in the late stage, whose reservoir is composed of single sand bodies.", "Daftar File": {}, "Penulis": "XIE PENGFEI [-]", "Kontributor / Dosen Pembimbing": ["Yin Yanshu", "Li Weiqiang", "Li Feng", "Zhao Lei"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "Mining & related operations", "Kata Kunci": "Reservoir architecture, Single sand body modelling, Remaining oil distribution, Numerical simulation", "Sumber": "Journal of Petroleum Exploration and Production Technology, Volume 8, Issue 4, 1159-1167 (December 2018), https://doi.org/10.1007/s13202-018-0493-9", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "04 Des 2019"}