{"Nomor": 45251, "Judul": "Hydrocarbon Generation Potential Of Late Cretaceous Shales and Carbonates in Hekimhan Basin and Genetic Relationships with Karadere oil seep (Eastern Anatolia Region, Turkey)", "Abstrak": "In this study, Karadere oil seep (solid bitumen) and Late Cretaceous shales and carbonate levels of the Hekimhan Formation in Hekimhan Basin are compared genetically by means of organic-geochemical data. Investigated shale samples have\ngenerally low (<0.5%) the total organic carbon values (TOC, wt%) and there is no petroleum and gas source-rock potential;\nhowever, the amount (0.11–5.92%) and type (type II–III kerogen) of organic matter within limestone are consistent for\nsource-rock potential. On the basis of average Tmax (433 °C) and 0.53% R0 values, the investigated samples are at the immature and early mature level for hydrocarbon generation. According to biomarker data, the bitumen is pre-Cretaceous in age,\nhighly reducing conditions, formed in a marine depositional environment at normal salinity, and under the influence of high\nbacterial activity, and was originate from an immature carbonate source rock. These geochemical data are highly in agreement with the late Cretaceous limestone of the Hekimhan Formation, and these rocks may be considered the source rock\nof the solid bitumen. However, these organic richness zones formed from non-indigenous organic material, and therefore,\nit is concluded that this seepage which generates from non-indigenous organic materials cannot be due to the limestone at\nthe evaluated level. On the basis of organic-geochemical evaluations, it has been concluded that, in Hekimhan Basin, some\nhydrocarbons developed in deeper, more mature intervals of the limestone, and that these were migrated probably only a\nshort distance within the basin and became really surfaced in relation to tension fractures.", "Daftar File": {}, "Penulis": "NAZAN YALCIN ERIK [-]", "Kontributor / Dosen Pembimbing": ["-"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "Mining & related operations", "Kata Kunci": "Oil seeps, Solid bitumen, Eastern Anatolian region, Hekimhan Basin, Organic geochemistry", "Sumber": "Journal of Petroleum Exploration and Production Technology, Volume 8, Issue 4, 1139-1158 (December 2018), https://doi.org/10.1007/s13202-018-0489-5", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "04 Des 2019"}