{"Nomor": 45265, "Judul": "A New Processing For Improving Permeability Prediction Of Hydraulic Fow Units, Nubian Sandstone, Eastern Desert, Egypt", "Abstrak": "Fifteen surface sandstone samples of Late Cretaceous age were compiled from Wadi Kareem area in Eastern Desert, Egypt.\nSamples were subjected to permeability and porosity measurements to show their distributions and possibility of separating them into diferent hydraulic fow units. It is known that hydraulic fow unit is a volume of rock within a reservoir that\nhas petrophysical and lithological attributes that afect fow properties and difer from those of surrounding units. It was\nfound out that the normal application of Amaefule?s hydraulic fow unit approach using the relation of normalized porosity index (?Z) versus reservoir quality index (RQI) and FZI values at (?Z) = 1 leads to deviation of predicted permeability\nfrom the measured one in case of scattered data of (?Z-RQI) relation having a unit slope trend line. In the present study,\nthe additional new processing leads to close matching between the measured and predicted permeability, hence reservoir\ndescription improvement. This is simply done through diferentiation of all samples that lie on the unit slope trend line and\nthose lie scattered on both sides of it, into three sub-fow units regardless their slopes and the use of (FZI) arithmetic average\nfor each sub-unit instead of that at (?Z) = 1. Permeability prediction has been improved after applying the new additional\nprocessing. Capillary pressure-derived parameters for some selected samples as micropores, mesopores, and macropores,\nused to support the new concept .", "Daftar File": {}, "Penulis": "OSAMA M. ELNAGGAR [-]", "Kontributor / Dosen Pembimbing": ["-"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "Mining & related operations", "Kata Kunci": "New processing, Permeability, Prediction, Flow units", "Sumber": "Journal of Petroleum Exploration and Production Technology, Volume 8, Issue 3, 677-683 (September 2018), https://doi.org/10.1007/s13202-018-0418-z", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "05 Des 2019"}