{"Nomor": 45268, "Judul": "Design of Optimum Pontential Determining Ions (PDI) Composition of Low Salinity Water Injection In Sandstone Reservoir For I Structure At S Field", "Abstrak": "Produksi alami sebagai perolehan utama minyak mentah hanya mampu menghasilkan sekitar 5% hingga 15% dari volume awal minyak di reservoir. Banyak perusahaan mencoba untuk meningkatkan perolehan minyak lapangan melalui metode peningkatan perolehan minyak (EOR), namun pertimbangan ekonomi mampu menunda pelaksanaanya hingga kondisi harga minyak dunia stabil dan cukup tinggi. Injeksi Air Salinitas Rendah (LSWI) sebagai salah satu metode mutakhir dalam EOR menjadi hal yang menarik perhatian peneliti-peneliti dan perusahaan-perusahaan selama satu dekade terakhir karena hemat biaya, desain yang sederhana dan efek pada lingkungan yang kecil. Peningkatan perolehan minyak menggunakan metode LSWI sudah terbukti melalui eksperimen pendesakan sampel reservoar dan proyek skala lapangan sekitar 10% hingga 20% (Dang, 2015). Leh karena itu, banyak lapangan-lapangan tua di Indonesia yang berpotensi mampu memperpanjang masa produksi ekonomis-nya meskipun harga minyak relatif rendah.\nDesain dari Injeksi Air Salinitas Rendah dilakukan pada Lapangan “S” di Indonesia untuk memprediksi performa dari metode ini. Pada kasus ini, komposisi ion-ion dari air injeksi didesain dari air formasi awal (SW) seperti pengenceran air formasi 2x (SW1), 10x (SW2) dan desain yang diusulkan oleh penulis (SW3 dan SW4). Mekanisme dasar dari Injeksi Air Salinitas Rendah dalam skala mikro yang terjadi pada reservoar akan dijelaskan untuk memperjelas ide dasar dari bagaimana mekanisme ini digabung dengan formula pada simulasi reservoar secara numerik. Simulasi reservoir dilakukan menggunakan CMG GEMTM untuk menjalankan model fluida komposisional dikombinasikan dengan perangkat proses Injeksi Air Salinitas Rendah.\nBerdasarkan hasil simulasi, SW2 (pengenceran 10x dari air formasi) merupakan desain tipe water injeksi paling optimal dalam menurunkan saturasi minyak residu dan menghasilkan perolehan minyak tertinggi. Peningkatan kadar pengenceran pada air formasi pada desain Injeksi Air Salinitas Rendah mampu menurunkan saturasi minyak residu secara efektif. Sedangkan dengan hanya menurunkan konsentrasi kation valensi satu pada desain Injeksi Air Salinitas Rendah mampu menurunkan saturasi minyak residu namun tidak memberi daya sapu lebih efektif dibanding dengan saat sebelum penurunan. Kemudian, dengan menambahkan konsentrasi kation valensi satu pada jenis air salinitas rendah tidak mampu meningkatkan perolehan minyak yang lebih tinggi.", "Daftar File": {}, "Penulis": "Egi Adrian Pratama [12214018]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Asep Kurnia Permadi, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Low Salinity Water Injection, EOR, low cost, ion composition, PDI, formation water, recovery", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "05 Des 2019"}