{"Nomor": 45272, "Judul": "STUDI EFEK RESONANSI PLASMON PERMUKAAN (SPR) DARI NANOPARTIKEL EMAS TERHADAP PENINGKATAN KINERJA SEL SURYA HIBRID BULK HETEROJUNCTION", "Abstrak": "Sel surya organik merupakan sel surya generasi kedua yang memiliki keunggulan dari segi fabrikasi yang murah dan mudah, fleksibilitas dibandingkan dengan sel surya inorganik. Namun demikian dari segi efisiensi masih rendah. Secara umum sel surya organik memiliki konfigurasi Planar Heterojunction (PHJ) namun dalam perkembangannya, konfigurasi sel surya dimodifikasi dengan menggunakan bentuk Bulk Heterojunction (BHJ), menggunakan bahan hibrid organik-inorganik ataupun menggunakan konfigurasi terbalik (inverted) dalam upaya meningkatkan efisiensi kinerja dari divais. Mekanisme sel surya organik melibatkan proses elektronik seperti transfer muatan yang dibatasi oleh panjang difusi dan penyerapan yang lemah.\nPada beberapa tahun ini telah dikembangkan juga penggunaaan nanopartikel logam ke dalam struktur divais sel surya dengan memanfaatkan efek resonansi plasmon permukaan terlokalisasi (LSPR) dari nanopartikel untuk membantu proses penyerapan cahaya, maupun berfungsi sebagai lapisan penghantar hole/elektron. Meskipun studi ini telah banyak dilakukan baik secara teori maupun eksperimen, namun mekanisme LSPR di dalam divais belum mencapai hasil yang memuaskan. Mekanisme sel surya secara umum meliputi proses penyerapan foton oleh polymer, pembentukan exciton, pemisahan exciton (elektron ke akseptor dan hole ke donor), dan transfer hole melewati electron blocking layer menuju anoda dan elektron melewati hole blocking layer menuju katoda.\nPada penelitian ini, kami melakukan investigasi mekanisme generasi pembawa muatan dan proses transportnya pada sel surya hibrid bulk heterojunction struktur terbalik (inverted) dengan memanfaatkan efek resonansi plasmon permukaan terlokalisasi (localized surface plasmon resonance, LSPR) dari nanopartikel emas. Nanopartikel emas dalam penelitian ini dicampurkan dengan polimer P3HT:PCBM yang berfungsi sebagai lapisan aktif dari divais sel surya hibrid untuk meningkatkan penyerapan cahaya dan proses selanjutnya pada daerah antarmuka lapisan aktif.\nSintesis nanopartikel emas menggunakan oleylamine sebagai agen penstabil (AuOA) dilakukan dengan metode reduksi. Fabrikasi sel surya dengan struktur ITO/ZnO/P3HT:PCBM:AuOA/PEDOT:PSS/Ag dilakukan dengan menggunakan teknik spin coating. Selanjutnya pembentukan AuOA dikarakterisasi dengan spektroskopi UV-Vis dan FT-IR, sedangkan performansi divais sel surya diuji melalui pengukuran arus-tegangan (J-V) yang dilengkapi dengan solar simulator AM 1.5G. Spektrum absorbansi dari AuOA menunjukkan adanya puncak plasmonik pada daerah ~529 nm dengan bentuk bola berdiameter ~20 nm. Di sisi lain, spektrum absorbansi dari P3HT:PCBM yang diinkorporasikan dengan AuOA menunjukkan peningkatan pita absorbansi dan larutan polimer aktif cukup stabil dalam konsentrasi tertentu (kurang dari 10 wt%) dari AuOA. Hasil karakterisasi J-V divais sel surya hibrid dengan penambahan AuOA ke dalam lapisan aktif menunjukkan adanya peningkatan efisiensi dibandingkan dengan divais sel surya tanpa AuOA. Jenis pelarut yang digunakan dalam pembuatan larutan Zn Ac dan ketebalan lapisan ZnO juga memberikan pengaruh terhadap PCE sel surya BHJ. Sel surya dengan pelarut methoxy ethanol untuk ZnO dengan tujuh lapisan menunjukkan performansi yang lebih baik dibandingkan pelarut 2-propanol.", "Daftar File": {"ABSTRAK Nur Fadhilah Syarif": "https://digilib.itb.ac.id/gdl/download/190387", "COVER Nur Fadhilah Syarif": "https://digilib.itb.ac.id/gdl/download/204005", "BAB 1 Nur Fadhilah Syarif": "https://digilib.itb.ac.id/gdl/download/204006", "BAB 2 Nur Fadhilah Syarif": "https://digilib.itb.ac.id/gdl/download/204007", "BAB 3 Nur Fadhilah Syarif": "https://digilib.itb.ac.id/gdl/download/204008", "BAB 4 Nur Fadhilah Syarif": "https://digilib.itb.ac.id/gdl/download/204009", "BAB 5 Nur Fadhilah Syarif": "https://digilib.itb.ac.id/gdl/download/204010", "PUSTAKA Nur Fadhilah Syarif": "https://digilib.itb.ac.id/gdl/download/204011"}, "Penulis": "Nur Fadhilah Syarif [20217301]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Priastuti Wulandari, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Resonansi plasmon permukaan terlokalisasi (LSPR), sel surya hibrid bulk heterojunction, nanopartikel emas.", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "09 Des 2019"}