{"Nomor": 45271, "Judul": "PERANCANGAN USULAN SISTEM KOMPENSASI MENGGUNAKAN KONSEP 3P PADA PT PUPUK SRIWIDJAJA PALEMBANG", "Abstrak": "PT Pupuk Sriwidjaja (Pusri) Palembang merupakan Badan Usaha Milik Negara (BUMN) yang bergerak di bidang produksi dan pemasaran pupuk dan produk agribisnis lainnya. PT Pusri Palembang memiliki kantor pusat dan pusat produksi di Palembang serta kantor Pusri Pemasaran Daerah (PPD) di beberapa provinsi, salah satunya di Jawa Barat.\nPada tahun 2018, PT Pusri Palembang melakukan kajian karyawan resign yang ditinjau dari data turnover, exit interview, dan tingkat kepuasan karyawan. Berdasarkan hasil kajian tersebut diketahui bahwa aspek kesejahteraan karyawan perlu untuk mendapatkan perbaikan dikarenakan aspek kesejahteraan ini merupakan salah satu aspek penyebab karyawan resign yang memiliki nilai kepuasan terendah dan berada di bawah nilai minimal kepuasan karyawan. Aspek kesejahteraan yang dimaksud adalah tingkat kepuasan karyawan terhadap remunerasi, fasilitas kesehatan, dan keuntungan yang diberikan oleh perusahaan. Oleh karena itu, akan dilakukan perbaikan terhadap aspek kesejahteraan perusahaan dengan melakukan perancangan usulan sistem kompensasi perusahaan.\nRancangan sistem kompensasi yang diusulkan adalah sistem kompensasi menggunakan konsep 3P, yaitu pay for person, pay for position, dan pay for performance. Hal ini sesuai dengan kondisi PT Pusri Palembang yang sedang menerapkan sistem manajemen sumber daya manusia berbasis kompetensi dimana menurut Siswanto (2013) sistem kompensasi berbasis kompetensi adalah sistem kompensasi yang memberikan penghargaan atas tiga faktor utama kompetensi, yaitu kualifikasi individu (person), tugas pokok dan tanggung jawab jabatan (position), serta pencapaian kinerja (performance). Perancangan dilakukan dengan mempertimbangkan upah minimum kota, nilai jabatan, dan survei gaji sehingga bersifat lebih menarik dan memenuhi tujuan sistem kompensasi yang baik.\nDengan menerapkan sistem kompensasi usulan, estimasi anggaran biaya gaji karyawan Divisi SDM dan PPD Jawa Barat PT Pusri Palembang adalah sebesar Rp9.236.617.128,20 atau mengalami kenaikan sebesar 14,57% dari anggaran biaya gaji eksisting. Menurut Superintendent Remunerasi dan Penggajian, kenaikan anggaran biaya serta perubahan-perubahan pada sistem kompensasi usulan dapat disanggupi dan disesuaikan oleh PT Pusri Palembang.", "Daftar File": {"ABSTRAK Dwi Rahma Sari": "https://digilib.itb.ac.id/gdl/download/190288"}, "Penulis": "Dwi Rahma Sari [13415076]", "Kontributor / Dosen Pembimbing": ["Dr. Indryati Sunaryo, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "kompensasi, kesejahteraan karyawan, konsep 3P", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "06 Des 2019"}