{"Nomor": 45298, "Judul": "ELEMEN MATRIKS OPERATOR LUAS DI (2+1) EUCLIDEAN LOOP QUANTUM GRAVITY", "Abstrak": "Salah satu permasalahan dalam fisika teori yaitu bagaimana menjadikan teori relativitas\numum memiliki sifat-sifat kuantum yang pada akhirnya disebut teori gravitasi\nkuantum. Salah satu pendekatan untuk mengkuantisasi medan gravitasi yaitu\nmenggunakan metode kanonik. Teori relativitas umum (TRU) pada awalnya menggunakan\nmetrik sebagai variabel dinamik. Namun TRU dapat dinyatakan dalam\nvariabel lain yaitu variabel Ashtekar yang mengarah ke teori partikel yang sudah\nada. Sehingga langkah-langkah yang digunakan pada teori partikel tersebut dapat\ndigunakan untuk mengkuantisasi medan gravitasi meskipun tidak seluruhnya dapat\nditerapkan. Gravitasi sebagai jelmaan dari ruang-waktu membawa permasalahan\nyang sama seperti mengkuantisasi geometri. Tentunya kuantitas-kuantitas geometri\nseperti volume, luas dan panjang merupakan kuantitas pokok dalam permasalahan\nmengkuantisasi medan gravitasi. Berbagai perhitungan telah dilakukan pada\nobjek tersebut dan diperoleh bahwa operator geometri tersebut memiliki spektrum\ndiskrit. Operator geometri dapat direpresentasikan dalam bentuk matriks dan menemukan\nelemen matriks dari operator tersebut merupakan tugas dalam tesis ini.\nDi dalam tesis ini, analisis dari elemen matriks dari operator luas di dimensi (2+1)\ndengan signature Euclidean telah diselesaikan dan hasilnya dapat dinyatakan dalam\n6j-Symbols. Signature Euclidean dipilih karena memiliki grup gauge yang sama\ndengan TRU di dimensi (3+1) dengan signature Lorentzian yaitu grup SU(2).", "Daftar File": {"ABSTRAK Khazali Fahmi": "https://digilib.itb.ac.id/gdl/download/195070"}, "Penulis": "Khazali Fahmi [20217306]", "Kontributor / Dosen Pembimbing": ["Prof. Drs. Freddy Permana Zen, MS, M.Sc., D.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Loop quantum gravity, operator luas, momentum sudut.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "10 Des 2019"}