{"Nomor": 45299, "Judul": "Pengaruh Kuantum Entanglement Terhadap Power Spectrum dan Entropi pada Awal Alam Semesta", "Abstrak": "Dalam penelitian ini akan dikaji mengenai pengaaplikasikan secara teoritis fenomena\nkuantum entanglement pada awal alam semesta. Untuk mengkaji fenomena\nkuantum entanglement akan digunakan dua metode. Metode pertama adalah menghitung\npower spectrum dari beberapa keadaan kuantum pada awal alam semesta\nyang terbelit. Untuk metode kedua akan dihitung entanglement entropi menggunakan\nformulasi Ryu-Takayanagi dengan mengasumsikan keadaan terbelit pada awal\nalam semesta berada pada ruang 3-dimensi AdS with dS boundary. Dari hasil perhitungan\ntersebut diperoleh untuk metode pertama, secara umum besarnya power\nspectrum pada awal semesta tidak dipengaruhi keadaan terbelit dari beberapa semesta.\nbesarnya power spectrum lebih dipengaruhi oleh seberapa besar probabilitas\nkeadaan awal alam semesta kita berada pada keadaan satu partikel kreasi.Apabila\nkeadaan terbelitnya berupa keadaan W maka semakin banyak semesta yang terbelit\nsemakin kecil power spectrum yang dihasilkan dengan besar minimum merupakan\nbesar power spectrum dari keadaan vakum, apabila keadaan tersebut merupakan\nkeadaan GHZ besarnya power spectrum akan sama untuk setiap n-semesta yang terbelit\nyaitu sebesar dua kali power spectrum dari keadaan vakum dan keadaan bell\nmaka besarnya power spectrum yang dihasilkan merupakan salah satu dari dua kali\natau negatif power spectrum dari keadaan vakum. Untuk metode kedua diperoleh\nhasil pada saat t < 1 besarnya entanglement entropi akan meningkat secara kuai dratik seiring bertambahnya waktu, kemudian akan meningkat secara linier ketika\n1 < t < tm dan akan mencapai maksimum ketika t = tm. Setelah itu entanglement\nentropi akan mengalami penurunan secara signifikan.", "Daftar File": {"ABSTRAK I Gst. Ag. Anom Trenggana D.": "https://digilib.itb.ac.id/gdl/download/190648"}, "Penulis": "I Gst. Ag. Anom Trenggana D. [20217309]", "Kontributor / Dosen Pembimbing": ["Prof. Drs. Freddy Permana Zen, MS, M.Sc., D.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Entanglement, Power Spectrum, Entropi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "10 Des 2019"}