{"Nomor": 45291, "Judul": "ANALISA STRATEGI EKSEKUSI BISNIS ORGANIC DAN IN-ORGANIC UNTUK MENCAPAI STRATEGIC OBJECTIVE: STUDI KASUS TELKOM GROUP", "Abstrak": "Kompetisi dalam industry informasi dan komunikasi di Indonesia sangat ketat, oleh karena itu,\nbanyak perusahaan yang tak mampu bersain dan dikonsolidasi. Bagaimana perusahaan bisa\nbertahan tergantung dari kinerja perusahaan tersebut. Kinerja tersebuttermasuk didalamnya\nkemampuan perusahaan untuk berkreasi dan berinovasi. Telkom Group menentukan target\nuntuk 2015 yaitu Rp. 100 Trilyun Revenue dan Rp. 300 Triyun Market Cap. Untuk mencapai\ntarget tersebut, Telkom melakukan Organic Business (bisnis seperti biasa) dan In-Organic\nBusiness (A&A). Dalam 5 tahun kedepan, Telkom ingin menjadi Top 10 Market Cap Telco in\nAsia Pasific. Bisa diasumsikan bahwa target pada tahun 2020 adalah mencapai Rp. 650 Trilyun\nMarket Cap. Untuk mencapai target di tahun 2015, Telkom melakukan proyeksi setiap\ntahunnya. Dari tahun 2010-2014, deviasi dari proyeksi Revenue, EBITDA dan Net Income\ndibawah 13.1%. Revenue pada tahun 2015 pun di proyeksikan mencapai Rp. 107.5 Trilyun,\ndimana itu mencapai target. Kontribusi dalam revenue tersebut masih dominant didapat dari\nTelkomsel sebesar 60%. Market Cap Telkom Group sudah pernah mencapai Rp. 300 Trilyun\ndalam beberapa kesempatan. Pada tahun 2020, proyeksi dari Organic Business akan divaluasi\nmenggunakan metoda discounted cash flow dengan terminal value. Value dari Organic Business\npada tahun 2020 mencapai Rp. 540.1 Trilyun atau 83% dari total objective value. Gap dari\nStrategic Objective pada tahun 2020 dengan value Organic Business sekitar Rp. 110 Trilyun\natau sekitar 17% dari total objective value. Gap ini akan ditutup dengan kontribusi In-Organic\nBusiness. Strategi yang digunakan untuk mencapai target In-Organic adalah dengan melakukan\nA&A dengan Telco, DiCo atau bisnis lain yang masih relevan dengan portfolio Telkom dan juga\npada lokasi yang menguntungkan di domestic atau internasional. Riset ini bisa digunakan oleh\nTelkom Group atau Telco lain yang ingin menggunakan tujuan yang sama dengan yang ada di\nriset ini. Untuk riset selanjutnya, bisa dimasukan pengaruh dari market cap influencer agar\nmendapatkan hasil yang lebih sesuai", "Daftar File": {"COVER Hilman Rizananda T": "https://digilib.itb.ac.id/gdl/download/190553", "2015 TA PP HILMAN RIZANANDA 1-BAB I.pdf?": "https://digilib.itb.ac.id/gdl/download/190554", "2015 TA PP HILMAN RIZANANDA 1-BAB II.pdf\n]": "https://digilib.itb.ac.id/gdl/download/190555", "2015 TA PP HILMAN RIZANANDA 1-BAB III.pdf)u": "https://digilib.itb.ac.id/gdl/download/190556", "2015 TA PP HILMAN RIZANANDA 1-BAB IV.pdf\n]": "https://digilib.itb.ac.id/gdl/download/190557", "2015 TA PP HILMAN RIZANANDA 1-BAB V.pdf?": "https://digilib.itb.ac.id/gdl/download/190558", "2015 TA PP HILMAN RIZANANDA 1-REFERENCES.pdf)u": "https://digilib.itb.ac.id/gdl/download/190559"}, "Penulis": "Hilman Rizananda T [19012018]", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, S.T., M.B.A., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Discounted Cash Flow, Valuasi, Aliansi and Akuisisi, Proyeksi, Market Cap, Telkom", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "7 file", "Tanggal Input": "09 Des 2019"}