{"Nomor": 45304, "Judul": "Sensitivity Analysis On Technical Parameters of Foam Assisted Water Alternating Gas (FAWAG) For Heavy and High Viscosity Oil Case", "Abstrak": "Penggunaan injeksi gas sebagai metode peningkatan perolehan minyak dianggap cukup sulit diaplikasikan pada kasus minyak berat dan berviskositas tinggi. Perbedaan nilai densitas yang besar antara gas dan minyak berat mengakibatkan terjadinya segregasi gravitasi fasa gas, dan viskositas minyak yang tinggi membentuk ketidakstabilan kemampuan alir yang lebih besar sehingga rasio mobilitas fluida menjadi buruk. Hal ini meningkatkan kemungkinan terjadinya penerobosan gas yang dini, sehingga mengurangi efektifitas perolehan minyak. Penggunaan surfaktan berbusa telah diusulkan untuk memperbaiki rasio mobilitas yang buruk antara fasa gas dan fasa fluida, sehingga penerobosan gas dapat tertunda dan efisiensi penyapuan volumetrik meningkat.\nFAWAG (Foam Assisted Water Alternating Gas) telah diketahui sebagai salah satu metode injeksi foam, dimana gas dan surfaktan diinjeksikan pada slug yang terpisah dari sumur yang sama. FAWAG lazim digunakan sebagai metode injeksi foam karena mampu meningkatkan injektivitas dan mengurangi resiko korosi serta resiko yang berkaitan dengan kompabilitas material. Studi ini menggunakan CMG STARS untuk mensimulasikan pengunaan FAWAG pada skala lapangan. Model foam local-equilibrium pada CMG STARS menggunakan fungsi FM, yang merepresentasikan efek foam terhadap mobilitas gas sebagai modifikasi terhadap permeabilitas relatif gas.\nPada studi ini dilakukan analisis sensitivitas terhadap parameter teknis FAWAG, yang meliputi kualitas foam, durasi injeksi slug, kasus tapered slug, laju injeksi surfaktan dan CO2, serta kelayakannya pada berbagai permeabilitas reservoir. Pada studi ini juga dilakukan analisis pengaruh FAWAG dalam meningkatkan perolehan minyak dan performa produksi dibandingkan dengan metode EOR lainnya, seperti: injeksi air, injeksi CO2, dan WAG (Water Alternating Gas). Hasil studi menunjukkan bahwa dengan faktor perolehan minyak 38.29%, penerapan FAWAG secara signifikan meningkatkan perolehan minyak; peningkatan faktor perolehan lebih dari 10% terhadap metode lainnya. Hasil studi ini juga menunjukkan bahwa FAWAG efektif untuk reservoir dengan permeabilitas tinggi; untuk reservoir dengan permeabilitas lebih rendah dari 600 mD, FAWAG tidak dapat secara signifikan meningkatkan perolehan minyak dibandingkan dengan metode WAG.", "Daftar File": {"2018 TA PP HANIF FARRASTAMA YOGA 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/190820"}, "Penulis": "Hanif Farrastama Yoga [12214040]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Tutuka Ariadji, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "FAWAG, model foam local-equilibrium, control mobilitas gas, penerobosan gas", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "10 Des 2019"}