{"Nomor": 45305, "Judul": "Natural Dumpflood Performance Using Material Balance Approach", "Abstrak": "Penurunan dari performa reservoir dan harga minyak dapat menyebabkan industri minyak dan gas dalam kondisi beresiko. Faktanya, harganya minyak turun lebih dari 50% sampai dengan tugas akhir ini ditulis dan peforma reservoir turun secara bertahap dalam 10 tahun sejak diproduksikan. Permasalahan yang umumnya dihadapi adalah permasalahan produksi, ketidakefektifan dalam mengesktraksi hidrokarbon. Dalam menyelesaikan permasalahan yang ada, teknologi natural dumpflood dibutuhkan untuk memberikan tekanan yang secara bersamaan meningkatkan faktor perolehan. Natural dumpflood menggunakan tekanan dan fluida dari reservoir satu, reservoir support, untuk tekanan tambahan dan pengurasan dari reservoir lainnya, reservoir target. Ketersediaan tekanan dari reservoir support akan meningkatkan efisiensi penyapuan horizontal dari target.\nTujuan utama dari studi ini adalah untuk membrikan perhitungan performa dari metode natural dumpflood. Pendekatan yang digunakan utnuk mengetahui performa reservoir support terhadap reservoir target adalah material balance. Metodologi yang digunakan adalah mensimulasikan perilaku antara dua reservoir yang berbeda. Reservoir dimodelkan sebagai tank dengan parameter yang diinputkan dalamnya.\nStudi ini menghasilkan peningkatan faktor perolehan dan gambaran umum mengenai natural dumpflood. Terdapat dua skenario utama yaitu pengurasan secara alami dan penggunaan metode natural dumpflood untuk melakukan simulasi. Setelah melakukan simulasi, faktor perolehan dari pengaplikasian natural dumpflood meningkat 7% dibandingkan skenario pengurasan secara alami. Hal ini dikarenakan perbedaan tekanan antara dua reservoir, reservoir support bertindak sebagai injektor fluida terhadap reservoir target. Fenomena ini menunjukan adanya penyapuan hidrokarbon dari reservoir target dikarenakan adanya transportasi fluida dari reservoir support", "Daftar File": {"2018 TA PP HIZKIA SEANJAYA 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/190831"}, "Penulis": "Hizkia Seanjaya [12214042]", "Kontributor / Dosen Pembimbing": ["Silvya Dewi Rahmawati, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Natural dumpflood, recovery factor, pressure support, material balance", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "10 Des 2019"}