{"Nomor": 45308, "Judul": "ANALISIS PROSEDUR KEDATANGAN PADA TERMINAL CONTROL AREA BANDAR UDARA SOEKARNO-HATTA DENGAN METODE CONFLICT DETECTION AND RESOLUTION", "Abstrak": "Terminal Control Area (TMA) memiliki kompleksitas yang paling tinggi jika dibandingkan\ndengan ruang udara lainnya karena melayani 3 skenario operasi penerbangan sekaligus yaitu\nkeberangkatan, kedatangan, dan lintas terbang. Oleh karena itu, lalu lintas di area terminal\nmenjadi sangat padat dan diperlukan konsentrasi ekstra bagi air traffic controller (ATC) untuk\nmengaturnya agar tidak terjadi konflik, delay penerbangan, atau risiko lainnya yang\nditimbulkan dapat mengakibatkan kerugian bagi pihak terlibat. Untuk menghindari hal\ntersebut, penelitian ini akan berfokus pada pengembangan model kedatangan pesawat di area\nterminal bandara. Jenis simulasi yang diterapkan pada model berupa simulasi benda titik yang\ndikembangkan melalui software MatLab. Penelitian ini bertujuan untuk mengetahui cara\nmembangun model simulasi kedatangan di area terminal dan kapasitas pendaratan serta ratarata\nwaktu resolusi konflik pesawat pada Bandar Udara Soekarno-Hatta.\nTahap pertama pembangunan model adalah pengumpulan data dan deskripsi sistem dengan\nmetode conflict detection and resolution (CDR). Selanjutnya, sistem yang telah dideskripsikan\nakan diterjemahkan ke dalam bahasa pemrograman untuk menghasilkan suatu model. Model\ntersebut perlu tervalidasi terlebih dahulu sebelum dilanjutkan ke tahap simulasi. Proses utama\nvalidasi adalah memastikan separasi antar pesawat selalu terjaga selama simulasi terutama pada\narea merging point STAR. Hasil penelitian menunjukkan bahwa kapasitas pendaratan sebesar\n65 pesawat selama 1 jam dan rata-rata waktu resolusi konflik sebesar 26 s untuk vectoring.\nPenelitian ini diharapkan dapat membantu kinerja ATC untuk mengurangi risiko seperti\nkecelakaan, delay, atau kerugian operasional lainnya dan memberikan visualisasi yang baik\nterhadap pergerakan pesawat ketika menghadap konflik untuk meningkatkan keselamatan lalu\nlintas penerbangan terutama pada TMA.", "Daftar File": {"ABSTRAK David Linardy": "https://digilib.itb.ac.id/gdl/download/190854"}, "Penulis": "David Linardy [23618008]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Hisar M. Pasaribu"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "TMA, CDR, STAR, separasi, kapasitas", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "10 Des 2019"}