{"Nomor": 45319, "Judul": "FEMALE SOCIAL ENTREPRENEUR IN CREATING SOCIAL VALUES THROUGH SOCIAL INNOVATION USING CRITICAL SOCIAL SCIENCE PERSPECTIVES", "Abstrak": "By using Critical Theory Framework, this dissertation seeks to both explore and explain\nthe role of females that involved in social enterprises in creating social values. One of the\npurposes of this dissertation is to convey and fill gaps in previous literatures discussing\non the dynamics of female entrepreneurs whose using social entrepreneurship as an\napproach to empower people. Despite the stereotyping and dependency that has been\ntranspired in our society, there are apparently females who have been able to develop\ntheir potentials and try to empower the society. The cultural limitations have held most\nfemales to unleash their potential and to perform in society. Despite the hesitation shown\nby some females to develop themselves and helping others, these female social\nentrepreneurs have create social innovation in order to create social values.\nThis dissertation will provide normative model of social value creation through social\ninnovation, which were initiated and managed by female social entrepreneurs. This\nresearch is applying qualitative approach through grounded data collection and analysis\nthrough iterative coding and constant comparative method. 40 female social entrepreneur,\n5 related stakeholders, as well as dozens of people being empowered was included in the\ngrounded data collection to provide an empirical findings that will contribute to the\nnormative model of female social entrepreneurship.", "Daftar File": {"ABSTRAK Prameshwara Anggahegari": "https://digilib.itb.ac.id/gdl/download/202364", "2018 DS PP PRAMESHWARA ANGGAHEGARI 1-FULL.pdf?": "https://digilib.itb.ac.id/gdl/download/238247"}, "Penulis": "Prameshwara Anggahegari [39016012]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.Sc., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Female Social Entrepreneur, Social Innovation, and Social Values, Critical Social Science Perspective", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "2 file", "Tanggal Input": "12 Des 2019"}