{"Nomor": 45327, "Judul": "MUSEUM SENI RUPA KONTEMPORER REGIONAL KABUPATEN SLEMAN, DAERAH ISTIMEWA YOGYAKARTA", "Abstrak": "Museum Seni Rupa Kontemporer Regional hadir untuk menjawab kebutuhan pengarsipan,\nperawatan, dan publikasi seni kontemporer karya seniman Yogyakarta. Selain itu, museum hadir untuk\nmemenuhi minat masyarakat terhadap objek wisata berbasis seni di Kabupaten Sleman dengan target\npengunjung utama masyarakat dan wisatawan penikmat seni. Museum akan memamerkan karya seni\nrupa 2D, 3D, dan multimedia dengan anchor utama seni rupa kontemporer yang memiliki unsur batik\nYogyakarta. Yayasan Seni Cemeti dan Indonesian Visual Art Archive sebagai pemrakarsa proyek\nmuseum, dengan bantuan dana oleh Pemerintah Kabupaten Sleman.\nProyek ini dibangun di Jalan Palagan Tentara Pelajar, Kabupaten Sleman, Daerah Istimewa\nYogyakarta di atas tapak seluas 22000 m2. Kawasan jalan tersebut sedang mengalami peralihan dari\nkawasan permukiman menjadi kawasan komersial. Dalam proses perancangan museum, beberapa isu\nutama yang ingin diangkat adalah isu kemasyarakatan, sequence, konektivitas, dan sirkulasi.\nHasil elaborasi isu, kondisi eksisting, dan lokasi tapak adalah sebuah konsep perancangan yang\nmakro, yaitu Museum Seni Rupa Kontemporer Sebagai Media Pengubung Seni dan Masyarakat dengan\njudul “Woting Seni Len Masyarakat”. Kemudian dibuat tiga kriteria untuk mencapai konsep tersebut,\nyaitu adanya ruang publik pengikat, penciptaan kesan seni dalam keseharian, dan mencerdaskan\nmasyarakat menggunakan metode yang menarik melalui perancangan ruang dalam. Hasil rancangan\nadalah museum yang bangunannya terlihat ramah terhadap konteks sekitar, memiliki ruang publik\npengikat, dan sequence ruang dalam yang dapat meningkatkan pemahaman masyarakat terhadap\nmakna seni rupa kontemporer.", "Daftar File": {}, "Penulis": "Indah Mega Ashari [15214071]", "Kontributor / Dosen Pembimbing": ["Aswin Indraprastha, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Museum, Seni Kontemporer, Konektivitas", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "13 Des 2019"}