{"Nomor": 45329, "Judul": "IDENTIFIKASI DAN DISTRIBUSI PENCEMARAN INSEKTISIDA ORGANOKLORIN PADA UDARA AMBIEN DI DAERAH PERTANIAN DAS CITARUM HULU", "Abstrak": "Pestisida merupakan salah satu pencemar yang berasal dari kegiatan pertanian.\nSalah satu golongan pestisida yang sering digunakan adalah insektisida\norganoklorin. Beberapa insektisida organoklorin termasuk dalam kelompok\npersistent organic pollutants (POP’s) yang merupakan jenis pencemar yang\ndipermasalahkan di seluruh dunia akibat sifatnya yang kronis, persisten dan\nbioakumulatif. Meskipun penggunaan insektisida ini sudah dilarang di Indonesia,\nnamun masih banyak petani yang menggunakannya, termasuk di daerah hulu\nDaerah Aliran Sungai (DAS) Citarum, Jawa Barat. Penelitian/ pengambilan data\nterutama akan difokuskan pada wilayah perkebunan, dikarenakan di wilayah\nperkebunan kuantitas pemakaian insektisida paling banyak digunakan, mengingat\nkomoditas tanaman perkebunan yang ada di wilayah ini sangat rentan terkena\nhama. Pengambilan sampling dilakukan berdasarkan metode penentuan pestisida\ndi udara ambien, menggunakan High Volume Sampler dan dianalisis dengan\nmetode Gas Kromatografi (EPA Methods T04). Parameter organoklorin yang\ndiukur yaitu Lindan, Heptaklor, Aldrin, Endosulfan, DDT, Dieldrin, dan Endrin.\nPenentuan lokasi titik sampling ditentukan berdasarkan 3 kriteria: dekat dengan\nsumber, jarak 50 meter dari sumber, dan jarak 100 meter dari sumber. Hasil\npengukuran menunjukkan konsentrasi organoklorin terdeteksi pada kisaran 0 –\n0,119 mg/m3 std untuk fase partikulat dan 0 – 0,183 mg/m3 std untuk fase gas,\ndengan 1 parameter Endrin melebihi baku mutu. Penyebaran organoklorin\ndianalisis dan dibuat peta penyebaran/pemodelan spray dengan metode dispersi\natmosfer berbasis Sistem Informasi Geografis. Penyebaran organoklorin di udara\ndipengaruhi oleh faktor-faktor meteorologis seperti angin, temperatur, tekanan,\nkelembapan, serta faktor ukuran partikel insektisida yang disemprotkan.", "Daftar File": {"COVER Rahardrian Prananditya": "https://digilib.itb.ac.id/gdl/download/191565", "BAB 1 Rahardrian Prananditya": "https://digilib.itb.ac.id/gdl/download/191566", "BAB 2 Rahardrian Prananditya": "https://digilib.itb.ac.id/gdl/download/191567", "BAB 3 Rahardrian Prananditya": "https://digilib.itb.ac.id/gdl/download/191568", "BAB 4 Rahardrian Prananditya": "https://digilib.itb.ac.id/gdl/download/191569", "BAB 5 Rahardrian Prananditya": "https://digilib.itb.ac.id/gdl/download/191570", "BAB 6 Rahardrian Prananditya": "https://digilib.itb.ac.id/gdl/download/191571", "DAFTAR Rahardrian Prananditya": "https://digilib.itb.ac.id/gdl/download/191572"}, "Penulis": "Rahardrian Prananditya [25311035]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Katharina Oginawati, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "ambien, DAS Citarum, high volume sampler, organoklorin.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "13 Des 2019"}