{"Nomor": 45333, "Judul": "PERUBAHAN KONSENTRASI KLOROFIL-A DAN SEA SURFACE TEMPERATURE TERHADAP ERUPSI DI PERAIRAN SEKITAR GUNUNG ANAK KRAKATAU PADA BULAN MARET DAN JULI 2009", "Abstrak": "Penelitian ini bertujuan untuk mengkaji pengaruh erupsi gunung berapi terhadap konsenterasi\nklorofil-a dan sea surface temperature di perairan sekitar Gunung Anak Krakatau dengan\ndengan menggunakan citra satelit Aqua Modis pada bulan Maret dan Juli 2009. Hasil penelitian\nini menunjukkan terjadinya peningkatan nilai konsentrasi klorofil-a dan sea surface temperature\nyang dipengaruhi oleh sebaran erupsi debu vulkanik Gunung Anak Krakatau. Nilai klorofil-a di\nperairan meningkat setelah terjadinya erupsi pada tanggal 25 Maret 2009 sebesar 0, 22 mg/m-3\ndi radius 5 kilometer dan sebesar 0,3 mg/m-3 di radius 10 kilometer. Setelah terjadinya erupsi\npada tanggal 7 Juli 2009 nilai klorofil-a meningkat sebesar 0,25 mg/m-3 di radius 5 kilometer\ndan sebesar 0,28 mg/m-3 di radius 10 kilometer. Nilai SST di perairan sekitar Gunung Anak\nKrakatau cenderung meningkat setelah terjadinya erupsi pada tanggal 25 Maret 2009 dengan\nnilai yang melewati batas standar deviasi maksimum pada tanggal 27 Maret 2009 dan cenderung\nmenurun setelah terjadinya erupsi pada tanggal 7 Juli 2009 dengan nilai yang kurang dari\nstandar deviasi minimum. Konsentrasi klorofil-a dan nilai SST lebih tinggi di perairan bagian\nutara Gunung Anak Krakatau dikarenakan oleh pengaruh angin yang cenderung membawa debu\nvulkanik kearah utara – barat laut. Pengaruh erupsi Gunung Anak Krakatau terhadap konsentrasi\nklorofil-a di perairan sekitar Gunung Anak Krakatau baru terlihat 1-2 hari setelah kejadian\nerupsi dan hanya bertahan dalam 5-7 hari.", "Daftar File": {}, "Penulis": "Rani Santa Clara Sihotang [12913014]", "Kontributor / Dosen Pembimbing": ["Dr. Susanna, M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Klorofil-a, Sea Surface Temperature, Citra Satelit, Erupsi Gunung, Anak Krakatau", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "10 file", "Tanggal Input": "16 Des 2019"}