{"Nomor": 45341, "Judul": "GENDER EXPERIENCE IN ACADEMIC ENVIRONMENT: FEMALE FRESHMAN STUDENTS OF ITB IN MALE-DOMINATED STUDY ENVIRONMENT", "Abstrak": "Institut Teknologi Bandung (ITB) adalah salah satu universitas favorit di Indonesia yang memiliki 12 fakultas. ITB dikenal memiliki jumlah siswa laki-laki yang lebih banyak daripada perempuan. Penelitian ini dilakukan dengan melakukan beberapa wawancara dengan mahasiswa perempuan dari 4 fakultas yaitu FTTM, FTMD, SF, dan FSRD. FTTM dan FTMD adalah bagian dari fakultas yang didominasi pria sedangkan SF dan FSRD berasal dari fakultas yang didominasi wanita. Penelitian ini dilakukan untuk mempelajari pengalaman belajar mahasiswa perempuan di fakultas yang didominasi pria dan dibandingkan dengan mahasiswa perempuan di fakultas yang didominasi perempuan. Initial Coding dan Metode Axial Coding digunakan untuk menganalisis data yang telah dikumpulkan melalui wawancara. Studi ini menemukan bahwa ada perilaku yang berbeda dari siswa laki-laki di fakultas yang didominasi laki-laki dengan siswa laki-laki di fakultas yang didominasi perempuan terhadap siswa perempuan. Dalam pengalaman belajar, siswa perempuan dari fakultas yang didominasi pria dan wanita masih serupa dan sama dengan bagaimana mereka mengelola stres mereka. Artikel ini akan memberikan wawasan pembaca tentang perilaku siswa perempuan di lingkungan yang didominasi pria dan perempuan dan bagaimana siswa laki-laki berperilaku dari perspektif siswa perempuan dalam penelitian ini", "Daftar File": {"ABSTRAK Nabila Cania Putri": "https://digilib.itb.ac.id/gdl/download/191685", "2020 TS PP Nabila Cania Putri 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/249647"}, "Penulis": "Nabila Cania Putri [19016182]", "Kontributor / Dosen Pembimbing": ["Andika Putra Pratama, M.S.M., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Gender, Pengalaman, Pengalaman Gender, Manajemen Stres", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "16 Des 2019"}