{"Nomor": 45342, "Judul": "ANALYSIS OF COMPETITION ON CULINARY SMALL BUSINESS AND MARKETING STRATEGIES CASE STUDY OF ASIKIN AJA", "Abstrak": "Kuliner adalah salah satu sektor industri kreatif yang memberikan Product Domestic Bruto (PDB) terbesar 40,41 persen pada sektor industri ini diantara 15 sektor lainnya. Hal tersebut didukung dengan perkembangan jumlah Usaha Mikro, Kecil, dan Menengah (UMKM) yang terus meningkat, terakhir data menyebutkan ada 1.614.419 usaha pada tahun 2015. Perkembangan usaha kuliner SMEs yang cepat menyebabkan tingginya kompetisi pada industry ini yang berada pada red ocean market. Ada tiga masalah yang dihadapi usaha Mikro Kuliner, Kekurangan modal, tingginya kompetisi usaha, dan kesulitam memasarkan produk. Masalah diatas juga dialami oleh usaha Asikin Aja, hanya modal yang sudah menemukan solusi, dua masalah lainnya belum terselesaikan.Untuk metode pembuatan strategi pemasaran menggunakan Seleksi Pasar dengan Model STP (Segmenting, Targeting, dan Positioning), komparasi kompetitor dengan Marketing Mix 4P (Product, Price, Promotion, dan Place), akuisisi pelanggan dengan analisis AIDA (Attention, Interest, Desire, dan Action), dan Customer Persona untuk membuat pemasaran produk sesuai dengan target pelanggan. Penelitian ini menggunakan pendekatan kualitatif dengan melakukan metode wawancara kepada kompetitor usaha makanan dan pelanggan. Hasil wawancara akan dianalisa dengan menggunakan pendekatan deskriptif analisis. Penelilitian ini bertujuan untuk membuat strategi pemasaran yang bisa diaplikasikan oleh usaha Asikin Aja untuk bisa bersaing dan memasarkan produk makanannya dalam pasar industri kuliner. Kesimpulan dari penelitian ini, usaha Asikin Aja adalah New Entrance pada kompetisi pasar, bisa bersaing dengan menawarkan produk makanan dengan khas Rasa Jepang dengan waktu penyelesaian pesanan makanan lebih cepat daripada kompetitor. Dengan mengincar target pelanggan yang sibuk dan tidak memiliki banyak waktu untuk makan. Untuk memasarkan produk, Asikin Aja harus berfokus pada metode pemasaran online, branding fast order dan Makanan citarasa Jepang dengan membuat bentuk promosi seperti promo Grand Opening dan secara periodik dilakukan. Untuk membedakan dan membuat pemasaran yang cepat, dibutuhan nama produk dan menu yang unik meskipun jenis produk yang ditawarkan sama.", "Daftar File": {"ABSTRAK Muhammad Zhafir Afif": "https://digilib.itb.ac.id/gdl/download/191686"}, "Penulis": "Muhammad Zhafir Afif [19216002]", "Kontributor / Dosen Pembimbing": ["Amilia Wulansari S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Usaha Mikro Makanan, Segmentasi Pasar, Bauran Pemasaran, Akuisisi Pelanggan, dan Persona Pelanggan", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "16 Des 2019"}