{"Nomor": 45351, "Judul": "SISTEM INFORMASI PASANG SURUT AIR LAUT BERBASIS ANDROID DI INDONESIA", "Abstrak": "Perkembangan teknologi menunjang berbagai lini kehidupan, salah satunya dari sisi\nkelautan. Di negara maju, informasi tentang pasang surut air laut (pasut) sudah dapat diakses\nsecara aktual untuk digunakan sebagai referensi yang digunakan masyarakat pesisir. Hal\ntersebut menjadi landasan untuk pengembangan aplikasi serupa yang dapat diakses di laut\nIndonesia. Dengan memanfaatkan data lapangan yang dimiliki oleh Badan Informasi\nGeospasial (BIG) yang saat ini hanya dapat diakses dalam bentuk situs internet, penyebaran\ninformasi pasut di pesisir Indonesia dalam aplikasi ini dapat diakses dengan mudah dalam\nperangkat telepon pintar berbasis Android\nKajian yang dilakukan dalam studi ini adalah pembuatan rancang bangun sistem informasi\npasut berbasis Android. Pengerjaan studi ini dimulai dengan validasi data lapangan\nmenggunakan MGPS_dB, dilanjutkan dengan pengolahan komponen dan prediksi pasut\nmenggunakan T-Tide, lalu ditampilkan dalam telepon pintar dengan memanfaatkan aplikasi\nXamarin dan Ruby. Data yang digunakan dalam aplikasi ini adalah data lapangan 60 stasiun\npengamatan BIG tahun 2014.\nLuaran dari studi ini adalah purwarupa aplikasi pasut berbasis Android bernama OSPas 1.0\nyang memiliki fitur utama yaitu menampilkan elevasi data pasut lapangan, komponen utama\npembangkit pasut (K1, O1, M2, dan S2), tipe pasut, dan prediksi pasut untuk satu hari dan satu\nminggu. Berdasarkan studi kasus di 3 stasiun dari 3 wilayah Indonesia; barat, tengah, dan timur,\ntipe perairan di Bangka (zona barat) memiliki tipe pasut diurnal, stasiun Jepara bertipe\ncampuran condong diurnal, dan daerah Banda dengan tipe campuran condong semidiurnal.\nHasil yang ditampilkan dalam aplikasi ini memiliki ketelitian, secara berurutan dari yang\nterkecil, Jepara, Banda, dan Bangka, dengan menghitung RMSE antara data prediksi dan data\nlapangan yaitu 0,060 m, 0,062 m, dan 0,125 m.", "Daftar File": {}, "Penulis": "Chaula Yoga Pradhika [12913028]", "Kontributor / Dosen Pembimbing": ["Dr. Susanna, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Pasang Surut, Prediksi, BIG, Android, OSPas", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "17 Des 2019"}