{"Nomor": 45357, "Judul": "ISOLASI SENYAWA 5,7-DIHIDROKSI, 6,8-DIMETIL FLAVANON DAN UJI AKTIVITAS ANTIOKSIDAN SERTA PENGHAMBATAN ENZIM XANTIN OKSIDASE DARI EKSTRAK DAUN JAMBU AIR (Syzygium aqueum Burm.f. Alston)", "Abstrak": "Enzim xantin oksidase (XO) berkontribusi memproduksi radikal bebas ketika\nmengubah xantin menjadi asam urat, radikal bebas ini dapat menyebabkan stress\noksidatif, yang menyebabkan berbagai macam penyakit. Biasanya senyawa yang\nmenghambat enzim xantin oksidase juga aktif sebagai antioksidan. Beberapa\npenelitian mengenai aktivitas antioksidan dari tanaman suku Myrtaceae yang\ntumbuh di Indonesia telah dilaporkan, akan tetapi belum banyak informasi yang\nmenyebutkan bahwa tanaman tersebut juga dapat menghambat aktivitas enzim\nXO. Oleh karena itu, tujuan penelitian ini adalah menguji aktivitas antioksidan\ndan penghambatan enzim xantin oksidase dari beberapa tanaman suku Myrtaceae\nyang tumbuh di Indonesia. Kemudian dari tanaman terpilih diisolasi senyawa\naktifnya. Untuk mencapai tujuan tersebut, telah dilakukan isolasi senyawa aktif\nantioksidan dan penghambat xantin oksidase melalui serangkaian tahapan\npemisahan yang meliputi ekstraksi, pengujian aktivitas antioksidan (metode\nperedaman difenilpikrilhidrazil/DPPH), pengujian aktivitas penghambatan xantin\noksidase, fraksinasi, pemurnian, dan karakterisasi isolat. Ekstraksi sinambung\ndilakukan dengan alat Soxhlet menggunakan tiga pelarut dengan kepolaran\nmeningkat, diikuti oleh fraksinasi dan pemurnian dengan ekstraksi cair-cair\n(ECC), kromatografi cair vakum (KCV) dan kromatografi radial. Dari proses\ntersebut didapatkan senyawa X, kemudian senyawa X dikarakterisasi\nmenggunakan penampak bercak spesifik, spektrofotometri Ultraviolet-Sinar\nTampak, Resonansi Magnet Inti (RMI)-\n1\nH dan RMI-\n13\nC. Dari hasil penelitian\ndiperoleh hasil bahwa ekstrak metanol daun jambu air memiliki aktivitas\nantioksidan dengan nilai IC50 (20,24 µg/mL) dan aktivitas penghambatan enzim\nXO (47,22%) yang terbaik dibanding tanaman lainnya. Senyawa X adalah suatu\nflavonoid dengan struktur yang diusulkan adalah 5,7-dihidroksi, 6,8-dimetil\nflavanon.", "Daftar File": {"ABSTRAK Zelika Mega Ramadhania": "https://digilib.itb.ac.id/gdl/download/191889"}, "Penulis": "Zelika Mega Ramadhania [20713032]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Komar Ruslan Wirasutisna", "Dr. Muhamad Insanu, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Antioksidan, DPPH, Flavanon, Myrtaceae, Xantin Oksidase, Syzygium aqueum", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "17 Des 2019"}