{"Nomor": 45366, "Judul": "EFEK EKSTRAK ETANOL DAUN KOLESOM (Talinum triangulare (Jacq) Willd.) SEBAGAI ANTIDIABETES PADA MENCIT DDY JANTAN", "Abstrak": "Latar belakang dan tujuan: Diabetes melitus merupakan kelompok gangguan\nmetabolik yang ditandai dengan kondisi hiperglikemia akibat gangguan sekresi\ninsulin, sensitivitas insulin atau keduanya. Hal ini terkait dengan kelainan pada\nkarbohidrat, lemak, dan metabolisme protein, serta menyebabkan komplikasi\nkronik termasuk mikrovaskular, makrovaskular dan gangguan neuropatik. Daun\nkolesom telah digunakan masyarakat India untuk pengobatan antidiabetes,\nsedangkan masyarakat Indonesia belum ada laporan tentang penggunaan daun\nkolesom sebagai antidiabetes. Oleh karena itu, penelitian ini bertujuan untuk\nmelihat efek dari ekstrak etanol daun kolesom sebagai antidiabetes pada mencit.\nMetode: Pengujian diabetes dilakukan dengan dua metode. Metode pertama yaitu\nmetode tes toleransi glukosa oral dengan pemberian beban karbohidrat yaitu\nglukosa, sukrosa atau amilum. Metode kedua yaitu dengan metode diabetes\naloksan pada mencit. Mencit dibagi menjadi enam kelompok, yaitu kontrol\nnormal, kontrol diabetes (kontrol negatif), pembanding glibenklamid 0,65 mg/kg\nbb (kontrol positif), ekstrak etanol daun kolesom 25 mg/kg bb (DK 25), 50 mg/kg\nbb (DK 50) dan 100 mg/kg bb (DK 100). Pemberiaan sediaan uji dilakukan secara\noral selama 15 hari. Hasil: Penggunaan DK 25 dapat menekan peningkatan kadar\nglukosa darah lebih baik dari DK 50 dan DK 100 setelah 30 menit pemberian\nberbagai beban karbohidrat, tetapi belum dapat menormalkan kadar glukosa darah\ndalam waktu 2 jam. DK 50 dapat menurunkan kadar glukosa darah pada\npemberian beban sukrosa dan amilum yang berbeda bermakna (p<0,05) terhadap\nK (-). DK 25, DK 50 dan DK 100 dapat menurunkan kadar glukosa darah pada\nmencit diabetes aloksan yang berbeda secara bermakna (p<0,05) terhadap K (-),\nsedangkan terhadap K (+) (glibenklamid 0,65 mg/kg bb) tidak menunjukkan\nperbedaan secara bermakna. Kesimpulan: Ekstrak etanol daun kolesom (Talinum\ntriangulare (Jacq) Willd.) pada dosis 50 mg/kg bb memiliki kemampuan\nmenurunkan kadar glukosa darah dengan kemungkinan mekanisme menghambat\nenzim alfa-glukosidase sehingga mencegah penguraian sukrosa dan amilum dalam\nusus halus, sesuai dengan hasil uji toleransi glukosa oral dengan menggunakan\nbeban sukrosa dan amilum.Ekstrak etanol daun kolesom (Talinum triangulare (Jacq) Willd.) pada dosis 25mg/kg bb memberikan efek yang sebanding dengan glibenklamid 0,65 mg/kg bb\ndalam menurunkan kadar glukosa darah mencit diabetes aloksan dengan\nkemungkinan mekanisme meregenerasi pulau Langerhans, meningkatkan\npelepasan insulin dari sel beta pankreas atau meningkatkan uptake kalsium, atau\nmemiliki mekanisme ketiganya.", "Daftar File": {"ABSTRAK Henny Kasmawati": "https://digilib.itb.ac.id/gdl/download/191950"}, "Penulis": "Henny Kasmawati [20711033]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Andreanus Andaja Soemardji, DEA", "Prof. Dr. Irda Fidrianny, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Daun kolesom, diabetes melitus, karbohidrat, kadar glukosa darah", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "17 Des 2019"}