{"Nomor": 45363, "Judul": "UJI AKTIVITAS ANTIMIKROBA FRAKSI EKSTRAK DAUN CEREMAI (Phyllanthus acidus (L.) Skeels) TERHADAP BAKTERI RESISTEN ANTIMIKROBA DAN JAMUR", "Abstrak": "Peningkatan resistensi dan toksisitas antimikroba menyebabkan penggunaan obat\nherbal sebagai alternatif pengobatan berbagai penyakit terkait mikroba. Ekstrak\netanol Phyllanthus acidus (L.) Skeels (daun ceremai) memiliki aktivitas\nantimikroba terhadap Candida albicans, Esherichia coli, dan Staphylococcus\naureus (Jagessar, 2008). Pada penelitian ini akan diuji aktivitas antimikroba fraksi\nekstrak daun ceremai terhadap bakteri resisten antibiotika [Methicillin-Resistant\nStaphylococcus aureus (MRSA), Methicillin-Resistant Coagulase Negative\nStaphylococcus (MRCNS), Vancomycin Resistant Enterococcus (VRE)] dan\njamur uji (Candida albicans, Microsporum gypseum, dan Aspergillus niger)\nmelalui penentuan nilai konsentrasi hambat minimum (KHM) dan nilai kesetaraan\nfraksi terhadap antimikroba pembanding. Simplisia diekstraksi dengan cara\nmaserasi menggunakan pelarut etanol 96%. Ekstrak difraksinasi dengan cara\nekstraksi cair-cair menggunakan pelarut n-heksan, etil asetat, dan air. Dilakukan\npenentuan KHM ekstrak etanol dan fraksi terhadap bakteri dan jamur uji\nmenggunakan metode difusi agar, kemudian ditentukan nilai kesetaraan fraksi\ndengan aktivitas terbaik terhadap antimikroba pembanding (tetrasiklin,\nketokonazol). Nilai KHM ekstrak etanol daun ceremai terhadap VRE, MRCNS,\nCandida albicans berturut-turut sebesar 1%, 0,75%, dan 0,05%. Nilai KHM fraksi\netil asetat daun ceremai terhadap MRSA, VRE, MRCNS berturut-turut sebesar\n5%, 2,5%, dan 0,63%. Nilai KHM fraksi etil asetat daun ceremai (terpilih dengan\naktivitas terbaik) terhadap Aspergillus niger, Candida albicans, dan Microsporum\ngypseum sebesar 5%, 0,08%, dan 2,5%. Aktivitas 1 mg fraksi etil asetat daun\nceremai setara dengan 0,05 ?g, 0,36 ?g, dan 0,92 ?g tetrasiklin terhadap MRSA,\nVRE, dan MRCNS. Aktivitas 1 mg fraksi etil asetat daun ceremai setara dengan\n0,32 ?g, 0,01 ?g, dan 0,03 ?g ketokonazol terhadap Aspergillus niger, Candida\nalbicans, dan Microsporum gypseum. Ekstrak daun ceremai memiliki aktivitas\nterhadap VRE, MRCNS, Candida albicans. Fraksi etil asetat daun ceremai\nmemiliki aktivitas antimikroba yang terbaik terhadap MRSA, VRE, MRCNS,\nAspergillus niger, Candida albicans, dan Microsporum gypseum.", "Daftar File": {"ABSTRAK Lanny Mulqie": "https://digilib.itb.ac.id/gdl/download/191947"}, "Penulis": "Lanny Mulqie [20711026]", "Kontributor / Dosen Pembimbing": ["Dr. Kusnandar Anggadiredja, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "antimikroba, Phyllanthus acidus (daun ceremai), fraksi etil asetat", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "17 Des 2019"}