{"Nomor": 45364, "Judul": "COMPETITIVE ANALYSIS ON REPTILE INDUSTRY IN INDONESIA BASED ON 5 PORTER FORCES", "Abstrak": "Hobi memelihara reptile di Indonesia berkembang sangat signifikan dari waktu\nke waktu. Menurut Tribunnews.com, potensi industri hewan peliharaan di\nIndonesia dapat berkembang sampai dengan 7,1% di tahun 2020, lalu bagaimana\ndengan kategori yang lebih spesifik seperti reptile. Dengan pasar yang dinamis\ndan luas, bagaimana industri ini dilihat berdasarkan analisis Porter Five Forces\ndan strategi apa yang dibutuhkan untuk dapat bertahan di industri ini?\nPada penelitian ini, tingkat persaingan industri akan dilihat melalui analisis yang\ndidasari dengan Porter Five Forces sebagai alat. Faktor yang mempengaruhi\nforces, sepenuhnya didapat dari wawancara dengan responden. Responden di\npenelitian ini adalah pemilik dari usaha yang telah didirikan lebih dari 3 tahun\ndan memiliki profit lebih dari Rp10.000.000. Semua responden merupakan ahli\ndalam industri ini, dan reputasi mereka telah dikenal di seluruh industry reptile\ndi Indonesia. Dari semua faktor yang diperoleh melalui responden, faktor tersebut\nkemudian dikaitkan dengan teori dari Porter yang dipublikasi dengan judul “the\nfive forces that shape strategy” hasilnya menunjukkan bahwa 4 dari 5 forces\ntersebut memiliki level yang tinggi sehingga dapat disimpulkan bahwa tingkat\npersaingan di industry reptile sangat tinggi.\nPenelitian ini bertujuan untuk mengetahui tingkat kompetisi di industry reptile di\nIndonesia, dengan adanya analisis mengenai tingkat kompetisi, para pendatang\nbaru dapat menyiapkan strategi mereka sehingga dapat masuk serta bertahan di\nindustry ini. Dalam penelitian ini pemilihan strategi didapatkan dari faktor yang\nmempengaruhi Porter Five Forces, faktor tersebut kemudian di hungunkan\nmenjadi. strength, weakness, opportunity and threats (SWOT). Setelah semua\nfaktor dicocokan dengan masing kategori dari SWOT, Porter Generic Strategy\nyang terdiri dari 3 strategi yaitu Cost Leadership, Differentiation and Focus\nstrategy di review masing kelebihan dan kekurangannya berdasarkan SWOT\nanalisis sebelumya.\nSetiap strategy akan di tentukan kapabilitasnya dalam industry ini berdasarkan\nperbandingan jumlah kelebihan serta kekurangan masing-masingnya. Dalam\npenentuannya aka nada 3 level kapabilitas yaitu kurang cocok, cocok, sangat\ncocok. Dari pengelompokan tersebut terdapat 2 strategi dengan kriteria sangat\ncocok, yaitu Differentiation and Focus Differentiation strategy. Untuk\nmendapatkan satu strategi tebraik untuk pendatang baru, sekali lagi kelebihan\nserta kekurangan dari masing strategi di tinjau.\nStrategi paling cocok untuk pendatang baru yang diperoleh melalui Analisa dan\ndiskusi adalah Differentiation Focus, alasanya adalah karena strategi ini lebih\nmudah untuk di implementasikan, selain itu strategi ini juga memberikan\nkelebihan atau keuntungan yang vital untuk pendatang baru\nDengan menggunakan Differentiation Focus strategi, aktivitas pemasaran melalui\nonline dan juga offline adalah keharusan untuk pendatang baru. Untuk\nmeningkatkan penjuaan dari produk para pendatang baru. Promosi brand di\nmedia sosial, dan membuka stand pada event hewan peliharaan adalah salah satu\ncara memasarkan produk mereka. Selain itu para pendatang baru dapat\nmeningkatkan popularitas mereka dengan cara melekatkan factor unik seperti\nspesialisasi produk pada bisnis mereka, selain itu pendatang baru juga harus\nmemastikan produk mereka memiliki kualitas yang lebih baik.", "Daftar File": {"ABSTRAK Rifky Alfin Aurora Nasution": "https://digilib.itb.ac.id/gdl/download/191948", "2020 TS PP Rifky Alfin Aurora Nasution 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/249648"}, "Penulis": "Rifky Alfin Aurora Nasution [19016058]", "Kontributor / Dosen Pembimbing": ["Donald C. Lantu, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Industri, Pendatang Baru, Porter 5 Forces, Reptile, Strategi.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "17 Des 2019"}