{"Nomor": 45368, "Judul": "EVALUASI PENGGUNAAN OBAT PADA PASIEN ANAK DENGAN GLOMERULONEFRITIS DI SALAH SATU RUMAH SAKIT DI BANDUNG", "Abstrak": "Glomerulonefritis adalah suatu proses patofisiologis ginjal dengan etiologi umum\nberupa gangguan mekanisme imunologi, sehingga terjadi gangguan fungsi normal\nginjal, khususnya bagian glomerular ginjal baik secara akut maupun kronis yang\nditandai dengan tanda dan gejala yang berkaitan dengan glomerulonefritis berupa\nsindrom nefritik dengan karakteristik utama berupa adanya luka inflamasi, dan\nsindrom nefrotik dengan karakteristik utama berupa adanya proteinuria.\nGlomerulonefritis yang bersifat kronis dan tidak ditangani dengan baik, akan\nberakibat pada timbulnya penyakit gagal ginjal atau End-Stage Renal Disease\n(ESRD). Penelitian ini bertujuan untuk mengkaji pengobatan penyakit\nglomerulonefritis dengan Sindrom Nefritik Akut (SNA) dan glomerulonefritis\ndengan Sindrom Nefrotik (SN) dalam hal penyembuhan dan pencegahan\nperparahan kondisi tersebut ke tingkat yang lebih tinggi seperti penyakit gagal\nginjal atau ESRD, di antaranya melalui evaluasi penggunaan obat (EPO) pada\npasien glomerulonefritis dengan sindrom nefritik akut dan pasien\nglomerulonefritis dengan sindrom nefrotik. Penelitian ini dilakukan secara\nretrospektif dan konkuren melalui pendataan buku status, kartu obat, dan\nwawancara langsung kepada pasien glomerulonefritis dengan sindrom nefritik\nakut dan pasien glomerulonefritis dengan sindrom nefrotik. Penelitian secara\nretrospektif dilakukan pada pasien-pasien yang dirawat selama tahun 2011 dan\npenelitian secara konkuren dilakukan selama Bulan Desember 2012 –Febuari\n2013. Dari penelitian ini, diperoleh hasil berupa jenis golongan obat yang umum\ndigunakan sebagai terapi utama pada penanganan pasien sindrom nefritik akut\nadalah diuretik (17,8% dan 47,4%) dan antibiotik (15,3% dan 28,6%), serta pada\npenanganan pasien sindrom nefrotik adalah kortikosteroid (33,3% dan 35,2%) dan\nantineoplastik (21,6% dan 22,1%). Kesesuaian pemilihan obat pada pasien\nsindrom nefritik akut dan pasien sindrom nefrotik tergolong sudah sesuai dengan\nkondisi klinis dan diagnosis pasien (88,9% dan 100% pada pasien SNA dan 100%\npada pasien SN) dengan ketepatan pemberian dosis yang lebih baik ditunjukkan\noleh kelompok pasien SNA (76,3 dan 94,8%) dibandingkan kelompok pasien SN\n(76 dan 76,7%). Interaksi obat yang terjadi baik pada pasien sindrom nefritik akut\nii\nmaupun pasien sindrom nefrotik, menunjukkan kejadian yang lebih besar pada\nhasil analisis secara konkuren (18,2% SNA dan 19% SN) dibandingkan\nretrospektif (11,8% SNA dan 0% SN), namun tidak berbeda bermakna secara\nstatistik dengan nilai signifikansi sebesar 0,731. Kejadian efek obat yang\nmerugikan obat juga lebih teramati pada hasil analisis secara konkuren ( 18,8%\nSNA dan 47,6% SN) dibandingkan retrospektif ( 22,2% SNA dan 5% SN), serta\nmenunjukkan perbedaan yang bermakna secara statistik dengan nilai signifikansi\nsebesar 0,012 yang mengindikasikan bahwa analisis kejadian efek obat yang\nmerugikan lebih tepat dilakukan secara konkuren yang tidak hanya bersumber\npada rekam medik, tetapi juga dengan intervensi berupa wawancara dengan pasien\ndan diskusi sejawat.", "Daftar File": {"ABSTRAK Hani Hasanah": "https://digilib.itb.ac.id/gdl/download/191956"}, "Penulis": "Hani Hasanah [20712008]", "Kontributor / Dosen Pembimbing": ["Dr. Joseph Iskendiarso Sigit", "Siti Saidah M., M.Si., Apt"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Sindrom Nefritik Akut (SNA), Sindrom Nefrotik (SN), evaluasi penggunaan obat.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "17 Des 2019"}