{"Nomor": 45361, "Judul": "KONSTRUKSI VEKTOR EKSPRESI BERBASIS pBR322 UNTUK PRODUKSI PROTEIN TERAPEUTIK DENGAN SISTEM PROMOTOR AUTOINDUKSI gadA PADA Escherichia coli", "Abstrak": "Produksi protein terapeutik rekombinan biasanya mengunakan vektor ekspresi yang\nmemiliki jumlah salinan tinggi dan membawa promotor kuat. Namun vektor ini\nkurang menguntungkan untuk produksi protein terapeutik dalam skala industri.\nJumlah salinan tinggi dapat menurunkan efisiensi produksi protein terapeutik\nsedangkan induksi promotor kuat biasanya membutuhkan penambahan induser yang\nmembutuhkan tambahan biaya produksi. Penelitian ini bertujuan untuk\nmengkonstruksi vektor ekspresi yang memiliki jumlah salinan rendah-sedang dan\nmembawa promotor autoinduksi gadA. Sebagai model digunakan gen pengkode SOD\n(superoksida dismutase) untuk dipelajari tingkat ekspresinya dibawah pengaruh\npromotor yang diujikan. Konstruksi vektor ekspresi diawali dengan konstruksi\npBR322 mini yang membawa gen pengkode ?-laktamase (bla) dan origin of\nreplication (ori) dari plasmid pBR322. Kaset ekspresi sod yang membawa promotor\nkuat T7 diamplifikasi dari plasmid pJExpress414_sod dengan metode PCR dan\ndikloning ke plasmid pBR322 mini untuk membentuk pBM_sod. Selanjutnya\npromotor autoinduksi gadA sintetik diinsersikan ke plasmid pBM_sod untuk\nmembentuk plasmid pMCD. Kebenaran plasmid rekombinan ditentukan dengan\nanalisis migrasi, analisis sisi pemotongan dan analisis penentuan urutan nukleotida.\nHasil penelitian menunjukkan bahwa plasmid pBR322 mini, pBM_sod dan pMCD\ntelah berhasil dikonstruksi dan dikonfirmasi kebenarannya. Tingkat ekspresi sod dari\nplasmid pBM_sod, pMCD dan pJExpress414_sod dibandingkan dengan analisis\nSDS-PAGE. Hasil analisis ekspresi sod menunjukkan bahwa plasmid pBM_sod dan\npJExpress414_sod secara berturut-turut menunjukkan tingkat ekspresi sod 14 kali dan\n10 kali lebih kuat daripada plasmid pMCD.", "Daftar File": {"ABSTRAK I Wayan Martadi Santika": "https://digilib.itb.ac.id/gdl/download/191931"}, "Penulis": "I Wayan Martadi Santika [20712027]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Catur Riani, S.Si., M.Si.", "Prof. Dr. Debbie Soefie Retnoningrum", "Dr. Anita Antarini"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "vektor ekspresi, sistem autoinduksi, promotor gadA, pMCD", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "17 Des 2019"}