{"Nomor": 45376, "Judul": "PENGARUH METIONIN TERHADAP PRODUKSI SITRININ DAN LOVASTATIN MONASCUS PURPUREUS SECARA FERMENTASI CAIR", "Abstrak": "Berbagai usaha telah dilakukan untuk menurunkan produksi sitrinin dari\nMonascus purpureus. Upaya-upaya tersebut dapat menghilangkan atau menekan\njumlah sitrinin, tetapi produksi zat warna dan lovastatin juga menurun secara\nbermakna. Pada penelitian menggunakan Aspergillus terreus dan Monascus ruber\ndiketahui biosintesis lovastatin dan sitrinin terdapat pada jalur poliketida dengan\nprekursor yang sama yaitu asetil ko-A dan malonil ko-A. Pada biosintesis\nlovastatin diketahui adanya peran SAM (S-adenosil metionin) yaitu suatu donor\nmetil pada rantai samping dalam pembentukan lovastatin. SAM sangat\ndipengaruhi oleh keberadaan metionin dalam media. Penelitian ini bertujuan\nuntuk melihat pengaruh metionin terhadap produksi sitrinin dan lovastatin\nMonascus purpureus secara fermentasi cair. Fermentasi dilakukan dengan\nmenggunakan media YMP tanpa penambahan metionin dan penambahan metionin\ndengan konsentrasi 0,3, 1, dan 2 % b/v. Fermentasi dilakukan selama 20 hari dan\npengamatan dilakukan pada hari ke 7 dan hari ke 20. Kaldu hasil fermentasi\ndipisahkan dari selnya dengan sentrifugasi dan dekantasi. Sampel kaldu tersebut\ndisaring dengan membran filter 0,22 µm dan dianalisis menggunakan\nkromatografi cair kinerja tinggi. Kadar sitrinin setelah inkubasi 7 hari pada media\ntanpa metionin 3,90 ?g/mL sedangkan pada media dengan metionin pada\nbeberapa konsentrasi kadar sitrinin berkisar antara 0,60 – 0,93 ?g/mL. Kadar\nsitrinin setelah inkubasi 20 hari tanpa metionin, dan dengan penambahan metionin\ndengan konsentrasi 0,3, 1, dan 2 % b/v berturut-turut adalah 0,18, 0,09, 0,07, dan\n0,04 ?g/mL. Sedangkan kadar lovastatin berturut-turut adalah 0,013, 0,018, 0,031,\ndan 0,049 ?g/mL. Terjadi penurunan yang signifikan pada produksi sitrinin akibat\npenambahan metionin namun tidak bermakna pada produksi lovastatin.", "Daftar File": {"ABSTRAK Catur Jatmika": "https://digilib.itb.ac.id/gdl/download/192106"}, "Penulis": "Catur Jatmika [20710310]", "Kontributor / Dosen Pembimbing": ["Dr. Marlia Singgih Wibowo", "Dr.rer.nat Sophi Damayanti"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "sitrinin, lovastatin, metionin, KCKT.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "17 Des 2019"}