{"Nomor": 45380, "Judul": "PEMANFAATAN BIJI LABU [CUCURBITA MOSCHATA (DUCHESNE EX LAMK) DUCHESNE EX POIRET] SEBAGAI IMUNONUTRIEN UNTUK MENANGANI LUKA INFEKSI PADA KEADAAN DIABETES MELLITUS", "Abstrak": "Proses penyembuhan luka dapat terhambat oleh gangguan metabolik, kekurangan\nnutrisi dan ketidakseimbangan fisiologis yang kronis. Diabetes mellitus (DM)\nmerupakan salah satu kondisi gangguan metabolik yang paling sering\nmenyebabkan luka sukar sembuh. Hiperglikemia, gangguan fungsi sistem imun,\ndan keberadaan mikroflora memperparah luka sehingga menjadi bertambah sulit\ndisembuhkan. Imunonutrien seperti arginin dan glutamin dapat meningkatkan\nfungsi sistem imun dan juga berperan dalam penyembuhan luka melalui stimulasi\nsintesis jaringan kolagen. Imunonutrien ini dapat ditemukan pada biji-bijian\nseperti pada biji labu. Penelitian ini bertujuan memanfaatan biji labu [Cucurbita\nmoschata (Duchesne ex Lamk) Duchesne ex Poiret] sebagai imunonutrien untuk\nmenangani luka infeksi pada kondisi DM. Penelitian ini diawali dengan\npengumpulan dan identifikasi tumbuhan uji, pengumpulan biji dan pembuatan\nserbuk dari biji. Selanjutnya dilakukan uji in vivo terhadap penyembuhan luka\npada kondisi DM dan uji terhadap respon imun pada hewan uji. Dua dosis biji\nlabu yang diuji yaitu 3,9 dan 7,8 g/kg bobot badan (bb) mencit yang ekivalen\ndengan 30 dan 60 g untuk penggunaan manusia, diberikan secara oral dalam\nbentuk suspensi dalam air suling. Hewan uji yaitu mencit terlebih dahulu\ndiinduksi DM dengan pemberian aloksan monohidrat. Mencit yang telah\nmengalami kenaikan gula darah berarti selanjutnya dilukai dan diinfeksi dengan\nmikroba. Mikroba uji yang digunakan adalah isolat klinik dari apusan luka\npenderita DM. Efektivitas bahan uji terhadap luka infeksi pada mencit DM\nditentukan dari parameter kontraksi luka, eritema, keberadaan nanah dan\nkesembuhan luka. Efek bahan uji terhadap sistem imun ditentukan melalui uji\nbersihan karbon dan penentuan indeks organ. Selama penelitian juga dilakukan\npengukuran kadar gula darah mencit. Hasil identifikasi mikroba dari apusan luka\npenderita DM menunjukkan adanya Staphylococcus aureus dan Enterobacter,\nserta jamur. Kontraksi luka pada kedua kelompok mencit yang diberi biji labu\ndosis 3,9 (45,6±8,72 %) dan 7,8 g/kg bb mencit (55,37±5,17 %) lebih besar dan\nbermakna (p<0,05) dibandingkan terhadap kontrol (22,86±8,84 %) dimulai dari\nhari keempat sampai hari ke 14 pemberian bahan uji. Kesembuhan lebih cepat\nterjadi pada kelompok dosis 7,8 g/kg bb mencit. Hasil uji terhadap respon imun\nmenunjukkan kedua dosis uji memiliki efek imunostimulasi kuat dengan indeks\nfagosistik 1,7 dan 1,6 berturut turut untuk biji labu dosis 3,9 dan 7,8 g’kg bb\nmencit. Kedua dosis biji labu juga berkhasiat menurunkan kadar gula darah secara\nbermakna (p<0,05) dengan % penurunan untuk biji labu dosis 3,9 (58,04±4,34)\ndan 7,8 g/kg bb mencit (57,04±5,91) terhadap kontrol (40,92±2,59) pada hari ke\n14. Berdasarkan hasil percobaan ini biji labu dapat digunakan sebagai\nimunonutrien untuk menangani dan mencegah terjadinya luka infeksi kronis pada\nkondisi DM.", "Daftar File": {"ABSTRAK Lusi Putri Dwita": "https://digilib.itb.ac.id/gdl/download/192112"}, "Penulis": "Lusi Putri Dwita [20710030]", "Kontributor / Dosen Pembimbing": ["Dr. Maria Immaculata Iwo, M.Si., Apt", "Dr. Marlia Singgih Wibowo"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Luka infeksi, Mikroba pada penderita diabetes mellitus, Biji labu [Cucurbita moschata (Duchesne ex Lamk) Duchesne ex Poiret], Indeks fagositik, Imunonutrien.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "17 Des 2019"}