{"Nomor": 45387, "Judul": "DESAIN FONDASI TIANG BOR DAN DIAPHRAGM WALL MENGGUNAKAN PERKUATAN BRACED CUTS PADA GEDUNG PUSAT SENI DAN BUDAYA KOTA BANDUNG", "Abstrak": "Secara umum struktur dibagi menjadi dua bagian yaitu struktur atas dan struktur\nbawah. Struktur bawah berfungsi untuk menahan dan mentransfer beban yang\ndiberikan dari struktur atas dan sekelilingnya. Oleh karena itu struktur bawah harus\nmampu mentransfer dan menahan beban yang bekerja. Tugas akhir ini mencakup\ntentang perancangan dinding penahan tanah dan fondasi tiang bor pada gedung pusat\nseni dan budaya yang ada di Bandung.\nTahapan untuk perancangan pondasi pada tugas akhir ini adalah melakukan\ninterpretasi data tanah sesuai dengan hasil pengujian baik dari hasil pengujian\nlangsung ataupun dari hasil pengujian laboratorium. Selanjutnya interpretasi data\nbeban sehingga dimensi pondasi akan disesuaikan dengan beban yang bekerja pada\npondasi. Sebuah sistem fondasi harus mampu memikul beban baik aksial maupun\nbeban lateral dari struktur bangunan. Selain itu, penurunan fondasi juga\ndiperhitungkan agar tidak menyebabkan hancurnya balok di struktur atas.\nPada dinding penahan tanah adalah interpretasi data tanah, lalu penentuan kedalaman\npenetrasi dinding penahan tanah, selanjutnya desain perkuatan dinding penahan tanah\nsampai kekuatannya dan kemampuan layannya memenuhi persyaratan.\nPerencanaan fondasi tiang bor dan dinding penahan tanah ini dihitung secara manual\ndan menggunakan banyak bantuan software seperti LPile, GROUP, Pca-Column,\nETABS, dan Plaxis 2D. Output yang didapatkan dari perencanaan fondasi dan dinding penahan tanah ini adalah dimensi dan tulangan yang diperlukan untuk\nmenopang beban-beban yang bekerja.", "Daftar File": {}, "Penulis": "Dayana E R S [15015104]", "Kontributor / Dosen Pembimbing": ["Dedi Apriadi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "fondasi tiang bor, dinding diafragma, strut, PLAXIS 2D", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "18 Des 2019"}