{"Nomor": 45397, "Judul": "PENGEMBANGAN NANOPARTIKEL BERBASIS XILAN UNTUK TUJUAN PELEPASAN SILIMARIN DI KOLON", "Abstrak": "!\nLimbah tanaman sebagai sisa hasil pertanian tentunya sangat melimpah dan menjadi\nmasalah utama di dunia. Umumnya banyak masyarakat yang belum menyadari akan\nmanfaat dari senyawa berpotensial yang terkandung di dalamnya. Tujuan dilakukannya\npenelitian ini adalah untuk memanfaatkan xilan sebagai hemiselulosa utama pada limbah\nbatang tanaman sebagai zat pembawa untuk sistem penghantaran obat di kolon. Sistem\npenghantaran ini dipilih berdasarkan kemampuan xilan yang dapat didegradasi oleh enzim\nxilanase yang diproduksi oleh bakteri di kolon. Metode yang digunakan untuk membentuk\nnanopartikel xilan adalah koaservasi sederhana. Xilan, suatu senyawa tidak larut air,\ndilarutkan dalam NaOH, kemudian ditambahkan CH3COOH sebagai antisolvent\nmenggunakan mikroburet. Tween 20 ditambahkan untuk menstabilkan nanopartikel yang\nterbentuk secara spontan yang didasarkan atas reaksi asam-basa. Untuk menghasilkan\nnanopartikel dengan ukuran dan distribusi ukuran yang diinginkan, maka beberapa\nparameter seperti lama pengadukan, kecepatan pengadukan, kecepatan penambahan asam\ndan jumlah xilan dioptimasi. Pada penelitian ini, digunakan silimarin yang merupakan\nsenyawa BCS kelas II sebagai obat antikanker yang akan diinkorporasikan ke nanopartikel\nxilan. Karakterisasi sediaan dilakukan terhadap beberapa parameter seperti muatan\npartikel, struktur dan morfologi partikel, serta efisiensi penjeratan. Nanopartikel xilan\ndengan ukuran 577,90±30,45 nm dan distribusi ukuran partikel sebesar 0,203±0,112\ndibentuk dengan kondisi optimum berupa lama pengadukan selama 30 menit, kecepatan\npengadukan sebesar 1.000 rpm, kecepatan penambahan asam sebesar 0,01 mL/s dan\njumlah xilan sebesar 0,5% (b/v). Nanopartikel xilan menunjukkan muatan negatif sebesar\n-1,47 mV, dikarenakan adanya gugus asam 4-O-metil-glukuronat pada struktur xilan,\nsedangkan kompleks xilan-silimarin optimal memiliki muatan 24,2 mV dengan jumlah\nsilimarin sebanyak 0,05% (b/v). Efisiensi penjeratan yang dihasilkan bernilai 94,59±0,28\n% dengan ukuran dan distribusi ukuran partikel masing-masing sebesar 723,35±18,59 nm\ndan 0,206±0,035. Hasil analisis menggunakan Differential Scanning Calorimetry dan\nDifraktometri Sinar-X menunjukkan nanopartikel xilan berada dalam bentuk amorf dan\nsifat kristalnya tidak berubah walaupun sudah dalam bentuk kompleks dengan silimarin.\nMorfologi nanopartikel xilan dan kompleks xilan-silimarin menunjukkan bentuk tidak\nberaturan yang telah mengalami agregasi. Berdasarkan hasil, formula ini berpotensi\ndigunakan untuk penghantaran obat antikanker di kolon.", "Daftar File": {"ABSTRAK Marcelinus Steven": "https://digilib.itb.ac.id/gdl/download/192365"}, "Penulis": "Marcelinus Steven [10711043]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Heni Rachmawati, Apt., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "18 Des 2019"}