{"Nomor": 45394, "Judul": "OPTIMASI UP SCALING PRODUKSI SIKLODEKSTRIN-? SKALA LABORATORIUM MENGGUNAKAN ENZIM SIKLODEKSTRIN GLIKOSILTRANSFERASE REKOMBINAN DARI Bacillus sp. A2-5a", "Abstrak": "Siklodekstrin (CD) merupakan molekul oligosakarida siklik yang tersusun atas monomer\nglukosa yang dihubungkan oleh ikatan 1,4-?-glikosidik. Berdasarkan jumlah monomer\npenyusunnya, CD diklasifikasikan menjadi CD-? (6 unit glukosa), CD-? (7 unit glukosa),\ndan CD-? (8 unit glukosa). CD banyak digunakan di industri farmasi sebagai peningkat\nkelarutan atau penutup rasa dan bau tidak sedap senyawa hidrofob yang memiliki ukuran\nseperti rongga CD. CD diproduksi melalui proses reaksi enzimatis konversi pati oleh\nenzim siklodekstrin glikosiltransferase (CGTase). Banyak industri farmasi menggunakan\nCD-? dibandingkan CD jenis lain karena kemudahan preparasi dan biaya produksi yang\nrendah. Penelitian ini bertujuan untuk mengoptimasi kondisi up scaling produksi CD-?\npada skala laboratorium. Enzim yang digunakan pada penelitian ini adalah CGTase\nrekombinan (rCGTase) dari Bacillus sp. A2-5a dan substrat berupa pati sagu yang telah\ndimasak. Penentuan kondisi optimum dilakukan mulai dari skala 1 mL, 100 mL, 500 mL,\nhingga pada akhirnya produksi skala 1000 mL. Pada penelitian ini digunakan rCGTase\nhasil pemurnian menggunakan kromatografi afinitas Ni-NTA dengan elusi bertahap dan\ndipekatkan dengan kolom Nanosep (cut-off 50 kDa). rCGTase hasil pemurnian (berukuran\n76,39 kDa) memiliki aktivitas siklisasi-? dan hidrolisis pati dengan analisis zimografi\nmenggunakan PAGE-natif. Hasil penelitian menunjukan bahwa kondisi optimum produksi\nCD-? adalah pada suhu 55°C, konsentrasi pati sagu masak 0,5% (b/v) dalam dapar posfat\npH 6, selama 6 – 10 jam dalam keadaan statis. Penelitian ini untuk pertama kalinya\nmelaporkan kondisi optimum produksi CD-? pada skala 500 mL dan 1000 mL\nmenggunakan rCGTase dari Bacillus sp. A2-5a.", "Daftar File": {"ABSTRAK Ujang Purnama": "https://digilib.itb.ac.id/gdl/download/192362"}, "Penulis": "Ujang Purnama [10711035]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Catur Riani, S.Si., M.Si.", "Dr. MTA Penia Kresnowati"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "rCGTase, CD-?, pati sagu, up scaling", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "18 Des 2019"}