{"Nomor": 45399, "Judul": "UJI POTENSI PROTEIN SUB-UNIT L TIROSINASE JAMUR SEBAGAI PROTEIN PEMBAWA SENYAWA OBAT UNTUK SISTEM PENGHANTARAN ORAL", "Abstrak": "Protein Sub-unit L Tirosinase Jamur (LSMT) merupakan protein yang diketahui memiliki\nkemiripan struktur dengan protein HA-33 dan protein CNL, yakni protein-protein yang\ntelah dikembangkan sebagai protein pembawa senyawa obat. Pada penelitian ini, dilakukan\nproses docking pada perangkat lunak Autodock 4.2 dengan parameter pencarian\nLamarckian Genetic Algorithm untuk menentukan kemampuan protein LSMT dalam\nberinteraksi dengan ligan derivat gula sebagaimana protein homolognya. Kemudian, uji exvivo non-everted gut sac dilakukan untuk menentukan kemampuan protein LSMT untuk\nberpenetrasi menembus sel epitel pada dinding usus dan uji imunogenisitas dilakukan\nuntuk menentukan bahwa protein LSMT tidak memiliki kecenderungan untuk\nmenimbulkan reaksi imun. Uji imunogenisitas dilakukan dengan menganalisis serum\nmencit yang telah diimunisasi dengan protein LSMT selama 28 hari dengan metode dotblot. Protein LSMT yang digunakan pada uji penembusan usus dan uji imunogensitas\nmerupakan protein rekombinan murni yang diperoleh dari sistem ekspresi dengan bakteri\nEscherichia coli BL21 (DE3). Berdasarkan hasil molecular docking, protein LSMT\ndiprediksi dapat berinteraksi dengan N-asetil glukosamin, N-asetil galaktosamin, dan\nFukosa dengan prediksi energi bebas interaksi masing-masing adalah -2,46 kkal/mol, -3,00\nkkal/mol, dan -3,31 kkal/mol. Berdasarkan hasil SDS-PAGE cairan yang diperoleh dari uji\npenembusan usus diketahui bahwa protein LSMT memiliki kemampuan untuk berpenetrasi\nmelalui sel epitel dinding usus. Berdasarkan hasil analisis dengan metode dot-blot,\ndiketahui bahwa mencit yang telah diimunisasi sebanyak 4 kali dengan protein LSMT\nselama 28 hari tidak menunjukkan terbentuknya antibodi yang spesifik terhadap protein\nLSMT.", "Daftar File": {"ABSTRAK Yunita": "https://digilib.itb.ac.id/gdl/download/192367"}, "Penulis": "Yunita [10711053]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Heni Rachmawati, Apt., M.Si.", "Dr. Wangsa Tirta Ismaya", "Dr. rer. nat. Sophi Damayanti, M.Si., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "18 Des 2019"}