{"Nomor": 45391, "Judul": "UJI POTENSI NANOEMULSI KURKUMIN SEBAGAI ANTIHIPERTENSI DAN ANTIHIPERKOLESTEROL SECARA IN VITRO", "Abstrak": "Aterosklerosis dan hipertensi sering dikaitkan dengan penyakit kardiovaskular yang akan\nberkembang menjadi infark miokardia dan stroke. Statin telah digunakan secara luas untuk\nmenurunkan tingkat kolesterol dan obat antihipertensi seperti kaptopril telah sering\ndiresepkan untuk menurunkan tekanan darah. Kurkumin, senyawa fenolik dari Curcuma\nlonga telah terbukti khasiatnya dalam mengobati berbagai macam penyakit sehingga\ndiharapkan dapat menjadi senyawa alternatif yang lebih efektif dan aman. Penelitian\nsebelumnya telah membuktikan adanya peningkatan sifat fisika, bioavailabilitas, dan\nstabilitas yang signifikan terhadap kurkumin saat dienkapsulasi dalam nanoemulsi. Tujuan\npenelitian ini adalah untuk menguji potensi sistem nanoemulsi dalam meningkatkan\naktivitas antihipertensi dan antihiperkolesterol secara in vitro. Komposisi dan metode\npembuatan nanoemulsi yang telah teruji digunakan dalam penelitian ini dan menghasilkan\nukuran globul 42,93 ± 29,85 nm, indeks polidispersitas 0,36 ± 0,04, zeta potensial -0,12 ±\n0,50 mV, efisiensi penjeratan 89,89 ± 8,18 %, dan kapasitas pemuatan 9,06 ± 0,92 mg/ g\nfase minyak. Aktivitas antihipertensi kurkumin ditentukan berdasarkan kemampuannya\ndalam menginhibisi Angiotensin Converting Enzyme (ACE) secara in vitro. Dalam inhibisi\nACE, substrat sintetis hippuryl-L-histidyl-L-leucine (HHL) akan bereaksi dengan sampel\nuji yang mengandung ACE untuk membentuk asam hipurat. Asam hipurat yang terbentuk\ndilarutkan dalam air, absorbansi larutan ditentukan di daerah sinar UV dan aktivitas\ninhibisi ACE dihitung. Aktivitas antihiperkolesterol kurkumin diuji menggunakan kit\nHMG-CoA reduktase pada UV 96 well plate. Pengujian ini dilakukan berdasarkan\npenurunan absorbansi NADPH oleh 3-hydroxy-3-methylglutaryl-CoA reductase (HMGR)\ndengan keberadaan substrat HMG-CoA. Kurkumin diketahui tidak memiliki potensi yang\nbermakna secara signifikan sebagai inhibitor ACE namun saat diinkorporasikan ke dalam\nsistem nanoemulsi, aktivitasnya sedikit meningkat dalam menginhibisi ACE. Sedangkan\npada pengujian antihiperkolesterol, kurkumin menunjukkan adanya potensi yang cukup\nbaik dalam menurunkan tingkat kolesterol. Kurkumin yang dienkapsulasi dalam\nnanoemulsi menunjukkan aktivitas yang tidak berbeda secara bermakna saat dibandingkan\ndengan standar pravastatin. Penelitian ini menunjukkan bahwa kurkumin tidak\nmenunjukkan adanya potensi sebagai inhibitor ACE, namun dapat menjadi pengobatan\nalternatif yang baik bagi penderita hiperkolesterolemia. Sistem nanoemulsi tidak hanya\nmeningkatkan aktivitas inhibisi HMGR namun juga aktivitas inhibisi ACE pada kurkumin.", "Daftar File": {"ABSTRAK Irene Surya Soraya": "https://digilib.itb.ac.id/gdl/download/192359"}, "Penulis": "Irene Surya Soraya [10711027]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Heni Rachmawati, Apt., M.Si.", "Dr. Neng Fisheri Kurniati, S.Si., M.Si., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "18 Des 2019"}