{"Nomor": 45390, "Judul": "FORMULASI SEDIAAN ES KRIM MENGANDUNG PROBIOTIK Lactobacillus acidophilus TERENKAPSULASI DAN SERAT GLUKOMANAN", "Abstrak": "Bakteri probiotik L. acidophilus memiliki berbagai efek positif bagi kesehatan jika\ndikonsumsi dan berada dalam jumlah yang cukup ketika mencapai tempat kerjanya.\nNamun, kondisi penyimpanan dan saluran pencernaan dapat menyebabkan bakteri tidak\ndapat bertahan dalam jumlah yang memenuhi syarat. Mikroenkapsulasi merupakan suatu\ncara untuk untuk menjaga viabilitas probiotik dari paparan lingkungan yang tidak\nmendukung kehidupannya. Es krim berbahan susu kedelai merupakan pembawa yang baik\nbagi probiotik. Serat glukomanan dengan kemampuan pengikatan air yang sangat baik\ndapat digunakan sebagai stabilizer, mencegah pertumbuhan kristal, dan memberikan\ntekstur unik pada es krim. Formula mikrokapsul L. acidophilus yang dibuat dengan metode\nemulsifikasi dioptimasi. Formula es krim yang mengandung susu kedelai dan serat\nglukomanan dioptimasi, kemudian digunakan sebagai formula pembawa mikrokapsul L.\nacidophilus. Mikrokapsul diuji kekuatan mukoadhesifnya menggunakan metode falling\nliquid film, kemudian diuji viabilitasnya dalam cairan lambung buatan (CLB) dan cairan\nusus buatan (CUB) menggunakan metode Angka Lempeng Total (ALT). Uji viabilitas L.\nacidophilus terenkapsulasi dalam formula es krim hasil optimasi selama 90 hari\npenyimpanan dilakukan dengan metode ALT. Formula optimum mikrokapsul dibuat dari\nlarutan 3% Na alginat, 1% guar gum, dan 0,25M CaCl2 serta 0,75% lesitin dalam minyak\nkedelai. L. acidophilus dalam kapsul formula tersebut setelah 6 jam paparan dalam CLB\ndan CUB menyisakan 1,51x10\n7\nCFU/g bakteri hidup dari jumlah semula 3,89x10\n8\nCFU/g,\nsedangkan L. acidophilus tidak terenkapsulasi menyisakan 9,47x10\n3\nCFU/g bakteri hidup\ndari jumlah semula 3,75x10\n8\nCFU/g. Studi mukoadhesif menunjukkan bahwa dari 7\nformula enkapsulasi yang dibuat, tidak terdapat perbedaan kekuatan adhesi mikrokapsul\nsecara signifikan (p>0,05).Formula optimum es krim mengandung komposisi 58,90% susu\nkedelai, 25% minyak kedelai, 0,20% gelatin, 0,25% glukomanan, 0,75% lesitin, 12%\nsukrosa, 2% serbuk coklat, dan 1% pasta vanila.Es krim tersebut yang mengandung L.\nacidophilus yang dienkapsulasi dengan formula optimum setelah 90 hari penyimpanan\nmenyisakan 7,77x10\n7\nCFU/g bakteri hidup dari jumlah semula 9,40x10\n8\nCFU/g. Sedangkan\nes krim yang mengandung L. acidophilus tidak terenkapsulasi menyisakan 6,04x10\n5\nCFU/g\nsel bakteri hidup, dari jumlah semula 7,10x10\n8\nCFU/g. Enkapsulasi L. acidophilus dapat\nmenjaga viabilitas probiotik ini dari pH lambung dan pH usus. Ketika diinkorporasikan ke\ndalam es krim dengan formula hasil optimasi, enkapsulasi menjaga viabilitas L.\nacidophilus dalam kondisi penyimpanan. Mikrokapsul dengan formula optimum memiliki\nkekuatan mukoadhesif sebesar 71,66 ± 6,21%.", "Daftar File": {"ABSTRAK Joanne Angelina": "https://digilib.itb.ac.id/gdl/download/192358"}, "Penulis": "Joanne Angelina [10711026]", "Kontributor / Dosen Pembimbing": ["Dr. Lucy Dewi Nurhajati Sasongko, M.Si.", "Dr. Tri Suciati, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "18 Des 2019"}