{"Nomor": 45403, "Judul": "UPAYA PENINGKATAN LAJU DISOLUSI LOVASTATIN MENGGUNAKAN METODE DISPERSI PADAT DENGAN TEKNIK PELARUTAN-PELELEHAN MENGGUNAKAN PEMBAWA SENYAWA TURUNAN GULA!", "Abstrak": "!\nLovastatin praktis tidak larut dalam air dan termasuk obat kelas II pada sistem klasifikasi\nbiofarmasetik. Obat yang termasuk golongan kelas II tersebut mempunyai sifat kelarutan\nrendah sedangkan permeabilitasnya tinggi. Oleh karena itu, bioavaibilitas dari lovastatin\ndipengaruhi oleh laju disolusi lovastatin tersebut. Salah satu metode yang dapat dipilih\nuntuk meningkatkan laju disolusi dari obat atau senyawa aktif adalah dengan metode\ndispersi padat. Penelitian ini bertujuan untuk meningkatkan laju disolusi lovastatin dengan\ncara pembuatan dispersi padat dalam pembawa senyawa turunan gula yaitu manitol dan\nisomaltosa. Dispersi padat dibuat dengan metode pelelehan, masing-masing dengan\nperbandingan 1:1 dan 1:2 untuk manitol maupun isomaltosa. Uji disolusi terhadap\nlovastatin murni, campuran fisik dan dispersi padat dilakukan dalam media dapar fosfat\nyang mengandung surfaktan pH 7,0 dengan alat disolusi USP tipe 2 dengan kecepatan 50\nrpm. Evaluasi dispersi padat dilakukan dengan Scanning Electron Microscope (SEM) dan\nspektrofotometer fourier transform infrared (FTIR). Lovastatin murni dan dispersi padat\nlovastatin dijadikan tablet dengan metode kempa langsung dan diuji laju disolusinya. Laju\ndisolusi paling tinggi dihasilkan oleh dispersi padat lovastatin dengan pembawa manitol\n1:1 (99,27 ± 1,54 %). Evaluasi menggunakan FTIR menunjukkan bahwa spektrum dispersi\npadat yang diperoleh merupakan kombinasi antara lovastatin dan manitol sedangkan\nevaluasi menggunakan SEM menunjukkan terjadinya reduksi ukuran partikel lovastatin.\nTablet lovastatin dan tablet dispersi padat menunjukkan perubahan yang signifikan dari\nhasil uji disolusi dalam media dapar pH 7,0 yang mengandung surfaktan 0,5%.", "Daftar File": {"ABSTRAK Devina Iffa Octafimi": "https://digilib.itb.ac.id/gdl/download/192379"}, "Penulis": "Devina Iffa Octafimi [10711094]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Jessie Sofia Pamudji, MS", "Dr. Diky Mudhakir, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "18 Des 2019"}