{"Nomor": 45408, "Judul": "PENGEMBANGAN FORMULA DAN UJI PENETRASI IN VITRO NANOEMULSI ACEMANNAN MELALUI PENGAHANTARAN TOPIKAL", "Abstrak": "Berbagai polisakarida dalam lidah buaya termasuk acemannan memiliki banyak aktivitas yang\ntelah diketahui terutama sebagai anti kerut. Acemannan merupakan komponen polisakarida\nutama yang memiliki bobot molekul tinggi dan bersifat hidrofilik sehingga sulit berpenetrasi\nke dalam kulit. Penelitian ini bertujuan mengembangkan formula nanoemulsi acemannan yang\nmemiliki penetrasi yang baik ke dalam kulit. Nanoemulsi dibuat dengan formula terdiri dari\nminyak kelapa, Tween 80 dan propilen glikol yang masing-masing sebagai fasa minyak,\nsurfaktan dan kosurfaktan. Acemannan didispersikan ke dalam minyak kelapa dengan bantuan\nTween 20 sebelum dibuat nanoemulsi. Sediaan dievaluasi melalui organoleptik, viskositas, pH,\nukuran globul, indeks polidispersitas, dan uji penetrasi menggunakan sel difusi Franz. Dispersi\nacemannan dalam minyak kelapa yang menghasilkan penampilan jernih diperoleh dengan cara\nliofilisasi. Formula optimum nanoemulsi acemannan terdiri dari minyak kelapa sebanyak\n15,4%, surfaktan Tween 80 30%, kosurfaktan propilen glikol 10%, tween 20 1,35% dan\nacemannan 0,5%. Nanoemulsi acemannan meningkatkan ukuran globul dari basis yaitu 19,33\n± 3,23 nm menjadi 195,55 ± 7,85 nm (p<0,05), tetapi tidak berpengaruh pada viskositas (103,5\n± 0,408 cps), pH (4,63), dan indeks polidispersitas (0,325 ± 0,045). Pada uji penetrasi,\nnanoemulsi yang mengandung dispersi acemannan hasil liofilisasi meningkatkan penetrasi\nsecara bermakna dibandingkan nanoemulsi acemannan tanpa proses liofilisasi (p<0,05).\nformula optimum nanoemulsi acemannan dengan kemampuan penetrasi yang baik, berpotensi\nuntuk dikembangkan menjadi sediaan anti-aging.", "Daftar File": {"ABSTRAK Hendriana Ari Riyanti": "https://digilib.itb.ac.id/gdl/download/192526"}, "Penulis": "Hendriana Ari Riyanti [10711089]", "Kontributor / Dosen Pembimbing": ["Dr. Tri Suciati, M.Si.", "Dr. Rika Hartati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Nanoemulsi, Acemannan, Penetrasi ke dalam kulit, Peningkatan hidrofobisitas, Dispersi padatan dalam minyak, ko-liofilisasi.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "18 Des 2019"}