{"Nomor": 45402, "Judul": "FORMULASI SEDIAAN PASTA GIGI DENGAN SERBUK CANGKANG TELUR AYAM SEBAGAI BAHAN ABRASIF", "Abstrak": "Cangkang telur ayam merupakan salah satu limbah dapur yang paling banyak dan\nmempunyai potensi besar untuk dimanfaatkan dengan kandungan kalsium karbonat yang\ntinggi. Kalsium karbonat sendiri merupakan salah satu bahan abrasif yang paling banyak\ndigunakan dalam formula pasta gigi. penelitian ini bertujuan untuk menentukan formula\noptimum untuk pasta gigi serbuk cangkang telur ayam broiler dan untuk mengevaluasi\nkemampuan pembersihan pasta gigi serbuk cangkang telur ayam broiler. Cangkang telur\nayam broiler yang digunakan adalah telur ayam berwarna coklat. Cangkang telur ini direduksi\nukuran partikelnya dengan cutting mill, mortar grinder dan tumbler ball mill 75 rpm selama\n15 menit untuk mendapatkan ukuran partikel 10-25µm. Sediaan pasta gigi dibuat dengan\noptimasi jumlah xanthan gum, natrium lauril sulfat, dan serbuk cangkang telur ayam broiler.\nPada setiap formula dilakukan evaluasi pengamatan organoleptik, pH, viskositas, tinggi dan\nkestabilan busa, kemampuan pembersihan dengan menghitung debris score, serta kadar\nlembap, dan uji stabilita dipercepat untuk formula akhir. Pada penelitian ini diperoleh\nformula sediaan pasta gigi serbuk cangkang telur yang optimum terdiri dari xanthan gum\n1,2%, natrium lauril sulfat 2%, serbuk cangkang telur sebanyak 50%, 12% gliserin, 8%\npropilen glikol, 0,2% titanium dioksida, 0,4% mentol, 0,2% natrium sakarin, 0,18% metil\nparaben, 0,02% propil paraben. Hasil uji stabilita dipercepat menunjukkan tidak adanya\nperbedaan bermakna pada pH selama penyimpanan. Akan tetapi viskositas sediaan\nmeningkat. Didapatkan formula optimum untuk pasta gigi serbuk cangkang telur ayam broiler\nberdasarkan hasil evaluasi organoleptik, pH, viskositas, tinggi dan kestabilan busa,\nkemampuan pembersihan, kadar lembap dan uji homogenitas. Kemampuan pembersihan dari\nformula optimum pasta gigi serbuk cangkang telur ayam sebanding dengan pasta gigi dari\nkalsium karbonat dan termasuk ke dalam kategori baik berdasarkan nilai debris score yang\ndiperoleh (nilai debris score 0).", "Daftar File": {"ABSTRAK Rt Hasti Fachrunnisa": "https://digilib.itb.ac.id/gdl/download/192377"}, "Penulis": "Rt Hasti Fachrunnisa [10711070]", "Kontributor / Dosen Pembimbing": ["Dr. Sasanti Tarini, M.Si.", "Dr.rer.nat. Rachmat Mauludin, S.Si., Apt., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "18 Des 2019"}