{"Nomor": 45407, "Judul": "FORMULASI MASKER GEL PEEL-OFF EKSTRAK ETANOL DAUN JAMBU BIJI (Psidium guajava Linn.) DAN UJI AKTIVITAS TERHADAP SEBUM BUATAN SECARA IN VITRO SERTA UJI IRITASI", "Abstrak": "Sebagian besar orang memiliki tipe kulit berminyak. Menurut beberapa penelitian, risiko\npembentukan komedo (blackheads) pada tipe kulit ini lebih tinggi daripada tipe kulit normal.\nKomedo merupakan penyumbatan pori-pori oleh sebum yang sering terjadi pada kulit wajah\nterutama daerah hidung dan dagu. Blackhead adalah jenis komedo yang tampak seperti poripori kulit yang menonjol seperti bintik hitam. Komedo terbentuk karena ekskresi sebum\nberlebih dan tidak menyebar secara merata, melainkan menyumbat pori-pori pada permukaan\nkulit. Berdasarkan penggunaan empiris di masyarakat, daun jambu biji (Psidium guajava L.)\nbanyak digunakan sebagai peeling agent untuk menghilangkan komedo. Penelitian ini\nbertujuan untuk mengembangkan formula sediaan masker gel peel-off ekstrak daun jambu biji,\nmenetapkan adanya aktivitas ekstrak daun jambu biji dan masker gel peel-off ekstrak daun\njambu biji terhadap sebum buatan secara in vitro, serta uji iritasi. Simplisia daun jambu biji\ndiekstraksi dengan refluks menggunakan pelarut etanol. Ekstrak kental diuji aktivitasnya\nterhadap sebum buatan kemudian ditentukan konsentrasi ekstrak yang dapat digunakan dalam\nformula. Ekstrak kental dibuat dalam sediaan masker gel peel-off yang telah dioptimasi.\nSediaan masker gel peel-off di evaluasi aktivitasnya terhadap sebum buatan kemudian\ndilakukan evaluasi lain meliputi pengamatan organoleptik, uji homogenitas sediaan,\npengukuran pH, pengukuran viskositas, uji stabilitas dipercepat, uji daya sebar, dan uji waktu\nsediaan mengering serta dilakukan uji iritasi. Uji stabilitas dilakukan selama 28 hari pada suhu\n25°C dan 40°C dengan kelembaban relatif 75%. Ekstrak etanol daun jambu biji mengandung\ngolongan flavonoid, fenol, alkaloid, saponin, kuinon, tanin, dan steroid/triterpenoid. Ekstrak\nkental daun jambu biji yang dilarutkan dalam air dengan konsentrasi 5%, 10%, 15%, 25% dan\n50% dapat mengubah struktur permukaan sebum buatan. Konsentrasi ekstrak yang sesuai\ndengan kapasitas masker gel peel-off sebesar 8%. Sediaan masker gel peel-off yang terdiri dari\npolivinil alkohol (PVA) 10%, gliserin 12%, propil paraben 0,2%, metil paraben 0,05%,\npropilen glikol 5%, natrium metabisulfit 1%, dan ekstrak kental daun jambu biji 8%\nmenunjukkan aktivitas yang dapat mengubah struktur permukaan sebum buatan dan memiliki\nstabilitas fisik yang relatif baik serta tidak menyebabkan iritasi pada kelinci albino galur New\nZealand.", "Daftar File": {"ABSTRAK Febi Damayanti": "https://digilib.itb.ac.id/gdl/download/192525"}, "Penulis": "Febi Damayanti [10711087]", "Kontributor / Dosen Pembimbing": ["Dr. Sasanti Tarini, M.Si.", "Prof. Dr. Irda Fidrianny, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "18 Des 2019"}