{"Nomor": 45405, "Judul": "PENINGKATAN DISPERSIBILITAS NATRIUM ASKORBIL FOSFAT DALAM ASAM OLEAT UNTUK PENGEMBANGAN FORMULA NANOEMULSI TOPIKAL", "Abstrak": "Natrium askorbil fosfat (NAP) memiliki sifat hidrofil (log P = -0,05) sehingga membatasi\npenetrasinya ke dalam kulit pada penggunaan topikal sebagai anti-aging. Pendispersian\nNAP dalam minyak merupakan alternatif untuk memperbaiki penetrasi NAP ke dalam\nkulit. Tujuan dari penelitian ini adalah untuk meningkatkan dispersi NAP dalam asam oleat\nyang selanjutnya akan dikembangkan dalam formulasi nanoemulsi topikal. Berbagai\nvariasi surfaktan, yaitu Tween 80-Span 80, Tween 80-Span 20, Span 80, serta Span 20,\nditeliti penggunaannya sebagai bahan untuk meningkatkan dispersibilitas NAP dalam asam\noleat yang dibuat dengan cara ko-liofilisasi. Dispersi NAP dalam asam oleat yang jernih\ndidapatkan dengan penambahan Span 80 sebanyak 20:1 dengan NAP. Selanjutnya dispersi\nNAP dalam asam oleat diinkorporasikan ke dalam fase minyak dari nanoemulsi dan\ndistabilkan dengan surfaktan Tween 80 dan kosurfaktan polietilen glikol 400 (PEG 400).\nEvaluasi dispersi NAP dalam minyak dilakukan dengan uji aktivitas dan penentuan tipe\ndispersi. Evaluasi nanoemulsi mencakup penentuan ukuran dan distribusi globul,\npenentuan efisiensi penjeratan NAP dalam nanoemulsi, pengukuran aktivitas antioksidan\nmenggunakan metode DPPH, serta uji difusi in vitro menggunakan sel difusi Franz dengan\nmembran kulit ular Python reticulatus. Formula optimum nanoemulsi terdiri dari asam\noleat, Tween 80, PEG 400, dan dispersi NAP dalam asam oleat masing-masing sebanyak\n9,4%, 31%, 15%, dan 4,8%. Inkorporasi dispersi NAP dalam asam oleat memberikan\npeningkatan ukuran globul secara tidak bermakna (p>0,05) terhadap basis nanoemulsi dari\n175,73 ± 23,42 nm menjadi 181,17 ± 9,13 nm. Sediaan akhir memiliki aktivitas\nantioksidan dengan persentase redam sebesar 88,07 ± 1,22%. Dispersi dalam asam oleat\ndapat meningkatkan penetrasi NAP ke dalam kulit secara bermakna dibandingkan dengan\nnanoemulsi mengandung NAP tanpa proses dispersi (p<0,05).", "Daftar File": {"ABSTRAK Inten Fajar Utami": "https://digilib.itb.ac.id/gdl/download/192512"}, "Penulis": "Inten Fajar Utami [10711072]", "Kontributor / Dosen Pembimbing": ["Dr. Tri Suciati, M.Si.", "Dr.rer.nat. Rahmana Emran Kartasasmita, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "nanoemulsi, NAP, penetrasi ke dalam kulit, peningkatan hidrofobisitas, ko- liofilisasi, dispersi padatan dalam minyak.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "18 Des 2019"}