{"Nomor": 45410, "Judul": "FORMULASI SEDIAAN MIKROEMULSI EKSTRAK PERIKARP MANGGIS (Garcinia mangostana L.) SERTA UJI AKTIVITAS ANTIBAKTERI TERHADAP Propionibacterium acnes SECARA IN VITRO", "Abstrak": "Manggis adalah tanaman yang memiliki potensi yang tinggi untuk pengembangan obat,\nkhususnya bagian perikarp. Ekstrak perikarp manggis memiliki efek farmakologi yang\nberagam antara lain antioksidan, antikanker, antidiabetes, antiinflamasi, antibakteri,\nantifungi dan imunomodulator. Jerawat atau acne vulgaris merupakan penyakit yang terjadi\nkarena hasil dari beberapa proses yang terjadi di dalam dan sekitar unit pilosebaseus yang\nmenyebabkan penyumbatan folikel pilosebaseus. Salah satu penyebab jerawat adalah infeksi\nbakteri Propionibacterium acnes. Tujuan penelitian ini adalah untuk memformulasi ekstrak\nperikarp manggis dalam sediaan mikroemulsi untuk penggunaan topikal serta menguji\naktivitas hambatannya terhadap bakteri Propionibacterium acnes sediaan secara in vitro.\nSerbuk simplisia perikarp manggis diekstraksi dengan etanol 96% menggunakan metode\nrefluks. Ekstrak dipekatkan menggunakan penguap vakum berputar, lalu dilakukan\npenapisan fitokimia dan karakterisasi ekstrak. Mikroemulsi dioptimasi berdasarkan total\nsurfaktan-kosurfaktan dan minyak yang digunakan, perbandingan surfaktan-kosurfaktan,\nkonsentrasi optimum ekstrak yang dapat digunakan dalam formulasi. Hasil optimasi\nkemudian digunakan sebagai dasar formulasi sediaan. Ekstrak kental kemudian\ndiformulasikan ke dalam mikroemulsi. Ekstrak yang telah diformulasi kemudian dievaluasi\nsecara fisik meliputi stabilitas fisik sediaan dan uji efek secara in vitro menggunakan uji\ndifusi cakram serta penentuan konsentrasi hambat minimum (KHM) dengan mikrodilusi.\nKemampuan hambatan mikroemulsi dibandingkan dengan ekstrak tanpa diformulasi untuk\nmelihat aktifitasnya setelah proses formulasi. Ekstrak perikarp manggis mengandung\nsenyawa golongan flavonoid, tanin, saponin dan kuinon. Bobot jenis ekstrak 2,02 g/mL,\nkadar sari larut air 26,20%, kadar sari larut etanol 68,84%. Surfaktan dan kosurfaktan yang\ndigunakan adalah polisorbat 80 dan gliserin. Formula berhasil dibuat menjadi mikroemulsi\ndengan komponen berikut: VCO 5%; ekstrak 1%; total surfaktan 40% dengan perbandingan\nsurfaktan dan kosurfaktan 3:1 serta air 54%. pH sediaan 4,23 + 0,009, ukuran globul 25,70\n+ 3,69 nm. Daya hambat dari ekstrak yang diformulasi sama dengan ekstrak tanpa formulasi\nsecara statistika. Mikroemulsi berhasil dibuat dengan konsentrasi optimum ekstrak 1% serta\nkonsentrasi total surfaktan 40% dengan perbandingan surfaktan –kosurfaktan 2:1. Sediaan\nini memiliki daya hambat yang sama dengan ekstrak tanpa diformulasi serta memiliki KHM\npada 312,5 µg/mL", "Daftar File": {"ABSTRAK Tri Ahadiat": "https://digilib.itb.ac.id/gdl/download/192528"}, "Penulis": "Tri Ahadiat [10711097]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Rachmat Mauludin, S.Si., Apt., M.Si.", "Dr. Rika Hartati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "18 Des 2019"}