{"Nomor": 45418, "Judul": "ISOLASI DAN UJI AKTIVITAS ANTIMIKROBA JAMUR LINGKUNGAN LAUT DARI TUMBUHAN BAKAU (Rizophora spp.)", "Abstrak": "Tumbuhan bakau (Rhizophora sp.) tersebar luas di daerah tropis. Tumbuhan ini banyak\nditemukan di pesisir pantai dan rawa-rawa. Indonesia sebagai negara beriklim tropis\ndengan garis pantai terpanjang di dunia, memiliki potensi untuk pembudidayaan tumbuhan\nbakau. Tumbuhan bakau memiliki banyak sekali kegunanaan sebagai obat tradisonal dan\ntelah lama digunakan sebagai antibakteri dan antifungi. Tumbuhan bakau diperoleh dari\nDaerah Konservasi Pantai Menipo di Kabupaten Kupang, Nusa Tenggara Timur. Bagian\ntumbuhan yang diambil adalah bagian akar, batang, daun, dan buah. Isolasi jamur dari\nsampel menggunakan media yeast extract, pepton, dan dekstrosa (YPD) dengan komposisi\n5:5:10 dalam air laut buatan. Strain jamur murni difermentasi dalam media YPD cair\nselama 21 hari di atas shaker dengan keceptan 150 rpm. Media dan miselium jamur\ndipisahkan dengan cara filtrasi. Bagian media di ekstraksi dengan ekstraksi cair-cair\nsedangkan bagian miselium diekstraksi dengan cara maserasi menggunakan etil asetat.\nEkstraks selanjutnya dipekatkan menggunakan rotary evaporator dan diuji aktivitas\nantimikrobanya terhadap E. coli, B. subtilis, dan C. albicans dengan metode difusi cakram.\nEkstrak yang memberikan daerah hambatan, dilakukan penentuan nilai konsentrasi hambat\nminimum (KHM) dengan metode mikrodilusi. Enam jenis jamur yang berbeda-beda dapat\ndiisolasi dari tumbuhan bakau. Keenam jamur tersebut dibedakan berdasarkan morfologi\ndengan mengamati bentuk miselium dan warnanya. Dari keenam jamur tersebut, metabolit\nyang disekresikan memiliki aktivitas antimikroba terhadap E. coli dan B. subtilis tetapi\ntidak memiliki aktivitas sebagai antijamur. Aktivitas terbesar sebagai antibakteri diberikan\noleh ekstrak ECC kultur media jamur MN5 dengan KHM 256 µg/mL terhadap E. coli.", "Daftar File": {"ABSTRAK Fajar Nurrohman": "https://digilib.itb.ac.id/gdl/download/192617"}, "Penulis": "Fajar Nurrohman [10710093]", "Kontributor / Dosen Pembimbing": ["Elin Julianti, S.Si., Apt., M.Si., Ph.D.", "Marlia Singgih, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "19 Des 2019"}