{"Nomor": 45419, "Judul": "PENENTUAN KADAR FORMALDEHIDA DALAM TAHU SECARA KOLORIMETRI MENGGUNAKAN PEREAKSI SCHRYVER", "Abstrak": "Tahu merupakan pangan olahan segar berbahan dasar kacang kedelai dengan kandungan\nprotein tinggi yang banyak dikonsumsi oleh masyarakat. Sebagai pangan olahan segar,\ntahu hanya tahan penyimpanan selama 1 –2 hari. Namun demikian, banyak terjadi kasus\npenyalahgunaan bahan berbahaya, khususnya formaldehida, yang ditambahkan ke dalam\ntahu atau cairan perendamnya dengan tujuan untuk meningkatkan kekenyalan dan atau\npengawetan produk tersebut. Penelitian ini bertujuan untuk memperoleh metode analisis\npenentuan formaldehida dalam tahu menggunakan metode Schryver dan data kadar\nformaldehida dalam sampel tahu dari berbagai lokasi penjualan. Sampel tahu\ndihomogenkan dan diasamkan dengan penambahan asam fosfat 10%. Selanjutnya sampel\ndidistilasi dan distilat yang diperoleh dinetralkan menggunakan larutan natrium hidroksida\nmenghasilkan larutan analit. Larutan tersebut direaksikan dengan pereaksi Schryver\nmenghasilkan larutan berwarna merah yang dapat diukur absorbansinya dengan\nspektrofotometer UV-Vis pada panjang gelombang maksimum 518 nm. Metode analisis\ndivalidasi dan selanjutnya dilakukan penetapan kadar formaldehida didalam sampel.\nPengukuran larutan baku formaldehida menghasilkan kurva kalibrasi dengan persamaan\nregresi linear y = 0,0864 x + 0,0203 dengan koefisien korelasi (r) 0,9996. Batas deteksi dan\nkuantisasi yang diperoleh masing-masing sebesar 0,24 dan 0,66 µg/mL. Presisi metode\ndinyatakan sebagai koefisien variansi (KV) pengukuran dalam-hari dan antar-hari masing-\nmasing sebesar 3,323 dan 2,659%. Persen perolehan kembali penambahan baku pada level\nkonsentrasi 4,0; 5,0 dan 6,0 µg/mL masing-masing sebesar 104,91; 100,78 dan 95,13%.\nKadar formaldehida dalam sampel tahu dari berbagai lokasi penjualan berada pada rentang\n0,9-6,3 µg/gr dengan rataan kadar 1,7 µg/gr. Berdasarkan hasil tersebut, dapat disimpulkan\nmetode penentuan kadar formaldehida dalam tahu dan data kadar formaldehida dalam\nproduk tersebut telah diperoleh.", "Daftar File": {"ABSTRAK Nikmatul 'ulya": "https://digilib.itb.ac.id/gdl/download/192618"}, "Penulis": "Nikmatul 'ulya [10711003]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Rahmana Emran Kartasasmita, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "19 Des 2019"}