{"Nomor": 45416, "Judul": "STUDI PENGARUH SERAT SINTETIS POLIPROPILENA TERHADAP SUSUT BETON SELF COMPACTING", "Abstrak": "Perkembangan teknologi pembangunan menyebabkan meningkatnya\nkebutuhan terhadap konstruksi yang lebih cepat, beton berkekuatan lebih tinggi dan\nteknik pelaksanaan hemat energi. Hal ini mendorong perkembangan adukan beton\nyang dapat memadat sendiri (self compacting). Kelemahan beton self compacting\nadalah susut relatif lebih besar dibandingkan beton normal yang diakibatkan\nproporsi mortar yang lebih besar dan penggunaan ukuran agregat maksimum yang\nsemakin kecil. Serat sintetis diharapkan mampu meningkatkan sifat mekanik beton\ndengan tetap mempertahankan workabilitas beton self compacting. Serat sintetis\nyang digunakan dalam penelitian ini adalah serat polipropilena dengan panjang\nserat 60 mm.\nPenambahan serat menyebabkan penurunan workabilitas yang ditandai\ndengan penurunan slump flow test sebesar 12% hingga 40%, penurunan J-Ring test\nsebesar 25% hingga 49% dan kegagalan dalam pengujian V-Funnel test. Kuat tekan\nbeton pada umur 28 hari mengalami penurunan yang berkisar di antara 8% hingga\n10% dan kuat tekan beton pada umur 56 hari juga mengalami penurunan sebesar\n7% hingga 11%. Modulus elastisitas beton juga mengalami penurunan sebesar 10%\nhingga 18%. Di lain sisi, manfaat penggunaan serat sintetis dapat dilihat dari sifat\ntarik dan lenturnya. Kuat lentur beton mengalami peningkatan beban puncak\nsebesar 15% hingga 30%. Penambahan serat sintetis menghasilkan kekuatan\nresidual dan peningkatan toughness sebesar empat hingga delapan kali lipat. Kuat\ntarik belah beton mengalami peningkatan sebesar 3% hingga 34%. Pengaruh\npenambahan serat sintetis pada restrained shrinkage dapat menurunkan strain rate\nsebesar 13% hingga 48% dan stress rate sebesar 8% hingga 14% dan menunda\nterjadinya retak sebesar 29% hingga 82%.", "Daftar File": {"ABSTRAK Andy Muliorahardjo": "https://digilib.itb.ac.id/gdl/download/192616"}, "Penulis": "Andy Muliorahardjo [25016336]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Aris Aryanto, S.T., M.T.", "Ir. Sindur P. Mangkoesoebroto, MSEM, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "self compacting concrete, serat sintesis, fiber reinforced self compacting concrete, restrained shrinkage.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Des 2019"}