{"Nomor": 45413, "Judul": "FORMULASI KRIM MENGANDUNG EKSTRAK METANOL DAUN KERSEN (Muntingia calabura L.)", "Abstrak": "Gatal atau pruritus merupakan suatu sensasi tidak menyenangkan yang menimbulkan\nkeinginan untuk menggaruk. Gatal dapat muncul akibat beberapa hal seperti gigitan\nserangga, paparan senyawa pruritus, dan alergi. Daun Muntingia calabura L. biasa disebut\ndaun kersen di Indonesia digunakan sebagai antipruritus secara tradisional di Filipina.\nPenelitian ini bertujuan untuk menghasilkan krim ekstrak daun kersen dan melihat efek\nantipruritus krim yang dihasilkan. Pengembangan formula krim ekstrak daun kersen 15%\ndilakukan dengan mengoptimasi bahan peningkat viskositas (cera alba dan setil alkohol),\nemulgator (tween80-span80, CMC Na, asam stearat-TEA), humektan (propilen glikol).\nProses pembuatan krim dengan peningkatan jumlah sediaan yang dibuat dioptimasi dengan\npenurunan jumlah minyak dalam formula. Evaluasi stabilitas fisik dilakukan dengan uji\nfreeze thaw dan sentrifugasi. Efek antipruritus sediaan krim diuji pada hewan uji mencit\ndengan menghitung penurunan jumlah garukan setelah pemberian bahan yang\nmenyebabkan pruritus. Formula yang terbaik dari evaluasi stabilitas freeze thaw dan\nsentrifugasi dihasilkan dengan komposisi extra virgin olive oil 12%, setil alkohol 8%,\ntween 80 5,7% dan span 80 4,3%, propilen glikol 15%. Krim ekstrak metanol daun\nMuntingia calabura L. pada konsentrasi 15% yang diuji terhadap mencit menunjukkan\nadanya penurunan yang signifikan pada jumlah garukan setelah 20 menit aplikasi krim (p\n<0,05) dibandingkan kelompok kontrol. Dari penelitian ini dapat disimpulkan formula\nkrim terbaik mengandung ekstrak metanol daun Muntingia calabura L. 15%, extra virgin\nolive oil 12%, setil alkohol 8%, propilen glikol 15%, tween 80 5,7%, span 80 4,3%,\nvitamin E 0,05%, metil paraben 0,3%, propil paraben 0,4%. Krim yang mengandung\nekstrak metanol daun kersen 15% memberikan efek antipruritus yang ditunjukkan dengan\npenurunan jumlah garukan pada mencit.", "Daftar File": {"ABSTRAK Felicia Cindy Cokrodiharjo": "https://digilib.itb.ac.id/gdl/download/192531"}, "Penulis": "Felicia Cindy Cokrodiharjo [10711105]", "Kontributor / Dosen Pembimbing": ["Dr. Lucy Dewi Nurhajati Sasongko, M.Si.", "Prof. I Ketut Adnyana, M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "18 Des 2019"}