{"Nomor": 45414, "Judul": "PURIFIKASI DAN KARAKTERISASI ENZIMATIK SUPEROKSIDA DISMUTASE Citrus hystrix, DC., TANAMAN ASAL INDONESIA", "Abstrak": "Superoksida dismutase (SOD, EC 1.15.1.1) merupakan protein antioksidan endogen yang\nmengkatalisis proses dismutasi anion superoksida menjadi hidrogen peroksida dan oksigen,\ndan digunakan sebagai bahan aktif dalam sediaan farmasi. Pada penelitian sebelumnya, telah\ndilakukan skrining aktivitas SOD pada berbagai tanaman yang memberikan hasil bahwa\nSOD dari spesies Citrus hystrix, DC. (jeruk purut) memiliki aktivitas terbesar. Studi\nmengenai SOD spesies ini belum pernah dilakukan dan juga tanaman ini berasal dari\nIndonesia. Tujuan penelitian ini adalah melakukan purifikasi dan karakterisasi SOD Citrus\nhystrix, DC. Tahap pertama adalah penyiapan protein kasar dari buah jeruk purut.\nKeseluruhan buah jeruk purut diblender bersama dapat fosfat, hasil blender yang telah\ndisaring kemudian dipresipitasi dengan amonium sulfat dan endapannya didialisis. Proses\nselanjutnya adalah purifikasi dengan menggunakan kromatografi filtrasi gel kolom\nSephadex G50. Uji aktivitas SOD dilakukan dengan mengukur pereduksian nitro blue\ntetrazolium (NBT) secara kolorimetri dan zimografi. Karakterisasi terhadap SOD hasil\npemurnian meliputi penentuan aktivitas spesifik, berat molekul, jenis kofaktor ion logam,\npH dan suhu optimum, stabilitas termal dan stabilitas terhadap bahan kimia tertentu. SOD\nmurni dihasilkan pada fraksi pertama dari proses kromatografi filtrasi gel dengan tingkat\nkemurnian 90,9% dan rendemen 8,84%, berbobot molekul 26,65 kDa dengan aktivitas\nspesifik 1509,31 U/mg. Penentuan jenis ion kofaktor logam memberikan hasil bahwa SOD\ndari spesies ini Cu/Zn-SOD atau Mn-SOD. Suhu dan pH optimum SOD adalah 60 ?C dan 6.\nSOD stabil pada rentang suhu 20-80 ?C dan masih memberikan aktivitas lebih dari 60% pada\npH 4-9. Stabilitas SOD terhadap bahan kimia dipengaruhi oleh konsentrasi dan lama waktu\npaparannya. Purifikasi dan karakterisasi enzimatik SOD Citrus hystrix, DC. telah berhasil\ndilakukan pada penelitian ini. SOD Citrus hystrix, DC. pada penelitian ini memiliki karakter\nstabilitas pH dan suhu yang sesuai untuk proses formulasi sediaan farmasi pada umumnya.", "Daftar File": {"ABSTRAK Ardika Fajrul Ihsan": "https://digilib.itb.ac.id/gdl/download/192532"}, "Penulis": "Ardika Fajrul Ihsan [10711110]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Catur Riani, S.Si., M.Si.", "Dr. Ratna Annisa Utami, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "18 Des 2019"}