{"Nomor": 45428, "Judul": "PENENTUAN KADAR RHODAMIN B DALAM KERUPUK MENGGUNAKAN METODE SPEKTROFOTOMETRI SINAR TAMPAK", "Abstrak": "Rhodamin B merupakan zat warna golongan xanthenes yang digunakan untuk mewarnai\ntekstil, kertas, plastik, dan cat. Namun demikian, Rhodamin B sering disalahgunakan\nsebagai pewarna makanan. Penelitian ini bertujuan untuk memperoleh metode penentuan\nkadar Rhodamin B pada kerupuk secara spektrofotometri sinar tampak yang dapat\ndiaplikasikan untuk analisis rutin pewarna tersebut pada kerupuk yang beredar secara\nkomersial. Rhodamin B diekstraksi menggunakan campuran pelarut etanol 70% : amonia\n25% (98:2 v/v) dari matriks sampel. Kemudian analit diadsorpsi dari ekstrak sampel\nmenggunakan serat wool bebas lemak dan diikuti desorpsi analit menggunakan campuran\npelarut metanol : amonia 25% (60:40 v/v) menghasilkan larutan analit. Absorbansi analit\nterlarut dalam larutan pendesorpsi diukur secara spektrofometri sinar tampak pada panjang\ngelombang 547 nm. Metode analisis divalidasi dan selanjutnya dilakukan penentuan kadar\nRhodamin B dalam sampel kerupuk yang beredar secara komersial. Pengukuran larutan\nbaku Rhodamin B pada rentang 1,0 –3,5 ?g/mL menghasilkan kurva kalibrasi dengan\npersamaan y = 0,2054 x + 0,0166, koefisien korelasi (r) sebesar 0,999, koefisien variansi\nfungsi regresi (Vx0) sebesar 0,54%, batas deteksi 0,04 ?g/mL, dan batas kuantitasi 0,13\n?g/mL. Perolehan kembali Rhodamin B dalam sampel simulasi pada konsentrasi 2,0; 2,5;\ndan 3,0 µg/mL masing-masing sebesar 103,95; 109,4; dan 106,47%. Pengujian\nketerulangan penentuan Rhodamin B baku memberikan nilai koefisien variansi (KV)\nsebesar 0,52%; sedangkan dalam sampel simulasi sebesar 0,71%. Pengujian keseksamaan\ndalam-hari memberikan nilai KV sebesar 1,02% dan antar-hari sebesar 2,84%.\nBerdasarkan data tersebut, disimpulkan telah berhasil diperoleh metode spektrofotometri\nsinar tampak valid untuk penentuan Rhodamin B pada kerupuk yang dapat diaplikasikan\nuntuk penentuan rutin analit tersebut pada sampel kerupuk yang beredar secara komersial.\nPenentuan kadar Rhodamin B dalam 41 sampel kerupuk menunjukkan bahwa 11 sampel\ntidak mengandung Rhodamin B, 30 sampel mengandung Rhodamin B pada rentang 10,4 –\n61,0 µg/g, dengan rataan, modus, median, dan konsentrasi pada persentil 97,5% masingmasing sebesar 26,5; 24,0; 25,7; dan 57,5 µg/g.", "Daftar File": {"ABSTRAK Septiani Lutfia Wardani": "https://digilib.itb.ac.id/gdl/download/192633"}, "Penulis": "Septiani Lutfia Wardani [10711041]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Rahmana Emran Kartasasmita, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "19 Des 2019"}