{"Nomor": 45432, "Judul": "PENGEMBANGAN DAN APLIKASI METODE ANALISIS SPEKTROFOTOMETRI ULTRAVIOLET DERIVATIF UNTUK PENETAPAN KADAR TEOFILIN DAN SALBUTAMOL SULFAT DALAM TABLET KOMBINASI", "Abstrak": "Sampai saat ini analisis teofilin dan salbutamol sulfat menggunakan spektrofotometri\nultraviolet derivatif belum dilaporkan. Penelitian ini bertujuan untuk mengaplikasikan\nmetode analisis spektrofotometri ultraviolet derivatif dalam penetapan kadar campuran dua\nsenyawa yang spektrumnya saling tumpang tindih dan mendapatkan metode alternatif yang\nvalid. Penelitian dilakukan menggunakan konsep derivatisasi dengan metode zero-\ncrossing. Turunan pertama hingga kedua digunakan dalam penelitian ini dan ditentukan\npanjang gelombang zero-crossing masing-masing senyawa. Validasi dilakukan terhadap\nturunan dan panjang gelombang yang dipilih sebagai panjang gelombang analisis. Pada\npenetapan kadar teofilin dan salbutamol sulfat dengan kombinasi 130 : 1 menggunakan\nmetode zero-crossing, hanya penetapan kadar teofilin yang dapat dilakukan dengan\nmemberikan hasil yang valid. Analisis teofilin dilakukan pada turunan pertama dengan\npanjang gelombang 245,2 nm. Persamaan garis pada kurva kalibrasi yakni y = 14,834x –\n131,44 dengan nilai r = 0,999. Rata-rata perolehan kembali teofilin sebesar 99,1%,\n100,11% dan 99,85% dengan memberikan nilai simpangan baku relatif untuk presisi\nintraday sebesar 0,83%, 1,43% dan 1,62%. Sementara untuk presisi interday nilai yang\ndiperoleh untuk masing-masing konsentrasi adalah 1,3%, 1,17% dan 1,4%. Dari hasil\npenelitian disimpulkan bahwa metode spektrofotometri ultraviolet- hanya dapat\ndiaplikasikan untuk penentapan kadar teofilin dalam tablet kombinasi dengan memberikan\nakurasi dan presisi yang baik.", "Daftar File": {"ABSTRAK Mohammad Albany": "https://digilib.itb.ac.id/gdl/download/192637"}, "Penulis": "Mohammad Albany [10711048]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Slamet Ibrahim Surantaatmadja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "19 Des 2019"}