{"Nomor": 45433, "Judul": "PENGEMBANGAN METODE PENENTUAN KADAR ASAM SALISILAT DALAM SEDIAAN KOSMETIK KRIM DAN GEL MENGGUNAKAN SPEKTROFOTOMETRI SINAR TAMPAK", "Abstrak": "Asam salisilat digunakan dalam berbagai produk perawatan kulit untuk mengatasi jerawat,\npsoriasis, kapalan, keratosis pilaris, dan kutil. Asam salisilat juga digunakan sebagai\npengawet dan antimikroba pada produk perawatan kulit. Batas konsentrasi maksimum\npengawet asam salisilat yang diizinkan dalam sediaan kosmetik yaitu sebesar 0,5%. Tujuan\ndari penelitian ini adalah untuk mengembangkan metode penentuan kadar asam salisilat\nyang digunakan sebagai pengawet pada sediaan kosmetik krim dan gel dari industri\nberbeda. Asam salisilat diekstraksi menggunakan pelarut hasil dari optimasi beberapa\npelarut organik, yaitu etanol, metanol, dan aseton. Kemudian asam salisilat direaksikan\ndengan FeCl3 membentuk kompleks berwarna (violet) yang menghasilkan serapan\nmaksimum pada 526 nm. Metode analisis divalidasi dan selanjutnya dilakukan penentuan\nkadar asam salisilat dalam sampel sediaan kosmetik krim dan gel. Pengujian linearitas\npada rentang 20-55 ?g/mL memberikan nilai koefisien korelasi (r) sebesar 0,9992;\nkoefisien variasi (Vxo) 1,40%; batas deteksi 1,736 ?g/mL; dan batas kuantisasi 5,259\n?g/mL. Pengujian kecermatan pada pengukuran kadar asam salisilat baku memberikan\nperolehan kembali sebesar 98,9-100,2%; pada sediaan krim 107,4-107,1%; dan gel 97,5-\n98,3%. Pengujian keterulangan metode penetapan kadar asam salisilat baku memberikan\nnilai koefisien variasi (KV) sebesar 1,01%; pada sediaan krim 2,19%; dan pada sediaan gel\n2,16%. Pengujian keseksamaan antara intraday memberikan nilai KV sebesar 1,80%,\n1,01%, 1,39% dan interday 1,01%, 0,92%, 1,53%. Penentuan kadar asam salisilat dalam\nsediaan kosmetik krim dan gel menggunakan spektrofotometri sinar tampak memberikan\nmetode yang valid. Kadar asam salisilat dalam sediaan kosmetik krim dan gel hasil\npengukuran memberikan rentang nilai sebesar 0,318-0,457% pada sediaan krim dan 0,323-\n0,889% pada sediaan gel.", "Daftar File": {"ABSTRAK Ikhtira Jumaila": "https://digilib.itb.ac.id/gdl/download/192638"}, "Penulis": "Ikhtira Jumaila [10711049]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Sophi Damayanti, M.Si., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "19 Des 2019"}