{"Nomor": 45448, "Judul": "PENGEMBANGAN METODE ANALISIS KADAR ETAMBUTOL, ISONIAZID DAN PIRIDOKSIN DALAM SEDIAAN TABLET KOMBINASI DENGAN METODE SPEKTROFOTOMETRI UV-VIS", "Abstrak": "Tuberkolosis merupakan salah satu penyakit yang memiliki prevalensi tinggi.\nDalam pengobatannya digunakan terapi kombinasi beberapa zat aktif sekaligus.\nDalam rangka meningkatkan kepatuhan dan mempermudah penggunaan,\ndikembangkan sediaan kombinasi yang mengandung beberapa zat aktif sekaligus.\nPengembangan bentuk sediaan harus diimbangi dengan pengembangan metode\nanalisis sediaan tersebut. Suatu metode analisis yang digunakan di laboratorium\npenelitian harus secara rutin dikembangkan atau dimodifikasi untuk memperoleh\nmetode analisis yang lebih baik, mutakhir, efektif dan efisien. Spektrofotometri\nmerupakan salah satu metode yang umum digunakan dalam penetapan kadar zat\naktif dalam sediaan. Pada penelitian ini dikembangkan spektrofotometri UV-Vis\nsebagai metode analisis kadar kombinasi etambutol, isoniazid dan piridoksin\ndalam sediaan tablet. Pengembangan dilakukan dengan mengacu pada\npersayaratan validasi dan kriteria keberterimaan yang harus dipenuhi. Parameter-\nparameter tersebut adalah linearitas, batas deteksi, batas kuantisasi, akurasi dan\npresisi. Dari pengembangan dan pengujian yang dilakukan diperoleh koefisien\nkorelasi untuk etambutol, isoniazid dan piridoksin berturut turut 0,9994, 0,99975\ndan 0,99972. Batas deteksi untuk etambutol, isoniazid dan piridoksin berturut\nturut 0,318, 1,641, dan 0,123 µg/mL. Batas kuantisasi etambutol, isoniazid dan\npiridoksin berturut-turut adalah 1,062, 5,641, dan 0,411 µg/mL. Nilai perolehan\nkembali pada uji akurasi piridoksin adalah 97,6-102,7%. Sedangkan perolehan\nkembali isoniazid adalah 100-103,4%. Perolehan kembali etambutol adalah 97,5-\n103,5%. Koefisien variansi pada pengujian presisi etambutol, isoniazid dan\npiridoksin berturut-turut adalah 0,56%, 1,53% dan 1,26%. Kadar etambutol,\nisoniazid dan piridoksin pada sedian uji adalah 99,97%, 101,81%, dan 95,76%.\nBerdasarkan hasil pengujian disimpulkan bahwa metode yang dikembangkan\ndapat diaplikasikan dalam analisis kadar etambutol, isoniazid dan piridoksin\ndalam sediaan tablet kombinasi.", "Daftar File": {"ABSTRAK Nadilla N Atikasari": "https://digilib.itb.ac.id/gdl/download/192851"}, "Penulis": "Nadilla N Atikasari [10711117]", "Kontributor / Dosen Pembimbing": ["Elin Julianti, S.Si., Apt., M.Si., Ph.D.", "Tursino, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Validasi, spektrofotometri UV-Vis, isoniazid, etambutol, piridoksin", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "20 Des 2019"}