{"Nomor": 45445, "Judul": "DAMPAK PEMASARAN DENGAN PESAN YANG BERIMBANG PADA PERILAKU KONSUMEN (STUDI KASUS LAPTOP KELAS PREMIUM DI INDONESIA)", "Abstrak": "Persaingan yang keras dalam industry laptop di Indonesia membuat perusahaan ragu untuk menerapkan pemasaran dengan pesan berimbang. Penelitian ini bertujuan untuk mendapatkan bukti empiris apakah terdapat pengaruh antara Pemasaran dengan Pesan Berimbang pada Perilaku Konsumen. Yang dimaksud dengan “Pesan Berimbang” dalam penelitian ini adalah memberitahukan konsumen secara jujur mengenai kekuatan dan kelemahan produk.Terdapat tiga variable yang digunakan dalam penelitian ini: Pengetahuan Produk, Niat membeli, dan Loyalitas Merek. Hasil dari penelitian ini diharapkan dapat menjadi salah satu referensi bagi perusahaan yang menjual laptop di Indonesia dalam membuat, menyesuaikan dan mengimplementasikans trategi marketing mereka.\n\nJenis data yang digunakan dalam penelitian inia dalah data Primer. Populasi data yang digunakan dalam penelitian inia dalah para mahasiswa dari Diploma sampai strata tiga. Sample dipilih menggunakan metode Purposive Sampling. Metode pengumpulan data dalam penelitian ini menggunakan kuisioner skala likert. Responden yang terkumpul dibagi menjadi tiga Grup, yaitu Grup A, B dan C. Dimana Grup A akan diperlihatkan kelebihan produk, Grup B diperlihatkan kekurangan produk dan Grup C  diperlihatkan kelemahan serta kekuatan produk. Metode yang digunakan dalam penelitian ini merupakan gabungan dari metode survey dan experimental. Terdapat dua metode analisis yang digunakan dalam penelitian ini, yaitu Analisis Regresi Linear dan Paired Sample T-test. Seluruh data diproses menggunakan aplikasi IBM SPSS 25.\n\nHasil analisis regresi linear menunjukan bahwa memperlihatkan kekuatan produk (Grup A) dan memperlihatkan kekuatan sekaligus kelemahan produk dalam waktu yang bersamaan (Grup C) memiliki pengaruh signifikan positif terhadap niat beli konsumen. Akan tetapi hasil paired sample T-test menyatakan kenaikan loyalitas yang signifikan hanya terjadi pada Grup C dimana responden dalam grup tersebut diperlihatkan kekuatan dan kelemahan produk secara bersamaan", "Daftar File": {"2020_TS_PP_Dhanu_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/192828"}, "Penulis": "Dhanu Koentoro Djati [29117180]", "Kontributor / Dosen Pembimbing": ["Andika Putra Pratama, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Etika Bisnis, Niat membeli, Loyalitas Merk, Pengetahuan produk, Perilaku Konsumen", "Sumber": "XYZ", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "20 Des 2019"}