{"Nomor": 45449, "Judul": "PENGUJIAN LABORATORIUM DAN PERAMALAN PRODUKSI MINYAK MENGGUNAKAN METODE KOMBINASI VIBROSEISMIK DENGAN INJEKSI SURFAKTAN", "Abstrak": "Peningkatan produksi minyak dengan menggunakan metode kombinasi\nvibroseismik dan injeksi surfaktan secara bersamaan yang dinamakan\nvibrosurfaktan bertujuan untuk memperoleh hasil produksi minyak yang optimum\ndan mengkaji potensinya sebagai inovasi baru dalam metode perningkatan\nperolehan minyak. Penelitian ini mengobservasi pengaruh dari metode\nvibrosurfaktan dalam memaksimalkan produksi minyak melalui beberapa\nparameter yang mempengaruhi sifat fisik batuan dan fluida dalam reservoir.\nAnalisis terhadap kombinasi metode tersebut dilakukan dengan eksperimen\npengujian laboratorium, pemodelan aliran fluida, dan peramalan kinerja produksi\nminyak sumuran.\nPengujian laboratorium dilakukan dengan uji coreflooding menggunakan metode\nvibroseismik dan injeksi surfaktan secara terpisah. Eksperimen tersebut terbagai\nmenjadi 3 (tiga) skenario besar, yaitu skenario vibroseismik, skenario injeksi\nsurfaktan, dan skenario kombinasi kedua metode yang dinamakan skenario\nvibrosurfaktan. Pada tahap ini diperoleh skenario vibrosurfaktan menggunakan\nfrekuensi vibrasi 20 Hz dan konsentrasi 2% sebagai skenario yang paling optimum\ndengan perolehan minyak sebesar 69,26%. Parameter yang mempengaruhi\nkombinasi metode vibroseismik dan injeksi surfaktan adalah frekuensi vibrasi dan\nkonsentrasi surfaktan, dimana frekuensi dapat memberikan efek terhadap proses\ndislodging dan penggabungan droplet minyak yang terlepas dari dinding pori\nbatuan (coalescence) dan konsentrasi surfaktan memberikan efek terhadap\npenurunan tegangan permukaan serta viskositas minyak sehingga dapat\nmenghasilkan perolehan minyak yang lebih optimum. Hasil pengujian laboratorium\nkemudian digunakan untuk membangun model matematika aliran fluida\nmenggunakan persamaan aliran fluida Del Rio. Variasi sensitivitas menggunakan\npemodelan matematika menghasilkan frekuensi vibrasi optimum sebesar 20 Hz dan\nhasil pengujian viskositas minyak sebagai parameter yang dapat mewakili\nkonsentrasi surfaktan dengan nilai viskositas paling optimum sebesar 0,75 cp.\nPeramalan kinerja produksi sumur dilakukan dengan upscaling model matematika\ndari skala laboratorium ke skala lapangan. Analisis decline curve dilakukan pada 7\n(tujuh) data produksi sumur pada Lapangan X sebagai baseline terhadap hasil simulasi prediksi menggunakan metode vibroseismik dan vibrosurfaktan. Simulasi\ntersebut menghasilkan total kenaikan produksi minyak kumulatif untuk ketujuh\nsumur sebesar 207.680 STB dengan metode vibroseismik dan 230.623 STB dengan\nmetode vibrosurfaktan dimana persentase rata-rata dari perbedaan hasil kedua\nmetode tersebut sebesar 9,39%. Berdasarkan keseluruhan hasil penelitian, injeksi\nsurfaktan dalam metode vibrosurfaktan dapat digunakan untuk menambah\nefektivitas vibroseismik dalam menghasilkan produksi minyak yang lebih\noptiumum.", "Daftar File": {"ABSTRAK Agung Ariya Wibowo": "https://digilib.itb.ac.id/gdl/download/193033"}, "Penulis": "Agung Ariya Wibowo [22216009]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Tutuka Ariadji, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "vibrasi, surfaktan, frekuensi, konsentrasi, viskositas, coreflooding, peramalan produksi.", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "23 Des 2019"}