{"Nomor": 45442, "Judul": "PENGEMBANGAN DAN VALIDASI METODE PENETAPAN KADAR KETOKONAZOL MENGGUNAKAN FTIR", "Abstrak": "Metode analisis dapat terus dikembangkan sesuai dengan teknologi yang berkembang\nsehingga dapat memperoleh hasil yang lebih baik. Penerimaan dari suatu pengembangan\nmetode analisis ini tergantung pada hasil validasi dari metode tersebut. Fourier Transform\nInfrared Spectroscopy (FTIR) adalah teknik yang digunakan untuk identifikasi dan\nverifikasi gugus fungsi dalam suatu senyawa. Ketokonazol adalah obat antijamur turunan\nimidazol yang bersifat lipofilik. Ketokonazol (KTZ) memiliki gugus C-N yang jarang\ndimiliki oleh eksipien yang dikandung oleh tablet; sehingga diharapkan akan menunjukkan\npuncak spektra yang khas untuk dasar perhitungan kuantitatif kadarnya. Tujuan penelitian\nini untuk mengembangkan metode penetapan kadar tablet KTZ dengan FTIR. Baku KTZ\ndicampurkan KBr dengan perbandingan bervariasi dan diukur spektrum FTIRnya.\nSpektrum ketokonazol yang terukur diubah terlebih dahulu menjadi bentuk absorbansi\nkemudian dilakukan derivatisasi spektra absorbansinya. Beberapa bilangan gelombang\nyang memberikan puncak jelas, dipilih dan dihitung luas di bawah puncaknya untuk\nkemudian dibandingkan linearitasnya. Metode validasi yang dilakukan meliputi\nspesivisitas, linearitas, akurasi, presisi, batas deteksi, batas kuantitasi, dan rentang. Setelah\nmetode tervalidasi maka dilakukan pengujian terhadap kadar zat aktif sampel tablet KTZ\nyang beredar di pasaran. Pengukuran juga dilakukan terhadap kadar zat aktif tablet KTZ\nsimulasi yang diekstraksi sehingga tidak ada gangguan matriks. Derivat spektrum matriks\ndengan derivat spektrum tablet simulasi KTZ memiliki spektrum yang mirip hanya\nberbeda pada satu rentang bilangan gelombang yaitu pada gugus C-N. Uji linearitas\nmenunjukkan hasil yang linear pada rentang konsentrasi 1,00 - 6,00 % b/b; dengan\npersamaan regresi y = 0,1474x + 0,0020; koefisien korelasi = 0,9995 dan Vxo = 1,86 %.\nPersen perolehan kembali adalah 100,49 - 100,95 %. Presisi intra day pada tiga hari yang\nberlainan dan presisi interday berturut-turut yaitu 1,89; 1,68; 1,72; dan 0,61 %. Batas\ndeteksi dan batas kuantitasi adalah 0,19 % dan 0,66 % b/b. Penetapan kadar zat aktif KTZ\npada sampel tablet di pasaran memenuhi persyaratan kompendial. Penetapan kadar zat\naktif KTZ pada dua produk sampel tablet di pasaran menggunakan metode ini\nmenunjukkan bahwa keduanya memenuhi persyaratan kompendial. Penetapan kadar zat\naktif KTZ pada tablet simulasi yang diekstraksi terlebih dahulu baru kemudian dianalisis\ndengan FTIR menunjukkan perolehan kembali 95,73 % yang berarti kurang teliti\ndibanding metode penetapan kadar secara langsung (tanpa ekstraksi). Dengan demikian,\nmetode penetapan kadar ketokonazol menggunakan FTIR secara langsung telah tervalidasi\ndan diusulkan untuk menjadi metode alternatif dengan beberapa keunggulan, yaitu: mudah,\ncepat, akurat, dan tidak menggunakan pelarut.", "Daftar File": {"ABSTRAK Amani Najiyya": "https://digilib.itb.ac.id/gdl/download/192737"}, "Penulis": "Amani Najiyya [10711093]", "Kontributor / Dosen Pembimbing": ["Dr. Ilma Nugrahani, M.Si., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "20 Des 2019"}