{"Nomor": 45456, "Judul": "PENGARUH EKSTRAK ETANOL RIMPANG JAHE MERAH, RIMPANG TEMU KUNCI, DAN DAUN STEVIA TERHADAP AMOKSISILIN, VANKOMISIN, DAN KETOKONAZOL PADA MIKROBA PENGINFEKSI MULUT", "Abstrak": "Infeksi yang disebabkan oleh bakteri maupun jamur mulut merupakan infeksi yang sering terjadi,\nnamun jarang disadari oleh penderita. Antimikroba yang sering digunakan adalah amokisillin dan\nketokonazol. Namun, seiring berkembangnya bahan alam dalam dunia kesehatan, masyarakat sering\nmenggunakan bahan alam baik sebagai terapi utama atau pendamping pada terapi dengan obat sintesis.\nPenelitian ini bertujuan untuk meneliti pengaruh ekstrak etanol daun stevia, rimpang temu kunci, dan\nrimpang jahe merah terhadap aktivitas antimikroba amoksisilin, vankomisin, dan ketokonazol pada\nmikroba penginfeksi mulut meliputi Candida albicans, Streptococcus mutans, Staphylococcus aureus\nsecara in vitro. Pertama-tama ditentukan Konsentrasi Hambat Minimum (KHM) dengan metode\nmikrodilusi serta Konsentrasi Bakterisidal atau Fungisidal Minimum (KBM atau KFM) dengan difusi\nagar. Hasil uji menunjukkan ekstrak etanol daun stevia memiliki aktivitas antimikroba dengan KHM\ndan KBM terhadap Staphylococcus aureus secara berturut-turut 512 dan 2048 ?g/mL, terhadap\nStreptococcus mutans secara berturut-turut 256 dan >2048 ?g/mL, dan tidak memiliki aktivitas anti\nCandida albicans Sementara ekstrak etanol temu kunci memiliki aktivitas antibakteri dengan KHM\ndan KBM terhadap Staphylococcus aureus secara berturut-turut 64 dan >2048 ?g/mL, terhadap\nStreptococcus mutans secara berturut-turut 128 dan >2048 ?g/mL, dan tidak memiliki aktivitas anti\nCandida albicans. Untuk ekstrak etanol jahe merah tidak memiliki aktivitas antibakteri dan memiliki\naktivitas anti Candida albicans dengan KHM dan KFM secara berturut-turut 2048 dan >2048\n?g/mL.Aktivitas antimikroba terhadap ekstrak diuji dengan metode mikrodilusi papan catur. Ekstrak\netanol daun stevia dan ekstrak etanol temu kunci memiliki aktivitas antibakteri tetapi tidak memiliki\naktivitas antifungi. Ekstrak etanol jahe merah tidak memiliki aktivitas antibakteri, tetapi memiliki\naktivitas anti fungi. Terhadap Streptococcus mutans, kombinasi amoksisilin dengan ekstrak etanol\ndaun stevia dan rimpang temu kunci bersifat aditif dan sinergis serta kombinasi vankomisin dengan\nekstrak etanol daun stevia dan rimpang temu kunci bersifat sinergis. Terhadap Staphylococcus aureus\nkombinasi amoksisilin dengan ekstrak etanol daun stevia dan rimpang temu kunci bersifat sinergis dan\naditif, kombinasi vankomisin dengan ekstrak etanol daun stevia dan rimpang temu kunci bersifat\nsinergis. Ektrak etanol rimpang jahe merah tidak berpengaruh terhadap pemakaian amoksisilin dan\nvankomisin.", "Daftar File": {"ABSTRAK Deani Agprikani": "https://digilib.itb.ac.id/gdl/download/193070"}, "Penulis": "Deani Agprikani [10711066]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Elin Yulinah", "Dr. Neng Fisheri Kurniati, S.Si., M.Si., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "amoksisilin, jahe merah, ketokonazol, mikrodilusi stevia, temu kunci, vankomisin.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "23 Des 2019"}