{"Nomor": 45450, "Judul": "EFEK ANTIHIPERLIPIDEMIA BIJI LABU (Cucurbita moschata) PADA TIKUS WISTAR BETINA", "Abstrak": "Hiperlipidemia merupakan salah satu faktor risiko terjadinya gangguan kardiovaskular.\nData WHO menunjukkan gangguan kardiovaskular merupakan penyebab kematian\nterbesar di dunia. Cucurbita moschata yang dikenal dengan nama labu atau waluh\nmerupakan tanaman yang tersebar luas di Indonesia dan banyak mengandung senyawa\naktif yang diduga dapat mencegah hiperlipidemia. Penelitian ini bertujuan untuk menguji\naktivitas serbuk biji labu terhadap kadar lipid darah. Biji labu terlebih dahulu dikeringkan,\ndiserbukkan, dan dikarakterisasi. Desain uji meliputi uji untuk pengobatan dan uji untuk\npencegahan baik terhadap kolesterol maupun trigliserida. Hewan percobaan yang\ndigunakan adalah tikus Wistar betina yang diinduksi mengalami hiperlipidemia dengan\npemberian pakan tinggi kolesterol, propiltiourasil, dan kolesterol murni pada uji terhadap\nkolesterol dan dengan pemberian pakan tinggi karbohidrat pada uji terhadap trigliserida.\nDua dosis serbuk biji labu yang diuji yaitu 1,35 dan 3,15 g/kg bobot badan tikus.\nKomponen lipid serum darah tikus yang diperiksa adalah kolesterol total, kolesterol HDL,\nkolesterol LDL, dan trigliserida yang diukur dengan spektrofotometer setelah direaksikan\ndengan pereaksi enzimatik. Pada model uji untuk pengobatan terhadap kolesterol, kedua\ndosis serbuk biji labu dapat menurunkan secara bermakna (p<0,05) kolesterol total (204,39\n± 32,64 mg/dL;163,35±6,43 mg/dL vs. kontrol: 305,63±40,19 mg/dL), kolesterol LDL\n(72,40±16,12 mg/dL ; 48,16±12,29 mg/dL vs. kontrol: 123,24±15,38 mg/dL), dan\nmeningkatkan kolesterol HDL (57,75 ± 5,60 mg/dL;86,53 ± 31,54 mg/dL vs. kontrol: 20,90\n± 3,03 mg/dL) secara bermakna (p<0,05). Pada uji pengobatan terhadap trigliserida, kedua\ndosis serbuk biji labu dapat menurunkan trigliserida (104,28±38,21 mg/dL ;133,57±30,35\nmg/dL vs. kontrol: 195,67±23,36 mg/dL) secara bermakna (p<0,05). Pada uji pencegahan\nterhadap kolesterol, kedua dosis dapat mencegah kenaikan kolesterol total (136,7±26,37\nmg/dL; 95,55±11,78 mg/dL vs. kontrol: 183,57±11,55 mg/dL), kolesterol LDL\n(81,63±17,46 mg/dL; 70,26±7,88 mg/dL vs. kontrol: 119,71±15,24 mg/dL), dan\nmeningkatkan kolesterol HDL (58,30±11,34 mg/dL;72,44 ± 20,49 mg/dL vs. kontrol:\n20,94±3,42 mg/dL), sedangkan pada uji pencegahan terhadap trigliserida, kedua dosis\nserbuk biji labu dapat mencegah kenaikan kadar trigliserida (118±48,41 mg/dL;\n95,28±27,87 mg/dL vs. kontrol: 191±17,06 mg/dL) secara bermakna (p<0,05).\nBerdasarkan hasil penelitian ini, dapat disimpulkan bahwa kedua dosis biji labu yang diuji\nyaitu yang ekivalen dengan 15 dan 35 g serbuk untuk pemakaian pada manusia selama 17\nhari pada hiperkolesterolemia dan 14 hari pada hipertrigliseridemia berkhasiat menurunkan\ndan mencegah kenaikan kadar kolesterol total, kolesterol LDL, trigliserida dan\nmeningkatkan kadar kolesterol HDL yang bermakna.", "Daftar File": {"ABSTRAK Glorianna Chrysilla": "https://digilib.itb.ac.id/gdl/download/193064"}, "Penulis": "Glorianna Chrysilla [10711021]", "Kontributor / Dosen Pembimbing": ["Dr. Maria Immaculata Iwo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "23 Des 2019"}