{"Nomor": 45455, "Judul": "AKTIVITAS IMUNOMODULATOR EKSTRAK AIR DAUN SIRIH HIJAU (PIPER BETLE L.) DAN DAUN SIRIH MERAH (PIPER CROCATUM RUIZ & PAV) PADA MENCIT BALB/C", "Abstrak": "Sirih hijau dan sirih merah adalah tumbuhan yang mudah dijumpai di Indonesia. Kedua\ntumbuhan ini sudah banyak digunakan oleh masyarakat untuk mengobati infeksi, bengkak,\ndan kanker. Oleh karena itu, diduga bahwa sirih hijau dan sirih merah memiliki aktivitas\nimunomodulator. Penelitian ini bertujuan untuk menguji aktivitas imunomodulator ekstrak\nair daun sirih hijau dan sirih merah. Penelitian ini diawali dengan pengumpulan dan\nkarakterisasi tumbuhan uji, ekstraksi bahan aktif menggunakan air secara perebusan sesuai\ndengan pemakaian tradisional, uji efek imunomodulator ekstrak pada mencit BALB/c.\nHewan dibagi menjadi tujuh kelompok, yaitu kelompok kontrol, kelompok pembanding\n(Zymosan A dan metilprednisolon), dan kelompok uji yang terbagi menjadi empat kelompok\nyaitu kelompok sirih hijau dosis 21,5 dan 43 mg/kg bb serta kelompok sirih merah dosis 32,5\ndan 65 mg/kg bb. Pembanding diberikan secara intraperitoneal sedangkan ekstrak diberikan\nsecara oral. Efek terhadap respons imun nonspesifik ditentukan melalui uji bersihan karbon\ndan penentuan indeks organ; uji terhadap respons imun spesifik dilakukan dengan\npengukuran titer antibodi. Pada uji terhadap respons imun nonspesifik, ekstrak air sirih\nmerah (32.5 dan 65 mg/kg bb) menunjukkan efek imunostimulasi dengan indeks fagositik >\n1,2. Pada uji terhadap respons imun humoral, ekstrak air sirih hijau dan sirih merah dengan\ndosis masing-masing 43 dan 65 mg/kg bb dapat menginduksi imunitas humoral yang terlihat\ndari titer antibodi primer dan sekunder yang lebih tinggi dibandingkan terhadap kontrol.\nBerdasarkan hasil indeks fagositik dan titer antibodi ini, dapat disimpulkan bahwa ekstrak\nair sirih merah (32,5 dan 65 mg/kg bb) dan ekstrak air sirih hijau (43 mg/kg bb) memiliki\naktivitas imunomodulator yang bersifat imunostimulasi", "Daftar File": {"ABSTRAK Dinda Muthi Nabilah": "https://digilib.itb.ac.id/gdl/download/193069"}, "Penulis": "Dinda Muthi Nabilah [10711062]", "Kontributor / Dosen Pembimbing": ["Dr. Maria Immaculata Iwo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "23 Des 2019"}