{"Nomor": 45457, "Judul": "PENGARUH PEMBERIAN EKSTRAK AIR DAGING BUAH ASAM JAWA (Tamarindus indica L.) PADA TIKUS DALAM JANGKA WAKTU PANJANG DAN FORMULASINYA DALAM BENTUK SERBUK", "Abstrak": "Asam jawa (Tamarindus indica L.) merupakan tanaman yang tumbuh di daerah tropis dan\nbanyak dimanfaatkan oleh masyarakat sebagai obat tradisional. Penelitian menunjukkan\nbahwa ekstrak air asam jawa memiliki efek antiobesitas pada tikus yang diinduksi dengan\nmakanan tinggi lemak atau makanan tinggi karbohidrat. Esktrak air asam jawa dapat\nmenurunkan kadar kolesterol total, LDL (Low Density Lipoprotein) dan trigliserida serta\ndapat menaikan kadar HDL (High Density Lipoprotein) disertai dengan penurunan berat\nbadan. Ekstrak air asam jawa juga dapat menurunkan kadar leptin dan menurunkan\naktivitas fatty acid synthase. Tujuan dari penelitian ini adalah mengevaluasi pemberian\nberulang ekstrak air asam jawa dalam jangka waktu panjang dengan melihat profil\nkenaikan berat badan tikus wistar serta melakukan pengembangan formula serbuk yang\nmengandung ekstrak air asam jawa untuk digunakan sebagai antiobesitas. Pembuatan\nekstrak air daging buah asam jawa dibuat dengan cara refluks, lalu dikeringkan dengan\nmenggunakan freeze dry. Eksrak daging buah asam jawa diberikan pada hewan dengan\ndosis 75 mg/kg berat badan, 200 mg/kg berat badan dan 1000 mg/kg berat badan selama\ndua belas minggu minggu. Formulasi ekstrak air daging buah asam jawa dilakukan dengan\nmembuat ekstrak kering dengan cara freeze-dry disertai penambahan berbagai macam\nadsorben dengan perbandingan tertentu. Serbuk ekstrak kemudian diayak, ditentukan\nkecepatan alirannya, lalu ditambahkan talk sebagai glidan, sukralos sebagai pemanis, asam\nbenzoat sebagai pengawet dan manitol sebagai pengisi. Evaluasi sediaan yang dilakukan\nmeliputi evaluasi organoleptik, penentuan kecepatan aliran, kelembaban, berat jenis ruah.\nUji penerimaan sediaan dilakukan dengan menggunakan 10 orang panelis. Pemberian\nekstrak air asam jawa menunjukan adanya penghambatan kenaikan berat badan hewan\nwalaupun hingga minggu ke-12 belum berbeda bermakna secara statistik jika dibandingkan\ndengan kelompok kontrol (p>0,05). Pemberian ekstrak air daging buah asam jawa dengan\ndosis 75 mg/kg berat badan pada tikus normal menunjukkan adanya peningkatan berat\nbadan yang lebih rendah dibanding dosis 200 dan 1000 mg/kg berat badan serta kelompok\nnormal dimulai dari minggu kedelapan. Pemberian ekstrak air daging buah asam jawa\nselama 12 minggu secara makropatologi tidak menunjukkan kelainan pada aktivitas\nmotorik, perubahan perilaku hewan dan penurunan berat badan yang signifikan. Formula\nserbuk yang mengandung ekstrak air daging buah asam jawa yang terbaik memiliki\nkecepatan aliran 5,607 gram/detik, kelembaban 3,18%, berat jenis ruah 0,5 gram/mL, dan\nskor penerimaan sediaan 3,46. Formula ekstrak asam jawa yang terbaik adalah formula 3\nyang terdiri dari 28% ekstrak air asam jawa, 11,2% aerosil, 1% talk, 0,1% asam\nbenzoat,0,2% sukralos dan 59,5% manitol.", "Daftar File": {"ABSTRAK Irene Iskandar": "https://digilib.itb.ac.id/gdl/download/193071"}, "Penulis": "Irene Iskandar [10711067]", "Kontributor / Dosen Pembimbing": ["Prof. I Ketut Adnyana, M.Si., Ph.D.", "Dr. Lucy Dewi Nurhajati Sasongko, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "23 Des 2019"}