{"Nomor": 45454, "Judul": "UJI AKTIVITAS DUA SEDIAAN JAMU PENURUNAN TEKANAN DARAH YANG BEREDAR DI INDONESIA PADA TIKUS SPRAGUE DAWLEY JANTAN HIPERTENSI", "Abstrak": "Penyakit kardiovaskular adalah penyebab utama kematian di dunia, termasuk Indonesia.\nHipertensi merupakan salah satu faktor risiko dari penyakit kardiovaskular. Berdasarkan\npenelitian, hipertensi dapat diinduksi dengan penggunaan NaCl-prednison dan adrenalin.\nPengobatan hipertensi menggunakan obat tradisional berupa jamu penurun tekanan darah\ntelah banyak digunakan di Indonesia. Herba seledri (Apium graveolen) dan bulbus bawang\nputih (Allium sativum) telah banyak diteliti memiliki efek antihipertensi dan telah digunakan\nsebagai komponen dalam jamu penurun tekanan darah. Penelitian ini bertujuan untuk menguji\nefek antihipertensi dari jamu penurun tekanan darah X yang mengandung ekstrak herba\nseledri (Apium graveolen) dan jamu Y yang mengandung kombinasi bulbus bawang putih\n(Allium sativum), herba seledri (Apium graveolen), dan akar valerian (Valeriana officinalis),\nmenguji kemungkinan adanya bahan kimia obat pada jamu X dan jamu Y. Jamu X dan jamu\nY diuji efek antihipertensinya berdasarkan dua parameter, yaitu penurunan tekanan darah\nsistolik dan diastolik pada hewan yang diinduksi NaCl dan prednison dengan obat\npembanding kaptopril, serta parameter penghambatan peningkatan tekanan darah sistolik\ndiastolik menggunakan penginduksi adrenalin dengan obat pembanding atenolol. Pengukuran\ntekanan darah sistolik dan diastolik dilakukan menggunakan metode direct tail-cuff non\ninvasif. Dilakukan pula pengamatan efek diuresis dari jamu X dan jamu Y selama masa terapi.\nJamu X dan jamu Y diuji terhadap bahan kimia obat tertentu yaitu amlodipin, atenolol,\nfurosemid, dan kaptopril menggunakan kromatografi lapis tipis. Hasil analisis pengukuran\ntekanan darah sistolik dan diastolik menunjukkan bahwa jamu X dan jamu Y memiliki\naktivitas antihipertensi yang ditunjukkan dengan adanya perbedaan bermakna antara tekanan\ndarah sistolik dan diastolik kelompok uji dan kelompok kontrol sakit pada pengujian efek\nantihipertensi (p<0,05). Efektivitas dari antihipertensi jamu X dan jamu Y lebih rendah\ndibandingkan dengan obat pembanding. Hasil uji pengaruh diuresis, jamu X dan jamu Y\nmemiliki % EUV > 80% pada jam ke-24 sehingga jamu X dan jamu Y dinyatakan memiliki\nefek diuresis yang terjadi pada jam ke-24. Berdasarkan hasil kromatogram, jamu Y memiliki\nbercak sejajar dengan furosemid. Jamu X dan jamu Y terbukti memiliki efek antihipertensi\nyang meliputi parameter penurunan tekanan darah sistolik dan diastotik serta penghambatan\npeningkatan tekanan darah sistolik dan diastolik. Berdasarkan hasil kromatogram, terdapat\nkemungkinan adanya furosemid dalam jamu Y.", "Daftar File": {"ABSTRAK Martha Netta": "https://digilib.itb.ac.id/gdl/download/193068"}, "Penulis": "Martha Netta [10711054]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Andreanus Andaja Soemardji, DEA", "Prof. Dr. Irda Fidrianny, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "antihipertensi, jamu antihipertensi, tekanan darah, diuresis", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "23 Des 2019"}