{"Nomor": 45465, "Judul": "HARMONY WITH NATURE PUSAT REHABILITASI KESEHATAN SHALEM, BOGOR", "Abstrak": "Pusat Rehabilitasi Kesehatan Shalem, Bogor merupakan sebuah proyek yang diprakarsai oleh CMC\nJakarta, sebuah yayasan dibawah naungan Gereja Masehi Advent Hari Ketujuh. Fasilitas ini diperlukan\nuntuk mendukung pelayanan yang dilakukan oleh CMC Jakarta dalam bidang kesehatan. Dirasakan\nadanya suatu kebutuhan akan fasilitas rehabilitasi kesehatan penyembuhan alternatif di Indonesia\nuntuk semakin meningkatkan pelayanan kesehatan dalam mengobati penyakit gaya hidup. Fasilitas\nkesehatan ini menawarkan suasana yang berbeda dari fasilitas kesehatan konvensional yang penuh\ndengan formalitas dan proses pengobatan secara medik. Dalam melaksanakan rehabilitasi kesehatan,\nCMC Jakarta berpegang pada nilai-nilai yang berdasarkan pada Alkitab yang kemudian dirangkum\ndalam nilai NEWSTART. Pendekatan desain yang dilakukan adalah pendekatan secara fungsional,\ndengan konsep rancangan “Harmony with Nature” dalam harapan bangunan yang dirancang nanti\nakan menciptakan sinergi antar pengguna, bangunan, dan alam. Hal ini kemudian diharapkan\nmenciptakan suasana yang kondusif untuk penyembuhan bagi tamu/pasien. Suasana yang kondusif\nuntuk penyembuhan juga didukung dengan terciptanya interaksi interpersonal yang baik, maka\ndibutuhkan ruang-ruang interaksi untuk mewujudkan hal ini.\nBangunan ini dapat menampung 30 pasien dan 30 staf. Rancangan menunjukkan kesederhanaan\ndan kesesuaian dengan nilai-nilai yang dianut pemrakarsa serta mendukung kegiatan rehabilitasi\nkesehatan berbasis pengubahan gaya hidup.", "Daftar File": {}, "Penulis": "Aileen Kartiana Dewi [15214014]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Arif Sarwo Wibowo, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Pusat Rehabilitasi Kesehatan, Penyembuhan Alternatif, NEWSTART, Alam", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "26 Des 2019"}