{"Nomor": 45460, "Judul": "INVENTORI KONTROL SISTEM UNTUK PENANGANAN OBSOLETE GREGE STOK PADA PT CGK", "Abstrak": "Industri textile di Indonesia memiliki peran strategis yang diprioritaskan selain bahan minyak dan gas karena memiliki sumbangsih yang besar untuk cadangan devisa negara. Industri ini juga menyerap jumlah tenaga kerja yang amat besar, juga dapat diharapkan memenuhi kebutuhan sandang nasional. Bahkan si waktu krisis ekonomi dunia, industri ini dapat mempertahankan surplus ekspor terhadap impornya.\nPT CGK memiliki hybrid prosess dalam system industrinya. Yang berarti membuat stock dalam bentuk bahan greige. Dan ketika ada order dari konsumen greige ini di proses menjadi barang jadi. PT CGK tidak menstok barang dalam bentuk benang, karena benang memiliki life cyle yang pendek dibanding bentuk kain (greige). Dengan meningkatnya permintaan dan penjualan kain rajut tiap tahunnya, PT CGK memiliki bahan stok greige yang cukup besar. Bahan stok greige ini jika tidak ditanggulangi dapat menyerap kapital yang serius untuk sebuah industri. Selain itu pula volume stok ini menghalangi atau menempati ruang penyimpanan. Pengambilan ruang ini lama kelamaan menyebabkan kapasitas ruang penyimpanan semakin berkurang untuk produk baru yang diproduksi.\nUntuk mengatasi masalah yang dihadapi oleh PT CGK. Yang merupakan WIP volume greige yang tinggi, diperlukan strategi jangka pendek dan jangka panjang. Penelitian ini dilakukan untuk membuat strategi yang tepat untuk mengurangi kelebihan stok greige (strategi jangka pendek) dan mencegah terjadinya kelebihan stok baru greige (strategi jangka panjang). Proses ini juga disusun dengan memahami kondisi internal dan eksternal, mengidentifikasi akar penyebab dan langkah-langkah untuk mengatasinya. Peneliti menyoroti metode forecasting yang akurat, hal ini memungkinkan PT CGK untuk menentukan jumlah penjualan potensial untuk mengurangi jumlah produksi greige. Peneliti juga membandingkan lot for lot dan economic order quantity. Dan mengusulkan bahwa Lot for lot lebih hemat biaya untuk industri di negara berkembang", "Daftar File": {"2020_TS_PP_Yoelius_1-AbstraK.pdf)u": "https://digilib.itb.ac.id/gdl/download/193134"}, "Penulis": "Yoelius Wijaya Saputra [29117511]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "industry textile, knit fabric, hybrid process, excess greige, stock classification, inventory management", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "23 Des 2019"}