{"Nomor": 45461, "Judul": "EFFECT OF ETHANOLIC EXTRACT OF PINE NEEDLE(PINUS MERKUSII) AND BAMBOO LEAF(PHYLLOSTACHYS BAMBUSOIDES) ON DNCB INDUCED ATOPICDERMATITIS IN BALB/c MICE MODEL", "Abstrak": "Prevalence of allergic disease is increasing according to the increment of factors which can\nact as an allergent such as dust, dust mites, food, as the result of industrialization and\nurbanization. Atopic dermatitis is a type IV or delayed type hypersensitivity which is\nmediated mainly by T helper cell which is known to produce many cytokines and chemokines\nthat induces inflammatory response. Pinus merkusii and Phyllostachys bambusoides, its\nastonishing anti-inflammatory effect is recorded in the Dongui-bogam and Shénnóng B?n\nC?o J?ng which are famous book of Eastern traditional medicine from Korea and China.\nThis research was done to investigate the anti-atopic dermatitis potential of ethanolic extract\nof Pinus merkusii and Phyllostachys bambusoides leaves on female BALB/c mice. The atopic\ndermatitis was developed on female BALB/c mice by applying 2,4-dinitrochlorobenzene 0.2\nand 2 % on the back of the skin of mice which are shaved 24 hours before the induction.\nLeaves of Pinus merkusii and Phyllostachys bambusoides was extracted by maceration\nmethod using ethanol and methanol accordingly as a solvent. Concentrated extract using\nrotary evaporator is then prepared into three dose of each plant that are 0.5, 1, and 5 % using\nethanol 70%. It was applied on mice with dose of 200?l/day. The parameter that is\ndetermined was dermatitis scoring, organ index, thickness of epidermis, mast cell count, and\nconcentration of IFN-gamma. Based on the scoring of the atopic dermatitis, after 21days of\napplication of extracts, all the treated groups showed lower score compared to the positive\ncontrol group. Qualitative evaluation of hair density showed that the hair density of treated\ngroup was close to the normal except standard group. Organ index were still lower, indicating\nthat it needs further treatment in order to return to original condition. From the\nhistopathological analysis those concentration of extracts are able to reduce in thickness and\nnumber of the mast cell on epidermis. The lowest reduction in thickness of epidermis and\nmast cell count occur after treated with PBE 5% with value of thickness (28.58?m) and mast\ncell count (6.6±1.13). All concentration of test extract can reduce IFN-gamma level (p<0.1).\nLowest reduction was shown in group PME 5% (21.28±3.68pg/mL). The leaves of Pinus\nmerkusii and Phyllostachys bambusoides has the potential to be further developed as anti-\natopic dermatitis agent.", "Daftar File": {"ABSTRAK Lee So Mi": "https://digilib.itb.ac.id/gdl/download/193135"}, "Penulis": "Lee So Mi [10711701]", "Kontributor / Dosen Pembimbing": ["Dr. Maria Immaculata Iwo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "23 Des 2019"}