{"Nomor": 45475, "Judul": "ISOLASI DAN KLONING GEN PENGKODE ENZIM ALDH1 DARI TANAMAN ARTEMISIA ANNUA L.", "Abstrak": "Malaria adalah penyakit endemik berat yang mengancam lebih dari sepertiga populasi dunia dan\nmembunuh sekitar 1.238.000 jiwa per tahun. Dalam beberapa dekade terakhir, Artemisia annua (L.),\nmenjadi pusat perhatian karena tanaman tersebut menghasilkan seskuiterpenoid endoperoksida\nartemisinin, yang sekarang secara luas digunakan dalam pengobatan malaria. Saat ini metode utama\nuntuk memperoleh artemisinin adalah melalui isolasi dari tanaman, namun produksi artemisinin secara\nalami pada tanaman relatif rendah (0,01–0,5%). Hal ini membuat kebutuhan obat artemisinin dalam\nterapi penyakit malaria yang dianjurkan World Health Organization sebagai ACTs (Artemisinin-based\nCombination Therapies) saat ini jauh lebih tinggi dibandingkan dengan ketersediaannya. Penelitian\nyang mengungkapkan jalur biosintesis artemisinin dalam tanaman serta enzim-enzim yang terlibat di\ndalamnya telah banyak dilakukan. Mengingat rendahnya konsentrasi artemisinin yang diisolasi dari\ntanaman, kombinasi dari teknik rekayasa genetika untuk konstruksi suatu plasmid rekombinan yang\nmengandung gen pengkode enzim yang terlibat dalam biosintesis artemisinin, salah satunya adalah\nenzim aldehyde dehydrogenase 1 (ALDH1), dengan teknik kultur jaringan dapat menjadi salah satu\nalternatif dalam upaya peningkatan produksi artemisinin. Konstruksi plasmid rekombinan diawali\ndengan isolasi RNA dari tanaman A. annua dengan metode TRIzol yang meliputi 5 fase, fase\nhomogenisasi, fase separasi, fase praesipitasi, pencucian dan pelarutan kembali RNA. RNA yang\ndiperoleh dikonfirmasi dengan elektroforesis gel yang divisualisasi melalui UV transilluminator.\nKemudian dilanjutkan dengan sintesis cDNA melalui mekanisme transkripsi balik menggunakan\nenzim reverse transcriptase yang dikonfirmasi dengan Polimerase Chain Reaction (PCR)\nmenggunakan primer spesifik aktin yang menghasilkan produk PCR dengan ukuran 200 bp. cDNA\nyang terbentuk kemudian di PCR dengan metode touchdown PCR dengan menggunakan primer\nspesifik ALDH1 yang sudah terlebih dahulu dirancang berdasarkan urutan gen pengkode enzim\nALDH1 sehingga menghasilkan produk PCR sebesar 1500 bp. Produk yang diperoleh kemudian\ndimurnikan dengan menggunakan Geneaid® Gel/PCR DNA Fragments Extraction Kit yang meliputi\nproses penguraian gel, pengikatan DNA, pencucian, dan pengelusian DNA untuk kemudian\ndikonfirmasi kembali dengan elektroforesis gel. Fragmen DNA yang diperoleh kemudian diligasikan\nke dalam plasmid pJET 1.2/blunt dengan menggunakan CloneJET™PCR Cloning Kit. Plasmid\nrekombinan langsung ditransformasi ke dalam E. coli DH5?kompeten dengan metode Heat shock\ndengan suhu inkubasi 42\no\nC. Setelah itu hasil transformasi (transforman) ditumbuhkan dalam media LB\ncair yang diinkubasi pada 37\no\nC dengan menggunakan shaker incubator terlebih dahulu, sebelum\nditumbuhkan (dikultur) di media LB Padat selektif resisten ampicilin dengan suhu inkubasi 37\no\nC\nselama 16-18 jam. Plasmid rekombinan diisolasi dari kolomi yang tumbuh pada media selektif\ntersebut dengan menggunakan Geneaid® High-Speed Plasmid Mini Kit yang meliputi proses\npemanenan transforman, resuspensi, lisis, netralisasi, pengikatan DNA dan elusi DNA. Hasil isolasi\nplasmid dikonfirmasi dengan menggunakan elektroforesis gel. Keberadaan gen sisipan dalam plasmid\nrekombinan dikonfirmasi melalui PCR menggunakan primer spesifik ALDH1 serta analisis restriksi\nmenggunakan enzim restriksi NdeI. Hasil konfirmasi dengan PCR dan analisis restriksi menunjukkan\ngen telah berhasil disisipkan ke dalam plasmid. Sementara konfirmasi dengan pembacaan urutan\nnukleotida (sequencing) yang diperoleh belum berhasil mengkonfirmasi sisipan ALDH1 pada plasmid\npJET 1.2/blunt.", "Daftar File": {"ABSTRAK Yayang Luthfiana Rizwan": "https://digilib.itb.ac.id/gdl/download/193204"}, "Penulis": "Yayang Luthfiana Rizwan [10710102]", "Kontributor / Dosen Pembimbing": ["Dr. Elfahmi, S.Si., M.Si.", "Dr. Sony Suhandono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "ACTs, ALDH1, PCR, pJET 1.2/blunt, Enzim Restriksi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "26 Des 2019"}