{"Nomor": 45485, "Judul": "TELAAH FITOKIMIA SARKOTESTA (KULIT LUAR BIJI) MELINJO (GNETUM GNEMON L.)", "Abstrak": "Gnetum gnemon L. atau melinjo adalah tumbuhan dari suku Gnetaceae. Melinjo dimanfaatkan secara\ntradisional untuk pengobatan, yaitu sebagai peluruh air seni, mengobati penyakit mata, busung lapar,\ndan anemia. Selain itu, melinjo juga dimanfaatkan sebagai bahan makanan, salah satunya sebagai\nbahan baku keripik emping. Bahan baku utama untuk keripik emping adalah bagian bijinya saja\nsedangkan bagian kulit luar bijinya menjadi limbah. Melinjo telah diteliti mengandung senyawa\ngolongan fenolat, diantaranya flavonoid, tanin dan stilbenoid. Penelitian ini bertujuan untuk\nmenentukan golongan senyawa dan mengisolasi senyawa golongan fenolat yang terkandung dalam\nsimplisia kulit luar biji melinjo. Serbuk simplisia kulit biji melinjo diekstraksi dengan maserasi\nmenggunakan pelarut n-heksana, etil asetat, dan metanol. Tiap ekstrak dipekatkan dan dilakukan\npemantauan dengan kromatografi lapis tipis (KLT). Ekstrak metanol difraksinasi menggunakan\nkromatografi cair vakum (KCV) dengan eluen, n-heksana, etil asetat, dan metanol dengan kepolaran\nmeningkat. Fraksi disubfraksinasi menggunakan KCV dengan eluen n-heksana, etil asetat, dan\nmetanol dengan kepolaran meningkat. Subfraksi dilanjutkan dengan menggunakan kromatografi radial\ndengan elusi isokratik (kloroform-metanol-air). Hasil kromatografi radial dimurnikan dengan\nrekristalisasi menggunakan pelarut metanol. Dilakukan uji kemurnian terhadap isolat dengan metode\nKLT pengembangan tunggal dengan 3 pengembang dan KLT dua dimensi. Senyawa X dikarakterisasi\nmenggunakan penampak bercak spesifik, Spektrofotometri UV-sinar tampak dengan pereaksi geser,\ndan Spektrofotometri Infra Merah. Senyawa X bereaksi positif dengan penampak bercak FeCl3, uap\namonia, sitroborat dan p-anisaldehid. Berdasarkan hasil pengukuran dengan spektrofotometri UVsinar tampak panjang gelombang maksimum senyawa X adalah 342 nm dan 272 nm. Setelah\npenambahan pereaksi geser NaOH menimbulkan perubahan panjang gelombang maksimum menjadi\n402 nm dan 273 nm, dengan pereaksi geser lain, yaitu AlCl3, AlCl3/HCl, NaOAc, dan NaOAc/H3BO3\ntidak memberikan pergeseran yang berarti. Simplisia kulit biji melinjo mengandung golongan senyawa\nalkaloid, flavonoid, fenol, tanin, saponin, dan steroid/triterpenoid serta senyawa yang diisolasi diduga\nmerupakan senyawa flavonol dengan gugus –OH tersubstitusi pada posisi 3, dan memiliki OH pada\nposisi 4’.", "Daftar File": {"ABSTRAK Alyssa Nadhira Windari": "https://digilib.itb.ac.id/gdl/download/193220"}, "Penulis": "Alyssa Nadhira Windari [10711063]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Komar Ruslan Wirasutisna", "Dr. Muhamad Insanu, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "melinjo, kulit luar biji, flavonoid, penapisan fitokimia", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "26 Des 2019"}