{"Nomor": 45483, "Judul": "AKTIVITAS ANTIOKSIDAN, TOTAL FENOL, TOTAL FLAVONOID, TOTAL KAROTENOID DARI BERBAGAI EKSTRAK BIJI ALPUKAT (PERSEA AMERICANA MILL.) DAN ISOLASI SENYAWA ANTIOKSIDAN", "Abstrak": "Radikal bebas merupakan atom atau kelompok atom yang mengandung elektron yang tidak\nberpasangan. Adanya elektron tidak berpasangan ini dapat menyebabkan radikal bebas\ntersebut sangat reaktif mencari pasangan dengan cara menyerang dan mengikat elektron\nmolekul yang berada di sekitarnya. Berbagai kemungkinan dapat terjadi sebagai akibat\nkerja radikal bebas, misalnya gangguan fungsi sel dan kerusakan struktur sel. Antioksidan\nmerupakan senyawa yang dapat menghambat reaksi oksidasi dengan mengikat radikal\nbebas, sehingga kerusakan sel akan dihambat. Berdasarkan beberapa penelitian, biji\nalpukat (Persea americana Mill.) diketahui memiliki aktivitas antioksidan. Selain itu, biji\nalpukat telah banyak dimanfaatkan untuk mengobati berbagai macam penyakit, seperti\nmenurunkan kadar gula darah dan mengobati infeksi bakteri. Penelitian ini bertujuan untuk\nmenetapkan IC50 peredaman DPPH; menetapkan kadar total fenol, total flavonoid, total\nkarotenoid dari masing-masing ekstrak; menguji korelasi total fenol, total flavonoid, dan\ntotal karotenoid terhadap IC50 peredaman DPPH; dan mengisolasi senyawa aktif\nantioksidan dari ekstrak biji alpukat. Simplisia biji alpukat diekstraksi secara refluks\nmenggunakan tiga pelarut dengan kepolaran meningkat yaitu n-heksana, etil asetat, dan\netanol. Ketiga ekstrak dipantau secara kromatografi lapis tipis (KLT). Penetapan IC50\nperedaman DPPH, total fenol, total flavonoid, total karotenoid pada ketiga ekstrak\ndilakukan dengan spektrofotometri ultraviolet-sinar tampak. Korelasi total fenol,\nflavonoid, dan karotenoid dengan IC50 peredaman DPPH dianalisis menggunakan metode\nPearson. Ekstrak etil asetat difraksinasi dengan metode kromatografi cair vakum, dan\nfraksi ke-16 hingga 18 kemudian disubfraksinasi dengan metode kromatografi kolom.\nSubfraksi ke-44 dan 45 dikumpulkan dan dimurnikan dengan pencucian menggunakan\npelarut n-heksana, dan KLT preparatif. Karakterisasi isolat dilakukan dengan\nmenggunakan penampak bercak spesifik, spektrofotometri ultraviolet-sinar tampak,\nkromatografi kertas 2 dimensi, dan spektrofotometri inframerah. Simplisia biji alpukat\nmengandung senyawa golongan alkaloid, flavonoid, tanin, terpenoid, steroid/triterpenoid,\ndan fenol. Ekstrak etanol menunjukkan aktivitas antioksidan tertinggi, yakni dengan nilai\nIC50 peredaman DPPH terendah (0,97 ± 0,29) µg/mL. Kadar total flavonoid dan karotenoid\ntertinggi terdapat pada ekstrak n-heksana dengan kadar berturut-turut sebesar (2,74 ± 0,07)\ng QE/100 g dan (0,58 ± 0,09) g BE/100 g. Kadar total fenol tertinggi terdapat pada ekstrak\netanol sebesar (9,12 ± 0,20) g GAE/100 g. Ekstrak n-heksana, etil asetat, dan etanol\nmemiliki IC50 peredaman DPPH berturut-turut sebesar 38,06 µg/mL, 2,71 µg/mL, dan 0,97\nµg/mL. Total fenol memiliki korelasi tinggi dan negatif terhadap aktivitas antioksidan\nekstrak biji alpukat. Senyawa golongan fenol merupakan kontributor utama pada aktivitas\nantioksidan ekstrak biji alpukat dengan metode DPPH. Isolat J yang berasal dari ekstrak\netil asetat diduga merupakan isoflavon glikosida yang mengandung gugus -OH bebas pada\ncincin A dan atau B.", "Daftar File": {"ABSTRAK Jennita": "https://digilib.itb.ac.id/gdl/download/193218"}, "Penulis": "Jennita [10711056]", "Kontributor / Dosen Pembimbing": ["Dr. Irda Fidrianny", "Dra. Siti Kusmardiyani, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "26 Des 2019"}