{"Nomor": 45489, "Judul": "ISOLASI SENYAWA ANTIOKSIDAN DARI EKSTRAK ETIL ASETAT DAUN KERSEN (MUNTINGIA CALABURA L.)", "Abstrak": "Radikal bebas merupakan senyawa reaktif yang memiliki elektron tidak berpasangan, dapat\nmengoksidasi protein, lemak, bahkan DNA sel dan menginisiasi timbulnya berbagai penyakit\ndegeneratif. Jumlah radikal bebas yang berlebihan dalam tubuh juga dapat menyebabkan kerusakan\nbahkan kematian sel. Antioksidan merupakan senyawa yang dapat menghambat reaksi oksidasi dengan\nmendonorkan elektron dan mengubah radikal bebas menjadi senyawa nonradikal. Berdasarkan beberapa\npenelitian, tumbuhan kersen (Muntingia calabura L.) diketahui memiliki aktivitas antioksidan. Selain\nitu, daunnya telah dimanfaatkan oleh masyarakat untuk mengobati berbagai macam penyakit. Penelitian\nini bertujuan untuk menentukan IC50 peredaman DPPH (2,2-difenil-1-pikrilhidrazil), kadar fenol total,\nflavonoid total, dan karotenoid total dari masing-masing ekstrak, menguji korelasi fenol total, flavonoid\ntotal, dan karotenoid total terhadap IC50 peredaman DPPH dan mengisolasi senyawa antioksidan dari\nekstrak daun kersen. Simplisia diekstraksi secara refluks menggunakan tiga pelarut dengan kepolaran\nmeningkat yaitu n-heksana, etil asetat, dan etanol. Setiap ekstrak dipantau secara kromatografi lapis\ntipis (KLT). Penentuan IC50 peredaman DPPH, kadar flavonoid total, fenol total, dan karotenoid total\nsetiap ekstrak dilakukan dengan spektrofotometri ultraviolet-sinar tampak dan ditentukan korelasinya\nterhadap IC50 peredaman DPPH. Ekstrak etil asetat difraksinasi secara kromatografi kolom klasik,\ndilanjutkan dengan subfraksinasi fraksi 40-53 secara kromatografi lapis tipis preparatif. Subfraksi\ndimurnikan dan diuji kemurniannya secara KLT, kemudian isolat dikarakterisasi. Simplisia daun kersen\nmengandung senyawa golongan flavonoid, kuinon, fenol, alkaloid, tanin, dan steroid/triterpenoid.\nEkstrak etanol memberikan aktivitas antioksidan tertinggi dengan IC50 terendah 0,38 µg/mL, fenol total\ntertinggi 18,07 g GAE/100 g dan flavonoid total tertinggi 6,40 g QE/100 g. Ekstrak n-heksana memiliki\nkarotenoid total tertinggi 4,59 g BE/100 g. Ketiga ekstrak daun kersen memiliki aktivitas antioksidan\nyang tinggi dengan metode DPPH, serta mempunyai korelasi negatif dan signifikan terhadap fenol total\ndan flavonoid total (p<0,01). Senyawa golongan fenol dan flavonoid merupakan kontributor utama\ndalam aktivitas antioksidan daun kersen dengan metode peredaman DPPH. Senyawa antioksidan H\nyang diisolasi dari ekstrak etil asetat diduga merupakan senyawa aglikon flavanon yang mempunyai\ngugus OH bebas pada posisi C-5 dan C-7.", "Daftar File": {"ABSTRAK Halimah Nur Rizkiyati": "https://digilib.itb.ac.id/gdl/download/193233"}, "Penulis": "Halimah Nur Rizkiyati [10711076]", "Kontributor / Dosen Pembimbing": ["Dra. Siti Kusmardiyani, M.Sc.", "Dr. Irda Fidrianny"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "isolasi, antioksidan, DPPH, Muntingia calabura, flavonoid", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "26 Des 2019"}