{"Nomor": 45488, "Judul": "AKTIVITAS ANTIOKSIDAN, TOTAL FENOL, TOTAL FLAVONOID, TOTAL KAROTENOID DARI BERBAGAI EKSTRAK BUAH PARIA (MOMORDICA CHARANTIA L.) DAN ISOLASI SENYAWA ANTIOKSIDAN", "Abstrak": "Berbagai penyakit degeneratif di masyarakat pada masa kini disebabkan oleh kerusakan\noksidatif sel-sel tubuh akibat serangan radikal bebas. Antioksidan merupakan senyawa\nyang dapat meredam dampak negatif radikal bebas dalam tubuh. Antioksidan dapat\nmenghambat reaksi oksidasi dengan cara berikatan dengan radikal bebas. Paria\n(Momordica charantia L.) merupakan tumbuhan yang dapat tumbuh baik di Indonesia dan\ndipercaya mempunyai banyak manfaat. Berdasarkan beberapa penelitian, buah paria\ndiketahui memilki efek antioksidan. Selain itu, buah paria telah banyak dimanfaatkan oleh\nmasyarakat untuk mengobati berbagai macam penyakit. Penelitian ini bertujuan untuk\nmenetapkan IC50 peredaman DPPH; menetapkan kadar fenol total, flavonoid total,\nkarotenoid total dari masing-masing ekstrak; menganalisis korelasi fenol total, flavonoid\ntotal, dan karotenoid total terhadap IC50 peredaman DPPH; dan mengisolasi senyawa aktif\nantioksidan dari ekstrak buah paria. Simplisia buah paria diekstraksi dengan refluks\nmenggunakan tiga pelarut dengan kepolaran meningkat yaitu n-heksana, etil asetat, dan\netanol. Dilakukan pemantauan pada setiap ekstrak secara kromatografi lapis tipis (KLT).\nPenetapan IC50 peredaman DPPH, penentuan fenol total, flavonoid total, dan karotenoid\ntotal dilakukan dengan spektrofotometri ultraviolet-sinar tampak dan korelasinya dengan\nIC50 peredaman DPPH dengan menggunakan metode Pearson. Ekstrak etil asetat\ndifraksinasi secara kromatografi cair vakum (KCV). Fraksi ke-4 selanjutnya dilakukan\nsubfraksinasi secara kromatografi kolom. Subfraksi 28 dimurnikan secara pencucian dan\nrekristalisasi. Uji kemurnian dilakukan secara KLT. Karakterisasi isolat dilakukan dengan\nmenggunakan penampak bercak spesifik, spektrofotometri ultraviolet-sinar tampak,\nkromatografi kertas dua dimensi, dan spektrofotometri inframerah. Simplisia buah paria\n(Momordica charantia L.) mengandung alkaloid, flavonoid, fenol, terpenoid,\nsteroid/triterpenoid. Ekstrak etanol buah paria (BJ ekstrak 1 % 0,75 g/mL) menunjukkan\naktivitas antioksidan tertinggi dengan nilai IC50 peredaman DPPH terendah yaitu 1,01\nµg/mL. Kadar fenol total tertinggi dimiliki oleh ekstrak etanol 1,66 g GAE/100 g, kadar\nflavonoid total tertinggi dimiliki oleh ekstrak etil asetat 3,41 g QE/100 g, dan kadar\nkarotenoid total tertinggi dimiliki oleh ekstrak n-heksana 0,88 g BE/100 g. Satu senyawa\nantioksidan H diperoleh dari ekstrak etil asetat. Ekstrak etil asetat dan ekstrak etanol buah\nparia merupakan antioksidan sangat kuat. Kadar fenol total ekstrak buah paria memiliki\nkorelasi negatif, tinggi dan bermakna terhadap IC50 peredaman DPPH (p<0,01). Golongan\nfenol merupakan kontributor utama pada aktivitas antioksidan ekstrak buah paria dengan\nmetode DPPH. Senyawa antioksidan H merupakan senyawa aglikon flavonol yang\nmempunyai gugus -OH bebas pada C-3 dan diduga mempunyai -OH bebas pada cincin A\ndan atau cincin B.", "Daftar File": {"ABSTRAK Halimah Raina Nasution": "https://digilib.itb.ac.id/gdl/download/193232"}, "Penulis": "Halimah Raina Nasution [10711081]", "Kontributor / Dosen Pembimbing": ["Dr. Irda Fidrianny", "Dr. Muhamad Insanu, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "26 Des 2019"}