{"Nomor": 45498, "Judul": "USULAN SOLUSI UNTUK MENINGKATKAN KESEHATAN KEUANGAN PADA PT. GRAHA SARANA DUTA", "Abstrak": "Salah satu pilar penting bagi perusahaan untuk tetap beroperasi dan menjaga kestabilan produktivitasnya adalah dengan melihat kondisi keuangan perusahaan. Manajemen keuangan yang baik dapat menghindarkan perusahaan dari potensi terjadi nya kebangkrutan. Kondisi kesulitan keuangan menjadi tanda peringatan bagi perusahaan sebelum terjadinya kebangkrutan. Pendektesian terhadap potensi kebangkrutan yang disebabkan oleh kondisi kesulitan keuangan PT. Graha Sarana Duta dapat dilakukan dengan melakukan analisis laporan keuangan perusahaan. \nFaktor-faktor yang mempengaruhi terjadinya kesulitan keuangan akan terlihat dari penggunaan model Altman Z-Score yang terdiri dari lima variabel yaitu, Modal kerja/Total aktiva, Laba ditahan/Total aktiva, Laba sebelum bunga dan pajak/Total aktiva, Total ekuitas/Total hutang, dan Pendapatan/Total aktiva. Hasil analisis yang dilakukan menunjukkan perusahaan berada pada zona distress di tiga tahun terakhir dimana nilai yang dihasilkan dibawah 1,23. \nAdapun yang mempengaruhi kondisi keuangan perusahaan menjadi sulit dikarenakan kurangnya modal kerja perusahaan untuk mendanai kebutuhan operasional dan menutupi segala kewajibannya, pemanfaatan aset yang belum optimal dalam memproduksi laba, serta aset tetap yang mendominasi sehingga likuiditas perusahaan sangat kecil.\nPemberian usulan bertujuan untuk meningkatkan kesehatan keuangan dan menghindarkan perusahaan dari potensi kebangkrutan. Dimulai dari usulan penambahan modal kerja melalui pinjaman jangka panjang, melakukan anjak piutang, meningkatkan pendapatan dengan berorientasikan fokus pada penjualan, mengurangi porsi pendistribusian dividen serta usulan melakukan evaluasi terhadap aset yang dimiliki sehingga dapat dimanfaatkan secara efektif dan efisien. Selanjutnya, rencana implementasi usulan yang diberikan disusun dengan tujuan akhir adalah meningkatkan kesehatan keuangan perusahaan.", "Daftar File": {"2020_TS_PP_Misliana Intan Ardita_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/193370", "Misliana Intan Ardita_FULL THESIS.pdf": "https://digilib.itb.ac.id/gdl/download/265635"}, "Penulis": "Misliana Intan Ardita [29117469]", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi, S.T., M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Altman Z-Score, Kesehatan Keuangan, Kebangkrutan", "Sumber": "PT GRAHA SARANA DUTA", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "2 file", "Tanggal Input": "30 Des 2019"}