{"Nomor": 45493, "Judul": "KONSTRUKSI GEN PENGKODE FARNESYL PYROPHOSPHATE SYNTHASE (FPS), SALAH SATU ENZIM PADA BIOSINTESIS OBAT ANTIMALARIA ARTEMISININ,KE DALAM VEKTOR BINER pCAMBIA 1303", "Abstrak": "Artemisinin merupakan senyawa metabolit sekunder yang berasal dari tanaman Artemisia\nannua L. yang berkhasiat sebagai obat antimalaria. Namun, kadar senyawa artemisinin\ndalam tanaman A. annua sangat rendah dan pengobatan malaria berbasis artemisinin\nmenjadi relatif mahal. Oleh karena itu, diperlukan suatu strategi yang efektif untuk dapat\nmeningkatkan kadar senyawa artemisinin. Penelitian yang sedang berkembang saat ini\nmengarah pada rekayasa genetik dengan melibatkan jalur biosintesis artemisinin. Dalam\njalur biosintesis artemisinin, enzim farnesyl pyrophosphate synthase (FPS) merupakan\nsalah satu enzim yang memiliki peranan penting. Enzim ini akan ditransformasikan ke\ndalam tanaman A. annua dalam upaya meningkatkan kadar artemisinin. Untuk dapat\nditransformasikan ke dalam tanaman, gen pengkode FPS terlebih dahulu harus disisipkan\ndalam vektor biner pCAMBIA 1303. Penelitian ini bertujuan untuk menyisipkan gen FPS\nke dalam vektor biner pCAMBIA 1303. Gen FPS yang digunakan dalam penelitian ini\nadalah gen sintetik yang telah berada dalam vektor kloning pUC57. Plasmid pUC57-FPS\ndan plasmid pCAMBIA kosong yang telah diperbanyak, keduanya dipotong dengan\nmenggunakan enzim restriksi SpeI dan NcoI. Konstruksi dilakukan dengan meligasikan\nkedua fragmen DNA yang telah terpotong dan selanjutnya ditransformasikan pada bakteri\nEscherichia coli galur DH5?. Hasil penelitian menunjukkan bahwa gen FPS telah berhasil\ndisisipkan ke dalam vektor pCAMBIA 1303, sehingga menghasilkan vektor rekombinan\npCAMBIA 1303-FPS. Vektor rekombinan yang telah diisolasi dan dielektroforesis dengan\nmenggunakan gel agarose 1% dikonfirmasi dengan metode analisis migrasi, PCR\nmenggunakan primer spesifik FPS, analisis restriksi serta penentuan urutan nukleotida\n(sekuensing).Hasil analisis migrasi menunjukkan plasmid rekombinan bermigrasi lebih\nlambat, konfirmasi PCR menunjukkan bahwa terdapat pita gen FPS pada ukuran ±1032 bp,\ndan fragmen ini dapat dipotong dengan menggunakan enzim restriksi XbaI. Pada analisis\npenentuan urutan nukleotida gen FPS (sekuensing) belum memberikan hasil yang\nmemuaskan.", "Daftar File": {"ABSTRAK Mutiara Andam Dewi": "https://digilib.itb.ac.id/gdl/download/193365"}, "Penulis": "Mutiara Andam Dewi [10711092]", "Kontributor / Dosen Pembimbing": ["Dr. Elfahmi, S.Si., M.Si.", "Dr. Sony Suhandono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "30 Des 2019"}