{"Nomor": 45499, "Judul": "Isolasi Golongan Flavonoid dari Daun Kacang Babi (Tephrosia vogelii J. D. Hooker)", "Abstrak": "Penggunaan daun kacang babi (Tephrosia vogelii J. D. Hooker) dalam bidang peternakan,\npertanian, serta pengobatan telah dilakukan oleh banyak masyarakat. Bahkan menurut\nWHO, manusia menggunakan tanaman ini untuk mengobati berbagai penyakit. Sedangkan\ndi Indonesia sendiri tanaman ini digunakan sebagai biopestisida dan makanan ternak.\nJarang ditemukan penelitian mengenai kandungan dari kacang babi di Indonesia. Di antara\nsenyawa golongan flavonoid yang terkandung dalam Tephrosia vogelii adalah kuersetin,\nisoflavon, flavonol, rotenoid, dan flavanon. Penelitian ini bertujuan untuk mengisolasi\nsuatu senyawa flavonoid dari daun kacang babi. Serbuk daun kacang babi diekstraksi\ndengan menggunakan metode refluks dan metanol sebagai pelarutnya. Ekstrak metanol\ndifraksinasi menggunakan metode ekstraksi cair –cair dan kromatografi radial. Pemurnian\ndilakukan dengan melarutkan senyawa target menggunakan pelarut yang cocok. Isolat\ndikarakterisasi menggunakan penampak bercak spesifik, spektrofotometer UV –sinar\ntampak menggunakan pereaksi geser dan spektrofotometer IR. Penapisan fitokimia\nmenunjukkan bahwa simplisia daun kacang babi mengandung senyawa golongan alkaloid,\nflavonoid, dan steroid/triterpenoid. Ekstrak metanol mengandung senyawa golongan\nalkaloid dan flavonoid. Isolat yang didapat memberikan hasil positif terhadap penampak\nbercak sitroborat dan AlCl3. Pita I isolat berada pada panjang gelombang (?) 312 nm\n(bahu), sedangkan pita II isolat berada pada ?= 270 nm. Karakterisasi spektrofotometer\nUV –sinar tampak menggunakan pereaksi geser menghasilkan hasil penurunan kekuatan\nabsorbansi pada pita II saat di uji dengan Natrium Asetat. Sedangkan pada karakterisasi\nspektrofotometer IR didapatkan hasil terdapat gugus OH pada bilangan gelombang 3000 -\n3300 cm\n-1\n, C=O pada bilangan gelombang 1700 cm\n-1\n, dan gugus aromatik pada bilangan\ngelombang 1500 cm\n-\n1. Isolat A diduga merupakan senyawa isoflavon dengan gugus OH\npada C-7.", "Daftar File": {"ABSTRAK Mukharij Nur Alam": "https://digilib.itb.ac.id/gdl/download/193371"}, "Penulis": "Mukharij Nur Alam [10711112]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Komar Ruslan Wirasutisna", "Dr. Muhamad Insanu, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "30 Des 2019"}