{"Nomor": 45497, "Judul": "AKTIVITAS ANTIOKSIDAN PADA EKSTRAK DAUN, RANTING, DAN KULIT BUAH JERUK PURUT (Citrus hystrix DC.) DENGAN METODE 2,2-DIFENIL-1- PIKRILHIDRAZIL (DPPH) dan CUPRIC REDUCING ANTIOXIDANT ACTIVITY (CUPRAC)", "Abstrak": "Tanaman jeruk purut merupakan salah satu tanaman yang telah lama dikenal\nmasyarakat Indonesia. Namun, pemanfaatan dari tanaman jeruk purut masih belum\noptimum. Berdasarkan penelitian yang telah dilakukan, jeruk purut mengandung\nsenyawa golongan fenol, flavonoid, dan karotenoid yang memiliki aktivitas antioksidan.\nTujuan dari penelitian ini adalah untuk menentukan IC50 DPPH, EC50 CUPRAC, total\nfenol, total flavonoid, dan total karotenoid berbagai ekstrak dari daun, kulit buah, dan\nranting jeruk purut (Citrus hystrix DC.), menganalisis korelasi antara total fenol, total\nflavonoid, dan total karotenoid terhadap IC50 DPPH dan EC50 CUPRAC, serta\nmenentukan korelasi antara kedua metode yaitu DPPH dan CUPRAC. Ekstraksi dengan\nmetode refluks menggunakan tiga jenis pelarut dengan kepolaran meningkat, yaitu nheksana, etil asetat, dan etanol secara berurutan. Ekstrak dipantau dengan kromatografi\nlapis tipis (KLT). Uji aktivitas antioksidan dilakukan dengan penentuan IC50 DPPH,\npenetapan EC50 CUPRAC, fenol total, flavonoid total, dan karotenoid total\nmenggunakan spekrofotometri ultraviolet-sinar tampak. Korelasi antara total fenol,\nflavonoid, dan karotenoid terhadap IC50 DPPH dan EC50 CUPRAC, serta korelasi antara\nIC50 DPPH dan EC50 CUPRAC dilakukan dengan metode Pearson. Aktivitas\nantioksidan tertinggi diberikan oleh ekstrak etil asetat ranting jeruk purut dengan IC50\nDPPH (0,63 µg/mL) dan EC50 CUPRAC (123,00 µg/mL). Ekstrak etil asetat ranting\njeruk purut mengandung fenol total tertinggi (8,35 g GAE/ 100 g) dan karotenoid total\ntertinggi (1,81 g BE/100 g). Ekstrak n-heksana ranting mengandung flavonoid total\ntertinggi (8,69 g QE/ 100 g). Fenol total pada kulit buah dan ranting jeruk purut\nmempunyai korelasi yang tinggi, negatif dan bermakna terhadap IC50 DPPH (kulit buah,\nr = 0,89 p <0,01; ranting, r = -0,99 p < 0,01). Total flavonoid ekstrak daun, kulit buah,\ndan ranting memiliki korelasi yang tinggi, negatif, dan bermakna terhadap EC50\nCUPRAC (daun, r = -0,93 p < 0,01; kulit buah, r = -0,97 p < 0,01; ranting, r = -0,94 p <\n0,01). Total karotenoid ekstrak daun, kulit buah, dan ranting memiliki korelasi yang\ntinggi, negatif, dan bermakna terhadap EC50 CUPRAC (daun, r = -0,99 p < 0,01; kulit\nbuah, r = -0,85 p < 0,01; ranting, r = -0,83 p < 0,01). Semua ekstrak daun, kulit buah,\ndan ranting jeruk purut (kecuali ekstrak n-heksana kulit buah) merupakan antioksidan\nyang sangat kuat dengan metode DPPH. Senyawa golongan fenol dalam ekstrak kulit\nbuah dan ranting jeruk purut merupakan kontributor utama dalam IC50 DPPH. IC50\nDPPH dalam ekstrak kulit buah dan ranting jeruk purut dapat diperkirakan secara tidak\nlangsung dengan penentuan fenol total. Senyawa golongan flavonoid dan karotenoid\npada esktrak daun, kulit buah, dan ranting jeruk purut merupakan kontributor utama\ndalam EC50 kapasitas CUPRAC. EC50 CUPRAC dalam ekstrak daun, kulit buah, dan\nranting jeruk purut dapat diperkirakan secara tidak langsung dengan penentuan\nflavonoid total dan karotenoid total. IC50 DPPH ekstrak daun, kulit buah purut, dan\nranting jeruk purut tidak linier dengan EC50 CUPRAC.", "Daftar File": {"ABSTRAK Yurika Johan": "https://digilib.itb.ac.id/gdl/download/193369"}, "Penulis": "Yurika Johan [10711106]", "Kontributor / Dosen Pembimbing": ["Dr. Irda Fidrianny", "Prof. Dr. Sukrasno, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "30 Des 2019"}