{"Nomor": 45509, "Judul": "UJI AKTIVITAS ANTIOBESITAS DAUN BINAHONG (Anredera cordifolia (Ten.) Steenis) PADA TIKUS WISTAR JANTAN DENGAN INDUKSI MAKANAN TINGGI KARBOHIDRAT", "Abstrak": "Kegemukan atau obesitas merupakan salah satu masalah kesehatan yang prevalensinya\nmeningkat setiap tahun terutama di negara berkembang, seperti Indonesia. Masalah ini\ndapat meningkatkan risiko penyakit kardiovaskular seperti hipertensi, hiperlipidemia,\naterosklerosis, dan diabetes melitus. Daun binahong (Anredera cordifolia (Ten.) Steenis)\ndigunakan oleh masyarakat sebagai salah satu obat alami untuk mengatasi kegemukan.\nHasil penelitian terdahulu menunjukkan daun binahong memiliki aktivitas antiobesitas\npada tikus wistar obesitas yang diinduksi makanan tinggi lemak. Penelitian ini bertujuan\nuntuk menentukan adanya efek antiobesitas dan pengaruh pemberian ekstrak etanol daun\nbinahong pada tikus obesitas yang diinduksi makanan tinggi karbohidrat. Pengujian\nantiobesitas dilakukan secara in vivo pada tikus Wistar jantan selama 14 hari, yang terbagi\ndalam 5 kelompok hewan uji, yaitu kelompok kontrol negatif, kelompok kontrol positif,\nkelompok ekstrak daun binahong dosis 50 mg/kg bb, kelompok ekstrak daun binahong\ndosis 100 mg/kg bb, dan kelompok pembanding orlistat dosis 21,6 mg/kg bb. Semua\nkelompok hewan uji kecuali kelompok kontrol negatif diinduksi makanan tinggi\nkarbohidrat selama 30 hari sebelumnya. Adapun parameter pengukuran meliputi persentase\nkenaikan bobot badan, jumlah bobot pakan yang dikonsumsi, persentase indeks makanan,\nindeks feses, dan indeks urin yang diamati pada hari terakhir pengujian. Ekstrak etanol\ndaun binahong dosis 100 mg/kg bb menunjukkan perbedaan bermakna terhadap kontrol\npositif pada hasil pengukuran parameter kenaikan bobot badan dengan selisih perbedaan\nsebesar 16,14% dan perbedaan indeks urin sebesar 27,99%. Hasil pengamatan terhadap\nkonsistensi feses kelompok ekstrak uji menunjukkan feses yang lebih lembek dan\nmengkilat sebanding dengan orlistat. Persentase indeks makanan dan indeks feses tidak\nberbeda bermakna antar semua kelompok uji, namun indeks feses kelompok uji ekstrak\ndaun binahong 100 mg/kg bb menunjukkan hasil yang lebih tinggi dibandingkan dengan\nkelompok uji lain. Ekstrak etanol daun binahong dosis 100 mg/kg bb memiliki potensi\nsebagai antiobesitas dengan menekan kenaikan bobot badan pada tikus yang diinduksi\nmakanan tinggi karbohidrat. Kelompok uji yang diberikan ekstrak etanol daun binahong\nmenunjukkan pengaruh dalam peningkatan volume urin dan konsistensi feses yang lebih\nlembek dan mengkilat, namun tidak mempengaruhi nafsu makan.", "Daftar File": {"ABSTRAK Afriani Naidza Nurdianti": "https://digilib.itb.ac.id/gdl/download/193381"}, "Penulis": "Afriani Naidza Nurdianti [11611049]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Elin Yulinah", "Dr. Neng Fisheri Kurniati, S.Si., M.Si., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "31 Des 2019"}