{"Nomor": 45504, "Judul": "PENGARUH KERUSAKAN LERENG AKIBAT PELEDAKAN TERHADAP KEMANTAPAN LERENG", "Abstrak": "Kegiatan pertambangan memiliki berbagai dampak terhadap lingkungan\nsekitarnya. Salah satu dampak tersebut adalah rock fatigue yang disebabkan oleh\npembebanan berulang. Hal tersebut dapat menimbulkan kerusakan batuan dan\nmenyebabkan kelongsoran lereng tambang. Salah satu kegiatan penambangan\nyang merupakan pembebanan berulang adalah kegiatan peledakan. Menurut\npengujian yang dilakukan Safitri (2019), pembebanan berulang secara dinamik\nberpengaruh terhadap perubahan kekuatan batuan. Pembebanan berulang\nmenggunakan impact test mempengaruhi nilai UCS dan nilai Modulus Young\nbatuan. Semakin banyak tumbukan yang diberikan, maka nilai UCS dan nilai\nModulus Young semakin kecil. Hasil pengujian tersebut dapat dimanfaatkan\nuntuk mengestimasi perubahan kekuatan batuan karena pengaruh kerusakan\n(damage) lereng dari kegiatan peledakan. Selain itu, kerusakan akibat peledakan\njuga berpengaruh terhadap kemantapan lereng. Oleh karena itu, diperlukan\npenelitian mengenai pengaruh kerusakan lereng akibat peledakan terhadap\nperubahan kekuatan batuan dan kemantapan lereng. Penelitian dilakukan\nmenggunakan metode perhitungan berdasarkan kriteria failure Hoek & Brown\ndan permodelan untuk analisis kemantapan lereng dengan metode Bishop\nSimplified.\nPenelitian diawali dengan membuat rancangan peledakan. Dari rancangan tersebut\ndiperoleh tekanan dan tegangan hasil peledakan. Data yang diperlukan untuk\nmengestimasi karakteristik massa batuan diperoleh dari data penelitian Safitri\n(2019). Karakteristik batuan dihitung menggunakan metode perhitungan\nberdasarkan kriteria failure Hoek & Brown pada kondisi sebelum dan setelah\ndilakukan peledakan. Nilai kohesi dan sudut gesek dalam pada kondisi lereng\nsebelum peledakan atau sebelum adanya damage (D = 0) adalah 0,088 Mpa dan\n38,36°, pada kondisi lereng setelah adanya damage akibat peledakan (D = 0,0127)\nadalah 0,087 Mpa dan 38,26°, dan pada kondisi dimana batuan hancur (D = 1)\nadalah 0,03 Mpa dan 22,07°. Kemudian penelitian dilanjutkan dengan\nmenganalisis kemantapan lereng pada model rancangan menggunakan program\nRocscience Slide 6.0 dengan metode Bishop Simplified.\nHasil dari penelitian ini adalah nilai kerusakan (damage) lereng akibat peledakan\nadalah 0,0127 dengan jarak pengaruh 1,99 meter dan nilai damage 1 dengan jarak\npengaruh 1,53 meter. Penurunan kekuatan massa batuan akibat adanya kerusakan\npeledakan tersebut menyebabkan penurunan kemantapan lereng. Faktor keamanan\npada kondisi lereng sebelum adanya damage adalah 2,450, pada kondisi lereng\nsetelah adanya damage akibat peledakan adalah 1,345. Kedua angka faktor\nkeamanan tersebut menunjukkan lereng dalam kondisi stabil.", "Daftar File": {"ABSTRAK Isti Chairianti Ahmad": "https://digilib.itb.ac.id/gdl/download/193376"}, "Penulis": "Isti Chairianti Ahmad [12113085]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ganda Marihot Simangunsong, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "damage, peledakan, Hoek & Brown, faktor keamanan", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "31 Des 2019"}