{"Nomor": 45503, "Judul": "EVALUASI TINGKAT KEBISINGAN AKIBAT LALU LINTAS PADA KELANDAIAN JALAN YANG BERBEDA (STUDI KASUS JALAN TOL PADALEUNYI)", "Abstrak": "Salah satu dampak dari adanya jalan tol adalah pertumbuhan kawasan perumahan di sekitar jalan tol. Namun terdapat kerugian yang akan dirasakan penduduk, yaitu kebisingan lalu lintas. Lokasi studi terletak di Jalan Tol Padaleunyi yang memiliki beberapa tanjakan maupun turunan. Sehingga, penelitian ini akan mengevaluasi kebisingan terhadap karakteristik lalu lintas pada kelandaian jalan yang berbeda dengan menghasilkan model matematis yang dapat digunakan untuk memprediksi kebisingan lalu lintas. Selain itu juga memberikan saran mitigasi yang memungkinkan menurut Pt-T-16-2005-B untuk mengurangi kebisingan jalan tol.\nHasil penelitian ini menunjukkan bahwa tingkat kebisingan di jalan datar sebesar 74 dB(A), sedangkan di jalan menanjak sebesar 77 dB(A). Kedua tingkat kebisingan tersebut telah melampaui ambang batas kebisingan yang diperbolehkan untuk kawasan pemukiman yaitu sebesar 55 dB(A) menurut Kep-48/MENLH/11/1996. Model matematis yang dihasilkan terdiri dari 2 variabel terikat yang dibedakan dari jarak pengukuran yaitu Y1 (Leq 18 m) dan Y2 (Leq 23 m), serta 3 variabel bebas yang terdiri dari X1 (arus kendaraan), X2 (persentase HV > 2as), X3 (kecepatan rata-rata HV > 2as). Berikut model matematis di jalan datar (kelandaian 0%) : Y1 = 76.251 + 0.0002 X1 + 0.034 X2 - 0.045 X3, Y2 = 72.869 + 0.0001 X1 + 0.041 X2 - 0.032 X3, dan di jalan menanjak (kelandaian 4%) : Y1 = 79.960 + 0.0002 X1 + 0.038 X2 - 0.066 X3, Y2 = 76.662 + 0.0001 X1 + 0.044 X2 - 0.079 X3. Model tersebut menunjukkan bahwa %HV>2as (X2) dan kecepatan HV>2as (X3) merupakan faktor yang paling mempengaruhi kebisingan di jalan menanjak. Hal ini dapat terlihat dari nilai koefisien regresi di jalan menanjak lebih besar dibandingkan di jalan datar. Mitigasi untuk mengurangi tingkat kebisingan pada lokasi studi yaitu dengan meninggikan pagar rumija yang terbuat dari dinding panel beton pracetak setinggi 4 m dengan nilai reduksi sebesar 19 dB(A), dan menambahkan bambu pringgodani dengan nilai reduksi kebisingan sebesar 4.9 dB(A). Sehingga total reduksi yang dihasilkan dari kedua penghalang bising tersebut sebesar 23.9 dB(A). Dengan demikian kebisingan yang dirasakan akan berkurang menjadi 50.1 dB(A) di daerah datar, dan 53.1 dB(A) di daerah menanjak.\nJenis bangunan peredam bising lainnya yang dapat diteliti adalah Photovoltaic Noise Barries yang memiliki fungsi mengurangi bising dan menghasilkan energi terbarukan secara bersamaan.", "Daftar File": {"ABSTRAK Bunga Rahmasari Suhartono": "https://digilib.itb.ac.id/gdl/download/193375"}, "Penulis": "Bunga Rahmasari Suhartono [26917301]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Rudy Hermawan Karsaman, M.Sc., Ph.D.", "Ir. Titi Liliani Soedirdjo, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Sound Level Meter, Leq, jarak pengukuran kebisingan, kelandaian jalan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "31 Des 2019"}