{"Nomor": 45526, "Judul": "UJI EFEK PENURUNAN TEKANAN DARAH KOMBINASI EKSTRAK ETANOL DAUN KUMIS KUCING (Orthosiphon stamineus Benth.) DAN BUNGA ROSELLA (Hibiscus sabdariffa L.) PADA TIKUS SPRAGUE DAWLEY", "Abstrak": "Penyakit kardiovaskular merupakan penyakit yang menyebabkan kematian terbanyak di\ndunia. Salah satu faktor resiko dari penyakit kardiovaskular adalah hipertensi. Berdasarkan\nbeberapa penelitian, hipertensi dapat diinduksi dengan cara mengurangi aliran darah ke\nginjal dengan meligasi arteri renal. Daun kumis kucing (Orthosiphon stamineus Benth.)\ndan bunga rosella (Hibiscus sabdariffa L.) telah digunakan masyarakat dalam penanganan\nhipertensi. Hewan uji pada penelitian ini diinduksi dengan metode Goldblatt (2K-1C)\nuntuk memperoleh model hewan hipertensi renovaskular. Penelitian ini bertujuan untuk\nmenentukan efek penurunan tekanan darah dari kombinasi ekstrak etanol kumis kucing\n(Orthosiphon stamineus Benth.) dan bunga rosella (Hibiscus sabdariffa L.) pada tikus\nSprague-Dawley jantan yang mengalami hipertensi renovaskular. Hewan uji dibagi\nmenjadi lima kelompok, yaitu kelompok hewan normal, kelompok kontrol positif\nhipertensi, kelompok pembanding furosemid 6 mg/kg BB, kelompok kombinasi ekstrak\ndosis I (masing-masing 250 mg/kg BB), dan kelompok kombinasi ekstrak dosis II (masing-\nmasing 125 mg/kg BB). Efektivitas kombinasi ekstrak ini diuji berdasarkan parameter\npenurunan tekanan darah sistolik dan diastolik dari hasil pengukuran menggunakan alat\ntail-cuff (CODA\n®\n). Pengamatan efek diuresis juga dilakukan pada berbagai kelompok\nhewan sebelum penginduksian dan sesudah masa terapi. Hasil analisis pengukuran tekanan\ndarah sistolik dan diastolik menunjukkan bahwa kombinasi ekstrak dosis I (masing-masing\n250 mg/kg BB) dan dosis II (masing-masing 125 mg/kg BB) dapat menurunkan tekanan\ndarah sistolik pada hari terapi ke-12 dan diastolik pada hari terapi ke-10 pada tikus\nSprague-Dawley jantan yang mengalami hipertensi renovaskular. Perbandingan hasil\npengujian efek diuresis sebelum induksi dan setelah terapi menunjukkan bahwa seluruh\nkelompok hewan yang mengalami hipertensi renovaskular mengalami penurunan urinasi\nsehingga memiliki nilai % EUV < 80% pada jam pertama hingga jam keenam setelah\npemberian zat uji.", "Daftar File": {"ABSTRAK Elfina Rahmi": "https://digilib.itb.ac.id/gdl/download/193505"}, "Penulis": "Elfina Rahmi [11611019]", "Kontributor / Dosen Pembimbing": ["Prof. I Ketut Adnyana, M.Si., Ph.D.", "Afrillia Nuryanti Garmana,  M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "hipertensi, hipertensi renovaskular, Orthosiphon stamineus, Hibiscus sabdariffa", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "02 Jan 2020"}