{"Nomor": 45523, "Judul": "Analisis Integritas Kekuatan Casing Pada Sumur Migas yang Mengalami Subsidence", "Abstrak": "Kebutuhan minyak dan gas bumi sebagai sumber energi utama terus \nmeningkat dewasa ini. Berbagai usaha eksplorasi, eksploitasi, produksi dan\ndistribusi terus ditingkatkan untuk memenuhi kebutuhan minyak dan gas bumi.\nAkan tetapi dalam prosesnya seringkali mendapat kendala utama karena adanya\ngeohazard, salah satunya yaitu dengan terjadinya subsidence. \nPada Tugas Akhir ini dilakukan analisis integritas kekuatan casing pada\nsumur migas yang terkena dampak subsidence di area LIMA Laut Jawa. Analisis\nbertujuan untuk mengetahui distribusi tegangan casing akibat subsidence dengan\nmenggunakan finite element software Nastran for Windows 4.5 untuk menjamin\nbahwa casing masih memiliki keamanan yang cukup baik. \nHasil analisis linear sumur migas LA – 9ST menunjukkan bahwa stress\ntertinggi berada pada kedalaman 2.234 ft dengan maximum stress 476.370 psi. \nMaximum stress terjadi pada casing 9-5/8 inch yang memiliki yield strength\n80.000 psi dan ultimate strength 95.000 psi. Karena hasil linear stress analysis\nmelebihi yield strength dan ultimate strength material casing, maka perlu\ndilakukan nonlinear stress analysis. Hasil analisis nonlinear sumur migas LA –\n9ST menunjukkan bahwa stress tertinggi berada pada kedalaman 2.234 ft dengan\nmaximum stress 92.016 psi dan maximum strain 6,17%.\n Hasil analisis nonlinear\nstatik menunjukkan bahwa casing telah mengalami deformasi plastik dengan\nstress ratio 0,97 dan belum mencapai ultimate strength material.", "Daftar File": {"2010 TA 13103062  Eko Sarwono.pdf?": "https://digilib.itb.ac.id/gdl/download/193502"}, "Penulis": "Eko Sarwono [13103062]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. IGN Wiratmaja Puja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "sumur migas", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "1 file", "Tanggal Input": "02 Jan 2020"}