{"Nomor": 45538, "Judul": "EVALUASI PENGGUNAAN SEFALOSPORIN GENERASI I DAN III DI UNIT BEDAH UMUM SALAH SATU RUMAH SAKIT DI KOTA CIMAH", "Abstrak": "Antibiotik merupakan salah satu obat yang paling sering digunakan di unit bedah sebagai profilaksis\npembedahan yang bertujuan untuk mencegah terjadinya infeksi luka operasi (ILO) dan sebagai terapi\nempiris untuk menangani penyakit pasien. Keputusan penggunaan antibiotik pada pasien di unit bedah\nperlu dilakukan dalam waktu yang cepat karena mayoritas pasien membutuhkan penanganan segera.\nPenggunaan antibiotik ini perlu pemantauan khusus karena jika tidak digunakan dengan tepat dapat\nmemicu terjadinya resistensi bakteri yang akan membuat infeksi semakin sulit untuk disembuhkan,\nmeningkatkan biaya kesehatan, dan meningkatkan risiko munculnya efek samping. Pemantauan\npenggunaan antibiotik khususnya golongan sefalosporin generasi I dan III belum pernah dilakukan di\nunit bedah umum salah satu rumah sakit (RS) di Kota Cimahi secara terus-menerus. Oleh karena itu,\ndilakukan penelitian untuk mengevaluasi penggunaan sefalosporin generasi I dan III di unit bedah\numum sebagai salah satu kegiatan jaminan mutu yang berorientasi pada efektivitas terapi dan\nkeamanan pasien. Penelitian ini merupakan studi observasi dengan desain retrospektif yang dilakukan\npada pasien dewasa dan lansia rawat inap di unit bedah umum pada bulan Januari hingga Maret 2014.\nData yang dikumpulkan didapat dari rekam medik pasien yang berupa data pasien (nomor rekam\nmedik, nama pasien, umur, jenis kelamin, alamat, tanggal masuk dan keluar rumah sakit, status bayar,\nnama dokter, alasan masuk dan keluar rumah sakit, dan keadaan klinis pasien), data penyakit\n(diagnosa penyakit dan riwayat penyakit), data penggunaan obat (nama obat, kekuatan dan bentuk\nsediaan, golongan terapi obat, dosis, rute pemberian, dan tanggal mulai dan berhenti menggunakan\nobat), dan data hasil pemeriksaan laboratorium (jenis pemeriksaan, tanggal pemeriksaan, dan hasil\nyang diperoleh). Penilaian ketepatan penggunaan antibiotik didasarkan terhadap kriteria penggunaan\nobat (KPO) yang telah disusun sebelumnya berdasarkan pustaka mutakhir. KPO tersebut berisi nama\nobat, indikasi, dosis, bentuk dan kekuatan sediaan, kontraindikasi, aturan pakai, efek samping,\ninteraksi obat, stabilitas, dan perhatian untuk pasien. Ketidaktepatan penggunaan\nantibiotik/keberadaan drug related problem (DRP) dianalisis berdasarkan algoritma Gyssens. Jumlah\npasien yang diteliti adalah 245 pasien dan obat golongan sefalosporin generasi I dan III yang\ndievaluasi meliputi sefadroksil, sefotaksim, seftriakson, seftazidim, sefiksim, sefoperazon,\nseftizoksim, dan sefditoren. Ditemukan 204 kasus potensial DRP yang terdiri dari 32 kasus kategori V\n(obat tanpa indikasi), 156 kasus kategori IIIb (durasi terlalu singkat), 11 kasus kategori IIb (tidak tepat\ninterval pemberian), dan 5 kasus kategori tidak terklasifikasi (indikasi tanpa pengobatan). Ditemukan\npula 113 kasus kategori VI (rekam medik tidak lengkap/tidak dapat dievaluasi). Potensi kejadian DRP\nadalah sekitar 1 kasus per pasien dan antibiotik yang paling banyak digunakan secara tidak tepat\nadalah seftriakson (36,68%).", "Daftar File": {"ABSTRAK Fulky Khalifah Rusyda": "https://digilib.itb.ac.id/gdl/download/193645"}, "Penulis": "Fulky Khalifah Rusyda [11611026]", "Kontributor / Dosen Pembimbing": ["Tomi Hendrayana, S.Si., M.Si., Apt.", "Dr. Pratiwi Wikaningtyas, S.Farm., Apt., M.Si.", "Zulfan Zazuli, M. Pharm., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Evaluasi Penggunaan Obat (EPO), sefalosporin generasi I dan III, unit bedah, Drug Related Problem (DRP), algoritma Gyssens", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "03 Jan 2020"}