{"Nomor": 45539, "Judul": "EFEK PENGHAMBATAN AKTIVITAS ALFA-AMILASE OLEH EKSTRAK DUA PULUH SATU JENIS TUMBUHAN YANG DIGUNAKAN SEBAGAI PENURUN KADAR GULA DARAH", "Abstrak": "Diabetes melitus adalah suatu gangguan metabolisme yang ditandai oleh\nhiperglikemia atau abnormalitas dalam metabolisme karbohidrat, lemak dan\nprotein. Alfa-amilase berperan dalam proses metabolisme karbohidrat yaitu\nmemecah karbohidrat rantai panjang seperti pati menjadi molekul yang lebih\nsederhana. Masyarakat Indonesia banyak menggunakan obat tradisional dari\ntumbuhan sebagai penurun kadar gula darah. Tumbuhan yang digunakan\ndiantaranya, simplisia batang Tinospora crispa L. (bratawali), biji Leucaena\nleucocephala (Lam.) de Wit (petai cina), Momordica charantia L. (pare), Persia\namericana Mill. (alpukat), Trigonella foenoem-graecum L. (kelabet), Swietenia\nmahagoni L. (mahoni), daun Andrographis paniculata (Burm.f.) (sambiloto),\nArtocarpus heterophyllus L.(nangka), Azadirachta indica A. Juss (nimba), Costus\nspecious Smith. (pacing), Euphorbia continifolia L. (mala), Ficus religiosa L.\n(bodi), Lagestroemia loudonii Teijesm. & Bin. (bungur), Physalis angulata L.\n(cecendet), Pterocarpus indicus Willd. (angsana), Ruellia tuberosa L. (kencana\nungu), Smallanthus sonchifolius (yakon) Tithonia diversifolia (Hamsley) A. Gray\n(kembang bulan), herba Euphorbia hirta L. (patikan kebo), kulit buah Punica\ngratum L. (delima), umbi Merremia mammosa Chois. (bidara upas). Tujuan\npenelitian ini adalah untuk menentukan kemampuan penghambatan aktivitas alfaamilase oleh ekstrak dua puluh satu jenis tumbuhan yang digunakan secara\ntradisional sebagai penurun kadar gula darah. Sampel uji dilakukan dengan\nmetode seduh menggunakan air suling mendidih selama 6 menit, filtrat hasil\npenyaringan digunakan sebagai sampel. Uji penghambatan aktivitas alfa-amilase\ndilakukan dengan cara membandingkan kadar hasil reaksi antara enzim alfaamilase dan substrat dengan kadar hasil reaksi enzim alfa-amilase, substrat dan\nekstrak. Hasil reaksi adalah gula pereduksi yang dapat diukur dengan cara\nkolorimetri setelah direaksikan dengan 3,5 asam dinitrosalisilat. Serapannya\ndiukur menggunakan spektrofotometer UV-sinar tampak pada panjang gelombang\n540 nm. Nilai penghambatan ditetapkan dengan menggunakan nilai persen\ninhibisi dan akarbose sebagai pembanding. Persen inhibisi ekstrak batang\nbrotowali 36,38±1,48%, biji petai cina 26,21±3,90%, pare 49,63±4,12%, alpukat\n52,88±2,02%, kelabet 20,6 ±6,17%, mahoni 9,90±2,67%, daun sambiloto\n49,83±1,08%, nangka 77,34±6,51%, nimba 85,38±2,75%, pacing 9,22±6,69%,\nmala 74,78±4,10%, bodi 19,63±6,16%, bungur 12,07±3,47%, cecendet\n43,10±1,79%, angsana 39,96±6,18%, kencana ungu 22,03±6,02%, yakon\n3,22±1,44%, kembang bulan 73,60±3,97%, herba patikan kebo 45,87±8,09%,\nkulit buah delima 57,62±7,24%, umbi bidara upas 40,59±6,88%, akarbose\n98,72±1,30%. Ekstrak daun Azadirachta indica A. Juss (nimba) memiliki aktivitas\ntertinggi dengan nilai persen inhibisi sebesar 85,38±2,75%.", "Daftar File": {"ABSTRAK Siti Mulyani": "https://digilib.itb.ac.id/gdl/download/193646"}, "Penulis": "Siti Mulyani [11611031]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Asep Gana Suganda"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "03 Jan 2020"}