{"Nomor": 45531, "Judul": "OPTIMASI ISOLASI RNA BERKUALITAS BAlK   DARI MIKROALGA LAUT TROPIS Nannochloropsis oceanica GSI UNTUK APLIKASI TRANSKRIPTOMIK", "Abstrak": "Nannochloropsis adalah  genus  mikroalga  uniseluler  yang dibagi  menjadi  7 spesies, salah  satunya  adalah  mikroalga  laut  Nannochloropsis oceanica. Banyak  penelitian telah  dilakukan  pada  mikroalga  !aut  Nannochloropsis  di  mana salah  satunya  yang berpotensi  adalah  Nannochloropsis  oceanica  karena  pertumbuhannya  yang  cepat, dapat ditumbuhkan  di laboratorium  dan kandungan  triasillgliserol  (TAG) yang tinggi. Secara  morfologi, sel Nannochloropsis oceanica teramati  berbentuk  bulat, berwarna hijau, berdenyut-denyut, dengan ukuran 2-5 )liD. Transkriptomik merupakan ilmu yang mempelajari transkriptom. Untuk analisis transkriptomik diperlukan ekstrak RNA total dengan kualitas yang baik yaitu konsentrasi yang cukup, minimal 133,33 ng/JlL dengan volume total 30 JlL atau setara dengan jumlah ekstrak RNA minimal 4.000 ng, adanya pita RNA besar dalam keadaan utuh (tidak terdegradasi), serta kemumian  tinggi yang ditunjukkan  dengan  nilai rasio A26on80 dan A26onJO  masing-masing  minimal  1,8. Saat ini, metode  isolasi  RNA yang standar  atau  khusus  untuk Nannochloropsis oceanica galur  lokal  Indonesia   belum  tersedia.   Penelitian   ini  bertujuan   untuk  melakukan optimasi   metode   isolasi   RNA   dari   mikrolaga   khususnya   dari   Nannochloropsis oceanica  galur  lokal  Indonesia  (galur  GSI)  pada  dua  fase  pertumbuhannya  yaitu pertengahan eksponensial  dan akhir stasioner. Optimasi  ini menargetkan diperolehnya ekstrak  RNA  total  dengan  konsentrasi  dan kemurnian  tinggi  serta  pita RNA  besar dalam  keadaan  utuh sehingga  layak  untuk  digunakan  pada aplikasi  transkriptomik. Metode  isolasi  yang  dioptimasi  adalah  protokol  TRlsure™   dari  Bioline,  di  mana dilakukan  modifikasi  dengan  hasil: (i) penggunaan  pelet sel mikroalga  maksimal  0,7 gram  untuk meningkatkan  konsentrasi  ekstrak  RNA, (ii) pembuangan  lapisan   putih kecokelatan  yang menutupi  pelet sel alga (setelah sentrifugasi)  untuk menaikkan  nilai rasio A26on80, (iii) penambahan beta-merkaptoetanol bersamaan dengan TRlsure™  atau GENEzol™  untuk menghasilkan  pita RNA besar dengan ukuran I 000 pb dan 1500 pb, (iv)  pencucian  etanol  sebanyak  empat  kali  pada  pelet RNA  untuk  menaikkan  rasio A260rno. Hasil yang diperoleh menunjukkan ekstrak RNA Iayak untuk digunakan dalam aplikasi  transkriptomik, yaitu  konsentrasi  RNA  total  241,4- 807,1  ngiJ.lL di dalam volwne  30 Gumlah ekstrak  RNA total 7.242-24.213 ng), nilai rasio A260128o 1,81-\n1,98, nilai rasio A26omo 1 ,84-2,24, dan fragmen RNA besar ukuran 1000 pb dan 1500 pb dalam keadaan utuh (tidak terdegradasi).", "Daftar File": {"ABSTRAK Andita Nayassa": "https://digilib.itb.ac.id/gdl/download/193611", "PUSTAKA Andita Nayassa": "https://digilib.itb.ac.id/gdl/download/257931", "BAB1 Andita Nayassa": "https://digilib.itb.ac.id/gdl/download/257933"}, "Penulis": "Andita Nayassa [20517006]", "Kontributor / Dosen Pembimbing": ["Yanti Rachmayanti, S.Si., M.Si., Ph.D.", "Husna Nugrahapraja, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Nannochloropsis oceanica, RNA, transkriptomikA2601280, A26012JO", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "03 Jan 2020"}