{"Nomor": 45546, "Judul": "PENGEMBANGAN SISTEM AKURASI TINGGI, CEPAT, DAN TERKONTROL UNTUK PENGUJIAN FLUKS DAN MEKANISME PENYUMBATAN PADA MEMBRAN FILTER AIR METODE DEAD-END", "Abstrak": "Fluks menjadi salah satu faktor terpenting dalam penentuan kualitas membran filter air.\nFluks ditentukan dengan cara mengukur jumlah volume dari fluida yang melalui\nmembran filter air per satuan waktu. Salah satu cara menentukan nilai fluks dari proses\nfiltrasi adalah menggunakan metode Dead-End. Metode dead-end merupakan metode\npaling mudah dalam penentuan fluks filter air. Metode ini bekerja dengan mengalirkan\nsejumlah air secara tegak lurus terhadap suatu penampang dari membran filter air.\nKombinasi (sinergi) metode dead-end dengan sistem otomatisasi yang terkontrol\nmenghasilkan data-data pengukuran yang lebih akurat dan galat ketelitian yang lebih\nrendah. Dalam penelitian ditunjukan pengaruh, dan hasil pengujian fluks serta analisis\ndari proses penyumbatan yang terjadi pada memberan filter air menggunakan sistem\npengujian fluks membran filter air otomatis. Proses kalibrasi dari sensor sensor serta\nregulator tekanan udara menghasilkan hasil yang baik dengan nilai regeresi linear (R2)\npada proses konfersi dan kaliberasi diatas 0,9991 dengan tertinggi bernilai 1 pada sensor\nmassa. Sistem pengukur massa (load-cell) yang dikalibrasi menggunakan timbangan\ndigital presisi tinggi (Model FSR A320, Fujitsu, Co., Japan) memiliki akurasi tinggi\ndengan galat kurang dari 0,35% skala penuh. Massa minimum yang dapat dideteksi\nsebesar 0,03 gram dengan nilai stabil massa pada penambahan 0.5gram. Dalam\npengujian sistem ini terlihat perbedaan fluks pada berbagai membran (PTFE\nMembrane Filter Test (IHPF, IPF) Wathman (GF/F, GF/B) Membrane) serta\npengaruh dari ukuran pori, porositas, jenis membrane, ketebalan membran pada\npengaruhnya terhadap kenaikan nilai tekanan air yang dialirkan dan mekanisme\npenyumbatan partikel antacid (Mylanta).", "Daftar File": {"ABSTRAK Rachman Shaf": "https://digilib.itb.ac.id/gdl/download/204440"}, "Penulis": "Rachman Shaf [10215042]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Muhammad Miftahul Munir, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Fluks, Membran Filter air berpori, Metoda Dead-End, Penyumbatan.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "03 Jan 2020"}