{"Nomor": 45549, "Judul": "PENGEMBANGAN METODE ANALISIS PENENTUAN AKTIVITAS ANTIOKSIDAN MENGGUNAKAN RADIKAL BEBAS DPPH (2,2-DIFENIL-1-PIKRILHIDRAZIL) DENGAN MICROPLATE READER", "Abstrak": "Suatu metode analisis yang digunakan di laboratorium penelitian harus secara rutin dikembangkan\natau dimodifikasi untuk memperoleh metode analisis yang lebih baik dan mutakhir. Penentuan\naktivitas antioksidan terhadap radikal bebas DPPH merupakan salah satu uji yang banyak dilakukan\nuntuk skrining aktivitas biologi suatu ekstrak tanaman. Oleh karena itu, dalam penelitian ini dilakukan\npengembangan metode analisis penentuan aktivitas antioksidan terhadap DPPH yang lebih efisien\ndengan menggunakan microplate reader. Tujuan dari penelitian ini adalah memvalidasi metode\nanalisis penentuan aktivitas peredaman terhadap DPPH menggunakan microplate reader agar\nkinerjanya memenuhi persyaratan parameter validasi yang telah ditetapkan. Dengan demikian, metode\ntersebut dapat diaplikasikan untuk penentuan aktivitas antioksidan suatu ekstrak tanaman yang\nmemberikan kelebihan berupa hemat waktu pengujian, biaya, jumlah sampel serta pereaksi yang akan\ndigunakan, dan lebih banyak sampel yang dapat dianalisis dalam satu kali pengukuran. Penentuan\naktivitas antioksidan vitamin C terhadap radikal bebas DPPH dilakukan dengan menggunakan\nmicroplate reader pada instrumen Thermo Scientific Multiskan GO™. Kinerja dari metode analisis\nini diuji parameter validasinya meliputi linearitas, batas deteksi, batas kuantisasi, presisi, dan akurasi.\nMetode analisis yang sudah valid digunakan untuk pengujian aktivitas antioksidan (IC50) dari ekstrak\nmetanol daun Syzygium jambos, Eucalyptus deglupta, Psidium guajava, Syzygium samarangense, dan\nSyzygium aromaticum. Untuk hasil parameter linearitas pada metode yang diuji, diperoleh nilai\nkoefisien korelasi (r) 0,9990; batas deteksi (LOD) 1,08 ?g/mL; batas kuantisasi (LOQ) 1,31 ?g/mL;\nakurasi dengan persen perolehan kembali 96,64-103,52%; presisi intraday dan presisi interdays\ndengan koefisien variasi berturut-turut sebesar 1,51% dan 1,56%. Aktivitas antioksidan (IC50)\nterhadap radikal bebas DPPH dari vitamin C adalah 6,65 ?g/mL. Nilai IC50 ekstrak metanol daun\nSyzygium jambos, Euclyptus deglupta, Psidium guajava, Syzygium samarangense, dan Syzygium\naromaticum secara berturut-turut adalah pada konsentrasi 10,83; 11,35; 20,74; 14,83; dan 20,95\n?g/mL. Metode penentuan aktivitas antioksidan terhadap radikal bebas DPPH dengan microplate\nreader (Thermo Scientific Multiskan GO™) ini memberikan hasil yang valid sehingga dapat\ndiaplikasikan untuk penelitian aktivitas antioksidan suatu ekstrak tanaman.", "Daftar File": {"ABSTRAK Mitra Sari Handayani": "https://digilib.itb.ac.id/gdl/download/193656"}, "Penulis": "Mitra Sari Handayani [11611041]", "Kontributor / Dosen Pembimbing": ["Dr. Elin Julianti", "Dr. Muhamad Insanu, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Validasi, microplate reader, antioksidan, ekstrak metanol, vitamin C, DPPH", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "03 Jan 2020"}