{"Nomor": 45554, "Judul": "Pengaruh Status Gizi Terhadap Hasil Terapi Antihipertensi Golongan Pemblok Kanal Kalsium Pada Pasien Lanjut Usia Hipertensi Di Beberapa Puskesmas Di Bandung", "Abstrak": "Hipertensi merupakan penyakit yang banyak dijumpai, khususnya pada kaum lanjut usia. Dalam\npenanganannya, pemblok kanal kalsium merupakan salah satu golongan obat antihipertensi yang\nmemiliki penggunaan cukup luas di Indonesia, termasuk pada kaum lanjut usia, dan obat yang\ntermasuk ke dalam golongan ini umumnya memiliki ikatan protein plasma yang cukup tinggi. Kaum\nlanjut usia memiliki risiko yang cukup tinggi untuk mengalami masalah gizi, berkaitan dengan\nperubahan fisiologis dan komposisi tubuh yang dapat mempengaruhi asupan nutrisi. Kondisi gizi\nkurang yang dapat dialami oleh lanjut usia dapat menyebabkan penurunan pengikatan protein terhadap\nobat, dan secara teori dapat meningkatkan fraksi obat bebas di plasma, sehingga dapat meningkatkan\ntoksisitas obat. Penelitian ini dilakukan untuk mengamati dan mengevaluasi keterkaitan antara status\ngizi dengan hasil terapi (outcome) pada pasien lansia hipertensi yang menggunakan obat golongan\npemblok kanal kalsium. Penelitian ini dilakukan untuk mengamati dan mengevaluasi keterkaitan\nantara status gizi dengan hasil terapi (outcome) pada pasien lansia hipertensi yang menggunakan obat\ngolongan pemblok kanal kalsium. Penelitian ini merupakan studi deskriptif dan observasional yang\ndilakukan secara retrospektif dan konkuren di Puskesmas Puter, Jayagiri, dan Ciumbuleuit. Hubungan\nantara status gizi dan hasil terapi (outcome) pengobatan menggunakan pemblok kanal kalsium diuji\ndengan mengamati kemungkinan kejadian Reaksi Obat Merugikan (ROM), dan dilakukan pengujian\nmenggunakan metode analisis statistik independent t-student terhadap penurunan tekanan darah dari\nkelompok pasien status gizi normal dan kelompok berisiko malnutrisi/malnutrisi. Hasil menunjukkan\ntidak terdapat hubungan yang signifikan pada rataan penurunan tekanan darah sistolik dan diastolik\nantara kedua kelompok, pada kelompok hipertensi tingkat 1 dan hipertensi tingkat 2, pada aras\nkebermaknaan 0,05. Namun, terdapat perbedaan yang signifikan secara statistika pada penurunan\ntekanan darah sistolik kelompok hipertensi tingkat 2 (P=0,06), pada aras kebermaknaan 0,10, dimana\nrataan penurunan tekanan darah sistolik pada kelompok gizi normal lebih besar dibandingkan\nkelompok berisiko malnutrisi dan malnutrisi. Kemungkinan reaksi obat merugikan (ROM) dari obat\ngolongan pemblok kanal kalsium terjadi pada kedua kelompok gizi. Pada kelompok gizi nomal ROM\nyang terjadi diantaranya pusing 39,53%; sakit kepala 13,95%; kram otot 13,95%; lemas 11,63%; nyeri\nabdominal 11,63%; pruritus 9,30%; kelelahan 4,65%; ruam kulit 4,65%; dan dispepsia 4,65%.\nSedangkan, pada kelompok berisiko malnutrisi dan malnutrisi ROM yang terjadi diantaranya pusing\n65,71%; lemas 22,86%; nyeri abdominal 14,29%; kram otot 11,43%; sakit kepala 8,57%; kelelahan\n5,71%; pruritus 5,71%; ruam kulit 2,86%; dan dispepsia 2,86%. Dari hasil penelitian dapat\ndisimpulkan bahwa diperlukan pemantauan terhadap penggunaan obat golongan pemblok kanal\nkalsium, khususnya pada pasien yang memiliki status gizi berisiko malnutrisi ataupun malnutrisi,\nuntuk mencegah kemungkinan terjadinya ROM.", "Daftar File": {"ABSTRAK Falah Safira": "https://digilib.itb.ac.id/gdl/download/193661"}, "Penulis": "Falah Safira [11611046]", "Kontributor / Dosen Pembimbing": ["Dr. Lia Amalia", "Cindra Tri Yuniar, M. Si., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Hipertensi, gizi, lansia, pemblok kanal kalsium.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "03 Jan 2020"}