{"Nomor": 45555, "Judul": "Pemantauan Reaksi Obat Merugikan Obat Antituberkulosis Lini Pertama pada Pasien Tuberkulosis Paru dan Ekstraparu di Poliklinik DOTS RSUP Dr. Hasan Sadikin Bandung", "Abstrak": "Indonesia merupakan salah satu negara dengan angka kejadian tuberkulosis (TB) yang tinggi.\nPengobatan TB merupakan terapi yang membutuhkan waktu lama dan menggunakan kombinasi obat\nuntuk penanganannya (obat antituberkulosis kombinasi dosis tetap) sehingga kemungkinan terjadinya\nreaksi obat merugikan (ROM) cukup besar. Terdapat kemungkinan terjadinya penghentian obat atau\nketidakpatuhan karena munculnya ROM pada pasien. Penelitian ini bertujuan untuk mengidentifikasi\nreaksi obat merugikan (ROM) dari obat anti tuberkulosis lini pertama, pola kejadian dari ROM,\npenanganan terhadap ROM, dan hubungannya dengan kepatuhan pasien. Penelitian ini merupakan\nstudi potong lintang yang dilakukan secara retrospektif dan konkuren melalui wawancara pada pasien\nserta tenaga medis yang bertugas dan data rekam medik pasien di Poliklinik DOTS RSUP Dr. Hasan\nSadikin Bandung. Teridentifikasi adanya reaksi obat merugikan (ROM) berupa mual dengan atau\ntanpa muntah (41,75%), reaksi kulit (27,18%), nyeri sendi (14,56%), pusing (10,68%), DILI (4,85%),\ndan gangguan penglihatan (0,97%). ROM cenderung lebih banyak terjadi pada pasien (74,47%)\ndibanding dengan yang tidak mengalami ROM (25,53%). Penanganan terhadap ROM diantaranya\nialah dengan terapi setirizin (14,29%), reintroduksi dan setirizin (1,79%), reintroduksi dan kurkuma\n(8,93%), reintroduksi, salep urea dan CTM (1,79%), permetrin dan setirizin (3,57%), ketokonazol dan\nloratadin (1,79%), lotion asam salisilat (1,79%), talk asam salisilat (1,79%), omeprazol (21,43%),\nantasida (4,65%), vitamin B6 (23,21%), parasetamol (3,57%), betahistin (7,14%), vitamin B kompleks\n(1,79%) dan non farmakologi (3,57%). Asosiasi dari munculnya ROM dan kepatuhan pasien yang\ndilakukan dengan metode khi-kuadrat menunjukkan tidak terdapat hubungan yang bermakna antara\nmunculnya ROM dengan kepatuhan pasien.Diduga hal ini dapat terjadi karena langkah –langkah\npencegahan ketidakpatuhan yang dilakukan tenaga kesehatan dipoliklinik DOTS sudah cukup efektif.\nROM pada pasien tuberkulosis merupakan hal yang sering terjadi dan langkah pencegahan\nketidapatuhan pada pasien perlu dilakukan dalam mengurangi angka ketidakpatuhan, putus obat dan\nkemungkinan resistensi.", "Daftar File": {"ABSTRAK Resky Dera Putriranti": "https://digilib.itb.ac.id/gdl/download/193662"}, "Penulis": "Resky Dera Putriranti [11611047]", "Kontributor / Dosen Pembimbing": ["Dr. Lia Amalia", "Cindra Tri Yuniar, M. Si., Apt.", "Cherry Rahayu S.Si., Apt"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Tuberkulosis, Reaksi Obat Merugikan, Kepatuhan", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "03 Jan 2020"}