{"Nomor": 45552, "Judul": "PENGARUH PEMBERIAN EKSTRAK ETANOL DAUN SUKUN (Artocarpus altilis (Parkinson) Fosberg) TERHADAP PERBAIKAN FUNGSI GINJAL PADA MODEL TIKUS GAGAL GINJAL", "Abstrak": "Ginjal adalah salah satu organ vital dalam tubuh yang berperan dalam sistem urinari. Gagal\nginjal merupakan salah satu gangguan yang terjadi ketika ginjal tidak dapat menjalankan\nfungsi ekskresi yang diperlukan dalam menjaga homeostasis tubuh. Secara empiris, daun\nsukun digunakan oleh masyarakat untuk pengobatan gagal ginjal. Penelitian ini bertujuan\nuntuk menentukan pengaruh pemberian ekstrak etanol daun sukun terhadap perbaikan\nfungsi ginjal pada model tikus gagal ginjal. Tikus dengan model gagal ginjal diinduksi\ndengan gentamisin dosis 100 mg/kg bb tikus selama 7 hari secara intraperitoneal dan\npiroksikam dosis 3,6 mg/kg bb tikus per oral bersamaan dengan pemberian gentamisin\nyang diberikan selama 5 minggu. Kemudian tikus diberikan ekstrak daun sukun selama 4\nminggu dengan dosis 50, 100, dan 200 mg/kg bb tikus dimulai setelah 7 hari injeksi\ngentamisin. Parameter fungsi ginjal ditentukan dengan pengukuran kadar urea dan\nkreatinin serum pada awal penelitian dan setiap minggu, dan studi histologi pada akhir\npenelitian. Setelah dilakukan induksi, terjadi peningkatan kadar urea dan kreatinin serum\nhingga lima kali lebih tinggi dibanding kadar normal yang berbeda bermakna secara\nstatistika (p < 0,05). Selama periode terapi, semua kelompok menunjukkan penurunan\nkadar urea dan kreatinin serum pada minggu ketiga. Pada kelompok ekstrak daun sukun\ndosis 200 mg/kg bb menunjukkan penurunan kadar urea dan kreatinin yang paling\nsignifikan. Hasil histologi menunjukkan terjadinya perbaikan struktur ginjal, terutama pada\ndosis 200 mg/kg bb menunjukkan perbaikan yang paling signifikan. Ekstrak etanol daun\nsukun memiliki aktivitas perbaikan fungsi ginjal pada model tikus gagal ginjal yang\ndiinduksi dengan gentamisin dan piroksikam, yang ditunjukkan dengan terjadinya\npenurunan kadar urea serum, kadar kreatinin serum, dan perbaikan struktur ginjal. Dosis\n200 mg/kg bb tikus memiliki aktivitas yang lebih tinggi dibandingkan dengan dosis yang\nlain, sehingga dosis tersebut dianggap paling efektif dalam memperbaiki fungsi ginjal.", "Daftar File": {"ABSTRAK Shafia Rachmamaryam": "https://digilib.itb.ac.id/gdl/download/193659"}, "Penulis": "Shafia Rachmamaryam [11611043]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Elin Yulinah", "Dewi Safitri, M. Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "03 Jan 2020"}