{"Nomor": 45558, "Judul": "STUDI EFIKASI PENGOBATAN PASIEN HIPERTENSI DENGAN KOMORBIDITAS DIABETES MELITUS TIPE 2 DI SUATU RUMAH SAKIT DI BANDUNG", "Abstrak": "Hipertensi merupakan penyakit kardiovaskular yang umumnya menyertai pasien diabetes\n(American Diabetes Association, 2015). Begitu juga sebaliknya, seseorang dengan\npenyakit hipertensi lebih cenderung mengalami diabetes melitus tipe 2 dan kemungkinan\nterjadinya hipertensi dua kali lipat lebih besar pada seseorang yang menderita diabetes\nmelitus dibandingkan orang normal. Berdasarkan penelitian studi epidemiologi oleh U.K\nProspective Diabetes Study (UKPDS 36) setiap penurunan 10 mm Hg tekanan darah\nsistolik berkaitan dengan penurunan resiko terjadinya komplikasi penyakit seperti diabetes,\ninfark miokardia, dan komplikasi mikrovaskular. Untuk itu pengontrolan tekanan darah\nyang baik dapat menurunkan angka mortalitas. Penelitian ini bertujuan untuk melihat\nhubungan penurunan tekanan darah antara kelompok uji yaitu kelompok pasien yang\nmenderita hipertensi dengan komorbiditas diabetes melitus tipe 2 dan kelompok\npembanding yaitu kelompok pasien yang menderita hipertensi tanpa diabetes. Selain itu\npenelitian ini dilakukan untuk mengevaluasi faktor-faktor yang menunjang keberhasilan\nterapi pengobatan pada pasien hipertensi dengan diabetes melitus tipe 2 di salah satu\nrumah sakit swasta di Kota Bandung. Penelitian ini merupakan studi deskriptif dan\nobservasional yang dilakukan secara retrospektif dan konkuren di salah satu rumah sakit\nswasta di Kota Bandung. Hubungan penurunan tekanan darah antara kelompok uji dan\nkelompok pembanding akan dianalisis menggunakan metode independent t-student. Selain\nitu penggunaan obat antihipertensi dan obat antidiabetik di rumah sakit tersebut dianalisis\nsecara deskriptif mengacu pada beberapa standar pengobatan atau tatalaksana hipertensi\ndan diabetes. Diperoleh jumlah subyek penelitian sebanyak 100 pasien yang terdiri dari 50\nsampel uji dan 50 sampel pembanding, hasil analisis statistika dengan independent tstudent menunjukan tidak terdapat perbedaan yang signifikan antara penurunan tekanan\ndarah kelompok uji dengan kelompok kontrol pada aras kebermaknaan 0,05. Selain itu,\nberdasarkan analisis ketepatan penggunaan obat pada kelompok uji dan kelompok\npembanding menunjukan hasil bahwa pemilihan obat antihipertensi dan antidiabetik untuk\npasien telah sesuai dengan algoritma baik dari JNC 8 maupun ADA 2015. Hal ini\nmenunjukan bahwa pengontrolan tekanan darah pada kelompok uji dan kelompok\npembanding di rumah sakit swasta ini telah dilakukan dengan baik dan sesuai standar.\nBerdasarkan hasil wawancara pada 14 pasien hipertensi dengan komorbiditas diabetes\nmelitus tipe 2 mengenai modifikasi gaya hidup, kelompok yang mengaplikasikan diet\nsehat dengan metode DASH, rutin berolahraga dan patuh mengonsumsi obat menunjukan\npenurunan tekanan darah sistolik yang lebih besar dibandingkan dengan kelompok yang\ntidak mengaplikasikan DASH, tidak rutin berolahraga dan tidak patuh mengonsumsi obat.", "Daftar File": {"ABSTRAK Ghina Allaniyyah": "https://digilib.itb.ac.id/gdl/download/193665"}, "Penulis": "Ghina Allaniyyah [11611048]", "Kontributor / Dosen Pembimbing": ["Dr. Lia Amalia", "Cindra Tri Yuniar, M. Si", "Rani Ratnawati, S.Si., MKM., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "hipertensi, diabetes melitus tipe 2, komplikasi diabetes, kontrol tekanan darah.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "03 Jan 2020"}