{"Nomor": 45553, "Judul": "SIMULASI PARTIKEL GAS IDEAL SATU DIMENSI DENGAN VARIASI UKURAN PARTIKEL", "Abstrak": "Ilmu pengetahuan dan teknologi yang semakin berkembang mendorong para peneliti untuk melakukan penelitian pada system berbasis digital. Penelitian yang memanfaatkan simulasi komputer banyak dikembangkan guna mendukung hasil penelitian yang dilakukan secara eksperimen maupun analitik, tak terkecuali dalam ilmu fisika. Penerapan komputer dalam fisika banyak membantu pada pemecahan masalah analitik yang cukup kompleks. Simulasi komputer di satu sisi dapat meningkatkan akurasi dari suatu model yang sulit dilakukan jika menggunakan pendekatan secara teori. Pada penelitian ini telah disimulasikan partikel gas ideal satu dimensi. Simulasi gas ideal dilakukan dengan membuat beberapa partikel yang bertumbukan dalam satu dimensi di dalam suatu kotak tertutup. Tumbukan antar partikel mengikuti aturan hukum newton dan hukum kekekalan momentum dengan koefisien elastik e=1. Tiap partikel yang mengalami tumbukan memiliki massa, kecepatan awal dan posisi awal. Jari-jari partikel dan ukuran kotak dibuat bervariasi. Temperatur sistem juga dibuat bervariasi antara 300K, 400K, 500K, 600K, dan 700K yang kemudian menjadi dasar dari kecepatan tiap-tiap partikel berdasarkan distribusi Maxwell-Boltzmann. Koreksi jarak dari jari-jari partikel dan panjang kotak dilakukan untuk mengompensasi jarak partikel ke dinding kotak ketika terjadi tumbukan. Variasi yang paling mendekati sifat dari gas ideal adalah partikel dengan R = 3m dan panjang kotak L = 200m yaitu memiliki tekanan 8.61 ???? 10?23????????2 .", "Daftar File": {"ABSTRAK Mohammad Fandi Kurnia": "https://digilib.itb.ac.id/gdl/download/193660", "COVER Mohammad Fandi Kurnia": "https://digilib.itb.ac.id/gdl/download/204012", "BAB 1 Mohammad Fandi Kurnia": "https://digilib.itb.ac.id/gdl/download/204013", "BAB 2 Mohammad Fandi Kurnia": "https://digilib.itb.ac.id/gdl/download/204014", "BAB 3 Mohammad Fandi Kurnia": "https://digilib.itb.ac.id/gdl/download/204015", "BAB 4 Mohammad Fandi Kurnia": "https://digilib.itb.ac.id/gdl/download/204016", "BAB 5 Mohammad Fandi Kurnia": "https://digilib.itb.ac.id/gdl/download/204017", "PUSTAKA Mohammad Fandi Kurnia": "https://digilib.itb.ac.id/gdl/download/204018"}, "Penulis": "Mohammad Fandi Kurnia [20217303]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Sparisoma Viridi, S.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Gas Ideal, Maxwell-Boltzmann, Tumbukan partikel satu dimensi.", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "03 Jan 2020"}