{"Nomor": 45566, "Judul": "PENCITRAAN TOMOGRAFI DI AREA SUMBER RANGKAIAN GEMPA LOMBOK 2018 MENGGUNAKAN JARINGAN SEISMOGRAF LOKAL", "Abstrak": "Serangkaian gempa bumi yang kuat terjadi di Pulau Lombok pada 29 Juli (M 6,4); 5 Agustus (M 7,0); 9 Agustus (M 5,9); dan 19 Agustus (M 6,3 dan M 6,9) 2018 menyebabkan kerusakan signifikan, kerugian ekonomi, dan korban. Studi tentang struktur dan karakteristik zona sumber gempa sangat penting untuk mengetahui bagaimana gempa yang kuat dihasilkan. Tomografi seismik adalah salah satu metode yang tepat untuk menggambarkan struktur kecepatan seismik bawah permukaan dan telah banyak digunakan di dalam dan di sekitar zona sumber gempa yang kuat.\nKami telah menentukan struktur kecepatan seismik tiga dimensi (3D) di sekitar wilayah sumber gempa Lombok Indonesia tahun 2018 dengan menggunakan tomografi seismik lokal. Data terdiri dari 28.728 waktu tiba fase P dan 20.713 fase S dari 3.259 event yang direkam oleh 20 stasiun seismik lokal. Hasil tomogram menunjukkan bahwa sebagian besar gempa bumi yang signifikan (M 7,0 pada 5 Agustus 2018; M 5,9 pada 9 Agustus 2018; dan M 6,3 pada 19 Agustus 2018) terjadi pada zona sesar yang masif berdasarkan anomali Vp dan Vs yang tinggi, serta rasio Vp/Vs dari menengah hingga tinggi. Area kecepatan rendah dengan rasio Vp/Vs yang tinggi terdapat dibagian tengah zona sesar mengindikasikan keberadaan fluida. Zona aseismik terlihat di barat laut Gunung Rinjani, zona ini didominasi oleh crustal fluid yang memiliki kecepatan rendah dan rasio Vp/Vs menengah hingga tinggi. Massa yang masif seperti batuan yang padat dan kering terlihat di sebelah timur Gunung Rinjani dengan karakter Vp dan Vs tinggi serta Vp/Vs yang rendah dan didukung oleh anomali Bouguer yang tinggi. Keberadaan Sesar Geser Selat Sumbawa dibuktikan dengan keberadaan Vp dan Vs rendah serta Vp/Vs tinggi di bawah garis sesar.", "Daftar File": {"ABSTRAK Haunan Afif": "https://digilib.itb.ac.id/gdl/download/193861"}, "Penulis": "Haunan Afif [22417001]", "Kontributor / Dosen Pembimbing": ["Dr. Andri Dian Nugraha, S.Si., M.Si.", "Dr. Devy Kamil Syahbana"], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Kebumian", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Gempa Lombok, Tomografi Seismik, Zona Kecepatan Rendah.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "06 Jan 2020"}