{"Nomor": 45563, "Judul": "Studi Pengetahuan Anggota Pusat Kebugaran di Bandung dan Analisis Kualitatif Steroid Produk Suplemen Olahraga", "Abstrak": "Pola konsumsi suplemen olahraga pada anggota aktif dari sebuah pusat kebugaran dipelajari dengan\npenelitian observasional dengan subjek acak yang merupakan anggota aktif dari 2 pusat kebugaran.\nKemudian, pengetahuan subjek mengenai suplemen dinilai dan dibandingkan dengan mahasiswa/i\nSekolah Farmasi Institut Teknologi Bandung tahun ke-4. Suplemen yang populer digunakan oleh anggota\nkemudian diidentifikasikan kandungan steroid dengan metode Liebermann-Burchard. Penelitian ini\ndilakukan di dua pusat kebugaran di Bandung (PKA and PKB) pada 100 subjek yang dipilih secara acak.\nKuesioner mendeskripsikan identitas, kebiasaan mengonsumsi suplemen dan pengetahuan akan\nsuplemen. Pusat kebugaran tersebut dibagi menjadi tingkat menengah-tinggi (PKA) dan pusat kebugaran\nrendah (PKB) berdasarkan biaya yang dikenakan untuk menjadi anggota. Perbandingan pengetahuan akan\nsuplemen diperoleh dari kuesioner 100 subjek acak mahasiswa/i Sekolah Farmasi Institut Teknologi\nBandung tahun ke-4. Tingkat pengetahuan diukur dengan mengakumulasi poin untuk tiap kategori.\nPengetahuan di atas rata-rata ditunjukkan dengan nilai terakumulasi lebih dari 1 (>1). Informasi mengenai\nsuplemen yang populer di antara anggota digunakan untuk menentukan sampel steroid yang sesuai untuk\ndiuji. Uji ini meliputi penentuan LOD dan steroid di dalam sampel dengan melarutkan sampel dalam\nkloroform. Larutan kloroform tersebut kemudian ditambahkan larutan asam asetat anhidrida : asam sulfat\npekat (1:1). Hasil positif dapat dilihat dengan pembentukan cincin berwarna merah-oranye di antara 2\nfasa larutan. Dari hasil penelitian, diperoleh sebanyak 56% (PKA) dan 51% (PKB) subjek yang\nmengonsumsi suplemen olahraga sehari-harinya. Sebanyak 49 dari 56 subyek berada pada rentang umur\n17 sampai dengan 45 tahun (PKA). Sedangkan di PKB terdapat 48 dari 51 subyek yang berada pada\nrentang 17 sampai dengan 35 tahun. Sebagian besar subyek yang mengonsumsi suplemen merupakan\nkaryawan swasta (17 di A; 10 di B), wirausahawan (20 di PKA), atau mahasiswa/i (12 di A; 35 di PKB).\nDi PKA, 40 dari 56 subjek telah menjadi anggota sejak 3 tahun yang lalu. Sedangkan di PKB, data\nterdistribusi lebih merata dari 3 bulan yang lalu, 1, 2 atau 3 tahun yang lalu. Secara kumulatif, juga telah\nteramati sebagian besar subyek yang mengonsumsi suplemen berolahraga secara rutin 4-5 kali tiap\nminggu di PKA (33) dan PKB (21). Namun di PKB sebagian besar subyek berolahraga 1-3 kali tiap\nminggu (30). Dari penelitian, diperoleh subyek PKA (41,07%) memiliki persentase subyek dengan\npengetahuan di atas rata-rata yang lebih tinggi dibandingkan mahasiswa/i farmasi (34%). Namun\nperhitungan statitstik dengan metode Khi-kuadrat dengan pembetulan Yates menunjukkan tidak berbeda\nbermakna yang berarti tidak ada perbedaan pengetahuan antara anggota PKA yang menggunakan\nsuplemen dengan mahasiswa SF-ITB (0,976) pada aras keberartian 0,05 (3,841). Sedangkan subyek yang\ndiperoleh dari PKB (9,80%) menunjukkan persentase yang lebih rendah terkait pengetahuan di atas ratarata dibandingkan dengan mahasiswa/i farmasi (34%). Dengan metode Khi-kuadrat, diperoleh hasil\nberbeda bermakna antara pengetahuan anggota PKB yang menggunakan suplemen dengan mahasiswa/i\nSF-ITB (29,325) pada aras keberartian 0,05 (3,841). Analisis kualitatif suplemen menunjukkan hasil\npositif pada 3 dari 9 sampel yang diuji. 1 dari 3 sampel merupakan tablet steroid. Sedangkan 2 lainnya\ndipasarkan dengan susu protein whey dalam bentuk susu bubuk. Suplemen olahraga dikonsumsi oleh\nanggota aktif di pusat kebugaran yang berada di antara umur 17-35 tahun di PKB dan 17-45 tahun di PKA\nserta di antaranya merupakan karyawan swasta dan mahasiswa/i di PKA dan PKB dengan PKA juga\nterdapat wirausahawan. Tren ini juga terlihat di antara anggota aktif yang berolahraga 4-5 kali tiap\nminggu di PKA dan 1-3 kali di PKB. Sedangkan untuk tingkat pengetahuan, terdapat tingkat pengetahuan\nyang sama pada anggota aktif pusat kebugaran tingkat menengah-tinggi (PKA) dibandingkan dengan\nmahasiswa/i farmasi. Anggota aktif pusat kebugaran tingkat rendah (PKB) memiliki tingkat pengetahuan\nyang lebih rendah mengenai suplemen dibandingkan dengan mahasiswa/i farmasi.", "Daftar File": {"ABSTRAK Eric Aria Fernandez": "https://digilib.itb.ac.id/gdl/download/193692"}, "Penulis": "Eric Aria Fernandez [11611036]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Sophi Damayanti, M.Si., Apt.", "Drs. Tommy Apriantono, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "ATAK, Liebermann-Burchard, pusat kebugaran, steroid, suplemen.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "03 Jan 2020"}