{"Nomor": 45562, "Judul": "PENGEMBANGAN SISTEM AKUISISI DATA BERBASIS INDUSTRIAL INTERNET OF THINGS UNTUK PEMANTAUAN PROTEKSI KATODIK PADA PIPA PERMINYAKAN", "Abstrak": "Penggunaan pipa sebagai alat transportasi industri, khususnya di industri minyak\ndan gas, menjadi salah satu hal vital dalam pengoperasian industri. Kerusakan pada\npipa seperti kebocoran, akan merugikan perusahaan maupun lingkungan. Salah satu\npenyebab kebocoran pada pipa adalah korosi. Untuk melindungi pipa dari bahaya\nkorosi, terdapat metode berupa proteksi katodik. Namun terdapat beberapa\nkekurangan dalam sistem proteksi katodik, yaitu pengukuran yang harus dilakukan\ndi lapangan, lokasi pipa yang sulit dijangkau, sehingga diperlukan sistem\npemantauan proteksi katodik yang dapat diakses dimanapun, kapanpun dan secara\nreal time.\nDalam tugas akhir ini dibangun sistem akuisisi data berbasis Industrial Internet of\nThings (IIoT). Sistem akusisi data ini menggunakan konsep fundamental industri.\nSistem ini menggunakan sensor tegangan untuk mengukur tegangan yang\nmerupakan keluaran dari proteksi katodik, kemudian data diolah pada\nmikrokontroler akusisi data, dan dikirimkan secara wireless ke mikrokontroler pada\npanel dengan menggunakan modul radio frekuensi. Human Machine Interdace\n(HMI) digunakan untuk tampilan lokal dan terdapat tampilan yang dapat diakses di\ninternet pada Cloud platform serta data disimpan pada database. Hasil pengukuran\nakan teridentifikasi dalam kisaran normal atau tidak normal. Sistem ini\nmengaplikasikan standar Minnesota Pollution Control Agency (MPCA) dalam\npenentuan rentang proteksi katodik pada pipa baja, standar alarm The Engineering\nEquipment and Materials Users Association (EEMUA) dan High Performance\nHMI (HPHMI) pada tampilan di HMI dan Cloud platform. Seluruh sistem dari level\n0 – level 2 menggunakan cakupan industri 3.0 yang dilengkapi dengan membangun\nsistem Industrial Internet of Things pada pemantauannya. Digunakan Cloud\nplatform Ubidots, Node-RED sebagai perantara, dan menggunakan protokol\nkomunikasi MQTT.\nSistem ini telah diuji keakuratan dan kestabilan pengukuran, didapatkan kekuaratan\npengukuran 99% dan kepresisian 99%, juga disimulasikan pengaplikasian standar\nkisaran rentang pada pipa baja dan standar alarm EEMUA pada sistem ini.", "Daftar File": {}, "Penulis": "Mohammad Luky Fidallah [13315041]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Parsaulian Ishaya Siregar, Dipl.-Ing.", "Augie Widyotriatmo, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Sistem Monitoring, Proteksi Katodik, Akuisisi Data, HMI, Alarm, IIoT", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "03 Jan 2020"}