{"Nomor": 45577, "Judul": "ANALISIS ZONA LEMAH PUNCAK GUNUNG AGUNG MENGGUNAKAN DATA SATELIT ASTER TIR DAN SENTINEL-1 UNTUK MITIGASI ZONA BAHAYA LETUSAN", "Abstrak": "Gunung Agung adalah Gunungapi tertinggi yang ada di pulau Bali. Tercatat Gunung Agung telah mengalami erupsi pada tahun 1808 dan 1963. Zona lemah pada penelitian ini didefinisikan sebagai tempat kemungkinan keluarnya produk vulkanik seperti lava, abu vulkanik dan gas. Keluarnya produk vulkanik ini di indikasikan salah satunya oleh naikknya temperatur permukaan di kawah dan puncak Gunung Agung. Kenaikan temperatur akibat keluarnya fluida panas dan gas berada pada rekahan – rekahan baru yang bisa di indikasikan sebagai zona lemah. Deteksi zona lemah dari data suhu dan kelurusan penting untuk memitigasi dampak dari bahaya letusan. Data ASTER TIR dalam penelitian ini digunakan untuk mengidentifikasi suhu yang ada dipuncak Gunung Agung dan Sentinel-1 pada penelitian ini digunakan untuk mendeteksi rekahan berupa kelurusan pada citra. Dari data ASTER TIR bulan Juli- Desember 2017 di temukanya anomali temperatur pada beberapa titik pengamatan yang berkolerasi dengan kerapatan kelurusan yang tinggi.", "Daftar File": {"ABSTRAK Tengku Afnilita": "https://digilib.itb.ac.id/gdl/download/194188", "COVER Tengku Afnilita": "https://digilib.itb.ac.id/gdl/download/243883", "BAB 1 Tengku Afnilita": "https://digilib.itb.ac.id/gdl/download/243884", "BAB 2 Tengku Afnilita": "https://digilib.itb.ac.id/gdl/download/243885", "BAB 3 Tengku Afnilita": "https://digilib.itb.ac.id/gdl/download/243886", "BAB 4 Tengku Afnilita": "https://digilib.itb.ac.id/gdl/download/243887", "BAB 5 Tengku Afnilita": "https://digilib.itb.ac.id/gdl/download/243888", "PUSTAKA Tengku Afnilita": "https://digilib.itb.ac.id/gdl/download/243889"}, "Penulis": "Tengku Afnilita [22416002]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Asep Saepuloh, S.T., M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Kebumian", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Gunung Agung, Zona Lemah, ASTER TIR, Sentinel-1, Suhu dan Kelurusan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "8 file", "Tanggal Input": "07 Jan 2020"}