{"Nomor": 45576, "Judul": "SIMULASI NUMERIK TSUNAMI KRAKATAU 2018 DENGAN PEMBANGKIT LONGSOR BAWAH LAUT UNTUK DAERAH KAJIAN KABUPATEN PANDEGLANG", "Abstrak": "Kejadian Tsunami Krakatau 22 Desember 2018 sampai saat ini masih diperdebatkan mekanisme pembangkitannya, sehingga perlu dilakukan simulasi numerik tsunami Krakatau dengan beberapa mekanisme, salah satunya dengan pembangkit longsor bawah laut. Simulasi numerik tsunami dengan pembangkit longsor bawah laut tersebut telah diteliti menggunakan model COMCOT (Cornell Multi-grid Coupled Tsunami Model) dengan persamaan NSWE (Non-linear Shallow Water Equations) dan domain bersarang hingga domain level 4. Data batimetri yang digunakan dari BATNAS dan data topografi dari Peta RBI 1:25.000. Skenario yang disimulasikan berjumlah 14 skenario dengan perbedaan dari tiap skenario yang digunakan terletak pada volume longsoran, sudut bidang longsor, titik awal dan akhir longsor, serta durasi longsor. Validasi model menggunakan data survei lapangan yang berupa data tinggi tsunami dan jarak rendaman serta data stasiun pengukuran pasang surut yang terdiri dari data tinggi tsunami dan waktu tiba gelombang tsunami. Kajian bahaya tsunami yang dilakukan menggunakan parameter bahaya berupa tinggi tsunami dan mencakup daerah Kabupaten Pandeglang.\nHasil simulasi numerik tsunami dengan pembangkit longsor bawah laut menunjukkan gejala gelombang berupa puncak terlebih dahulu yang selanjutnya disusul dengan lembah pada daerah yang searah dengan arah longsor. Dari 14 skenario tersebut didapati bahawa skenario 10 dengan volume 0,276 km3 (P= 2450 m, L= 1500 m, T= 75 m), durasi longsor 410 detik, sudut 8,2°, dan panjang lintasan longsor 3435 m menghasilkan tinggi tsunami yang paling mendekati hasil pengukuran lapangan dengan galat 5%. Skenario dengan volume yang lebih kecil menghasilkan gelombang yang lebih rendah serta waktu tiba yang lebih lama. Perbedaan sudut longsoran 7,7% menghasilkan gelombang tsunami dengan waktu tiba 0,7 menit lebih singkat untuk bidang yang curam dan tinggi tsunami 20-30 cm lebih pendek. Parameter paling signifikan yang mempengaruhi pembangkitan dan penjalaran tsunami adalah panjang lintasan longsoran, semakin panjang lintasan longsor maka tsunami yang dihasilkan lebih cepat dan lebih tinggi. Waktu tiba hasil simulasi lebih lambat 9-10 menit di Panjang (Lampung), 4-5 menit di Kota Agung (Lampung), dan 9-11 menit di Ciwandan (Banten) dibandingkan data tide gauge. Daerah terdampak terparah dengan klasifikasi sangat berbahaya (tinggi gelombang yang menghantam >3 m) adalah daerah Pulau Panaitan, Ujungkulon, dan Tanjung Lesung. Sedangkan untuk daerah yang tidak terdampak gelombang tsunami adalah daerah Cikawung, dan daerah Citeureup hingga Patia.", "Daftar File": {}, "Penulis": "Kholillah Yudicia Isnaeni [12915039]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Hamzah Latief, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "bahaya tsunami, Tsunami Selat Sunda, longsor bawah laut, Kabupaten Pandeglang, COMCOT", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "07 Jan 2020"}