{"Nomor": 45584, "Judul": "ANALISA BISNIS PERDAGANGAN PUPUK FOSFAT ALAM DAN KALIUM KLORIDA PADA SEKTOR PERKEBUNAN KELAPASAWIT DI INDONESIA (STUDI KASUS PADA PT PUPUK KALIMANTAN TIMUR)", "Abstrak": "PT. Pupuk Kalimantan Timur (PKT) adalah salah satu perusahaan penghasil pupuk di Indonesia dengan wilayah operasional mencakup dua per tiga wilayah Indonesia yang terdiri dari sebagian Sumatra, sebagian Jawa, Kalimantan, Sulawesi dan wilayah timur Indonesia. PKT memproduksi dua jenis pupuk yaitu pupuk tunggal dan pupuk majemuk. Pupuk tunggal yang dihasilkan oleh PKT adalah Urea, sedangkan pupuk majemuk yang dihasilkan oleh PKT adalah Pupuk NPK. Sektor perkebunan Kelapa Sawit merupakan salah satu konsumen perusahaan yang cukup potensial dengan jumlah yang sangat besar disertai dengan pertumbuhan tahunan yang tinggi. Besarnya potensi Perkebunan Kelapa Sawit di Indonesia mendorong keinginan perusahaan untuk menjadi penyedia aneka pupuk yang tidak hanya menyediakan Urea sebagai pupuk tunggal tetapi juga Fosfat Alam dan Kalium Klorida yang juga dibutuhkan oleh sektor Perkebunan Kelapa Sawit. Kedua komoditas tersebut tidak banyak ditemukan di Indonesia sehingga harus diimpor dari negara lain yang memiliki karakter berbeda dengan Indonesia dari sisi kebijakan. Hal ini tentu menjadi tantangan tersendiri bagi perusahaan. Tantangan lain yang dihadapi perusahaan selanjutnya adalah terkait dengan besarnya potensi pasar di Indonesia serta besarnya keuntungan yang akan didapat oleh perusahaan dalam melaksanakan bisnis ini. Dalam hal ini, hal-hal terkait dengan kelayakan usaha menjadi satu perhatian tersendiri oleh perusahaan. Dengan menggabungkan permasalahan yang ada, maka selanjutnya penelitian ini akan berfokus pada analisis kelayakan bisnis perdagangan pupuk fosfat alam dan kalium klorida di perkebunan kelapa sawit di Indonesia. \nPenelitian ini menggunakan pendekatan kualitatif yang terdiri dari studi literatur atas kebijakan-kebijakan terkait perdagangan internasional, wawancara dengan key person di perusahaan terkait kondisi pasar serta pendekatan kuantitatif terkait dengan penghitungan harga jual komoditas dan terkait dengan perhitungan potensi pasar serta Analisa keuntungan terhadap perusahaan.\nBerdasarkan hasil kajian, diketahui bahwa kebijakan - kebijakan baik di negara - negara penghasil komoditas maupun kebijakan - kebijakan di Indonesia sebagai pelaku impor barang sangat mendukung terlaksananya bisnis ini. Selain itu, bisnis ini layak untuk perusahaan dan memiliki potensi untuk menghasilkan keuntungan bagi perusahaan.", "Daftar File": {"2020_TS_PP_RIZKY EKA SEPTIANTO_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/194367"}, "Penulis": "Rizky Eka Septianto [29117503]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mustika Sufiati, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Perdagangan Internasional, Bisnis Pupuk, Fosfat Alam, Kalium Klorida, Pupuk Tunggal, Kelapa Sawit.", "Sumber": "PT. PUPUK KALTIM", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "07 Jan 2020"}