{"Nomor": 45580, "Judul": "USULAN METODE PERAMALAN DAN KEBIJAKAN UKURAN PESANAN UNTUK MEMAKSIMALKAN KEUNTUNGAN PERUSAHAAN SUSU ABADI", "Abstrak": "Perusahaan Susu Abadi bergerak di bidang pendistribusian susu sapi yang diperoleh langsung dari peternakan sapi perah. Perusahaan ini telah berdiri sejak tahun 1959, yang berlokasi di Tegal, Jawa tengah. Seperti perusahaan pada umumnya, tujuan dasar perusahaan adalah untuk mendapatkan keuntungan maksimum dengan biaya serendah mungkin, namun keinginan tersebut belum dapat di capai oleh perusahaan hingga saat ini. Menurut pemiliknya, hal ini terjadi karena biaya operasionalnya terlalu tinggi karena ketidakefisienan dalam mengelola gudang sehingga keuntungan yang di dapat tidak maksimal .\nSetelah menentukan isu bisnis berdasarkan observasi dan pengumpulan data, kemudian menentukan akar masalah dengan menggunakan diagram fishbone dan current reality tree. Beberapa solusi diusulkan. Solusi yang diusulkan yaitu metode peramalan dan kebijakan ukuran order sebagai solusi bisnis untuk memaksimalkan profit perusahaan. \nPeramalan permintaan dan perhitungan ukuran order dilakukan menggunakan data permintaan harian untuk bulan oktober 2018. Untuk peramalan demand, diusulkan menggunakan metode regresi linier yang memiliki nilai error terkecil yaitu sebesar 75 dan untuk ukuran pemesanan, diusulkan menggunakan metode paling sedikit total biaya karena memiliki nilai total cost yang paling rendah, hasil dari menggunakan metode ini untuk ukuran pesanan yaitu biaya total dapat di kurangi menjadi 52.20% yang di dapat dari hasil penjumlahan biaya holding yang bertambah 14.16% dengan biaya pemesanan yang berkurang 65.22%. Dapat disimpulkan bahwa perusahaan dapat mengurangi total biaya sebesar 52.20% yang berpotensi meningkatkan keuntungan saat melakukan perencanaan pembelian untuk kebutuhan material jika menggunakan metode yang disarankan.", "Daftar File": {"2020_TS_PP_DHONY_1-Abstrak.pdf?_": "https://digilib.itb.ac.id/gdl/download/194213"}, "Penulis": "Dhony Aditya [29116407]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "keuntungan maksimal, akar masalah, perkiraan, ukuran pesan", "Sumber": "PERUSAHAAN SUSU ABADI", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "07 Jan 2020"}