{"Nomor": 45583, "Judul": "ALAT PERAGA UNTUK MENGAMATI KOEFISIEN GESEK KINETIK BERGANTUNG LAJU", "Abstrak": "Penelitian ini bertujuan untuk membuat alat peraga fisika yang digunakan untuk mengamati koefisien gesek kinetik bergantung laju. Sistem pada penelitian ini berupa balok yang dibuat diam di atas roda yang berputar dengan kelajuan yang relatif konstan. Variasi laju putaran roda dilakukan dengan cara mengubah nilai tegangan pada sistem sebesar 1,5 volt, 3 volt, 4,5 volt, 6 volt, 7,5 volt, dan 9 volt. Tegangan ini menghasilkan kelajuan pada rentang 0,4 m/s hingga 1,3 m/s. Hasil penelitian ini menunjukkan bahwa variasi laju mempengaruhi besar gaya gesek yang bekerja antara permukaan beban dan roda, semakin tinggi laju roda semakin besar koefisien gesek kinetik yang diperoleh. Digunakan uji analisis presisi dan akurasi untuk melihat tingkat presisi dan keakuratan alat yang digunakan. Hasil uji presisi alat peraga kurang dari 5% sehingga alat yang digunakan mampu memberikan pengukuran yang sama saat dilakukan pengulangan pengukuran, serta analisis akurasi menunjukkan bahwa hasil eksperimen dengan nilai referensi memberikan nilai galat relatif rata-rata sebesar 3,161%.", "Daftar File": {"ABSTRAK Radhiah Anggraini": "https://digilib.itb.ac.id/gdl/download/194266", "COVER Radhiah Anggraini": "https://digilib.itb.ac.id/gdl/download/201114", "BAB 1 Radhiah Anggraini": "https://digilib.itb.ac.id/gdl/download/201116", "BAB 2 Radhiah Anggraini": "https://digilib.itb.ac.id/gdl/download/201117", "BAB 3 Radhiah Anggraini": "https://digilib.itb.ac.id/gdl/download/201118", "BAB 4 Radhiah Anggraini": "https://digilib.itb.ac.id/gdl/download/201119", "BAB 5 Radhiah Anggraini": "https://digilib.itb.ac.id/gdl/download/201120", "PUSTAKA Radhiah Anggraini": "https://digilib.itb.ac.id/gdl/download/201121"}, "Penulis": "Radhiah Anggraini [90217306]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Sparisoma Viridi, S.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Alat peraga, koefisien gesekan kinetik.", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "07 Jan 2020"}