{"Nomor": 45581, "Judul": "STRATEGI BISNIS DAN PENGEMBANGAN PRODUK MENGGUNAKAN LEAN STARTUP UNTUK BISNIS FASHION (STUDI KASUS: HYJK)", "Abstrak": "Bisnis fashion telah menjadi pembelian nomor satu di e-commerce Indonesia. Jumlah pembelian fashion atau pakaian menunjukkan 48% dari populasi pembeli online pada tahun 2018. Dari perkembangan ini, dapat dilihat bahwa bisnis fashion memiliki tingkat permintaan yang tinggi. HYJK adalah bisnis fashion di bidang pakaian luar yang menjual jaket yang mengadopsi pakaian militer di Bandung. Sebagai bisnis pemula, HYJK menghadapi tantangan untuk menembus pasar industri dalam persaingan bisnis mode yang ketat. Dengan industri yang ketat dan modal yang terbatas, HYJK perlu menemukan strategi yang efektif dan berkepanjangan sehingga HYJK dapat diterima dan dapat menyesuaikan produknya dengan tren kebutuhan pasar. Dampak dari masalah pada HYJK adalah penjualan tidak memenuhi target. Ada banyak produk yang tidak dijual, menyebabkan kerugian karena biaya pemasaran yang lebih besar. Untuk mencegah kerugian untuk penjualan lebih lanjut, HYJK perlu mengetahui penyebab dampak penjualan yang tidak memenuhi harapan. Apakah itu karena produk tidak sesuai dengan kebutuhan pelanggan, promosi dan program pemasaran yang tidak efektif, atau masalah lain yang membuat dampak itu.\n\nUntuk menganalisis dan memecahkan masalah ini, penelitian ini diperlukan. Tujuan dari penelitian ini adalah untuk mendapatkan umpan balik dan kenyataan yang terjadi pada pelanggan sehingga strategi yang efektif dan berkelanjutan dapat diciptakan untuk mengembangkan perusahaan yang lebih baik. Analisis yang digunakan dalam penelitian ini menggunakan dua koleksi data. Data primer dikumpulkan menggunakan metodologi Lean Startup dengan melakukan wawancara mendalam dengan responden HYJK sementara data sekunder dikumpulkan dengan menganalisis analisis internal dan eksternal. Analisis internal yang digunakan adalah dengan menggunakan analisis Bauran Pemasaran 7P, Analisis Rantai Nilai, dan analisis VRIO yang bertujuan untuk lebih memahami kondisi perusahaan HYJK. Analisis eksternal yang digunakan peneliti adalah analisis PESTLE, Porter Five Force, dan analisis STP, untuk mengetahui lingkungan di perusahaan HYJK. Analisis SWOT dan Model Kanvas Bisnis juga digunakan untuk menghasilkan strategi yang efektif dan berkepanjangan dari TOWS Matrix dan Blue Ocean.\n\nHasil yang diperoleh dari analisis dan wawancara, HYJK perlu meningkatkan pengalaman konsumen, memberikan jaminan konsumen untuk produk, menyesuaikan daya beli, dan memperkuat konten yang terkait dengan paparan diferensiasi produk sebagai strategi untuk menetralisir masalah mendesak dan penting.", "Daftar File": {"2020_TS_PP_Alvian Fathoni_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/194214"}, "Penulis": "Alvian Fathoni [29117563]", "Kontributor / Dosen Pembimbing": ["Dr. Manahan Parlindungan Saragih Siallagan"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Bisnis Fashion, Lean Startup, Strategi Bisnis, Pengembangan Produk Baru, Perilaku Konsumen, Pengalaman Konsumen.", "Sumber": "HYJK", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "07 Jan 2020"}