{"Nomor": 45592, "Judul": "EVALUASI DAN STRATEGI PENGELOLAAN PENYADAPAN PINUS DI TAMAN BURU MASIGIT KAREUMBI SEBAGAI UPAYA PEMBERDAYAAN MASYARAKAT", "Abstrak": "Peningkatan kebutuhan ekonomi menyebabkan desakan terhadap kawasan hutan semakin tinggi. Hal ini mendorong pemerintah merancang pemanfaatan hutan oleh masyarakat dengan tetap menjaga kelestarian kawasan. Namun, belum banyak ditemukan penlitian terkait evaluasi dari implementasi kegiatan tersebut. Salah satu praktiknya yang menarik untuk diteliti adalah pemberian akses terhadap pemanfaatan sumberdaya hutan getah pinus dalam memberdayakan masyarakat di sekitar Taman Buru Masigit Kareumbi. Kegiatan ini dilakukan melalui kerjasama antara Kelompok Tani Hutan Sawargi dan Medal Kencana dengan BBKSDA Jawa Barat. Tujuan penelitian ini adalah: mengidentifikasi kondisi awal penyadapan getah pinus dan dampak pemberian akses pemanfaatan getah pinus, serta menentukan strategi yang optimal dalam pengelolaan dan pemanfaatan getah pinus di TBMK. Lokasi penelitian berada di Desa Sukajaya dan Citengah, Kecamatan Sumedang Selatan. Pendekatan yang digunakan dalam penelitian ini adalah kerangka kerja Institutional Analysis and Development (IAD) Ostrom, analisis stakeholder, dan Analytical Hierarchy Process (AHP). Pengumpulan data dilakukan dengan wawancara pada 22 orang responden, observasi, pengukuran di lapangan, dan penyebaran kuesioner pada pakar. Berdasarkan hasil penelitian, diketahui bahwa potensi getah pinus sebesar 308.377,3 kg/tahun memberikan dampak positif pada aspek ekonomi, sosial dan kelembagaan masyarakat. Hal tersebut ditinjau dari meningkatnya pendapatan anggota KTH dengan rata-rata 59% dari pendapatan awal, meningkatnya partisipasi anggota KTH dalam kegiatan desa dan perlindungan hutan, dan kepatuhan anggota terhadap aturan internal KTH cukup tinggi. Namun praktik penyadapan getah pinus cenderung mengabaikan aspek ekologi, dilihat dari jumlah koakan yang melebihi ketentuan dan kedalaman koakan dengan rata-rata 4 cm. Hasil analisis stakeholder memperlihatkan pihak yang terlibat dalam pengelolaan dan pemanfaatan getah pinus di TBMK adalah Kementerian Lingkungan Hidup dan Kehutanan, BBKSDA Jawa Barat, Kepala Desa Sukajaya dan Citengah, KTH Sawargi dan Medal Kencana, Koperasi Pinus Merkusii, serta Forum Komunikasi Kader Konservasi Indonesia (FK3I). Masing-masing stakeholder memiliki hubungan yang baik antara satu dengan lainnya, namun masih diperlukan sistem komunikasi yang optimal agar tujuan pengelolaan dan pemanfaatan hutan dapat dicapai. Kriteria pengelolaan yang perlu diperhatikan adalah sumberdaya hutan yang tersedia belum dikelola dengan optimal oleh para stakeholder. Alternatif strategi yang disarankan adalah meningkatkan pendampingan masyarakat oleh FK3I dan pelibatan koperasi pinus merkusii dalam pembatasan ekstraksi getah pinus.", "Daftar File": {"ABSTRAK Desiana Zulvianita": "https://digilib.itb.ac.id/gdl/download/203163", "PUSTAKA Desiana Zulvianita": "https://digilib.itb.ac.id/gdl/download/254128"}, "Penulis": "Desiana Zulvianita [21318014]", "Kontributor / Dosen Pembimbing": ["Dr. Rina Ratnasih Purnamahati, MS, M.Sc.", "Angga Dwiartama, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Analisis Stakeholder, Analytical Hierarchy Process, Institutional Analysis and Development, Pemanfaatan getah pinus,", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Irwan Sofiyan", "File": "8 file", "Tanggal Input": "08 Jan 2020"}