{"Nomor": 45596, "Judul": "ANALISIS BIG DATA UNTUK KOTA AMAN", "Abstrak": "Menurut PBB sekitar 68% dari populasi dunia pada tahun 2050 akan tinggal di daerah perkotaan. Dengan bertambahnya populasi kota setiap tahun, maka akan menimbulkan beberapa masalah yang muncul yaitu antara lain masalah keamanan, kesehatan, pendidikan, kemacetan lalu lintas, energi, dan sebagainya. Solusi cerdas diperlukan dari pemerintah kota untuk mengatasi masalah ini. Salah satu solusinya adalah smart city (kota cerdas). Untuk mewujudkan kota cerdas salah satu tantangan utamanya adalah solusi untuk masalah keamanan (safe and secure). \n \nBerdasarkan hasil studi literatur, penelitian tentang permasalahan kota masih bersifat global untuk menuju kota cerdas. Topik penelitian pada tesis ini adalah tentang salah satu komponen dari smart city yaitu keamanan kota (safe and secure city). Metode yang digunakan dalam penelitian ini menggunakan metode penelitian kuantitatif. Dari topik penelitian ini dilakukan studi literatur untuk mencari fokus dan masalah penelitian yang ingin diteliti yaitu bagaimana merancang model untuk mengetahui tingkat keamanan kota di Indonesia dengan memanfaatkan big data melalui prediksi analisis sentimen persepsi masyarakat di Twitter? \n \nDalam penelitian ini akan dilakukan analisis keamanan terhadap 25 kota di Indonesia dengan menggunakan data primer dari data mentah kuesioner RKCI (Rating Kota Cerdas Indonesia) tahun 2019 di bidang keamanan dan data sekunder dari analisis big data berupa analisis sentimen twitter tentang persepsi keamanan warga kota. Pengukuran indikator-indikator keamanan pada penelitian ini mengunakan pengukuran safe and secure city maturity level (tingkat kematangan kota aman) dengan mengadopsi pada Garuda Smart City Model (GSCM). Hasil dari model prediksi analisis sentimen persepsi masyarakat yang dirancang dalam penelitian ini secara umum tidak jauh berbeda dengan hasil survei RKCI 2019. Hasil pengukuran kinerja dari model ini adalah  untuk nilai akurasi sebesar 80,10% sedangkan nilai presisi sebesar 81,10% dan nilai recall sebesar 82,62%. Dari hasil penelitian ini didapatkan bahwa 5 kota tingkat kematangannya berada pada tingkat Integratif (score 60 sampai 79) yaitu Tangerang, Kediri, Parepare, Probolinggo dan Bogor, sedangkan 20 kota yang lain berada pada tingkat Scattered (score 40 sampai 59). Score rata-rata kategori kota besar di Indonesia pada penelitian ini adalah 57,73, kota sedang yaitu 56,81 dan kota kecil sebesar 54,21.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/194585", "Abstract": "https://digilib.itb.ac.id/gdl/download/194586", "Tesis": "https://digilib.itb.ac.id/gdl/download/209621"}, "Penulis": "Setiyono [23217094]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Suhono Harso Supangkat, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "kota aman, analisis big data, tingkat kematangan", "Sumber": "", "Staf Input/Edit": "karya", "File": "3 file", "Tanggal Input": "09 Jan 2020"}