{"Nomor": 45594, "Judul": "MODEL PERTUMBUHAN POPULASI REPUBLIK RAKYAT CINA BERSTRUKTUR USIA", "Abstrak": "Republik Rakyat Cina (RRC) telah menjadi negara terpadat di dunia selama\n200 tahun. Tugas akhir ini bertujuan untuk memodelkan pertumbuhan\npopulasi Republik Rakyat Cina berstruktur usia sehingga dapat digunakan untuk\nmemprediksi distribusi usia di masa yang akan datang. Model ini akan menjadi\nbahan pertimbangan dalam menetapkan kebijakan pengendalian populasi penduduk\nseperti kebijakan satu anak. Model yang digunakan adalah model Leslie yang\nkemudian akan dimodifikasi menjadi model Leslie-logistik yang mempertimbangkan\ndaya dukung negara dan pengaruh kebijakan satu anak.\nData yang digunakan adalah data populasi penduduk perempuan Republik Rakyat\nCina (RRC) sejak tahun diberlakukannya kebijakan satu anak yaitu 1979. Data\nini akan digunakan untuk menentukan parameter model. Simulasi terhadap model\nLeslie, model Leslie-logistik, dan model Leslie-logistik dengan pengaruh kebijakan\nsatu anak menjadi bahan perbandingan untuk menentukan model terbaik dalam\nmemprediksi pertumbuhan populasi penduduk Republik Rakyat Cina di masa yang\nakan datang. Kemudian dilakukan analisis dan pembahasan terhadap ketiga model\nuntuk memperoleh kesimpulan mengenai apakah ketiga model mampu menggambarkan\npertumbuhan populasi penduduk Republik Rakyat Cina (RRC).\nSimulasi model menunjukkan bahwa model Leslie adalah model yang baik untuk\nmerepresentasikan pertumbuhan populasi penduduk Republik Rakyat Cina (RRC)\nmulai dari 1979. Lebih lanjut, model Leslie-logistik dengan pengaruh kebijakan\nsatu anak dapat digunakan untuk menentukan waktu dan durasi yang tepat untuk\nmemberlakukan kebijakan satu anak di masa depan sambil menjaga angka populasi\npenduduk tetap stabil.", "Daftar File": {"ABSTRAK Gracia Natania": "https://digilib.itb.ac.id/gdl/download/194613"}, "Penulis": "Gracia Natania [10115021]", "Kontributor / Dosen Pembimbing": ["Dr. Nuning Nuraini, S.Si., M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "penduduk Republik Rakyat Cina, populasi perempuan, struktur usia, model Leslie, model Leslie-Logistik, kebijakan satu anak, daya dukung.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "5 file", "Tanggal Input": "08 Jan 2020"}