{"Nomor": 45609, "Judul": "STUDI OVERPRESSURE DAN PREDIKSI TEKANAN PORI PADA SELAT MAKASSAR CEKUNGAN MAKASSAR BAGIAN UTARA", "Abstrak": "Prediksi tekanan pori memiliki implikasi yang penting dalam menentukan suatu\nkegiatan pengeboran. Tesis ini membahas prediksi tekanan pori di Cekungan\nMakassar Bagian Utara dengan menggunakan data dari tiga sumur. Selat Makassar\nUtara dan laut dalam Cekungan Kutai merupakan wilayah eksplorasi migas\npertama di laut dalam (>1000 m) dan frontier area di Indonesia. Selat Makassar\nmembentang dengan arah utara – selatan sepanjang 600 km dan lebar antara 100 –\n200 km serta kedalaman air laut dapat mencapai lebih dari 2000 m.\nTujuan dari penelitian ini untuk mengetahui karakteristik overpressure yang\nmeliputi penyebab dari kemunculan overpressure, penentuan puncak\noverpressure, serta memprediksi tekanan pori untuk diaplikasikan pada sumur\nsumur sekitar daerah penelitian yang akan dibor. Data yang digunakan dalam\npenelitian ini berupa data pengeboran (pengukuran tekanan pori secara langsung\ndan laporan akhir pengeboran), data log talikawat (log gamma ray, resistivitas,\ndensitas, dan sonik), dan data pendukung (deskripsi batuan, data biostratigrafi dan\ndata geokimia).\nPada daerah penelitian penyebab dari overpressure adalah peningkatan laju\nsedimentasi dalam waktu yang relatif singkat yang disebut mekanisme loading\n(disequilibrium compaction). Metode Eaton digunakan untuk menghitung tekanan\npori. Eksponen Eaton yang digunakan berkisar antara 2.5 – 4 dengan menggunakan\nlog resistivitas. Eksponen Eaton ini relatif sesuai dengan data pengukuran tekanan\nlangsung dan berat lumpur. Diagenesa mineral lempung tidak terlihat pada\ncrossplot antara log densitas dan log sonik dimana sebagian besar data berada pada\nfase awal diagenesa. Analisis kematangan batuan induk memperlihatkan bahwa\nbatuan induk belum matang sampai dengan kedalaman akhir sumur, sehingga tidak\nterdapat kontribusi pembentukan overpressure melaluli mekanisme ini, paling\ntidak sampai kedalaman akhir sumur. Hasil analisis tekanan pori pada daerah\npenelitian mengindikasikan bahwa overpressure terjadi pada umur Miosen Akhir\n– Pliosen di interval kedalaman 3100 – 4400 m. Kemunculan puncak overpressure\ndipengaruhi oleh kecepatan sedimentasi dengan laju sedimentasi 266m/juta tahun\n– 365 m/juta tahun.", "Daftar File": {"ABSTRAK Okta Aryani Saputri Ed": "https://digilib.itb.ac.id/gdl/download/194776", "COVER Okta Aryani Saputri Ed": "https://digilib.itb.ac.id/gdl/download/195131", "BAB 1 Okta Aryani Saputri Ed": "https://digilib.itb.ac.id/gdl/download/195132", "BAB 2 Okta Aryani Saputri Ed": "https://digilib.itb.ac.id/gdl/download/195133", "BAB 3 Okta Aryani Saputri Ed": "https://digilib.itb.ac.id/gdl/download/195134", "BAB 4 Okta Aryani Saputri Ed": "https://digilib.itb.ac.id/gdl/download/195136", "BAB 5 Okta Aryani Saputri Ed": "https://digilib.itb.ac.id/gdl/download/195137", "BAB 6 Okta Aryani Saputri Ed": "https://digilib.itb.ac.id/gdl/download/195138", "PUSTAKA Okta Aryani Saputri Ed": "https://digilib.itb.ac.id/gdl/download/195140"}, "Penulis": "Okta Aryani Saputri Ed [22015316]", "Kontributor / Dosen Pembimbing": ["Agus Mochamad Ramdhan, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Cekungan Makassar, tekanan pori, overpressure, mekanisme loading, Metode Eaton", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "09 Jan 2020"}