{"Nomor": 45605, "Judul": "STRATEGI BISNIS UNTUK KERAMBA JARING APUNG TOFORD PLASTIC MANUFACTURING CORPORATION AGAR SUKSES DI PASAR INDONESIA", "Abstrak": "Permintaan ikan dan produk perikanan di seluruh dunia terus meningkat dari tahun ke tahun. Diperkirakan pada tahun 2020 permintaan dunia akan makanan laut akan mencapai 183 juta ton dari 158 juta ton pada 2011. Oleh karena itu, pertumbuhan akuakultur akan sangat penting untuk memenuhi permintaan ketahanan pangan di masa depan di negara ini. Spesies kunci dalam sistem akuakultur Indonesia adalah nila, udang, bandeng, lele, gurame, kerapu dan baramundi. Diproyeksikan bahwa akuakultur kemungkinan akan berkembang sekitar 7,0% per tahun dan produksi akuakultur akan melampaui hasil perikanan tangkap pada tahun 2026. Di Indonesia, konsumsi ikan per kapita diperkirakan akan meningkat dari 33,9 kg per orang per tahun pada 2012 menjadi sekitar 60,7 kg pada 2030. Peningkatan konsumsi ikan secara keseluruhan sebagian besar disebabkan oleh pertumbuhan populasi di daerah perkotaan dan peningkatan konsumsi ikan per kapita yang relatif cepat. Selama lebih dari 20 tahun, Toford's Plastic Manufacturing Corporation telah memproduksi dan mengirim ribuan Keramba Jaring Apung (KJA) ke seluruh Asia, Eropa dan Amerika tetapi hanya terdapat 50 Keramba Jaring Apung di Indonesia. Setelah pertumbuhan selama bertahun-tahun, dengan reputasi perusahaan dan kemampuan untuk membuat Keramba Jaring Apung yang berkualitas tinggi, perusahaan saat ini siap menghadapi tantangan baru untuk memperluas bisnisnya di daerah yang memiliki potensi tinggi seperti Indonesia. \n\nIndonesia adalah negara dengan ekonomi terbesar di Asia Tenggara dengan PDB sebesar USD 1.022 miliar pada tahun 2018 serta menduduki peringkat ke-7 di dunia berdasarkan paritas daya beli. Indonesia memiliki garis pantai yang sangat panjang, berbagai macam jenis ikan, konsumsi ikan yang sangat tinggi dan tercatat sebagai eksportir ikan terbesar ke-2 di dunia. Penelitian ini bertujuan untuk menganalisis ikhtisar bisnis perikanan budidaya di Indonesia yang mengacu pada analisis eksternal dan internal, dan pesaing potensial; meningkatkan kesadaran masyarakat akan merek Keramba aring Apung Toford Plastic Manufacturing Corporation di Indonesia; dan memberikan solusi terbaik agar Keramba Jaring Apung milik Toford dapat sukses di pasar Indonesia. Analisis dilakukan untuk membuat strategy bagi Toford agar menjadi pesaing yang kuat di pasar Indonesia. Penulis melakukan analisis bisnis internasional melalui Bartlett & Ghoshal Matrix, Ansoff Matrix, dan Strategi Generik Porter. Berdasarkan analisis ditemukan bahwa akar penyebab masalah adalah rendahnya kesadaran merek Toford Plastic Manufacturing Corporation di pasar Indonesia dan kondisi laut yang berbeda di setiap wilayah di Indonesia.\n\nSetelah mengetahui akar masalah, strategi terbaik adalah strategi terbaik adalah merancang dan memproduksi keramba jaring yang cocok untuk kondisi laut Indonesia yaitu keramba jaring apung yang berbentuk persegi dan lingkaran, mendirikan kantor perwakilan di Indonesia untuk meningkatkan kesadaran target pasar akan kehadiran Keramba Jaring Apung milik Toford di Indonesia dan berpartisipasi dalam tender keramba jaring apung yang dilaksanakan oleh Kementerian Kelautan dan Perikanan Indonesia.", "Daftar File": {"2020_TS_PP_ELIZABETH ELVIENNA_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/194706"}, "Penulis": "Elizabeth Elvienna [29118060]", "Kontributor / Dosen Pembimbing": ["Wawan Dhewanto, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Akuakultur, Keramba Jaring Apung, Pasar Indonesia, Strategi Bisnis", "Sumber": "TOFORD PLASTIC MANUFACTURING CORPORATION", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "09 Jan 2020"}