{"Nomor": 45601, "Judul": "IMPLEMENTASI KERANGKA LEAN SIX SIGMA DALAM PROSES PERHITUNGAN BEARING DI DEPARTEMEN RANTAI PASOK PT RST INDONESIA", "Abstrak": "PT RST Indonesia adalah salah satu perusahaan otomotif terbesar di Indonesia. Permintaan produk-produk otomotif yang tinggi di Indonesia membuat industri otomotif menjadi semakin menjanjikan di masa depan. Pertumbuhan ini memberikan dampak signifikan bagi bisnis perusahaan untuk selalu fokus dalam perbaikan terus-menerus dalam segala aspek yang akan mengarah kepada kesuksesan perusahaan. Akan tetapi, perusahaan memiliki masalah dalam menjaga keadaan stok dan ketersediaan barang khususnya bearing di dalam departemen Rantai Pasok untuk memastikan proses produksi berjalan lancar tanpa terjadi suatu masalah. Ini mengarahkan juga ke permasalahan lainnya tentang pemesanan barang yang penggunaannya berbeda di setiap barang yang diproduksi. Penelitian ini bertujuan untuk menganalisis masalah dan mencari solusi serta perbaikan yang diperlukan untuk menyelesaikan masalah tersebut. Menggunakan kerangka Lean Six Sigma yang disebut DMAIC (Tentukan, Ukur, Analisis, Tingkatkan dan Kontrol) sebagai alat untuk menemukan akar penyebab dan mendapatkan solusi untuk masalah tersebut. Pada tahap define, penulis mengidentifikasi keseluruhan proses rantai pasokan dan menggunakan SIPOC Diagram untuk mendefinisikan proses bisnis dari awal hingga akhir. Dalam fase ukur, data proses perhitungan bearing dikumpulkan dan menentukan masalah prioritas menggunakan Pareto Diagram. Penyebab utama ditentukan dalam tahap analisis menggunakan Analisis Sebab-Akibat (Fishbone) dan Five Whys. Metode perhitungan yang buruk dan teknik pengambilan sampel yang tidak akurat untuk keseluruhan proses perhitungan bearing merupakan akar penyebab masalah bearing. Pada fase peningkatan, Master Calculation Template membantu menghilangkan kelemahan dan memberikan beberapa manfaat seperti mengurangi 3 aktivitas langkah, mengurangi durasi pekerjaan dari awalnya 6 jam pengerjaan menjadi hanya 1.5 jam, dan meningkatkan akurasi data. Untuk fase kontrol, membuat 3 standar operasi prosedur untuk mempertahankan dan memastikan peningkatan diimplementasikan di Departemen Rantai Pasok.", "Daftar File": {"2020_TS_PP_Grace Olivia Desmawaty_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/194661"}, "Penulis": "Grace Olivia Desmawaty [29118297]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Lean Six Sigma, DMAIC, Five Whys, Fishbone", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "09 Jan 2020"}