{"Nomor": 45613, "Judul": "PEMBUATAN PROJECT MANAGEMENT OFFICE PADA SBU INDUSTRIAL TURBINE SERVICES DI PT NUSANTARA TURBIN DAN PROPULSI", "Abstrak": "PT Nusantara Turbin dan Propulsi (NTP) adalah salah satu perusahaan di Indonesia yang bergerak dalam layanan pemeliharaan, perbaikan, dan perbaikan total atau Maintenance, Repair, and Overhaul (MRO) turbin industri. NTP sebelumnya bernama Universal Maintenance Center (UMC) didirikan pada tahun 1986 sebagai divisi Industri Pesawat Terbang Nusantara (IPTN), yang sekarang telah berganti nama menjadi PT Dirgantara Indonesia. Turbin industri adalah turbin yang digunakan untuk industri, misalnya digunakan untuk generator listrik, pompa, kompresor gas, dan lainnya. Perusahaan umumnya menyerahkan kegiatan MRO kepada pihak ketiga karena bisnis MRO turbin industri adalah bisnis yang membutuhkan modal besar dan keterampilan yang tinggi. Hal ini menyebabkan hambatan untuk masuk ke bisnis ini cukup besar sehingga hanya sedikit pemain yang ada di bisnis ini.\nBisnis MRO turbin untuk industri, khususnya di Indonesia, adalah bisnis yang menarik karena memiliki potensi pasar yang besar dengan pesaing yang relatif sedikit. NTP memiliki reputasi yang baik dan telah terlibat dalam MRO turbin untuk industri lebih dari 20 tahun. Tetapi NTP memiliki kelemahan dalam manajemen proyek yang menyebabkan NTP tidak dapat mengeksploitasi potensi pasar pada bisnis MRO turbin untuk industri sehingga itu berdampak pada pencapaian target pendapatan yang sangat kecil dari SBU of Industrial Turbine Services, yang hanya 43% dari target yang ditetapkan oleh manajemen.\nBisnis MRO turbin untuk industri adalah salah satu bisnis utama NTP selain MRO mesin pesawat yang ditulis pada misi NTP. Dalam tujuan jangka panjang NTP, jelas dinyatakan bahwa NTP ingin komposisi bisnis seimbang antara bisnis MRO mesin pesawat dan MRO turbin industri. Meskipun NTP adalah anak perusahaan PT Dirgantara Indonesia, NTP terus menjadikan MRO turbin industri sebagai bisnis utama NTP dan bahkan didorong untuk terus tumbuh setidaknya setara dengan MRO mesin pesawat karena potensi bisnis MRO turbin industri masih sangat besar dan akan berkembang pesat terutama di Indonesia.\nBerdasarkan hasil analisis akar permasalahan menggunakan CRT, disimpulkan bahwa ada 3 akar masalah yang dihadapi oleh SBU of Industrial Turbine Services, yaitu tidak ada aplikasi manajemen proyek, kurangnya pengetahuan manajemen proyek, kurangnya praktek manajemen proyek. Solusi yang akan dilakukan oleh SBU Industrial Turbine Services adalah proyek pengembangan PMO dengan mengacu pada PMBOK 6. Proyek ini akan membawa perubahan dari kondisi saat ini ke kondisi masa depan/kondisi ideal yang diharapkan oleh SBU Industrial Turbine Services. Proyek pengembangan PMO yang baik harus didasarkan pada praktik terbaik manajemen proyek dan dibangun di atas 4 pilar, yaitu pelatihan, alat PM, SOP yang dilengkapi dengan template, dan PMO unit di dalam struktur organisasi.\nBerdasarkan hasil analisis, metode pelatihan yang digunakan adalah pelatihan di kelas. Alat manajemen proyek yang digunakan adalah Smartsheet. SOP & template yang digunakan\nadalah modifikasi dari SOP & template yang ada agar sesuai dengan organisasi PMO yang akan diimplementasikan. Dan struktur organisasi PMO yang diterapkan adalah tipe PMO Supportive.\nProyek pengembangan PMO di SBU of Industrial Turbine Services dilakukan dari Juli hingga November 2019 oleh karyawan NTP dengan bantuan konsultan profesional. Implementasi PMO di banyak perusahaan lain telah terbukti secara signifikan meningkatkan keberhasilan proyek. Implementasi PMO yang didukung oleh peningkatan SOP & template, dan penggunaan aplikasi manajemen proyek diharapkan dapat meningkatkan keberhasilan proyek dalam SBU of Industrial Turbine Services. Karyawan yang ditunjuk sebagai agen perubahan memiliki antusiasme tinggi untuk mendukung keberhasilan pengembangan proyek PMO di SBU Industrial Turbine Services. PMBOK 6 adalah referensi praktik manajemen proyek yang dapat disesuaikan sesuai dengan kebutuhan organisasi yang dalam kasus ini adalah SBU Industrial Turbine Service.\nSetelah implementasi proyek ini, ada rekomendasi terkait dengan penelitian lebih lanjut terkait dengan implementasi PMO. Pertama, lebih baik melakukan implementasi PMO pada tingkat departemen atau perusahaan, daripada PMO pada suatu proyek karena keuntungan PMO akan maksimal pada tingkat program atau portofolio. Kedua, adalah melakukan penelitian multi-tahun tentang implementasi PMO, dari pengembangan hingga implementasinya selama beberapa tahun untuk melihat dampak dari hal-hal yang dilakukan untuk mencapai target yang ditetapkan.", "Daftar File": {"2020_TS_PP_Sisca Yuliharyani_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/194787"}, "Penulis": "Sisca Yuliharyani [29118084]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "Management & auxiliary services", "Kata Kunci": "Manajemen proyek, NTP, Project Management Office, SBU of Industrial Turbine Services", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "13 Jan 2020"}