{"Nomor": 45611, "Judul": "PENGUKURAN TINGKAT KETERLIBATAN  PADA INSTAGRAM KEMENTERIAN  PEMERINTAH INDONESIA", "Abstrak": "Penerapan e-government di Indonesia masih harus terus ditingkatkan. Berdasarkan hasil asesmen e-government PBB tahun 2018, indeks e-participation (EPI) Indonesia berada di peringkat 92 dari 197 negara dengan nilai indeks EPI 0,618. Jika dibandingkan dengan indeks EPI negara terdekat di Asia Tenggara, Indek EPI Indonesia masih tertinggal. Singapura berada di peringkat 13, Malaysia di peringkat 32, dan Filipina di peringkat 19. Salah satu sarana untuk meningkatkan indeks eparticipation adalah media sosial. Oleh karena itu kita perlu mengetahui tingkat keterlibatan (engagement rate) masyarakat pada media sosial Pemerintah. \n \nPenelitian ini bertujuan untuk mengukur tingkat keterlibatan masyarakat pada Instagram Kementerian Pemerintah Indonesia menggunkan formula baru yang diusulkan. Dilakukan penambangan data (data mining) untuk melacak dan merangkum aktivitas engagement pada akun Instagram kementerian selama periode satu tahun, antara 1 September 2018 – 31 Agustus 2019. Instagram menyediakan RESTful Application Programming Interface (API) dengan teknik Scraping menggunakan program berbasis Ruby untuk membuat permintaan ke server Instagram dan menerima rincian posts akun dalam file JSON. Lalu file JSON dikonversi ke file CSV menggunakan program berbasis Ruby. \n \nHasil evaluasi perbandingan menunjukkan formula baru yang diusulkan lebih representatif menggambarkan variabel tingkat keterlibatan. Penilaian hasil pengukuran tingkat keterlibatan mengungkapkan bahwa enam akun dari tiga puluh empat akun Instagram Kementerian mendapatkan indeks Er yang rendah, hal ini menandakan 18% akun Instagram Kementerian belum mengoptimalkan akun Instagramnya untuk mendapatkan engagement dari akun Instagram lainnya.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/194778", "Tesis": "https://digilib.itb.ac.id/gdl/download/209618"}, "Penulis": "Candra Hadi Nugroho [23217090]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Bambang Pharmasetiawan, MSEE"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "engagement rate, instagram, media sosial, keterlibatan masyarakat", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "10 Jan 2020"}