{"Nomor": 45616, "Judul": "USUULAN STRATEGI BISNIS HEYJACK SEMARANG UNTUK PENGEMBANGAN PRODUK BARU DAN PENINGKATAN KINERJA", "Abstrak": "Saat ini Indonesia telah memasuki era perkembangan bisnis digital yang sangat luar biasa, dimana para pengguna internet orang di Indonesia terbilang sangat cukup besar dan memberikan dampak besar pada pelaku bisnis. Heyjack sebagai pelaku bisnis yang berbasis jasa penjemputan dimulai pada tahun 2014 di Kota Semarang. Heyjack dalam memberikan pelayanan jasanya menggunakan aplikasi sosial media berupa LINE account dan Instagram. Heyjack sendiri berjalan selama 2 tahun hingga 2016 dan telah memiliki beberapa mitra driver yang berasal dari mahasiswa yang tersebar di beberapa universitas Kota Semarang.\nPada penelitian ini Heyjack menggunakan SWOT Analisis untuk lebih mendalami bagimana kekuatan, kelemahan, peluang dan ancaman yang dialami oleh Heyjack dari internal (STP Analisis) dan eksternal (Customer Analisis, Kompetitor Analisis) analisis yang telah dilakukan sebelumnya. Setelah SWOT analisis didapatkan, peneliti menentukan hasil penelitian bahwa kebutuhan utama dari pelanggan adalah kemudahan yang didapatkan pelanggan ketika menggunakan service transportasi online. Adapun selain itu pelanggan ingin merasakan pengalaman yang baru dan berbeda ketika menggunakan transportasi ini. Sehingga Heyjack perlu melakukan pengembangan dari sisi service yang memberikan kemudahan bagi pelanggan dan keunikan yang berbeda.\nPeneliti dengan menggunakan TOWS matrix mendapatkan strategi bisnis Heyjack yaitu diantaranya dengan menciptakan aplikasi sendiri, memberikan layanan yang berbeda, melakukan kerjasama dengan beberapa perusahaan dan organisasi universitas. Lalu dengan menggunakan Pengembangan Produk Baru dan Marketing Mix 7P untuk meningkatkan performa Heyjack, peneliti mendapatkan hasil pengembangan service dengan membuat aplikasi baru dan pilihan service yang memberikan kenyamanan bagi pelanggan seperti layanan berlangganan, gold dan silver, pengembangan sistem marketing dengan membuat website sendiri dan berfokus pada driver yang terlihat menarik.\nSetelah analisis yang dilakukan dengan menentukan sastra yang terdapat pada Heyjack, dan menentukan pemecahan sastra dengan beberapa analisis menggunakan TOWS Matrix, Adapun beberapa hasil yang didapatkan untuk implementasi rencana dari heyjack adalah dengan membangun hubungan dengan para pengguna Heyjack sebelumnya untuk kembali menggunakan heyjack, mempertahankan pasar yang telah didapatkan contoh di kawasan Universitas yang ada di Kota Semarang dan membentuk kembali tim heyjack dengan kapasitas yang dapat memberikan service terbaik bagi masyarakat yang ingin menggunakan layanan Heyjack.", "Daftar File": {"2020_TS_PP_La Syahrin_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/194926"}, "Penulis": "La Syahrin [29118115]", "Kontributor / Dosen Pembimbing": ["Ir. Dwi Larso, MSIE, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Transportasi Online, Analisis SWOT – TOWS, Pengembangan Produk Baru, Marketing mix 7P", "Sumber": "HEYJACK", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "13 Jan 2020"}