{"Nomor": 45615, "Judul": "DINAMIKA POPULASI MAKROFAUNA PENGURAI FESES GAJAH DI TAMAN NASIONAL TESSO NILO", "Abstrak": "Kehadiran makrofauna dewasa pengurai memiliki peran yang sangat penting dalam proses penguraian feses gajah. Feses gajah merupakan bagian penting dari siklus nutrisi, yaitu proses pengembalian hara ke tanah dan tumbuhan di ekosistem sekitarnya. Minimnya informasi dan kajian mengenai makrofauna pengurai feses di daerah konservasi gajah sumatera menjadi latar belakang untuk dilakukannya penelitian ini. Penelitian ini bertujuan untuk mengkaji komposisi, dinamika, peranan fungsional makrofauna pada permukaan maupun bagian dalam feses yang berkaitan dengan proses dekomposisi. Penelitian dilakukan di Taman Nasional Tesso Nilo selama 2 bulan (Juli-Agustus 2018). Pada penelitian ini feses gajah yang segar dikelompokkan dalam 5 kelas tutupan tajuk yang berbeda, yaitu tutupan tajuk 100%, 75%, 50%, 25% dan 0%. Makrofauna yang terdapat dalam proses dekomposisi feses diamati dengan menghitung kehadiran makrofauna pada bagian permukaan dan bagian dalam feses setiap harinya. Pengambilan sampel makrofauna dilakukan dengan menggunakan teknik sampling modifikasi Berlese Funnel. Pada penelitian ini diperoleh 4840 individu makrofauna yang terdiri dari 27 famili. Sejumlah 12 famili ditemukan pada bagian permukaan feses yang didominasi oleh kelompok Diptera dan 15 famili pada bagian dalam feses yang didominasi oleh kelompok Coleoptera. Makrofauna pada bagian permukaan umumnya hanya tercatat sampai minggu ke-2 pengamatan, sedangkan pada bagian dalam feses sampai minggu ke-8 pengamatan. Hasil identifikasi juga menunjukkan bahwa makrofauna yang ditemukan pada feses memiliki peran fungsional berbeda yang terdiri dari 53,98 % konsumer, 42,67 % predator, dan 3,34 % tidak berperan dalam proses dekomposisi feses. Meskipun jumlah predator cukup tinggi, peranannya tidak sampai menghambat proses dekomposisi yang terjadi. Hasil uji Shannon-Winner (H’) menunjukkan bahwa nilai keanekaragaman tertinggi berada pada makrofauna bagian dalam feses tutupan tajuk 100% dengan nilai 1,98. Uji Kesamaan Jenis (JI) menunjukkan bahwa feses dengan tutupan tajuk >50% memiliki kesamaan jenis dengan nilai >0,75.", "Daftar File": {"ABSTRAK Wardatul Jannah": "https://digilib.itb.ac.id/gdl/download/194846"}, "Penulis": "Wardatul Jannah [20617009]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Djoko Tjahjono Iskandar"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "siklus nutrisi, arthropoda perombak, Elephas maximus sumatranus, tutupan tajuk, kawasan konservasi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Jan 2020"}