{"Nomor": 45629, "Judul": "USULAN STRATEGI BISNIS UNTUK KEDAI KOPI AYA KOPI (STUDI KASUS AYA KOPI)", "Abstrak": "Aya Kopi adalah kedai kopi di kota Bandung. Aya Kopi didirikan oleh Adi Putra, Tomy Adrian, dan Alfan Nurahman. Itu berawal dari hobi mereka yang suka menyeduh dan menikmati secangkir kopi. Jenis kopi yang disediakan di Aya Kopi adalah kopi Arabika dan Robusta. Produk kopi espresso Aya Coffee, dan kopi buatan manual. Masalah yang dihadapi oleh perusahaan ini adalah kedai kopi Aya sulit untuk bersaing dengan pesaing sehingga target penjualan tidak tercapai. Penyebab utama yang diidentifikasi dari beberapa masalah yang ada adalah bahwa Aya Coffee menghadapi persaingan yang kuat di industri coffee shop. Ini menunjukkan bahwa kedai kopi Aya Coffee tidak boleh tetap stagnan di pasar karena dengan toko kopi baru dibuka setiap hari, kedai kopi yang ada di pasar harus dapat berkembang dengan perubahan dalam industri. Pemilik kedai kopi perlu mengetahui dan mempelajari tentang kekuatan, kelemahan, ancaman, dan peluang yang mereka miliki untuk menyusun strategi yang sesuai dengan kondisi mereka. Penelitian ini menghasilkan strategi bisnis untuk masalah Aya Kopi. Penelitian ini menggunakan analisis internal; sumber daya, kemampuan, rantai nilai, dan analisis eksternal; analisis umum, lingkungan industri, analisis pesaing. Analisis akar penyebab dibuat untuk mengetahui semua masalah yang dihadapi. Penyebab utama yang teridentifikasi dari beberapa masalah adalah Aya Kopi menghadapi kekuatan persaingan atau persaingan yang kuat dalam industri makanan dan industri kedai kopi. Ada beberapa faktor yang menyebabkannya seperti; sejumlah besar perusahaan di industri, tingkat diferensiasi produk yang rendah di industri kedai kopi. Kehadiran banyak pesaing dalam industri ini dapat menyebabkan daya tawar yang tinggi dari pelanggan. Pelanggan dapat membandingkan produk yang ditawarkan antara satu kedai kopi dan lainnya. Pelanggan dapat memilih produk dan layanan yang sesuai dengan kebutuhan mereka. Ini juga karena kurangnya promosi dan tidak mempertahankan media sosial dari Aya Kopi untuk keterlibatan sosial dengan pelanggan. Kurangnya area parkir dan tidak tersedianya fasilitas pemesanan melalui aplikasi seperti Go-Food atau Grabfood membuat pelanggan memiliki keterbatasan untuk membeli produk dari Aya Kopi. Dari analisis internal dan eksternal yang telah dilakukan, Aya Kopi SWOT dapat diidentifikasi. Tahap selanjutnya menggunakan Internal-External Matrix (IE) untuk menganalisis posisi divisi saat ini dan menyarankan strategi untuk masa depan dan analisis matriks TOWS untuk merumuskan strategi alternatif. Berdasarkan matriks Internal-Eksternal (IE), strategi pengembangan produk dipilih untuk diterapkan di kedai kopi Aya Kopi. Hasil Analisis Matriks TOWS mengidentifikasi tujuh strategi alternatif yang dapat diimplementasikan. Alternatif strategi yang telah dihasilkan akan dipilih strategi yang sesuai dengan kondisi kedai kopi Aya Kopi saat ini. Beberapa strategi alternatif yang dipilih adalah mengembangkan produk musiman, menciptakan acara kolaborasi dengan komunitas, mengoptimalkan media sosial untuk keterlibatan sosial, dan membuka saluran distribusi online. Strategi yang dirumuskan diharapkan menjadi solusi untuk masalah tersebut.", "Daftar File": {"2020_TS_PP_ADIMAZ_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/195102"}, "Penulis": "Moh Adimaz Fernando [29116458]", "Kontributor / Dosen Pembimbing": ["Ir. C.O. Budi Permadi Iskandar, MSP"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Strategi Bisnis, Industri Kopi, Kedai Kopi, Internal-External (IE) matrix, TOWS Matrix, Pengembangan Produk.", "Sumber": "AYA KOPI", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "13 Jan 2020"}