{"Nomor": 45624, "Judul": "IDENTIFIKASI FAKTOR PENYEBAB PEMBOROSAN PENGGUNAAN BEKISTING KAYU  Studi Kasus: Proyek Panghegar Dago Resort & Proyek Hotel Pullman Dago", "Abstrak": "Di dalam proyek konstruksi, material kayu banyak digunakan sebagai komponen\nsemi permanen pada pekerjaan bekisting. Jika dikaitkan dengan konsep green\nconstruction, maka konservasi penggunaan material kayu dalam konstruksi\nmerupakan satu hal yang harus dilakukan. Di lain pihak, material kayu yang\ndinilai lebih murah dan relatif mudah didapat menjadikan bekisting kayu sebagai\nsistem bekisting yang paling populer untuk digunakan dalam proyek konstruksi\nsaat ini. Ketika bekisting kayu menjadi satu hal yang harus digunakan, maka\nproses pekerjaan bekisting menjadi hal penting yang harus diperhatikan dan\ndikembangkan, dimana material bekisting kayu harus digunakan seefisien\nmungkin agar tidak menghasilkan banyak sampah kayu. Untuk mengembangkan\nproses pekerjaan bekisting kayu tersebut, maka perlu diidentifikasi terlebih dahulu\nfaktor apa saja yang mengakibatkan terjadinya pemborosan bekisting kayu\ntersebut.\nUntuk mencari faktor pemborosan tersebut, metode yang digunakan adalah\nmetode root cause analysis dengan membuat fishbone diagram. Fungsi dari\nfishbone diagram ini adalah untuk mengidentifikasi penyebab-penyebab yang\nmungkin timbul dari suatu efek spesifik, dalam hal ini adalah pemborosan\npenggunaan bekisting kayu, dan kemudian memisahkan akar penyebabnya. Untuk\nmembuat fishbone diagram ini, dilakukan pula studi kasus pada dua proyek\nkonstruksi bangunan gedung yang berbeda, dengan metode studi berupa\npengamatan lapangan serta wawancara dengan pihak-pihak yang terlibat dalam\nproyek tersebut. Selain itu, hasil wawancara dan pengamatan juga akan\ndibandingkan dengan hasil studi literatur sebagai best practice yang seharusnya\nditerapkan di lapangan. Melalui proses pengolahan data studi literatur,\nwawancara, dan pengamatan lapangan, didapati bahwa terdapat enam aspek\npenyebab terjadinya pemborosan bekisting, yaitu desain bangunan, perencanaan\npekerjaan bekisting, sumber daya manusia, material dasar, peralatan, dan sistem\nmanajemen konstruksi yang digunakan.", "Daftar File": {}, "Penulis": "Rendy Anditya [15008015]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. N.R. Reini Djuhraeni W., MSCE, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "green construction, pemborosan, bekisting kayu, root cause analysis, fishbone diagram", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "13 Jan 2020"}