{"Nomor": 45636, "Judul": "OPTIMALISASI DESAIN GEOMETRIK PIPA PESAT PADA PEMBANGKIT LISTRIK TENAGA AIR", "Abstrak": "Pipa pesat merupakan salah satu komponen terpenting dalam suatu sistem\npembangkit listrik tenaga air. Komponen ini memiliki fungsi untuk\nmengakomodasi aliran air dari bak penenang (forebay) menuju turbin. Adanya\npipa pesat memungkinkan terjadinya peningkatan kecepatan aliran yang\ndipengaruhi oleh ukuran geometrik saluran tersebut. Peningkatan kecepatan ini\nmemicu potensi terjadinya tekanan tambahan (water hammer). Selain itu, pada\npipa terjadi berbagai bentuk tegangan yang dapat mempengaruhi stabilitas\nstrukturalnya.\nFaktor utama yang menjadi pertimbangan dalam desain geometrik pipa pesat\nadalah ukuran diameter, ketebalan, dan panjang saluran. Nilai-nilai dari variabel\nini sangat bergantung pada debit aliran, tinggi tekan, dan kehilangan energi.\nUntuk mendapatkan desain yang tepat, diterapkan suatu prinsip optimalisasi yang\nmelingkupi aspek teknis dan finansial.\nMetode optimalisasi yang digunakan adalah dengan menerapkan formula empiris\ndan analitis. Pendekatan empiris dilakukan dengan mengaplikasikan persamaan\nSarkaria dan Fahlbusch untuk mendapatkan ukuran diameter pipa yang optimal.\nSebagai pembanding, pendekatan analitis diperlukan dalam menghitung ukuran\ngeometrik pipa pesat tersebut. Tinjauan aspek finansial dititikberatkan pada\njumlah biaya yang dikeluarkan untuk suatu investasi pipa pesat. Berdasarkan\nproses perhitungan, diperoleh grafik yang dapat dijadikan sebagai metode\npenentuan diameter pipa pesat dengan tujuan mengoptimasi desain geometriknya.", "Daftar File": {}, "Penulis": "Hari Triwibowo [15008125]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Indratmo, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "pipa pesat, pembangkit listrik, optimalisasi, desain geometrik", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "13 Jan 2020"}