{"Nomor": 45635, "Judul": "STUDY THE USE LACTOBACILLUS PLANTARUM AS BIOPRESERVATIVE IN PANEER (INDIAN CHEESE)", "Abstrak": "Paneer is obtained by heat treating milk followed by acid coagulation. A relatively shorter shelf\nlife of Paneer is considered to be a major hurdle in its production at commercial level. The\npresent study was conduct to determine antibacterial activity of Lactobacillus plantarum against\nEscherichia coli and Bacillus cereus and to study effect of Lactobacillus plantarum as\nbiopreservative in Paneer. The antibacterial activity of Lactobacillus plantarum against Escherichia\ncoli and Bacillus cereus was tested through Minimum Inhibitory Concentration (MIC) and\nMinimum Bactericidal Concentration (MBC) using microdilution well method. The effect of\nLactobacillus plantarum as biopreservative in Paneer was tested using total plate count method\nbased on time and temperature variation. Based on the result Lactobacillus plantarum can inhibit\nboth gram positive and gram-negative bacteria with smallest population 7.72x10\n3\nCFU/mL\n(3.13%). The effect of Lactobacillus plantarum as biopreservative in Paneer using total plate count\nmethod shows significant reduction in total colony forming unit(CFU) for Temperature (25 °C and\n4 °C) and Time variation there was no colonies formed in sample inoculated with Lactobacillus\nplantarum suspension. This suggests that Lactobacillus plantarum have potential antibacterial\nactivity against Escherichia coli and Bacillus cereus and hence it can be used as biopreservative to\nextend shelf life of Paneer.", "Daftar File": {"ABSTRAK Kanaka Lakshimi Ahsogan": "https://digilib.itb.ac.id/gdl/download/195135"}, "Penulis": "Kanaka Lakshimi Ahsogan [10712706]", "Kontributor / Dosen Pembimbing": ["Marlia Singgih, Ph.D.", "Dr. rer. nat. Sophi Damayanti, M.Si., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Paneer, Lactobacillus plantarum, biopreservative, total plate count.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "13 Jan 2020"}