{"Nomor": 45630, "Judul": "SOLUSI YANG DITAWARKAN UNTUK TERBUANGNYA BAHAN BAKU DI ADVERB", "Abstrak": "Assorted Drinks of Vegan and Herbal (ADVERB) adalah sebuah brand minuman buah dan sayuran yang menjual Cold-Pressed Juice, dan minuman buah lainnya. Sebagai entitas bisnis baru, Adverb sering mengalami permintaan yang berfluktuasi, hal ini disebabkan oleh tidak pastinya menu minuman favorit konsumen, sehingga sering terjadi kekurangan bahan baku untuk jus yang diinginkan oleh konsumen dan terlalu banyak bahan baku untuk jus yang tidak terjual. Oleh karena itu, perlu ada perbaikan untuk mengurangi limbah bahan baku.\n\nPenelitian ini menggunakan metode kualitatif untuk memberikan deskripsi detail tentang situasi dan masalah perusahaan. Pendekatan kualitatif dalam penelitian ini dilakukan dengan mengamati aktivitas perusahaan dan melakukan wawancara kepada para pemangku kepentingan perusahaan. Kemudian, teknik analisis dalam penelitian ini menggunakan teknik deskriptif kualitatif. Selain itu, data yang diperoleh dari observasi dan wawancara akan digunakan untuk mengetahui akar penyebab masalah.\n\nMetode diagram tulang ikan digunakan untuk mengetahui akar penyebab masalah ini, dan diperkuat dengan melakukan wawancara dengan pemangku kepentingan Adverb. Ada tiga akar penyebab masalah ini, yaitu: a) Deskripsi pekerjaan yang tidak jelas tentang mengendalikan dan melaporkan siklus bahan baku, b) Saluran penjualan baru di platform GoFood, dan c) Perubahan perilaku pelanggan yang meningkatkan ketidakpastian permintaan.\n\nAda lima solusi yang diusulkan untuk masalah ini, yaitu: a) Menugaskan mengendalikan kegiatan bahan baku kepada karyawan, b) Menemukan menu favorit pelanggan, c) Membuat strategi pemasaran baru untuk produk yang paling favorit, d) Membatasi variasi produk yang dijual di GoFood, dan e) Menentukan safety stock untuk produk yang dijual di GoFood.\n\nSurvei akan dilakukan untuk melengkapi data penelitian ini dengan membagikan kuesioner kepada pelanggan sasaran Adverb untuk mengetahui menu jus favorit pelanggan, sehingga akan memutuskan menu mana yang akan dijual pada platform GoFood. Fixed-Order Quanitity Model akan digunakan untuk menentukan titik dan jumlah untuk pembelian bahan baku (reorder point), serta safety stock.", "Daftar File": {"2020_TS_PP_ AL FATTAAH MUHAMMAD SYAH FISABILILLAH_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/195105"}, "Penulis": "Al Fattaah Muhammad Syah F [29118201]", "Kontributor / Dosen Pembimbing": ["Yuliani Dwi Lestari, S.T., M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Juice, Raw Materials, Waste, Fishbone Diagram, Safety Stock, Fixed-Order Quantity", "Sumber": "ADVERB", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "13 Jan 2020"}