{"Nomor": 45631, "Judul": "FORMULATION OF FUROSEMIDE SOLID LIPID NANOPARTICLES AND IN VITRO RELEASE STUDY", "Abstrak": "Solid lipid nanoparticles (SLN) are typically colloidal lipid suspensions in which the active\ncompounds entrapped in the lipid core while stabilized by surfactants or polymer. This system can\nbe used for enhancing the oral absorption of low solubility and low permeability of drug (e.g. BCS\nClass IV) such as Furosemide. This study was aimed to formulate a potential stable oral\nFurosemide SLN with good physicochemical characteristics. The methods of preparation are high\nshear homogenization (HSH) combined with ultrasound techniques. Different variables including\nlipid concentration, surfactant concentration, duration and rotation per minute (RPM) of high\nshear homogenization (HSH), duration and amplitude of ultra-sonication were optimized to obtain\nSLN with particle size ranging from 100 to 200nm, low polydispersity index (PDI) and high\nentrapment efficiency (%EE). Evaluations such as zeta potential, morphology of particles, stability\ntest and in-vitro release profile were carried out on the optimized formulations. The best formula\nof Furosemide SLN consists of 4%W/V glyceryl monostearate (GMS) and 2%W/V stearic acid as\nthe solid lipid while 3%V/V Tween 80 and 1%V/V Poloxamer 188 as stabilizer. It was stable up to 2\nweeks at ???????(under stress condition by temperature) with particle size less than 200nm.\nMorphology of the SLN under transmission electron microscope (TEM) were observed to be\nspherical in shape and exhibited less than 10% cumulative drug release at pH1.2 medium for 2\nhours, 79.11% in pH7.4 medium in a period of 5 hours. The optimum SLN was generated and has a\npotential as candidate for oral route dosage from.", "Daftar File": {"ABSTRAK Adeline Dang Huei Huei": "https://digilib.itb.ac.id/gdl/download/195110"}, "Penulis": "Adeline Dang Huei Huei [10713761]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Rachmat Mauludin, S.Si., Apt., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "SLN, Furosemide, High shear homogenization, sonication, GMS, stearic acid, Tween 80, Poloxamer 188", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "13 Jan 2020"}