{"Nomor": 45638, "Judul": "ANALISIS PERPINDAHAN TIANG PANCANG DERMAGA TIPE MARGINAL WHARF AKIBAT BEBAN SEISMIK DENGAN SIMPLIFIED METHOD DAN TIME HISTORY PADA DERMAGA PETI KEMAS DI KABUPATEN SORONG PROVINSI PAPUA BARAT", "Abstrak": "Indonesia merupakan negara yang berpotensi besar terkena gempa. Oleh sebab\nitu, perencanaan beban seismik harus dilakukan untuk perencanaan setiap\nbangunan di Indonesia. Salah satunya adalah struktur dermaga yang berperan\npenting dalam perekonomian negara. POLB menyebutkan bahwa dasar minimum\nuntuk perencanaan seismik dermaga adalah dengan membandingkan displacement\ndemand dan displacement capacity dari struktur dermaga tersebut.\nDalam tugas akhir akan dibahas mengenai analisis perpindahan struktur tiang\npancang dermaga (displacement demand dan displacement capacity) pada\ndermaga peti kemas di Kabupaten Sorong Provinsi Papua Barat. Metode yang\nakan digunakan untuk menghitung displacement demand adalah metode nonlinier\ntime history analysis (NLTHA) dengan bantuan program komputer\nSAP2000 versi 14. Metode tersebut adalah metode yang paling cocok digunakan\nsebab struktur dermaga yang menjadi obyek dalam tugas akhir ini adalah struktur\nmarginal wharf. Struktur tersebut memiliki pusat massa dan kekakuan yang\nberbeda. Kondisi tersebut akan menghasilkan torsi pada struktur dengan pengaruh\nrotasi yang dominan. Sementara itu displacement capacity akan dihitung dengan\nmetode yang dikembangkan oleh Rakesh K. Goel untuk menghitung kapasitas\ndaktilitas perpindahan struktur tiang pancang dermaga yaitu simplified method.\nHasil studi dan analisis menunjukkan bahwa struktur dermaga yang direncanakan\nmampu menerima beban gempa 2.3 kali gempa El-Centro 1940 mengalami\nperpindahan lateral (displacement demand) sebesar 0.311 m pada arah x dan\n0.237 m pada arah y. Hasil analisis dengan simplified method menunjukkan\ndisplacement ductility capacity terkecil sebesar 0.367 m. Dengan demikian\nstruktur tiang pancang dermaga peti kemas di Kabupaten Sorong Provinsi Papua\nBarat dengan tipe marginal wharf dianggap mampu menerima beban seismik\nyang terjadi padanya.", "Daftar File": {}, "Penulis": "Ni Made Novia Kusumayani [15009025]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ananta Sofwan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "marginal wharf, Non-Linier Time History Analysis (NLTHA), simplified method, displacement.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "13 Jan 2020"}