{"Nomor": 45649, "Judul": "PERANCANGAN KAWASAN PAGARSIH KOTA BANDUNG", "Abstrak": "Kawasan Pagarsih merupakan kawasan yang terdiri dari zona komersial dan zona perumahan kepadatan tinggi. Berdasarkan Rencana Detail Tata Ruang (RDTR) Kota Bandung tahun 2015-2035 kawasan ini berada di Sub Wilayah Kota (SWK) Tegalega yang memiliki beberapa persoalan kualitas lingkungan. Tujuan penataan SWK Tegalega adalah meningkatkan fungsi ekologis kawasan dan meningkatkan sarana dan prasarana lingkungan yang akan berdampak pada kawasan Pagarsih. Kawasan tersebut saat ini belum memiliki penelitian dan perancangan terkait tujuan penataan SWK Tegalega tersebut, maka tesis ini dibuat untuk meneliti terlebih dahulu persoalan dan potensi kawasan untuk menemukan delineasi perancangan, lalu merancang dalam batas delineasi tersebut agar mempunyai fungsi ekologis dan sarana prasarana kawasan yang baik demi mendukung tujuan penataan SWK Tegalega. Metode yang digunakan dalam perancangan ini adalah metode sinoptik dengan beberapa penyesuaiaan dalam tahapnya. Tahap pertama adalah mengenali rencana dan kondisi eksisting kawasan. Tahap ke-dua adalah merumuskan prinsip normatif berdasarkan kondisi eksisting kawasan. Tahap ke-tiga adalah mengidentifikasi persoalan kawasan secara makro untuk mendapat delineasi perancangan. Tahap ke-empat adalah mengidentifikasi persoalan dan potensi kawasan delineasi perancangan untuk membuat program fasilitas. Tahap ke-lima adalah merancang delineasi perancangan dengan konsep ideal. Hasil analisis makro pada Kawasan Pagarsih adalah terdapat lima isu kawasan, yaitu Banjir, Kepadatan, Akses, Kebersihan/ketertiban, dan Fungsi/fasilitas. Lima isu ini mengarah kepada satu bagian kawasan yang ditetapkan sebagai delineasi perancangan. Analisis persoalan dan potensi kemudian dilakukan pada delineasi perancangan. Hasil analisis menunjukkan bahwa persoalan utama pada kawasan adalah Banjir dan Kepadatan.Visi perancangan kawasan ini adalah Pagarsih eco-district: Revitalizing Neighborhood Vibrancy dengan misi yang mengacu pada kata kunci Vibrant, Permeable, Based on Community (Inclusive), Authenticity, dan Resilience. Perancangan kawasan dilakukan berdasarkan visi dan misi kawasan, persoalan, potensi, dan prinsip perancangan yang telah disusun sebelumnya.", "Daftar File": {"ABSTRAK Fairuz Nabilah": "https://digilib.itb.ac.id/gdl/download/195280"}, "Penulis": "Fairuz Nabilah [25617008]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Woerjantari Kartidjo, M.T.", "Prof. Ir. Haryo Winarso, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Rancang Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Design & decoration", "Kata Kunci": "analisis persoalan, delineasi perancangan, kawasan pagarsih, prinsip perancangan, tujuan penataan SWK Tegalega", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "14 Jan 2020"}