{"Nomor": 45646, "Judul": "DEVELOPMENT OF AN ULTRASONIC C-SCAN SYSTEM FOR THE DETECTION OF INTERNAL DAMAGES IN COMPOSITE STRUCTURES", "Abstrak": "Dewasa ini, penggunaan material komposit di bidang industri pesawat terbang kian meningkat. Hal ini disebabkan oleh keunggulan-keunggulan komposit yaitu ringan, kekuatan dan kekakuan tinggi, dan sinon-korosif. Namun, di balik semua keunggulannya, komposit dapat mengalami beberapa tipe kerusakan. Barely visible impact damage (BVID) adalah salah satu hal yang menjadi perhatian utama tentang material komposit karena BVID dapat menurunkan kekuatan kompresi hingga 60%. Hal lain yang menjadi perhatian utama tentang komposit adalah pola perambatan cacat yang belum sepenuhnya terpahami layaknya pada kasus-kasus material homogen. Oleh karena itu, teknik inspeksi dengan keakuratan tinggi sangatlah diperlukan untuk mendeteksi dan mengidentifikasi kerusakan internal, menjaga agar struktur tetap berfungsi dengan baik, dan pada akhirnya, untuk menghindari terjadinya kegagalan katasropik.\nAda banyak teknik non-destructive testing (NDT) yang dapat digunakan untuk identifikasi dan deteksi kerusakan internal komposit, seperti pengujian ultrasonik, thermography, shearography, dan radiografi. Di antara semua metode NDT, pengujian ultrasonik adalah metode yang paling populer dan paling canggih. Pengujian ultasonik memanfaatkan gelombang yang dipantulkan oleh cacat. Interval waktu dari satu gelombang pantul ke gelombang pantul yang lain disebut time of flight (TOF). Pada pengujian di spesimen tipis, gelombang pantul yang direkam sangatlah berdekatan. Oleh karena itu, diperlukan algoritma pemrosesan sinyal yang sesuai. Algoritma pemrosesan sinyal yag paling umum digunakan adalah Transformasi Hilbert. Teknik pemrosesan sinyal ini akan membuat proses penemuan peak menjadi lebih mudah sehingga perhitungan TOF dapat dilakukan lebih mudah dengan hasil yang lebih akurat. Hal penting lainnya yang harus dipertimbangkan pada pengujian ultrasonik adalah mekanisme coupling. Untuk menghasilkan coupling yang seragam, pengujian ultrasonik pada komposit biasanya dilakukan dengan teknik imersi (perendaman di dalam air). Tidak hanya memberikan mekanisme coupling yang baik, teknik ini juga cocok untuk scanning otomatis.\nPada tesis ini, sistem pengujian ultrasonik imersi dibuat. Sistem ini memerlukan komponen utama seperti penggerak transducer dan immersion tank, pulser sinyal,\ndan sistem data akuisisi untuk mentransfer data sinyal mentah. Pengujian ultrasonik imersi dilakukan pada pelat carbon fiber reinforced polymer (CFRP) berketebalan 3 mm dan dibuat dengan metode hand lay-up. Spesimen uji diberi cacat buatan dlam bentuk lubang dan sisipan aluminum. Untuk meningkatkan pemahaman dan kemampuan interpretasi sinyal ultrasonik, pemodelan numerik juga dilakukan pada tesis ini. Pemodelan numerik dilakukan dengan memanfaatkan toolbox MATLAB yang bernama k-Wave. Toolbox ini mensimulasikan perambatan ultrasonik dengan menggunakan metode pseudo-spectral.\nStudi eksperimenta dan numerikal menghasilkan sinyal A-Scan dari spesimen uji. Hasil A-Scan dari studi numerik dan eksperimental akan dibandingkan dengan kondisi sesungguhnya. Saat lokasi cacat dapat diprediksi dengan benar, A-scan hasil numerik kemudian direkonstruksi menjdai gambar B-Scan dan C-Scan. Rekonstruksi ini bergantung pada informasi TOF pada setiap scanning point. Karena limitasi instrumen, B-Scan dan C-Scan eksperimen tidak dapat direkonstruksi.\nLokasi cacat yang terukur menggunakan sinyal A-Scan dari studi numerik dan eksperimental memiliki kecocokan yang cukup baik dengan lokasi cacat yang sesungguhnya. Untuk cacat berupa lubang, error maksimum yang terukur adalah 5%. Sedangkan untuk pelat dengan sisipan aluminum, A-Scan hasil eksperimen menunjukkan error sebesar 11%. Perbedaaan hasil pengukuran ini dapat disebabkan oleh penempatan sisipan aluminum selama proses hand lay-up yang tidak tepat pada setengah ketebalan pelat.", "Daftar File": {"ABSTRAK Yunia Faiziatuzzahria": "https://digilib.itb.ac.id/gdl/download/195250"}, "Penulis": "Yunia Faiziatuzzahria [23618017]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Leonardo Gunawan", "Prof. Dr. Ir. Tatacipta Dirgantara, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Material Komposit, BVID, CFRP, Pengujian Ultrasonik Imersi, A-Scan, B-Scan, C-Scan, Metode pseudo-spectral, time of flight", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Jan 2020"}