{"Nomor": 45643, "Judul": "PENDEKATAN TEKTONIKA ARSITEKTUR DI KAWASAN RAWAN GEMPA (STUDI KASUS) DESAIN MASJID JAMI NURUL HASANAH DAN FASILITAS PENDUKUNGNYA DI KOTA PALU", "Abstrak": "Indonesia merupakan kawasan yang memiliki potensi resiko gempa bumi yang\ncukup tinggi. Guna mengantisipasi hal tersebut, berbagai pedoman dan teknologi\ndibuat agar keselamatan pengguna dapat terjaga. Namun, di sisi lain, jika acuanacuan\ntersebut diterapkan tanpa diikuti oleh proses berpikir kreatif seorang arsitek,\nsecara tidak langsung dan perlahan akan berdampak kepada penurunan nilai dari\nkarya-karya arsitektur itu sendiri. Sebuah karya arsitektur tidak cukup jika hanya\ndilihat efisien, ekonomis dan baik dari aspek teknis, tetapi karya arsitektur harus\ndapat menjadi sebuah produk budaya sebuah peradaban artinya dapat berbahasa\ndengan ruang dan gatra, dengan garis dan bidang, dengan bahan material dan\nsuasana tempat (Mangunwijaya, 1995).\nOleh karena itu, tesis yang mengambil studi kasus desain Masjid Jami Nurul\nHasanah dan Fasilitas Pendukungnya di Kota Palu ini berupaya untuk merumuskan\nkriteria arsitektur tahan gempa dengan tetap mempertimbangkan karya arsitektur\nsebagai sebuah objek melalui pendekatan tektonika arsitektur. Pendekatan tahan\ngempa yang digunakan adalah pendekatan dalam perspektif arsitektur yang bukan\nmengarah kepada perhitungan struktur, optimalisasi desain maupun proses\nstruktural tetapi lebih kepada respon morfologi bangunan dan konfigurasi spasial\ndalam desain (Giuliani, 2000). Sedangkan pendekatan tektonika arsitektur dicapai\nmelalui berbagai cara dan sangat terkait dengan desain struktur, konstruksi, seni\nmerangkai komponen dan materialitas.\nDalam tesis ini dapat diketahui bahwa mendesain di daerah rawan gempa aspek\nstruktural harus dipertimbangkan sejak awal proses desain untuk mengintegrasikan\nbatasan struktural terhadap aspek arsitektural. Secara intuitif, struktur bangunan\ndieksplorasi dan didesain non-konvensional, sedangkan pendekatan tektonika\narsitektur menjadikan Kernform=Kunstform (coreform=artform) dan menganggap\nkeindahan adalah buah dari stabilitas struktur serta eksplorasi elemen-elemennya\nseperti sambungan. Desain elemen tersebut selain berfungsi sebagaimana gaya\nyang berlaku, juga memberikan nilai tambah secara estetis maupun secara filosofis.\nKeindahan bersifat jujur dan tidak bersifat dekoratif.", "Daftar File": {"ABSTRAK Imam Prasetyo": "https://digilib.itb.ac.id/gdl/download/195197"}, "Penulis": "Imam Prasetyo [25217034]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Andry Widyowijatnoko, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Tektonika Arsitektur, Tahan Gempa, Masjid", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "14 Jan 2020"}