{"Nomor": 45644, "Judul": "USULAN KOMPETENSI BARU DAN PROGRAM PENGEMBANGAN KEPEMIMPINAN UNTUK PT. TELEKOMUNIKASI INDONESIA, TBK.", "Abstrak": "Era transformasi digital menjadi suatu tantangan terkini bagi berbagai industry, tidak terkecuali industry teknologi itu sendiri dan juga industry Information Communication Technology (ICT). Era disrupsi digital menuntut para pelaku industry untuk dapat terus berinovasi. PT. Telekomunikasi Indonesia Tbk. (Telkom), yang berada pada industry ini kerap harus melakukan berbagai penyesuaian. Dalam menhhadapi perubahan yang cepat ini, tentunya sangat diperlukan sumber daya manusia yang handal, atau dalam hal ini talent – talent yang dapat memimpin dan mengelola perubahan – perubahan tersebut. Perubahan ini memerlukan manusia yang tangkas dan tahan terhadap perubahan itu sendiri.\nPenelitian ini bertujuan membantu Telkom dalam merumuskan kompetensi baru dan mendesain ulang pelatihan atau program pengembangan kepemimpinan mereka. Penyesuaian kompetensi dan program pengembangan kepemimpinan diharapkan dapat menjadi solusi untuk siap menghadapi, menangani, dan mengelola perubahan – perubahan itu dengan baik. Dalam penelitian ini, dilakukan tinjauan pustaka terhadap beberapa rekomendasi kompetensi, terutama kompetensi kepemimpinan yang akan diperlukan di masa sekarang dan masa depan. Selain itu, penelitian ini juga membandingan dengan beberapa praktik terbaik dalam menemukan metode baru dalam mempraktikkan Program Pengembangan Kepemimpinan dari beberapa perusahaan atau lembaga terkenal. Dari hasil analisis, ditemukan beberapa kompetensi yang dianggap sudah kurang relevan, dan perlunya ditambah beberapa kompetensi yang relevan untuk keperluan masa depan. Hal yang sama juga berlaku untuk program pengembangan kepemimpinan, perlunya perubahan dan penyesuaian untuk menghasilkan hasil yang diharapkan.\nPerubahan yang dilakukan adalah pada kompetensi dan program pengembangan kepemimpinan melalui wawancara mendalam dengan pimpinan dari Telkom Corporate University. Rumusan kompetensi dan perancangan program pengembangan kepemimpinan yang baru memungkinkan pegawai Telkom untuk meningkatkan kesiapan Sumber Daya Manusia serta meningkatkan performansi dan hasil dalam menghadapi transformasi digital.", "Daftar File": {"2020_TS_PP_Abel_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/195247"}, "Penulis": "Abel [29118138]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Aurik Gustomo, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "transformasi digital, talent, kompetensi, program pengembangan kepemimpinan", "Sumber": "PT. TELEKOMUNIKASI INDONESIA, TBK.", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "14 Jan 2020"}