{"Nomor": 45650, "Judul": "PENATAAN KAWASAN CAGAR BUDAYA DENGAN PEMANFAATAN AREA INNER BLOCK KORIDOR KOMERSIAL STUDI KASUS: JALAN ABC BANDUNG", "Abstrak": "Jalan ABC adalah salah satu kawasan cagar budaya di pusat kota Bandung yang termasuk dalam kawasan prioritas menurut RDTR. Dalam skala makro, lokasi Jalan ABC sangat strategis karena berada di antara landmark Kota Bandung yaitu Pasar Baru, Alun-Alun dan Jalan Braga. Meski memiliki potensi tersebut, kondisi Jalan ABC saat ini belum mencerminkan kawasan cagar budaya yang memiliki nilai signifikan bagi Kota Bandung. Jalan ABC sebagai sebuah koridor komersial tidak nyaman bagi pejalan kaki karena jalan didominasi oleh kendaraan dan PKL. Visual koridor tidak mendukung citra kawasan cagar budaya karena kondisi bangunan cagar budaya yang tidak terawat dan reklame yang menutupi fasad. Koridor hanya aktif pada siang hari dan menjadi kawasan yang mati saat malam hari. Hal ini berlawanan dengan ciri koridor komersial sebagai ruang publik yang seharusnya memiliki aksesibilitas yang baik, memberikan kenyamanan pada pejalan kaki, memiliki daya tarik dan menawarkan kegiatan yang dapat menghidupkan kawasan. Tujuan dari studi ini adalah untuk menyusun konsep perancangan kawasan cagar budaya Jalan ABC dan melakukan simulasi perancangannya. Metode yang digunakan dalam proses perancangan ini adalah metode synoptic (Shirvani, 1985), yaitu metode perancangan rasional dengan tahapan desain yang sistematis. Strategi desain yang dilakukan untuk mengatasi permasalahan utama pada koridor adalah pemanfaatan area inner block di sekitar koridor Jalan ABC. Ini dilakukan untuk menampung kebutuhan parkir dan alokasi PKL. Koridor Jalan ABC didesain dengan konsep shared street untuk meningkatkan kenyamanan pejalan kaki dan mendukung aksesibilitas. Untuk meningkatkan citra kawasan cagar budaya, dilakukan pelestarian bangunan cagar budaya serta pelestarian streetscape koridor dengan mengatur intensitas, fasad dan penanda bangunan di sepanjang koridor. Pengaturan fungsi campuran pada bangunan dan pemrograman kegiatan yang berbeda saat siang dan malam hari pada koridor dilakukan untuk meningkatkan durasi aktif pada koridor sehingga kawasan dapat menjadi lebih hidup.", "Daftar File": {"ABSTRAK Fitria Puspita Rani": "https://digilib.itb.ac.id/gdl/download/195283"}, "Penulis": "Fitria Puspita Rani [25617016]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Heru W. Poerbo, MURP", "Prof. Dr.-Ing. Ir. Widjaja Martokusumo"], "Jenis Koleksi": "Tesis", "Penerbit": "Rancang Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Design & decoration", "Kata Kunci": "kawasan cagar budaya, koridor komersial, inner block, jalan", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "14 Jan 2020"}