{"Nomor": 45652, "Judul": "PENGARUH MOTIVASI DAN KARAKTERISTIK SPASIAL PADA KEGIATAN BELAJAR INFORMAL MAHASISWA DI KAFE (Studi Kasus 4 Institusi di Bandung)", "Abstrak": "Temuan Abeysekera dan Dawson (2015) menyimpulkan bahwa kegiatan belajar dapat terjadi di luar sistem formal pada sekolah tradisional. Fenomena dimana proses pembelajaran mandiri dilakukan dengan menonton video kuliah di rumah, transportasi publik, kafe, atau di taman, disebut sebagai konsep kelas terbalik atau ruang belajar informal (informal learning space/ILS). Kasus ini didorong oleh perkembangan teknologi informasi yang memberikan kapabilitas baru terhadap proses belajar, sehingga mahasiswa dapat untuk belajar dimanapun, kapanpun, dan dengan moda yang beragam. Dalam konteks Kota Bandung, fenomena tersebut berkaitan dengan isu perubahan perilaku mahasiswa yang menggeser penggunaan kafe dari fungsi kuliner menjadi tempat mengerjakan tugas, pekerjaan, dan membaca. Hal ini menunjukkan bahwa kafe telah bertransformasi secara fungsi dari fungsi publik sebagai ruang belajar informal baru. Penelitian ini akan membahas mengenai tempat dan karakteristik kafe yang berada di Bandung yang dipilih mahasiswa sebagai ruang belajar informal (ILS) melalui survei dan observasi. Penelitian ini dilakukan secara kuantitatif dengan metode kuesioner untuk mengungkap dimensi-dimensi motivasi mahasiswa dan karakteristik fisik dan sosial pada kafe, serta pengaruh dimensi-dimensi tersebut terhadap kinerja belajar mahasiswa di kafe. Hasil penelitian menemukan 6 kelompok motivasi mahasiswa dalam menggunakan kafe sebagai ruang belajar informal, yang mana terdiri atas 5 motivasi yang bersifat hedonistik dan 1 motivasi yang bersifat utilitarian; 7 karakteristik kafe sebagai ruang belajar, yang terdiri atas 4 karakteristik fisik dan 3 karakteristik sosial; dan hubungan positif antara motivasi utilitarian dan karakter fisik berupa amenitas kafe pada respon kognitif dan afektif mahasiswa. Temuan penelitian mengimplikasikan bahwa perancangan amenitas untuk mengakomodasi kegiatan belajar dapat diaplikasikan pada tingkat universitas agar mahasiswa dapat lebih nyaman dan senang selama proses belajar, sehingga performa belajar mereka akan menjadi lebih baik. Penelitian juga merumuskan model persamaan struktural (SEM) sebagai rekomendasi pengembangan penelitian dalam kerangka pengetahuan mengenai ruang belajar.", "Daftar File": {"ABSTRAK Samuel Sri Kurnia A.": "https://digilib.itb.ac.id/gdl/download/195285"}, "Penulis": "Samuel Sri Kurnia A. [25218302]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Hanson Endra Kusuma, S.T., M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Bandung, kafe, karakteristik, model persamaan struktural, motivasi, ruang belajar informal", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "14 Jan 2020"}