{"Nomor": 45661, "Judul": "REDUCED SUBSPACE GAUSSIAN PROCESS FOR FAST ENGINEERING PROBABILISTIC ANALYSES", "Abstrak": "This thesis primarily discuss about the development of design analysis framework\nfor high-dimensional problems that includes reliability analysis (RA),\nsensitivity analysis (SA), and uncertainty quantification (UQ). Monte Carlo\nSimulation (MCS) is commonly used to perform the analysis, but instead of\nusing MCS solely, a metamodel called Kriging was used to assist the design\nanalysis process. Usually UQ, SA, and RA need numerous function evaluation,\nhowever the implementation of metamodel could help alleviate this problem\nby substituting the function evaluation with the metamodel prediction. For\nvery high-dimensional problem e.g. 20 design variables or more, the use of\nKriging is computationally expensive. Therefore, a dimensionality reduction\nmethod is further employed to modify the Kriging kernel function resulting in\nsignificant speed gain while maintaining the accuracy performance of the ordinary\nKriging. Later, the framework was tested on a various functions ranging\nfrom 10 dimensions to 100 dimensions in three applications, UQ, SA, and RA.\nThe result shows that when the dimensionality of the function is insufficiently\nhigh Kriging with Partial Least Square (KPLS) only slightly worse to ordinary\nKriging (OK) in terms of accuracy of the applications. However, when\nthe dimensionality is high and the number of sampling points is low KPLS\noutperforms OK in terms of accuracy and the execution time of those three\napplications.", "Daftar File": {"ABSTRAK Ghifari Adam Faza": "https://digilib.itb.ac.id/gdl/download/195379"}, "Penulis": "Ghifari Adam Faza [23618002]", "Kontributor / Dosen Pembimbing": ["Dr. Lavi Rizki Zuhal", "Pramudita Satria Palar, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "kriging, partial least square, high dimension, reliability analysis, sensitivity analysis, uncertainty quantification", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "14 Jan 2020"}