{"Nomor": 45667, "Judul": "PENGEMBANGAN EKUITAS MEREK DAN BAURAN PEMASARAN DALAM MENINGKATKAN PENJUALAN DI INDOESKRIM", "Abstrak": "Tingkat persaingan dalam industri FMCG masih sangat ketat, di mana semakin banyak pemain memasuki pasar Indonesia dan meningkatkan kegiatan pemasaran mereka. Konsumsi es krim di Indonesia belum mendapat perhatian khusus dari konsumen, terutama di kawasan ASEAN. Pertumbuhan pasar es krim di Indonesia sangat tinggi, sepanjang 2012 hingga 2020 sekitar 16 persen per tahun. Dengan ini potensi dan harapan bagi Indonesia dapat mengkonsumsi es krim lebih banyak dari negara lain. Indoeskrim merupakan salah satu merk yang termasuk dalam industry FMCG. Indosekrim tersebar di seluruh daerah yang ada di Indonesia. Indoeskrim memiliki daerah distribusi di Bandung. Setiap daerah distribusi diberikan target penjualan yang dimana target penjualan adalah sumber pendapatan perusahaan. Target penjualan yang diberikan untuk Indoeskrim Bandung melebihi target yang sebelumnya ditargetkan pada tahun 2018. Dengan memberikan target yang berlebih dan pengurangan daerah distribusi, Indoeskrim harus mencari cara untuk melakukan peningkatan penjualan volume. \nPenelitian ini bertujuan untuk membangun brand equity dimata konsumen dan meningkatkan penjualan agar tercapainya penjualan tersebut. \n\nPenelitian ini menggunakan pendekatan Brand equity yang dimana brand equity berhubungan langsung dengan Komunikasi Marketing Terpadu (IMC). Metode penelitian yang digunakan berupa qualitative dan kuisioner. Penelitian ini tidak dibatasi dikarenakan eskrim merupakan hal dapat disukai oleh semua kalangan. Hasil menunjukkan bahwa untuk meningkatkan brand equity dan penjualan dapat dilakukan memperbaiki target audience, communication design,  dan communication channel. \nCommunication design yang dipilih berupa hire brand ambassador, give information about new product in media social, doing co-branding, improve media social. Communication channel dapat memperbaiki beberapa aspek seperti periklanan dan tampilan website yang dimiliki Indoeskrim.", "Daftar File": {"ABSTRAK Dian Anisah Pratiwi": "https://digilib.itb.ac.id/gdl/download/195571", "Dian Anisah Pratiwi_Chapter 1.pdf?": "https://digilib.itb.ac.id/gdl/download/254101", "Dian Anisah Pratiwi_Chapter 2.pdf?": "https://digilib.itb.ac.id/gdl/download/254102", "Dian Anisah Pratiwi_Chapter 3.pdf?": "https://digilib.itb.ac.id/gdl/download/254103", "Dian Anisah Pratiwi_Chapter 4.pdf?": "https://digilib.itb.ac.id/gdl/download/254104"}, "Penulis": "Dian Anisah Pratiwi [29117524]", "Kontributor / Dosen Pembimbing": ["Dr. Leo Aldianto, M.B.A., M.S.A.E."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Es krim, Ekuitas Merek, Bauran Marketing, Komunikasi Pemasaran Terpadu", "Sumber": "INDOESKRIM", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "5 file", "Tanggal Input": "15 Jan 2020"}