{"Nomor": 45660, "Judul": "DETEKSI POTENSI PERKEMBANGAN PERILAKU GLUCOSE AVERSION PADA KECOAK JERMAN, Blattella germanica L. (DICTYOPTERA: BLATTELLIDAE) DI INDONESIA", "Abstrak": "Kecoak Jerman, Blattella germanica L. (Dictyoptera: Blattellidae) merupakan salah satu hama permukiman yang penting. Salah satu teknik pengendalian kecoak Jerman yang aman terhadap lingkungan adalah menggunakan umpan. Namun masalah yang dihadapi saat ini adalah berkembangnya perilaku glucose aversion pada kecoak Jerman, sehingga pengendalian berbasis umpan mengalami kegagalan. Glucose aversion merupakan perilaku menghindari umpan, mengurangi konsumsi maupun menghentikan konsumsi terhadap umpan yang mengandung glukosa pada kecoak Jerman. Glucose aversion merupakan salah satu fenomena resistensi perilaku pada kecoak Jerman yang terpapar umpan mengandung glukosa dengan insektisida berbahan aktif yang sama dalam waktu yang lama. Sampai saat ini di Indonesia belum ada laporan tentang glucose aversion pada kecoak Jerman. Penelitian ini bertujuan untuk (1) mengevaluasi potensi perkembangan perilaku glucose aversion pada 21 strain kecoak Jerman yang berasal dari berbagai wilayah di Indonesia, (2) mengkaji respon kemosensorik pada kecoak Jerman melalui pengamatan perilaku pemilihan terhadap gula yang meliputi latensi menuju ke gula, frekuensi kunjungan ke gula, serta durasi berada di gula, dan (3) mengkaji respon metabolik yang mendasari proses pemilihan gula pada kecoa Jerman melalui pengukuran indeks nutrisi, yang meliputi : laju konsumsi (Consumption Rate/CR), laju pertumbuhan (Consumption Rate/CR), efisiensi konversi makanan yang dimakan (Efficiency of Conversion of Digested food / ECD), efisiensi konversi makanan yang dimakan (Efficiency of Conversion of Ingested food / ECI), serta perkiraan makanan yang dicerna (Approximate Digestibility/ AD).\nPenelitian dibagi menjadi tiga tahap, yaitu (1) deteksi perkembangan perilaku glucose aversion terhadap 21 strain kecoak Jerman dari 12 provinsi di Indonesia terhadap umpan komersial yang mengandung fipronil 0.05% dan glukosa, (2) pengujian untuk mengetahui respon kemosensorik kecoak Jerman strain standar rentan insektisida dan strain lapangan yang terdeteksi berpotensi mengembangkan perilaku glucose aversion maupun strain lapangan yang non glucose aversion terhadap beberapa jenis gula, (3) pengujian respon metabolik kecoak Jerman strain standar rentan insektisida dan strain lapangan yang berpotensi\nmengembangkan perilaku glucose aversion maupun strain lapangan yang non glucose aversion terhadap beberapa jenis gula.\nHasil penelitian menunjukkan bahwa empat strain kecoak Jerman (14.05%) yaitu strain JKT-a, JKT-b, BDG-b, serta PKU-b terdeteksi berpotensi mengembangkan perilaku glucose aversion. Toleransi paling tinggi terhadap Maxforce forte 0.05 gel ditunjukkan oleh strain JKT-b. Nilai Rasio Resistensi 50 (RR50) kelompok Parental (P) dan Filial-1 (F1) dari populasi yang terseleksi lebih tinggi dibandingkan nilai RR50 dari populasi unselected. Namun nilai RR50 dari kelompok F1 sedikit lebih rendah dibandingkan RR50 kelompok P. Hal tersebut terlihat baik pada strain yang terdeteksi berpotensi mengembangkan perilaku glucose aversion maupun pada strain-strain yang tidak terdeteksi berpotensi mengembangkan perilaku glucose aversion. Periode Lethal Time 50 (LT50) dari kelompok F1 lebih pendek dari kelompok P. Terdeteksinya perkembangan perilaku glucose aversion pada keempat strain tersebut mengindikasikan keempat strain tersebut sebelumnya pernah terpapar umpan berbasis glukosa di daerah asalnya. Glucose aversion merupakan bentuk adaptasi perilaku, karena adanya plastisitas dari sistem sensorik untuk menyesuaikan diri terhadap perubahan lingkungan yang sangat cepat.\nHasil pengamatan terhadap perilaku memilih gula menunjukkan bahwa perlakuan berbagai jenis gula dan strain berpengaruh nyata terhadap latensi (p<0.05). Latensi tercepat strain VCRU, BKL dan PDG menuju ke maltosa dan sukrosa, sedangkan latensi terlama menuju ke fruktosa. Pada strain PKU-b latensi tercepatnya menuju ke plain agar (kontrol), sedangkan pada strain JKT-b latensi tercepatnya menuju ke sukrosa. Hasil pengamatan terhadap frekuensi dan durasi menunjukkan terdapat perbedaan yang sangat nyata pada perlakuan dan strain terhadap frekuensi dan durasi pada gula (p<0.001). Frekuensi dan durasi strain BKL, PDG, JKT-b, dan PKU-b lebih tinggi pada sukrosa dan maltosa, meskipun pada strain JKT-b dan PKU-b kunjungan dan durasinya lebih rendah dibandingkan strain BKL dan PDG, sedangkan frekuensi dan durasi strain VCRU lebih tinggi pada glukosa. Berdasarkan hasil analisis regresi terdapat pengaruh yang sangat nyata (p<0.001) antara frekuensi kunjungan kecoak ke perlakuan dengan durasi berada di perlakuan, dengan korelasi sebesar 43% (R2=0.43). Persamaan regresi linear yang terbentuk Y= 22.4x – 13.55. Pada saat pertama kali mendeteksi keberadaan makanannya kecoak akan melakukan orientasi menggunakan sensila olfaktori, diikuti dengan gerakan menuju sumber makanannya, selanjutnya dengan menggunakan sensila gustatorinya dilakukan orientasi untuk mengevaluasi kualitas nutrisi makan. Bila makanan memenuhi kebutuhan nutrisinya, maka makanan akan dikonsumsi, namun bila tidak cocok dengan kebutuhan nutrisinya, maka kecoak akan mencari makanan lainnya yang memenuhi kebutuhan nutrisinya.\nHasil pengukuran laju konsumsi (CR) dan laju pertumbuhan (GR) menunjukkan terdapat perbedaan yang sangat nyata baik terhadap perlakuan maupun strain kecoak Jerman (p<0.001). Glukosa dan sukrosa lebih banyak dikonsumsi oleh strain VCRU. Maltosa lebih banyak dikonsumsi oleh strain BKL dan PKU-b, sedangkan strain PDG dan JKT-b lebih banyak mengonsumsi sukrosa. Strain JKT-b dan PKU-b lebih sedikit mengonsumsi glukosa dibandingkan strain lainnya. Nilai GR tertinggi pada strain VCRU yang mengonsumsi glukosa, sedangkan nilai GR tertinggi pada strain BKL, PDG, JKT-b, dan PKU-b yang mengonsumsi sukrosa. Nilai ECD nimfa yang mengonsumsi gula berbeda yang sangat nyata pada perlakuan (p<0.001) dan berbeda nyata pada strain (p<0.05). Nilai ECI pada perlakuan dan strain berbeda sangat nyata (p<0.001). Nilai ECD tertinggi pada nimfa yang mengonsumsi glukosa ditunjukkan oleh strain VCRU dan PDG, sedangkan ECD tertinggi pada nimfa yang mengonsumsi sukrosa terlihat pada strain BKL, JKT-b, dan PKU-b. Nilai ECI tertinggi pada strain VCRU yang mengonsumsi glukosa, sedangkan nilai ECI tertinggi pada strain BKL, PDG, JKT-b, dan PKU-b yang mengonsumsi sukrosa. Nilai perkiraan pakan yang dicerna (AD) pada perlakuan dan strain berbeda sangat nyata (p<0.001). Nilai AD tertinggi dijumpai pada strain VCRU yang mengonsumsi glukosa, sedangkan pada strain BKL, JKT-b, dan PKU-b nilai AD tertinggi dijumpai pada nimfa yang mengonsumsi fruktosa. Pada strain PDG nilai AD tertinggi dijumpai pada nimfa yang mengonsumsi sukrosa. Secara umum terlihat pada semua strain bahwa tingginya nilai ECD dan ECI pada glukosa dan sukrosa nampaknya sejalan dengan tingginya nilai CR dan GR pada masing-masing gula tersebut, kecuali pada strain BKL dan PKU-b yang meskipun CRnya tertinggi pada maltosa, namun ternyata baik nilai GR, ECD, dan ECInya lebih tinggi pada sukrosa.\nDari pengukuran indeks nutrisi ini dapat disimpulkan bahwa kecoak Jerman akan melakukan respon kompensasi saat mengonsumsi gula yang tidak bernutrisi dengan cara memakan lebih banyak serta menaikkan kemampuan pencernaannya dan menurunkan efisiensi pemanfaatan makanannya, untuk itu diperlukan metabolic cost yang mengakibatkan laju pertumbuhannya menurun. Sukrosa memiliki kemampuan sebagai fagostimulan serta memiliki kemampuan yang paling baik dalam mendukung pertumbuhan nimfa kecoak Jerman Tidak semua gula yang memiliki kemampuan sebagai fagostimulan merupakan nutrisi yang mampu mendukung pertumbuhan nimfa kecoak Jerman. Maltosa meskipun memiliki kemampuan sebagai fagostimulan, namun kurang mampu mendukung pertumbuhan nimfa kecoak Jerman. Hal tersebut mengindikasikan kecoak Jerman lebih mengutamakan respon metabolik daripada respon kemosensorik dalam memilih makanan yang sesuai untuk mendukung pertumbuhannya. Hal lain yang dapat ditarik dari hasil penelitian ini adalah strain lapangan yang terindikasi mengembangkan perilaku glucose aversion konsumsi gulanya lebih rendah/sedikit dibandingkan dengan strain lapangan non glucose averse, khususnya preferensi dan konsumsinya terhadap glukosa.\nPenelitian ini merupakan laporan pertama di Indonesia yang mengkaji tentang potensi perkembangan perilaku glucose aversion pada kecoak Jerman di Indonesia. Pengamatan respon kemosensorik dan respon metabolik yang dilakukan melalui pendekatan behavior sampling dan melalui pengukuran indeks nutrisi menggunakan metode gravimetri juga merupakan laporan pertama yang pernah dilaporkan pada kecoak Jerman. Hasil penelitian ini memberikan informasi dan indikasi bahwa nampaknya tekanan seleksi secara terus-menerus menggunakan umpan dengan glukosa sebagai fagostimulan dan bahan aktif yang sama dalam jangka waktu yang lama, akan membuat kecoak Jerman\nmengembangkan perilaku glucose aversion, sehingga pengendalian berbasis umpan glukosa akan menjadi tidak efektif. Hasil penelitian ini memberikan kontribusi untuk dapat dijadikan acuan bagi pelaku pengendali hama permukiman dalam memformulasikan umpan untuk pengendalian kecoak Jerman. Kontribusi lainnya adalah memberikan pemahaman yang lebih baik bahwa respons metabolik kecoak berdasarkan kandungan nutrisi makanan merupakan penentu perilaku dalam memilih makanan dalam hal ini gula.", "Daftar File": {"ABSTRAK Trisnowati Budi Ambarningrum": "https://digilib.itb.ac.id/gdl/download/195378"}, "Penulis": "Trisnowati Budi Ambarningrum [30613005]", "Kontributor / Dosen Pembimbing": ["Prof. Intan Ahmad Musmeinan, Ph.D.", "Dr. Lulu Lusianti Fitri, M.Sc."], "Jenis Koleksi": "Disertasi", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Blattella germanica, glucose aversion, gula, fagostimulan, respon metabolik", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "14 Jan 2020"}