{"Nomor": 45672, "Judul": "INVERSE DESIGN OF LOW REYNOLDS NUMBER AIRFOILS BASED ON GENETIC OPTIMIZATION USING CONVOLUTION NEURAL NETWORK", "Abstrak": "Wing section, airfoils, have different design goals for different flying missions. Inverse design method is presented for an efficient design method for wing section to obtain an airfoil geometry shape corresponding to a specific aerodynamic performance profile. Optimization code utilizing Genetic Algorithm (GA) was performed to find the optimum pressure distribution curves which produce the minimum coefficient of drag (Cd) at low Reynolds number flows. The optimized target pressure distribution around airfoil is obtained by parameterization and drag is minimized under several constraint on lift, pressure gradient, airfoil thickness, etc. To obtain aerodynamic solution of an airfoil which correspond to the pressure distribution, such method is developed from XFOIL code so that Cd can be obtained without know the airfoil shape first. Once the target pressure distributions are obtained, corresponding airfoil geometries can be computed by an inverse design code coupled with XFOIL solver. There are two method of inverse design have been performed in this works. First, it is the traditional technique for airfoil inverse design that is Modified Garabedian Mc-Fadden (MGM) method. This method gets the airfoil geometry by approaching the given pressure distribution iteratively by adding the geometric correction obtained from the pressure distribution error to the initial airfoil. The second is inverse design with application of deep learning technique, the deep Convolution Neural Network (CNN) algorithm. This technique represents the relationship between the airfoil geometry and the pressure distribution using data driven-approach. CNN method is very efficient in terms of computational time and shows a competitive prediction accuracy ranging from 70% to 98% on the test database. This thesis will focus on optimized design and analysis of a new low Reynolds number airfoil, trying to obtain the best performances to some aerodynamic features that are suitable to the requirements of flying condition. At the end of this works, the performance of inverse design airfoil will be evaluated by NS solver to validate the aerodynamic characteristic in more accurate way.", "Daftar File": {"ABSTRAK Florence Nightingle Manurung": "https://digilib.itb.ac.id/gdl/download/195984", "COVER Florence Nightingle Manurung": "https://digilib.itb.ac.id/gdl/download/254330", "BAB 1 Florence Nightingle Manurung": "https://digilib.itb.ac.id/gdl/download/254331", "BAB 2 Florence Nightingle Manurung": "https://digilib.itb.ac.id/gdl/download/254332", "BAB 3 Florence Nightingle Manurung": "https://digilib.itb.ac.id/gdl/download/254333", "BAB 4 Florence Nightingle Manurung": "https://digilib.itb.ac.id/gdl/download/254334", "BAB 5 Florence Nightingle Manurung": "https://digilib.itb.ac.id/gdl/download/254335", "PUSTAKA Florence Nightingle Manurung": "https://digilib.itb.ac.id/gdl/download/254336", "LAMPIRAN Florence Nightingle Manurung": "https://digilib.itb.ac.id/gdl/download/254337"}, "Penulis": "Florence Nightingle Manurung [23618005]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Mochammad Agoes Moelyadi, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "inverse design, genetic algorithm, optimization, modified garabedian mc-fadden, convolution neural network, pressure distribution", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "15 Jan 2020"}