{"Nomor": 45671, "Judul": "STRATEGI PERUMUSAN SISTEM MANAJEMEN KINERJA MENGGUNAKAN HUMAN RESOURCE SCORECARD (STUDI KASUS: PT INFOKES INDONESIA)", "Abstrak": "Pengukuran kinerja adalah salah satu faktor terpenting bagi perusahaan. Namun, menilai kinerja perusahaan semata-mata dari sisi keuangan tidaklah bijaksana. Pengukuran kinerja keuangan tidak cukup untuk mencerminkan kinerja organisasi yang sebenarnya, sehingga sistem pengukuran kinerja dikembangkan. PT. Infokes Indonesia (Infokes) sebagai perusahaan teknologi informasi yang berfokus pada pengembangan Teknologi Informasi Kesehatan online dan terpadu, mengalami kekurangan pengembangan sumber daya manusia dan pengukuran di dalam perusahaan mereka. Oleh karena itu, mereka membutuhkan sistem pengukuran kinerja seperti Human Resource Scorecard.\nData untuk penelitian ini diperoleh dengan metode kualitatif dari observasi dan wawancara mendalam untuk pemangku kepentingan. Analisis internal dan eksternal dilakukan untuk mengetahui kemampuan perusahaan. Data-data tersebut kemudian dirancang menjadi tema strategis tertentu yang akan diterjemahkan ke dalam beberapa tujuan strategis. Peta strategi dibuat sebagai kerangka kerja yang menggambarkan strategi perusahaan atau organisasi. Key Performance Indicator (KPI) kemudian dirancang dari tujuan strategis dengan leading dan lagging indicator sebagai referensi.\nDari hasil desain, tampak bahwa Balanced Scorecard dapat digunakan untuk membantu manajemen dalam meningkatkan efektivitas penerapan strategi. Ada 24 KPI yang dikembangkan yang terdiri dari 11 leading indicator dan 13 lagging indicator untuk empat perspektif Human Resource Scorecard.", "Daftar File": {"2020_TS_PP_BILLY GEMA MAHAPUTRA_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/195871"}, "Penulis": "Billy Gema Mahaputra [29118082]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Aurik Gustomo, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Sistem Pengukuran Kinerja, Sumber Daya Manusia, Human Resource Scorecard, Key Performance Indicator", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "15 Jan 2020"}