{"Nomor": 45670, "Judul": "ANALISIS PENYEBAB BADAI GEOMAGNET KUAT PADA FASE MENURUN SIKLUS MATAHARI KE-24", "Abstrak": "Badai geomagnet merupakan peristiwa terganggunya medan magnet Bumi dalam skala besar yang menjadi inti sekaligus representasi cuaca antariksa. Berdasarkan data parameter geomagnet dengan resolusi 1 jam, terdapat 102 badai geomagnet kuat (Dst ? -100 nT) – termasuk 3 badai geomagnet sangat kuat – selama tahun 2015 hingga 2019, di mana siklus Matahari ke-24 pada fase menurun. Badai geomagnet yang telah terseleksi terbagi ke dalam 9 rangkaian fenomena badai geomagnet. Penelitian ini bertujuan untuk mengetahui penyebab badai geomagnet kuat tersebut, berdasarkan fenomena antariksa yang berada di permukaan Matahari maupun di ruang antar planet. Juga hubungan masing-masing penyebab terhadap kuat dan durasi badai geomagnet. Pendekatan yang digunakan dalam penelitian adalah analisis-deskriptif. Survei terhadap fenomena eruptif di permukaan Matahari dilakukan untuk mengetahui sumber utama badai geomagnet. Di sisi lain, sumber yang berada di ruang antar planet diketahui melalui analisis struktur plasma angin surya dan medan magnet antar planet. Hasil penelitian menunjukkan bahwa 8 dari 9 rangkaian badai geomagnet di atas disebabkan oleh lontaran massa korona (coronal mass ejection – CME), dan sisanya disebabkan oleh laju tinggi angin surya (high speed streams – HSS) dari lubang korona. Berdasarkan analisis terhadap struktur plasma angin surya dan medan magnet antar planet diketahui bahwa 6 rangkaian badai geomagnet disebabkan oleh kombinasi struktur sheath dan awan magnetik (magnetic cloud – MC). Selain itu, didapati bahwa durasi badai geomagnet berhubungan dengan puncak kecepatan plasma angin surya. Dalam kasus CME dan ledakan Matahari yang saling berasosiasi menyebabkan badai geomagnet kuat, durasi ledakan Matahari juga berperan terhadap durasi badai geomagnet. Waktu tunda dampak badai geomagnet yang disebabkan oleh CME berkorelasi dengan kecepatan linier CME dengan r = -0,94.", "Daftar File": {"ABSTRAK Muhamad Khamdani": "https://digilib.itb.ac.id/gdl/download/195706", "COVER Muhamad Khamdani": "https://digilib.itb.ac.id/gdl/download/219023", "BAB 1 Muhamad Khamdani": "https://digilib.itb.ac.id/gdl/download/219024", "BAB 2 Muhamad Khamdani": "https://digilib.itb.ac.id/gdl/download/219025", "BAB 3 Muhamad Khamdani": "https://digilib.itb.ac.id/gdl/download/219026", "BAB 4 Muhamad Khamdani": "https://digilib.itb.ac.id/gdl/download/219027", "BAB 5 Muhamad Khamdani": "https://digilib.itb.ac.id/gdl/download/219028", "PUSTAKA Muhamad Khamdani": "https://digilib.itb.ac.id/gdl/download/219029"}, "Penulis": "Muhamad Khamdani [20317302]", "Kontributor / Dosen Pembimbing": ["Dr. Dhani Herdiwijaya, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "badai geomagnet, CME, lubang korona, plasma angin surya, medan magnet antar planet.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "15 Jan 2020"}