{"Nomor": 45678, "Judul": "SUBSURFACE-SURFACE INTEGRATED PRODUCTION OPTIMIZATION METHOD FOR A DRY GAS WELL", "Abstrak": "Pengembangan lapangan produksi gas kering memiliki tujuan memperoleh keuntungan finansial yang maksimal dengan mempertahankan laju produksi pada nilai tertentu (plateau rate) selama periode kontrak (plateau time). Hal tersebut tidaklah mudah, karena terdapat banyak variabel baik dari reservoir hingga fasilitas permukaan yang berkaitan dan mempengaruhi. Banyaknya aliran gas yang mengalir dari reservoir ke lubang sumur bergantung pada tubing dan flowline sementara perubahan tekanan di tubing dan flowline hingga permukaan juga dipengaruhi oleh aliran gas yang mengalir. Oleh karena itu pengembangan lapangan secara terintegrasi mulai dari reservoir hingga fasilitas permukaan diperlukan.\nSelain melakukan integrasi terhadap sistem produksi dari reservoir hingga fasilitas permukaan, optimasi terhadap variabel-variabel sistem produksi juga diperlukan. Model optimasi yang digunakan adalah metode Genetic Algorithm yang telah banyak digunakan untuk optimasi dalam dunia perminyakan. Fungsi obyektif dari model optimasi ini adalah memaksimalkan nilai Net Present Value (NPV) sebagai indikator ekonomi dengan mengoptimalkan ukuran diameter tubing, diameter flowline, dan tekanan separator.\nBerikutnya, dalam penelitian ini akan dilakukan pengamatan terhadap perbandingan nilai NPV dari kasus-kasus dengan plateau rate yang berbeda-beda. Akan diamati kecenderungan perubahan nilai NPV terhadap perubahan plateau rate.", "Daftar File": {"COVER Ribka Imanuel": "https://digilib.itb.ac.id/gdl/download/196011", "DAFTAR Ribka Imanuel": "https://digilib.itb.ac.id/gdl/download/196017"}, "Penulis": "Ribka Imanuel [22213023]", "Kontributor / Dosen Pembimbing": ["Prof.Ir. Pudjo Sukarno, M.Sc., Ph.D", "Silvya Dewi Rahmawati, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Pengembangan lapangan terintegrasi, plateau rate, plateau time, Net Present Value, Genetic Algorithm", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "7 file", "Tanggal Input": "16 Jan 2020"}