{"Nomor": 45688, "Judul": "PENGEMBANGAN FORMULA PELET SALUT ENTERIK EKSTRAK UMBI LAPIS KUCAI (ALLIUM CHINENSE G. DON)", "Abstrak": "Umbi lapis kucai (Allium chinense G. Don) secara tradisional telah banyak\ndigunakan masyarakat Indonesia untuk antihipertensi. Karakteristik fisika ekstrak\nkucai yang kental, lengket, berwarna coklat karamel, berasa manis, berbau agak\ntajam yang khas seperti bawang dan bersifat higroskopis. Sifat-sifat ektrak kucai\nsemacam ini harus diatasi secara fisik agar tidak mengganggu pada saat proses\npembuatannya dan juga kenyamanan penggunaannya di masyarakat. Bentuk\nsediaan yang dikembangkan adalah pelet. Tujuan penelitian ini adalah merancang\ndan menghasilkan sediaan pelet umbi lapis kucai serta mengembangkan\netermanan sebagai salut enterik.\nOrientasi metode pembuatan pelet menggunakan teknik ekstrusi-sferonisasi\ndengan bahan pengisi Avicel PH 101 yang mengacu kepada desain percobaan 2\nfaktorial menggunakan program design expert 8.0.4. Parameter yang diteliti\nmeliputi 4 faktor yakni jumlah air (mL), kecepatan ekstruder (rpm), kecepatan\nsferoniser (rpm) dan waktu sferonisasi (detik). Pelet yang dihasilkan dievaluasi\nkarakter fisiknya seperti distribusi ukuran partikel, kadar lembab, rendemen pelet,\nrendemen pelet berukuran 710-1250 µm, BJ ruahan, BJ mampat dan porositas.\nFormula pelet terbaik yang berukuran 710-1250 µm disalut dengan 2 jenis\npenyalut yakni etermanan dan Eudragit L 30 D-55 menggunakan fluidized bed\ndryer type top sprayer dengan pengaturan penyemprotan larutan salut 1 mL tiap\nselang 1 menit, tekanan 2 bar, suhu pengeringan 30-40\n0\nC dan kecepatan blower\n4-7 sampai diperoleh peningkatan bobot pelet 1, 3, dan 5 %. Pelet salut kemudian\ndievaluasi pelepasannya dalam media HCl pH 1,2 selama 2 jam dilanjutkan dalam\nmedia dapar fosfat pH 6,8 selama 45 menit.\nPada analisis uji ANOVA, diperoleh hasil yang mengindikasikan bahwa keempat\nvariabel berpengaruh secara signifikan dalam proses pembuatan pelet dengan nilai\nprobabilitas < 0,05. Melalui analisis desain percobaan 2 faktorial diperoleh\nformula pelet terbaik dan perkiraan hasil evaluasi yang akan dihasilkan.\nPenyalutan pelet menggunakan etermanan 3% dan Eudragit L 30 D-55 5 %\nmenghasilkan profil pelepasan tetrametiloksamida dalam medium asam masingmasing 9,42 % dan 9,76 % serta dalam medium dapar fosfat pH 6,8 masingmasing 57,41 % dan 59,08 %.\nKesimpulan dari penelitian ini diperoleh bahwa pelet ekstrak umbi lapis kucai\ndapat dibuat dengan perbandingan ekstrak : Avicel PH 101 (1 : 1), jumlah air 15\nmL, kecepatan ekstruder 100 rpm, kecepatan sferoniser 1000 rpm dan waktu\nsferonisasi 180 detik. Pelet salut etermanan 3 % memiliki kekuatan salut enterik\nyang sebanding dengan salut Eudragit L 30 D-55 5 %.", "Daftar File": {"ABSTRAK Ni Putu Ayu Dewi Wijayanti": "https://digilib.itb.ac.id/gdl/download/196450"}, "Penulis": "Ni Putu Ayu Dewi Wijayanti [20709003]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Sundani Nurono Seowandhi", "Dr. Irda Fidrianny", "Dr. Rachmat Mauludin"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "ekstrak umbi lapis kucai segar, pelet, ekstrusi-sferonisasi, etermanan, Eudragit L 30 D-55.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "17 Jan 2020"}