{"Nomor": 45681, "Judul": "MEMBUKA PERMINTAAN PASAR BARU UNTUK PT. FINTEK KARYA NUSANTARA: PERSPEKTIF STRATEGI SAMUDERA BIRU", "Abstrak": "Perkembangan teknologi yang pesat membuat perubahaan terhadap suatu industry, tak kecuali industry pembayaran elektronik. Dompet digital saat ini sangat diminati oleh masyarakat Indonesia, banyak perusahaan bank dan bukan bank membuat produk dompet digital untuk memperebutkan pasar Indonesia. Produk dompet digital PT. Fintek Karya Nusantara yang merupakan gabungan produk dompet digital milik perusahaan-perusahaan BUMN tidak dapat bersaing dengan pesaing dalam hal pengguna aktif bulanan. PT. Fintek Karya Nusantara kalah bersaing dengan produk dompet digital pesaing. Untuk itu, PT. Fintek Karya Nusantara perlu mencari cara agar perusahaan tidak berhadapan secara langsung dengan pesaing yang selama ini terjadi persaingan pada industry dompet digital atau yang dikenal dengan istilah samudera merah, dan mulai berfikir untuk menciptakan pasar baru serta membuat persaingan menjadi tidak relevan atau yang dikenal dengan samudera biru.\nMetode yang digunakan dalam penelitian ini menggunakan pendekatan AFI Framework yang terdiri dari rangkaian analisis, formulasi, serta implementasi dan pendekatan strategi lautan biru yang terdapat pada bagian formulasi yaitu merekonstruksi batas pasar dengan pendekatan melihat di seluruh rantai pembeli dan Four Action Framework. Analisis dalam penelitian ini terdiri dari internal analysis dan external analysis. External analisis dilakukan dengan pendekatan PEST Analisis serta analisis pesaing.\nTemuan dalam tugas akhir ini adalah tiga produk dompet digital mendominasi di Indonesia, yaitu GoPay, OVO, dan DANA. Mereka berkompetisi dalam bekerjasama secara “exclusive” terhadap platform digital, kemudian berlomba dalam memberikan promosi yang menarik berupa diskon dan cashback, serta berlomba memasarkan produk dompet digital melalui berbagai media dan platform digital yang telah bekerjasama. \nDari hasil analisis, industry dompet digital saat ini befokus untuk menarik minat pengguna perorangan. Namun, perusahaan dan pelaku usaha sangat memungkinan untuk menggunakan dompet digital. PT. Fintek Karya Nusantara dapat merubah fokusnya dengan menciptakan pasar baru yang belum dilakukan oleh pesaing.", "Daftar File": {"2020_TS_PP_YODI ANGGADHA WIRASANGGENI_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/196143"}, "Penulis": "Yodi Anggadha Wirasanggeni [29117203]", "Kontributor / Dosen Pembimbing": ["Deddy Priatmodjo Koesrindartoto, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "lautan merah, lautan biru, strategy lautan biru, merekonstruksi batas pasar, menciptakan pasar baru", "Sumber": "PT. FINTEK KARYA NUSANTARA", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "16 Jan 2020"}