{"Nomor": 45685, "Judul": "USULAN STRATEGI PENGEMBANGAN PLATFORM  UNTUK MENYEDIAKAN SOLUSI PERTAHANAN PERBATASAN PULAU TERLUAR", "Abstrak": "Indonesia adalah salah satu negara strategis yang menjadi negara kepulauan terbesar di dunia. Dengan luas dan kestrategisanya, Indonesia, khususnya di daerah perbatasan harus menghadapi banyak ancaman, antara lain perdagangan manusia, penambangan ilegal, penyelundupan, dan pembajakan laut. Masalah-masalah tersebut dapat menimbulkan ketakutan dan ketidakpercayaan pada jalur pelayaran internasional dan dapat berdampak negatif pada perekonomian Indonesia.\nMelalui kebijakan pemerintah, Indonesia mulai memperkuat perbatasannya. Salah satunya menggunakan patroli militer dan mengembangkan beberapa pos perbatasan militer termasuk pos perbatasan di pulau kecil luar. Patroli ini masih menggunakan metode konvensional dengan menggunakan patroli laut dan darat. Untuk mempertahankan perbatasan Indonesia yang luas, metode konvensional masih tidak efektif dan efisien. Melalui semangat pemerintah untuk memodernisasi peralatan militer dan mengembangkan industri pertahanan, teknologi dapat diterapkan di perbatasan Indonesia, terutama pos perbatasan terluar yang tentunya akan memberikan kemudahan bagi milter Indonesia dalam menjaga perbatasan.\nUntuk menjawab tantangan itu, PT. XYZ yang menyediakan solusi pertahanan dan keamanan, menangkap masalah ini dengan menyediakan solusi perbatasan pertahanan pulau terluar dengan pendekatan pengembangan platform. Dengan menggunakan platform sebagai dasar untuk mengembangkan produk, produk akan direncanakan untuk dibuat sehingga keluarga produk dapat berkembang secara efisien. Selanjutnya teknologi yang telah diteliti oleh PT. XYZ akan ditinjau untuk menerapkan sebagai produk baru. Pengetahuan dari penelitian sebelumnya akan mempercepat proses, daripada memulai tim baru sebagai proyek baru dan belajar lagi.\nUntuk mencapainya, berbagai analisis dilakukan dengan menggunakan Competitor Analysis, Porter Five Forces, Family Product Matrix, Subsystem Architecture Analysis, dan Platform saat ini. Data pengumpulan yang dikumpulkan berasal dari wawancara, literatur, dan lainnya. Kemudian, perumusan strategi akan dilakukan dengan menggunakan Value Map Proposisiton, Concept Idea, Platform Development. \nHasilnya adalah pengembangan platform PT. XYZ akan dilakukan dengan memanfaatkan Surveillance Vehicle platform pada PT. XYZ. Kemudian, Unmanned Surface Vehicle (USV) akan dikembangkan sebagai sebuah platform. Selain itu, Command and Control system sebagai masukan oleh calon pelanggan, dapat diimplementasikan kedalam berbagai platform yang berbeda. Ketiganya kemudian akan diintegrasikan ke Ground Control station fixed post sebagai platform perbatasan pulau luar", "Daftar File": {"2020_TS_PP_IlhamFajar_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/196351"}, "Penulis": "Ilham Fajar Setiawan [29117548]", "Kontributor / Dosen Pembimbing": ["Dr. Manahan Parlindungan Saragih Siallagan"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "strategi platform, pertahanan, pengembangan platform, perbatasan Indonesia, ancaman perbatasan?", "Sumber": "PT. XYZ", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "16 Jan 2020"}