{"Nomor": 45699, "Judul": "KAJIAN POTENSI PATI DARI AMPAS BATANG NANAS (Ananas comosus (L) Merr) DAN MODIFIKASINYA UNTUK EKSIPIEN FARMASETIK", "Abstrak": "Tanaman nanas merupakan salah satu sumber bahan baku farmasetik. Hampir semua\nbagiannya bermanfaat untuk kesehatan. Batang nanas mengandung enzim bromelain\nterbanyak dibanding bagian lainnya. Setelah bromelain diekstraksi dari bagian tersebut\nakan menghasilkan limbah yang setelah diidentifikasi masih mengandung bahan\npotensial sebagai sumber bahan baku farmasetik, diantaranya pati. Oleh karena itu,\npenelitian ini bertujuan melakukan kajian potensi pati tersebut sebagai bahan penolong\nuntuk formulasi berbagai bentuk sediaan farmasi. Pati diperoleh dari batang nanas\nyang diproses kemudian dipisahkan patinya lalu endapan pati yang telah dipisahkan\ndibilas dengan air (2:1) sebanyak tiga kali kemudian pati dikeringkan dan diayak\nsehingga dihasilkan pati dengan derajat ukuran tertentu. Pati yang dihasilkan kemudian\ndikarakterisasi secara fisik dan kimia, serta diuji potensinya sebagai eksipien pada\nsediaan tablet dan suspensi. Selain itu, dilakukan modifikasi terhadap pati ampas\nbatang nanas dengan menggunakan metode pregelatinasi. Tujuan modifikasi adalah\nmemperoleh karakteristik yang lebih baik dibandingkan bentuk aslinya. Pati hasil\nmodifikasi dilakukan karakterisasi yang sama dan dibandingkan dengan pati yang tidak\ndimodifikasi. Pati memberikan hasil positif pada uji identifikasi menggunakan lugol\ndengan menampakkan warna biru dan hilang setelah dipanaskan. Daya alir, BJ ruah, %\nkompresibilitas pati batang nanas dan modifikasinya berturut-turut adalah 0,8198 g/s,\n0,4941 g/mL, 37,01 dan 1,2670 g/s, 0,5034 g/mL, dan 34,68%. Perbandingan kadar\namilosa dan amilopektin pada pati batang nanas dan modifikasinya adalah 37,97:44,70\ndan 14,40:64,07. Hasil analisa morfologi menggunakan SEM menunjukkan bahwa pati\nyang dimodifikasi berbeda dengan yang belum dimodifikasi. Selain itu, analisa FTIR,\nDSC, dan XRD mengkonfirmasi terjadinya perubahan karakteristik setelah proses\nmodifikasi dengan pregelatinasi. Berdasarkan hasil kajian potensi pati batang nanas\nmenunjukkan bahwa pati tersebut tidak dapat digunakan sebagai zat pensuspensi.\nSebagai eksipien sediaan tablet, pati batang nanas lebih potensial sebagai penghancur\natau pengikat. Pati yang telah dimodifikasi menunjukkan fungsi tersebut lebih baik.\nKesimpulan : Pati batang nanas berpotensi sebagai eksipien untuk sediaan tablet.\nFungsinya sebagai penghancur dan pengikat lebih menjanjikan, terlebih jika dilakukan\nmodifikasi.", "Daftar File": {"ABSTRAK Melissa Adriani": "https://digilib.itb.ac.id/gdl/download/196527", "COVER Melissa Adriani": "https://digilib.itb.ac.id/gdl/download/209552", "BAB 1 Melissa Adriani": "https://digilib.itb.ac.id/gdl/download/209553", "BAB 2 Melissa Adriani": "https://digilib.itb.ac.id/gdl/download/209554", "BAB 3 Melissa Adriani": "https://digilib.itb.ac.id/gdl/download/209555", "BAB 4 Melissa Adriani": "https://digilib.itb.ac.id/gdl/download/209556", "BAB 5 Melissa Adriani": "https://digilib.itb.ac.id/gdl/download/209557", "BAB 6 Melissa Adriani": "https://digilib.itb.ac.id/gdl/download/209558", "PUSTAKA Melissa Adriani": "https://digilib.itb.ac.id/gdl/download/209559"}, "Penulis": "Melissa Adriani [20713030]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Heni Rachmawati, Apt., M.Si.", "Raymond R Tjandrawinata Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Amilum ampas batang nanas, pregelatinasi, penghancur, pengikat", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "17 Jan 2020"}