{"Nomor": 45692, "Judul": "STUDI PENGARUH EKSIPIEN DAN TEMPERATUR TERHADAP STABILITAS ARIPIPRAZOL", "Abstrak": "Aripiprazol merupakan obat antipsikotik yang memiliki sifat polimorfisme yang\ntinggi dan dapat berada dalam beberapa bentuk kristal dengan stabilitas yang\nberbeda. Pada penelitian ini dikaji pengaruh eksipien dan temperatur terhadap\nstabilitas aripiprazol. Uji stabilitas dilakukan terhadap campuran fisik\naripiprazol:eksipien (1:1), uji stabilitas dengan desain eksperimental rancangan\nacak kelompok orde fraksional terhadap aripiprazol dengan campuran eksipien,\ndan uji stabilitas pada campuran fisik aripiprazol:eksipien (1:1) setelah pemanasan\npada suhu 60\no\nC selama 24 jam. Pada campuran fisik 1:1, aripiprazol dicampur\nbersama laktosa monohidrat (APZ-LM), mikrokristalin selulosa (APZ-MS),\namilum jagung (APZ-A), hidroksipropil selulosa (APZ-HS), dan magnesium\nstearat (APZ-M). Pengujian stabilitas dilakukan dalam climatic chamber suhu\n40\no\nC±2\no\nC, RH 75%±5% dalam periode waktu tertentu. Konsentrasi aripiprazol\nyang tersisa dalam campuran fisik ditentukan dengan kromatografi cair kinerja\ntinggi. Identifikasi profil termal kristal dan perubahan struktur internal kristal\ndilakukan dengan menggunakan Differential Scanning Calorimeter (DSC) dan\nPowder X-ray Diffractometry (PXRD). Hasil pengujian menunjukkan konsentrasi\naripiprazol dalam campuran fisik bersama eksipien (1:1) tidak berbeda secara\nsignifkan dengan aripiprazol tunggal, kecuali pada campuran APZ-HS setelah 35\nhari penyimpanan. Hasil uji stabilitas dengan desain eksperimental rancangan\nacak kelompok orde fraksional menunjukkan bahwa stabilitas formula terbaik\nyaitu campuran X dengan konsentrasi aripiprazol yang tersisa adalah 90,84% dan\ntidak berbeda secara signifikan dengan aripiprazol tunggal. Pemanasan aripiprazol\ndan campuran fisik 1:1 pada suhu 60\no\nC selama 24 jam dapat meningkatkan\nstabilitas aripiprazol. Pada uji stabilitas selama 35 hari, penurunan konsentrasi\naripiprazol dengan proses pemanasan hanya sekitar 2,20% sedangkan penurunan\nkonsentrasi aripiprazol tanpa proses pemanasan yaitu sekitar 8,30%. Berdasarkan\npengujian menggunakan DSC didapat tiga puncak endotermik yaitu pada 93,90\no\nC,\n143,73\no\nC, dan 151,83\no\nC yang menunjukkan bahwa aripiprazol berada dalam\nbentuk metastabil, sedangkan pengujian dengan PXRD menunjukkan kemiripan\ndengan aripiprazol form III.", "Daftar File": {"ABSTRAK Lani Hashina Mailawani": "https://digilib.itb.ac.id/gdl/download/196475", "COVER Lani Hashina Mailawani": "https://digilib.itb.ac.id/gdl/download/209518", "BAB 1 Lani Hashina Mailawani": "https://digilib.itb.ac.id/gdl/download/209519", "BAB 2 Lani Hashina Mailawani": "https://digilib.itb.ac.id/gdl/download/209520", "BAB 3 Lani Hashina Mailawani": "https://digilib.itb.ac.id/gdl/download/209521", "BAB 4 Lani Hashina Mailawani": "https://digilib.itb.ac.id/gdl/download/209522", "BAB 5 Lani Hashina Mailawani": "https://digilib.itb.ac.id/gdl/download/209523", "BAB 6 Lani Hashina Mailawani": "https://digilib.itb.ac.id/gdl/download/209525", "PUSTAKA Lani Hashina Mailawani": "https://digilib.itb.ac.id/gdl/download/209526"}, "Penulis": "Lani Hashina Mailawani [20713019]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Jessie Sofia Pamudji, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "aripiprazol, uji stabilitas dipercepat, eksipien, analisis termal, DSC, PXRD", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "17 Jan 2020"}