{"Nomor": 45700, "Judul": "FORMULASI SEDIAAN PEMBALUT LUKA (WOUND DRESSING) DARI EKSTRAK TERIPANG DALAM MATRIK KITOSAN", "Abstrak": "Tujuan penelitian ini adalah mengembangkan matrik kitosan yang mengandung\nekstrak teripang Stichopus variegatus sebagai bahan untuk mempercepat\npenyembuhan luka. Ekstrak teripang dienkapsulasi dalam mikropartikel kitosan\ndengan mendispersikannya dalam larutan kitosan bobot molekul rendah dan\ndiekstrusi ke dalam larutan pentaut silang natrium tripolifosfat. Kitosan bobot\nmolekul tinggi digunakan sebagai pembentuk matriks utama dan sebagai pengatur\npelepasan zat aktif digunakan kitosan bobot molekul rendah atau polivinil alkohol\n(PVA) dengan penambahan gliserol sebagai plasticizer. Ekstrak teripang\nditambahkan kedalam film dalam bentuk terdispersi atau terenkapsulsi dalam\nbentuk mikropartikel. Film kitosan dibuat dengan mencetak campuran polimer\ndan dikeringkan dengan menggunakan oven. Film dikarakterisasi kekuatan\nmekanik dan kapasitas absorpsi air. Penambahan kitosan bobot molekul rendah\ndan PVA tidak berpengaruh secara signifikan terhadap fleksibilitas film meskipun\nkekuatan tahanannya menurun secara signifikan. Penambahan mikropartikel\nkitosan kedalam film memberikan karakteristik kapasitas absorpsi air paling tinggi\ndibandingkan formula lainnya. Formula film terpilih dievaluasi secara in vivo\ndengan mengaplikasikan mikropartikel kitosan – ekstrak teripang dalam film\nkitosan (F3), film kitosan bobot molekul tinggi – bobot molekul rendah yang\nmengandung ekstrak teripang (F1), film kitosan bobot molekul tinggi – polivinil\nalkohol yang mengandung ekstrak teripang (F2) dan kontrol serta sediaan\npembanding yang mengandung alginat terkompresi pada kulit tikus yang dibuat\nluka. Secara makroskopik, persen kontraksi luka paling cepat terjadi setelah\naplikasi F3 dengan waktu penyembuhan dua kali lebih cepat dibandingkan dengan\nkontrol (p<0,05), dengan penyembuhan tercapai pada hari ke-13. Dapat\ndisimpulkan enkapsulasi ektrak teripang dalam mikropartikel kitosan bobot\nmolekul rendah dapat memperbaiki karakteristik film kitosan bobot molekul\ntinggi dan mempercepat penyembuhan luka.", "Daftar File": {"ABSTRAK Melinda Januarti": "https://digilib.itb.ac.id/gdl/download/196528", "COVER Melinda Januarti": "https://digilib.itb.ac.id/gdl/download/209564", "BAB 1 Melinda Januarti": "https://digilib.itb.ac.id/gdl/download/209567", "BAB 2 Melinda Januarti": "https://digilib.itb.ac.id/gdl/download/209569", "BAB 3 Melinda Januarti": "https://digilib.itb.ac.id/gdl/download/209570", "BAB 4 Melinda Januarti": "https://digilib.itb.ac.id/gdl/download/209572", "BAB 5 Melinda Januarti": "https://digilib.itb.ac.id/gdl/download/209574", "BAB 6 Melinda Januarti": "https://digilib.itb.ac.id/gdl/download/209575", "PUSTAKA Melinda Januarti": "https://digilib.itb.ac.id/gdl/download/209576"}, "Penulis": "Melinda Januarti [20713031]", "Kontributor / Dosen Pembimbing": ["Dr. Tri Suciati, M.Si.", "Dr. Neng Fisheri Kurniati, S.Si., M.Si., Apt."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "ekstrak teripang, kitosan, luka, polivinil alkohol, mikropartikel, film kitosan", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "17 Jan 2020"}