{"Nomor": 45705, "Judul": "PERUMUSAN STRATEGI UNTUK MENINGKATKAN JUMLAH PENGGUNA BERLANGGANAN PADA STARTUP CHATBOT (STUDI KASUS: CHATBIZ.ID)", "Abstrak": "Akan lebih baik bagi pemilik bisnis untuk mengikuti perkembangan teknologi terbaru. Hal ini perlu dilakukan untuk beradaptasi dengan kebiasaan konsumen modern yang semakin dinamis. Salah satu teknologi terbaru yang sekarang banyak digunakan adalah Artificial Intelligence (AI). AI mulai banyak digunakan secara nyata dalam kehidupan sehari-hari dan salah satu yang paling populer saat ini adalah chatbot. Chatbot adalah program komputer yang dapat bekerja di dalam aplikasi olahpesan dan dapat berinteraksi dengan pengguna dengan meniru percakapan manusia. Chatbiz.id adalah penyedia layanan chatbot pertama yang secara khusus menargetkan pasar Usaha Kecil dan Menengah (UKM) yang berkembang pesat di Indonesia. Tingginya minat masyarakat Indonesia untuk mengadopsi dan mencoba layanan chatbot ditunjukkan oleh tingginya jumlah pengguna uji coba gratis yang disediakan oleh Chatbiz.id, tetapi ini berbanding terbalik dengan jumlah pengguna berlangganan. Berdasarkan latar belakang masalah di atas, penulis tertarik untuk melakukan penelitian untuk mempelajari dan menyelesaikan masalah ini.\nAnalisis internal dan eksternal dilakukan untuk mendapatkan informasi dan menghasilkan solusi bisnis yang memberikan dampak positif bagi pertumbuhan perusahaan. Analisis internal terdiri dari analisis STP (Segmenting, Targeting, Positioning) dan 7P marketing mix sedangkan analisis eksternal terdiri dari general environment analysis, industry environment analysis, competitor analysis, dan customer analysis. Setelah mengumpulkan data yang dibutuhkan berdasarkan analisis di atas, maka disusun data dalam analisis SWOT. Dari perspektif ini, faktor-faktor internal tercermin dalam kolom Strength dan Weakness sementara faktor eksternal dalam kolom Opportunity dan Threat.\nBerdasarkan analisis yang dilakukan, rendahnya jumlah pengguna berlangganan disebabkan oleh kelemahan dalam beberapa aspek layanan yang disediakan oleh Chatbiz.id. Penyebabnya berasal dari aspek product, promotion, dan people. Produk Chatbiz.id masih belum cukup mudah untuk dipahami oleh semua segmen pelanggan, promosi masih cenderung mengandalkan hanya satu saluran (Instagram), dan Chatbiz.id masih belum memaksimalkan layanan purna jual. Berdasarkan Analisis SWOT, beberapa strategi dirumuskan dalam Matriks TOWS. Selain itu, pendekatan integrated marketing communication juga dilakukan untuk memaksimalkan strategi promosinya. Ada 5 fase untuk mendukung integrated marketing communication Chatbiz.id yaitu awareness, interest, desire, action, dan satisfaction yang mencantumkan beberapa usulan kegiatan dalam setiap fase.\nUntuk mengatasi masalah ini, beberapa solusi telah dirumuskan dalam bentuk timeline untuk meningkatkan jumlah pengguna berlangganan Chatbiz.id. Dalam hal produk, Chatbiz.id perlu memberikan contoh template aliran percakapan sebagai dasar dari algoritma chatbot. Dalam hal pemasaran, Chatbiz.id perlu memperbarui konten Instagram, meluncurkan Facebook Official Account, memasang iklan di Instagram, menempatkan iklan Google, memperkaya konten di blog Chatbiz.id, dan memperbarui portofolio. Dalam hal people, Chatbiz.id harus melakukan pemantauan rutin terhadap kepuasan pelanggan dan evaluasi kinerja chatbot. Pada akhirnya, mengembangkan strategi yang berkelanjutan untuk suatu perusahaan terutama perusahaan pemula adalah proses yang berkesinambungan untuk mengatasi peluang dan hambatan potensial di masa depan.", "Daftar File": {"2020_TS_PP_SEBASTIAN DJONI SYUKUR_1-Abstrak.pdf6?": "https://digilib.itb.ac.id/gdl/download/196537"}, "Penulis": "Sebastian Djoni Syukur [29118120]", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, MA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Artificial Intelligence, Chatbot, Startup, Pengguna Berlangganan", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "18 Jan 2020"}