{"Nomor": 45714, "Judul": "FORMULASI DAN EVALUASI FAKTOR PELINDUNG SURYA SECARA IN VITRO DAN IN VIVO DARI KRIM EKSTRAK AIR DAUN SINGKONG (Manihot esculenta Crantz)", "Abstrak": "Pemaparan sinar matahari yang berlebihan dan dalam jangka waktu yang panjang\ndapat menyebabkan kerusakan kulit, penuaan dini, dan kemungkinan kanker kulit.\nSediaan pelindung surya dapat melindungi kulit dari efek merugikan akibat\nterpapar sinar matahari. Salah satu senyawa yang berasal dari bahan alam dan\ntelah menjadi perhatian untuk dikembangkan sebagai agen fotoprotektif adalah\nflavonoid. Salah satu tanaman yang diketahui mengandung flavonoid tinggi\nadalah daun singkong (Manihot esculenta Crantz). Penelitian ini bertujuan untuk\nmengetahui faktor pelindung surya dari ekstrak air daun singkong dengan metode\nspektrofotometri (in vitro), formulasi sediaan krim tabir surya dari ekstrak air\ndaun singkong serta menguji aktivitas pelindung suryanya setelah menjadi sediaan\nsecara in vivo. Penelitian diawali dengan pengumpulan daun singkong, kemudian\ndiolah menjadi simplisia. Simplisia diekstrak dengan metode maserasi digesti\nmenggunakan pelarut aquades. Rendemen yang diperoleh adalah sebesar 16,59%.\nKandungan flavonoid ditetapkan dengan metode kolorimetri dan diperoleh\nsebesar 5,046 mg RE/g ekstrak daun singkong. Nilai FPS in vitro ekstrak air daun\nsingkong pada konsentrasi 270 ppm adalah 8,04. Ekstrak air daun singkong\ndiformulasi menggunakan basis krim air dalam minyak yang terdiri dari parafin\ncair, setostearil alkohol, setomakrogol 1000, setil alkohol, propilen glikol,\npengawet dan aquades. Krim yang dibuat dievaluasi organoleptis, pH, viskositas,\ndan kestabilan fisik, serta diuji iritasi pada kulit punggung kelinci, dilanjutkan\ndengan penentuan nilai FPS secara in vivo. Formula krim yang stabil adalah\nformula yang mengandung 2,5% ekstrak air daun singkong dengan basis krim\nyang terdiri dari 52,2% parafin cair, 5% setostearil alkohol, 3% setomakrogol\n1000, 3% setil alkohol, 12% propilen glikol, 0,2% pengawet dan 22% aquades.\nUji iritasi primer krim menunjukkan iritasi dengan indeks iritasi primer 0. Hasil\norientasi minimal erythema dose (MED) pada kelinci albino jantan galur New\nZealand adalah 1,494 J/cm\n2\n. Pada uji in vivo nilai FPS dari krim ekstrak air daun\nsingkong adalah 1,95.", "Daftar File": {"ABSTRAK Yova Amijaya Fitri": "https://digilib.itb.ac.id/gdl/download/196618", "COVER Yova Amijaya Fitri": "https://digilib.itb.ac.id/gdl/download/209577", "BAB 1 Yova Amijaya Fitri": "https://digilib.itb.ac.id/gdl/download/209578", "BAB 2 Yova Amijaya Fitri": "https://digilib.itb.ac.id/gdl/download/209579", "BAB 3 Yova Amijaya Fitri": "https://digilib.itb.ac.id/gdl/download/209581", "BAB 4 Yova Amijaya Fitri": "https://digilib.itb.ac.id/gdl/download/209582", "BAB 5 Yova Amijaya Fitri": "https://digilib.itb.ac.id/gdl/download/209583", "BAB 6 Yova Amijaya Fitri": "https://digilib.itb.ac.id/gdl/download/209584", "PUSTAKA Yova Amijaya Fitri": "https://digilib.itb.ac.id/gdl/download/209585"}, "Penulis": "Yova Amijaya Fitri [20713042]", "Kontributor / Dosen Pembimbing": ["Dr. Sasanti Tarini, M.Si.", "Prof. Dr. Sukrasno, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Manihot esculenta Crantz, ekstrak air daun singkong, basis krim air dalam minyak, faktor pelindung surya (FPS).", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "20 Jan 2020"}