{"Nomor": 45715, "Judul": "FORMULASI KRIM SERBUK RUMPUT LAUT (EUCHEUMA COTTONII. DOTY) DAN UJI IRITASI SERTA SEBAGAI TABIR SURYA SECARA IN VIVO", "Abstrak": "Pemaparan sinar matahari yang berlebihan dan dalam jangka waktu yang panjang\ndapat menyebabkan kerusakan kulit, penuaan dini, dan kemungkinan kanker kulit.\nTabir surya dapat melindungi kulit dari efek merugikan akibat terpapar sinar\nmatahari, karena dapat mengurangi dampak negatif radiasi UV yang berlebihan.\nTujuan penelitian ini adalah membuat sediaan krim tabir surya dari serbuk rumput\nlaut Eucheuma cottonii.Doty dengan mereduksi ukuran partikel, uji iritasi pada\nkulit, dan menentukan nilai SPF secara in vivo. Penelitian ini diawali dengan\npengecilan ukuran partikel rumput laut melalui proses pemotongan dan\npenggilingan dengan menggunakan ball mill, dihasilkan serbuk nano yang\ndikarakterisasi berdasarkan ukuran partikel, indeks polidispersitas, dan morfologi\npartikel serbuk rumput laut. Ukuran partikel yang diperoleh adalah 532,73 ± 34,28\nnm dan indeks polidispersitasnya adalah 0,29 ± 0,07. Formulasi sediaan\nmenggunakan basis krim air dalam minyak yang terdiri dari setomakrogol 1000,\npropilen glikol, VCO, dan setostearil alkohol. Krim yang dibuat dievaluasi\norganoleptis, pH, viskositas, uji iritasi, dan penentuan nilai SPF secara in vivo\npada kelinci. Formula krim yang baik adalah formula yang mengandung 2,5%\nserbuk rumput laut dalam basis yang terdiri dari 1% setomacrogol 1000, 15%\npropilen glikol, 56% VCO dan 3% setostearil alkohol. Uji iritasi primer krim\nmenunjukkan tidak terjadi iritasi pada kulit punggung kelinci. Tahap pertama\ndalam pengujian SPF adalah penentuan Minimal Erythema Dose (MED). Hasil\norientasi minimal erythema dose (MED) atau energi minimal sinar UV B yang\ndapat menimbulkan eritema pada kelinci albino jantan galur New Zealand yang\ntidak diberi krim adalah 1,494 J/cm\n2\n. Pada uji in vivo nilai SPF krim tabir surya\nadalah 3,37.", "Daftar File": {"ABSTRAK Hamsinah": "https://digilib.itb.ac.id/gdl/download/196619", "COVER Hamsinah": "https://digilib.itb.ac.id/gdl/download/209587", "BAB 1 Hamsinah Hasan": "https://digilib.itb.ac.id/gdl/download/209588", "BAB 2 Hamsinah Hasan": "https://digilib.itb.ac.id/gdl/download/209589", "BAB 3 Hamsinah Hasan": "https://digilib.itb.ac.id/gdl/download/209590", "BAB 4 Hamsinah Hasan": "https://digilib.itb.ac.id/gdl/download/209591", "BAB 5 Hamsinah Hasan": "https://digilib.itb.ac.id/gdl/download/209592", "BAB 6 Hamsinah Hasan": "https://digilib.itb.ac.id/gdl/download/209593", "PUSTAKA Hamsinah Hasan": "https://digilib.itb.ac.id/gdl/download/209594"}, "Penulis": "Hamsinah Hasan [20713043]", "Kontributor / Dosen Pembimbing": ["Dr. Sasanti Tarini, M.Si.", "Dr.rer.nat. Rachmat Mauludin, S.Si., Apt., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "Generalities", "Kata Kunci": "serbuk rumput laut, basis krim air dalam minyak, tabir surya, uji iritasi kulit, faktor pelindung surya (FPS).", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "9 file", "Tanggal Input": "20 Jan 2020"}