{"Nomor": 45712, "Judul": "STRATEGI PEMASARAN YANG DIUSULKAN UNTUK MENINGKATKAN PENJUALAN ONLINE DI ZALMORE APPAREL", "Abstrak": "Fashion di Indonesia kini berkembang seiring dengan arus modernisasi. Seiring dunia fashion terus berkembang, persaingan bisnis di sektor fashion telah menjadi sangat ketat, terutama di bidang pakaian dasar. Banyak pemasar mencoba menawarkan model pakaian terbaru yang menggunakan bahan berkualitas baik, membuat desain khusus yang dibuat oleh toko atau karakteristik toko, bahkan mereka menawarkan harga yang terjangkau (murah). Saat ini, internet sangat terintegrasi dengan kehidupan masyarakat, terutama di Indonesia. Masyarakat modern telah mulai meninggalkan cara belanja tradisional dan beralih ke model belanja yang lebih efektif dan efisien seperti belanja online. Karena itu, persaingan bisnis fashion tidak hanya terjadi di toko offline, tetapi juga di toko online.\nMeskipun Zalmore Apparel memiliki peluang besar dari situasi bisnis saat ini, Zalmore Apparel masih memiliki pangsa pasar yang rendah. Masalah bisnis utama dari Zalmore Apparel yang ditemukan dalam penelitian ini adalah penjualan online yang rendah dibandingkan dengan penjualan offline. Penelitian ini menganalisis situasi bisnis saat ini melalui analisis eksternal dan internal. Analisis eksternal terdiri dari analisis umum/PESTEL (Political,Economic,Sociocultural,Technological,Environmental,Legal), analisis industri (Porter's Five Forces), dan analisis pesaing. Analisis internal terdiri dari bauran pemasaran (4P), analisis sumber daya dan kemampuan, dan analisis keunggulan kompetitif/VRIO (Valueable,Rare,Costly to Imitate,Organized).\nSetelah menganalisis situasi bisnis saat ini, akar penyebab masalah perusahaan ditemukan. Akar masalah perusahaan disebabkan oleh faktor eksternal dan internal perusahaan. Dari faktor eksternal, akar penyebab masalah perusahaan adalah pendatang baru, pesaing, dan produk pengganti di pasar. Dari faktor internal, akar penyebab masalah perusahaan adalah kurangnya kegiatan promosi, anggaran yang minim untuk kegiatan promosi, reputasi rendah, dan kurangnya inovasi. Berdasarkan akar permasalahan, strategi pemasaran yang diusulkan yang tepat untuk Zalmore Apparel adalah Testimonial Pelanggan, Optimasi Media Sosial, dan Optimasi Mesin Pencari. Tiga strategi ini adalah solusi efektif untuk meningkatkan penjualan online. Diharapkan bahwa rencana implementasi dapat membantu Zalmore Apparel dalam menyelesaikan masalah perusahaan dan meningkatkan penjualan online.", "Daftar File": {"2020_TS_PP_SALMON_1-Abstrak_.pdf)u": "https://digilib.itb.ac.id/gdl/download/196597"}, "Penulis": "Salmon [29118087]", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, MA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Teknologi, Mode, Strategi Pemasaran, Bisnis Perusahaan, Testimonial Pelanggan, Optimasi Media Sosial, Optimasi Mesin Pencari, Toko Online", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "20 Jan 2020"}