{"Nomor": 45722, "Judul": "PEMBUATAN DAN KARAKTERISASI POLYELECTROLYTE COMPLEXES (PECs) BERBASIS KITOSAN DAN PAMPS (POLY-2-ACRYLAMIDO-2-METHYLPROPANE SULFONIC ACID) DALAM LARUTAN GARAM FISIOLOGI", "Abstrak": "Polyelectrolyte complexes (PECs) adalah salah satu material yang dapat digunakan sebagai material pembawa obat pada sistem penghantaran obat (drug delivery system). Ukuran, morfologi dan muatan permukaan partikel menjadi salah satu parameter penting pada sistem penghantaran obat. Dalam penelitian ini, telah dilakukan pembuatan PECs berbasis chitosan (CS) dan Poly-2-acrylamido-2-methylpropane sulfonic acid (PAMPS) dengan metode pencampuran langsung (simple mixing) dari larutan polimernya, dimana tiga sampel PECs dengan perbandingan konsentrasi antara chitosan/PAMPS (0,01/0,01 %(w/v), 0,025/0,01 %(w/v), 0,05/0,01 %(w/v)) dibuat untuk mengetahui bagaimana pengaruh perubahan konsentrasi kitosan terhadap ukuran, morfologi, dan muatan permukaan partikel PECs. Dari hasil karakterisasi Dynamic Light Scattering (DLS), diperoleh bahwa ukuran partikel yang didapat dalam rentang 249.1 nm - 318.2 nm. Sedangkan hasil zetasizer menunjukkan bahwa titik netral dari kombinasi kitosan dan PAMPS diperoleh pada konsentrasi kitosan 0,025 % (w/v) dengan nilai 0,06 mV. Hasil pengujian Fourier Transform Infra Red (FTIR) juga mengkonfirmasi bahwa N-H dari kitosan dan S=O dari PAMPS saling berikatan, hal ini ditunjukkan dengan hilangnya puncak dari vibrasi N-H bending, out of plane N-H wagging dari kitosan dan S=O dari sulfonate dari PAMPS. Namun morfologi dari sampel PECs tidak bisa diamati karena adanya impurity NaCl yang menutupi partikel PECs. Oleh karena itu, perlu dilakukan proses dialisis untuk mempurifikasi PECs dari partikel NaCl. Glutaraldehyde (GA) diperlukan untuk menjaga struktur PECs selama proses dialisis agar struktur dari PECs tidak berubah. Setelah dilakukan proses dialisis dan ditambahkan glutaraldehyde, morfologi partikel PECs dapat diamati. Hasil Dynamic Light Scattering (DLS) menunjukkan bahwa setelah ditambahkan glutaraldehyde ukuran partikel rata-rata menjadi lebih kecil yaitu dalam rentang 213.4 nm - 302.2 nm. Akan tetapi hasil distribusi partikelnya menjadi lebih melebar (broadening) dan terdapat partikel yang berukuran besar. Adanya partikel yang berukuran besar ini dikarenakan adanya over-crosslinking GA. Hasil zetasizer setelah ditambahkan glutaraldehyde menjadi sedikit lebih negatif yaitu -1.02 mV. Hal ini dikarenakan glutaraldehyde hanya berikatan dengan kitosan dan menyebabkan jumlah PAMPS menjadi berlebih.", "Daftar File": {"ABSTRAK Agus Jatmiko": "https://digilib.itb.ac.id/gdl/download/196626", "COVER Agus Jatmiko": "https://digilib.itb.ac.id/gdl/download/254161", "BAB 1 Agus Jatmiko": "https://digilib.itb.ac.id/gdl/download/254162", "BAB 2 Agus Jatmiko": "https://digilib.itb.ac.id/gdl/download/254163", "BAB 3 Agus Jatmiko": "https://digilib.itb.ac.id/gdl/download/254164", "BAB 4 Agus Jatmiko": "https://digilib.itb.ac.id/gdl/download/254165", "BAB 5 Agus Jatmiko": "https://digilib.itb.ac.id/gdl/download/254166", "PUSTAKA Agus Jatmiko": "https://digilib.itb.ac.id/gdl/download/254167"}, "Penulis": "Agus Jatmiko [23717005]", "Kontributor / Dosen Pembimbing": ["Dr. Arie Wibowo, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Ilmu Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "chitosan, glutaraldehyde, PAMPS, polyelectrolytes complexes", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "21 Jan 2020"}