{"Nomor": 45736, "Judul": "BUSINESS STRATEGY DEVELOPMENT FOR OLD BENS COFFEE SHOP IN COMPETITIVE INDUSTRY (CASE: OLD BENS COFFEE)", "Abstrak": "Di Indonesia, trend konsumsi kopi di kalangan masyarakat di Indonesia berpotensi besar\nmeningkatkan jumlah konsumsi kopi di Indonesia. Pada tahun 2015 International Coffee\nOrganization merilis data pertumbuhan jumlah peminum kopi di Indonesia, yaitu sebesar 8%, lebih\nbesar daripada pertumbuhan dunia yang hanya mencapai 6%. Melihat data peningkatan konsumsi\nkopi tersebut, tak dapat dipungkiri bahwa bisnis kedai kopi merupakan bisnis yang memiliki\nprospek yang baik ke depannya. Menurut asosiasi Waralaba Indonesia, tren industri makanan\nberbentuk coffee shop ini sejalan dengan meningkatnya minat dan waralaba. Terdorong untuk\nberpartisipasi dalam memajukan ekonomi Indonesia, Old Bens berusaha untuk memenuhi semua permintaan\nakan franchise dari beberapa relasi maupun pelanggan dari Old Bens. Saat ini terdapat 5 tawaran akan\nfranchise di seluruh Indonesia.\nMenerima tantangan dalam mengembangkan bisnis, Old Bens ingin memastikan bahwa strategy franchise\ndan roastery kopi mampu membawa perusahaan untuk bertumbuh semakin besar dan juga mampu bersaing\ndi industri makanan saat ini. Oleh karena itu, tujuan dari penelitian ini adalah mengetahui dan\nmengimplementasikan business strategy yang tepat bagi Old Bens di industri FnB saat ini. Pendekatan yang\nakan digunakan dalam penelitian ini berawal dengan melakukan analisis internal yang terdiri dari Business\nModel Canvas dan Value Chain. Setelah melakukan analisis internal, penelitian akan dilanjutkan dengan\nmenganalisis masalah eksternal yaitu Porter 5 forces, PEST (Political, Economic, Sociocultural, Technology)\ndan Competitor.\nSetelah melakukan internal dan eksternal analisis, didapatkan hasil SWOT (Strengths, Weakness,\nOpportunities, Threats) dan TOWS Matrix, yang dapat digunakan dengan Strategic Maps untuk menganalisis\nstrategy business yang dilakukan. Penyebab utama dari masalah yang dihadapi oleh Old Bens adalah\nfranchise strategy yang belum teruji dengan baik dan juga dibutuhkan divisi pendukung seperti roastery\ndivision yang nantinya dapat menunjang supply biji kopi ke setiap franchise store yang ada.\nSolusi dan perbaikan yang dapat diterapkan untuk menerapkan franchise strategy adalah dengan mengukur\nseluruh benefit yang dihasilkan oleh franchise strategy dan juga system operasi yang terintegrasi dengan\nseluruh cabang yang ada, serta membangun roastery strategy yang tepat untuk mampu mendukung seluruh\nbahan baku biji kopi ke seluruh outlet franchise Old Bens.", "Daftar File": {"2020_TS_PP_AndreSebastianYonathan_1-Abstrak..pdf?": "https://digilib.itb.ac.id/gdl/download/196658"}, "Penulis": "Andre Sebastian Yonathan [29118154]", "Kontributor / Dosen Pembimbing": ["Ir. Budi Rahardjo, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Coffee Shop Strategy,Coffee Shop Roastery, Strategi Peta , Strategi Franchise", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "21 Jan 2020"}