{"Nomor": 45735, "Judul": "USULAN INOVASI BISNIS DAN STRATEGI PEMASARAN UNTUK MENINGKATKAN PENJUALAN UNTUK KA BANDUNG BATTERY", "Abstrak": "KA Bandung Battery adalah perusahaan yang menjual produk energi terbarukan. Produk\nenergi terbarukan merupakan alternatif energi yang dapat menggantikan/ mengurangi\npenggunaan energi listrik yang berasal dari PLTU batu bara. Proses pembakaran batu bara\nmembawa dampak negatif bagi lingkungan salah satunya yaitu pencemaran udara yang\nmenyebabkan perubahan iklim yang ekstrim. Walaupun sudah didukung oleh pemerintah,\npemanfaatan produk energi terbarukan di Indonesia masih sedikit. Oleh karena itu, tujuan dari\npenelitian ini adalah untuk membantu perusahaan untuk dapat meningkatan minat masyarakat\ndalam menggunakan produk energi terbarukan dan meningkatkan penjualan dari perusahaan.\nPeneliti melakukan analisis internal terhadap kondisi perusahaan yang terdiri dari STP dan\nMarketing Mix 4P. Selain itu peneliti melakukan analisis eksternal yang terdiri dari Porter 5\nForces dan PESTLE. Hasil dari analisis internal dan eksternal akan digunakan untuk menilai\nkondisi perusahaan menggunakan IFE dan EFE Matrix. Hasil dari perhitungan IFE dan EFE\nMatrix akan digunakan untuk pembuatan strategy yang dijelaskan melalui IE Matrix.\nPeneliti menggunakan Customer Persona dan Value Proposition Canvas yang divalidasi\nmenggunakan Javelin Board untuk mencari solusi atas masalah yang dihadapi, yang akan\ndijelaskan melalui Business Model Canvas. Untuk Strategi Pemasaran, peneliti menggunakan\nOnline Marketing dan Content Marketing.\nRekomendasi yang dapat diberikan peneliti untuk meningkatkan minat masyarakat dalam\nmenggunakan produk energi terbarukan yaitu mengusulkan inovasi bisnis yaitu menyediakan\njasa pemasangan produk, program rental dan program pembiayaan. Selain itu untuk\nmeningkatkan penjualan, perusahaan perlu melakukan penetrasi pasar dengan menerapkan\nOnline Marketing. Dalam melakukan Online Marketing perusahaan dapat menggunakan jasa\ndari pembuat konten yang akan membantu perusahaan menyiapkan Content Marketing", "Daftar File": {"2020_TS_PP_Roy Prasetya_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/196657"}, "Penulis": "Roy Prasetya [29118140]", "Kontributor / Dosen Pembimbing": ["Sonny Rustiadi, M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Inovasi Bisnis, Penetrasi Pasar, Online Marketing, Content Marketing, Produk Energi Terbarukan", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "21 Jan 2020"}