{"Nomor": 45732, "Judul": "Formulasi dan Evaluasi Solid Lipid Nanoparticle Seramida Untuk Menjaga Kelembaban Kulit", "Abstrak": "Latar Belakang dan Tujuan : Seramida merupakan lipid epidermal yang secara alami\nterdapat didalam kulit disekitar stratum korneum yang memiliki efek sebagai menjaga\nkelembaban kulit. Seramida yang terdapat dikulit secara alami akan berkurang seiring\ndengan penuan dan faktor luar yang mengakibatkan kulit menjadi kering. Untuk mengatasi\nmasalah tersebut maka pada penelitian ini dilakukan pengembangan formula solid lipid\nnanoparticle (SLN) Seramida sintetik yang diinkorporasikan kedalam sediaan gel dan krim\ndalam rangka membentuk sistem oklusif pada kulit untuk membantu dalam mengatasi\nkekeringan kulit Transepidermal Water Loss. Metode :SLN dibuat dengan cara\nhomogenisasi kecepatan tinggi menggunakan ultraturax dan sonikator probe. Penelitian\ndiawali dengan pemilihan lipid padat (asam stearat, gliserol monostearat dan apifil ) dan\nsurfaktan (tegocare dan plantacare). Karakterisasi SLN meliputi analisis ukuran partikel,\nindeks polidispersitas, morfologi (TEM), stabilitas fisik dan kimia selama 2 bulan. SLN\nSeramida yang dihasilkan selanjutnya diinkorporasikan kedalam sediaan gel dan krim.\nEvaluasi fisik sediaan meliputi organoleptik, pH, viskositas pada penyimpanan suhu kamar\ndan suhu 40\n0\nC. Pada tahap akhir dilakukan uji kelembaban sebelum dan sesudah\ndipaparkan SLN Seramida terhadap kulit menggunakan corneometer CM 825. Hasil : SLN\nSeramida yang stabil berhasil diproduksi dengan kapasitas pemuatan 4 %Seramida dalam\n4 % apifil dan 1 % plantacare sebagai emulgator. SLN tersebut memiliki ukuran partikel\n181,4 ± 3,20 nm dan indeks polidisperitas 0,306 ± 0.01. Selama penyimpanan 2 bulan\nkandungan Seramida dalam SLN relative stabil dengan konsentrasi akhir 92,26 %. Hasil uji\nstabilitas fisik menunjukkan bahwa SLN Seramida yang diinkorporasikan terhadap gel\nlebih stabil dibandingkan kedalam krim. Pada uji aktivitas pengikatan air menunjukkan\nbahwa SLN Seramida efektif dalam menjaga kelembaban kulit. Sediaan gel SLN Seramida\nmemiliki aktivitas pengikatan air lebih baik dibandingkan dengan gel blanko, sebaliknya\nkrim SLN Seramida memiliki aktivitas yang sama dengan krim blanko. Kesimpulan: SLN\nSeramida berhasil diproduksi dan relative stabil secara fisik dan kimia. Berdasarkan\nevaluasi stabilitas fisik SLN Seramida yang diinkorporasikan kedalam gel lebih stabil\ndibandingkan dengan krim. Uji aktivitas kelembaban kulit yang dipaparkan gel SLN\nSeramida lebih baik dibandingkan gel blanko dan krim SLN Seramida.", "Daftar File": {"ABSTRAK Garnadi Jafar": "https://digilib.itb.ac.id/gdl/download/196654", "COVER Garnadi Jafar": "https://digilib.itb.ac.id/gdl/download/213397", "BAB 1 Garnadi Jafar": "https://digilib.itb.ac.id/gdl/download/213398", "BAB 2 Garnadi Jafar": "https://digilib.itb.ac.id/gdl/download/213399", "BAB 3 Garnadi Jafar": "https://digilib.itb.ac.id/gdl/download/213400", "BAB 4 Garnadi Jafar": "https://digilib.itb.ac.id/gdl/download/213401", "BAB 5 Garnadi Jafar": "https://digilib.itb.ac.id/gdl/download/213402", "BAB 6 Garnadi Jafar": "https://digilib.itb.ac.id/gdl/download/213403", "PUSTAKA Garnadi Jafar": "https://digilib.itb.ac.id/gdl/download/213404"}, "Penulis": "Garnadi Jafar [20711060]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Rachmat Mauludin, S.Si., Apt., M.Si.", "Dr. Sasanti Tarini, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Seramida, SLN, gel, krim, kelembaban kulit.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "21 Jan 2020"}