{"Nomor": 45730, "Judul": "STRATEGI BISNIS UNTUK LONGGAR OUTFIT SEBAGAI MEREK FASHION BARU", "Abstrak": "Peluang bisnis di industri fesyen, terutama pakaian, masih diminati. Hal ini karena tren fesyen terus berputar dengan cepat, baik dari segi desain maupun model pakaian. Peluang bisnis terbuka luas, tetapi berarti juga persaingan. Sebagi pebisnis, kita harus jeli menemukan peluang bisnis yang unik dan berbeda. Salah satunya adalah bisnis pakaian ukuran besar. Longgar Outfit adalah merek fesyen lokal dari Bandung yang berfokus pada wanita ukuran besar. Longgar Outfit memiliki visi untuk menjadi merek fesyen ukuran besar yang terkemuka di Bandung. Sayangnya, sejak awal kemunculan Longgar Outfit di pasaran pada awal Januari 2019, Longgar Outfit telah menghadapi masalah dalam menembus pasar.\nMasalah yang saat ini dihadapi oleh Longgar Outfit adalah penjualan yang tidak stabil. Penjualan yang tidak stabil berdampak pada pendapatan yang rendah. Sebuah bisnis yang berkelanjutan adalah bisnis yang mampu menghasilkan pendapatan atau laba. Diawal kemunculannya, Longgar Outfit mengikuti bazar lokal untuk memperkenalkan produknya. Longgar Outfit menggunakan fitur iklan Instagram di media sosial untuk menjangkau pasar yang lebih luas. Selain itu, Longgar Outfit mengadakan promo bundling untuk menarik konsumen. Upaya Longgar Outfit untuk meningkatkan penjualan melalui berbagai pemasaran, namun penjualan produk tidak memenuhi target dari persediaan yang ada. Perputaran persediaan Longgar Outfit selama enam bulan adalah 1.69 kali. Perputaran persediaan Longgar Outfit menunjukkan angka yang sangat rendah, artinya barang tidak terjual dengan cepat. Hal ini mengakibatkan modal tertahan karena perputaran persediaan sangat rendah, serta menyebabkan banyak barang yang tidak terjual menumpuk di rumah pemilik.\nPenelitian ini menggunalan analisis lingkungan bisnis, baik internal maupun eksternal, validasi untuk pelanggan saat ini dan potensial, dan termasuk analisis SWOT untuk menentukan akar penyebab masalah. Akar penyebab penjualan Longgar Outfit tidak stabil yang disebabkan oleh strategi STP belum divalidasi di pasar, pilihan produk Longgar Outfit tidak beragam, Longgar Outfit memiliki tempat penjualan terbatas, promosi produk belum rutin, intens, dan efektif, pemasaran dan penjualan masih fokus pada pendekatan online, kurangnya sumber daya manusia, Longgar Outfit belum memiliki tim, pesaing memiliki posisi yang baik dalam pemasaran online, pesaing memiliki banyak pilihan produk dan ukuran, dan konsumen berharap dapat menjangkau secara online dan offline.\nSolusi bisnis alternative untuk Longgar Outfit adalah mengembangkan strategi STP baru, membuat kanvas proposisi nilai, menciptakan titik perbedaan dan titik kesamaan, mengembangkan strategi pemasaran baru (4P), dan rencana struktur organisasi. Rencana implementasi akan fokus pada pembentukan tim bisnis dan peningkatan bauran pemasaran", "Daftar File": {"2020_TS_PP_SOFIA NURAINI_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/196652"}, "Penulis": "Sofia Nuraini [29118071]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mustika Sufiati, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "strategi bisnis, merek fesyen ukuran besar, penjualan tidak stabil, strategi STP, strategi bauran pemasaran (4P), proposisi nilai ?", "Sumber": "LONGGAR OUTFIT", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "21 Jan 2020"}