{"Nomor": 45742, "Judul": "MEMAKSIMALKAN NILAI PERUSAHAAN PADA EMPAT PERUSAHAAN KELAPA SAWIT DENGAN STRUKTUR MODAL OPTIMAL", "Abstrak": "Minyak kelapa sawit adalah salah satu komoditas andalan Indonesia dan penghasil devisa terbesar. Sejauh ini, negara penghasil dan pengekspor minyak kelapa sawit terbesar adalah Indonesia (49%) diikuti oleh Malaysia (33%) pada tahun 2017. India adalah tujuan terbesar untuk ekspor minyak kelapa sawit mencapai 1,06 miliar dolar AS atau 18,1 persen dari total nilai minyak kelapa sawit. Ekspor minyak sawit Indonesia. Pada 2018, India melakukan pendekatan yang menakjubkan dengan memaksa kewajiban impor CPO Indonesia hingga 44 persen. Masalah baru muncul mengenai Uni Eropa Energi Terbarukan Petunjuk II (RED II) mengenai rencana untuk memasukkan CPO dari Malaysia dan Indonesia sebagai produk berisiko tinggi. Karena kondisi ini, kinerja keuangan sektor minyak kelapa sawit di Indonesia telah menurun secara signifikan dan ini adalah masa yang sulit bagi industri minyak sawit di Indonesia mulai dari 2017 hingga 2018 dan bisa berlaku pada tahun berikutnya.\nFaktor-faktor eksternal seperti kenaikan bea cukai oleh India dan kebijakan Uni Eropa akan mengakibatkan jatuhnya harga komoditas dunia dan permintaan ekspor CPO. Faktor-faktor ini tentunya akan mempengaruhi kondisi kinerja keuangan di setiap perusahaan. Dari kondisi ini, pilihan untuk merestrukturisasi hutang untuk menjaga pengelolaan aktivitas perusahaan dan meningkatkan nilai perusahaan menjadi signifikan.\nAnalisis eksternal dilihat berdasarkan kondisi makro dan analisis industri menggunakan analisis PESTEL dan Porter Five Forces. Analisis keuangan dilakukan untuk mengetahui kondisi historis dari empat perusahaan kelapa sawit (SMAR, BWPT, DSNG, dan SSMS) untuk digunakan lebih lanjut sebagai dasar untuk proyeksi di masa depan. Keseluruhan analisis keuangan perusahaan terlihat dalam situasi yang buruk. Situasi ini dapat dilihat dari Return on Equity yang kecil dan Debt to equity ratio yang lebih tinggi daripada rata-rata industri. Perusahaan di sektor ini perlu meningkatkan nilai perusahaan dan memperluas bisnis. Itu dapat dicapai dengan meminimalkan biaya modal sehingga dampaknya akan memaksimalkan nilai perusahaan yang dinamakan Struktur Modal Capital. Dari hasil proyeksi keuangan, asumsi dasar yang digunakan (most likely scenario) untuk SMAR mencapai WACC minimum 8,91% dan nilai perusahaan Rp5,597.926 Juta, BWPT memperoleh WACC minimum 8,45% dan nilai perusahaan Rp3909.883 juta. DSNG memperoleh WACC minimum 8,25% dan nilai perusahaan 5,343.543 juta, SSMS memperoleh WACC minimum 8,65% dan nilai perusahaan Rp 6.837.867 Juta pada 2019.", "Daftar File": {"2020_TS_PP_Irwin Prawira_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/196664"}, "Penulis": "Irwin Prawira Santoso [29118052]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "CPO, PESTEL, Struktur Modal Optimal, WACC, Nilai Perusahaan", "Sumber": "PERUSAHAAN KELAPA SAWIT", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "21 Jan 2020"}