{"Nomor": 45743, "Judul": "KAJIAN ETNOFARMAKOLOGI DI TOBU HUKAEA-LAEA KABUPATEN BOMBANA SULAWESI TENGGARA SERTA UJI FARMAKOLOGI TUMBUHAN OBAT TOKULO (Kleinhovia hospita L.) SEBAGAI ANTIINFLAMASI-ANALGESIK", "Abstrak": "Pendahuluan. Tobu Hukaea-Laea adalah perkampungan adat suku Moronene yang\nberada di dalam kawasan Taman Nasional Rawa Aopa Watumohai Sulawesi\nTenggara. Suku Moronene dipercaya sebagai suku tertua di Sulawesi Tenggara.\nSampai sekarang mereka masih menggunakan tumbuhan untuk mengobati berbagai\npenyakit. Berdasarkan hasil kajian etnofarmakologi, terdapat berbagai jenis tumbuhan\nyang masih digunakan sebagai obat diantaranya tokulo (Kleinhovia hospita L.) yang\ndigunakan sebagai penekan rasa sakit dan radang. Penelitian ini bertujuan untuk\nmembuktikan aktivitas antiinflamasi dan analgesi dari tumbuhan tokulo. Metode.\nKajian etnofarmakologi awal dilakukan melalui observasi dan wawancara langsung\ndengan dukun obat, tokoh adat, dan masyarakat yang biasa menggunakan tumbuhan\nobat di Tobu Hukaea-Laea. Data yang terkumpul ditabulasikan dan dipilih satu\ntumbuhan untuk dilakukan uji aktivitas antiinflamasi-analgesik dengan menggunakan\nmodifikasi metode Rendall-Selitto dan uji analgesik metode Siegmund. Modifikasi\nmetode Rendall-Selitto dilakukan pada tikus Wistar yang diinduksi Complete\nFreund’s Adjuvant (CFA) 0,1 mL secara intraplanar. Setiap kelompok uji diberikan\nekstrak etanol daun tokulo dengan dosis 35 mg/kg bb, 70 mg/kg bb, 140 mg/kg bb,\nsebagai pembanding digunakan asetosal 45 mg/kg bb dan metil prednisolon\n0,36 mg/kg bb. Uji efek analgesik metode Siegmund dilakukan pada mencit Swiss-\nWebster yang diinduksi asam asetat 0,6 % secara intraperitonial. Setiap kelompok uji\ndiberikan ekstrak etanol daun tokulo dengan dosis 49 mg/kg bb, 98 mg/kg bb, 196\nmg/kg bb dan asetosal 65 mg/kg bb sebagai pembanding. Hasil. Terdapat 34\ntumbuhan yang masih digunakan sebagai obat di Tobu Hukaea-Laea diantaranya\nkambabulangoa, ikimko dan tokulo. Hasil pengujian modifikasi metode Rendall-\nSelitto terhadap ekstrak etanol daun tokulo dosis 140 mg/kg bb memberikan efek\nantiinflamasi sedangkan untuk efek analgesik, metode uji yang digunakan tidak\ntepat. Berdasarkan hasil pengujian efek analgesik metode Siegmund efek\nanalgesik ekstrak etanol daun tokulo paling besar diperlihatkan pada dosis\n98 mg/kg bb. Kesimpulan. Tumbuhan yang masih digunakan di Tobu Hukaea\nsebagai obat sebanyak 34 tumbuhan salah satunya tokulo. Ekstrak etanol daun\ntokulo dengan dengan dosis 140 mg/kg bb memberikan efek antiinflamasi\nberdasarkan modifikasi metode Rendall-Selitto. Ekstrak etanol daun tokulo dosis\n98 mg/kg bb memberikan efek analgesik terbesar berdasarkan metode Siegmund.", "Daftar File": {"ABSTRAK Fatma Sari Siharis": "https://digilib.itb.ac.id/gdl/download/196665"}, "Penulis": "Fatma Sari Siharis [20711305]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Andreanus Andaja Soemardji, DEA", "Dr. Irda Fidrianny"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "tokulo, Kleinhovia hospita L., antiinflamasi, analgesik", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "21 Jan 2020"}