{"Nomor": 45758, "Judul": "ANALISA DAN PENGAJUAN SKEMA PENDAPATAN UNTUK PLATFORM LAYANAN KECANTIKAN DIGITAL: MECAPAN INDONESIA", "Abstrak": "Model bisnis adalah istilah yang sangat umum pada masa kini, khususnya bagi orang yang bekerja di bagian stratejik dan terlibat dengan pembentukan dan pengelolaan perusahaan. Model bisnis menjelaskan bagaimana perusahaan menciptakan, menyampaikan dan menggunakan nilai perusahaan yang terdiri dari beberapa aspek. Salah satu dari aspek model bisnis adalah arus pendapatan. Terlepas dari seberapa unik sebuah perusahaan dan banyaknya dana yang diinvestasikan, hal ini hanya akan berdampak apabila perusahaan dapat mengelolanya dengan baik. Mecapan merupakan perusahaan startup dan saat ini adalah destinasi layanan kecantikan digital #1 di Indonesia, menyediakan platform bagi layanan kecantikan lokal agar dapat mencapai konsumen melalui digital. Dengan adanya peluang pasar, ini akan menjadi langkah strategis bagi Mecapan untuk menganalisa model pendapatan sekarang. Dengan menerapkan model pendapatan yang tepat, perusahaan akan dapat meningkatkan pendapatan dan menjaga keberlanjutan perusahaan.\nUntuk tujuan penelitian, data dikumpulkan melalui in-depth interview dengan c-level -Mecapan. Analisa eksternal dan internal juga dilakukan untuk menggali potensi dan peluang yang ada. Data yang telah dianalisis kemudian akan dikombinasikan dengan teori yang ada untuk membentuk model pendapatan yang baru, dengan memanfaatkan value proposition perusahaan. Model pendapatan akan dianalisa menggunakan Consumer value chain analysis (CVCA), kemudian dikombinasikan dengan teori model bisnis dan model pendapatan yang sesuai dengan Mecapan.\nHasil penelitian ini adalah model pendapatan yang baru yang dikembangkan melalui CVCA, sembari mempertimbangkan model yang sesuai untuk perusahaan startup. Model pendapatan yang sebelumnya masih merupakan model tradisional. Penulis mengusulkan model baru dengan kombinasi beberapa model pendapatan yang pada akhirnya akan bermanfaat bagi perusahaan untuk mendapatkan pendapatan dan keuntungan lebih.", "Daftar File": {"2020_TS_PP_Cindy_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/196695"}, "Penulis": "Cindy [29118108]", "Kontributor / Dosen Pembimbing": ["Reza Ashari Nasution, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Model Bisnis, Model Pendapatan, Perusahaan Startup, Layanan Kecantikan Digital, Consumer Value Chain Analysis ?", "Sumber": "MECAPAN INDONESIA", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "22 Jan 2020"}