{"Nomor": 45757, "Judul": "STRATEGI PEMASARAN YANG DIUSULKAN  UNTUK PERUSAHAAN CO WORKING SPACE  (STUDI KASUS: WELLWORK KEMANG OLEH WELLSPACES.CO)", "Abstrak": "Tenaga kerja saat ini diminta untuk belajar menerapkan lebih dari satu fungsi, pekerjaan multitasking, dan meningkatkan potensi mereka dengan bantuan lingkungan yang tidak kaku dan jam kerja yang fleksibel. Di situlah perusahaan start up membutuhkan ruang kerja terbaik untuk para pekerja milenial itu. Sebagai reaksi terhadap tatanan kerja baru, co working space mulai melejit saat ini. Wellspaces.co didirikan pada 2012 sebagai yang sebelumnya bernama Freeware Spaces Group, yang mengklaim sebagai salah satu operator co working space pertama dan perintis co working yang bernama Wellwork yang lahir di Jakarta, Indonesia. Meskipun mereka datang ke industri yang berlabel pelopor dalam industri ini, mereka tetap menderita angka penjualan yang tidak stabil terutama di salah satu lokasi mereka yang berlokasi di Kemang, Jakarta Selatan. Masalah bisnis utama Wellwork Kemang adalah mereka harus memiliki langkah yang tepat dalam lingkungan bisnis yang ketat ini.\n\nDalam mengusulkan strategi yang tepat untuk Wellwork Kemang ada dua analisis yang dilakukan, yaitu analisis internal yang terdiri dari STP dan Bauran Pemasaran dan diikuti oleh analisis eksternal yang terdiri dari analisis PEST, analisis Porter’s 5 Forces , analisis pesaing dan analisis konsumen. Untuk analisis konsumen, penulis melakukan pemeriksaan lapangan dengan melakukan wawancara kepada beberapa responden yang relevan. Setelah melakukan analisis internal dan eksternal, penulis merancang analisis penyebab yang mungkin untuk mengidentifikasi masalah yang dihadapi perusahaan, untuk mengatasi masalah ini analisis SWOT.\n\nSetelah beberapa alat analisis dilakukan, mengembangkan matriks TOWS yang dirumuskan menjadi beberapa strategi promosi yang sesuai adalah langkah selanjutnya. Hasil dari beberapa strategi terkait dengan strategi promosi. Strategi yang dimaksudkan adalah melakukan acara networking, promosi kode rujukan, manajemen hubungan pelanggan, beberapa gerakan pemasaran dan branding baru serta pengembangan fasilitas.\n\nStrategi dan implementasi tersebut disiapkan untuk dilaksanakan dalam beberapa waktu. Selain itu, setiap strategi yang diusulkan juga akan memiliki biaya perkiraan yang akan dibutuhkan oleh perusahaan.", "Daftar File": {"2020_TS_PP_Muhammad Faris Ghiyats_1-Abstrak..pdf?_": "https://digilib.itb.ac.id/gdl/download/196694"}, "Penulis": "Muhammad Faris Ghiyats [29118139]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T., M.M., DBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Ruang Kerja Bersama, Strategi Pemasaran, Start Ups.", "Sumber": "WELLSPACES.CO", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "22 Jan 2020"}