{"Nomor": 45753, "Judul": "SINTESIS BESI OKSIDA MENGGUNAKAN TEMPLATE FEBDC SEBAGAI MATERIAL AKTIF SENSOR ELEKTROKIMIA NONENZIMATIK UNTUK PENDETEKSIAN GLUKOSA", "Abstrak": "Pendeteksian dini merupakan salah satu langkah penting dalam pencegahan penyebaran penyakit diabetes akibat kelebihan kadar glukosa dalam darah manusia. Sensor elektrokimia menawarkan sebuah metode pendeteksian glukosa yang lebih simpel, cepat, dan akurat dibandingkan dengan metode analisa di laboratorium konvensional yang biasa dilakukan. Pada penelitian ini akan dilakukan pembuatan material untuk sensor glukosa non enzimatik karena memiliki berbagai kelebihan diantaranya adalah stabilitas yang tinggi karena tidak bergantung pada enzim, sensitivitas tinggi dan juga berbiaya rendah. Saat ini, material yang umum digunakan sebagai sensor glukosa adalah logam oksida. Penelitian ini akan menggunakan besi oksida yang diperoleh dari pembakaran Metal-Organic Framework (MOF). MOF merupakan material hibrida dengan inti logam berkoordinasi dengan ligan organik. Salah satu MOF yang mulai dikembangkan adalah FeBDC. FeBDC adalah MOF dengan logam besi (Fe) menjadi inti serta berikatan dengan ligan organik asam tereftalat (H2BDC) dan N,N-dimethylformamide (DMF). Sintesis FeBDC dilakukan menggunakan metode solvothermal. Metode ini dipilih karena dapat menghasilkan MOF dengan luas permukaan yang tinggi, proses pengerjaan yang cukup mudah, dan biaya produksi yang rendah. Selanjutnya FeBDC dibakar untuk menghilangkan bagian organiknya sehingga tersisa besi oksida. \nFeBDC telah berhasil di sintesis menggunakan metode solvothermal. FeCl2.4H2O dan Benzene-1,4-dicarboxylic acid (H2BDC) digunakan sebagai prekursor untuk membentuk partikel FeBDC. MOF yang dihasilkan menghasilkan kristalinitas yang baik dan morfologi yang sesuai dengan referensi. Pengujian sifat elektrokimia dilakukan menggunakan cyclic voltammetry (CV) dengan larutan PBS 0.1M; pH 7,4 sebagai elektrolit pendukungnya. Hasil pengukuran memperlihatkan siklus kurva reduksi dan oksidasi dari FeBDC dan menunjukkan bahwa material tersebut dapat menjadi media transfer elektron yang baik antara permukaan elektroda dan larutan elektrolit. Hal ini terlihat dari meningkatnya puncak arus oksidasi dan reduksi. Sampel FeBDC yang didapatkan memiliki sensitivitas sebesar 0,4 µA.mM-1.cm-2, rentang linear antara 3 hingga 9 mM, dan batas pendeteksian  glukosa sebesar 44 µM. Pembakaran FeBDC juga telah berhasil dilakukan dan menghasilkan besi oksida berjenis Fe3O4 yang dibuktikan dengan pola XRD dan juga bagian-bagian organiknya telah hilang yang terbukti oleh karakterisasi FTIR. Hasil pembakaran ini kemudian digunakan sebagai material pendeteksi glukosa dan mendapatkan hasil performansi sensitivitas sebesar 26,6 µA.mM-1.cm-2, rentang linear antara 1-10 mM, dan batas pendeteksian glukosa sebesar 6,62 µM", "Daftar File": {}, "Penulis": "Syauqi Abdurrahman Abrori [23318009]", "Kontributor / Dosen Pembimbing": ["Prof. Brian Yuliarto, Ph.D.", "Isa Anshori, S.T., M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "(optional number)", "Kata Kunci": "FeBDC, Fe3O4, glukosa, elektrokimia, non-enzimatik", "Sumber": "", "Staf Input/Edit": "Rina Kania  \n                                     Rina Kania", "File": "0 file", "Tanggal Input": "22 Jan 2020"}