{"Nomor": 45756, "Judul": "VALUASI DAMPAK LINGKUNGAN BANDUNG INTRA URBAN TOLL ROAD DI KOTA BANDUNG MENGGUNAKAN METODE BENEFIT TRANSFER", "Abstrak": "Bandung Intra Urban Toll Road merupakan kebijakan yang akan diterapkan di Kota\nBandung untuk mengatasi kemacetan. Penentuan kebijakan transportasi seringkali\ntidak mempertimbangkan dampak lingkungan. Analisis dampak lingkungan dilakukan\nmelalui AMDAL, namun AMDAL BIUTR dilaksanakan pada tahun 2006, sehingga\ndiperlukan pembaruan AMDAL dengan mempertimbangkan kondisi lingkungan\nterbaru. Maka, studi ini melakukan pembaruan data pada beberapa dampak\nlingkungan berdasarkan AMDAL sehingga diperoleh estimasi terkini. Dampak\nlingkungan terkini menunjukkan bahwa polusi udara, kebisingan, dan potensi aliran\nbanjir mengalami perubahan dari estimasi sebelumnya pada AMDAL. Dampak\nlingkungan dalam proyek dapat dimasukkan dalam studi kelayakan sebagai salah satu\npertimbangan yang setara dengan komponen lainnya melalui valuasi dampak\nlingkungan. Valuasi dampak lingkungan dalam studi ini dilakukan melalui metode\nbenefit transfer dengan menggunakan standard VTPI. Validasi penggunaan standard\nVTPI dilakukan melalui analisis asosiasi r-pearson antara standard VTPI dengan\nPDRB, persentase penduduk miskin, jumlah penduduk miskin, serta pengeluaran\nbulanan. Standard VTPI valid digunakan sebagai WTP pada analisis selanjutnnya\nkarena memiliki korelasi signifikan dengan PDRB dan persentase penduduk miskin.\nStandard VTPI dikonversi ke dalam rupiah dan dikalikan dengan estimasi jumlah\nkendaraan bermotor serta jarak tempuh sehingga diperoleh biaya dampak lingkungan\ntotal sebesar Rp21.288.060.417. Komposisi biaya dampak lingkungan terbesar adalah\nbiaya perubahan tutupan lahan dan biaya polusi udara lokal.", "Daftar File": {}, "Penulis": "Nida An Khofiyya [15415089]", "Kontributor / Dosen Pembimbing": ["Dr. RM. Petrus Natalivan Indradjati, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "valuasi, dampak lingkungan, BIUTR, benefit transfer, standard VTPI", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "22 Jan 2020"}