{"Nomor": 45764, "Judul": "THE EFFECTS OF STARCH AND LACTOSE COATED WITH PVP K30 ON THE DISSOLUTION PROFILE OF GLICLAZIDE BY SPRAY DRYING TECHNIQUE", "Abstrak": "Solid dispersion (SD) technique has been proven to be most successful in improvement of\ndissolution properties of poorly soluble drugs. This is done by using a combination of drug\nand polymer to enhance dissolution profile. The aim of this study is to observe the effect of\nfillers starch and lactose coated with PVP K30 in the improvement of the dissolution\nprofile of poorly water soluble drug, gliclazide by spray drying method. Gliclazide is a\nsecond generation sulphonylurea used worldwide in the treatment of type 2 diabetes. It\nbelongs to BSC Class II drug which has poor solubility but good permeability. Gliclazide\nbinds to the ?cell sulfonylurea receptor (SUR1) which in turn blocks the potassium\nchannel leading to depolarization of the ?cell and secretion of insulin. The solutions\ncontaining the components in different concentrations of fillers were spray dried\nrespectively. The feed solution were evaluated for its viscosity and pH which follows the\nparameter of spray drying. Evaluation were conducted on the solid dispersion product such\nas scanning electron microscope (SEM) to obtain information regarding the morphology\nand the powder X-ray diffractometry (PXRD) to determine the crystal structure and\npolymorphism. Dissolution test was done and filler lactose of 1.0% showed better\ndissolution rate compared to starch. The evaluation on the SEM showed changes in\nmorphology and the PXRD showed no polymorphism. Fillers can have affect on the\ndissolution and can be used as a useful tool in improving the dissolution properties of\npoorly water soluble drugs.", "Daftar File": {"ABSTRAK Priscilla Priyankka A P A": "https://digilib.itb.ac.id/gdl/download/196701"}, "Penulis": "Priscilla Priyankka A P A [10710706]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Sundani Nurono", "Dr. Saleh Wikarsa, S.Si., Apt., M.Si., DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Gliclazide, spray drying, starch, lactose, dissolution rate", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "23 Jan 2020"}