{"Nomor": 45767, "Judul": "ANALISIS PARAMETER DYE SENSITIZED SOLAR CELL (DSSC) DENGAN PHOTOANODE TiO2 HASIL PROSES FUSI KAUSTIK KONSENTRAT ILMENIT", "Abstrak": "Dye sensitized solar cell (DSSC) merupakan sel surya generasi ketiga yang dapat mengkonversi energi matahari menjadi arus listrik dengan prinsip fotoelektrokimia. Photoanode memiliki peranan yang penting pada DSSC dalam proses perpindahan elektron. Material photoanode DSSC adalah semikonduktor yang memiliki nilai energi celah pita yang relatif lebar, seperti TiO2, ZnO dan SnO2. Material photoanode yang paling umum digunakan adalah TiO2 karena material semikonduktor yang tergolong murah, mudah disintesis serta ketersedian yang melimpah. Pada penelitian ini serbuk TiO2 dari ilmenit Bangka diaplikasikan menjadi photoanode DSSC untuk mengkonversi energi matahari menjadi energi listrik. \n\nPenelitian dimulai dengan sintesis serbuk TiO2 dari ilmenit Bangka dengan metode fusi kaustik yang dilanjutkan dengan pelindian air dan pelindian asam menggunakan H2SO4 8M hingga diperoleh prekursor TiOSO4. Metode sol-gel digunakan untuk sintesis serbuk TiO2 dari prekursor TiOSO4. Pembuatan photoanode TiO2 diawali dengan pembuatan pasta TiO2. Variabel pada percobaan ini adalah jumlah penambahan TiO2 koloid sebagai binder pasta TiO2. Dye dan counter electrode yang digunakan pada penelitian ini adalah Z907 dan Platina (Pt). Kinerja DSSC TiO2 sintesis kemudian dibandingkan dengan DSSC TiO2 Merck dan DSSC TiO2 P25. \n\nHasil penelitian menunjukkan bahwa serbuk TiO2 sintesis dari ilmenit Bangka terdapat pengotor Fe dan memiliki fasa anatase serta energi celah pita 3,0 eV. Morfologi serbuk TiO2 sintesis berbentuk spherical dengan ukuran partikel rata-rata 0,53 µm. Kinerja maksimum DSSC TiO2 sintesis dengan variasi jumlah penambahan TiO2 koloid sebagai binder diperoleh saat penambahan TiO2 koloid sebanyak 0,2 mL, yaitu dengan efisiensi konversi 0,925%. Namun, hasil tersebut belum dapat menandingi efisiensi konversi DSSC TiO2 Merck dan DSSC TiO2 P25 yaitu 1,997% dan 3,642%. Hal tersebut disebabkan karena ukuran partikel serbuk TiO2 sintesis yang belum tergolong nanopartikel dan kurangnya kemurnian serbuk TiO2 sintesis dikarenakan adanya pengotor Fe.", "Daftar File": {"ABSTRAK Suwastika Wijayanti": "https://digilib.itb.ac.id/gdl/download/196734"}, "Penulis": "Suwastika Wijayanti [22517301]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Syoni Soepriyanto, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Ilmenit, fusi kaustik, TiO2, DSSC, TiO2 koloid", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "23 Jan 2020"}