{"Nomor": 45768, "Judul": "KEBIJAKAN PERANCANGAN KOTA UNTUK PENINGKATAN KEJELASAN ELEMEN IDENTITAS KAWASAN  PUSAT KOTA BUKITTINGGI", "Abstrak": "Dinamika aktivitas dalam suatu kota sangat mempengaruhi sistem ruang kota yang dibentuk oleh elemen kota. Kebijakan perencanaan, pemanfaatan dan pengendalian di bidang tata ruang yang tidak memiliki konsep yang jelas,  pengembangan kawasan oleh sektor privat yang tidak terarah dan pelanggaran-pelanggaran di bidang ketataruangan lainnya mengakibatkan menurunnya kejelasan elemen identitas suatu kota. \nKota Bukitttinggi merupakan salah satu kota yang berkembang pesat di Sumatera Barat dengan julukan ”Kota Wisata”, memiliki banyak objek wisata alam dan sejarah. Kebijakan perencanaan, pemanfaatan dan pengendalian yang tidak matang dan pelanggaran-pelanggaran di bidang ketataruangan pada kawasan pusat Kota Bukittinggi mengakibatkan menurunnya kejelasan elemen identitas. Fenomena ini terjadi karena belum adanya kebijakan perancangan kota yang mengatur elemen identitas kawasan pusat kota. Studi ini merupakan suatu usaha untuk memperjelas elemen identitas kawasan pusat Kota Bukittinggi melalui perumusan kebijakan perancangan kota untuk peningkatan kejelasan elemen identitas.\nStudi ini menggunakan pendekatan manajemen strategis dan prosedur perumusan kebijakan dari sisi perancangan kota. Produk dari studi ini adalah kebijakan perancangan kota untuk peningkatan kejelasan elemen identitas kawasan pusat Kota Bukittinggi.", "Daftar File": {"ABSTRAK Rio Yonanda": "https://digilib.itb.ac.id/gdl/download/196735", "BAB 1 Rio Yonanda": "https://digilib.itb.ac.id/gdl/download/196736", "BAB 2 Rio Yonanda": "https://digilib.itb.ac.id/gdl/download/196737", "BAB 3 Rio Yonanda": "https://digilib.itb.ac.id/gdl/download/196738", "BAB 4 Rio Yonanda": "https://digilib.itb.ac.id/gdl/download/196739", "BAB 5 Rio Yonanda": "https://digilib.itb.ac.id/gdl/download/196740", "BAB 6 Rio Yonanda": "https://digilib.itb.ac.id/gdl/download/196741", "DAFTAR Rio Yonanda": "https://digilib.itb.ac.id/gdl/download/196742", "2008 TS PP RIO YONANDA_LAMPIRAN 1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/196743", "2008 TS PP RIO YONANDA_LAMPIRAN 2.pdf\n]": "https://digilib.itb.ac.id/gdl/download/196744"}, "Penulis": "Rio Yonanda [25406053]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Denny Zulkaidi, MUP"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "identitas, pusat kota, Bukittinggi, kebijakan perancangan kota", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "10 file", "Tanggal Input": "23 Jan 2020"}