{"Nomor": 45763, "Judul": "PENGEMBANGAN DAN KARAKTERISASI MEBENDAZOL NANOKRISTAL SERTA FORMULASI BENTUK SEDIAAN TABLET", "Abstrak": "Latar belakang: Sekitar 40 % atau lebih senyawa aktif baru dalam bidang farmasi\nsukar larut dalam air. Obat tersebut diantaranya termasuk dalam Bhiopharmaceutical\nClassification System (BCS) kelas 2 yaitu obat yang mempunyai kelarutan yang\nrendah dan permeabilitas yang tinggi. Untuk memperbaiki sifat fisiko kimia, salah\nsatunya dapat dilakukan dengan memperkecil ukuran partikel sampai pada skala\nnanometer (nanokristal). Salah satu teknik untuk membuat nanokristal adalah melalui\nmetode pengecilan ukuran partikel menggunakan metode homogenisasi bertekanan\ntinggi (HPH). Pada penelitian ini mebendazol dijadikan sebagai model senyawa obat\nuntuk menghasilkan nanokristal dengan menggunakan berbagai variasi penstabil dan\nsiklus homogenisasi. Karakterisasi nanokristal meliputi ukuran partikel, distribusi\nukuran partikel, potensial zeta, morfologi partikel, kinetika kelarutan dan sifat kristal.\nPada tahap akhir mebendazol nanokristal dikembangkan menjadi sediaan tablet dan\ndiuji disolusinya. Metode : Nanosuspensi mebendazol diproduksi dengan\nmenggunakan berbagai jenis penstabil yaitu SLS, Tween 80, Poloxamer P 188, PVA,\nPharmacoat 603 dan Methocel. Variasi jumlah siklus dilakukan untuk mendapatkan\nukuran partikel 200-300 nm. Karakterisasi dipelajari meliputi ukuran partikel,\ndistribusi ukuran partikel, potensial zeta, morfologi partikel, sifat kristal, kinetika\nkelarutan dan stabilitas fisik selama 1 bulan pada kondisi tempertaur kamar(?30\nO\nC).\nNanosuspensi mebendazol yang paling stabil dikeringkan dan diinkorporasikan ke\ndalam tablet dengan metode kempa langsung dan granulasi basah. Evaluasi tablet\ndilakukan sesuai dengan persyaratan resmi. Uji disolusi tablet mebendazol dilakukan\ndengan alat uji disolusi USP tipe 2, pada suhu 37± 0,5\nO\nC selama 120 menit. Hasil :\nMebendazol nanokristal berhasil dikembangkan dengan teknik homogenisasi\nbertekanan tinggi (HPH) menggunakan bahan penstabil PVA 2%. Penurunan ukuran\npartikel sampai kisaran 200-300 nm menunjukan peningkatan laju disolusi dan\nkinetika kelarutan. Nanosuspensi yang dihasilkan relatif stabil dan tidak merubah\nkristanilitas mebendazol. Laju disolusi tablet mebendazol nanokristal lebih baik\ndibandingkan tablet mebendazol mikrokristal di pasaran. Simpulan : Pengembangan\nmebendazol nanokristal dengan penstabil PVA meningkatkan kelarutan kinetik dan\nlaju disolusi secara bermakna baik dari serbuk nanokristal maupun sediaan tablet.", "Daftar File": {"ABSTRAK Muhammad Dzakwan": "https://digilib.itb.ac.id/gdl/download/196700"}, "Penulis": "Muhammad Dzakwan [20712062]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Rachmat Mauludin, S.Si., Apt., M.Si.", "Dr. Saleh Wikarsa"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "nanokristal, mebendazol, homogenisasi, tablet, kinetika kelarutan, disolusi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "22 Jan 2020"}