{"Nomor": 45779, "Judul": "AJUAN PERENCANAAN STRATEGIS DAN SISTEM MANAJEMEN KINERJA UNTUK TECH PROM LAB", "Abstrak": "Teknologi material maju dipandang sebagai stimulus untuk pertumbuhan ekonomi, daya saing nasional dan sebagai penggerak inovasi teknologi lainnya. Terlepas dari potensi ini, perusahaan yang mengkomersialkan material maju menghadapi tantangan dalam membawa produk mereka dari lab ke pasar. Tantangan ini menjadi lebih berat setelah perusahaan mencapai product-market fit. Salah satu tantangan terkait dengan manajemen organisasi. Akan ada kesenjangan pengembangan organisasi antara infrastruktur yang dibutuhkan oleh organisasi dan infrastruktur yang sebenarnya dimilikinya.\n\nTech Prom Lab adalah perusahaan teknologi material maju. Didirikan oleh para peneliti dari laboratorium pemrosesan material maju, produk pertama Tech Prom Lab adalah PoreBlock, beton tembus air yang terbuat dari limbah. Tech Prom Lab didirikan pada akhir 2017 dan telah menjual produk mereka ke pasar selama sembilan bulan sebelum penelitian ini dimulai. Perusahaan terdiri dari tujuh orang dan baru saja melakukan restrukturisasi untuk mengubah struktur organisasi mereka dan mengembangkan rencana baru untuk menghadapi pertumbuhan mereka. Salah satu tantangan yang dihadapi Tech Prom Lab dalam pertumbuhan organisasi mereka terkait dengan perencanaan dan implementasi strateginya yang lemah. \n\nPenelitian ini dimulai dengan analisis lingkungan yang dilakukan dengan STP Analysis, Porter’s Five Forces Analysis, Strategic Group Analysis, dan PESTEL analysis untuk situasi eksternal dan Resource and Capability Analysis, Value Chain Analysis, Growing Pains Survey, dan Holistic Organizational Effectiveness untuk kondisi internalnya. Analisis SWOT merangkum hasil dari analisis ini dan cause-and-effect diagram menganilisa penyebab utamanya. Penyebab utama masalah bisnis Tech Prom Lab ternyata adalah kurangnya pengetahuan dalam perencanaan strategis dan manajemen kinerja.\n\nPerencanaan strategis untuk Tech Prom Lab kemudian disusun dengan Organizational Development Framework yang dalam penyusunannya menghasilkan saran untuk konsep bisnis, positioning, misi strategis, strategi inti, area hasil utama, tujuan dan sasaran (lag and lead indicators) dari Tech Prom Lab. Strategi ini kemudian dipantau melalui sistem manajemen kinerja yang menggabungkan scorecard yang dikembangkan oleh Organizational Development Framework dan Balanced Scorecard.", "Daftar File": {"2020_TS_PP_ANISA AZIZAH_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/196976"}, "Penulis": "Anisa Azizah [29118195]", "Kontributor / Dosen Pembimbing": ["Ir. Dwi Larso, MSIE, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Growing Pains, Organizational Development, Balanced Scorecard", "Sumber": "TECH PROM LAB", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "24 Jan 2020"}