{"Nomor": 45775, "Judul": "USULAN STRATEGI PEMASARAN DIGITAL UNTUK RUMAHZAKAT (Studi Kasus: Superqurban)", "Abstrak": "Qurban adalah salah satu kegiatan yang dilakukan oleh orang-orang Muslim di Idul Adha untuk memenuhi kewajiban agama di mana sapi / kerbau, kambing, dan unta disembelih untuk dipersembahkan kepada Tuhan. Kondisi ini membawa peluang bagi bisnis ternak terutama di Indonesia untuk meningkatkan penjualan mereka pada saat itu. Kemajuan teknologi telah berdampak pada cara pelanggan membeli hewan untuk Qurban dan pengguna yang lebih besar dari pasar online menjadi peluang besar untuk mendapatkan. 2 tahun terakhir, jumlah total hewan kurban untuk Qurban meningkat 10%. Di sisi lain, pendapatan Superqurban menurun. Untuk meningkatkan kinerja bisnis Superqurban, perusahaan perlu memiliki media digital yang tepat sebagai salah satu kegiatan pemasaran di era digital ini. Untuk mengusulkan strategi pemasaran digital yang tepat untuk Superqurban, ada dua jenis analisis. Pertama, analisis internal yang terdiri dari STP, Marketing Mix dan Internal Resource Analysis. Kedua, Analisis eksternal yang terdiri dari PESTEL, Porter’s 5 Forces, analisis competitor dan analisis pelanggan. Setelah itu, analisis SWOT dan Root Cause dilakukan. Untuk membangun solusi yang diusulkan, matriks TOWS dilakukan, ada beberapa strategi yang dipilih mengenai analisis yaitu perama menambahkan proses digital untuk program rujukan, kampanye media sosial yang komprehensif, konten pendidikan untuk iklan / kampanye, promosi menarik di dekat Idul Adha dan menabung Qurban secara berkala", "Daftar File": {"2020_TS_PP_MuhammadTaufiqIhsan_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/196751"}, "Penulis": "Muhammad Taufiq Ihsan [29118040]", "Kontributor / Dosen Pembimbing": ["Prawira Fajarindra Belgiawan, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Superqurban, Pemasaran digital, Qurban, RumahZakat", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "23 Jan 2020"}