{"Nomor": 45776, "Judul": "PENENTUAN TUGAS DAN INTERVAL PERAWATAN SISTEM PENANGANAN BATU BARA BERDASARKAN METODE RELIABILITY-CENTERED MAINTENANCE DI PT. ARUTMIN INDONESIA", "Abstrak": "Batu bara merupakan sumber energi utama dan penyumbang penerimaan negara yang\nsignifikan. Salah satu perusahaan batu bara terbesar di Indonesia adalah PT. Arutmin\nIndonesia. Tambang Kintap merupakan ladang pertambangan milik perusahaan ini. Dalam\nkegiatan operasional di Tambang Kintap, perusahaan diwajibkan untuk mengirim batu bara\nberukuran 50 mm dari tambang ke kapal tongkang sesuai jenis yang disepakati. Untuk\nmeningkatkan produktivitas perusahaan, penentuan tugas dan interval perawatan peralatan\npenanganan batu bara dari tambang ke kapal tongkang dilakukan berdasarkan metode\nreliability-centered maintenance (RCM). Hal ini dilakukan demi tercapainya peningkatan:\nefisiensi biaya dan efektivitas perawatan, availability dan reliability sistem, faktor\nkeselamatan dan pelestarian lingkungan, serta basis data perawatan yang komprehensif.\nRCM adalah metode yang digunakan untuk menentukan apa yang harus dilakukan\nagar suatu aset fisik dapat terus melakukan apa yang diinginkan oleh penggunanya sesuai\ndengan konteks dan target operasinya. Analisis pada metode RCM terdiri dari 7 pertanyaan\nyang harus dijawab untuk setiap aset yang ditinjau. Narasumber dari PT. Arutmin Indonesia\ndilibatkan dalam analisis menggunakan metode RCM.\nTugas perawatan dan interval dari 17 peralatan yang terdiri dari 140 komponen pada\nsistem penanganan batu bara di PT. Arutmin Indonesia Tambang Kintap telah ditentukan.\nTugas perawatan dan interval tersebut berjumlah 365 yang terdiri dari: 307 tugas oncondition,\n39 perancangan ulang, 18 perawatan tidak terjadwal, dan 1 pencarian kegagalan", "Daftar File": {"ABSTRAK Arthur Maruli Hutabarat": "https://digilib.itb.ac.id/gdl/download/196879", "COVER Arthur Maruli Hutabarat": "https://digilib.itb.ac.id/gdl/download/254817", "PUSTAKA Arthur Maruli Hutabarat": "https://digilib.itb.ac.id/gdl/download/254823"}, "Penulis": "Arthur Maruli Hutabarat [13115008]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Tri Yuswidjajanto Zaenuri"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Batu bara, perawatan, reliability-centered maintenance.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "24 Jan 2020"}