{"Nomor": 45770, "Judul": "USULAN STRATEGI BISNIS (STUDI KASUS : PT. SOKA CIPTA NIAGA)", "Abstrak": "Industri fashion di Indonesia saat ini semakinberkembang. Kondisi ini terjadikarenaselerakonsumenberubah dan permintaankonsumen yang terusmeningkat. Fashion terusmengalamiperkembanganbaikdarisegidesain, fungsi, dan inovasi dalam produk. Dengan situasi seperti ini membuat kaus kaki yang pada akhirnya juga berkembang menjadi bagian dari fashion di Indonesia, yang juga telah mendapatkan tempat yang baik di industri fashion.\nDi tengah pekembangan produk kaus kaki, Indonesia memiliki perusahaan kaus kaki yang menjadi perusahaan pertama yang memiliki inovasi yang belum pernah dilakukan sebelumnya dan bahkan di dunia. PT. Soka Cipta Niaga yang merupakan perusahaan yang memproduksi produk kaus kaki halal pertama dan telah memperoleh sertifikasi produk halal dari MUI sebagai kaus kaki halal pertama di dunia. Namun ditengah perkembangan industri kaus kaki, PT. Soka Cipta Niaga mengalami penurunan penjualan retail di tahun 2018.\nPenelitian ini bertujuan untuk mengetahui strategi untuk menyelesaikan masalah yang terjadi di PT. Soka Cipta Niaga, dengan menggunakan SWOT untuk dapat melihat peluang, ancaman, kekuatan, dan kelemahan yang di hadapi perusahaan. Kemudian akan dirumuskan alternatif strategi dengan TOWS. Strategi alternatif akan dirumuskan berdasarkan TOWS, yaitu pengembangan produk dan penetrasi pasar yang dapat diimplementasikan di PT. Soka Cipta Niaga", "Daftar File": {"ABSTRAK Clarashinta Megavianti": "https://digilib.itb.ac.id/gdl/download/196746"}, "Penulis": "Clarashinta Megavianti [29118126]", "Kontributor / Dosen Pembimbing": ["Dr. Isti Raafaldini Mirzanti, M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Industri Kaos Kaki, Kaos Kaki Halal, Analisis SWOT – TOWS, Pengembangan Produk, Penetrasi Pasar.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "23 Jan 2020"}