{"Nomor": 45777, "Judul": "PEMBUATAN, KARAKTERISASI DAN PENETAPAN KINERJA FARMASETIKA KRISTAL MULTIKOMPONEN SIPROFLOKSASIN HIDROKLORIDA-ASAM SALISILAT", "Abstrak": "Siprofloksasin merupakan antibiotik golongan fluorquinolone yang masuk ke dalam\nbiopharmaceutical classification system (BCS) kelas IV. Saat ini, siprofloksasin dipasarkan dalam\nbentuk garam HCl untuk memperbaiki kelarutannya. Pembuatan kokristal merupakan pendekatan\nlain untuk memperbaiki kinerja biofarmasetika bahan baku aktif farmasi. Pada penelitian ini,\ndilakukan pembuatan kokristal siprofloksasin HCl dengan koformer asam salisilat untuk\nmendapatkan produk dengan profil kelarutan dan disolusi yang superior. Kokristal dibuat dengan\nmelarutkan siprofloksasin HCl dan asam salisilat (1:1) dalam pelarut metanol-air dan etanol-air.\nKokristal yang dihasilkan dikarakterisasi menggunakan Fourier-transform infrared specstroscopy\n(FTIR), analisis termal dengan elektrotermal dan differential thermal analysis\n(DTA)/thermogravimetry (TG) serta difraktometri dengan powder X-ray diffractometry (PXRD).\nOptimasi metode pembuatan dilakukan untuk menentukan proses produksi kokristal yang paling\nefisien. Uji kelarutan dan disolusi dilakukan untuk membandingkan kinerja kokristal terhadap\nsiprofloksasin HCl tunggal. Kokristal dengan rendemen tertinggi diperoleh dari metode penguapan\npelarut metanol-air (1:1) dibantu sonikasi selama 20 menit. Karakterisasi dengan FTIR\nmenunjukkan puncak khas pada 1697, 1616, 1546 cm\n-1\ndan 3425 cm\n-1\nyang mengindikasikan\npembentukan ikatan hidrogen antarmolekul. Analisis termal menunjukkan puncak endotermik\npada 123,5°C; 174,6°C dan 221,7°C yang mengindikasikan penguapan air, titik leleh dan\ndekomposisi. Difraktogram menunjukkan intensitas tinggi pada sudut difraksi sebesar 6,16°;\n14,48°; 20,06°; 22,35° dan 28,07°. Seluruh hasil karakterisasi menunjukkan bahwa sistem\nmultikomponen yang diperoleh merupakan kokristal hidrat yang belum pernah ditemukan\nsebelumnya. Uji kelarutan dan uji disolusi dievaluasi menggunakan metode tervalidasi dengan\nderivat spektrum serapan UV-Visible. Kokristal memiliki kelarutan 1,3 kali lebih tinggi dalam\nmedia pH 1,2 serta air dan 1,1 kali lebih tinggi dalam media pH 6,8 dibandingkan dengan\nsiprofloksasin HCl. Pada uji disolusi, kokristal mencapai keadaan tunak 90 menit lebih awal\ndengan persentase zat terdisolusi >80% dibandingkan siprofloksasin HCl tunggal.", "Daftar File": {"ABSTRAK Rozana Oktaviary": "https://digilib.itb.ac.id/gdl/download/196924", "COVER Rozana Oktaviary": "https://digilib.itb.ac.id/gdl/download/244324", "BAB 1 Rozana Oktaviary": "https://digilib.itb.ac.id/gdl/download/244325", "BAB 2 Rozana Oktaviary": "https://digilib.itb.ac.id/gdl/download/244326", "BAB 3 Rozana Oktaviary": "https://digilib.itb.ac.id/gdl/download/244327", "BAB 4 Rozana Oktaviary": "https://digilib.itb.ac.id/gdl/download/244328", "BAB 5 Rozana Oktaviary": "https://digilib.itb.ac.id/gdl/download/244329", "BAB 6 Rozana Oktaviary": "https://digilib.itb.ac.id/gdl/download/244330", "PUSTAKA Rozana Oktaviary": "https://digilib.itb.ac.id/gdl/download/244331"}, "Penulis": "Rozana Oktaviary [20718008]", "Kontributor / Dosen Pembimbing": ["Dr. Ilma Nugrahani, M.Si., Apt.", "Prof. Dr. Slamet Ibrahim Surantaatmadja"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "siprofloksasin HCl, asam salisilat, kokristal, validasi, multikomponen, hidrat.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "24 Jan 2020"}