{"Nomor": 45784, "Judul": "ANALISIS SISTEM PELEMBAM (INERTING) TANGKI BAHAN BAKAR PESAWAT TEMPUR XYZ", "Abstrak": "Profil misi pesawat terbang mempengaruhi temperatur, tekanan, mass loading dan konsentrasi campuran uap bahan bakar di dalam ullage, sementara itu flammability bahan bakar ditentukan oleh variable-variable tersebut. Pesawat XYZ dalam menjalankan misi tempur dengan profil Hi-Lo-Lo-Hi rawan tertembak. Karena itu perlu dilakukan evaluasi tangki bahan bakar terkait dengan profil terbang dan energi proyektil serta kebutuhan sistem pelembam.\nPenelitian ini bertujuan untuk menentukan karakteristik flammability tangki bahan bakar sesuai profil misi operasi pesawat dan menganalisis sistem pelembam tangki bahan bakar. Penelitian ini juga melakukan analisis efek penetrasi proyektil pada sistem bahan bakar jika tertembus amunisi senjata dan analisis hasil sistem pelembam tangki bahan bakar. Kaliber proyektil yang dievaluasi adalah 12,7 mm, 20 mm dan 30 mm.\nHasil analisis menunjukkan bahwa misi Hi-Lo-Lo-Hi selama 193 menit saat kondisi setimbang akan mengalami paparan kondisi flammable sebesar 66% saat titik nyala JP-8 sebesar 38oC, dan 24% saat titik nyala 49oC. Pada kondisi tak setimbang, seluruh profil misi mengalami paparan kondisi flammable. Sistem pelembam OBIGGS telah memenuhi kebutuhan pelembaman dengan laju aliran gas pelembam 0,06 lb/min dan NEA5. Pengaruh penetrasi proyektil pada fuel air ratio volume dan konsentrasi oksigen tidak signifikan. Energi dalam proyektil yang ditinjau tidak cukup mengakibatkan ignition.", "Daftar File": {"ABSTRAK Santosa Edy Wibowo": "https://digilib.itb.ac.id/gdl/download/197062"}, "Penulis": "Santosa Edy Wibowo [23616305]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Edy Suwondo, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "OBIGGS, lembam, bahan bakar. ignition, flammable, proyektil", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jan 2020"}