{"Nomor": 45781, "Judul": "PERANCANGAN DAN PEMBUATAN TES MANDREL DENGAN TAPER SHANK MORSE 04 DAN TES MANDREL BETWEEN CENTRE", "Abstrak": "Tes mandrel adalah suatu alat ukur standar yang sering digunakan sebagai alat inspeksi yang digunakan dalam manufaktur dan pengujian penerimaan mesin perkakas baru maupun perbaikan mesin yang tua. Karena tes mandrel mempunyai spesifikasi geometri yang khusus, tes mandrel biasanya dibuat pada suatu industri khusus, sehingga harga jual tes mandrel tinggi. Selain itu juga, penggunaan tes mandrel yang sangat jarang membuat tes mandrel bukan sesuatu investasi yang sepadan dengan harganya. Pada penelitian ini, tes mandrel dibuat dengan menggunakan proses sederhana. Hal ini bertujuan untuk mengetahui apakah tes mandrel dapat dibuat dengan menggunakan proses sederhana namun dapat memenuhi kualitas yang disyaratkan oleh ISO 230-1: 1996.\nPembuatan tes mandrel dilakukan melalui proses bubut, proses gerinda silindrik dan proses pelapisan dengan kromium, lalu proses gerinda silindrik sebagai proses finishing. Setelah itu, tes mandrel diukur untuk mengetahui beberapa spesifikasi geometrik yang disyaratkan berdasarkan ISO 230-1: 1996. Setelah itu, hasil pengukuran dibandingkan dengan ketentuan dari ISO dan dianalisis berdasarkan teori dan percobaan.\nSetelah dilakukan pengukuran, tes mandrel yang telah dibuat hanya dapat memenuhi beberapa spesifikasi geometri yang disyaratkan. Tes mandrel yang telah dibuat hanya dapat memenuhi tiga dari enam syarat geometri. Hal ini dikarenakan proses bubut yang dilakukan masih belum ideal sepenuhnya.", "Daftar File": {}, "Penulis": "Nur Asmia Husna [13115132]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Yatna Yuwana Martawirya"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Tes mandrel, proses pemesinan, spesifikasi geometri", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jan 2020"}