{"Nomor": 45794, "Judul": "USULAN ANALISIS PREDIKTIF DALAM PERENCANAAN PROGRAM AKTIVASI BUDAYA UNTUK MENINGKATKAN KEPUASAN KARYAWAN DAN ENGAGEMENT KARYAWAN  PT TELKOM INDONESIA-TR3", "Abstrak": "Menjadi perusahaan berkelas internasional tidak bisa terjadi jika hanya berfokus dengan memperbaiki  proses bisnis atau kualitas yang baik serta produk yang kompetitif, tetapi tentang bagaimana perusahaan berfokus pada karakter atau DNA perusahaan. Budaya dapat didefinisikan sebagai kelompok DNA seperti gen yang memungkinkan pertumbuhan dan produktifitas untuk meningkatkan pertumbuhan perusahaan. Budaya organisasi yang positif dapat meningkatkan engagement karyawan dalam mencapai tujuan dan nilai organisasi. Bagaimana caranya? Program aktivasi budaya yang tepat dapat mengarahkan karyawan sesuai dengan tujuan atau strategi perusahaan. Saat menetapkan dimensi dan atribut untuk engagement dan kepuasan karyawan, penulis mengambil model dari data sekunder dari Laporan EES (Keterlibatan dan Kepuasan Karyawan) 2014-2018 dari PT Telkom Indonesia.\n\nAnalitik adalah metode yang dapat digunakan untuk membantu dalam mengambil keputusan di masa depan menggunakan operasi statistik yang diplot dengan pertimbangan strategi perusahaan. Sumber daya manusia (SDM) adalah fungsi yang membuka jalan bagi perusahaan karena aset perusahaan adalah karyawan. Analitik prediktif melengkapi berbagai teknik (statistik, pemodelan, penambangan data) dengan mempertimbangkan fakta atau strategi terbaru dan kondisi historis perusahaan untuk membuat prediksi tentang masa depan. Dari Laporan EES dimensi dan atribut diproses menjadi pemrosesan statistik seperti yang dilakukan dalam analisis prediktif, menggunakan dua teknik analitik, korelasi dan regresi. Tetapkan engagement dan kepuasan sebagai hasil. Dan atribut korelasi yang kuat kunci untuk rencana aktivasi budaya yang sesuai dengan strategi perusahaan.\n\nProgram aktivasi budaya yang tepat harus sesuai dengan atribut kuat. Dari korelasi yang kuat, penelitian ini akan memprediksi program aktivasi Budaya untuk 2020 dalam tema \"Humanisme\". Dari kepemimpinan, rencana aktivasi budaya akan menyarankan keterlibatan pemimpin sebagai program. Dengan cara jalur karier, branding karyawan yang diharapkan sebagai cara untuk meningkatkan kompetensi. Dan mempromosikan produk dengan solusi adalah kesadaran produk dan kemauan untuk mempromosikan.", "Daftar File": {"2020_TS_PP_PRATAMI ANGGINA_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/197087"}, "Penulis": "Pratami Anggina [29118044]", "Kontributor / Dosen Pembimbing": ["John Welly, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Budaya Organisasi, Strategi Modal Manusia, Manajemen Manusia dan Pengetahuan, Telekomunikasi", "Sumber": "PT TELKOM INDONESIA-TR3", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "27 Jan 2020"}