{"Nomor": 45793, "Judul": "Polymer substrate reshapes the microbial assemblage and metabolic patterns within a biofilm denitrification system", "Abstrak": "A thorough heterotrophic denitrification process is difficult to complete when the carbon source is insufficient.\nThe use of solid, biodegradable polymers to enhance denitrification is a promising solution due to their continuous\ncarbon release characteristics and their safety advantages. However, the community succession and\nmetabolic patterns in the polymer-based denitrification system still remain largely unclear, and few studies have\ninvestigated the polymer’s carbon release rate in detail. In this study, we developed a biofilm denitrification\nsystem using biodegradable polycaprolactone (PCL) as an external carbon source, and present a novel stoichiometric\napproach that allows quantitative assessment of the polymer’s carbon release rate. The results unequivocally\ndemonstrate the coexisting ecological assemblages and coupled metabolic patterns of polymer degradation\nand denitrification in the system. Furthermore, as a result of the polymer substrate’s pressure\nselection, the dominant denitrifying bacteria has been replaced by Acidovorax, which is capable of metabolizing\npolyester. Finally, the metabolic pattern of PCL degradation coupled with nitrate reduction was established\naccording to the functional enzymes. By applying biochemical and ecological theories, this work promotes both a\ncomprehensive understanding of the ecological-metabolic patterns in polymer enhanced denitrification systems\nand the methodological capability to estimate carbon release rates in engineered environments.", "Daftar File": {}, "Penulis": "Dexin Fanga [-]", "Kontributor / Dosen Pembimbing": ["Anqi Wub, Liping Huanga, Qiushi Shena, Qian Zhanga, Lei Jianga,d, Fangying Ji"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Polymer, carbon source, Denitrification, Carbon release, Functional enzyme, Metabolism", "Sumber": "www.elsevier.com/locate/cej", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Jan 2020"}