{"Nomor": 45797, "Judul": "ANALISIS HUBUNGAN KUANTITATIF STRUKTUR- AKTIVITAS (HKSA), FARMAKOFOR, DAN PENTAUTAN SENYAWA TURUNAN TETRASIKLIK INDENOQUINOLIN SEBAGAI ANTIKANKER", "Abstrak": "Topoisomerase telah menjadi fokus dalam pengobatan beberapa jenis penyakit,\nmulai dari infeksi bakteri, yakni bacterial gyrase (TOPO II) dan TOPO IV,\nhingga kemoterapi kanker, yakni TOPO I dan TOPO II. Telah dilakukan kajian\nhubungan kuantitatif struktur aktivitas turunan tetracyclic indenoquinoline\nsebagai antikanker pada tiga jenis sel, yakni sel HeLa, sel A-549, dan sel MCF-7.\nPemodelan molekul dilakukan dengan Hyperchem 8,02 sedangkan kalkulasi\ndeskriptor digunakan Molecule Operating Environment (MOE). Analisis statistik\nmenggunakan SPSS 17.0 dengan parameter r, r\n2\n, SE, dan nilai F. Validasi\npersamaan menggunakan Leave-One-Out Cross Validation dengan parameter q\n2\n.\nPenelusuran farmakofor seri senyawa menggunakan software MOE. Analisis\ninteraksi ligan terhadap reseptor dilakukan dengan men-docking-kan senyawa\nturunan terhadap topoisomerase I. Selanjutnya desain senyawa turunan baru dan\nprediksi aktivitasnya menggunakan hasil analisis HKSA beserta kajian interaksi\nmenggunakan software MOE. Hasil penelitian menunjukkan sifat fisikokimia\nyang berhubungan dengan inhibisi perkembangan sel HeLa adalah globularitas,\nenergi total, panas pembentukan, ELUMO dan energi elektronik. Untuk sel A-549,\nsifat fisikokimia yang berperan penting adalah koefisien partisi (Log P),\nglobularitas, energi elektronik, ELUMO, dan energi total (Etot). Sedang untuk sel\nMCF-7, sifat fisikokimia yang berhubungan dengan aktivitas adalah Volume,\nEnergi LUMO, area permukaan hidrofobik, Energi HOMO dan refraktivitas\nmolekul (MR). Farmakofor seri senyawa tetracyclic indenoquinolin ditunjukkan\noleh gugus aromatis dan satu akseptor elektron. Kajian interaksi menunjukkan\nbahwa ikatan hidrogen berperan penting dalam peningkatan aktivitas senyawa.\nDesain senyawa turunan baru menghasilkan 10 senyawa yang memiliki aktivitas\nyang lebih baik dibanding senyawa analog kamptotesin maupun senyawa uji yang\ndigunakan.", "Daftar File": {"ABSTRAK Nur Syamsi Dhuha": "https://digilib.itb.ac.id/gdl/download/197090"}, "Penulis": "Nur Syamsi Dhuha [20711314]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Daryono Hadi Tjahjono, M.Sc., Apt."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "HKSA, tetracyclic indenoquinolin, kamptetosin, sel HeLa, sel A-549, sel MCF-7, farmakofor, docking", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "27 Jan 2020"}