{"Nomor": 45796, "Judul": "Mechanism investigation on the formation of high valent iron intermediate in Fe(VI) oxidation using ABTS as a probe: Effect of excess Fe(VI)", "Abstrak": "This work investigated the reaction of 2,2?-azino-bis(3-ethylbenzothiazoline)-6-sulfonate (ABTS) with Fe(VI) in phosphate buffer, in a wide concentration range of Fe(VI), to ascertain the potential influence of Fe(VI) on the  type and fate of the high valent iron intermediate. The reaction of ABTS with equimolar amounts of Fe(VI) stopped at the formation of ABTS%+, accompanied by the complete reduction of Fe(VI) to produce Fe(V) as the only high valent iron intermediate, thereby providing a model system involving Fe(V) alone. Even in the presence of the target compound (propranolol, methyl phenyl sulfoxide and carbamazepine), Fe(VI) was also completely transformed to Fe(V) rather than to oxidize the target compound. Thus, the observed degradation of the target compound was caused by Fe(V) alone, confirming the feasibility of the reaction as a model system involving Fe(V) only. Comparatively, the formation of ABTS%+ (Stage I) and its further oxidation by Fe(VI) (Stage II) was found in the reaction of ABTS with excess Fe(VI). Stage II produced one-electron transfer product(i.e., ABTS2+) only in the case of pH ? 5 (k = 2.55 × 105 M?1s?1, pH = 4) while proceeded oxidative degradation rather than one-electron transfer in the pH range of 6–8 (k = 2.33 × 103 M?1s?1, pH = 7). Based on the distribution of the speciation of Fe(VI) species, H2FeO4 was confirmed to be the active species for oneelectron transfer path while HFeO4 - species was responsible for the oxidative degradation. Correspondingly, Fe (VI) was transformed to Fe(V) or Fe(IV), which did not react with other intermediates (i.e., ABTS%+ and\nABTS2+).", "Daftar File": {}, "Penulis": "Mang Xuea [-]", "Kontributor / Dosen Pembimbing": ["Zhen Wanga, Shao-Fang Sun, Zhuang-Song Huanga, Xin-Xin Zhangb, Jun Ma,?, Xiao-Li Dong"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Ferrate, Perferryl, 2,2?-azino-bis(3-ethylbenzothiazoline)-6, sulfonate", "Sumber": "Chemical Engineering Journal journal, www.elsevier.com/locate/cej", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Jan 2020"}