{"Nomor": 45804, "Judul": "MENINGKATKAN KEPUASAN DAN LOYALITAS PELANGGAN DI INDUSTRI PAKAN UNGGAS", "Abstrak": "Indonesia adalah peringkat keempat dari populasi tertinggi di dunia dan pasar potensial bagi industri perunggasan untuk memenuhi permintaan daging ayam sebagai protein yang terjangkau bagi masyarakat. Seiring dengan meningkatnya konsumsi daging ayam rakyat Indonesia, industri pakan unggas tumbuh dan berkembang pesat, menjadikan industri pakan sebagai salah satu sektor yang menarik minat investor dan perusahaan asing untuk memasuki industri ini. PT. Charoen Pokphand Indonesia adalah penggerak pertama dalam industri pakan unggas di Indonesia, dalam beberapa tahun terakhir, pesaing mencoba untuk menembus Pelanggan setia perusahaan untuk bergabung dengan bisnis mereka dengan menawarkan banyak manfaat seperti harga yang lebih rendah dan metode pembayaran yang fleksibel. Pada kuartal ketiga 2019, laba Perusahaan menurun seiring dengan penurunan jumlah pelanggan, Laba Perusahaan pada kuartal ketiga 2019 Rp 2.564.852 juta turun 26,01% dibandingkan periode yang sama tahun lalu di triwulan ketiga 2018 Laba Perusahaan Rp 3.466.458 juta.  Situasi ini mendorong Perusahaan untuk meningkatkan hubungan dengan pelanggan dalam upaya menjaga kepuasan dan loyalitas pelanggan. Tujuan dari penelitian ini adalah untuk menganalisis dan mengenali strategi hubungan pelanggan yang dapat diterapkan untuk meningkatkan kepuasan dan loyalitas pelanggan dalam industri pakan unggas.\nUntuk memahami situasi perusahaan dengan lebih baik, kami melakukan analisis internal dan analisis eksternal. Analisis eksternal dilakukan dengan menggunakan PESTLE Analysis, Porter’s Five Forces , dan Competitor Analysis. Sedangkan analisis internal dilakukan dengan menggunakan SWOT Analysis. Data Dikumpulkan melalui wawancara dengan pelanggan potensial dan pelanggan lama kurang dari satu tahun dan pelanggan lama lebih dari satu tahun. Berdasarkan ringkasan wawancara dan analisis yang dilakukan, ditemukan bahwa citra perusahaan dan merk, stabilitas kualitas produk dan layanan keterpaduan seperti asisten layanan teknis, respons terhadap masalah atau keluhan adalah faktor penting pada kepuasan dan loyalitas pelanggan.\nPada akhir bagian, peneliti merumuskan strategi hubungan sebagai solusi untuk meningkatkan kepuasan dan loyalitas pelanggan. Program hubungan yang dapat diimplementasikan adalah meningkatkan proses internal dalam kegiatan utama dan kegiatan pendukung untuk memastikan kualitas yang stabil, memantau kualitas pakan menggunakan teknologi digital, asisten layanan teknis kepada pelanggan, program seminar untuk meningkatkan keterampilan petani, dan respons cepat dalam menangani keluhan pelanggan. Diharapkan perusahaan dapat menerapkan program untuk meningkatkan kepuasan dan loyalitas pelanggan.", "Daftar File": {"2020_TS_PP_YUNA YUDANTARA_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/197097"}, "Penulis": "Yuna Yudantara [29118034]", "Kontributor / Dosen Pembimbing": ["Nila Armelia Windasari, S.A., M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "industri pakan unggas, citra perusahaan, citra merk, kualitas pakan, asisten layanan teknis, stabilitas kualitas.", "Sumber": "PT. Charoen Pokphand Indonesia", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "27 Jan 2020"}