{"Nomor": 45810, "Judul": "PEMBUATAN, KARAKTERISASI, UJI DISOLUSI, DAN DIFUSI NANOKOKRISTAL ASAM DIKLOFENAK-PROLIN", "Abstrak": "Nanoteknologi dikembangkan salah satunya untuk meningkatkan kelarutan suatu obat. Modifikasi obat dengan pembentukan kokristal juga banyak diterapkan untuk memperbaiki sifat fisikokimia bahan aktif farmasi. Kombinasi dari dua modifikasi ini menghasilkan teknik nanokokristalisasi, sebuah pendekatan baru untuk mendapatkan karakter obat yang unggul. Sebelumnya, telah dilaporkan pembentukan kokristal asam diklofenak-prolin (DPC) yang dapat meningkatkan kelarutan asam diklofenak. Penelitian ini bertujuan mengembangkan nanokokristal asam diklofenak-prolin (NDPC) dan mengevaluasi kinetika pembentukan, stabilitas, peningkatan disolusi, dan difusinya. Produksi NDPC dioptimasi dengan teknik top-down dan bottom-up. Teknik top-down dilakukan melalui prosedur wet milling dan prosedur neat grinding, sedangkan teknik bottom-up dilakukan melalui prosedur inversi fase globul dan fast evaporation dibantu proses microwave. NDPC ini dikarakterisasi oleh dynamic light scattering, scanning electron microscopy, transmission electron microscopy, binocular microscopy, powder x-ray diffractometry, Fourier transform infrared spectroscopy, dan differential scanning calorimetry. Kinetika pembentukan NDPC ditentukan dengan perbedaan waktu microwave dan dianalisis menggunakan Fourier transform infrared spectroscopy. Uji disolusi dilakukan menggunakan alat uji disolusi tipe 2 dan uji difusi menggunakan sel difusi Franz. Stabilitas ukuran partikel dan struktur NDPC diuji pada suhu 25±2°C dengan kelembaban relatif 80±5%. Hasil optimasi teknik bottom-up dengan prosedur fast evaporation tanpa stabilisator dibantu oleh microwave menghasilkan nanokokristal terbaik, dengan struktur stabil berdiameter 598,2±63,2 nm serta indeks polidispersitas 0,278±0,062. NDPC yang dihasilkan dengan prosedur ini memiliki spektra, difraktogram, dan titik leleh yang sama dengan DPC. Kinetika pembentukan NDPC mengikuti kinetika orde satu. Persentase pelepasan NDPC meningkat 1,32 kali lipat dalam dapar pH 1,2; 1,14 kali lipat dalam dapar pH 6,8; dan 2,46 kali lipat dalam dapar pH 7,4. Persentase difusi NDPC meningkat 2,06 kali lipat dalam pH 6,8, dan 1,71 kali lipat dalam pH 7,4 dibandingkan dengan DPC ukuran mikro. Penelitian ini menghasilkan NDPC berukuran nano yang tetap mempertahankan struktur kokristalnya melalui prosedur fast evaporation dibantu microwave serta menunjukkan adanya peningkatan profil disolusi dan difusi dibandingkan terhadap DPC.", "Daftar File": {"ABSTRAK Winni Nur Auli": "https://digilib.itb.ac.id/gdl/download/197103", "COVER Winni Nur Auli": "https://digilib.itb.ac.id/gdl/download/244339", "BAB 1 Winni Nur Auli": "https://digilib.itb.ac.id/gdl/download/244340", "BAB 2 Winni Nur Auli": "https://digilib.itb.ac.id/gdl/download/244341", "BAB 3 Winni Nur Auli": "https://digilib.itb.ac.id/gdl/download/244342", "BAB 4 Winni Nur Auli": "https://digilib.itb.ac.id/gdl/download/244343", "BAB 5 Winni Nur Auli": "https://digilib.itb.ac.id/gdl/download/244344", "BAB 6 Winni Nur Auli": "https://digilib.itb.ac.id/gdl/download/244345", "PUSTAKA Winni Nur Auli": "https://digilib.itb.ac.id/gdl/download/244347"}, "Penulis": "Winni Nur Auli [20718019]", "Kontributor / Dosen Pembimbing": ["Dr. Ilma Nugrahani, M.Si., Apt."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "asam diklofenak, l-prolin, kokristal, nanokokristal, disolusi, difusi.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "28 Jan 2020"}