{"Nomor": 45816, "Judul": "AKTIVITAS ANTIOKSIDAN KOPI ARABIKA GREEN BEAN DAN ROASTED BEAN DARI GAYO, JURIA, DAN WAMENA DENGAN METODE DPPH DAN FRAP", "Abstrak": "Latar belakang dan tujuan: Radikal bebas merupakan salah satu faktor peningkat risiko penyakit degeneratif\ndalam tubuh manusia. Paparan radikal bebas yang terlalu tinggi membuat tubuh memerlukan antioksidan\neksogen yang bisa didapatkan melalui makanan atau minuman. Kopi memiliki aktivitas antioksidan. Tujuan\npenelitian adalah untuk menentukan aktivitas antioksidan berbagai ekstrak kopi Arabika green bean dan\nroasted bean dengan metode DPPH dan FRAP, menentukan total fenol dan flavonoid, menganalisis\nkorelasi total fenol dan flavonoid dengan IC50 DPPH dan EC50 FRAP serta korelasi antara IC50 DPPH dan\nEC50 FRAP. Metode: Ekstraksi dengan cara refluks menggunakan tiga pelarut dengan kepolaran meningkat,\nyaitu n-heksana, etil asetat dan etanol. Penentuan IC50 peredaman DPPH dan EC50 kapasitas FRAP, kadar\ntotal fenol, dan flavonoid dilakukan dengan spektrofotometri uv-sinar tampak. Korelasi total fenol,\nflavonoid, dengan IC50 DPPH dan EC50 FRAP serta korelasi hasil antara dua metode antioksidan dianalisis\ndengan metode Pearson. Hasil: Ekstrak etanol GGB (Gayo Green Bean) menunjukkan aktivitas antioksidan\ntertinggi melalui metode DPPH dengan IC50 sebesar 1,35 µg/mL, sedangkan dengan metode FRAP\nditunjukkan oleh ekstrak etanol WGB (Wamena Green Bean). Korelasi antara total flavonoid terhadap IC50\nDPPH dan EC50 FRAP menunjukkan korelasi negatif dan bermakna pada semua ekstrak kecuali ekstrak\nJuria green bean. IC50 DPPH dan EC50 FRAP menunjukkan korelasi positif dan bermakna pada ekstrak\nGayo green bean (GGB), Gayo roasted bean (GRB), Wamena green bean (WGB), Wamena roasted bean\n(WRB), dan Juria roasted bean (JRB). Ekstrak etanol Arabika green bean dan roasted bean dari Gayo,\nJuria dan Wamena merupakan antioksidan sangat kuat. Senyawa golongan flavonoid merupakan\nkontributor utama pada aktivitas antioksidan ekstrak kopi GGB, GRB, JRB, WGB, WRB. Metode DPPH\ndan FRAP memberikan hasil yang linier pada aktivitas antioksidan ekstrak kopi GGB, GRB, JRB, WGB,\nWRB .", "Daftar File": {"ABSTRAK Kartika Salam Juarna": "https://digilib.itb.ac.id/gdl/download/197273", "COVER Kartika Salam Juarna": "https://digilib.itb.ac.id/gdl/download/239464", "BAB 1 Kartika Salam Juarna": "https://digilib.itb.ac.id/gdl/download/239465", "BAB 2 Kartika Salam Juarna": "https://digilib.itb.ac.id/gdl/download/239466", "BAB 3 Kartika Salam Juarna": "https://digilib.itb.ac.id/gdl/download/239467", "BAB 4 Kartika Salam Juarna": "https://digilib.itb.ac.id/gdl/download/239468", "BAB 5 Kartika Salam Juarna": "https://digilib.itb.ac.id/gdl/download/239469", "BAB 6 Kartika Salam Juarna": "https://digilib.itb.ac.id/gdl/download/239470", "PUSTAKA Kartika Salam Juarna": "https://digilib.itb.ac.id/gdl/download/239471"}, "Penulis": "Kartika Salam Juarna [20716008]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Irda Fidrianny, M.Si.", "Prof. Dr. Komar Ruslan Wirasutisna"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "antioksidan, kopi Arabika, green bean, roasted bean, DPPH, FRAP", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "28 Jan 2020"}