{"Nomor": 45812, "Judul": "UJI AKTIVITAS ANTIJAMUR EKSTRAK KULIT BATANG ASAM JAWA (TAMARINDUS INDICA L.) TERHADAP JAMUR PATOGEN SECARA IN VITRO DAN IN SITU", "Abstrak": "Jamur merupakan salah satu penyebab penyakit kulit di Indonesia. Obat antijamur\nkonvensional memang berkhasiat, tetapi memiliki efek samping, sehingga peluang untuk\nmengembangkan tanaman obat sebagai obat alternatif antijamur sangat besar,\nTamarindus indica L. digunakan oleh masyarakat sebagai tangkringan pada kandang\nburung untuk mencegah jamur tumbuh pada kaki burung, sehingga diduga kulit batang\nTamarindus indica L. memiliki aktivitas antijamur. Penelitian ini menggunakan metode\nin vitro yaitu mikrodilusi, difusi agar, Kromatografi Lapis Tipis (KLT) bioautografi, uji\nkesetaraan obat pembanding, Scanning Electron Microscope (SEM), dan uji in situ pada\npunggung kelinci. Hasil pengujian mikrodilusi menunjukkan bahwa ekstrak dan fraksi\nkulit batang asam jawa mempunyai aktivitas antijamur pada jamur dermatofit yaitu\nTrichophyton mentagrophytes, Microsporum canis dan Microsporum gypseum,\nsementara pada Candida utilis, Candida albicans, Fusarium sp., Aspergillus niger,\nAspergillus nidulan, Aspergillus flavus, dan Aspergillus oryzae tidak memiliki aktivitas\nantijamur. Hasil difusi agar menunjukan adanya aktivitas antijamur ekstrak etanol kulit\nterhadap T. mentagrophytes, M. canis dan M. gypseum pada konsentrasi 15% dengan\ndiameter 18,37±0,34 mm, 13,43±0,29 mm dan 14,67±0,12 mm. Aktivitas ekstrak nheksana terhadap T. mentagrophytes, M. canis dan M. gypseum pada konsentrasi 15%\ndengan diameter 26,27±0,39 mm, 17,7±0,40 mm, 17,53±0,50 mm, aktivitas antijamur\nekstrak minyak terhadap T. mentagrophytes ditunjukkan pada konsentrasi 30% dengan\ndiameter hambat 15,24±0,22 mm, sedangkan terhadap M. canis dan M. gypseum pada\nkonsentrasi 50% dengan diameter hambat 15,47±0,17 mm dan 14,0± 0,16 mm. Nilai\nkesetaraan aktivitas antijamur diperoleh pada jamur uji T. mentagrophytes dimana 1 mg\nekstrak etanol, ekstrak n-heksana, ekstrak minyak, fraksi air, fraksi etilasetat serta fraksi\nn-heksana setara dengan 0,00133 mg, 0,00199 mg, 0,00219 mg, 0,00124 mg, 0,00161\nmg, dan 0,00169 mg mikonazol nitrat, sedangkan pada jamur uji M. gypseum 1 mg\nekstrak etanol, ekstrak n-heksana, ekstrak minyak, fraksi air, fraksi etilasetat serta fraksi\nn-heksana setara dengan 0,0028 mg, 0,0023 mg, 0,0052 mg, 0,0022 mg, 0,0040 mg, dan\n0,0020 mg mikonazol nitrat. Pada jamur uji M. canis 1 mg ekstrak etanol, ekstrak nheksana, ekstrak minyak, fraksi air, fraksi etilasetat serta fraksi n-heksana setara dengan\n0,0016 mg, 0,0019 mg, 0,0029 mg, 0,0016 mg, 0,0015 mg, dan 0,0012 mg mikonazol\nnitrat. Uji KLT Bioautografi pada ekstrak n-heksana dan ekstrak minyak mampu\nmenunjukan adanya zona bening sebagai bukti aktivitas antijamur. Uji SEM menunjukan\nadanya gambaran perubahan dari ukuran, bentuk serta kerapatan pertumbuhan hifa jamur\njika dibandingkan dengan kontrol dan obat pembanding. Uji topikal pada punggung\nkelinci diperoleh hasil bahwa ekstrak minyak berbasis salep memberikan efek adanya\npengurangan eritema dan udem serta sembuh pada hari ke-14, dan krim mikonazole 2%\nmenunjukan kesembuhan pada hari ke-12, sementara salep n-heksana 2%, krim ekstrak nheksana 2 %, dan krim ekstrak minyak 2% tidak memiliki pengaruh bermakna jika\ndibandingkan dengan kontrol. Dari uji in vitro dan in situ menunjukan adanya aktivitas\nantijamur dimana ekstrak n-heksana dan ekstrak minyak memiliki aktivitas paling baik,\nhal ini menunjukan bahwa senyawa non polar yang memiliki peranan dalam aktivitas\nantijamur ini. Adanya aktivitas antijamur dari kulit batang asam jawa baik secara in vitro\nmaupun secara in situ, dimana senyawa nonpolarlah yang diduga memiliki peranan\npenting dalam aktivitas tersebut.\n.", "Daftar File": {"ABSTRAK Rohayati": "https://digilib.itb.ac.id/gdl/download/197126"}, "Penulis": "Rohayati [20712036]", "Kontributor / Dosen Pembimbing": ["Prof. I Ketut Adnyana, M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Antijamur, Tamarindus indica L. Asam jawa, Kulit batang asam jawa, Jamur patogen, jamur dermatofit", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "28 Jan 2020"}