{"Nomor": 45822, "Judul": "KARAKTERISASI BEBERAPA GANODERMA SP. DI INDONESIA DAN AKTIVITAS INHIBISI DIPEPTIDIL PEPTIDASE-4 SERTA ALFA-GLUKOSIDASE METABOLIT UTAMA GANODERMA AUSTRALE (FR.) PAT.", "Abstrak": "Penggunaan herbal secara tradisional untuk menyembuhkan penyakit diabetes\nmellitus sebagai sumber obat telah banyak dilakukan di masyarakat salah satunya\njamur Ganoderma. Marga Ganoderma dibagi menjadi dua submarga berdasarkan\nada tidaknya palisade. Submarga Ganoderma dengan permukaan mengkilap\n(laccate surface) atau memiliki palisade digolongkan ke dalam G. lucidum complex\natau Ganoderma sedangkan submarga Ganoderma dengan permukaan tidak\nmengkilap (non-laccate surface) masuk ke dalam G. applanatum complex atau\nElfvingia.\nDiabetes mellitus (DM) merupakan penyakit kompleks bersifat progresif yang\ndisebabkan oleh gangguan pada metabolisme karbohidrat, lemak, dan protein\nakibat kurangnya sekresi insulin, sensitivitas reseptor insulin, atau keduanya.\nJumlah penderita diabetes mellitus cenderung mengalami kenaikan tiap tahunnya.\nSitagliptin, linagliptin, dan alogliptin merupakan beberapa contoh obat golongan\ninhibitor DPP-4 yang telah beredar. Golongan obat inhibitor DPP-4 bekerja dengan\ncara memperpanjang waktu paruh dari glucagon like peptide-1 (GLP-1) yang\nkurang dari 2 menit akibat metabolisme dari enzim DPP-4. Dengan dihambatnya\nenzim DPP-4 maka kinerja hormon GLP-1 diharapkan dapat lebih maksimal dalam\nmenyerap glukosa ke dalam sel tubuh. Keuntungan lain dari terapi inhibitor DPP-4\nadalah kemampuannya sebagai terapi tunggal maupun kombinasi untuk tidak\nmenginduksi kenaikan berat badan seperti golongan obat anti diabetes mellitus\nlama.\nGolongan obat oral antidiabetes yang juga memiliki resiko minimal terhadap\npeningkatan berat badan dan hipoglikemia ditunjukkan oleh golongan penghambat\nenzim ?-glukosidase. Golongan obat ini bekerja dengan cara menghambat\npemecahan polisakarida menjadi glukosa sehingga tidak terjadi absorpsi lonjakan\nkadar gula darah pada titik waktu tertentu.\nNamun budidaya dan penggunaan medis submarga Ganoderma appalanatum\ncomplex kurang dimanfaatkan dibandingkan dengan submarga Ganoderma. Di\nsamping itu laporan aktivitas Ganoderma masih terbatas pada ekstrak. Berdasarkan\nkajian di atas, perlu ditelaah kandungan metabolit sekunder dari submarga\nGanoderma applanatum complex dan kemampuannya dalam menghambat enzim\nDPP-4 dan ?-glukosidase secara in vitro dan in silico.\nPenelitian ini dimulai dengan mengumpulkan beberapa Ganoderma applanatum\ncomplex dan Ganoderma lucidum complex. Jamur G. australe merupakan satusatunya jenis Ganoderma applanatum complex yang berhasil dikumpulkan dan\ndiekstraksi menggunakan pelarut dengan kepolaran bertingkat menggunakan alat\nSoxhlet. Isolasi dilakukan dengan metode kromatografi kolom hingga diperoleh 3\nisolat. Berdasarkan hasil karakterisasi dan identifikasi Resonansi Magnetik Inti\n(RMI) diketahui ketiga isolat tersebut merupakan turunan steroid yaitu stellasterol,\ncampuran ergosterol peroksida dan 9(11)-dehidroergosterol peroksida, serta\nergosterol. Selanjutnya ketiga macam ekstrak dan ketiga isolat diuji aktivitasnya\ndalam menghambat enzim DPP-4 dan ?-glukosidase.\nAktivitas penghambatan enzim DPP-4 oleh ekstrak metanol (IC50 12,63 ± 5,17)\nµg/ml paling baik dibandingkan ekstrak lainnya. Sebaliknya, ekstrak metanol (IC50\n86,59 ± 13,42) µg/ml memberikan aktivitas penghambatan enzim ?-glukosidase\npaling rendah dibandingkan ekstrak lain. Ergosterol peroksida memberikan\naktivitas penghambatan paling tinggi dalam menghambat enzim DPP-4 (IC50\n138,96 ± 24,76) µM dan ?-glukosidase (IC50 50,09 ± 16,47) µM dibandingkan\nisolat lainnya.\nStudi in silico digunakan sebagai pendekatan untuk menggambarkan pola interaksi\ndari ketiga isolat dengan sisi aktif enzim DPP-4 (PDB: 1X70) dan ?-glukosidase\n(PDB: 3W37). Stellasterol, ergosterol peroksida, dan ergosterol tidak membentuk\nikatan hidrogen dengan asam amino yang sama dengan sitagliptin sebagai kontrol\npositif di dalam kantung enzim DPP-4. Sebaliknya, ketiga isolat banyak\nmembentuk ikatan ?-alkil dengan asam amino pada kantung S1 yang bersifat\nhidrofobik. Ketiga isolat hanya mengikat tiga asam amino yang sama bila\ndibandingkan dengan sitagliptin, yaitu Tyr666, Tyr662, dan Phe357. Pengujian\nketiga isolat pada kantung enzim ?-glukosidase menunjukkan bahwa ketiga isolat\nberikatan dengan enam asam amino yang sama bila dibandingkan dengan akarbosa,\nyaitu His626, Asn237, Ala234, Trp329, Phe601, dan Met470.\nDapat disimpulkan bahwa mekanisme kerja ketiga isolat turunan steroid sebagai\nanti diabetes mellitus tipe 2 diperkirakan lebih menyerupai inhibitor ?-glukosidase\ndaripada sebagai inhibitor DPP-4.", "Daftar File": {"ABSTRAK Krisyanti Budipramana": "https://digilib.itb.ac.id/gdl/download/197477"}, "Penulis": "Krisyanti Budipramana [30716009]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Sukrasno, MS", "Prof. Dr. Komar Ruslan Wirasutisna"], "Jenis Koleksi": "Disertasi", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "?-glukosidase, DPP-4, ergosterol, Ganoderma, stellasterol, in silico.", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "29 Jan 2020"}