{"Nomor": 45825, "Judul": "STUDI IN SILICO INTERAKSI HIBRID KATIONIK PORFIRIN- ANTRAKUINON DENGAN DNA DUPLEKS, DNA G-KUADRUPLEKS, DAN HSP90", "Abstrak": "Kanker merupakan merupakan salah satu penyakit yang paling mengancam kehidupan\nmanusia. Salah satu metode penanganan kanker adalah penggunaan agen kemoterapi dengan\ntarget tertentu. Setidaknya terdapat tiga target agen anti kanker yang telah terbukti secara in\nvivo terlibat dalam pertumbuhan sel kanker yaitu DNA dupleks, DNA G-kuadrupleks, dan\nHsp90. Puluhan obat anti kanker yang menargetkan DNA dupleks, DNA G-kuadrupleks, dan\nHsp90 telah dikembangkan, tetapi kebutuhan akan agen kemoterapi baru dengan efektivitas\ndan selektivitas yang lebih baik pada target tertentu tetap besar karena sifat nonselektif obat\nantikanker yang telah ada, heterogenesitas sifat kanker, dan resistensi strain kanker terhadap\nobat tertentu. Pada penelitian ini, hibrid porfirin-antrakuion dengan gugus samping piridin,\nimidazol, atau pirazol akan dipelajari interaksinya dengan DNA dupleks, DNA G-\nkuadrupleks, dan Hsp90, untuk menentukan potensi dan selektivitas senyawa hibrid tersebut\npada target tertentu.\nPenelitian ini menggunakan pendekatan simulasi doking/penambatan molekul untuk\nmenentukan modus pengikatan hibrid kationik porfirin-antrakuinon pada setiap target, dan\npendekatan dinamika molekul untuk mengetahui stabilitas kompleks ligan/target yang\nterbentuk. Digunakan empat jenis DNA dupleks yang mewakili modus pengikatan interkalasi\ndan pengikatan melalui lekuk DNA, dan tiga jenis DNA G-kuadrupleks yang terdiri dari G-\nkuadrupleks paralel, G-kuadrupleks campuran, dan G-kuadrupleks antiparalel. Terdapat\nsembilan senyawa hibrid porfirin yang masing-masing didoking pada DNA dupleks, DNA G-\nkuadrupleks, dan Hsp90 menggunakan Autodock 4.2, dan setiap kompleks ligan-DNA\ndupleks, ligan-DNA G-kuadrupleks, dan ligan-Hsp90, dianalisis selama simulasi dinamika\nmolekul (6 ns) menggunakan Amber12. Perhitungan energi bebas ikatan ligan pada masing-\nmasing kompleks dilakukan dengan menggunakan metode MM-PBSA.\nSenyawa hibrid porfirin berinteraksi dengan DNA dupleks melalui interkalasi, atau\nberinteraksi pada lekuk mayor dan lekuk minor DNA dupleks. Pengikatan melalui lekuk\nmayor tidak menguntungkan secara energetika. Simulasi dinamika molekul pada kompleks\nyang terbentuk melalui interaksi pada lekuk minor dan interkalasi mengindikasikan stabilitas\nkompleks yang terbentuk. Analisis energi bebas menyatakan bahwa kontribusi energi\nelektrostatik pengikatan melalui lekuk minor jauh lebih negatif dari energi yang sama pada\npengikatan melalui interkalasi. Sumbangan energi van der Waals tidak berbeda signifikan\nantara kedua modus pengikatan tersebut, kecuali pada mono-H2PzP-AQ/1Z3F, yang\nnampaknya merupakan konsekuensi dari konformasi mono-H2PzP-AQ pada 1Z3F.\nPengikatan pada lekuk minor DNA yang kaya GC dan kaya AT tidak berbeda signifikan,\nsedangkan interkalasi ligan menyukai DNA dengan sekuens AT. Pengikatan ligan yang\ndidesain (bis-H2PyP-AQ) memiliki energi ikatan yang lebih negatif dari energi ikatan ligan\nalami (distamycin pada 2DND dan nogalamycin pada 182D).\nHibrid porfirin memiliki preferensi pengikatan pada struktur paralel dan campuran\nparalel/antiparalel dibandingkan dengan struktur antiparalel. Preferensi tersebut disebabkan\ninteraksi penumpukan porfirin pada G-tetrad dan pengikatan loop oleh gugus antrakuinon,\ndengan kedua interaksi tersebut tidak terjadi pada struktur antiparalel akibat adanya loop\ndiagonal dan loop lateral yang meruah pada G-kuartet. Pengikatan pada struktur antiparalel\nterjadi melalui loop dan lekuk lebar dengan afinitas yang lebih rendah. Seluruh modus\npengikatan tersebut terkonfirmasi melalui simulasi dinamika molekul sepanjang 6 ns dan\nenergi bebas ikatan yang negatif. Analisis energi bebas menunjukkan bahwa sumbangan yang\nmenguntungkan interaksi berasal dari interaksi elektrostatik, yang berasal dari interaksi gugus\npiridin, pirazol atau imidazol dengan tulang punggung fosfat yang bermuatan negatif.\nInteraksi yang menguntungkan juga berasal dari interaksi van der Waals yang berasal dari\ninteraksi penumpukan (stacking).\nInteraksi ligan pada kantung aktif Hsp90 terjadi melalui pembentukan ikatan hidrogen\ndengan residu Phe138 yang teramati pada setiap hibrid porfirin kecuali bis-H2ImP-AQ, dan\nantara inti porfirin dengan residu Asp54 pada setiap ligan kecuali bis-H2ImP-AQ dan tris-\nH2ImP-AQ. Interaksi pi-kationik antara inti porfirin dengan residu Lys58, dan antara cincin\nbenzena dengan residu Lys112 teramati pada setiap hibrid porfirin, dengan ikatan ini tidak\nditemukan pada interaksi ligan alami. Simulasi dinamika molekul setiap kompleks ligan\nHsp90 mengindikasi kestabilan setiap kompleks, sedangkan analisis fluktuasi residu pada\nsetiap kompleks menunjukkan distribusi RMSF yang serupa. Analisis energi ikatan\nmenunjukkan bahwa kontribusi energi yang menguntungkan berasal dari energi elektrostatik,\nenergi van der Waals, dan energi desolvasi nonpolar. Energi ikatan pada masing-masing\nkompleks lebih negatif dari energi ikatan GD, yang mengindikasikan potensi senyawa hibrid\nporfirin yang didesain untuk dikembangkan sebagai inhibitor baru Hsp90.", "Daftar File": {"ABSTRAK Muhammad Arba": "https://digilib.itb.ac.id/gdl/download/197495", "COVER Muhammad Arba": "https://digilib.itb.ac.id/gdl/download/239640", "BAB 1 Muhammad Arba": "https://digilib.itb.ac.id/gdl/download/239641", "BAB 2 Muhammad Arba": "https://digilib.itb.ac.id/gdl/download/239642", "BAB 3 Muhammad Arba": "https://digilib.itb.ac.id/gdl/download/239643", "BAB 4 Muhammad Arba": "https://digilib.itb.ac.id/gdl/download/239644", "BAB 5 Muhammad Arba": "https://digilib.itb.ac.id/gdl/download/239645", "PUSTAKA Muhammad Arba": "https://digilib.itb.ac.id/gdl/download/239646"}, "Penulis": "Muhammad Arba [30710009]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Daryono Hadi Tjahjono, M.Sc., Apt.", "Dr.rer.nat. Rahmana Emran Kartasasmita, M.Si."], "Jenis Koleksi": "Disertasi", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "DNA dupleks, DNA G-quadrupleks, Hsp90, hibrid kationik porfirin, kompleks molekul, simulasi dinamika molekul, MM-PBSA", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "8 file", "Tanggal Input": "29 Jan 2020"}