{"Nomor": 45820, "Judul": "ANALISIS PERILAKU PIER TINGGI PADA JEMBATAN BENTANG MENERUS  TERHADAP BEBAN GEMPA", "Abstrak": "Jalan dan jembatan merupakan sarana pendukung transportasi yang tidak dapat dipisahkan. Seringkali di lapangan diharuskan menggunakan jembatan dengan bentang yang cukup panjang. Faktor kenyamanan pengguna adalah salah satu variabel penting dalam menentukan jenis dan model jembatan bentang panjang. Biasanya jembatan dengan bentang menerus dapat menjadi salah satu pilihan untuk mengatasi hal tersebut. Dengan mempertimbangkan berbagai hal pula terkadang jembatan direncanakan dengan kombinasi antara perletakan sederhana dan bentang menerus. \n\nTidak bisa dipungkiri bahwa pada saat ini banyak fenomena-fenomena alam seperti gempa bumi yang sering melanda wilayah Indonesia, baik itu dengan kekuatan gempa kecil sampai yang besar, maka perlu dibuat beberapa alternatif pemodelan bentang jembatan, yaitu pemilihan bentang menerus dan bentang perletakan sederhana sehingga dapat ditentukan  pemilihan model dengan perilaku terhadap beban gempa yang paling baik. Sehinga perlu dilakukan kajian lebih dalam tentang aspek perilaku pier jembatan bentang menerus terhadap beban gempa. \n\nBerdasarkan peta gempa yang ada, metode PSHA dan peta hazard gempa draft SNI 2010 dapat dibuat tiga (3) model parameter data respon spektra yang akan digunakan sebagai data masukan beban gempa yaitu berdasarkan nilai PGA sesuai SNI 03-1726-2002; nilai PGA dari peta hazard draft SNI 2010 dan nilai PGA berdasarkan perhitungan PSHA dengan fungsi atenuasi Donovan 1970.  Analisa ini menggunakan 5 (lima) buah model jembatan dengan letak dan posisi bentang menerus yang berbeda yaitu Model I (semua bentang menerus); Model II (bentang 2, 3 dan 4 menerus); Model III (bentang 1, 2, 4 dan 5  menerus); Model IV (bentang 1, 3 dan 5 menerus) dan Model V  (hanya bentang 3 menerus). Pada penelitian ini pondasi diasumsikan sebagai jepit sempurna (Fixed Footing) sehingga tidak ditinjau deformasi jembatan akibat interaksi dalam pondasi. Dari tiap-tiap model tersebut akan ditinjau performance level tiap-tiap jembatan dalam menahan beban gempa yang ada.  Dengan metode Pushover menggunakan software SAP 2000 akan diperoleh nilai Demand Displacement dan Capacity Displacement, sehingga dapat diketahui kelayakan pier jembatan yang dimodelkan. \n\nStruktur yang mempunyai massa akan mengalami pergeseran akibat gangguan gaya luar. Seperti yang terjadi  pada jembatan, displacement pada struktur jembatan harus mampu ditahan oleh elemen-elemen penyusun struktur jembatan tersebut. Dalam kajian ini elemen yang dimaksud adalah pier atau pilar jembatan. Sesuai hasil analisa dihasilkan bahwa secara keseluruhan struktur, hanya model II dan V yang mampu menahan gaya gempa dengan dasar analisa ?_D^L  ??_C^L  dan ?_D^T  ??_C^T. Besarnya longitudinal displacement yang dialami oleh pier P1 hampir mirip dengan displacement yang dialami oleh pier P2, kecuali pada model IV. \n\nNilai daktilitas yang didefinisikan sebagai kemampuan suatu struktur untuk mengalami deformasi yang besar tanpa mengalami keruntuhan untuk multiple pier dibatasi ? 5. Dari hasil analisa diperoleh semua pier dari berbagai model memenuhi persyaratan daktilitas. Nilai daktilitas pada model II mempunyai nilai paling besar dibandingkan dengan yang lain.", "Daftar File": {"COVER Suyadi": "https://digilib.itb.ac.id/gdl/download/198278", "BAB 1 Suyadi": "https://digilib.itb.ac.id/gdl/download/198279", "BAB 2 Suyadi": "https://digilib.itb.ac.id/gdl/download/198280", "BAB 3 Suyadi": "https://digilib.itb.ac.id/gdl/download/198281", "BAB 4 Suyadi": "https://digilib.itb.ac.id/gdl/download/198282", "BAB 5A Suyadi": "https://digilib.itb.ac.id/gdl/download/198283", "BAB 5B Suyadi": "https://digilib.itb.ac.id/gdl/download/198284", "BAB 6 Suyadi": "https://digilib.itb.ac.id/gdl/download/198285", "PUSTAKA Suyadi": "https://digilib.itb.ac.id/gdl/download/198286"}, "Penulis": "Suyadi [25009044]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Awal Surono", "Prof. Dr. Ir. Herlien D Setio", "Dr. Ir. Ananta Sofwan"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Jembatan, bentang panjang, respon spektra, peta hazard draft SNI  2010, performance level, daktilitas.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "28 Jan 2020"}