{"Nomor": 45839, "Judul": "THE INFLUENCE OF PART-TIME AND FULL-TIME EMPLOYEE ENGAGEMENT: A PRACTICAL GUIDE FOR MANAGERS", "Abstrak": "Orientasi: Organisasi bisnis kontemporer di dunia saat ini bekerja sama dan mematuhi rezim peraturan pemerintah secara berkelanjutan untuk mempromosikan fleksibilitas ke pasar tenaga kerja, dengan menata ulang pekerjaan dari pekerjaan penuh waktu menjadi paruh waktu. Walaupun kegiatan ini terdengar sangat positif untuk karyawan dan juga perusahaan, namun, kegiatan ini memungkinkan dampak negatif untuk karyawan dimana mereka tidak biasa dengan pengaturan waktu kerja yang baru dan merasa terganggu di tempat kerja.\nTujuan penelitian: Penelitian ini bertujuan untuk memberikan wawasan tentang bagaimana pekerjaan paruh waktu mempengaruhi keterlibatan karyawan, dan bagaimana perbedaannya dengan pekerjaan penuh waktu.\nDesain / Metodologi / Pendekatan: Pendekatan fenomenal (Phenomenal Approach) digunakan untuk melakukan penelitian ini berdasarkan perspektif karyawan yang berada di negara-negara Asia Tenggara (Indonesia, Malaysia dan Filipina) atau negara-negara Eropa Barat (Belanda, Jerman). Baik convenience sampling dan purposive sampling digunakan dalam penelitian ini, dan sekitar 13 karyawan setuju untuk berpartisipasi. Wawancara semi terstruktur dan analisis data ditampilkan melalui menggunakan analisis tematik.\nTemuan: Hasil menunjukkan bahwa ada perbedaan besar dalam jenis pekerjaan dan sumber daya pribadi antara karyawan paruh waktu dan penuh waktu, oleh karena itu, karyawan yang bekerja paruh waktu dapat mempengaruhi keterlibatan karyawan, yang mungkin tidak sama dengan karyawan penuh waktu.\nImplikasi: Studi ini memberikan kontribusi untuk memberikan wawasan kepada manajer dan organisasi untuk memahami bahwa jumlah sumber daya yang disediakan perusahaan untuk karyawan mereka mungkin tidak berlaku sama untuk pekerja paruh waktu dan penuh waktu. Dan karena sumber daya ini adalah pendorong keterlibatan karyawan, perusahaan harus memastikan bahwa hanya sumber daya yang sesuai yang difasilitasi untuk menjaga kesejahteraan karyawan dan keterlibatan kerja.", "Daftar File": {"ABSTRAK Liza Aulia": "https://digilib.itb.ac.id/gdl/download/198142"}, "Penulis": "Liza Aulia [19015200]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kata kunci: Pekerjaan paruh waktu, pekerjaan penuh waktu, keterlibatan karyawan, sumber daya pekerjaan, sumber daya pribadi, kinerja.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "29 Jan 2020"}