{"Nomor": 45835, "Judul": "STUDI PENGENDALIAN KOROSI MENGGUNAKAN COATING ZINC (Zn), ZINC PHOSPHATE (Zn3(PO4)2), ZINC SILICATE (ZnSiO4), DAN NICKEL (Ni) PADA INDUSTRI OTOMOTIF", "Abstrak": "Tujuan penelitian ini adalah mengetahui berbagai bahan coating untuk\npengendalian terjadinya korosi pada otomotif, mempelajari karakteristik material\npelapis yaitu zinc, zinc phosphate, zinc silicate, dan nickel untuk melapisi logam\nbaja otomotif dan mempelajari bahan coating yang paling sesuai dan saat ini\ndigunakan pada otomotif di Indonesia.\nMetode dalam penelitian ini adalah analisis eksploratif dari berbagai penelitian\nterdahulu. Analisis eksploratif di gunakan untuk mengeksplorasi tiap bahan pelapis\n(coating) agar diperoleh informasi mengenai bahan yang paling sesuai dengan\ncuaca yang ada di Indonesia. Sumber data dari jurnal penelitian, buku, dan tesis\nyang digunakan untuk mendukung penelitian. Teknik pengumpulan data yang\ndigunakan dalam penulisan ini adalah teknik analisis dokumen. Penulis\nmengumpulkan data dari berbagai sumber buku, jurnal, maupun internet untuk\nmendukung penulisan tesis ini.\nBerdasarkan hasil studi zinc, zinc silicate, zinc phosphate dan nickel dapat\ndigunakan sebagai bahan pelapis atau coating material pada kerangka kendaraan\npada bagian tertentu. Zinc mulai terbentuk korosi pada 96 jam (4 hari) setelah uji\npenyemprotan garam, ketebalan lapisan zinc 82,3-100 ?m dan berdasarkan uji SEM\npermukaan zinc utuh dengan beberapa cacat lapisan serta Zn didistribusikan secara\nmerata. Zinc phosphate mulai muncul korosi setelah 4 hari perendaman\nmenggunakan NaCl 3,5% dan korosi meningkat setelah 8 hari, ketebalan lapisan\nZinc phosphate adalah 50 ?m dan 77 ?m dan masih terdapat titik pori pada material\npelapis. Zinc silicate tahan korosi sampai 5 tahun pemakaian dengan ketebalan\nlapisan 0,3-10 ?m. Nickel tahan karat puluhan tahun dengan ketebalan 0,2 - 0,7 ?m\ndan 13 ?m dan hasil SEM material logam merata dan bentuk seragam.", "Daftar File": {"ABSTRAK Bukhaerotul Brilliantoro": "https://digilib.itb.ac.id/gdl/download/197841", "COVER Bukhaerotul Brilliantoro": "https://digilib.itb.ac.id/gdl/download/254182", "BAB 1 Bukhaerotul Brilliantoro": "https://digilib.itb.ac.id/gdl/download/254183", "BAB 2 Bukhaerotul Brilliantoro": "https://digilib.itb.ac.id/gdl/download/254184", "BAB 3 Bukhaerotul Brilliantoro": "https://digilib.itb.ac.id/gdl/download/254185", "BAB 4 Bukhaerotul Brilliantoro": "https://digilib.itb.ac.id/gdl/download/254186", "BAB 5 Bukhaerotul Brilliantoro": "https://digilib.itb.ac.id/gdl/download/254187", "PUSTAKA Bukhaerotul Brilliantoro": "https://digilib.itb.ac.id/gdl/download/254188"}, "Penulis": "Bukhaerotul Brilliantoro [23116002]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. H. Rochim Suratman"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "coating, zinc, zinc phosphate, zinc silicate, nickel.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "29 Jan 2020"}