{"Nomor": 45853, "Judul": "AKTIVITAS ANTIMIKROBA DAUN TERMINALIA MUELLERI BENTH., COMBRETACEAE, DAN SENYAWA AKTIFNYA", "Abstrak": "Salah satu fokus perhatian dalam masalah kesehatan adalah penyediaan obat\nantiinfeksi secara keberlanjutan untuk mengatasi penyakit infeksi yang\nmerupakan penyebab kematian ketiga terbesar di dunia. Jenis obat yang\ntersedia relatif terbatas. Sementara itu beberapa mikroorganime patogen telah\nresisten terhadap obat yang ada. Berkaitan dengan hal ini, penelitian untuk\nmencari obat-obatan baru senantiasa perlu dilakukan terutama dari tumbuhan\nyang secara tradisional telah digunakan untuk mengatasi berbagai penyakit\ntermasuk penyakit infeksi.\nMasyarakat Indonesia secara tradisional telah menggunakan tumbuhan untuk\nmengatasi berbagai penyakit termasuk penyakit infeksi, namun penggunaannya\nbelum banyak dibuktikan secara ilmiah. Sementara itu, informasi pengunaan\ntumbuhan dalam pengobatan tradisional merupakan salah satu pendekatan\nuntuk menemukan obat baru dan Dewan Riset Nasional mengagendakan untuk\nmengembangkan obat bahan alam melalui pemanfaatan sumberdaya hayati\nIndonesia maka penelitian untuk mencari obat antimikroba baru dari tumbuhan\nyang ditemukan di Indonesia sangatlah relevan.\nTerminalia catappa L. merupakan salah satu tumbuhan yang banyak tumbuh di\nIndonesia dan secara tradisional digunakan sebagai obat. Seperti marga\nCombretaceae yang lain, tumbuhan ini juga dilaporkan bersifat antimikroba. Di\nIndonesia, juga ditemukan jenis Terminalia lain. Berdasarkan penelitian\npendahuluan diketahui bahwa Terminalia muelleri Benth. memiliki aktivitas\npaling kuat sebagai antimikroba dibandingkan 17 jenis tumbuhan suku\ncombretacea lainnya. T. muelleri Benth. belum banyak diteliti, sehingga menarik\nuntuk dikaji lebih lanjut dengan harapan akan diperoleh antimikroba yang\npoten.Tujuan penelitian ini adalah memverifikasi penggunaan T. muelleri sebagai\nantimikroba. Adapun tujuan khususnya adalah menelaah potensi antimikroba,\nmengisolasi dan menentukan struktur kimia senyawa aktif aktifnya, serta\nmenelaah mekanisme kerja antimikroba senyawa aktif terhadap sel mikroba.\nStrategi yang ditempuh adalah dengan pendekatan kimia dan aktivitas\nantimikroba, sehingga isolasi senyawa aktif dari daun T. muelleri Benth.\ndilakukan terarah dipandu dengan uji antimikroba. Uji antimikroba dilakukan\ndengan metode difusi agar menggunakan bakteri Escherichia coli ATCC\n25923, Staphylococcus aureus ATCC 25922 dan fungi Candida albicans\nATCC 10132. Potensi antimikroba isolat ditelaah melalui penentuan nilai\nkonsentrasi hambat minimal (KHM) terhadap berbagai bakteri dan fungi serta\nkesetaraannya dengan antibiotik pembanding. Mekanisme kerja antimikroba\nisolat ditelaah melalui pengamatan pengaruh isolat aktif terhadap morfologi\nmikroba dengan menggunakan Scanning Electron Microscope (SEM) dan\nTransmission Electron microscope (TEM). Parameter yang diamati terhadap\nhasil SEM adalah perubahan bentuk atau morfologi sel dibandingkan kelompok\nkontrol, sedangkan terhadap hasil TEM adalah kelengkapan dan kerusakan\nkomponen sel serta pola kerusakan dinding sel. Isolat aktif dikarakterisasi\nsecara spektroskopi dan dielusidasi struktur kimianya\nBerdasarkan hasil percobaan diketahui bahwa ekstrak etilasetat lebih aktif\nterhadap mikroba uji dibandingkan ekstrak n-heksana, dan ekstrak metanol.\nFraksinasi ekstrak etilasetat dilakukan menggunakan kromatografi cair vakum\ndengan fase diam silika gel 60H dan fase gerak : n-heksana, diklorometana,\netilasetat, dan metanol secara gradien. Hasil fraksinasi diuji aktivitas\nantimikrobanya dan diketahui fraksi EH mempunyai aktivitas paling kuat\nterhadap bakteri S. aureus. Isolasi senyawa aktif dalam fraksi EH dipandu uji\nantimikroba dengan metode bioautografi diperoleh isolat EHJ.\nIsolat EHJ menghambat pertumbuhan S. aureus (KHM 0,735 mg/ml) dan\nMethicilin-Resistant Staphylococcus aureus (KHM 2,5 mg/ml), namun tidak\nmenghambat pertumbuhan bakteri gram positif Bacillus subtilis, Sarcina. lutea,\ndan gram negatif E. coli serta fungi C. albicans. Aktivitas 1 mg isolat EHJ setara\ndengan 0,1396 µg tetrasiklin HCl terhadap S. aureus dan 0,6455 µg terhadap\nMethicilin-Resistant Staphylococcus aureus, setara dengan 40,6035 µg penisilin G\nterhadap S. aureus serta setara dengan 2,9823 dan 2,1213 µg vankomisin HCl\nberturut-turut terhadap S. aureus dan Methicilin-Resistant Staphylococcus aureus.\nAktivitas antimikroba isolat EHJ lebih lemah dari fraksinya pada konsentrasi yang\nsama. Hal ini mengungkapkan bahwa aktivitas antimikroba daun T. muelleri\nmerupakan sinergisme beberapa senyawa yang dikandung di dalamnya.\nAktivitas antimikroba isolat EHJ terhadap S. aureus ditelaah menggunakan SEM\ndan TEM. Kerja antibakteri teramati melalui hasil pemeriksaan SEM ditunjukkan\noleh adanya pori, pengkerutan dan sebagian dinding sel tidak terbentuk dengan\nsempurna. Pada hasil pemeriksaan TEM teramati perubahan dinding sel dan\nnukleoida bakteri. Sebagian bakteri mempunyai dinding sel tipis dan bahkan tanpa\ndinding sel. Sebagian yang lain mengalami penggelembungan dinding sel.\nDinding sel yang menggelembung menyebabkan peningkatam permeabelitas\nmembran sehingga dinding sel mudah pecah. Penggelembungan dinding sel\nmerupakan bentuk respon pertahanan diri bakteri terhadap antibiotik yang bekerja\npada sintesis dinding sel. Gambaran kerusakan yang sama ditunjukkan pada hasil\npemeriksaan SEM dan TEM terhadap MRSA. Kerusakan yang teramati pada\nstruktur permukaan maupun komponen sel bakteri dapat menjelaskan kerja isolat\nEHJ sebagai antimikroba melalui penghambatan sintesis dinding sel.\nIsolat EHJ mempunyai titik lebur 249,6 – 251\no\nC (tanpa koreksi), Rf: 0,76 pada\nplat KLT silika gel 60 HF254 dalam pengembang etilasetat - asam format-air\n(18:1:1) serta Rf : 0,65 pada plat KLT silika gel RP-18. dalam pengembang\nkloroform-metanol (8:2). Berdasar hasil karakterisasi menggunakan\nspektrofotometri UV-Vis, IR, serta spektrometri NMR dan massa diketahui bahwa\nisolat EHJ adalah senyawa asam 3,4,5-trihidroksibenzoat dan dikenal sebagai\nasam galat.\nPenelitian ini telah mengkaji aspek fitokimia dan farmakologi daun T. muelleri\nBenth. Karakteristik simplisia daun T. muelleri Benth. belum tercantum dalam\nmonografi Materia Medika Indonesia (MMI), maka hasil karakterisasi simplisia\ndalam penelitian ini dapat dikembangkan lebih lanjut untuk menjadi masukan bagi\npenyusunan MMI berikutnya. Asam galat dari daun T. muelleri Benth. untuk\npertama kali dilaporkan dan berperan sebagai salah satu senyawa antimikroba\ndalam tumbuhan tersebut. Mekanisme kerja antimikroba asam galat terhadap S.\naureus yang dikaji melalui pengaruhnya terhadap kerusakan morfologi sel S.\naureus menggunakan SEM dan TEM pertama kali dilaporkan pada penelitian\nini.\nHasil penelitian ini dapat digunakan sebagai salah satu landasan ilmiah untuk\npenggunaan T. muelleri sebagai antimikroba. Selain itu, membuka peluang\npenelitian lanjut untuk mengidentifikasi senyawa antimikroba lain yang belum\nterisolasi dari daun T. muelleri, dan menelaah keamanan ekstrak dan fraksi aktif\nsebelum dikembangkan sebagai sediaan obat herbal terstandar untuk digunakan\ndalam pengobatan penyakit infeksi.", "Daftar File": {"ABSTRAK Khairul Anam": "https://digilib.itb.ac.id/gdl/download/198321"}, "Penulis": "Khairul Anam [30705003]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Asep Gana Suganda", "Prof. Dr. Elin Yulinah Sukandar", "Prof. (Ris) Dr. L. Broto S. Kardono"], "Jenis Koleksi": "Disertasi", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Terminalia muelleri Benth., asam galat, antimikroba, antibakteri, KHM, SEM, TEM", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "29 Jan 2020"}