{"Nomor": 45851, "Judul": "ANALISIS RELIABILITAS FATIK SAMBUNGAN LAS DENGAN MENGGUNAKAN PENDEKATAN MEKANIKA FRAKTUR", "Abstrak": "Tesis ini mengulas mengenai analisis reliabilitas fatik pada sambungan las dengan\nmenggunakan pendekatan mekanika fraktur. Studi kasus dan analisis numerik dilakukan\nterhadap sambungan las antara flens dan pengaku lateral girder pada sebuah jembatan tipikal\nyang memiliki retak semi-eliptikal. Model propagasi panjang retak semi-eliptikal\nmenggunakan prinsip-prinsip dalam teori mekanika fraktur (Paris Law), sedangkan analisis\nreliabilitas sambungan akan dilakukan dengan menggunakan bantuan Simulasi Monte Carlo.\nHasil analisis numerik laju propagasi retak menunjukkan bahwa model propagasi panjang\nretak Paris Law cukup akurat jika dibandingkan dengan hasil eksperimen yang pernah\ndilakukan. Hasil analisis reliabilitas yang dilakukan dengan Simulasi Monte Carlo juga\ndibandingkan dengan analisis FORM (First Order Reliability Method) yang dilakukan oleh\nMladen Lukic (Probabilistic Assesment of Welded Joint Versus Fatigue dan Fracture) dan\ndidapatkan bahwa terdapat perbedaan waktu layan yang dibutuhkan untuk mencapai nilai ?\n(indeks reliabilitas) yang sama.", "Daftar File": {"COVER Melki Dwiputra Nanjaya": "https://digilib.itb.ac.id/gdl/download/198298", "BAB 1 Melki Dwiputra Nanjaya": "https://digilib.itb.ac.id/gdl/download/198299", "BAB 2 Melki Dwiputra Nanjaya": "https://digilib.itb.ac.id/gdl/download/198300", "BAB 3 Melki Dwiputra Nanjaya": "https://digilib.itb.ac.id/gdl/download/198301", "BAB 4 Melki Dwiputra Nanjaya": "https://digilib.itb.ac.id/gdl/download/198302", "BAB 5 Melki Dwiputra Nanjaya": "https://digilib.itb.ac.id/gdl/download/198303", "PUSTAKA Melki Dwiputra Nanjaya": "https://digilib.itb.ac.id/gdl/download/198304"}, "Penulis": "Melki Dwiputra Nanjaya [25010324]", "Kontributor / Dosen Pembimbing": ["Ir. Ivindra Pane, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "reliabilitas, fatik, sambungan las, mekanika fraktur, analisis numerik, retak semi-eliptikal, model propagasi panjang retak, Paris Law, Simulasi Monte Carlo, FORM (First Order Reliability Method) dan indeks reliabilitas.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "29 Jan 2020"}