{"Nomor": 45868, "Judul": "Optimasi Produksi BMP-2 Dimer Rekombinan dan Uji Aktivitas pada Sel Myoblast C2C12", "Abstrak": "Bone Morphogenetic Protein 2 (BMP-2) merupakan faktor osteoinduktif yang berperan\ndalam pertumbuhan dan regenerasi jaringan tulang. BMP-2 dalam bentuk sediaan implan\ndimanfaatkan sebagai alternatif terapi kerusakan tulang mayor karena diketahui mampu\nmenginduksi kemotaksis, proliferasi dan diferensiasi sel mesenkimal untuk membentuk\nosteoblast yang penting dalam perbaikan tulang. Ketidakefisienan nilai produksi BMP-2\nkonvensional mendorong pengembangan produksi BMP-2 melalui teknologi DNA\nrekombinan. Melalui serangkaian penelitian Laboratorium Bioteknologi Farmasi ITB,\nBMP-2 rekombinan manusia (rhBMP-2) berhasil dikonstruksi pada tingkat genetik dan\ndiproduksi secara terpisah dengan thioredoksin menggunakan vektor ekspresi pET-32b-\nBMP-2_coexp di E. coli BL21(DE3). Ekspresi thioredoksin yang lebih tinggi dari rhBMP2 mempengaruhi proses dimerisasi rhBMP-2. Pada penelitian ini dilakukan tiga\npendekatan untuk memisahkan rhBMP-2 dari thioredoksin. Pendekatan pertama ditujukan\nuntuk memisahkan thioredoksin yang mengandung His-tag menggunakan kolom nikel.\nPendekatan kedua ditujukan untuk memisahkan rhBMP-2 yang mengandung situs pengikat\nheparin menggunakan kolom heparin. Pendekatan ketiga ditujukan untuk memisahkan\nrhBMP-2 berdasarkan ukuran menggunakan metode ekstraksi protein dari gel akrilamid.\nMetode ekstraksi protein dari gel akrilamid memberikan hasil paling baik dari tiga\npendekatan dalam memisahkan rhBMP-2 dari thioredoksin. rhBMP-2 monomer hasil\npemisahan kemudian didimerisasi pada pH dan konsentrasi senyawa thiol yang optimum.\nMetode ini menghasilkan rhBMP-2 dimer 0,3% (b/v) per 100ml kultur E. coli BL21(DE3)\nrekombinan dan tidak diamati adanya thioredoksin berdasarkan SDS-PAGE 15% dengan\npewarnaan coomasie blue. Uji aktivitas osteoinduktif rhBMP-2 dimer dilakukan secara in\nvitro terhadap kultur sel myoblast C2C12 berdasarkan kemampuannya mencegah\npembentukan myotubul dan menginduksi pembetukan osteoblast pada sel myoblast\nC2C12. Inkubasi sel myoblast C2C12 dengan 800 ng/ml rhBMP-2 dimer pada media\nbernutrisi selama 5 hari menunjukkan penghambatan pembentukan miotubul pada sel\ndibandingkan kontrol. Aktivitas rhBMP-2 ditunjukkan secara kualitatif dengan adanya\npeningkatan pewarnaan merah FastRed/Naphtol AS-MX pada sel uji dan secara kuantitatif\nmenunjukan aktivitasnya menghidrolisis p-nitrofenil fenol (pNPP) pada rentang nilai\naktivitas relatif 1,92–2,051 nmol/µg protein/menit.", "Daftar File": {"ABSTRAK Reswita Dery Gisriani": "https://digilib.itb.ac.id/gdl/download/198811"}, "Penulis": "Reswita Dery Gisriani [20712057]", "Kontributor / Dosen Pembimbing": ["Dr. Tri Suciati, M.Si.", "Dr.rer.nat. Catur Riani, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "osteoinduktif, pemurnian, dimerisasi, dan aktivitas biologi.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "30 Jan 2020"}