{"Nomor": 45862, "Judul": "VALUASI MERGER BANK STUDI KASUS : BANK DANAMON-BANK NUSANTARA PARAHYANGAN", "Abstrak": "Bank adalah lembaga perantara keuangan yang menyalurkan dana dari kelebihan dana (unit surplus) kepada mereka yang membutuhkan dana (unit defisit) pada waktu yang ditentukan. Di Indonesia, aktivitas merger dan akusisi perbankan sering dilakukan sebagai ekspansi bisnis. Merger adalah salah satu cara terbaik untuk memperkuat fondasi bisnis jika merger dapat memberikan sinergi.\nTujuan dari tugas akhir ini adalah untuk menganalisis pengaruh merger terhadap PT Bank Danamon Tbk dan PT Bank Nusantara Parahyangan Tbk dan untuk menganalisis rekomendasi apa yang sesuai untuk PT Bank Danamon Tbk untuk mencapai nilai yang lebih baik setelah merger. Berdasarkan penilaian tersebut, tidak akan ada sinergi antara PT Bank Danamon Tbk dan PT Bank Nusantara Parahyangan Tbk. Pada 1 Mei 2019, Bank Danamon secara resmi bergabung dengan Bank Nusantara Parahyangan, di mana kedua bank tersebut bergabung berdasarkan Peraturan OJK, yaitu Peraturan No 39 / POJK.03 / 2017. \nMelalui penelitian ini, penulis menganalisis masalah bisnis menggunakan pendekatan Analisis Internal dan Eksternal. Rasio keuangan masing-masing bank diperoleh dari faktor internal yang dianalisis. Faktor eksternal yang dianalisis adalah PEST. Metode penilaian yang digunakan adalah Free Cash Flow to Equity menggunakan pendekatan model berbasis asset.\nDari hasil perhitungan, nilai valuasi Bank Danamon sebesar 28,096,797 million dan Bank Nusantara Parahyangan sebesar 492,318 million. Sedangkan hasil valuasi merger kedua bank sebesar 19,092,939 million. Nilai tersebut lebih kecil dibandingkan dengan nilai valuasi Bank Danamon sebelum melakukan merger. Dapat disimpulkan bahwa hasil merger Bank Danamon dan Bank Nusantara Parahyangan tidak menguntungkan Bank Danamon, tetapi malah menghancurkan nilai Bank Danamon itu sendiri.", "Daftar File": {"2020_TS_PP_RIA AVERINA_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/198671"}, "Penulis": "Ria Averina Suyagi [29118102]", "Kontributor / Dosen Pembimbing": ["Ahmad Danu Prasetyo, S.T., M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Valuasi, Bank, Merger dan Akuisis", "Sumber": "BANK DANAMON-BANK NUSANTARA PARAHYANGAN", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "30 Jan 2020"}