{"Nomor": 45874, "Judul": "PENGEMBANGAN KERANGKA KONSEPTUAL WIRAUSAHAWAN DI DAERAH KEPULAUAN DI INDONESIA", "Abstrak": "Penelitian tentang industri kecil merupakan topik yang sangat menarik bagi\npeneliti saat ini. Namun, konteks kepulauan seringkali lepas dari perhatian,\nmeskipun ada ribuan pulau-pulau kecil di dunia, seperti di Indonesia sendiri yang\nterdiri dari 17.500 pulau, yang kadangkala membutuhkan pendekatan\npengembangan yang berbeda karena banyaknya hambatan yang mereka hadapi.\nIndeks daya saing dari Asia Competitiveness Institute tahun 2015 menunjukkan\ndelapan provinsi kepulauan di Indonesia, yaitu Kepulauan Bangka Belitung,\nKepulauan Riau, NTB, NTT, Sulawesi Utara, Maluku, Maluku Utara dan Sulawesi\ntenggara, membutuhkan strategi pengembangan yang berbeda, dan tidak bisa\ndisamakan dengan provinsi-provinsi daratan seperti Jawa dan Sumatera karena\nrata-rata daya saing mereka rendah. Wirausahawan di daerah kepulauan tidak\nhanya menghadapi hambatan sehari-hari, namun juga kadangkala “kerugian\nkomparatif”. Karena itu pembelajaran mengenai wirausahawan di daerah\nkepulauan sangat penting, terutama pada negara berkembang seperti Indonesia,\ndimana kesenjangan pembangunan masih menjadi isu besar. Disisi lain, UU\nno.3/2014 tentang Perindustrian mengamanatkan agar pemerintah pusat dan\ndaerah dapat menciptakan industri kecil menengah yang berdaya saing. Oleh\nsebab itu, penelitian ini mengungkap strategi-strategi yang “sesuai” dalam rangka\npengembangan kewirausahaan di kepulauan sekaligus memetakan apa saja\nhambatan-hambatan utama yang seringkali mereka hadapi.\nPenelitian ini menggunakan metode campuran serta penalaran secara deduksi dan\ninduksi karena pola pikir dan konstruksi penelitian dibangun melalui kajian\nliteratur serta hasil dari wawancara mendalam. Sedangkan strategi pada\npenelitian ini adalah studi kasus dan survei. Dimana teknik studi kasus dilakukan\npada industri kecil olahan hasil laut yang sukses di Provinsi Kepulauan Bangka\nBelitung, ditambah dengan industri kecil kerajinan dan industri kecil hasil\npertanian, khususnya untuk “menjelajahi” konsep dari manajemen pengetahuan\npada industri kecil di kepulauan. Sementara itu, teknik survei melibatkan industri\nkecil menengah dan aparat pemerintah, dari delapan provinsi kepulauan di\nIndonesia.\nAda sembilan proposisi yang dibangun dari hasil kajian literatur, yang kemudian\ndiukur melalui teknik wawancara mendalam. Kemudian analisis faktor dilakukan\npada hasil temuan penelitian tersebut guna mengkonfirmasi hasil temuan pada\nresponden yang lebih luas dari delapan provinsi kepulauan di Indonesia, sekaligus\nuntuk penyederhanaannya. Survei terhadap permasalahan yang dihadapi oleh\niv\nwirausahawan di kepulauan dilakukan melalui beberapa tahapan, dimulai dari\ntabulasi dari permasalahan yang sering dihadapi oleh wirausahawan di\nkepulauan, mereduksinya hinga menjadi 12 permasalahan utama saja dan\nkemudian di lakukan survei ulang pada responden dari delapan provinsi kepulauan\ndi Indonesia, baik dari sudut pandang pemerintah maupun wirausahawan itu\nsendiri.\nHasilnya, ditemukan 18 “daftar yang harus dilakukan” oleh wirausahawan di\nkepulauan yang diharapkan dapat menjadi insentif bagi industri kecil dan\npemerintah dalam upaya pengembangan usaha di daerah kepulauan. Dari 12\nhambatan utama di kepulauan, berdasarkan dari sudut pandang kedua belah pihak,\nterdapat delapan hambatan yang memiliki kesamaan sudut pandang dari kedua\nbelah pihak, meskipun skala kepentingannya berbeda, yang kemudian kami\nnamakan sebagai “kesepakatan umum”. Kemudian, terdapat juga delapan\nhambatan yang menjadi titik perbedaan dari kedua belah pihak, dimana satu pihak\nmenganggap bahwa hal itu penting dan pihak lain menganggap sebaliknya.\nKemudian hambatan-hambatan tersebut kami kelompokkan menjadi tantangan dan\nrintangan dalam bertahan dan berkembang bagi wirausahawan di kepulauan.\nKemudian hasil dari kedua penelitian diatas menjadi dasar dalam membuat model\nlogika terkait hambatan industri kecil di kepulauan beserta solusinya. Terkait\nmanajemen pengetahuan bagi industri kecil di kepulauan, penelitian ini juga\nberkontribusi pada dua hal, yaitu: bagaimana membangun pendekatan manajemen\npengetahuan yang terjangkau bagi industri kecil di kepulauan (penekanan pada\npengembangan budaya kerja), dan kapan waktu yang tepat bagi wirausahawan di\nkepulauan untuk berkreasi dan berinovasi sebagai bentuk langkah proaktif dalam\nberusaha. Akhirnya, hasil dari analisis faktor menyederhanakan temuan penelitian\nmenjadi enam faktor baru yang diyakini dapat membangkitkan keunggulan\nbersaing bagi wirausahawan di kepulauan.\nPenelitian ini bertujuan untuk membangun sebuah model industri kecil yang sukses\ndi kepulauan guna memberi wawasan bagi berbagai pemangku kepentingan\nterkait, agar dapat menjadi jalan bagi pengembangan dan penyebaran industri\nkecil di seluruh Indonesia guna mengurangi kesenjangan pembangunan. Penelitian\nini juga diharapkan dapat meningkatkan kesadaran peneliti dan pihak terkait\nterhadap konteks kepulauan. Akhirnya, penelitian ini juga berimplikasi pada\npenelitian lebih lanjut terkait faktor apa dari enam faktor baru tersebut yang paling\nberpengaruh terhadap kesuksesan wirausahawan di kepulauan, dilengkapi dengan\npenelitian terkait sosiologi masyarakat di pulau kecil akan menjadi sebuah\npenelitian yang menjanjikan dan berguna.", "Daftar File": {"2020 DS PP MUSLIM EL HAKIM KURNIAWAN.pdf\n]": "https://digilib.itb.ac.id/gdl/download/199160"}, "Penulis": "Muslim El Hakim Kurniawan [39016009]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.Sc., Ph.D.", "Dr.Eng. Mursyid Hasan Basri, S.T., M.T."], "Jenis Koleksi": "Disertasi", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "kepulauan, wirausahawan, industri kecil menengah, pemerintah, keunggulan bersaing, manajemen pengetahuan, pemerintah daerah, hambatan", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "30 Jan 2020"}