{"Nomor": 45870, "Judul": "FORMULASI SEDIAAN GEL NIOSOM KAFEIN DAN USAHA PENINGKATAN ABSOPSI MELALUI KULIT", "Abstrak": "Selulit merupakan suatu kondisi dimana terjadi perubahan topografi permukaan\nkulit, dikarakterisasi dengan adanya tonjolan dan lekukan pada permukaan kulit\nseperti kulit jeruk. Kafein dapat digunakan sebagai bahan aktif yang bersifat\nslimming effect, dimana kafein mempunyai kemampuan untuk mempengaruhi\nlipolisis adiposa. Untuk meningkatkan usaha penetrasi kafein pada kulit dan\nmeningkatkan kelarutan kafein untuk tujuan perawatan selulit, maka kafein dibuat\ndalam bentuk niosom yang merupakan mikrosfer vesikel dari surfaktan nonionik.\nSelanjutnya dispersi niosom kafein diformulasi dalam bentuk sediaan gel agar\nlebih mudah dan nyaman dalam penggunaannya. Pembuatan niosom\nmenggunakan metode hidrasi film lapis tipis. Span 60, kafein dan kolesterol\ndilarutkan dalam kloroform dan dievaporasi sehingga menghasilkan lapis tipis.\nPenambahan air pada lapis tipis akan menghasilkan dispersi niosom yang\nselanjutnya dilakukan pengecilan ukuran partikel niosom hingga berdiameter\nberkisar 200nm dengan metode sonikasi. Karakterisasi ukuran dan distribusi\npartikel niosom menggunakan metode dynamic light scattering. Morfologi niosom\nkafein ditunjukkan dengan TEM. Efisiensi inkorporasi dan penetapan kadar\ndilakukan dengan menggunakan spektrofotometri UV pada panjang gelombang\nmaksimum 274 nm. Dispersi niosom kafein diformulasikan dalam bentuk sediaan\ngel dengan menggunakan basis gel HPMC 6%. Untuk mengetahui stabilita\nsediaan gel niosom kafein dilakukan uji penyimpanan pada suhu ruang dan suhu\n40\n0\nC kelembaban 75% selama 28 hari dengan pembanding sediaan gel kafein. Uji\ndifusi kedua sediaan gel dengan metode flow trough dilakukan secara in vitro.\nDari hasil pembuatan niosom kafein menunjukkan bahwa sistem niosom dapat\nmeningkatkan kelarutan kafein menjadi 20.34 mg/ml, sehingga dapat dibuat\nsediaan gel niosom dengan konsentrasi kafein sebesar 2.034% . Hasil uji stabilita\nmenunjukkan bahwa sediaan gel niosom kafein stabil terhadap penyimpanan\ndilihat dari kadar kafein dalam sediaan, pH dan viskositas. Sedangkan hasil uji\ndifusi menunjukkan bahwa sediaan gel niosom kafein dapat berdifusi sebesar\n13.991 µg/cm\n2\natau 1.35 kali lebih besar daripada sediaan gel kafein.", "Daftar File": {"ABSTRAK Rahma Nafi'ah": "https://digilib.itb.ac.id/gdl/download/198833", "COVER Rahma Nafi'ah": "https://digilib.itb.ac.id/gdl/download/218648", "BAB 1 Rahma Nafi'ah": "https://digilib.itb.ac.id/gdl/download/218649", "BAB 2 Rahma Nafi'ah": "https://digilib.itb.ac.id/gdl/download/218650", "BAB 3 Rahma Nafi'ah": "https://digilib.itb.ac.id/gdl/download/218651", "BAB 4 Rahma Nafi'ah": "https://digilib.itb.ac.id/gdl/download/218652", "BAB 5 Rahma Nafi'ah": "https://digilib.itb.ac.id/gdl/download/218653", "BAB 6 Rahma Nafi'ah": "https://digilib.itb.ac.id/gdl/download/218654", "PUSTAKA Rahma Nafi'ah": "https://digilib.itb.ac.id/gdl/download/218655"}, "Penulis": "Rahma Nafi'ah [20711012]", "Kontributor / Dosen Pembimbing": ["Dr. Sasanti Tarini, M.Si.", "Dr. Diky Mudhakir, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Kafein, niosom, selulit, uji difusi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "30 Jan 2020"}