{"Nomor": 45876, "Judul": "USULAN BISNIS MODEL BARU UNTUK KEDAI KOPI (STUDI KASUS : SERANTAU COFFEE)", "Abstrak": "Serantau Coffee adalah bisnis yang termasuk dalam kategori Usaha Kecil dan Menengah (UKM) yang\nsaat ini fokus pada industri kopi dari sisi hilir dengan mendirikan sebuah kedai kopi. Berdiri pada\nbulan Desember 2018, Serantau Coffee beroperasi di Bandung di Jl. Lombok No. 19. Serantau Coffee\nmenawarkan produk kopi spesial dengan berbagai menu serta menyediakan tempat nyaman dengan\nberbagai fasilitas yang mendukung semua kegiatan pelanggan seperti akses internet cepat dan tempat\nduduk untuk bersantai atau bekerja.\nSaat ini, model bisnis yang digunakan oleh Serantau Coffee berasal dari metode bisnis model kanvas\nyang ada. Laporan pendapatan menunjukkan bahwa pendapatan telah melalui siklus yang dinamis.\nDibuka pada bulan Desember 2018 selama hampir setahun dan masih memiliki kesadaran merek yang\nrendah, pendapatan belum stabil seperti yang diharapkan karena beberapa keterbatasan dan\nkekurangan yang dimiliki oleh Serantau Coffee. Dengan kondisi saat ini, Serantau Coffee memiliki\nkemungkinan kecil untuk mengembangkan bisnisnya. Namun, Serantau Coffee saat ini memiliki\npotensi yang cukup tinggi untuk membuat bisnis model kanvas baru dalam rangka mengembangkan\nbisnis dan mencapai visinya.\nUntuk membantu Serantau Coffee, peneliti mengusulkan bisnis model kanvas baru sebagai solusi\nuntuk masalah bisnis yang ada. Dimulai dengan menganalisis faktor-faktor internal menggunakan\nanalisis VRIO dan bisnis model kanvas yang ada dan faktor-faktor eksternal menggunakan analisis\nPESTEL dan analisis Porter Five Forces, kemudian analisis SWOT digunakan sebagai input untuk\nmembuat matriks TOWS. Kemudian hasil dari matriks TOWS digunakan untuk mengusulkan bisnis\nmodel kanvas baru untuk Serantau Coffee.\nHasil dari analisis TOWS menghasilkan strategi untuk mengusulkan bisnis model kanvas baru.\nStrategi tersebut terdiri dari memperluas tempat untuk meraih lebih banyak pasar, memasuki pasar\nonline, Mengembangkan varian produk yang baik, membuat kampanye digital untuk meningkatkan\nnilai produk dan layanan, mengembangkan strategi pemasaran digital dan menciptakan lebih banyak\nkegiatan pemasaran, membuat keunggulan dan inovasi dengan produk, menemukan pemasok yang\nlebih murah untuk menekan pengeluaran, membuat keanggotaan, membuat pelatihan dan\npemeliharaan berkala untuk produk, layanan, dan tempat untuk mempertahankan standar yang baik,\ndan mengembangkan produk seperti makanan dan cemilan untuk pasar yang ada dan yang baru.\nStrategi-strategi yang diperoleh menjadi rekomendasi untuk membuat bisnis model kanvas baru untuk\nSerantau Coffee seperti kegiatan utama baru, sumber daya utama baru, proposisi nilai baru, saluran\nbaru, hubungan pelanggan baru, dan aliran pendapatan baru. Kemudian rencana implementasi dibuat\nuntuk membantu Serantau Coffee menjalankan bisnis dengan bisnis model kanvas yang baru.", "Daftar File": {"2020_TS_PP_I GEDE MADE RAMA ARSHARINDRA_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/199162"}, "Penulis": "I Gede Made Rama Arsharindra [29117564]", "Kontributor / Dosen Pembimbing": ["Ir. Dwi Larso, MSIE, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kedai Kopi, Serantau Coffee, Analisis SWOT, Analisis TOWS, Bisnis Model Kanvas", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "30 Jan 2020"}