{"Nomor": 45873, "Judul": "ANALISIS DAMPAK PENGALAMAN PELANGGAN TERHADAP KEPUASAN PELANGGAN: STUDI KASUS GO-FOOD", "Abstrak": "Aplikasi layanan pengiriman makanan secara daring membawa perubahan gaya hidup menjadi lebih\npraktis dengan menyediakan layanan pemesanan dan pengiriman makanan ke konsumen. Go-Food\nmerupakan salah satu aplikasi layanan pengiriman makanan di Indonesia sekaligus pemimpin pasar\nyang menguasai 75% pangsa pasar aplikasi layanan pengiriman daring pada tahun 2019 di Indonesia.\nPenelitian ini bertujuan untuk mengidentifikasi masalah-masalah yang terjadi pada layanan Go-Food\nberdasarkan pengalaman pengguna dan menganalisa tingkat kepuasan konsumen berdasarkan\npengalaman pengguna tersebut. Penelitian ini dilakukan dengan pendekatan kualitatif dengan tujuan\nuntuk mengeksplorasi lebih dalam kemungkinan-kemungkinan masalah dan sebab akibat masalah\nyang pernah dialami pengguna saat menggunakan Go-Food. Penelitian ini melibatkan 15 responden\nyang berdomisili di Jakarta dan Bandung. Penelitian ini menunjukkan bahwa terdapat beberapa faktor\nyang mempengaruhi kepuasan konsumen yaitu faktor kualitas aplikasi, kualitas layanan pengemudi,\nkualitas makanan dan minuman, harga dan promosi, dan kualitas layanan konsumen. Hasil dari\npenelitian ini menunjukkan bahwa masalah yang paling banyak terjadi terkait application quality\nadalah deteksi lokasi yang kurang akurat dan penilaian restoran yang kurang dapat dipercaya.\nMasalah pengemudi yang meminta pembatalan secara sepihak dengan berbagai alasan menjadi\nmasalah utama dalam kualitas layanan pengemudi. Masalah yang terkait harga dan promosi adalah\nperubahan harga atau harga yang tidak konsisten. Terkait kualitas layanan konsumen, pengguna\nmemiliki penilaian yang berbeda terkait hal tersebut. Berdasarkan penemuan tersebut, peneliti\nmemberikan beberapa rekomendasi yaitu agar Go-Food dapatmenampilkan harga yang lebih\nkonsisten dan mencoba meminimalkan perubahan harga dengan memastikan semua restoran\nmenampilkan harga yang akurat dalam aplikasi yang sudah termasuk pajak sehingga pelanggan tidak\nperlu membayar lebih, memberikan diskon atau promosi yang lebih menarik kepada pengguna Go-\nFood, lebih komunikatif dan jujur untuk pengemudi Go-Food dan restoran Go-Food, dan pembeli\ndapat menulis ulasan restoran sehingga ulasan tidak hanya berdasarkan bintang karena terkadang\nperingkat bintang tidak dapat dipercaya, dan rekomendasi lainnya. Rekomendasi ini bertujuan untuk\nmeningkatkan kualitas pelayanan Go-Food dan meningkatkan tingkat kepuasan konsumen agar tetap\nloyal terhadap Go-Food.", "Daftar File": {"ABSTRAK Tiara Permatasari Rahartono": "https://digilib.itb.ac.id/gdl/download/199144"}, "Penulis": "Tiara Permatasari Rahartono [19016116]", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, MA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pengiriman Makanan Daring, Go-Food, Pengalaman Pengguna, Masalah Pengguna, Kepuasan Pengguna.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "30 Jan 2020"}