{"Nomor": 45879, "Judul": "SIMULASI PEMBAKARAN SAMPAH KOTA BANDUNG PADA TUNGKU INSINERATOR MINI MENGGUNAKAN PERANGKAT LUNAK FLIC DAN FLUENT", "Abstrak": "Laboratorium Termodinamika ITB memiliki sebuah insinerator mini yang digunakan sebagai alat uji dalam membakar sampah kota Bandung. Salah satu cara yang dapat digunakan untuk menguji pembakaran sampah kota adalah simulasi pembakaran. Simulasi pembakaran dilakukan sebagai pendekatan untuk memperoleh hasil dari pembakaran sampah kota tanpa melakukan pengujian pada tungku insinerator. Simulasi pembakaran sampah kota dilakukan dengan menggunakan perangkat lunak Flic dan Fluent.\nSimulasi dengan perangkat lunak Flic digunakan untuk mendapatkan profil gas pada bed tungku, seperti temperatur, kecepatan, tekanan, dan fraksi massa dengan masukan komposisi sampah, kecepatan grate, dan dimensi tungku insinerator. Simulasi dengan perangkat lunak Fluent digunakan untuk mendapatkan keadaan seluruh tungku dengan masukan profil gas dari hasil simulasi pembakaran pada perangkat lunak Flic. Selama proses simulasi pembakaran sampah kota Bandung, parameter utama yang diamati adalah jumlah udara yang masuk dan letak saluran outlet tungku terhadap distribusi temperatur, laju massa sampah kota yang terbakar, dan emisi gas buang.\nBerdasarkan hasil simulasi dengan perangkat lunak Flic dan Fluent, didapat bahwa tungku insinerator mini dengan jumlah udara berlebih sebanyak 25% dengan letak outlet tungku berada di akhir keluaran sampah merupakan pilihan tungku insinerator mini yang paling baik. Emisi gas CO yang dikeluarkan melalui tungku sebesar 125,98 mg/Nm3, jauh dibawah batasan maksimum Pemerintah yang diatur dalam Peraturan Menteri Lingkungan Hidup dan Kehutanan No. 70 tahun 2016 tentang Baku Mutu Emisi Usaha dan/atau Kegiatan Pengolahan Sampah Secara Termal, yaitu sebesar 600 mg/Nm3.", "Daftar File": {}, "Penulis": "Henry Samuel Manurung [13115004]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ari Darmawan Pasek, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "simulasi pembakaran, sampah kota Bandung, insinerator mini, Flic, Fluent.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "31 Jan 2020"}