{"Nomor": 45883, "Judul": "SIMULASI PEMBAKARAN SAMPAH KOTA BANDUNG PADA TUNGKU INSINERATOR MINI MENGGUNAKAN  PERANGKAT LUNAK FLIC DAN FLUENT", "Abstrak": "Laboratorium Termodinamika ITB memiliki sebuah insinerator mini yang digunakan\nsebagai alat uji dalam membakar sampah kota Bandung. Salah satu cara yang dapat digunakan\nuntuk menguji pembakaran sampah kota adalah simulasi pembakaran. Simulasi pembakaran\ndilakukan sebagai pendekatan untuk memperoleh hasil dari pembakaran sampah kota tanpa\nmelakukan pengujian pada tungku insinerator. Simulasi pembakaran sampah kota dilakukan\ndengan menggunakan perangkat lunak Flic dan Fluent.\n Simulasi dengan perangkat lunak Flic digunakan untuk mendapatkan profil gas pada\nbed tungku, seperti temperatur, kecepatan, tekanan, dan fraksi massa dengan masukan\nkomposisi sampah, kecepatan grate, dan dimensi tungku insinerator. Simulasi dengan\nperangkat lunak Fluent digunakan untuk mendapatkan keadaan seluruh tungku dengan\nmasukan profil gas dari hasil simulasi pembakaran pada perangkat lunak Flic. Selama proses\nsimulasi pembakaran sampah kota Bandung, parameter utama yang diamati adalah jumlah\nudara yang masuk dan letak saluran outlet tungku terhadap distribusi temperatur, laju massa\nsampah kota yang terbakar, dan emisi gas buang. \n Berdasarkan hasil simulasi dengan perangkat lunak Flic dan Fluent, didapat bahwa\ntungku insinerator mini dengan jumlah udara berlebih sebanyak 25% dengan letak outlet\ntungku berada di akhir keluaran sampah merupakan pilihan tungku insinerator mini yang\npaling baik. Emisi gas CO yang dikeluarkan melalui tungku sebesar 125,98 mg/Nm, jauh\ndibawah batasan maksimum Pemerintah yang diatur dalam Peraturan Menteri Lingkungan\nHidup dan Kehutanan No. 70 tahun 2016 tentang Baku Mutu Emisi Usaha dan/atau Kegiatan\nPengolahan Sampah Secara Termal, yaitu sebesar 600 mg/Nm3\n.", "Daftar File": {"2020 TA 13115004  Henry.pdf?": "https://digilib.itb.ac.id/gdl/download/199596"}, "Penulis": "Henry Samuel Manurung [13115004]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ari Darmawan Pasek, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "simulasi pembakaran, sampah kota Bandung, insinerator mini, Flic, Fluent.", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "1 file", "Tanggal Input": "31 Jan 2020"}