{"Nomor": 45889, "Judul": "STRATEGI PEMASARAN YANG DIUSULKAN  UNTUK MENINGKATKAN NASABAH TAPLUS MUDA (STUDI KASUS: BANK BNI CABANG GANESHA)", "Abstrak": "BNI Taplus Muda adalah produk tabungan digital yang diperuntukkan bagi kaum muda Indonesia mulai dari usia 17 tahun hingga 35 tahun yang diluncurkan pada tahun 2012. Sejak Juni 2019, akun Taplus Muda dapat dibuka secara digital melalui BNI mobile banking, transaksi sudah tidak menggunakan buku tabungan dan juga dilengkapi dengan saluran elektronik. BNI mengubah Taplus Muda menjadi rekening tabungan digital yang dapat dibuka dengan BNI Mobile Banking dikarenakan adanya perkembangan teknologi di industri perbankan. Masalah yang ada di Bank BNI cabang Ganesha adalah akun Taplus Muda menurun pada tahun 2016 sampai 2018. Pendekatan teoritis yang diambil untuk menyelesaikan masalah ini adalah analisis nasabah, lingkungan internal, dan lingkungan eksternal yang terdiri dari lingkungan umum (PESTEL) dan lingkungan industri (Porter 5 Forces dan Analisis Pesaing). Metodologi yang digunakan untuk analisis nasabah adalah Technology Acceptance Model (TAM) dengan 5 variabel yaitu manfaat yang dirasakan, persepsi kemudahan, kepercayaan, kompatibilitas dengan gaya hidup, dan pengaruh sosial. Berdasarkan analisis regresi berganda dari SPSS 21, hasil yang mempengaruhi mahasiswa untuk menggunakan mobile banking ditemukan untuk variabel manfaat, persepsi kemudahan penggunaan, kompatibilitas dengan gaya hidup, dan pengaruh sosial. Hasil analisis ini dikembangkan menggunakan strategi pemasaran (Bauran Pemasaran dan Bauran Promosi) yang diharapkan dapat meningkatkan nasabah BNI Taplus Muda.", "Daftar File": {"2020_TS_PP_LAILY FAUZIAH_1-Abstrak..pdf?": "https://digilib.itb.ac.id/gdl/download/199904"}, "Penulis": "Laily Fauziah [29118159]", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, MA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Taplus Muda, Bank BNI, TAM, Lingkungan Internal, Lingkungan Eksternal, Strategi Pemasaran, Bauran Pemasaran, Bauran Promosi", "Sumber": "BANK BNI GANESHA BRANCH", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "03 Feb 2020"}