{"Nomor": 45886, "Judul": "ANALISA VALUASI POTENSI HARGA SAHAM XL AXIATA PADA TAHUN 2020", "Abstrak": "Saat ini, telekomunikasi tidak dapat dipisahkan dari kebutuhan masyarakat karena setiap\nkegiatan terintegrasi dengan layanan ponsel mereka. Pada era digital ini, pengguna seluler telah\nberalih ke layanan data (OTT, over the top) daripada layanan legacy (pesan suara dan pesan\nteks). Indonesia menempati peringkat nomor empat terbesar di dunia dengan pertumbuhan\nkondisi ekonomi menjanjikan yang mengarah pada permintaan yang tinggi akan kebutuhan\ntelekomunikasi bagi masyarakat. Kondisi ini akan membuat industri telekomunikasi yang\ndiproyeksikan akan tumbuh menjanjikan di masa depan akan menjadi menarik bagi para\ninvestor untuk berinvestasi di industri telekomunikasi. PT. XL Axiata, Tbk. adalah salah satu\noperator seluler terbesar di Indonesia dengan kinerja yang menjanjikan. Pada tahun 2018,\ndikarena regulasi yang dikeluarkan oleh pemerintah untuk mendaftarkan ulang kartu SIM,\nbanyak operator seluler kehilangan pelanggannya, pertumbuhan industri telekomunikasi turun\nsebesar minus 6 persen dan menyebabkan hilangnya keuntungan bagi operator seluler. Pada\ntahun 2019 perusahaan telekomunikasi mulai pulih dari kesulitan yang ditunjukkan oleh harga\nsaham yang mulai meningkat.\nTujuan penelitian ini untuk menilai PT. XL Axiata, Tbk. harga saham dengan menggunakan\nAbsolute Valuation berdasarkan Discounted Cash Flow (DCF) dan Relative Valuation\nberdasarkan data historis EV/EBITDA dan metode P/E Ratio untuk memperkirakan harga\nsaham potensial XL Axiata di akhir tahun 2020 dengan menggunakan data historis 5 tahun dari\n2015 hingga 2019. Penelitian ini menyimpulkan bahwa harga saham XL Axiata pada akhir\ntahun 2020 masih memiliki potensi kenaikan dengan menilai menggunakan dua metode yang\ndisebutkan sebelumnya.", "Daftar File": {"2020_TS_PP_Ahmad Kindy Akbari Mahdy_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/202428"}, "Penulis": "Ahmad Kindy Akbari Mahdy [29118212]", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi, S.T., M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Industri Telekomunikasi, Valuasi Saham, Manajemen Keuangan, Penyedia Layanan Seluler, Discounted Cash Flow, Sensitivity, Monte Carlo", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "03 Feb 2020"}