{"Nomor": 45891, "Judul": "KAJIAN KARAKTERISTIK THERMAL FRONT DI PERAIRAN SEKITAR PULAU BALI MENGGUNAKAN DATA CITRA SATELIT DAN SISTEM INFORMASI GEOGRAFIS", "Abstrak": "Suhu Permukaan Laut (SPL) merupakan salah satu parameter oseanografi yang penting diketahui dalam kajian – kajian yang terkait dengan fenomena oseanografi seperti thermal front. Front memiliki peranan yang penting dalam produktifitas perairan laut karena cenderung membawa bersama – sama air yang dingin dan kaya akan nutrient. Tujuan dari penelitian ini untuk mengkaji karakteristik Thermal Front di beberapa wilayah perairan sekitar Pulau Bali yang mencakup durasi dan intensitas kekuatan front dengan menggunakan data citra satelit dan teknik Sistem Informasi Geografis. Data penelitian merupakan data primer berupa data citra satelit Aqua MODIS Level-3 dengan resolusi spasial 0,05o x 0,05o yang dicuplik bulanan dari Januari 2013 – Desember 2017. Analisis data menggunakan algoritma Single Image Edge Detection (SIED). Hasil pengolahan data SPL di Perairan Bali menunjukkan adanya suatu variasi dan fluktuasi berdasarkan pola musiman, dimana nilai rerata SPL pada Musim Barat sebesar 29,68oC, pada Musim Peralihan I sebesar 29,89oC, Musim Timur sebesar 27,74oC, dan Musim Peralihan II sebesar 28,36oC. Nilai intensitas (?T) thermal front di Perairan Bali berkisar antara 0,5o – 2,3oC selama 4 – 7 bulan secara kontinu yang dimulai dari bulan April hingga bulan Oktober pada setiap tahunnya. Thermal front terkuat terdapat di Selat Lombok yang memiliki rentang nilai intensitas (?T) sebesar 1,0o – 2,3oC dengan rerata durasi kejadian selama 6 bulan secara kontinu setiap tahunnya. Thermal Front yang terjadi pada kondisi kombinasi antara El Niño dan IOD positif tahun 2015 tidak lebih kuat dari kondisi normal, rentang intensitas (?T) sebesar 0,5oC – 2.0oC. Hal ini menunjukkan bahwa adanya fenomena anomaly antar-tahunan tidak memberikan suatu pengaruh yang signifikan terhadap durasi dan intensitas rata – rata kejadian thermal front. Berbeda pada tahun 2016 dimana kondisi kombinasi antara La Niña dan IOD negatif terjadi akan memberikan efek terhadap nilai rerata SPL menjadi lebih hangat dibandingkan kondisi normal, sehingga nilai SPL tersebut cenderung homogen dan menyebabkan penurunan nilai intensitas dan durasi thermal front hampir di semua titik daerah kajian.", "Daftar File": {}, "Penulis": "Rosalita Elstefani [12915014]", "Kontributor / Dosen Pembimbing": ["Dr. Susanna, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Suhu Permukaan Laut, Thermal Front, MODIS, Durasi, Intensitas", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "03 Feb 2020"}