{"Nomor": 45890, "Judul": "BILANGAN TERHUBUNG-2 PELANGI BEBERAPA KELAS GRAF", "Abstrak": "Konsep bilangan terhubung pelangi pada graf diperkenalkan pertama kali oleh Chartrand  dkk.  yang  kemudian  digeneralisasi  menjadi  bilangan  terhubung-k pelangi untuk graf G yang berhingga dan terhubung-?. Bilangan tersebut dinotasikan dengan rck(G) dan didefinisikan sebagai bilangan bulat positif terkecil j sehingga terdapat pewarnaan-sisi-j yang memenuhi untuk setiap dua titik berbeda u dan v di V (G), terdapat k lintasan u   v pelangi yang saling lepas secara internal. Dengan mewarnai setiap sisi di G dengan warna yang berbeda,  setiap dua titik di G dapat dihubungkan oleh k lintasan pelangi yang saling lepas secara internal sehingga rck(G) terdefinisi untuk setiap bilangan bulat k dengan 1 ? k ? ?.\nPenentuan bilangan terhubung-k pelangi untuk sebarang graf tidaklah mudah, bahkan untuk k = 1. Telah dibuktikan bahwa permasalahan tersebut masuk ke dalam permasalahan NP-complete. Oleh karena itu, sebagian peneliti mencoba untuk menentukan bilangan terhubung-k pelangi untuk beberapa kelas graf tertentu.\nPermasalahan yang dikaji dalam penelitian disertasi ini difokuskan pada penentuan bilangan terhubung-2 pelangi beberapa kelas graf terhubung-2 dan hasil subdi- visinya serta bilangan terhubung-2 pelangi beberapa graf hasil operasi tertentu yang meliputi amalgamasi lintasan, hasil kali sisir sisi, hasil kali Cartesius, dan hasil kali kuat.", "Daftar File": {"Abstrak disertasi Bety B Indonesia.pdf)u": "https://digilib.itb.ac.id/gdl/download/199994"}, "Penulis": "Bety Hayat Susanti [30114003]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. M. Salman A.N., S.Si., M.Si.", "Rinovia Mery Garnierita S., S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "amalgamasi lintasan, bilangan terhubung-2 pelangi, graf terhubung-2, hasil kali Cartesius, hasil kali kuat, hasil kali sisir-sisi.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "03 Feb 2020"}