{"Nomor": 45902, "Judul": "DAMPAK KENAIKAN PAJAK CUKAI TERHADAP NILAI SAHAM  (Studi Kasus: PT. Hanjaya Mandala Sampoerna, Tbk)", "Abstrak": "Industri rokok di Indonesia berkontribusi sebesar 8% terhadap penerimaan negara pada tahun 2018, dan jumlah ini diperkirakan akan meningkat pada tahun 2020 dikarenakan akan adanya kenaikan tarif cukai. Kontribusi yang besar ini membuat industri rokok merupakan salah satu industri terpenting di Indonesia. Tetapi, kenaikan tarif cukai yang akan mulai efektif pada 1 Januari 2020 akan memberikan dampak yang signifikan terhadap semua perusahaan rokok di Indonesia. Komponen terbesar dalam harga pokok penjualan dari perusahaan rokok adalah tarif cukai itu sendiri, sehingga, peningkatan signfikan pada tarif cukai dapat menurunkan profitabilitas perusahaan. Penurunan signifikan pada profitabilitas perusahaan akan berdampak pada kinerja saham perusahaan tersebut. Dalam rangka membantu investor tentang bagaimana bereaksi terhadap situasi ini, diperlukan perhitungan pada nilai intrinsic perusahaan.\n\nIni bukan pertama kalinya pemerintah Indonesia menaikkan tarif cukai rokok. Sejak 2011, sudah tujuh kali terjadi kenaikkan tarif cukai. Walaupun terjadi tujuh kali peningkatan tarif cukai dalam delapan tahun, uniknya hal ini ternyata tidak terlalu berdampak pada performa keuangan perusaahan. Benar bahwa dengan meningkatnya tarif cukai dapat menurunkan volume penjualan rokok, dimana hal ini sejalan dengan tujuan pemerintah Indoneia untuk menurunkan jumlah perokok di Indonesia. Tetapi, peningkatan tarif cukai selalu diikuti dengan peningkatan harga ritel rokok. Hasilnya dapat dilihat pada pendapatan HMSP yang selalu meningkat di periode yang sama dengan gross profit margin yang relatif stabil.\n\nMengevaluasi kinerja keuangan perusahaan dalam lima tahun terakhir dan melakukan penilaian intrinsik HMSP diyakini sangat penting dalam rangka membantu investor bagaimana bereaksi disaat seluruh saham perusahaan rokok jatuh cukup dalam sejak awal tahun. Studi ini meneliti penilaian absolut dan relatif perusahaan. Metode FCFE digunakan untuk menghitung nilai intrinsik HMSP. Sedangkan untuk penilaian relatif menggunakan P/E price band dan P/E standard deviation band.\n\nDari hasil penilaian absolut dan relatif mengisyaratkan bahwa harga saham HMSP yang saat ini IDR 1,900 adalah undervalued. Nilai intrinsic yang ditunjukkan oleh penilaian absolut adalah IDR 2,252.98 dan dari model penilaian relatif menunjukkan harga IDR 3,140 dan 3,090. Kedua metode ini menunjukkan nilai intrinsik yang tinggi dari HMSP, dengan potensi pengembalian diatas 15%, tentunya akan membuat calon investor tertarik untuk berinvestasi dengan membeli saham perusahaan.", "Daftar File": {"2020_TS_PP_PUTUBAGUSADHIWIJAYA_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/200073"}, "Penulis": "Putu Bagus Adhi Wijaya [29118012]", "Kontributor / Dosen Pembimbing": ["Erman Sumirat, S.E., M.Buss., Ak."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "pajak cukai, absolut, relative valuasi, sensitivitas, simulasi monte carlo", "Sumber": "PT. Hanjaya Mandala Sampoerna, Tbk", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "03 Feb 2020"}