{"Nomor": 45905, "Judul": "Simulasi dan Pengujian Kekuatan Substruktur Rangka  Bus dengan Penguat", "Abstrak": "Bus merupakan salah satu moda transportasi utama di Indonesia yang jumlahnya terus\nmeningkat setiap tahun. Namun, satu kecelakaan bus terjadi setiap 321 perjalanan di\nIndonesia. Sedangkan di negara maju seperti Amerika Serikat terjadi satu kecelakaan setiap\n1.568 perjalanan. Di antara jenis kecelakaan yang dapat terjadi pada bus yang paling\nmemakan korban jiwa adalah kecelakaan terguling. \nKeamanan struktur bus merupakan hal penting dalam kecelakaan terguling karena\nstruktur bus menerima beban terbesar saat kecelakaan terjadi. Kekuatan struktur bus\nmerupakan salah satu indikator keamanan. Untuk meningkatkan kekuatan struktur bus bisa\nmenggunakan metode penguatan pada sambungan dinding lantai dari struktur bus. Tentunya\nhal ini perlu diuji untuk melihat keefektifannya. \nCrash and Safety Testing Standard for Paratransit Buses (FDOT) mengatur langkah\npengujian kekuatan struktur bus dengan simulasi dan validasi eksperimental. Simulasi\ndilakukan dengan metode elemen hingga dan validasi eksperimental dilakukan dengan alat\nuji kuasi-statik struktur bus. Alat uji khusus struktur sambungan dinding lantai bus ini melihat\nbeban maksimal yang bisa diterima struktur bus serta sudut intrusi sehingga hasilnya bisa\ndibandingkan dengan hasil simulasi. \nPada penelitian ini, kekuatan struktur bus tanpa penguat dibandingkan dengan\nstruktur bus yang telah diberikan penguat untuk melihat tipe penguat yang terbaik. Beban\nmaksimum serta sudut intrusi dari simulasi akan dibandingkan dengan hasil eksperimen\nsebagai bentuk validasi.", "Daftar File": {"2020 TA 13115011 Fadhila Dewi.pdf?": "https://digilib.itb.ac.id/gdl/download/200093"}, "Penulis": "Fadhila Dewi Susetya [13115011]", "Kontributor / Dosen Pembimbing": ["Satrio Wicaksono, S.T., M.Eng., Ph.D.", "Dr.Eng. Sandro Mihradi", "Prof. Ir. Andi Isra Mahyuddin, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "bus, struktur sambungan dinding lantai bus, penguat", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "1 file", "Tanggal Input": "03 Feb 2020"}