{"Nomor": 45903, "Judul": "ENHANCING THE LEARNING TOOLS ACCESS USING COMPREHENSIVE METHOD AT PT. XGH", "Abstrak": "Penelitian ini bertujuan untuk meningkatkan akses alat belajar menggunakan metode komprehensif di PT. XGH. Untuk meningkatkan akses E-learning, penelitian ini menganalisis faktor-faktor yang mempengaruhi karyawan dalam menggunakan E-learning dan bagaimana E-learning dapat diimplementasikan untuk mempercepat akselarasi adopsi E-learning. Untuk menemukan hubungannya, penelitian ini menggunakan metode kuantitatif khususnya kuesioner dalam mengumpulkan data primer dan kualitatif seperti studi literatur, pertanyaan terbuka dalam kuesioner, data internal perusahaan, dan penelitian sebelumnya dalam mengumpulkan data sekunder yang digunakan untuk solusi. Untuk menganalisis data, peneliti menggunakan kerangka UTAUT dan perhitungan analisis pengaruh, outer model, dan inner model dengan menggunakan SPSS dan SmartPLS 3.0. Hasil penelitian menunjukkan bahwa faktor-faktor yang mengaruhi karyawan PT. XGH dalam menggunakan E-learning adalah Performance Expectancy, Effort Expectancy, Social Influence, Facilitating Conditions, dan Behavior Intention. Selain itu, faktor yang memberikan pengaruh terbesar adalah Facilitating Conditions dan faktor yang memberikan pengaruh terkecil adalah Social Influence. Akan tetapi, moderator jenis kelamin dan usia tidak mempengaruhi penggunaan E-learning dan seluruh indikator pembentuk variabel memberikan pengaruh yang positif. Berdasarkan temuan dari data analisis hasil kuesioner, penelitian ini mengusulkan solusi mempercepat akselarasi adopsi E-learning. Solusi mencakup perbaikan kompatibilitas sistem yang disesuaikan dengan tren terkini, perbaikan minor maupun major terhadap sistem E-learning, pembentukan learning culture, dan role model.", "Daftar File": {"2020_TS_PP_TRIA MUSTIKA_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/200074"}, "Penulis": "Tria Mustika Ramadhani [29118089]", "Kontributor / Dosen Pembimbing": ["John Welly, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "UTAUT, akselerasi adopsi E-learning, E-learning", "Sumber": "PT. XGH", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "03 Feb 2020"}