{"Nomor": 45913, "Judul": "ANALISIS HUBUNGAN FAKTOR INTERNAL DAN EKSTERNAL TERHADAP TINGKAT KELELAHAN (FATIGUE) DAN TINGKAT KANTUK (SLEEPINESS) PADA PERAWAT RSUP Dr. HASAN SADIKIN BANDUNG", "Abstrak": "Keperawatan merupakan salah satu bagian vital rumah sakit di mana tenaga perawat berperan penting dalam pemberian pelayanan yang aman dan bermutu, yang berdampak pada kenyamanan, kesembuhan, dan kepuasan pasien. Telah diketahui bahwa perawat mengalami kelelahan, cedera, dan stres yang beresiko tinggi mengarah pada medication error dan berpotensi mendapat infeksi dari pasien. Kurangnya waktu utuk tidur dan ketidakselarasan fase sirkadian seperti yang dialami selama kerja shift bergilir dikaitkan dengan peningkatan tingkat kesalahan dalam menjalankan tugas keperawatan. Penelitian mengenai hubungan tingkat kelelahan dan kantuk pada perawat RSUP Dr. Hasan Sadikin Bandung (RSHS) belum pernah dilakukan, di mana hampir 40% (1.163 personil) dari tenaga RSHS berprofesi sebagai perawat. Penelitian dengan desain cross-sectional ini bertujuan untuk mengetahui hubungan faktor internal (usia, kuantitas tidur, masa kerja) dan faktor eksternal (shift kerja, pola kerja, dan durasi kerja) dengan tingkat kelelahan (fatigue) dan tingkat kantuk (sleepiness) kantuk pada perawat instalasi rawat inap gedung Kemuning RSHS. Metode penelitian ini dilakukan dengan wawancara dan penyebaran kuesioner, Uji validitas menggunakan SPSS 25.0 memberikan hasil yang valid untuk setiap item pertanyaan. Perasaan lelah diidentifikasi oleh KAUPK2, gejala kelelahan oleh IFRC, tingkat kelelahan oleh FSS, kronotipe menggunakan MEQ, tingkat kantuk oleh ESS dan waktu kantuk rata-rata oleh Thurstone Scale, dengan nilai reliabilitas 0,865, 0,946, 0,918, 0,899, 0,699, 0,659 untuk 48 responden. 18.75% responden mengalami tingkat kelelahan sangat lelah, sebagian besar gejala kelelahan adalah pikiran menjadi kacau, lelah di kaki, dan benar-benar ingin berbaring, 62,5% memiliki tingkat kelelahan yang signifikan. 70,8% memiliki chronotype pagi, 50% menunjukkan rasa kantuk yang berlebihan, waktu puncak kantuk rata-rata pagi hari pada pukul 10.00-11.00 pagi, sore hari pada pukul 06.00-07.00 malam, dan pukul 03.00 dini hari untuk shift malam. Analisis univariat menggunakan uji normalitas, bivariat menggunakan uji Pearson dan rank Spearman, dan regresi berganda menggunakan uji-t dan uji F menunjukkan ada hubungan yang kuat antara kuantitas tidur dan tingkat kelelahan (sig. = 0,000 < 0,05; koefisien korelasi = 0,612 ) dan durasi kerja dengan tingkat kantuk (sig. = 0,000 < 0,05; koefisien korelasi = 0,819).", "Daftar File": {"ABSTRAK Sahnaz Mentari Pujiasningrum": "https://digilib.itb.ac.id/gdl/download/200306"}, "Penulis": "Sahnaz Mentari Pujiasningrum [25317044]", "Kontributor / Dosen Pembimbing": ["Suharyanto, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "durasi kerja, kuantitas tidur, perawat, tingkat kantuk, tingkat kelelahan", "Sumber": "TESIS Desember 2019", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "04 Feb 2020"}