{"Nomor": 45911, "Judul": "AKTIVITAS ANTIBAKTERI EKSTRAK ETANOL KULIT BUAH DELIMA (Punica granatum L.) DAN BATANG SEREH (Cymbopogon citratus) SERTA KOMBINASINYA TERHADAP KLEBSIELLA PNEUMONIAE, ESCHERICHIA COLI, STAPHYLOCOCCUS AUREUS DAN PSEUDOMONAS AERUGINOSA", "Abstrak": "Ulkus diabetik adalah salah satu komplikasi kronik diabetes mellitus berupa luka\nterbuka pada permukaan kulit yang dapat disertai adanya kematian jaringan\nsetempat. Sekitar 58% pasien ulkus kaki diabetik mengalami infeksi secara klinis.\nTujuan dari penelitian ini adalah untuk mencari tanaman obat alternatif yang\nmemiliki aktivitas antibakteri untuk ulkus diabetik. Penelitian ini dibagi menjadi 2\nstudi, yaitu studi pendahuluan dan studi eksperimental. Pada studi pendahuluan,\nprofil bakteri penginfeksi ulkus diabetik di suatu rumah sakit di bandung selama\ntahun 2014 dan data sensitivitas antibiotiknya dikumpulkan. Studi pendahuluan\nini dilakukan secara retrospektif. Sedangkan pada studi eksperimental, aktivitas\nantibakteri ekstrak tanaman uji dengan metode mikrodilusi dan difusi agar\ndilakukan untuk mengetahui nilai konsentrasi hambat minimum (KHM) dan\nkonsentrasi bunuh minimum (KBM). Kemudian dilakukan pengujian kombinasi\ntanaman uji dengan metode difusi pita kertas. Tanaman uji yang dipilih adalah\nkulit buah delima dan batang sereh. Hasil penelitian yang diperoleh pada studi\npendahuluan menunjukkan bahwa prevalensi tiga bakteri terbanyak yang\nmenginfeksi pasien ulkus diabetik secara berturut-turut adalah Klebsiella\npneumoniae (19,70%), Escherichia coli (15,15%) dan Staphylococcus aureus\n(9,09%). Sedangkan Pseudomonas aeruginosa merupakan bakteri yang\nmengalami resistensi paling banyak terhadap antibiotik. Siprofloksasin merupakan\nantibiotik yang mengalami resistensi paling banyak yaitu terhadap Klebsiella\npneumoniae, Escherichia coli dan Staphylococcus aureus. Selanjutnya untuk studi\neksperimental, bakteri Klebsiella pneumoniae, Esherichia coli ATCC 8739,\nStaphylococcus aureus ATCC 6538 dan Pseudomonas aeruginosa ATCC 9027\ndipilih untuk menguji aktivitas antibakteri tanaman uji. Hasil penelitian pada studi\nini menunjukkan bahwa ekstrak etanol kulit buah delima dan ekstrak etanol\nbatang sereh menunjukkan aktivitas antibakteri terhadap semua bakteri uji secara\nberturut-turut dengan KHM 256 µg/mL dan KHM 4096 µg/mL. Sifat kombinasi\nekstrak etanol kulit buah delima dan batang sereh terhadap bakteri Staphylococcus\naureus ATCC 6538, Escherichia coli ATCC 8739 dan Pseudomonas aeruginosa\nATCC 9027 menunjukkan sifat yang aditif sedangkan terhadap bakteri Klebsiella\npneumoniae menunjukkan sifat yang sinergis. Kesimpulan dari penelitian ini\nadalah ekstrak etanol kulit buah delima berpotensi sebagai antimikroba dan\nkombinasinya dengan ekstrak etanol batang sereh menunjukkan sifat yang\nsinergis terhadap bakteri Klebsiella pneumoniae.", "Daftar File": {"ABSTRAK Suci Ahda Novitri": "https://digilib.itb.ac.id/gdl/download/200099", "COVER Suci Ahda Novitri": "https://digilib.itb.ac.id/gdl/download/239422", "BAB 1 Suci Ahda Novitri": "https://digilib.itb.ac.id/gdl/download/239423", "BAB 2 Suci Ahda Novitri": "https://digilib.itb.ac.id/gdl/download/239424", "BAB 3 Suci Ahda Novitri": "https://digilib.itb.ac.id/gdl/download/239425", "BAB 4 Suci Ahda Novitri": "https://digilib.itb.ac.id/gdl/download/239426", "BAB 5 Suci Ahda Novitri": "https://digilib.itb.ac.id/gdl/download/239427", "BAB 6 Suci Ahda Novitri": "https://digilib.itb.ac.id/gdl/download/239428", "PUSTAKA Suci Ahda Novitri": "https://digilib.itb.ac.id/gdl/download/239429"}, "Penulis": "Suci Ahda Novitri [20714044]", "Kontributor / Dosen Pembimbing": ["Dr. Neng Fisheri Kurniati, S.Si., M.Si., Apt.", "Prof. Dr. Ida Parwati, dr.,Sp.PK(K), PhD"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "antibakteri, ulkus diabetik, konsentrasi hambat minimum, ekstrak etanol kulit buah delima, ekstrak etanol batang sereh", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "03 Feb 2020"}