{"Nomor": 45912, "Judul": "Pembelajaran Dari Empat Bisnis Inkubator: Kasus Berbasis Teknologi", "Abstrak": "Berkembangnya  kewirausahaan di Indonesia semakin meningkat. Pada tahun 2018, rasio pengusaha dibandingkan dengan jumlah penduduk adalah 3,1% dibandingkan dengan 1,65% pada tahun 2014. Namun, ini di bawah target pemerintah dalam jumlah 5%. Selain itu, Berdasarkan Indeks Pengembangan Kewirausahaan Global, Indonesia berada di peringkat ke-97 dan jauh di bawah negara ASEAN lainnya. Alasannya adalah tingkat kelangsungan hidup pengusaha di Indonesia yang rendah. Kondisi ini menimbulkan kekhawatiran bagi ekosistem wirausahawan itu sendiri. Untuk menumbuhkan wirausaha, panorama dukungan pengembangan bisnis muncul. Ada tiga jenis program pendukung pengembangan bisnis. Salah satunya adalah Inkubator Bisnis. Dengan munculnya berbagai startup di Indonesia, Inkubator Bisnis telah didirikan. Namun, laporan menyatakan hanya 45% dari Inkubator Bisnis di Indonesia yang memiliki model dan proses yang sesuai. Alasan mengapa inkubator bisnis lain berantakan adalah karena kurangnya startup yang sukses atau berkualitas yang telah dipelihara dalam inkubator bisnis tersebut. Penyebabnya adalah; kurangnya pilihan masuk untuk startup, kurangnya proses inkubasi yang tepat dan kurangnya keterlibatan industri antara startup itu sendiri, inkubator dan pemain industri.\nPenelitian ini bertujuan untuk menemukan faktor penentu keberhasilan dari inkubator bisnis yang telah mapan. Secara khusus, ruang lingkup makalah ini adalah untuk mempelajari inkubator berbasis teknologi untuk menghadapi tantangan industri 4.0. Metode yang digunakan melalui metode kualitatif untuk menemukan faktor keberhasilan dalam kaitannya dengan pemilihan, proses inkubasi dan keterlibatan terhadap industri. Berdasarkan empat Inkubator bisnis berbasis teknologi, pemilihan penyewa dalam hal memvalidasi ide dan kewirausahaan adalah penting. Selanjutnya, Proses Inkubasi akan bekerja dengan baik ketika seleksi entri telah dinilai dengan cermat. Dengan demikian, Berdasarkan pemilihan penyewa dan proses inkubasi, inkubator bisnis dapat membuat startup yang berkualitas. Berdasarkan analisis empat Inkubator Bisnis yang telah mengadopsi proses teknologi. Inkubator 2 memberikan 38 faktor keberhasilan dibandingkan dengan 45 faktor keberhasilan Ideal.", "Daftar File": {"2020_TS_PP_Novaldi Halomoan_29117363-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/200100"}, "Penulis": "Novaldi Halomoan [29117363]", "Kontributor / Dosen Pembimbing": ["Deddy Priatmodjo Koesrindartoto, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Entrepreneur, Startup, Teknologi Bisnis Inkubator, Faktor Sukses", "Sumber": "Secondary", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "03 Feb 2020"}