{"Nomor": 45923, "Judul": "ANALISIS DAYA DUKUNG SUMBER DAYA AIR DENGAN PENDEKATAN SPASIAL (STUDI KASUS : KABUPATEN CIAMIS, JAWA BARAT)", "Abstrak": "Sumber daya air merupakan kebutuhan dasar bagi seluruh makhluk hidup. Namun saat ini ketersediaan sumber daya air semakin berkurang. Pertumbuhan penduduk, kondisi sosial-ekonomi, dan perubahan tutupan lahan diidentifikasi sebagai penyebab utama tekanan terhadap air. Situasi ini diperkirakan akan semakin meningkat di masa yang akan datang akibat perubahan iklim. Daya Dukung Sumber Daya Air (DDSA) sebagai status ambang batas ketersediaan air perlu untuk diidentifikasi. Tujuan dari penelitian ini untuk menganalisis dan mensimulasikan efek kebijakan DDSA di setiap kebutuhan air dengan integrasi kondisi sosial-ekonomi dan ketersediaan sumber daya air hingga tahun 2040. Analisis dilakukan di DAS Citanduy dengan menggunakan integrasi model hydro-economic SWAT dan DSS-WEAP (Soil Water Assesment Tool and Water Evaluation and Planning) dengan didukung software arcGIS. Ketersediaan air DAS Citanduy, sebagai sumber utama air baku di Kabupaten Ciamis diestimasi menggunakan model hidrologi SWAT dengan proyeksi perubahan tata guna lahan beserta iklim RCP 4.5 model CSIRO M.k 3.6. Hasil proyeksi ketersediaan air DAS Citanduy menunjukkan bahwa debit air akan menurun rata-rata sebesar 37%. Hasil model SWAT digunakan sebagai input hidrologi model sistem WEAP. Simulasi model menghasilkan nilai defisit DDSA DAS Citanduy meningkat dengan nilai rata-rata per tahun dari 1.48 m3/detik di tahun 2017 yang hanya terjadi pada Bulan Agustus menjadi 12.93 m3/detik di tahun 2040 yang terjadi pada Bulan Juli hingga Bulan November. Dengan penerapan peningkatan efisiensi air irigasi, efisiensi perikanan, Demand Save Management dan bauran air untuk domestik di wilayah hulu sungai dan penerapan peningkatan efisiensi air irigasi dan efisiensi perikanan di wilayah hilir sungai disertai dengan operasi bendungan menghasilkan peningkatan Daya Dukung DAS Citanduy sebesar 90.05% dari skenario referensi, dimana 9.95% ketidakterpenuhan air terjadi di wilayah irigasi. Terkait dengan hasil simulasi dan prioritas layanan air, Pemerintah Kabupaten Ciamis bersama kota/kab lain yang terkait perlu meninjau kembali rencana perluasan wilayah irigasi atau dengan mengubah sistem atau pola tanam irigasi.", "Daftar File": {"ABSTRAK Radiyah Ramadhani": "https://digilib.itb.ac.id/gdl/download/200376"}, "Penulis": "Radiyah Ramadhani [25318029]", "Kontributor / Dosen Pembimbing": ["Ir. Arief Sudradjat, MIS., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Daya Dukung Sumber daya Air (DDSA), DAS Citanduy, Kabupaten Ciamis, Model SWAT, Model WEAP", "Sumber": "TESIS Januari 2020", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "04 Feb 2020"}