{"Nomor": 45936, "Judul": "IDENTIFIKASI BAKTERI PATOGEN SERTA PENENTUAN UMUR SIMPAN PEMPEK DI KOTA PALEMBANG DENGAN METODE AKSELERASI", "Abstrak": "Latar Belakang dan tujuan : Pempek merupakan makanan khas Palembang\nyang disukai tidak hanya oleh masyarakat Sumatera Selatan bahkan oleh\nmasyarakat di luar propinsi Sumatera Selatan. Tingginya permintaan masyarakat\nmenjadikan meningkatnya pengiriman paket pempek ke luar kota dan sebagai\noleh oleh khas dari Palembang dengan dilumuri tepung sagu, dilumuri minyak\ngoreng dan divakum untuk memperpanjang umur simpan pempek. Saat ini belum\nada keterangan kadaluarsa pada produk pempek tersebut. Penelitian ini bertujuan\nuntuk mengetahui keberadaan bakteri dan bakteri patogen selama\npenyimpanan.serta untuk menetukan umur simpan pempek dengan metode\nakselerasi dengan pendekatan Arrhenius. Metode : Sampel pempek lenjer dan\npempek telur didapat dari 8 penjual pempek di kota Palembang. Sampel diuji\nkeberadaan bakteri dan bakteri patogen selama penyimpanan, identifikasi bakteri\nyang tumbuh dengan API kit dan uji ALT untuk menentukan umur simpan\npempek sesuai metode akselerasi dengan pendekatan Arrhenius. Hasil : Dari 8\nlokasi pengambilan sampel, keseluruhannya tidak memenuhi syarat ALT setelah\ndisimpan pada suhu ruangan selama 24 jam. Bakteri yang tumbuh selama\npenyimpanan adalah Escherichia coli, Staphylococcus aureus, Staphylococcus\nhominis, Staphylococcus lugdunensis, Staphylococcus xylosus, Staphylococcus\nwarneri, Staphylococcus epidermidis, Staphylococcus capitis, Staphylococcus\nsciuri, Enterobacter cloacae, Pseudomonas aeruginosa dan Pseudomonas\nfluorescent. Umur simpan (hari) pada suhu -20°C, 5°C dan 25°C berturut turut\nadalah pada pempek lenjer 46,83; 5,12; 1,08; pada pempek lenjer tepung 46,83;\n5,44; 1,02; pada pempek lenjer minyak 43,86; 5,26; 1,14; pada pempek telur\n39,75; 4,69; 1; pada pempek telur tepung 47,53; 5,18; 1,03; pada pempek telur\nminyak 45,25; 5,03;1,03. Pada penelitian vakum dan non vakum diperoleh hasil\npada pempek lenjer 61,76; 5,61; 1,14; pada lenjer vakum 62,35; 5,66; 1,12; pada\npempek telur 56,43; 5,32; 1,13; pada telur vakum 59,1; 5,57; 1,18. Kesimpulan :\nPenyimpanan pempek pada suhu ruangan selama 24 jam tidak memenuhi syarat\nALT. Bakteri patogen yang tidak memenuhi syarat selama penyimpanan adalah E\ncoli. Penyimpanan pempek dengan perlakuan dan tanpa perlakuan pada suhu\nruangan hanya bertahan 1 hari, pada suhu refrigerator berkisar 5 hari, sedangkan\npada suhu freezer maksimal 2 bulan", "Daftar File": {"ABSTRAK Atminah Ari Purbowati": "https://digilib.itb.ac.id/gdl/download/200680"}, "Penulis": "Atminah Ari Purbowati [20712330]", "Kontributor / Dosen Pembimbing": ["Marlia Singgih, Ph.D.", "Drs. Burhanuddin Gumay"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Pempek, Palembang, kadaluarsa, umur simpan, akselerasi, Arrhenius, API kit, bakteri patogen, E coli, Staphylococcus, ALT", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "05 Feb 2020"}