{"Nomor": 45931, "Judul": "LAPORAN BISNIS ORYZAQUILA PROPERTY", "Abstrak": "Oryzaquila Property memulai usahanya tahun 2010 dengan properti sebagai usaha utamanya. Karena terbatasnya modal perusahaan, pembelian property harus memakai pembiayaan kredit perbankan, teori Compound Interest FV = PV (1+i)^n   menjadi dasar perhitungan pembiayaan bisnis properti dengan menggunkan kredit perbankan. \nKeterbatasan memperoleh kredit perbankan menjadi hambatan, untuk mengatasinya perlu memakai pola pembiyaan lain yaitu investor. Keputusan penggunaan sumber pembiayaan yang digunakan dipengaruhi oleh variabel-variabel seperti harga, lokasi, luas lahan dan tingkat suku bunga kredit. Langkah selanjutnya yaitu memutuskan penggunaan properti tersebut akan dijual kembali, disewakan atau dipakai tempat usaha, untuk memutuskannya memakai variable-variabel lokasi, sumber pembiayaan, luas lahan dan harga sebagai bahan pertimbangan. \nPenggunaan kredit perbankan untuk bisnis properti dapat dilakukan, karena kenaikan nilai properti dan pendapatan lainnya masih jauh lebih tinggi dibanding total biaya-biaya yang dibayarkan. Perusahaan bisa berkembang baik terlihat dari kenaikan nilai aset dan ekuitas perusahaan.  Impelementasi dari analisa  rencana bisnis dibandingkan laporan bisnis yaitu rencana bisnis perusahaan dimasa depan meliputi pengembangan organisasi perusahaan dan pengembangan lini bisnis perusahaan.", "Daftar File": {"2020_TS_PP_DODI IMAM SUTRA KUSUMAH_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/200585"}, "Penulis": "Dodi Imam Sutra Kusumah [29118142]", "Kontributor / Dosen Pembimbing": ["Dr. Alvanov Zpalanzani, S.T., M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Properti, Pembiayaan, Kerjasama Bisnis", "Sumber": "Oryzaquila Property", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "05 Feb 2020"}