{"Nomor": 45939, "Judul": "PENGEMBANGAN DAN VALIDASI METODE ANALISIS PENETAPAN KADAR CAMPURAN KANDESARTAN SILEKSETIL DAN HIDROKLOROTIAZID DALAM SEDIAAN TABLET SECARA KROMATOGRAFI CAIR KINERJA TINGGI", "Abstrak": "Hipertensi merupakan penyakit dengan prevalensi tinggi dan cenderung\nmeningkat dimasa yang akan datang. Tablet campuran hidroklorotiazid dan\nkandesartan sileksetil merupakan salah satu sediaan farmasi untuk pengobatan\nhipertensi. Pengawasan obat terkait kadar hidroklorotiazid dan kandesartan\nsileksetil dalam tablet perlu dilakukan dan membutuhkan metode analisis yang\ntelah divalidasi. Penelitian ini bertujuan untuk mengembangkan dan memvalidasi\nmetode analisis penetapan kadar hidroklorotiazid dan kandesartan sileksetil dalam\nsediaan tablet menggunakan kromatografi cair kinerja tinggi. Kondisi optimum\ndiperoleh dengan menggunakan kolom Sunfire\nTM\nRP-C18 5 µm (4,6 x 150 mm),\nfase gerak terdiri atas dapar fosfat 0,02 M pH 3 dan asetonitril dengan sistem\ngradien, laju alir 1,0 mL/menit, panjang gelombang UV 220 nm, volume injeksi\n20 µL, dan suhu oven 30\no\nC. Waktu retensi hidroklotiazid dan kandesartan\nsileksetil adalah 6,24 menit dan 15,15 menit. Metode analisis ini memberikan\nlinieritas yang baik pada rentang konsentrasi 5,00 –37,50 µg/mL dengan\nkoefisien korelasi 0,9999 untuk hidroklorotiazid dan rentang konsentrasi 6,37 –\n47,77 µg/mL dengan koefisien korelasi 0,9999 untuk kandesartan sileksetil. Batas\ndeteksi hidroklorotiazid dan kandesartan sileksetil adalah 0,18 µg/mL dan 0,16\nµg/mL, sedangkan batas kuantisasinya adalah 0,56 µg/mL dan 0,50 µg/mL.\nPresisi intra hari hidroklorotiazid dan kandesartan sileksetil diperoleh nilai %SBR\n0,62% dan 0,28%, sedangkan presisi antar hari memberikan nilai %SBR 0,33%\ndan 0,29%. Persen perolehan kembali hidroklorotiazid dan kandesartan sileksetil\nadalah 98,87 –100,66% dan 98,49 –100,82%. Ketegaran metode analisis\nmemenuhi syarat dengan nilai %SBR < 2%. Metode analisis telah dievaluasi\nsecara statistik dan dapat digunakan untuk penetapan kadar hidroklorotiazid dan\nkandesartan sileksetil dalam sediaan tablet dari perdagangan.", "Daftar File": {"ABSTRAK Eko Purwanto": "https://digilib.itb.ac.id/gdl/download/200683"}, "Penulis": "Eko Purwanto [20712337]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Slamet Ibrahim Surantaatmadja"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Kandesartan sileksetil, Hidroklorotiazid, Kromatografi Cair Kinerja Tinggi (KCKT), Validasi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "05 Feb 2020"}