{"Nomor": 45937, "Judul": "Identifikasi Kafein, Parasetamol, Sildenafil Sitrat, Tadalafil dan Vardenafil HCl Secara Simultan Dalam Obat Tradisional Stamina Pria dengan Kromatografi Lapis Tipis-Densitometri", "Abstrak": "Latar Belakang dan Tujuan: Penggunaan obat tradisional (OT) semakin meningkat di masyarakat karena berasal dari alam sehingga dianggap aman. Seiring\ndengan hal tersebut peredaran OT yang mengandung Bahan Kimia Obat (BKO)\nsemakin marak. Laporan Badan POM RI menunjukkan bahwa perkembangan obat\ntradisional yang ditambah BKO cukup tinggi dari tahun 2005-2013. Salah satu\nklaim OT yang mengandung BKO adalah meningkatkan stamina pria. OT stamina\npria dilaporkan tidak hanya mengandung sildenafil sitrat, tetapi juga telah ditambahkan kafein, parasetamol, tadalafil dan vardenafil HCl dalam bentuk sediaan\ntunggal atau kombinasinya. Oleh karena itu, perlu dikembangkan metode identifikasi BKO dalam sediaan OT secara simultan. Tujuan penelitian ini adalah\nmengembangkan metode identifikasi kafein, parasetamol, sildenafil sitrat,\ntadalafil dan vardenafil HCl secara simultan menggunakan Kromatografi Lapis\nTipis (KLT)-Densitometri. Metode: Preparasi sampel diawali dengan ekstraksi\ncair-cair kemudian dilanjutkan dengan KLT-Densitometri menggunakan TLC-\nScanner 4 CAMAG. Fase diam yang digunakan adalah silika gel 60 F254 dengan\nfase gerak etil asetat- n propanol - NH3 25% (45:5:1). Hasil: Nilai Rf untuk\nkafein, parasetamol, sildenafil sitrat, tadalafil dan vardenafil HCl masing-masing\nadalah 0,57; 0,69; 0,27; 0,77; dan 0,42. Nilai resolusi kafein-parasetamol,\nparasetamol-tadalafil, sildenafil sitrat-vardenafil HCl, dan vardenafil HCl-kafein\nmasing-masing adalah 2,0; 1,5; 2,4; dan 2,4. Batas deteksi baku kafein,\nparasetamol, sildenafil sitrat, tadalafil dan vardenafil HCl masing-masing 0,1475;\n0,2273; 0,1346; 0,1951 dan 0,2047 ?g/bercak dan batas deteksi sampel di dalam\nmatriks masing-masing adalah 0,3350; 0,3817; 0,1716; 0,3031 dan 0,2659\n?g/gbercak. Metode analisis yang telah tervalidasi kemudian diaplikasikan pada 9\nsampel obat tradisional. Hasil analisis menunjukkan sampel mengandung campuran kafein, parasetamol dan sildenafil sitrat (A, B, dan E), sildenafil sitrat (F, G\ndan H) dan masing-masing satu sampel untuk campuran parasetamol dan\nsildenafil sitrat (I), campuran kafein dan sildenafil sitrat (C), dan tadalafil (D).", "Daftar File": {"ABSTRAK Reni Septiani": "https://digilib.itb.ac.id/gdl/download/200681"}, "Penulis": "Reni Septiani [20712331]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Sophi Damayanti"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "OT, KLT- Densitometri, Rf, Rs, Batas Deteksi, Silika gel 60 F254", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "05 Feb 2020"}