{"Nomor": 45947, "Judul": "HUBUNGAN ANTARA OSTEOPOROSIS DENGAN AKTIFITAS FISIK, INDEKS MASSA TUBUH, KEKUATAN TUNGKAI, JENIS KELAMIN, DAN KELOMPOK USIA (40-50, 51-60, 61-70) TAHUN", "Abstrak": "Latar belakang dan tujuan: Osteoporosis merupakan salah satu penyakit yang\nbanyak menimpa pada orang tua. Berdasarkan penelitian-penelitian sebelumnya\ndiketahui aktifitas fisik dapat mencegah terjadinya osteoporosis. Namun masih\nsedikit ditemui laporan penelitian mengenai hubungan intensitas dan kelompok\naktifitas fisik, kekuatan tungkai, dan kelompok usia terhadap osteoporosis.\nPenelitian ini bertujuan untuk mengetahui hubungan antara osteoporosis, aktifitas\nfisik, indeks massa tubuh (IMT), kekuatan tungkai, dan kelompok usia. Metode:\nSubjek penelitian ini adalah 113 responden yang dibagi menjadi dua kelompok,\nkelompok yang aktif melakukan jalan atau jogging dan kontrol. Kepadatan tulang\ndiukur menggunakan densitometer, aktifitas fisik diukur menggunakan kuesioner\nshort International Physical Activity (IPAQ), IMT menggunakan pengukuran\ntinggi dan berat badan yang dikalkulasikan ke dalam rumus IMT, dan kekuatan\ntungkai menggunakan leg dynamometer. Analisis data: Menggunakan SPSS\nversi 17 dengan level signifikansi 0.05 untuk menentukan hubungan antara\nvariable pada tes korelasi dan hasil momen pearson. Hasil: Kelompok jalan atau\njogging memiliki kepadatan tulang yang lebih tinggi dibandingkan kelompok\nkontrol baik pada pria maupun wanita pada kelompok umur 61-70 tahun. Terdapat\nhubungan antara kekuatan tungkai dan kepadatan tulang pada kelompok yang\naktif serta kekuatan tungkai yang lebih baik dibandingkan kontrol. Kesimpulan:\nAktifitas fisik merupakan salah satu faktor penting dalam mempertahankan\nkepadatan tulang, dimana kelompok yang aktif melakukan jalan dan jogging serta\nmemiliki intensitas aktifitas berat memiliki tingkat kejadian osteoporosis yang\nlebih rendah dibandingkan kelompok yang tidak aktif.", "Daftar File": {"ABSTRAK Yoga Pramana": "https://digilib.itb.ac.id/gdl/download/200814"}, "Penulis": "Yoga Pramana [21712002]", "Kontributor / Dosen Pembimbing": ["Dr. Nia Sri Ramania, M.Sc.", "Drs. Tommy Apriantono, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Keolahragaan", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Osteoporosis, Aktifitas Fisik, Indeks Massa Tubuh, Kekuatan Tungkai.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "06 Feb 2020"}