{"Nomor": 45948, "Judul": "PENGEMBANGAN FORMULA NANOEMULSI M/A NATRIUM ASKORBIL FOSFAT DALAM SEDIAAN TRANSKUTAN", "Abstrak": "Penelitian tentang bahan aktif anti kerut mengalami peningkatan yang signifikan\nsejalan dengan meningkatnya kebutuhan estetika. Berbagai upaya telah dilakukan\ndiantaranya dengan menggunakan turunan vitamin C yang mampu melindungi sel\ndari radikal bebas serta membantu pembentukan kolagen. Pada penelitian ini\ndilakukan pengembangan formula nanoemulsi menggunakan bahan aktif natrium\naskorbil fosfat (NAP), yang merupakan turunan vitamin C larut air, untuk\nmeningkatkan penetrasi ke dalam lapisan dermis, sehingga diharapkan dapat\nmeningkatkan efektivitas kinerjanya. Bahan yang digunakan adalah VCO sebagai\nminyak, Tween 80 sebagai surfaktan, dan PEG 400 dan gliserin sebagai kosurfaktan.\nTahapan kegiatan yang dilakukan meliputi penentuan kelarutan NAP dalam fasa\nminyak, optimasi formula dan evaluasi sediaan. Optimasi formula ditentukan pada\nberbagai variasi perbandingan surfaktan dan kosurfaktan serta perbandingan\nminyak dengan surfaktan dan kosurfaktan. Evaluasi nanoemulsi meliputi\npenampilan fisik, pH, stabilitas fisik, dan uji difusi in vitro. Hasil uji kelarutan\nmenunjukan bahwa 10% gliserin dapat meningkatkan kelarutan NAP didalam fasa\nminyak. Formula optimal nanoemulsi yang diperoleh terdiri dari Tween 80 , PEG\n400, Gliserin, VCO, dan dapar pH 6 masing masing sebesar 17; 9; 10; 3; 61% dapat\nmenghasilkan sediaan jernih, pH 6,5; stabil dengan ukuran globul dibawah 200 nm.\nHasil uji penetrasi NAP menggunakan membran kulit ular menunjukan bahwa\nterjadi peningkatan persen kumulatif terpenetrasi secara signifikan (p< 0,05) selama\n8 jam dari 26,46±2,81% (larutan NAP) menjadi 63,48±4,02% (NAP dalam\nnanoemulsi). Peningkatan yang diperoleh tersebut berbeda secara signifikan\ndibandingkan terhadap kontrol. Hasil yang diperoleh ini diharapkan dapat\nberkontribusi dalam pembuatan formula untuk meningkatkan persen terpenetrasi\nkedalam kulit sehingga bahan aktif dapat bekerja lebih efektif ditempat aksinya.", "Daftar File": {"ABSTRAK Hanifa Rahma": "https://digilib.itb.ac.id/gdl/download/200837"}, "Penulis": "Hanifa Rahma [20712020]", "Kontributor / Dosen Pembimbing": ["Dr. Tri Suciati, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "nanoemulsi, natrium askorbil fosfat, tween 80, peg 400, gliserin", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "06 Feb 2020"}