{"Nomor": 45943, "Judul": "FAKTOR YANG MEMPENGARUHI KEBERHASILAN TERAPI PENDERITA TUBERKULOSIS PARU KASUS BARU DAN TUBERKULOSIS KOMORBID DIABETES MELLITUS DI BALAI BESAR KESEHATAN PARU MASYARAKAT (BBKPM) BANDUNG", "Abstrak": "Tuberkulosis paru (TB paru) adalah penyakit yang disebabkan oleh\nMycobacterium tuberculosis yang menyerang paru-paru. TB paru masih menjadi\nmasalah kesehatan yang serius di Negara berkembang termasuk Indonesia. Global\nReport WHO 2010 mencatat Indonesia sebagai negara dengan kasus TB paru\nterbesar kelima setelah India, Cina, Afrika Selatan dan Nigeria. Ada banyak faktor\nyang menyebabkan kegagalan dalam mencapai keberhasilan terapi TB paru,\ndiantaranya hiperglikemia, kepatuhan minum obat dan ketepatan terapi yang\ndiberikan. Tujuan penelitian ini adalah menentukan hubungan antara kondisi\nhiperglikemia dengan keberhasilan terapi penderita TB paru kasus baru komorbid\nDiabetes Mellitus (DM). Keberhasilan terapi ditentukan berdasarkan waktu\nkonversi BTA dan perbaikan kondisi klinis. Metode penelitian yang digunakan\nadalah uji prognostik metode potong lintang. Sampel penelitian adalah penderita\nTB paru kasus baru yang menjalani pengobatan di BBKPM Bandung selama\nterapi fase intensif sejak bulan Juni sampai Desember 2014. Dari 130 penderita\nTB paru kasus baru diperoleh penderita dengan kadar HbA1c normal sebesar\n28,5% (HbA1c ?5,4%), prediabetes sebesar 59,2% (HbA1c 5,5-6,4%) dan\ndiabetes sebesar 12,3% (HbA1c 6,5-13,6%). Hasil penelitian menunjukkan bahwa\nkepatuhan minum obat dan ketepatan terapi memiliki hubungan sangat bermakna\n(p=0,000) dalam mencapai keberhasilan terapi TB paru kasus baru. Sedangkan\ntingkat pendidikan (p=0,779) dan riwayat merokok (p=0,442) tidak memiliki\nhubungan yang bermakna terhadap keberhasilan terapi. Sedangkan keberhasilan\npengobatan TB paru kasus baru komorbid DM sangat dipengaruhi oleh ketepatan\nterapi DM, kepatuhan minum obat dan diet yang baik, walaupun kadar HbA1c\ntinggi. Semakin tinggi kadar HbA1c waktu konversi BTA semakin lama (> 2\nbulan) dan kondisi klinis sulit membaik.", "Daftar File": {"ABSTRAK Eva Dania Kosasih": "https://digilib.itb.ac.id/gdl/download/200687"}, "Penulis": "Eva Dania Kosasih [20712321]", "Kontributor / Dosen Pembimbing": ["Dr. Maria Immaculata Iwo", "dr. Ratnawati, MCH, SP.P(K)., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Tuberkulosis Paru, Diabetes Mellitus, HbA1c, Keberhasilan terapi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "05 Feb 2020"}