{"Nomor": 45940, "Judul": "KAJIAN PAPARAN PEWARNA AZO PADA SISWA SMA NEGERI 4 KOTA CIMAHI MENGGUNAKAN METODE 24-HOURS DEITARY RECALL DAN FOOD FREQUENCY QUESTIONNAIRE", "Abstrak": "Tartrazin, Kuning FCF, Merah Alura, Karmoisin, Ponceau 4R dan Coklat HT\nmerupakan Bahan Tambahan Pangan (BTP) dari kelompok pewarna azo yang\ndiijinkan ditambahkan pada berbagai produk pangan menurut regulasi Indonesia.\nNamun demikian, tingkat paparan pewarna tersebut pada berbagai kelompok\npopulasi belum banyak dikaji. Penelitian ini bertujuan untuk mendapatkan data\ntingkat paparan pewarna Tartrazin, Kuning FCF, Merah Alura, Karmoisin,\nPonceau 4R, dan Coklat HT pada populasi siswa sekolah menengah atas yang\ndinyatakan sebagai persentasi terhadap Acceptable Daily Intake (ADI) masingmasing pewarna. Penelitian diawali dengan penentuan kelompok populasi yang\nakan diikutsertakan, dalam hal ini dipilih Siswa Sekolah Menengah Atas Negeri 4\nKota Cimahi. Berdasarkan rumus Slovin dan Cochran, ditentukan sebanyak 120\nsiswa berperan serta sebagai responden. Data asupan makanan responden\ndiperoleh melalui survey menggunakan metode kuesioner 24-Hours Dietary\nRecall dan Food Frequency Questionnaire. Varian produk pangan yang tercatat,\ndikelompokkan menjadi kategori produk serealia, bakeri, minuman, produk susu,\nkembang gula, makanan ringan, dan komposit. Produk pangan yang mengandung\nminimum satu pewarna azo tersebut, dibeli dan ditentukan kadarnya\nmenggunakan metode analisis standar yang sudah rutin digunakan. Berdasarkan\ndata kadar pewarna dalam satu produk dan cacah konsumsi produk tersebut,\nasupan masing-masing pewarna dapat dihitung. Selanjutnya, data tersebut diolah\nsecara statistik untuk menghitung asupan harian per orang pada persentil 95 dan\n97,5% untuk masing-masing kategori pangan dan pewarna. Asupan total harian\nmasing-masing pewarna dihitung dari penjumlahan asupan semua katagori pangan\nyang mengandung pewarna tersebut dan akhirnya dinyatakan sebagai persentase\nterhadadap nilai ADI masing-masing pewarna azo. Hasil survey menunjukkan\nsebanyak 66 varian produk pangan mengandung pewarna azo. Asupan total harian\npewarna Tartrazin, Kuning FCF, Merah Alura, Karmoisin, Ponceau 4R dan\nCoklat HT pada persentil 95%, masing-masing sebesar 29,14; 15,85; 8,69; 20,11;\n10,75; 3,35 mg/orang/hari atau setara dengan masing-masing 7,75; 12,36; 2,42;\n9,80; 5,24; 2,18 % ADI, sedangkan pada persentil 97,5%, masing-masing sebesar\n35,54; 22,76; 9,65; 21,70; 10,85; 5,17 mg/orang/hari atau setara dengan masingmasing 9,24; 17,74; 2,69; 10,57; 5,29; 3,36 %ADI. Paparan akumulatif semua\npewarna azo yang diteliti pada persenti 95 dan 97,5% masing-masing sebesar 39,6\ndan 48,9%. Berdasarkan hasil penelitian secara keseluruhan dapat disimpulkan\nbahwa tingkat paparan masing-masing pewarna azo maupun paparan\nakumulatifnya masih kurang dari 100% ADI.", "Daftar File": {"ABSTRAK Iis Susilawati Rosid": "https://digilib.itb.ac.id/gdl/download/200684"}, "Penulis": "Iis Susilawati Rosid [20712341]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Rahmana Emran Kartasasmita, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Pewarna azo, kajian paparan, 24-Hours Dietary Recall, Food Frequency Questionnaire, Tingkat Asupan Harian", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "05 Feb 2020"}