{"Nomor": 45945, "Judul": "AKTIVITAS PENGHAMBATAN ENZIM XANTIN OKSIDASE DAN ANTIHIPERURISEMIA EKSTRAK DAUN BINAHONG (Anredera cordifolia (Ten) Steenis), DAUN TEMPUYUNG (Sonchus arvensis L.) DAN KOMBINASINYA", "Abstrak": "Latar belakang dan tujuan: Pirai merupakan penyakit artritis akut yang terjadi\npada lebih dari 1% populasi orang dewasa di dunia. Insiden dan prevalensi pirai\nmempunyai hubungan langsung dengan konsentrasi asam urat serum. Tanaman\nbinahong dan tempuyung mudah diperoleh dan sangat mudah tumbuh, baik di\ndaerah dataran rendah maupun dataran tinggi. Pada penelitian terdahulu\nmenunjukkan bahwa masing-masing tanaman tersebut mempunyai potensi\nsebagai antihiperurisemia dan aktivitas penghambatan enzim xantin oksidase,\nnamun perlu adanya penelitian yang simultan antara uji aktivitas penghambatan\nenzim xantin oksidase secara in vitro yang dikonfirmasi dengan uji in vivo efek\nantihiperurisemia dari masing-masing tanaman dan kombinasi keduanya.\nPenelitian ini bertujuan untuk menelaah aktivitas ekstrak etanol 70% daun\nbinahong dan daun tempuyung serta kombinasinya terhadap penghambatan enzim\nxantin oksidase secara in vitro dan kemampuan menurunkan kadar asam urat\ndalam darah secara in vivo. Metode: Simplisia tanaman uji diekstraksi dengan\nmetode refluks menggunakan pelarut etanol 70%. Aktivitas penghambatan xantin\noksidase diuji secara in vitro dengan mengukur pembentukan asam urat\nmenggunakan spektrofotometri UV. Selanjutnya, uji aktivitas antihiperurisemia\ndilakukan secara in vivo menggunakan tikus Wistar jantan yang diinduksi dengan\ndiet tinggi purin dan kalium oksonat. Penurunan kadar asam urat serum setelah\npemberian ekstrak uji diamati dan dibandingkan dengan allopurinol. Hasil: IC50\nekstrak daun binahong 635,25 ppm, IC50 ekstrak daun tempuyung 1345,93 ppm,\ndan pada kombinasi dengan perbandingan 1:1 menunjukkan IC50 846,32 ppm.\nIC50 allopurinol sebagai pembanding adalah 0,88 ppm. Aktivitas penghambatan\nenzim xantin oksidase kombinasi kedua ekstrak bersifat aditif. Pada uji in vivo\nmenunjukkan bahwa aktivitas antihiperurisemia pada kelompok allopurinol,\nekstrak daun binahong, ekstrak daun tempuyung, maupun kombinasi kedua\nekstrak berbeda bermakna dibandingkan terhadap kontrol positif pada menit ke120 dan 150 setelah induksi kalium oksonat (p<0,05). Kombinasi ekstrak\nmemberikan efek aditif dalam menurunkan kadar asam urat tikus Wistar jantan.\nKesimpulan: Ekstrak daun binahong dan ekstrak daun tempuyung mempunyai\naktivitas penghambatan xantin oksidase dan penurunan kadar asam urat dalam\ndarah, dan kombinasi keduanya memberikan efek aditif. Hal tersebut\nmenunjukkan bahwa ekstrak uji mempunyai potensi untuk dikembangkan menjadi\nobat antihiperurisemia.", "Daftar File": {"ABSTRAK Kurnia Dwi Widyarini": "https://digilib.itb.ac.id/gdl/download/200701"}, "Penulis": "Kurnia Dwi Widyarini [20712327]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Elin Yulinah Sukandar", "Dr. Irda Fidrianny"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "binahong, tempuyung, antihiperurisemia, in vitro, in vivo", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "05 Feb 2020"}