{"Nomor": 45946, "Judul": "PENGARUH INTERVENSI APOTEKER TERHADAP ANGKA KEJADIAN KESALAHAN PENYIAPAN OBAT PADA PASIEN RAWAT JALAN JAMINAN KESEHATAN NASIONAL DI RUMAH SAKIT UMUM PUSAT PERSAHABATAN JAKARTA", "Abstrak": "Kesalahan pengobatan dapat terjadi pada setiap rangkaian proses pengobatan mulai dari peresepan,\ntranskripsi, penyiapan dan penggunaan obat. Kesalahan pengobatan dapat membahayakan pasien dan\nmemicu terjadinya Kejadian Tidak Diharapkan terkait obat (KTD/ADE/adverse drug events), yang\nsebenarnya dapat dicegah. Kesalahan penyiapan obat dapat terjadi pada setiap proses penyiapan obat di\ninstalasi farmasi rumah sakit. Apoteker berada dalam posisi strategis dalam meminimalkan dan mencegah\nkesalahan pengobatan. Penelitian ini bertujuan untuk mengetahui jumlah dan jenis kesalahan penyiapan\nobat di Instalasi Farmasi Unit Rawat Jalan Jaminan Kesehatan Nasional (JKN) sebelum dan sesudah\nintervensi Apoteker di Rumah Sakit Umum Pusat Persahabatan Jakarta, mengetahui pengaruh intervensi\napoteker terhadap penurunan kejadian kesalahan penyiapan obat, mengetahui hubungan antara waktu\npenyiapan obat dengan jumlah kesalahan penyiapan obat serta jumlah R/ yang disiapkan dengan jumlah\nkesalahan penyiapan obat sebelum dan sesudah intervensi. Penelitian menggunakan rancangan penelitian\nquasi experiment dengan desain separate sample pre-test post-test. Pengambilan data dilakukan secara\nkonkuren dengan cara observasi langsung pada tahap verifikasi akhir proses penyiapan obat di Instalasi\nFarmasi Rawat Jalan JKN RSUP Persahabatan Jakarta selama periode 2 minggu baik sebelum dan\nsesudah intervensi. Intervensi dilakukan selama periode 3 minggu berupa paparan hasil observasi disertai\npendekatan komunikasi/diskusi/saran, pemasangan stiker/label pada titik kritis berdasarkan hasil\nidentifikasi jenis dan jumlah kesalahan penyiapan obat yang diukur selama pra-intervensi, pembagian\nleaflet kepada petugas serta penambahan SDM apoteker dan asisten apoteker. Terdapat penurunan angka\nkesalahan penyiapan obat sebesar 8,27 % sebelum intervensi (574/6939 item obat (R/) yang disiapkan)\nmenjadi sebesar 3,14 % (221/7039 item obat (R/) yang disiapkan) sesudah intervensi. Jumlah dan jenis\nkesalahan penyiapan obat sebelum dan sesudah intervensi dari yang terbanyak berturut-turut adalah\nkesalahan aturan pakai sebesar 6,79 % turun menjadi 2,43%, kesalahan copy resep sebesar 0,58 % turun\nmenjadi 0,14%, kesalahan jumlah obat sebesar 0,49 % turun menjadi 0,17 %, kesalahan jenis obat tidak\ndisiapkan sebesar 0,24 % turun menjadi 0,10 %, kesalahan jenis obat sebesar 0,1 % turun menjadi 0,09%,\nkesalahan dosis obat sebesar 0,07 % naik menjadi 0,21%, dan kesalahan identitas pasien tidak ditemukan\nkesalahan (0 %) baik sebelum dan sesudah intervensi. Melalui intervensi apoteker, kejadian kesalahan\npenyiapan obat turun secara bermakna sebelum dan sesudah intervensi (p<0,05). Terdapat\nhubungan yang bermakna antara waktu penyiapan obat dengan jumlah kesalahan penyiapan obat sebelum\nintervensi (p<0,05). Tidak ditemukan hubungan yang bermakna antara waktu penyiapan obat dengan\njumlah kesalahan penyiapan obat sesudah intervensi serta jumlah R/ yang disiapkan terhadap jumlah\nkesalahan penyiapan obat baik sebelum dan sesudah intervensi (p>0,05). Masih ditemukannya\npeningkatan jumlah kesalahan dosis setelah intervensi menunjukkan perlunya dilakukan proses\nmonitoring dan evaluasi serta feedback kepada petugas farmasi secara rutin dan berkala/periodik.", "Daftar File": {"ABSTRAK Yanni Parmawati": "https://digilib.itb.ac.id/gdl/download/200714"}, "Penulis": "Yanni Parmawati [20712339]", "Kontributor / Dosen Pembimbing": ["Dr. Lia Amalia, S.Si., Apt., M.Si.", "Tri Kusumaeni, S.Si, M.Pharm, Apt"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "kesalahan pengobatan, kesalahan penyiapan obat, Instalasi Farmasi Rawat Jalan, intervensi apoteker", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "05 Feb 2020"}