{"Nomor": 45957, "Judul": "KAJIAN AKTIVITAS ANTIBAKTERI IN VITRO DAN IN SITU RIMPANG TEMU KUNCI (Kaempferia pandurata Roxb.) TERHADAP BAKTERI Staphylococcus aureus", "Abstrak": "Staphylococcus aureus merupakan bakteri penyebab utama infeksi kulit dan\njaringan lunak di dunia. Prevalensi infeksi kulit karena S.aureus tinggi terutama\npada infeksi nosokomial. Pengobatan infeksi S.aureus semakin sulit karena\nadanya galur yang resisten, dikenal Methicillin-resistant Staphylococcus aureus\n(MRSA). Penelitian sebelumnya melaporkan bahwa ekstrak etanol rimpang temu\nkunci memiliki aktivitas antibakteri terhadap S.aureus. Penelitian ini bertujuan\nmengkaji aktivitas antibakteri fraksi dari ekstrak etanol rimpang temu kunci\nsecara in vitro terhadap bakteri S.aureus dan MRSA serta aktivitas antibakteri in\nsitu sediaan ekstrak terhadap infeksi kulit yang disebabkan S.aureus pada kelinci,\ndan menentukan senyawa yang berperan sebagai antibakteri pada fraksi aktif,\nserta menentukan lokasi kerja antibakteri fraksi aktif tersebut terhadap S.aureus.\nSerbuk simplisia rimpang temu kunci diekstraksi dengan metode refluks\nmenggunakan etanol 96%, kemudian difraksinasi dengan cara ekstraksi cair-cair\nmenggunakan pelarut n-heksana dan etil asetat. Aktivitas antibakteri in vitro\nekstrak etanol, fraksi n-heksana, fraksi etil asetat, dan fraksi air diuji dengan\nmetode mikrodilusi untuk menentukan nilai konsentrasi hambat minimum (KHM)\ndan konsentrasi bakterisid minimum (KBM) serta kesetaraan aktivitas antibakteri\nterhadap antibiotik pembanding (tetrasiklin HCl) dengan difusi agar untuk bakteri\nS.aureus dan MRSA. Bioautografi dilakukan terhadap fraksi paling aktif untuk\nmenentukan senyawa yang berperan sebagai antibakteri. Penentuan lokasi kerja\nantibakteri fraksi aktif diamati dengan Scanning Electron Microscopy (SEM).\nPengujian aktivitas antibakteri in situ dilakukan dengan memberikan sediaan salep\ndan krim ekstrak serta salep oksitetrasiklin pembanding pada kelinci yang telah\ndisuntikkan bakteri S.aureus. Parameter yang diamati meliputi diameter eritema,\nketebalan udem, dan diameter nanah. Uji iritasi primer dan okuler dilakukan\nuntuk menilai kemanan sediaan topikal. Hasil uji mikrodilusi menunjukkan nilai\nKHM ekstrak etanol, fraksi n-heksana, dan fraksi etil asetat untuk S.aureus\nberturut turut yaitu 64, 64, dan 512 µg/mL, sedangkan untuk MRSA 128, 128, dan\n1024 µg/mL. Nilai KBM ekstrak etanol, fraksi n-heksana, dan fraksi etil asetat\nuntuk S.aureus berturut turut yaitu 256, 64, dan 1024 µg/mL, sedangkan untuk\nMRSA 8192, 128, dan 1024 µg/mL. Hasil uji bioautografi fraksi n-heksana\nmenghasilkan dua bercak aktif antibakteri untuk S.aureus. Pengamatan dengan\nSEM pada sel yang diberikan fraksi n-heksana menunjukkan perubahan morfologi\nsel S.aureus menjadi tidak rata dan tidak teratur. Hasil uji antibakteri in situ\nmenunjukkan skor total salep oksitetrasiklin 3% lebih rendah dan berbeda\nbermakna (p<0,05) terhadap kontrol positif pada hari ke-4 pengobatan, sedangkan\nskor total krim ekstrak 3% lebih rendah dan berbeda bermakna (p<0,05) terhadap\nkontrol positif pada hari ke-6, dan berbeda bermakna (p<0,05) terhadap salep\noksitetrasiklin 3% pada hari ke-23. Sediaan salep ekstrak 3% baru menunjukkan\nperbedaan bermakna (p<0,05) terhadap kontrol positif pada hari ke-25. Fraksi n\nii\nheksana menunjukkan aktivitas antibakteri paling baik dibandingkan ekstrak\netanol, fraksi etil asetat, dan fraksi air terhadap S.aureus dan MRSA. Kesetaraan\naktivitas antibakteri fraksi n-heksana terhadap tetrasiklin HCl paling tinggi\nterhadap bakteri MRSA (1 mg fraksi ~ 1,79 x 10\n-2\nmg tetrasiklin HCl). Terdapat\nsenyawa flavonoid selain panduratin A yang memiliki peran paling kuat sebagai\nantibakteri pada fraksi n-heksana. Berdasarkan hasil SEM, lokasi kerja antibakteri\nfraksi n-heksana diduga pada membran sel atau protein. Sediaan krim esktrak 3%\nmemberikan aktivitas antibakteri paling baik dibandingkan salep oksitetrasiklin\n3% dan salep ekstrak 3% terhadap infeksi kulit karena S.aureus. Sediaan salep\ndan krim esktrak 3% tidak mengiritasi kulit dan mata.", "Daftar File": {"ABSTRAK Annisa Kamil": "https://digilib.itb.ac.id/gdl/download/201002"}, "Penulis": "Annisa Kamil [20713007]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Elin Yulinah", "Prof. Dr. Irda Fidrianny, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "aktivitas antibakteri, infeksi kulit, Staphylococcus aureus, bioautografi, fraksi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "06 Feb 2020"}