{"Nomor": 45965, "Judul": "STUDI INTERAKSI OBAT DAN REAKSI OBAT MERUGIKAN PADA PASIEN HIV/AIDS DENGAN KOINFEKSI TUBERKULOSIS DI RUMAH SAKIT UMUM PUSAT DR. HASAN SADIKIN BANDUNG", "Abstrak": "Penyakit tuberkulosis merupakan penyakit yang seringkali menyertai pasien\nHIV/AIDS. Baik HIV/AIDS maupun tuberkulosis memerlukan terapi dengan obat\nyang tidak sedikit. Penggunaan obat yang banyak atau polifarmasi dapat memicu\nterjadinya interaksi obat serta efek obat yang tidak diinginkan atau reaksi obat\nmerugikan (ROM). Penelitian ini bertujuan untuk menentukan potensi interaksi\nobat pada pasien HIV/AIDS dengan koinfeksi tuberkulosis, dugaan ROM yang\nterjadi, serta rekomendasi terapi untuk pasien HIV/AIDS dengan koinfeksi\ntuberkulosis. Penelitian ini merupakan penelitian deskriptif yang dilakukan secara\nretrospektif pada pasien HIV/AIDS dengan koinfeksi tuberkulosis yang menerima\nterapi tuberkulosis di Poliklinik Teratai RSUP Dr. Hasan Sadikin Bandung pada\ntahun 2013. Dari penelitian ini diperoleh 48 pasien yang sesuai dengan kriteria\ninklusi, yaitu pasien usia dewasa, menerima terapi tuberkulosis di Poliklinik\nTeratai RSUP Dr. Hasan Sadikin Bandung pada tahun 2013, dan tercatat\nmenerima terapi tuberkulosis serta terapi antiretroviral. Dari 48 pasien tersebut,\nditemukan 109 potensi kejadian interaksi obat dengan signifikansi mayor, 299\npotensi kejadian interaksi obat dengan signifikansi moderate, dan 58 potensi\nkejadian interaksi obat dengan signifikansi minor. Dugaan ROM dengan jumlah\nterbanyak yang ditemukan pada penelitian ini adalah 8 kejadian gangguan saluran\npencernaan, 5 kejadian drug eruption, 5 kejadian drug induced liver injury (DILI),\ndan 4 kejadian neuropati perifer. Pasien yang menerima obat antituberkulosis\n(OAT) kategori 1 direkomendasikan untuk menggunakan ARV tenofovir,\nlamivudin, dan efavirenz, sedangkan pasien yang menerima OAT kategori 2\ndirekomendasikan untuk menggunakan ARV zidovudin, lamivudin, dan efavirenz.\nBerdasarkan penelitian ini dapat dilihat bahwa terdapat banyak potensi interaksi\nobat dan dugaan ROM pada pasien HIV/AIDS dengan koinfeksi tuberkulosis.\nUntuk mengatasinya dapat dipilih obat lain yang berinteraksi minimal atau\nmemberikan obat lain untuk mencegah terjadinya efek dari interaksi obat maupun\nROM.", "Daftar File": {"ABSTRAK Alexandra Vania Andi": "https://digilib.itb.ac.id/gdl/download/201073"}, "Penulis": "Alexandra Vania Andi [20713062]", "Kontributor / Dosen Pembimbing": ["Dr. Lia Amalia, S.Si., Apt., M.Si.", "Rudi Wisaksana, dr., SpPD,K-PTI, PhD, FINASIM"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "tuberkulosis, human immunodeficiency virus/HIV, acquired immunodeficiency syndrome/AIDS, interaksi obat, efek samping, reaksi obat merugikan", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "06 Feb 2020"}