{"Nomor": 45964, "Judul": "KAJIAN AKTIVITAS ANTIFUNGI IN VITRO DAN IN SITU KOMBINASI DAUN ROSEMARY, RIMPANG JAHE, DAN RIMPANG TEMULAWAK", "Abstrak": "Kondisi geografis Indonesia yang merupakan daerah tropis dengan suhu dan kelembapan\nyang tinggi akan memudahkan tumbuhnya jamur, sehingga infeksi karena jamur di negeri\nini banyak ditemukan. Dermatofitosis dan kandidiasis merupakan salah satu penyakit\ninfeksi kulit yang disebabkan oleh jamur dengan prevalensi yang cukup tinggi di antara\npenyakit kulit lainnya di Indonesia. Namun, antibiotik antijamur yang efektif masih\nsangat terbatas dan tidak semua memiliki profil keamanan yang baik. Oleh karena itu,\npencarian senyawa baru yang memiliki aktivitas antifungi dan profil keamanan yang\nlebih baik masih terus dilakukan. Penelitian ini bertujuan untuk meneliti aktivitas\nantifungi beberapa kombinasi yang berasal dari sepuluh tanaman uji terhadap fungi\nCandida albicans, Microsporum gypseum, dan Trichophyton mentagrophytes. Serbuk\nsimplisia tanaman uji diekstraksi dengan metode refluks menggunakan pelarut etanol.\nEkstrak diuji aktivitas antifunginya dengan metode mikrodilusi dan difusi agar terhadap\nfungi Candida albicans, Microsporum gypseum, dan Trichophyton mentagrophytes untuk\nmenentukan Konsentrasi Hambat Minimum (KHM) dan Konsentrasi Fungisidal\nMinimum (KFM). Ekstrak yang menunjukkan aktivitas terhadap fungi uji diteliti sifat\ninteraksi kombinasinya. Tiga ekstrak tanaman uji dengan aktivitas tertinggi dan\nmenunjukkan sifat interaksi kombinasi yang sinergis dipilih. Kemudian, ketiga ekstrak\ndifraksinasi dengan metode ekstraksi cair-cair menggunakan pelarut n-heksana dan etil\nasetat. Masing-masing fraksi ditentukan nilai KHM dan KFM. Ketiga ekstrak terpilih\ndiuji aktivitasnya secara in situ pada kulit punggung kelinci yang diinfeksi Trichophyton\nmentagrophytes. Ekstrak dan fraksi terpilih ditentukan kesetaraan aktivitasnya dengan\npembanding ketokonazol. Fraksi aktif diteliti aktivitasnya melalui metode KLT\nbioautografi. Fraksi dengan aktivitas tertinggi dari ketiga tanaman terpilih diteliti lokasi\nkerjanya melalui pengamatan morfologi sel menggunakan Scanning Electron Microscopy\n(SEM). Karakterisasi simplisia dan ekstrak dilakukan terhadap tanaman dengan aktivitas\ntertinggi, meliputi penapisan fitokimia, kadar abu total, dan susut pengeringan untuk\nsimplisia serta penapisan fitokimia, kadar air, kadar sari larut air, kadar sari larut etanol,\nbobot jenis, persentase rendemen, dan pola kromatogram untuk ekstrak. Ekstrak etanol\ndaun rosemary, rimpang jahe, dan rimpang temulawak menunjukkan aktivitas tertinggi\ndan sifat interaksi kombinasi yang sinergis terhadap Trichophyton mentagrophytes. Krim\nM/A yang mengandung kombinasi dari ketiga ekstrak tanaman tersebut menunjukkan\naktivitas penurunan skor udem dan eritema total yang berbeda bermakna (p<0,01)\nterhadap kontrol positif pada hari ke-8 setelah pengobatan. Sediaan krim M/A\nmenunjukkan efek kesembuhan rata-rata setelah 16,67 hari, jauh lebih cepat\nii\ndibandingkan dengan kontrol positif, yaitu 24 hari. Ekstrak temulawak dan fraksi nheksana jahe menunjukkan kesetaraan aktivitas tertinggi terhadap ketokonazol\ndibandingkan dengan ekstrak dan fraksi lainnya, dimana 1 mg ekstrak temulawak setara\ndengan 0,00701 mg ketokonazol dan 1 mg fraksi n-heksana jahe setara dengan 0,01489\nmg ketokonazol dalam pengujian aktivitas antifungi terhadap Trichophyton\nmentagrophytes. Hasil KLT bioautografi menunjukkan bahwa tiga komponen fraksi etil\nasetat rosemary mampu menghambat pertumbuhan Trichophyton mentagrophytes. Lima\nkomponen fraksi etil asetat jahe mampu menghambat pertumbuhan fungi uji. Sedangkan,\npada fraksi etil asetat temulawak terdapat satu komponen yang mampu menghambat\npertumbuhan fungi uji. Pada fraksi n-heksana temulawak, enam komponen menunjukkan\naktivitas penghambatan terhadap pertumbuhan Trichophyton mentagrophytes. Sementara\nitu, empat komponen aktif antifungi terdapat pada fraksi n-heksana jahe. Selanjutnya,\nfraksi yang paling aktif dari masing-masing ekstrak diamati lokasi kerjanya dengan\nmenggunakan Scanning Electron Microscopy (SEM). Hasil SEM menunjukkan\nterjadinya perubahan pada morfologi sel Trichophyton mentagrophytes yang diduga\nkarena adanya kerusakan pada membran sel dan hambatan pada pembentukan dinding\nsel. Ekstrak etanol daun rosemary, rimpang jahe, dan rimpang temulawak menunjukkan\naktivitas antifungi yang tertinggi dengan sifat interaksi kombinasi yang sinergis. Krim\nM/A yang mengandung kombinasi dari ketiga ekstrak tanaman tersebut menunjukkan\naktivitas antifungi yang lebih baik dibandingkan dengan kontrol positif secara in situ.\nKromatogram fraksi etil asetat rosemary, etil asetat temulawak, etil asetat jahe, n-heksana\ntemulawak, dan n-heksana jahe menunjukkan adanya bercak-bercak dengan Rf tertentu\nyang secara spesifik menunjukkan aktivitas antifungi. Hasil SEM menunjukkan\nterjadinya perubahan pada morfologi sel Trichophyton mentagrophytes akibat aktivitas\ndari masing-masing fraksi yang paling aktif.", "Daftar File": {"ABSTRAK Eriwan Susanto": "https://digilib.itb.ac.id/gdl/download/201072"}, "Penulis": "Eriwan Susanto [20713037]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Elin Yulinah", "Prof. Dr. Irda Fidrianny, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "antifungi, rosemary, temulawak, jahe, konsentrasi hambat minimum, kombinasi, in situ, KLT bioautografi, SEM", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "06 Feb 2020"}