{"Nomor": 45972, "Judul": "EFEK KAPTOPRIL, LOSARTAN, DAN AMLODIPIN PADA TIKUS MODEL GOLDBLATT 2K1C YANG TELAH DIMODIFIKASI", "Abstrak": "Latar Belakang dan Tujuan: Diagnosis penyakit dalam pengobatan menjadi hal yang\nsangat penting dalam penentuan terapi yang akan dipraktekkan pada pasien dengan kondisi\ngagal ginjal. Kaptopril dan Losartan menjadi obat pilihan utama dalam pasien gagal ginjal,\ntapi tidak untuk pasien gagal ginjal dengan kondisi renal arteri stenosis. Pemakaian obat\ntersebut dapat memperparah kondisi ginjal pasien. Sedangkan amlodipin adalah obat dalam\ngolongan kalsium kanal bloker yang persentase pemakaiannya tinggi. Oleh karena itu,\ntujuan penelitian ini adalah membandingkan efikasi kaptopril, losartan, dan amlodipin pada\nkondisi gagal ginjal yang disebabkan stenosis. Metode: Permodelan gagal ginjal yang\ndigunakan pada tikus adalah permodelan Goldblatt 2K1C yang dimodifikasi. Pemberian\nperlakuan pada ginjal kiri melalui modifikasi pergantian klip dengan benang silk. Terdapat\nlima kelompok hewan uji, kelompok kontrol negatif, kontrol positif, kelompok obat\nkaptopril, losartan, dan amlodipin. Parameter yang diukur adalah tekanan darah, kreatinin\nserum, indeks organ ginjal, profil makroskopik dan histologi ginjal. Hasil: Pada parameter\ntekanan darah menunjukkan bahwa ketiga kelompok obat tidak memiliki perbedaan yang\nsignifikan, akan tetapi berbeda terhadap kelompok kontrol negatif, dan pada titik\npengukuran hari ke 14 dan seterusnya, ketiga kelompok obat memiliki perbedaan\nsignifikan pada kelompok kontrol positif. Parameter kreatinin serum tidak menujukkan\nperbedaan signifikan pada masing masing titik pengukuran. Parameter indeks organ ginjal\nkiri (ginjal yang diberi perlakuan) memberikan perbedaan yang signifikan antara kontrol\nnegatif, kelompok obat kaptopril dan losartan terhadap kontrol negatif dan kelompok obat\namlodipin. Kesimpulan: Baik kaptopril, losartan, maupun amlodipin dapat menurunkan\ntekanan darah pada hewan uji. Namun diantara ketiga kelompok obat, profil histologi dan\nindeks organ menunjukkan bahwa pada kelompok kaptopril terjadi kerusakan ginjal kiri\npaling parah.", "Daftar File": {"ABSTRAK Dyan Fitri Nugraha": "https://digilib.itb.ac.id/gdl/download/201082"}, "Penulis": "Dyan Fitri Nugraha [20711308]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Elin Yulinah"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Permodelan goldblatt 2K1C yang dimodifikasi, kaptopril, losartan, amlodipin.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "06 Feb 2020"}