{"Nomor": 45976, "Judul": "MATCALO: Knowledge-enabled machine learning in materials science", "Abstrak": "novel requirement profiles. However, the engineering of materials with the desired properties is a time-, cost-,\nand labor-intensive process as changing the composition and the parameterization of processing steps yields an\nunimaginably large search space. It is therefore crucial for the future engineering of materials to be conducted in\na more goal-directed and more efficient way to generate informative hypotheses revealing particularly promising\nexperiments and thus guiding the exploration process in a more informed fashion. In this paper, we present\nMATCALO, an intelligent, cognitive assistant system that supports materials scientists in developing novel materials.\nMATCALO combines modern machine learning techniques with machine-interpretable semantic knowledge\nin order to model representations of relationships between materials, processes and properties and allow\nreasoning about them. We showcase a prototypical approach for generating such hypotheses by reverse-querying\nregression models learned from experimental data. However, a workable set of experiments alone generally does\nnot suffice as it will never cover an adequately large area of the search space, which led us to the conclusion that\nadditional background knowledge is required to build more reliable models. The readers can assure themselves\nof the feasibility of this approach by testing the web-based interface using the MATCALO system which will be\nmade available to the broad community. Given a requirement profile, the system generates hypotheses on how\nthese criteria can be achieved.", "Daftar File": {}, "Penulis": "Mareike Picklum [-]", "Kontributor / Dosen Pembimbing": ["Michael Beetz"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Computational materials science, Artificial intelligence, Materials informatics", "Sumber": "ScienceDirect", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "06 Feb 2020"}