{"Nomor": 45977, "Judul": "UJI TOKSISITAS AKUT DAN SUBKRONIS EKSTRAK ETIL ASETAT DAUN TEMPUYUNG (SONCHUS ARVENSIS L.)", "Abstrak": "Daun tempuyung merupakan obat tradisional yang banyak digunakan oleh\nmasyarakat. Khasiat daun tempuyung yang dikenal antara lain sebagai peluruh air\nseni, sebagai diuretik, melindungi ginjal dari stress oksidatif, dan dapat\nmemperbaiki kondisi Impaired Glucose Tolerance (IGT). Penelitian sebelumnya\nmenunjukan fraksi etil asetat dari ekstrak etanol daun tempuyung (Sonchus\narvensis L.) memberikan aktivitas yang paling besar terhadap penghambatan\nxanthin oksidase. Oleh karena itu penelitian ini bertujuan menilai keamanan dari\nekstrak etil asetat daun tempuyung (Sonchus arvensis L.) melalui uji toksisitas\nakut dan subkronis pada hewan percobaan sebelum digunakan oleh manusia.\nDaun tempuyung (Sonchus arvensis L.) diekstraksi dengan metode maserasi\nmenggunakan pelarut etil asetat. Uji toksisitas akut dilakukan pada mencit galur\nddY dengan metode konvensional. Rentang konsentrasi yang digunakan yaitu 0,19\ng/kg bobot badan (bb), 0,56 g/kg bb, 1,67 g/kg bb, 5 g/kg bb dan 15 g/kg bb.\nSementara itu uji toksisitas subkronis dilakukan pada tikus galur Wistar dengan\npemberian sediaan zat uji selama 90 hari. Dosis uji yang digunakan yaitu 100\nmg/kg bb, 400 mg/kg bb dan 1000 mg/kg bb. Pada uji dilakukan pengamatan\nperilaku, perkembangan berat badan, indeks organ, hematologi, biokimia klinik\ndan mikroskopik organ. Tidak terjadi kematian hingga dosis 15 g/kg bb pada\npengujian toksisitas akut baik pada hewan jantan dan betina. Begitu pula pada\npengujian toksisitas subkronis hingga dosis 1 g/kg bb selama 90 hari. Pengamatan\nperilaku, profil bobot badan dan mikroskopik organ pada semua kelompok\nmenunjukan profil yang sebanding. Hasil pengamatan indeks organ, hematologi\ndan biokimia klinik menunjukan tidak terdapat perbedaan yang signifikan antara\nkelompok uji dan kelompok kontrol.", "Daftar File": {"ABSTRAK Yelvia Nurianti": "https://digilib.itb.ac.id/gdl/download/201087"}, "Penulis": "Yelvia Nurianti [20712012]", "Kontributor / Dosen Pembimbing": ["Dr. Kusnandar Anggadiredja, S.Si., M.Si.", "Prof. Dr. Elin Yulinah"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Uji toksisitas, akut, subkronis, ekstrak etil asetat, tempuyung (Sonchus arvensis L.)", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "06 Feb 2020"}