{"Nomor": 45984, "Judul": "Focused electron beam induced deposition meets materials science", "Abstrak": "Focused electron beam induced deposition (FEBID) is a direct-write method for the fabrication of nanostructures whose lateral resolution rivals that of advanced electron beam lithography but is in addition capable of creating complex three-dimensional nano-architectures. Over the last decade several new developments in FEBID and focused electron beam induced processing (FEBIP) have led to a growing number of scientific contributions in solid state physics and materials science based on FEBID-specific materials and particular shapes and arrangements of the employed nanostructures. In this review an attempt is made to give a broad overview of these developments and the resulting contributions in various research fields encompassing mesoscopic physics with nanostructured metals at low temperatures, direct-write of superconductors and nano-granular alloys or intermetallic compounds and their applications, the contributions of FEBID to the field of metamaterials, and the application of FEBID structures for sensing of force or strain, dielectric changes or magnetic stray fields. The very recent development of FEBID towards simulation-assisted growth of complex three-dimensional nano-architectures is also covered. In the review particular emphasis is laid on conceptual clarity in the description of the different developments, which is reflected in the mostly schematic nature of the presented figures, as well as in the recurring final sub-sections for each of the main\ntopics discussing the respective “challenges and perspectives”.", "Daftar File": {}, "Penulis": "M. Huth [-]", "Kontributor / Dosen Pembimbing": ["F. Porrati, O.V. Dobrovolskiy"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Focused electron beam induced deposition, Focused electron beam induced processing, Materials science, Superconductivity", "Sumber": "ScienceDirect", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "06 Feb 2020"}