{"Nomor": 46008, "Judul": "Perbaikan Rancangan, Pembuatan, Dan Pengujian  Alat Ukur Gaya Gigit Manusia", "Abstrak": "Data besaran gaya gigit diperlukan untuk acuan evaluasi protesa, perawatan gigi,\nterapi, kelainan pada rahang dan kerusakan pada sistem pengunyahan. Di Indonesia studi\ntentang gaya gigit maksimum belum pernah dilakukan secara masif. Salah satu penyebabnya\nadalah kesulitan mendapatkan alat ukur gaya gigit di Indonesia. Sebelumnya sudah pernah\ndibuat alat ukur gaya gigit hasil kerjasama antara Program Studi Teknik Mesin Institut\nTeknologi Bandung dan Fakultas Kedokteran Gigi Universitas Padjajaran. Namun alat dinilai\nmasih memiliki berbagai kekurangan yang perlu diperbaiki, oleh sebab itu dalam tugas sarjana\nini dilakukan perbaikan rancangan, pembuatan dan pengujian alat ukur gaya gigit. \nPerancangan alat ukur gaya gigit dimulai dengan melakukan analisis alat sebelumnya,\nperumusan persyaratan dan tujuan perancangan, perumusan dan pemilihan alternatif konsep,\npembuatan alat, kalibrasi alat, pengujian alat, serta dokumentasi dan evaluasi alat. Rancangan\nakhir alat adalah dengan sensor Flexiforce yang dijepit diantara impression susunan gigi atas\ndan bawah sebagai penampang gigit. Digunakan sebanyak 4 sensor yang dapat digunakan\nbersamaan dan tersambung dengan op-amp dan low pass filter dengan sistem akuisisi data\nberbasis Arduino. \nAlat ukur gaya gigit sudah berhasil dirancang dan dibuat dengan penampang gigit\nberbahan impression material, perekat scotch double sided tape, sensor FlexiForce dan\nakuisisi data berbasis Arduino UNO. Alat sudah berhasil dikalibrasi pada sensor 1, 2, dan 4\ndan berhasil diuji dalam skala laboratorium dengan galat maksimum 11,52%. Alat berhasil\nmemenuhi hampir semua kriteria wajib dan sebagian kriteria harapan yang sudah dirumuskan\ndalam persyaratan dan tujuan perancangan.", "Daftar File": {"2020 TA 13115110  Yonathan Adi P.pdf?": "https://digilib.itb.ac.id/gdl/download/201171", "Bab 1.pdf?": "https://digilib.itb.ac.id/gdl/download/201172", "Bab 2.pdf?": "https://digilib.itb.ac.id/gdl/download/201173", "Bab 3.pdf?": "https://digilib.itb.ac.id/gdl/download/201174", "Bab 4.pdf?": "https://digilib.itb.ac.id/gdl/download/201175", "Bab 5.pdf?": "https://digilib.itb.ac.id/gdl/download/201176", "Daftar Pustaka.pdf?": "https://digilib.itb.ac.id/gdl/download/201177", "Lampiran.pdf?": "https://digilib.itb.ac.id/gdl/download/201178"}, "Penulis": "Yonathan Adi P [13115110]", "Kontributor / Dosen Pembimbing": ["Ferryanto, S.T., M.T.", "Satrio Wicaksono, S.T., M.Eng., Ph.D.", "Prof. Dr. Ir. Tatacipta Dirgantara, M.T.", "drg. Aldilla Miranda, Sp.Perio"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "gaya gigit, Flexiforce, impression, op-amp, low pass filter, Arduino.", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "8 file", "Tanggal Input": "07 Feb 2020"}