{"Nomor": 46019, "Judul": "RESTRUKTURISASI HUTANG UNTUK MEMPERTAHANKAN OPERASI PERUSAHAAN KONSTRUKSI (STUDI KASUS: PT X)", "Abstrak": "Konstruksi adalah kegiatan membangun sarana dan prasarana. Industri konstruksi sangat luas dan beragam ruang lingkupnya dengan meningkatnya kebutuhan manusia dan begitu pula kebutuhan infrastruktur. PT X adalah perusahaan yang bergerak di bidang jasa konstruksi yang merintis bidang jasa pengembangan investasi dalam pengembangan infrastruktur di dalam dan luar negeri. Pada 23 Mei 2012 salah satu kreditor mengajukan proses hukum PKPU (Penangguhan Kewajiban Pembayaran Utang) ke Pengadilan Niaga. Berdasarkan undang-undang tersebut pada tanggal 14 Desember 2012, perusahaan mengajukan proposal rencana penyelesaian dengan skema penyelesaian hutang untuk mengkonversi hutang menjadi ekuitas.\nSaham ditarik kembali sekaligus setelah tahun ke-9, dan pembayaran hutang dilakukan secara bertahap hingga maksimal lima tahun menggunakan 40% dari nilai laba bersih perusahaan. Dengan jumlah hutang yang cukup besar dan pendapatan bersih yang menurun, maka perusahaan diproyeksikan berpotensi tidak mampu untuk menyelesaikan pembayaran hutangnya selama periode tersebut. Dalam kondisi sebagaimana diuraikan sebelumnya, pilihan yang direkomendasikan untuk mengatasi masalah gagal bayar tersebut serta untuk mempertahankan keberlangsungan kegiatan operasional perusahaan adalah dengan mengajukan usulan restrukturisasi hutang untuk dinegosiasikan dengan para kreditur. Adapun skema restrukturisasi hutang yang diusulkan kepada para kreditur adalah mengajukan penjadwalan ulang pembayaran hutang dan menawarkan kembali konversi hutang menjadi ekuitas.\nBerdasarkan hasil simulasi proyeksi keuangan, perusahaan diprediksikan akan mampu membayar seluruh nilai hutang dalam jangka waktu 6 tahun jika mampu menjaga nilai pertumbuhan pendapatan pada level 33,50% dan biaya produksi pada level 82,66%. Penilaian atas kekayaan bersih Perusahaan menggunakan Metode Discounted Cash Flow digunakan untuk menghitung nilai ekuitas perusahaan  dengan hasil nilai valuasi Rp 537.032.136.623,80.", "Daftar File": {"2020_TS_PP_NUR AULIA YUNUS_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/201267"}, "Penulis": "Nur Aulia Yunus [29117392]", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, S.T., M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Konstruksi, Kesulitan Keuangan, Restrukturisasi Hutang, Valuasi Perusahaan", "Sumber": "PT. X", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "07 Feb 2020"}