{"Nomor": 46014, "Judul": "KONTROL STRUKTUR TERHADAP ALTERASI DAN MINERALISASI AU-AG-CU SISTEM ENDAPAN EPITERMAL SULFIDASI TINGGI DI PIT B EAST DAN B WEST, TAMBANG TUJUH BUKIT, BANYUWANGI, JAWA TIMUR", "Abstrak": "Tujuh Bukit secara umum disusun oleh batuan vulkanik dan vulkaniklastik Formasi\nBatuampar berumur Oligosen Akhir sampai Miosen Tengah. Setelah terjadi\naktivitas tektonomagmatisme pada Pliosen, satuan tersebut teralterasi dan menjadi\nhost rock bagi mineralisasi ekonomis yang juga terbentuk pada Pliosen.\nDaerah penelitian berada di tambang terbuka Pit B East dan B West. Kavling yang\nmencakup kedua pit tersebut memiliki luas ± 700 x 500 m2, terletak pada koordinat\n± 9045100 9045600 mU dan ± 174400 175100 mT sistem proyeksi koordinat\nUTM WGS 1984 zona 50S. Penelitian ini membahas tentang kontrol struktur yang\nberperan dalam pembentukan karakteristik alterasi dan mineralisasi Au-Ag-Cu\nsistem epitermal sulfidasi tinggi yang berkembang di Pit B East dan B West,\ntambang Tujuh Bukit. Tujuan akhirnya adalah untuk mengetahui orientasi dan\nsistem struktur dominan yang mengontrol terbentuknya mineralisasi Au-Ag-Cu,\nterutama mineralisasi dengan kadar menengah hingga sangat tinggi.\nPemetaan pada dinding tambang terbuka dilakukan secara detail dengan mengamati\nkarakteristik alterasi, identifikasi mineralisasi, dan observasi struktur geologi.\nSampel batuan kemudian dianalisis secara mikroskopis untuk mengidentifikasi\nmineral alterasi, mengetahui tahapan/paragenesa dari hubungan potongmemotong/\ncetak tindihnya, dan mengetahui kandungan mineral bijih. Penggunaan\ninstrumen Analytical Spectral Devices (ASD) dilakukan untuk mengetahui nama\nmineral spesifik dari kelompok mineral tertentu, khususnya mineral lempung. Uji\ngeokimia Atomic Absorption Spectroscopy (AAS) digunakan untuk menentukan\nkadar Au-Ag-Cu dalam kadar ppm. Penggunaan data sekunder dari perusahaan juga\ndilakukan menggunakan metodologi yang sama.\nSecara litostratigrafi, daerah penelitian disusun oleh satuan breksi vulkanik yang\ndisebandingkan dengan Formasi Batuampar berumur Oligosen Akhir Miosen\nTengah. Breksi polimik disusun oleh matriks material piroklastik dan fragmen\nbatuan beku, tuf-lapili, batuan sedimen, dan setempat ditemukan fragmen charcoal.\nSatuan ini menjadi host rock bagi mineralisasi yang berkembang saat terjadi\naktivitas tektonomagmatisme Pliosen. Aktivitas tektonomagmatisme di umur\ntersebut menyebabkan satuan breksi vulkanik terdeformasi dan jalur-jalur deformasinya menjadi jalan bagi fluida hidrotermal hasil magmatisme Pliosen\nmengendapkan mineral bijih ekonomis dan mengubah batuan.\nStruktur geologi yang dominan berkembang berupa sistem sesar mendatar berumur\nPliosen, berarah relatif NW-SE dan N-S, dengan arah tegasan utama NNW-SSE\nmengikuti model pure shear. Terdapat pula sesar normal berarah relatif NW-SE\ndan sesar naik berarah relatif ENE-WSW. Sesar-sesar tersebut pada skala regional\nmerupakan kompensasi akibat gaya tektonik tekanan (compressive) berarah NNWSSE\ndalam satu periode tektonik yang sama. Sistem sesar mendatar menghasilkan\nzona-zona sesar normal dan zona tinggian pada geometri releasing stepover,\nreleasing bend, dan restraining bend. Sesar-sesar mendatar yang ada di Pit B East\ndan B West merupakan sistem sesar strike-slip paling kecil pada skala regional\nTujuh Bukit. Struktur geologi yang berkembang merepresentasikan tektonik Pulau\nJawa saat ini.\nTerdapat lima satuan alterasi setelah dilakukan integrasi data lapangan, data\npengeboran, dan hasil pemindaian ASD, yaitu: satuan kuarsa, kuarsa-alunit, kuarsakaolinit,\nkaolinit-montmorilonit-klorit, dan kaolinit-montmorilonit. Umumnya\nbatuan terubah sedang hingga intens, setempat ditemukan batuan terubah total.\nMengacu pada terminologi alterasi hidrotermal berdasarkan himpunan mineralnya,\nalterasi yang berkembang adalah silisifikasi, argilik lanjut, dan argilik menengah.\nDari hubungan cetak-tindihnya pada pengamatan petrografi, kelima satuan alterasi\nterjadi dalam dua tahap. Tahap alterasi pertama terbentuk pada lingkungan pH\nasam, sedangkan tahap alterasi kedua terbentuk pada lingkungan pH asam hingga\nnetral karena sudah ada pengaruh air meteorik.\nMineralisasi Au-Ag-Cu masing-masing diklasifikasikan menjadi lima kelas kadar,\nyaitu kadar sangat rendah, rendah, menengah, tinggi, dan sangat tinggi. Mineral\nbijih yang ditemukan berdasarkan observasi di lapangan dan pengamatan\nmineragrafi berupa pirit, kalkopirit, kovelit, bornit, tetrahedrit, azurit, malakit,\nhematit, dan goetit. Mineral-mineral tersebut umumnya ditemukan berasosiasi\ndengan alterasi yang mengalami silisifikasi, seperti satuan kuarsa, kuarsa-alunit,\ndan kuarsa-kaolinit. Alterasi silisifikasi dan mineralisasi Au-Ag-Cu kadar\nmenengah hingga sangat tinggi umumnya berada pada zona-zona sesar normal yang\ndiakibatkan oleh pergerakan sesar mendatar pada geometri releasing bend dan\nreleasing stepover, serta sesar normal yang sejajar dengan arah tegasan utamanya\npada skala regional.\nStruktur, alterasi, dan mineralisasi yang berkembang dikontrol oleh subduksi\nPliosen Lempeng Indo-Australia yang menunjam ke bawah Lempeng Eurasia di\nselatan Pulau Jawa berarah relatif NNW-SSE. Tektonik ini menyebabkan\nterdeformasinya batuan-batuan berumur pra-Pliosen dan menyebabkan terjadinya\naktivitas magmatisme. Magmatisme pembawa mineralisasi ekonomis memiliki\ndurasi aktivitas hingga mencapai 3,59 juta tahun semenjak 5,29 Ma.", "Daftar File": {"ABSTRAK Ilham Aji Dermawan": "https://digilib.itb.ac.id/gdl/download/201184", "COVER Ilham Aji Dermawan": "https://digilib.itb.ac.id/gdl/download/201658", "BAB 1 Ilham Aji Dermawan": "https://digilib.itb.ac.id/gdl/download/201659", "BAB 2 Ilham Aji Dermawan": "https://digilib.itb.ac.id/gdl/download/201660", "BAB 3 Ilham Aji Dermawan": "https://digilib.itb.ac.id/gdl/download/201665", "BAB 4 Ilham Aji Dermawan": "https://digilib.itb.ac.id/gdl/download/201672", "BAB 5 Ilham Aji Dermawan": "https://digilib.itb.ac.id/gdl/download/201673", "BAB 6 Ilham Aji Dermawan": "https://digilib.itb.ac.id/gdl/download/201674", "PUSTAKA Ilham Aji Dermawan": "https://digilib.itb.ac.id/gdl/download/201675"}, "Penulis": "Ilham Aji Dermawan [22017009]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Andri Slamet Subandrio, Dipl.-Geol.", "Alfend Rudyawan, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "sistem sesar mendatar, alterasi, mineralisasi, Tujuh Bukit", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "19 file", "Tanggal Input": "07 Feb 2020"}