{"Nomor": 46013, "Judul": "NON-ABELIAN SYMMETRIES AND DISORDER: A BROAD NONERGODIC REGIME AND ANOMALOUS THERMALIZATION", "Abstrak": "Previous studies reveal a crucial effect of symmetries on the properties of a single particle moving in a\ndisorder potential. More recently, a phenomenon of many-body localization (MBL) has been attracting\nmuch theoretical and experimental interest. MBL systems are characterized by the emergence of quasilocal integrals of motion and by the area-law entanglement entropy scaling of its eigenstates. In this paper, we investigate the effect of a non-Abelian SUð2Þ symmetry on the dynamical properties of a disordered Heisenberg chain. While SUð2Þ symmetry is inconsistent with conventional MBL, a new nonergodic regime is possible. In this regime, the eigenstates exhibit faster than area-law, but still strongly subthermal, scaling of the entanglement entropy. Using extensive exact diagonalization simulations, we establish that this nonergodic regime is indeed realized in the strongly disordered Heisenberg chains. We use the realspace renormalization group (RSRG) to construct approximate excited eigenstates by tree tensor networks and demonstrate the accuracy of this procedure for systems of sizes up to L ¼ 26. As the effective disorder strength is decreased, a crossover to the thermalizing phase occurs. To establish the ultimate fate of the nonergodic regime in the thermodynamic limit, we develop a novel approach for describing many-body processes that are usually neglected by the RSRG. This approach is capable of describing systems of size L ? 2000. We characterize the resonances that arise due to such processes, finding that they involve an ever-growing number of spins as the system size is increased. Crucially, the probability of finding resonances grows with the system’s size. Even at strong disorder, we can identify a large length scale beyond which resonances proliferate. Presumably, this proliferation would eventually drive the system to a thermalizing phase. However, the extremely long thermalization timescales indicate that a broad nonergodic regime will be observable experimentally. Our study demonstrates that, similar to the case of single-particle localization, symmetries control dynamical properties of disordered, many-body systems. The approach introduced here provides a versatile tool for describing a broad range of disordered manybody systems, well beyond sizes accessible in previous studies.", "Daftar File": {}, "Penulis": "Ivan V. Protopopov [-]", "Kontributor / Dosen Pembimbing": ["Rajat K. Panda,Tommaso Parolini, Antonello Scardicchio, Eugene Demler, and Dmitry A. Abanin"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "-", "Sumber": "PHYSICAL REVIEW X 10, 011025 (2020), APS", "Staf Input/Edit": "Ratnasari  \n                                     Rita Nurainni, S.I.Pus", "File": "1 file", "Tanggal Input": "07 Feb 2020"}