{"Nomor": 46015, "Judul": "TINJAUAN RETROSPEKTIF PENGARUH PEMBERIAN HALOPERIDOL TERHADAP GEJALA EKSTRAPIRAMIDAL PADA PASIEN SKIZOFRENIA DAN MENJALANI RAWAT INAP DI SALAH SATU RUMAH SAKIT DI BANDUNG", "Abstrak": "Haloperidol merupakan salah obat yang penting dalam terapi skizofrenia. Gejala\nekstrapiramidal (extrapyramidal symptom, EPS) merupakan efek samping yang penting\ndiperhatikan pada penggunaan haloperidol. Penelitian ini ditujukan untuk mengetahui profil\nkejadian EPS, dan untuk mengetahui faktor yang berpengaruh pada kejadian EPS pada\npemakai haloperidol. Penelitian ini dilakukan secara retrospektif dari data cross-sectional\npada pasien Skizofrrenia di salah satu Rumah Sakit di Bandung. Penelitian dilakukan\nmenggunakan data rekam medik pasien, dengan pengambilan acak pada berbagai kelompok\nyang telah ditentukan. Rekam medik yang diambil mewakili kelompok-kelompok penderita\nyang dinilai berdasarkan suatu kriteria, yaitu pasien pengguna haloperidol. Pasien yang tidak\nmenggunakan haloperidol tidak disertakan dalam studi. Sampel data adalah data pasien antara\n1 Januari 2012 hingga 31 Desember 2012, dan terdapat 73 pasien yang menggunakan\nhaloperidol. Ada tiga faktor yang dilihat hubungannya, yaitu jenis kelamin, usia, dan lama\npasien di rawat inap di rumah sakit (length of stay, LOS). Tinjauan jenis kelamin\nmenunjukkan jumlah pasien laki-laki sebanyak 52 (71,23 %) dan perempuan 21 (28,77 %).\nBerdasarkan usia, ada 57 (78 %) pasien usia pasien ?40 tahun, dan 16 (21,92 %) pasien usia\n>40. Jumlah pasien yang dirawat di rumah sakit ?2 minggu ada 27 pasien ( 36,99 %),\nsedangkan yang dirawat >2 minggu adalah 46 ( 63 % ) pasien. Secara umum, terdapat\nasosiasi signifikan antara pemakaian haloperidol dan kejadian EPS. Dari ketiga faktor yang\nditeliti, faktor yang berpengaruh secara signifikan pada kejadian EPS adalah LOS, tapi tidak\ndalam parameter usia dan jenis kelamin.", "Daftar File": {"ABSTRAK Restia Cindy Lestari": "https://digilib.itb.ac.id/gdl/download/201185"}, "Penulis": "Restia Cindy Lestari [11608005]", "Kontributor / Dosen Pembimbing": ["Dr. Kusnandar Anggadiredja, S.Si., M.Si.", "Veranita Pandia, dr.,SpKJ(K)."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "07 Feb 2020"}