{"Nomor": 46016, "Judul": "STUDI KANDUNGAN PATI DAN SERAT BERBAGAI SUMBER KARBOHIDRAT", "Abstrak": "Diet tinggi serat hingga saat ini masih menjadi salah satu andalan untuk mengontrol kadar\ngula darah, kadar serum kolesterol dan menjaga kesehatan pencernaan. Indonesia\nmerupakan negara yang memiliki keragaman hayati, salah satunya adalah keragaman\ntanaman pangan. Keragaman tanaman pangan sumber karbohidrat perlu dimanfaatkan\nuntuk dijadikan bagian menu diet sehari-hari. Oleh karena itu, penelitian ini bertujuan\nuntuk menentukan kandungan serat berbagai pangan sumber karbohidrat yang dapat\ndigunakan dalam menu diet tinggi serat dan rendah pati untuk penderita diabetes melitus.\nSumber karbohidrat berupa umbi-umbian dan serealia diolah menjadi tepung dan pati. Pati\nterbuat dari bahan segar yang digiling kasar lalu direndam dalam air, selanjutnya disaring\ndan diendapkan selama 6-12 jam. Endapan pati kemudian dipisahkan dan dikeringkan\nmenggunakan oven. Tepung terbuat dari bahan segar yang dikupas, dicuci dan diiris tipis,\ndikeringkan menggunakan oven selama 5-6 jam pada suhu 50-60°C. Bahan kering\nkemudian digiling dan diayak. Pengamatan pati dilakukan secara mikroskopik\nmenggunakan media air-gliserin. Selain penentuan jumlah rendemen, juga dilakukan\nidentifikasi struktur, bentuk dan ukuran pati. Kandungan serat kasar bahan ditentukan\nberdasarkan metode SNI 01-2891-1992. Bahan segar dengan kandungan pati yang rendah\nterdapat pada suweg, kentang, jagung, talas bogor, dan ganyong dengan nilai berturut-turut\n6,16% 4,84%; 4,31%; 4,10%; dan 3,35%. Sedangkan, bahan segar dengan serat kasar\ntinggi yaitu beras merah, jagung, ubi merah, singkong, dan suweg dengan nilai berturut-\nturut1,84%; 1,28%; 1,08%; 1,04%; dan 1,02%. Pada tepung, kandungan pati rendah\nterdapat pada suweg, beras merah, ganyong, jagung,dan talas bogor, dengan nilai berturut-\nturut 27,11%; 18,84%; 17,92%; 13,90%; dan 12,83%. Sedangkan tepung dengan\nkandungan serat kasar tinggi terdapat pada suweg, uwi ungu, jagung, uwi putih, dan ubi\nmerah dengan nilai kandungan serat kasar berturut-turut 4,52%; 4,36%; 4,15%; 3,51%; dan\n2,91%. Sumber karbohidrat yang memiliki kandungan pati rendah dan serat kasar tinggi\nyaitu jagung dan suweg. Jagung memiliki kandungan pati dan serat kasar pada bahan segar\n4,31% dan 1,28%, sedangkan pada tepung 13,90%, dan 4,15%. Suweg memiliki\nkandungan pati dan serat pada bahan segar 6,16% dan 1,02%, sedangkan pada tepung\n27,11% dan 4,52%.", "Daftar File": {"ABSTRAK Noerlina Purwanti": "https://digilib.itb.ac.id/gdl/download/201186"}, "Penulis": "Noerlina Purwanti [11610002]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Sukrasno, MS", "Dra. Siti Kusmardiyani, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "--", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "07 Feb 2020"}