{"Nomor": 46024, "Judul": "DESAIN SISTEM PENGUKURAN KONSENTRASI CO2 PADA CAMPURAN GAS (N2 DAN CO2) BERBASIS KONDUKTIVITAS TERMAL DAN AKUSTIK", "Abstrak": "Penelitian disertasi ini melaporkan pembuatan sebuah sistem pengukuran\nkonsentrasi CO2 pada campuran gas N2 dan CO2. Pengukuran konsentrasi gas CO2\ndilakukan dengan menggunakan dua metode yaitu metode konduktivitas termal dan\nmetode akustik. Kedua metode ini memiliki kelebihan di antaranya dapat mengukur\nkonsentrasi CO2 dalam campuran gas dengan baik dari rentang 0-2000 ppm dan\nteknik pembuatan sistem mudah.\nPada penelitian ini, dilakukan improvisasi dengan memodifikasi termopile IR\npasaran yang nantinya akan berfungsi sebagai detektor konduktivitas termal untuk\nmengukur konsentrasi gas CO2 pada campuran gas. Modifikasi dilakukan dengan\nmelepaskan jendela IR pada termopile, sehingga dapat terpapar langsung oleh gas\nCO2 yang akan dideteksi. Termopile dipanaskan dengan pemberian arus AC pada\nkaki masukan termopile, sehingga termopile memberikan radiasi panas di\nlingkungan sekitarnya. Campuran gas (N2 dan CO2) dengan konsentrasi tertentu\ndialirkan ke dalam sistem akan menyerap radiasi panas dari termopile. Semakin\nbesar konsentrasi CO2 dalam campuran gas, penyerapan panas oleh campuran gas\nsemakin kecil, sehingga tegangan keluaran dari termopile semakin besar.\nHasil pengukuran konsentrasi CO2 dari sistem pengukuran diuji dengan dua cara,\npertama menggunakan sensor pembanding MG811 dan menggunakan perhitungan\nsecara teoritik.\nPada pengujian awal, konsentrasi CO2 dideteksi dengan menggunakan satu buah\ntermopile. Dari hasil pengujian, termopile dapat mengukur konsentrasi CO2 pada\ncampuran gas dengan baik, terbukti hasil pengukuran sesuai dengan model Mason\nSaxena. Hasil ini membuktikan bahwa termopile dapat digunakan sebagai detektor\nkonduktivitas termal untuk mengukur konsentrasi dari gas CO2 pada campuran gas.\nPada pengujian lanjutan, digunakan empat buah termopile yang dikonfigurasi\njembatan (wheatstone bridge) dengan tujuan untuk meningkatkan ketelitian dari\nsistem pengukuran dalam mendeteksi perubahan konsentrasi CO2 dalam campuran\ngas (N2 dan CO2). Dengan menggunkan konfigurasi jembatan dari empat termopile\nini, diharapkan sistem pengukuran ini dapat mengukur perubahan konsentrasi CO2\ndalam orde kecil. Hasil pengujian memperlihatkan sistem pengukuran dapat\nmendeteksi konsentrasi gas CO2 dengan baik dari 0-2000 ppm dengan kesalahan\nrelatif 3.8%.\nMetode akustik yang digunakan adalah dengan memanfaatkan pergeseran fasa\nantara sinyal gelombang ultrasonik yang ditransmisikan dan diterima secara terus\nmenerus sebagai fungsi dari kecepatan suara. Perbedaan fasa diperoleh dengan\nmembandingkan fasa gelombang ultrasonik yang diterima oleh kedua mikrofon\nyang mengukur gas referensi dan campuran gas. Besar beda fasa yang diperoleh\nsebagai fungsi kecepatan suara dikonversi menjadi besar konsentrasi CO2 pada\ncampuran gas (N2 dan CO2). Dari hasil pengujian, sistem pengukuran dapat\nmengukur konsentrasi gas CO2 dengan baik dari rentang 0-2000 ppm dengan\nkesalahan relatif 6.55%.\nDari keseluruhan hasil yang diperoleh, dengan menggunakan metode konduktivitas\ntermal dan metode akustik, sistem pengukuran yang dibangun dapat mengukur\nkonsentrasi CO2 dalam campuran gas dengan baik dari rentang 0-2000 ppm, dan\nteknik pembuatan sistem mudah.", "Daftar File": {"ABSTRAK Melany Febrina": "https://digilib.itb.ac.id/gdl/download/201282", "COVER Melany Febrina": "https://digilib.itb.ac.id/gdl/download/201283", "BAB 1 Melany Febrina": "https://digilib.itb.ac.id/gdl/download/201284", "BAB 2 Melany Febrina": "https://digilib.itb.ac.id/gdl/download/201285", "BAB 3 Melany Febrina": "https://digilib.itb.ac.id/gdl/download/201286", "BAB 4 Melany Febrina": "https://digilib.itb.ac.id/gdl/download/201287", "BAB 5 Melany Febrina": "https://digilib.itb.ac.id/gdl/download/201288", "BAB 6 Melany Febrina": "https://digilib.itb.ac.id/gdl/download/201289", "PUSTAKA Melany Febrina": "https://digilib.itb.ac.id/gdl/download/201290"}, "Penulis": "Melany Febrina [30215001]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Mitra Djamal", "Wahyu Srigutomo, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Sistem pengukuran, konsentrasi CO2, konduktivitas termal, termopile, akustik.", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "9 file", "Tanggal Input": "10 Feb 2020"}