{"Nomor": 46030, "Judul": "PERANCANGAN DAN PENGUJIAN SISTEM PEMANTAUAN ARUS DAN KECEPATAN PUTAR UNTUK IDENTIFIKASI FASA  MESIN PADA MESIN GURDI TPM D018S", "Abstrak": "Industri manufaktur adalah penggerak pertumbuhan ekonomi di dunia. Di Indonesia,\nindustri manufaktur merupakan sektor yang sedang difokuskan. Mesin perkakas sebagai aset\nberharga dalam sektor manufaktur sudah semestinya dikembangkan agar proses manufaktur\nmenjadi efisien. Di era Industry 4.0, perkembangan yang dapat dilakukan adalah dengan\npembuatan fungsi kognitif, dimana mesin perkakas dapat menjadi “pintar” melalui\npengintegrasian dengan jaringan nirkabel dan basis data. Mesin perkakas pintar di masa\ndepan akan menjadikan penjadwalan maintenance lebih efisien dan lain sebagainya. \nFungsi kognitif yang paling sederhana adalah dengan pembangunan “kembar siber”\nmelalui sistem pemantauan yang dapat mengidentifikasi parameter proses. Data yang diambil\ndari sistem pemantauan nantinya akan diunggah ke basis data. Data tersebut bisa disimpan\nuntuk dianalisis, baik untuk optimasi produktivitas proses manufaktur ataupun agar bisa\nberinteraksi dengan pengguna. \nTugas Sarjana ini fokus pada mengadaptasi mesin perkakas yang sudah ada, yaitu\nMesin Gurdi TPM D018S, dengan cara menarik data arus dan kecepatan putar agar dapat\nmendefinisikan fase penggunaan mesinnya sendiri. Fase mesin didefinisikan dengan\nmengambil data pada waktu yang bersamaan dan menetapkan ambang agar sistem bisa\nmembedakan fase penggunaan mesin, yaitu Power On, Cutting, dan Noncutting. Sistem yang\ndirancang berhasil dalam pemantauan beberapa parameter secara bersamaan dan dalam\npenentuan ambang fase. Ambang untuk fase memotong adalah di atas 8.63 ampere dan di\nbawah 1440 rpm.", "Daftar File": {"Tugas Sarjana Akmal Umar 13115118.pdf\n]": "https://digilib.itb.ac.id/gdl/download/201492", "Chapter 1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/201493", "Chapter 2.pdf\n]": "https://digilib.itb.ac.id/gdl/download/201494", "Chapter 3.pdf\n]": "https://digilib.itb.ac.id/gdl/download/201495", "Chapter 4.pdf\n]": "https://digilib.itb.ac.id/gdl/download/201496", "Chapter 5.pdf\n]": "https://digilib.itb.ac.id/gdl/download/201497", "Appendix.pdf?": "https://digilib.itb.ac.id/gdl/download/201498"}, "Penulis": "Akmal Umar [13115118]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Yatna Yuwana Martawirya", "Dr. Ir. Sri Raharno, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "mesin perkakas pintar, sistem pemantauan, fase mesin", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "7 file", "Tanggal Input": "10 Feb 2020"}