{"Nomor": 46044, "Judul": "PENDETEKSIAN HASIL GROUTING PADA OVERBREAK DI DUA TEROWONGAN PENGELAK BENDUNGAN WAY SEKAMPUNG, KABUPATEN PRINGSEWU, LAMPUNG MENGGUNAKAN GROUND PENETRATING RADAR", "Abstrak": "Ground penetrating radar adalah teknik yang menggunakan gelombang radio berfrekuensi tinggi yang menghasilkan data dengan resolusi tinggi dalam waktu singkat. Teknik ini menggunakan gelombang elektromagnetik yang bergerak pada kecepatan tertentu yang ditentukan oleh permitivitas material. Salah satu survei pertama yang dilakukan dengan ground penetrating radar dilakukan tahun 1970 di antartika untuk ice sounding. Di zaman sekarang, ground penetrating radar dipakai di teknik sipil, seperti pembuatan terowongan. Terowongan pengelak di bendungan Way Sekampung akan dialiri air. Untuk mendeteksi hasil grouting yang sudah dilakukan agar bisa diputuskan apakah perlu dilakukan grouting lagi atau tidak, dilakukanlah penelitian ini. Pengambilan data dilakukan dengan alat unshielded ground penetrating radar (dipasang terbalik) berfrekuensi 100 MHz dan 250 MHz yang bersinkronasi dengan program desertgold. Lintasan yang digunakan saat survei dibagi menjadi tiga lintasan di masing-masing terowongan dan pengambilan data dengan cara cross sejumlah 10 titik di terowongan satu, serta 8 titik di terowongan dua. Pembagian panjang lintasan bergantung pada kondisi lapangan seperti adanya mesin grouting dan kebocoran air. Dewow, Remove DC, Remove Global Background digunakan untuk mengurangi efek noise data. Pengolahan data dilakukan dengan program MatGPR. Dari data berupa radargram, bisa disimpulkan bahwa terowongan kedua perlu dilakukan grouting sesegera mungkin daripada terowongan pertama", "Daftar File": {"ABSTRAK Faris Yudza Ghifari": "https://digilib.itb.ac.id/gdl/download/201761", "COVER Faris Yudza Ghifari": "https://digilib.itb.ac.id/gdl/download/254204", "PUSTAKA Faris Yudza Ghifari": "https://digilib.itb.ac.id/gdl/download/254210"}, "Penulis": "Faris Yudza Ghifari [10216054]", "Kontributor / Dosen Pembimbing": ["Drs. Gunawan Handayani, MSCE, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Cavity, Common Offset, Frekuensi, Grouting, MATGPR", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "11 Feb 2020"}