{"Nomor": 46049, "Judul": "PERSEPSI PEMILIH PEMULA DI KOTA BANDUNG TERHADAP DESAIN EPOSTER KAMPANYE PILPRES INDONESIA 2019 DAN PENGARUHNYA TERHADAP MINAT PARTISIPASI PEMILU", "Abstrak": "Bagi generasi muda, dunia politik bukanlah suatu hal yang mudah untuk dipahami. Sikap anak muda cenderung apatis terhadap politik. Terutama untuk mereka yang baru akan memulai pengalaman mengikuti pemilu atau disebut sebagai pemilih pemula. Memilih media yang tepat akan menjadi salah satu cara yang dapat dilakukan. Media sosial adalah salah satu media yang akrab dengan generasi muda. Eposter atau elektronik poster digunakan sebagai media alternatif atau bahkan media subtitusi dari poster konvensional pada umumnya. Gaya visual yang beragam, elemen visual dan elemen desain dipadukan sedemikian rupa agar pesan kampanye dapat diterima oleh pemilih pemula tersebut. Periode pemilihan Presiden Indonesia 2019 Jokowi-Prabowo menjadi contoh ramainya penggunaan eposter sebagai media kampanye. Penelitian ini bertujuan untuk mengetahui bagaimana desain eposter kampanye pilres Indonesia 2019 dipersepsi oleh para pemilih pemula, dan juga pengaruhnya terhadap minat partisipasi mengikuti pemilu. Penelitian ini menggunakan metode campuran antara kualitatif dan kuantitatif. Metode kualitatif digunakan untuk mengelompokan jenis eposter dengan mengacu kepada teori retorika visual dan teori elemen visual. Metode kuantitatif digunakan untuk memperoleh data dari subjek penelitian ini melalui instrumen kuesioner. Total responden dari penelitian ini adalah sebanyak 21 orang. Pengambilan sampel subjek penelitian dilakukan dengan cara purposive sampling berdasarkan pada kriteria yang sudah ditentukan. Hasil dari tanggapan responden kemudian dianalisis menggunakan teknik analisis deskriptif. Hasilnya adalah menurut para pemilih pemula, desain eposter kampanye pilpres Indonesia 2019 sudah cukup baik, namun belum mengakomodir sepenuhnya kebutuhan para pemilih pemula. Konten informasi dan gaya desain yang terdapat pada eposter tersebut masih belum sesuai dengan apa yang diharapkan. Gaya visual artwork yang tidak hanya memajang foto kandidat saja, menjadi gaya visual yang disukai oleh para pemilih pemula. Selain itu, konten informasi mengenai program kerja menjadi konten informasi yang dapat memberikan pengaruh signifikan bagi para pemilih pemula untuk mau mengikuti pemilu.", "Daftar File": {"2020 TS PP GAGAS EZHAR RAHMAYADI 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/201811"}, "Penulis": "Gagas Ezhar Rahmayadi [27117056]", "Kontributor / Dosen Pembimbing": ["Dr. Agung Eko Budiwaspada, M.Sn.", "Dr. Agus Sachari, M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "pemilih pemula, desain eposter, kampanye, persepsi, pengaruh, minat", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "12 Feb 2020"}