{"Nomor": 46051, "Judul": "MENILAI EFEKTIVITAS DIVISI KANTOR ORGANISASI KEAGAMAAN MENGGUNAKAN MODEL MCKINSEY 7S", "Abstrak": "ABC adalah organisasi keagamaan yang mengalami pertumbuhan yang signifikan dan memiliki potensi besar dalam membantu dan mendukung pembangunan ekonomi negara. Bertindak sebagai organisasi nirlaba, ABC juga menghadapi masalah yang sering dihadapi oleh organisasi nirlaba lainnya, yakni memiliki kepemimpinan yang kuat namun kurang dikelola dengan baik. Praktik organisasi yang tidak efektif sering dijumpai pada divisi kantor ABC, yang bertanggung jawab dalam memastikan berjalannya seluruh kegiatan organisasi dengan baik. Ketidakefektifan ini telah memperlambat pertumbuhan organisasi, yang juga menghambat organisasi untuk mencapai potensi penuhnya dalam memberikan dampak yang lebih besar kepada masyarakat.\n\nKetidakefektifan praktik organisasi berdampak buruk pada kepuasan dan komitmen karyawan. Hal ini ditunjukkan dengan meningkatnya rasio pergantian karyawan dan catatan keterlambatan karyawan. Mengacu pada Model Rantai Layanan, kepuasan dan komitmen karyawan yang rendah menyebabkan rendahnya kualitas layanan yang diberikan, yang kemudian memengaruhi kepuasan pelanggan dan pertumbuhan organisasi. Dengan melakukan analisis SERVQUAL, teridentifikasi bahwa aspek Keandalan adalah dimensi kualitas layanan terlemah di kantor ABC. Dengan menggunakan Model McKinsey 7S, ditemukan bahwa Struktur dan Sistem merupakan elemen yang tidak/kurang efektif di kantor ABC. Sturktur dipilih sebagai fokus elemen pada makalah ini, setidaknya ada empat kategori masalah yang merupakan faktor kontribusi ketidakefektifan elemen, yakni Struktur Organisasi, Manajemen, Lingkungan, dan Manusia.\n\nSetidaknya, ada 7 solusi yang dianggap sangat efektif dalam menangani setiap kategori masalah yang diidentifikasi. 7 solusi tersebut adalah penyempurnaan struktur organisasi dan peningkatan pola/saluran komunikasi, uraian tugas yang jelas dan implementasi KPI karyawan, penataan ulang tata ruang kantor, acara pembangunan tim organisasi, rekrutmen karyawan, dan acara donasi.\n\nSolusi yang diusulkan disarankan untuk dibagi menjadi dua jadwal perencanaan implementasi, yaitu jangka pendek dan menengah. Diharapkan, dengan peningkatan elemen Struktur di divisi kantor ABC, organisasi dapat berfungsi secara efektif dan mencapai potensi penuh untuk menjadi dampak bagi masyarakat yang lebih luas.", "Daftar File": {"2020_TS_PP_JOVITA ELIZABETH ABRAHAM_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/201820"}, "Penulis": "Jovita Elizabeth Abraham [29118043]", "Kontributor / Dosen Pembimbing": ["Donald Crestofel Lantu, S.T., M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "organisasi nirlaba, organisasi keagamaan, efektivitas, kualitas layanan, Model McKinsey 7S", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "12 Feb 2020"}