{"Nomor": 46055, "Judul": "PENGEMBANGAN MODEL KESELAMATAN PENYEBERANGAN PADA RUAS JALAN TIDAK TERBAGI DI KOTA BANDUNG", "Abstrak": "Berjalan adalah kegiatan sehari-hari yang diperlukan bagi manusia dan sebagian\nbesar kegiatan berjalan kaki melibatkan penyeberangan jalan. Tesis ini membahas\npengembangan model keselamatan penyeberangan di ruas jalan tidak terbagi di\nKota Bandung. Dimana di Indonesia, pejalan kaki merupakan salah satu pelaku\nperjalanan yang paling rentan terhadap kecelakaan dengan persentase sebesar 16%\ndari kecelakaan lalu lintas di jalan. Berdasarkan buku Laporan Tahunan\nKeselamatan Jalan Tahun 2017 (BIGRS, 2018), menunjukkan pejalan kaki\nmerupakan korban dengan tingkat cedera dan kematian akibat tabrakan dengan\npersentase sebesar 23% di jalan Kota Bandung. Hal ini menyoroti kebutuhan\nmendesak untuk mengatasi masalah transportasi, khususnya keselamatan pejalan\nkaki di Kota Bandung.\nTingkat keselamatan penyeberangan jalan dinilai dengan membangun dua jenis\nmodel yaitu model linier berganda dan model ordered probit (OP). Model dibangun\ndengan menggunakan tiga parameter yang terdiri dari karakteristik kontrol,\nkarakteristik jalan, dan karakteristik lalu-lintas. Lokasi tinjauan terdiri dari 30 ruas\njalan dengan penyeberangan yang ditandai. Masing-masing model memiliki tiga\ntipe dengan tipe pertama memiliki variabel karakteristik lalu lintas yang dibagi\nberdasarkan jenis kendaraan, tipe kedua memiliki variabel karakteristik lalu lintas\nyang digabung untuk semua jenis kendaraan dan variabel jumlah lajur dipisah, dan\ntipe ketiga memiliki variabel karakteristik lalu lintas yang digabung untuk semua\njenis kendaraan namun dipisah perlajur dan variabel jumlah lajur dipisah. Dari\nkeenam model yang dibangun nantinya setelah melewati proses validasi akan\ndipilih untuk menilai tingkat keselamatan penyeberangan jalan di ruas jalan tidak\nterbagi di Kota Bandung.\nHasil pemodelan menunjukan model linier berganda tipe 1 menjadi model terbaik\ndengan nilai Akaike’s Information Criterion (AIC) dan Chi-square (X2) lebih kecil\ndari model lainya.", "Daftar File": {"ABSTRAK Mutia Lisya": "https://digilib.itb.ac.id/gdl/download/201831", "COVER Mutia Lisya": "https://digilib.itb.ac.id/gdl/download/254219", "BAB 1 Mutia Lisya": "https://digilib.itb.ac.id/gdl/download/254221", "BAB 2 Mutia Lisya": "https://digilib.itb.ac.id/gdl/download/254223", "BAB 3 Mutia Lisya": "https://digilib.itb.ac.id/gdl/download/254225", "BAB 4 Mutia Lisya": "https://digilib.itb.ac.id/gdl/download/254227", "BAB 5 Mutia Lisya": "https://digilib.itb.ac.id/gdl/download/254228", "BAB 6 Mutia Lisya": "https://digilib.itb.ac.id/gdl/download/254229", "PUSTAKA Mutia Lisya": "https://digilib.itb.ac.id/gdl/download/254230"}, "Penulis": "Mutia Lisya [25017339]", "Kontributor / Dosen Pembimbing": ["Dr. Aine Kusumawati, ST, MT.", "Dr. Ir Sri Hendarto, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Keselamatan, Penyeberangan Jalan, Ruas, Linier Berganda, Ordered Probit.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "12 Feb 2020"}