{"Nomor": 46062, "Judul": "STUDI NUMERIK PERILAKU INTERAKSI KINEMATIK TANAH STRUKTUR FONDASI PADA INTERFACE TANAH TERLIKUIFAKSI AKIBAT BEBAN GEMPA", "Abstrak": "Perencanaan fondasi tiang selama ini hanya mempertimbangkan efek inersia saja dan mengabaikan efek kinematik. Padahal respon maksimum yang terjadi pada fondasi tiang dapat diakibatkan oleh interaksi inersia maupun interaksi kinematiknya.\nPada penelitian ini, evaluasi respon kinematik tanah-fondasi akibat beban gempa dilakukan dengan metode elemen hingga tiga dimensi (3D) dengan menggunakan software PLAXIS 3D. Teknik pemodelan divalidasi dengan membandingkan hasil respon tanah serta fondasi tiang dari tes sentrifugal dan finite different method (FDM). Studi parametrik ini dilakukan dengan menggunakan tanah pasir lepas sedalam 15 m yang berpotensi likuifaksi dan lempung padat dibawahnya sedalam 15 m. Lapisan atas merupakan pasir lepas yang divariasikan kepadatannya pada kedalaman sampai 5 m teratas. Model konstitutif yang digunakan adalah UBC Sand. Evaluasi respon momen dan geser yang terjadi pada interface dua lapis tanah ditinjau berdasarkan pengaruh peningkatan nilai peak ground acceleration (PGA), pengaruh nilai kepadatan relatif (Dr), pengaruh perbedaan predominant periode gempa, pengaruh tiang tunggal dan tiang group, dan pengaruh likuifaksi terhadap peningkatan nilai kepadatan relatif (Dr). Representasi struktur atas dimodelkan sebagai beban aksial dan lateral yang bekerja pada pile cap sesuai kapasitas izin statik fondasi tiang tunggal.\nBerdasarkan hasil analisis, momen maksimum dan gaya geser tiang terjadi di sekitar interface dua lapisan tanah. Peningkatan nilai momen dan geser berbanding lurus dengan peningkatan nilai PGA dan berbanding terbalik dengan peningkatan nilai Dr, predominant periode, dan konfigurasi tiang. Sedangkan peningkatan nilai Dr berbanding terbalik dengan nilai ru dan berbanding lurus dengan peningkatan konfigurasi tiang.", "Daftar File": {"ABSTRAK Bayu Dwi Amboro": "https://digilib.itb.ac.id/gdl/download/201938", "COVER Bayu Dwi Amboro": "https://digilib.itb.ac.id/gdl/download/254249", "BAB 1 Bayu Dwi Amboro": "https://digilib.itb.ac.id/gdl/download/254250", "BAB 2 Bayu Dwi Amboro": "https://digilib.itb.ac.id/gdl/download/254251", "BAB 3 Bayu Dwi Amboro": "https://digilib.itb.ac.id/gdl/download/254252", "BAB 4 Bayu Dwi Amboro": "https://digilib.itb.ac.id/gdl/download/254253", "BAB 5 Bayu Dwi Amboro": "https://digilib.itb.ac.id/gdl/download/254254", "PUSTAKA Bayu Dwi Amboro": "https://digilib.itb.ac.id/gdl/download/254255"}, "Penulis": "Bayu Dwi Amboro [25017068]", "Kontributor / Dosen Pembimbing": ["Ir. Dedi Apriadi., MT., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Interaksi tanah-fondasi tiang, metode elemen hingga, PLAXIS 3D, interface tanah, momen, gaya geser, likuifaksi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "13 Feb 2020"}