{"Nomor": 46060, "Judul": "PENGENALAN POLA SINYAL EEG BERBASIS FITUR IAF DAN METODE DEEP LEARNING UNTUK DETEKSI EPILEPSI", "Abstrak": "Epilepsi merupakan salah satu penyakit sistem syaraf pusat, dimana gejala utama dalam penyakit epilepsi adalah timbulnya kejang kejang (seizure) yang timbul pada otak. EEG merupakan alat yang umum digunakan dalam mempelajari dan menganalisis aktivitas otak, terutama pada saat pasien epilepsi mengalami seizure. Electroencephalografi (EEG) merupakan alat perekam aktivitas listrik otak dengan menggunakan elektroda yang diletakkan di kulit kepala. Dalam menganalisis sinyal EEG, diperlukan ekstraksi fitur beserta model machine learning yang dapat mempelajari pola sinyal tersebut. Pada penelitian ini, akan dibuat sebuah model deep learning untuk dapat mempelajari pola sinyal EEG sehingga dapat mendeteksi penyakit epilepsi. Fitur sinyal yang dilihat pada penelitian ini adalah individual alpha frequency, nilai frekuensi yang mempunyai daya paling tinggi rentang gelombang alfa. Hasil penelitian ini menunjukkan bahwa ada penurunan pada nilai IAF ketika pasien epilepsi mengalami seizure, dibanding pada saat pasien berada dalam keadaan normal. Penelitian ini juga mendapatkan model deep learning yang mempunyai akurasi sebesar 96,55% dalam mengklasifikasi sinyal EEG pada pasien epilepsi ketika berada dalam keadaan normal dan dalam keadaan seizure, sehingga model tersebut dapat dijadikan sebagai pendeteksi epilepsi.", "Daftar File": {"ABSTRAK Muhammad Irfan Girindra": "https://digilib.itb.ac.id/gdl/download/203040"}, "Penulis": "Muhammad Irfan Girindra [10215089]", "Kontributor / Dosen Pembimbing": ["Prof.Dr. Suprijadi M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Deep learning, electroencephalografi, epilepsi, individual alpha frequency.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "13 Feb 2020"}