{"Nomor": 46063, "Judul": "EVALUASI KONFIGURASI RANGKAIAN KERETA TREM  BERDASARKAN KINERJA DI TIKUNGAN", "Abstrak": "Kereta trem adalah kereta ringan perkotaan yang mempunyai lintasan rel sebidang\ndengan jalan raya sehingga dapat menjangkau pusat kota, keramaian, pertokoan dan tujuan\nwisata. Oleh karena itu kereta trem harus dapat melewati lintasan lengkung ekstrim hingga\nradius 25 meter mengikuti geometri jalan raya. Dengan kondisi operasi demikian, konfigurasi\nbogie dan badan kereta yang spesifik diperlukan dan berbeda dengan kereta pada umumnya.  \nSaat ini industri kereta api dalam negeri sedang melakukan pengembangan kereta\ntrem dan mengkaji konfigurasi kereta trem yang sesuai dengan kondisi operasi di Indonesia.\nKonfigurasi bogie dan badan kereta pada rangkaian kereta trem sangat menentukan\nkemampuan dalam melewati tikungan. Ada tiga konfigurasi bogie dan badan kereta pada\nrangkaian kereta trem yang umum digunakan yaitu artikulasi tunggal, artikulasi ganda dan\nbogie tipe Jakobs. Untuk memilih konfigurasi yang tepat perlu dilakukan analisis\nberdasarkan kondisi operasi. Pada tugas sarjana ini, penentuan konfigurasi kereta trem\nmenggunakan analisis grafis dengan perangkat lunak Autodesk Inventor dan analisis gaya\nlateral saat akan memasuki tikungan dengan metode perhitungan Heumann. Berdasarkan\nanalisis grafis dan analisis gaya lateral dengan metode perhitungan Heumann, konfigurasi\nartikulasi tunggal dipilih sebagai konfigurasi rangkaian kereta trem oleh industri kereta api\ndalam negeri. \nKonfigurasi kereta trem artikulasi tunggal selanjutnya dimodelkan dan disimulasikan\nmenggunakan perangkat lunak Universal Mechanism untuk mengevaluasi kinerja di lintasan\nlengkung operasional terkecil berdasarkan standar GM/RT 2141 dan EN 14363. Berdasarkan\nhasil simulasi, semua faktor keamanan terhadap peristiwa keluar rel yang diperoleh masih\ndibawah batas nilai maksimum yang diizinkan pada standar GM/RT 2141 dan EN 14363.\nHal ini menunjukkan bahwa rangkaian kereta trem dinyatakan aman saat dioperasikan di\nlintasan lengkung operasional terkecil.", "Daftar File": {}, "Penulis": "Ahmad Ramadoni [13115133]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Andi Isra Mahyuddin, Ph.D.", "Yunendar Aryo Handoko, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "kereta trem, universal mechanism, gaya lateral, GM/RT2141, EN 14363", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "7 file", "Tanggal Input": "13 Feb 2020"}