{"Nomor": 46091, "Judul": "USULAN STRATEGI BISNIS UNTUK SWANISH DALAM MENINGKATKAN KEMAMPUAN BERSAING DI INDUSTRI ROTI (STUDI KASUS : PT SWANISH BOGA INDUSTRIA)", "Abstrak": "Swanish adalah sebuah perusahaan roti yang berskala pabrik. Swanish telah berdiri semenjak tahun 1994. Dalam beberapa tahun belakangan ini pemasukan dari Swanish mengalami penurunan. Oleh karena itu penulis merasa tertarik untuk melakukan penelitian dengan harapan dapat membantu perusahaan kembali pada performa semula. Tantangan yang dihadapi Swanish adalah untuk mengembalikan performa perusahaan dengan kondisi zaman yang telah berbeda. Kondisi saat ini strategi pemasaran yang dibuat sangat perlu mempertimbangkan kedekatan dengan platform digital. Akan tetapi permasalahan menurunnya pemasukan, tentunya terjadi tidak dikarenakan satu hal saja. Terdapat beberapa faktor yang menyebabkan turunnya pemasukan perusahaan. Penulis akan  mengindentifikasi penyebab tersebut dan mengusulkan perbaikan apa saja yang perlu dilakukan perusahaan. Penelitian dilakukan dengan metode kuantiatif dan kualitatif. Penulis akan membuat analisa awal terkait strategi bisnis yang dijalankan perusahaan saat ini. Lalu menganalisa dan mengusulkan strategi bisnis baru berdasarkan hasil kuesioner, SWOT, TOWS matrix, dan Porter Generic. Setelahnya penulis akan mengusulkan Business Model Canvas yang baru sebagai panduan dasar perusahaan. Pada penelitian kali ini didapatkan bahwa kondisi saat ini perusahan menggunakan strategi differentiation dan sebagai upaya pemulihan performansi penulis mengusulkan focus differentiation. Selanjutnya akan dibuat rencana pelaksanaan yang berisikan tentang aktivitas yang perlu dilakukan perusahaan.", "Daftar File": {"2020_TS_PP_Mohammad Taufik Ihsan_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/202180"}, "Penulis": "Mohammad Taufik Ihsan Eridian [29117472]", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, MA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "swanish, industri roti, pemasukan mengalami penurunan, porter generic, business model canvas ?", "Sumber": "PT SWANISH BOGA INDUSTRIA", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "15 Feb 2020"}