{"Nomor": 46096, "Judul": "FLASH FABRICATION OF ORALLY TARGETED NANOCOMPLEXES FOR IMPROVED TRANSPORT OF SALMON CALCITONIN ACROSS THE INTESTINE", "Abstrak": "Salmon calcitonin (sCT) is a potent calcium-regulating peptide hormone\nand widely applied for the treatment of some bone diseases clinically. However, the\ntherapeutic usefulness of sCT is hindered by the frequent injection required, owing to its\nshort plasma half-life and therapeutic need for a high dose. Oral delivery is a popular\nmodality of administration for patients because of its convenience to self-administration\nand high patient compliance, while orally administered sCT remains a great challenge\ncurrently due to the existence of multiple barriers in the gastrointestinal (GI) tract. Here,\nwe introduced an orally targeted delivery system to increase the transport of sCT across\nthe intestine through both the paracellular permeation route and the bile acid pathway. In\nthis system, sCT-based glycol chitosan-taurocholic acid conjugate (GC-T)/dextran\nsulfate (DS) ternary nanocomplexes (NC-T) were produced by a flash nanocomplexation\n(FNC) process in a kinetically controlled mode. The optimized NC-T exhibited wellcontrolled\nproperties with a uniform and sub-60 nm hydrodynamic diameter, high batchto-\nbatch reproducibility, good physical or chemical stability, as well as sustained drug\nrelease behaviors. The studies revealed that NC-T could effectively improve the intestinal uptake and permeability, owing to its surface functionalization with the taurocholic acid ligand. In the rat model, orally administered NC-T showed an obvious hypocalcemia effect and a relative oral bioavailability of 10.9%. An in vivo assay also demonstrated that NC-T induced no observable side effect after long-term oral administration. As a result, the orally targeted nanocomplex might be a promising candidate for\nimproving the oral transport of therapeutic peptides.", "Daftar File": {}, "Penulis": "Lilong Sun [-]", "Kontributor / Dosen Pembimbing": [", Zhicheng Le, Shuran He, Jingyan Liu, Lixin Liu, Kam W. Leong, Hai-Quan Mao, Zhijia Liu, Yongming Chen"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "nanocomplex, salmon calcitonin, oral delivery, glycol chitosan, dextran sulfate", "Sumber": "American Chemical Society (ACS)", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Feb 2020"}