{"Nomor": 46093, "Judul": "REDUCED TOXICITY OF LIPOSOMAL NITROGEN MUSTARD PRODRUG FORMULATION ACTIVATED BY AN INTRACELLULAR ROS FEEDBACK MECHANISM IN HEMATOLOGICAL NEOPLASM MODELS", "Abstrak": "Nitrogen mustard (NM) is among the earliest drugs used to treat malignant\ntumors and it kills tumor cells by cross-linking DNA. Unfortunately, because of the short halflife\nand unfavorable selectivity, NM causes significant damage to normal tissues. As NM can\nincrease the levels of reactive oxygen species (ROS) in tumor cells, a ROS-activated nitrogen\nmustard prodrug (NM-Pro) was synthesized and mixed with NM at a specific ratio to obtain\nan “NM-ROS-NM-Pro-NM” positive feedback system, which ultimately achieves a specific\nlethal effect on hematological neoplasms. The further encapsulation of NM/NM-Pro in\nliposomes allows the sustained release of the drug and prolongs the residence time in vivo.\nHere, we prepared stable liposomes with a uniform particle size of 170.6 ± 2.2 nm. The\noptimal ratio of NM to NM-Pro in this study was 2:1. The active drug NM in the NM/NMPro\nsystem continuously stimulated ROS production by the cells, which in turn further activated the NM-Pro to continuously\ngenerate NM. The positive feedback pathway between the NM and NM-Pro resulted in the specific death of tumor cells.\nFurthermore, the K562 hematological neoplasm model was utilized to evaluate the therapeutic effect of NM/NM-Pro\nliposomes in vivo. After encapsulation in liposomes, the targeting of tumor cells was increased approximately two times\ncompared with that of normal cells, and NM/NM-Pro liposomes exhibited reduced toxicity, without an increase in drug activity\ncompared to the NM/NM-Pro combination. The NM/NM-Pro delivery system exerts a positive feedback effect on ROS\nproduction in tumor cells and displays good potential for the specific killing of hematoma cells.", "Daftar File": {}, "Penulis": "Mengting Lin [-]", "Kontributor / Dosen Pembimbing": ["Wangwei Guo, Zhentao Zhang, Yi Zhou, Jiejian Chen"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "nitrogen mustard, nitrogen mustard prodrugs, nematological neoplasms, neactive oxygen species, positive feedback", "Sumber": "American Chemical Society (ACS)", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Feb 2020"}