{"Nomor": 46103, "Judul": "PENGEMBANGAN AIM/END-USE MODEL UNTUK PEMILIHAN TEKNOLOGI RENDAH KARBON SEKTOR INDUSTRI BESI BAJA", "Abstrak": "PENGEMBANGAN AIM/END-USE MODEL UNTUK PEMILIHAN TEKNOLOGI RENDAH KARBON SEKTOR INDUSTRI BESI BAJA\nOleh\nGissa Navira Sevie\nNIM: 23017001\n(Program Studi Magister Teknik Kimia)\nIndustri besi dan baja merupakan industri yang intensif energi dan emisi karbon. Sehingga sektor ini memainkan peran penting untuk mencapai target komitmen Indonesia menuju arah pembangunan rendah karbon yang berketahanan iklim di masa depan. Dalam studi ini, evaluasi kuantitatif dilakukan untuk menganalisis efektivitas mitigasi emisi GRK terhadap potensi penghematan energi dan pengurangan emisi karbon menggunakan model energi bottom up AIM/end-use pada rentang tahun simulasi 2010-2050. Beberapa model energi telah diusulkan sebelumnya untuk menganalisis emisi karbon. Namun, analisis terpisah emisi terkait kegiatan penggunaan energi dan IPPU belum dilakukan. Model energi dibangun di bawah skenario baseline dan beberapa opsi skenario mitigasi yang relevan, yaitu (i) menyesuaikan struktur produks melalui pemanfaatan scrap pad BOF dan EAF (skenario CM1), (ii) memaksimalkan efisiensi energi, melalui penerapan teknologi rendah karbon dan teknologi non-BF yang belum diterapkan pada awal tahun pemodelan. Namun akan dimasukkan dalam model untuk referensi di masa mendatang (skenario CM2), (iii) pengurangan emisi karbon melalui substitusi bahan bakar rendah emisi (skenario CM3).\nBerdasarkan asumsi proyeksi produksi baja Indonesia sebesar 15 juta ton di tahun 2050. Pada ACC tools pada nilai pajak karbon optimum 110 USD/ton CO2e, dirumuskan roadmap teknologi terpilih dengan potensi reduksi emisi optimal sebesar 19,8 juta ton CO2e, 50,2 juta ton CO2e, 54,84 juta ton CO2e dengan biaya mitigasi sebesar 93,55 juta USD, 1086 juta USD, dan 1183 juta USD masing – masing pada skenario CM1,CM2, dan CM3. Analisis efektivitas tiap langkah mitigasi pada model AIM/end-use menunjukan bahwa peningkatan pemanfaatan scrap memberikan penurunan emisi terkait IPPU paling signifikan (0,37 ton CO2e/ ton baja). Penerapan teknologi rendah karbon memainkan peranan penting jangka panjang pada reduksi emisi GRK kegiatan energi dengan potensi reduksi sebesar 2,50 ton CO2e/ ton baja tahun 2050. Sedangkan subtitusi bahan bakar rendah karbon hanya menurunkan emisi terkait pengunaan energi dengan nilai yang kurang signifikan (0,185 ton CO2e/ton baja).", "Daftar File": {"2020_TS_TK_ GISSA NAVIRA SEVIE 2017001_CAVER.pdf?": "https://digilib.itb.ac.id/gdl/download/202192", "BAB1 Gissa Navira Sevie": "https://digilib.itb.ac.id/gdl/download/202193", "BAB2 Gissa Navira Sevie": "https://digilib.itb.ac.id/gdl/download/202194", "BAB5 Gissa Navira Sevie": "https://digilib.itb.ac.id/gdl/download/202197", "PUSTAKA Gissa Navira Sevie": "https://digilib.itb.ac.id/gdl/download/202198"}, "Penulis": "Gissa Navira Sevie [23017001]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Retno Gumilang Dewi, M.Env.Eng.Sc.", "Dr. Megawati Zunita, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Chemical engineering", "Kata Kunci": "Industri besi baja, teknologi rendah karbon, model AIM/End-use, emisi GRK, energi, IPPU.", "Sumber": "Perpustakaan Teknik Kimia", "Staf Input/Edit": "Budi Cahyadi  \n                                     Budi Cahyadi", "File": "7 file", "Tanggal Input": "17 Feb 2020"}