{"Nomor": 46114, "Judul": "INTERPRETASI STRUKTUR BAWAH PERMUKAAN BUMI MENGGUNAKAN SEISMIK REFRAKSI DENGAN METODE GENERALIZED RECIPROCAL METHOD (GRM)", "Abstrak": "Seismik refraksi merupakan salah satu metode seismik aktif yang bekerja berdasarkan gelombang seismik yang direfraksikan mengikuti lapisan-lapisan bumi di bawah permukaan. Berdasarkan sketsa akuisisi data yang diperoleh, akuisisi dilakukan dengan menggunakan teknik In Line (Bentang Segaris). Sumber getaran yang dipilih ada dua sumber yaitu di titik forward dan reverse, jarak antar geophone 5 meter dan jarak antar sumber getaran dengan geophone sebesar 5 meter. Adapun teknik pengolahan data seismik yang digunakan pada penelitian ini adalah Generalized Reciprocal Method (GRM). Metode ini menentukan nilai analisa kecepatan, jarak XY Optimum, nilai analisa waktu-kedalaman, serta kedalamannya. Dalam menginterpretasikan data seismik, hasil perhitungan yang telah dibuat divalidasi keakuratannya menggunakan Software . Dari penelitian yang telah dilakukan dapat diketahui pemodelan sturktur bawah permukaan. Terdapat tiga lapisan, lapisan pertama kedalamannya 6 m-10m, sedangkan lapisan kedua kedalamannya 18m-22m. Pada range jarak sekitar 0m-20m lapisan pertama memiliki kecepatan sebesar 507.74 m/s, lapisan kedua memiliki kecepatan sebesar 1420.43 m/s dan lapisan ketiga memiliki kecepatan sebesar 2522.30 m/s. Pada range jarak sekitar 20m-80m lapisan pertama memiliki kecepatan sebesar 550.12 m/s, lapisan kedua memiliki kecepatan sebesar 1575.11 m/s dan lapisan ketiga memiliki kecepatan sebesar 2607.45 m/s. Pada range jarak sekitar 80m-100m lapisan pertama memiliki kecepatan sebesar 482.34 m/s, lapisan kedua memiliki kecepatan sebesar 1301.09 m/s dan lapisan ketiga memiliki kecepatan sebesar 2400.86 m/s.", "Daftar File": {"ABSTRAK Lasmita Sari": "https://digilib.itb.ac.id/gdl/download/202210", "COVER Lasmita Sari": "https://digilib.itb.ac.id/gdl/download/202211", "BAB 1 Lasmita Sari": "https://digilib.itb.ac.id/gdl/download/202212", "BAB 2 Lasmita Sari": "https://digilib.itb.ac.id/gdl/download/202213", "BAB 3 Lasmita Sari": "https://digilib.itb.ac.id/gdl/download/202215", "BAB 4 Lasmita Sari": "https://digilib.itb.ac.id/gdl/download/202216", "BAB 5 Lasmita Sari": "https://digilib.itb.ac.id/gdl/download/202217", "PUSTAKA Lasmita Sari": "https://digilib.itb.ac.id/gdl/download/202218"}, "Penulis": "Lasmita Sari [20217315]", "Kontributor / Dosen Pembimbing": ["Wahyu Srigutomo, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Seismik Refraksi, Generalized Reciprocal Method, Analisa Kecepatan, XY Optimum, Analisis Waktu-Kedalaman.", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "17 Feb 2020"}