{"Nomor": 46122, "Judul": "ACTIVITY-BASED OPTICAL SENSING ENABLED BY SELF-IMMOLATIVE SCAFFOLDS: MONITORING OF RELEASE EVENTS BY FLUORESCENCE OR CHEMILUMINESCENCE OUTPUT", "Abstrak": "Functional molecular scaffolds comprised of self-immolative adaptors are being used in widespread\napplications in the fields of enzyme activity analyses, signal amplification, and bioimaging. Optically detected chemical probes\nare very promising compounds for sensing and diagnosis, since they present several attractive features such as high specificity,\nlow detection limits, fast response times, and technical simplicity. During the last two decades, we have developed several\ndistinct molecular scaffolds that harness the self-immolative disassembly feature of these adaptors to amplify chromogenic\noutput for diagnosis and drug delivery applications. In order to study the molecular behavior of the various amplification\nsystems, an optical output, used to monitor the progress of the disassembly pattern, was required. Therefore, over the course of\nour research, diverse molecular scaffolds that produce an optical signal in response to a disassembly step, were evaluated. These\noptically active scaffolds have been incorporated into self-immolative dendrimers and self-immolative polymers to implement\nunique disassembly properties that result with linear and exponential signal amplification capabilities. In addition, some\nscaffolds, aimed for linker technology, were used in delivery systems to monitor release of drug molecules. The optical signal\nused to monitor the release event could be produced by analysis of reporter molecules with chromogenic or fluorogenic\nproperties. Recently, we have also developed molecular scaffolds modified to produce a chemiluminescent signal to monitor the\nself-immolative disassembly step. The main advantage of these scaffolds over others is the use of chemiluminescence as an\noutput signal. It is well-known that chemiluminescence is considered as one the most sensitive diagnostic methods due to its\nhigh signal-to-noise ratio. The unique structures of the self-immolative chemiluminescence scaffolds have been used in the\ndesign of three different distinctive concepts: self-immolative chemiluminescence polymers, auto-inductive amplification\nsystems with chemiluminescence signal and monitoring of drug release by a chemiluminescence output. Furthermore, we\nreported the design and synthesis of the first theranostic prodrug for the monitoring of drug release achieved by a\nchemiluminescence mode of action. Quinone-methide elimination has proven to serve as a valuable functional tool for\ncomposing molecular scaffolds with self-immolative capabilities. Such scaffolds function as molecular adaptors that can almost\nsimultaneously release a target molecule with an accompanied emission of a light signal that is used to monitor the release event.\nWe anticipate that these self-immolative scaffolds will continue to find utility as functional linkers in various chemical and\nbiological research areas such as drug delivery, theranostic applications, and as molecular sensors with signal amplification.", "Daftar File": {}, "Penulis": "Samer Gnaim  [-]", "Kontributor / Dosen Pembimbing": ["Doron Shabat"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Activity-Based Optical Sensing, Self-Immolative Scaffolds, Fluorescence, Chemiluminescence Output", "Sumber": "American Chemical Society (ACS)", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Feb 2020"}