{"Nomor": 46148, "Judul": "PENGEMBANGAN PRODUK BARU MENGGUNAKAN DESIGN THINKING DAN VALUE PROPOSITION UNTUK PROYEK TRAVEL DIGITAL MEDIA", "Abstrak": "Perkembangan teknologi informasi di bidang pariwisata dan perjalanan mulai menunjukkan perubahan signifikan. Banyak hal yang terasa berbeda dibandingkan dengan bagaimana dikembangkan sebelumnya, banyak situs di internet yang menyediakan ulasan perjalanan, media sosial khusus untuk traveling, penyedia digital open trip, serta jenis situs web perjalanan lain yang memainkan peran utama dalam mengubah dan menciptakan  gaya baru dalam traveling. Sakral Technology adalah perusahaan startup di bidang teknologi informasi, dengan melihat potensi tersebut, perusahaan ingin mengembangkan produk teknologi informasi baru yang berkaitan dengan pariwisata dan traveling. Akan tetapi masalah sering terjadi selama proses pengembangan produk teknologi informasi yang dilakukan oleh tim dari Sakral Technology, ada revisi terus menerus dalam hal fitur dan antarmuka pengguna atau pengalaman pengguna (UI / UX), karena produk teknologi informasi yang dikembangkan oleh Sakral Technology tidak memenuhi kebutuhan pengguna, seperti kurangnya fitur dalam produk atau sebaliknya membuat fitur yang tidak dibutuhkan oleh pengguna dan produk juga tidak mudah digunakan serta informasi teknologi untuk perjalanan adalah hal baru bagi Sakral Technology. Karena Sakral Technology saat ini hanya mengembangkan produk sesuai dengan permintaan para pemangku kepentingan yang menggunakan layanan Sakral Technology.\n\nPenelitian ini bertujuan untuk menemukan usulan pengembangan produk baru yang diprioritaskan berdasarkan kemampuan yang dimiliki oleh perusahaan dan kebutuhan dari calon pengguna. Digunakan metode kualitatif dengan melakukan wawancara terhadap 20 calon pengguna. Dengan pendekatan new product development dan design thinking penelitian ini coba untuk diselesaikan. Terdapat 5 tahapan design thinking, yaitu empathize, define, ideate, prototype dan test. Pada tahap empathize, mencoba mendapatkan pengertian empati dari responden menggunakan teknik wawancara. Selanjutnya di tahap define yaitu mengolah hasil wawancara dan observasi menggunakan value proposition canvas yang mengubahnya menjadi customer jobs, pains dan gains. Selanjutnya pada tahap ideate yaitu mengubah temuan pada tahap sebelumnya menjadi 2 alternatif produk. Pada tahap ini juga dicari pain relievers dan gain creators untuk 2 alternatif. Selantunya dari 2 alternatif tersebut dibuat prototipe berbentuk konsep atau mock-up.  Kemudian setiap prototipe diujikan kepada 12 orang responden yang berasal dari responden pada tahap interview. Dihasilkan urutan alternatif yang paling mewakili menurut calon pengguna, yaitu Travel Digital Media kemudian prioritas kedua adalah marketplace untuk jasa perjalanan. Selanjutnya six market dynamic digunakan sebagai alat validasi terhadap alternatif yang dihasilkan. Dengan melihat 6 aspek mendasar dalam suatu bisnis baik eksternal maupun internal, Kemudian sesudah alternative di validasi maka prioritas utama untuk pengembangan produk baru adalah Travel Digital Media, fase berikut nya adalah pembuatan Minimum Viable Product (MVP) serta melakukan testing terhadap MVP yang dibuat menggunakan Javelin Board kepada closed beta tester apakah produk baru tersebut sudah memenuhi kebutuhan atau tidak.", "Daftar File": {"2020_TS_PP_Ardhi Hanifa Rahmansyah_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/202296"}, "Penulis": "Ardhi Hanifa Rahmansyah [29117206]", "Kontributor / Dosen Pembimbing": ["Wawan Dhewanto, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Travel Digital Media, Design Thinking, New Product Development, Value Proposition Canvas, Six Market Dynamic, Minimum Viable Product", "Sumber": "TRAVEL DIGITAL MEDIA", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "19 Feb 2020"}