{"Nomor": 46159, "Judul": "INTEGRATING ELECTROCHEMICAL AND STATISTICAL ANALYSIS TOOLS FOR MOLECULAR DESIGN AND MECHANISTIC UNDERSTANDING", "Abstrak": "Medicinal chemistry campaigns set the foundation for streamlined molecular design strategies through the\ndevelopment of quantitative structure?activity models. Our group’s enduring underlying interest in reaction mechanism propelled\nour adaption of a similar strategy to unite mechanistic interrogation and catalyst optimization by relating reaction outputs to\nmolecular descriptors. Through collaborative opportunities, we have recently expanded these predictive statistical modeling tools to\nelectrocatalysis and the design of redox-active organic molecules for application as electrolytes in nonaqueous redox flow batteries.\nUtilizing small, strategically designed data sets for a given core structure, we develop predictive statistical models that enable rapid\nvirtual screening campaigns to identify analogues with enhanced properties. This process relates structural parameters to the output\nof interest, providing insight into the structural features that influence the output under study. Furthermore, the weighting of the\ncoefficients for each parameter in the model can furnish mechanistic insight. Such a synergistic implementation of experimental and\ncomputational tools for mechanistic insight provides a means of forecasting properties of analogues without necessitating the\nsynthesis and analysis of each molecule of interest. Through collaborative efforts, we have demonstrated the effectiveness of these\ntools for predicting diverse outputs such as stability, redox potential, and nonaqueous solubility.", "Daftar File": {}, "Penulis": "Sophia G. Robinson [-]", "Kontributor / Dosen Pembimbing": ["Matthew S. Sigman"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Integrating Electrochemical, Statistical Analysis Tools, Molecular Design, Mechanistic Understanding", "Sumber": "American Chemical Society (ACS)", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Feb 2020"}