{"Nomor": 46164, "Judul": "SITE-SELECTIVE C-H FUNCTIONALIZATION VIA SYNERGISTIC USE OF ELECTROCHEMISTRY AND TRANSITION METAL CATALYSIS", "Abstrak": "Electrochemical synthesis of organic compounds has emerged as an attractive\nand environmentally benign alternative to conventional approaches for oxidation and reduction\nof organic compounds that utilizes electric current instead of chemical oxidants and reductants.\nAs such, many useful transformations have been developed, including the Kolbe reaction, the\nSimons fluorination process, the Monsanto adiponitrile process, and the Shono oxidation, to\nname a few. Electrochemical C?H functionalization represents one of the most promising\nreaction types among many electrochemical transformations, since this process avoids\nprefunctionalization of substrates and provides novel retrosynthetic disconnections. However,\nsite-selective anodic oxidation of C?H bonds is still a fundamental challenge due to the high\noxidation potentials of C?H bonds compared to organic solvents and common functional\ngroups. To overcome this issue, indirect electrolysis via the action of a mediator (a redox\ncatalyst) is regularly employed, by which the selectivity can be controlled following reaction of\nsaid mediator with the substrate. Since the redox potentials of transition metal complexes can\nbe easily tuned by modification of the ligand, the synergistic use of electrochemistry and transition metal catalysis to achieve siteselective C?H functionalization is an attractive strategy.", "Daftar File": {}, "Penulis": "Ke-Jin Jiao [-]", "Kontributor / Dosen Pembimbing": ["Yi-Kang Xing, Qi-Liang Yang, Hui Qiu, and Tian-Sheng Mei"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Site-Selective C?H Functionalization, Synergistic, Electrochemistry,Transition Metal Catalysis", "Sumber": "American Chemical Society (ACS)", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Feb 2020"}