{"Nomor": 46176, "Judul": "PERBAIKAN PRODUKTIVITAS SUMUR DENGAN KOMBINASI TEKNIK DEEP PENETRATING PERFORATION DAN HIGH ENERGY GAS FRACTURING", "Abstrak": "Formation damaged zone dan compacted zone merupakan masalah yang sering muncul pada operasi perforasi, baik perforasi konvensional maupun deep penetrating perforation. Masalah ini menghasilkan dampak negatif berupa besarnya nilai skin effect, yang pada akhirnya akan mengurangi potensi produktivitas sumur secara signifikan. Pada perkembangannya, terdapat teknik perforasi yang mampu mengatasi masalah tersebut, yaitu kombinasi teknik antara deep penetrating perforation dan high energy gas fracturing.\nPenelitian ini berfokus pada validasi geometri yang dihasilkan oleh kombinasi teknik deep penetrating perforation dan high energy gas fracturing, serta pengaruhnya terhadap produktivitas sumur. Tahapan yang penulis lakukan dalam penelitian ini adalah sebagai berikut. Pertama, melakukan simulasi pemodelan deep penetrating perforation dan high energy gas fracturing untuk mengetahui geometri perforasi dan rekahan menggunakan perangkat lunak komersial. Pada pemodelan high energy gas fracturing dilakukan dengan menggunakan pendekatan hydraulic fracturing. Kedua, melakukan evaluasi produktivitas terhadap geometri yang telah diketahui dengan parameter skin, productivity index (PI), dan inflow performance relationship (IPR). Ketiga, untuk mengetahui keefektifan dan kelaikan dari teknik nonkonvensional tersebut dapat dilakukan dengan membandingkan hasil produktivitas terhadap hasil produktivitas dari teknik perforasi konvensional.\nSetelah dilakukan penelitian dengan tahapan di atas, didapatkan bahwa teknik ini mampu menghasilkan negative skin, yang memiliki pengaruh terhadap kenaikan productivity index dan pada akhirnya memaksimalkan laju alir produksi. Kenaikan produktivitas yang dapat dicapai oleh kombinasi teknik deep penetrating perforation dan high energy gas fracturing cukup menjanjikan. Nilai kenaikan produktivitas sebesar 3,34 kali terhadap perforasi konvensional, dan sebesar 2,45 kali terhadap teknik standalone dari deep penetrating perforation. Sehingga, dapat disimpulkan bahwa kombinasi teknik deep penetrating perforation dan high energy gas fracturing dapat efektif diaplikasikan untuk memperbaiki produktivitas sumur.", "Daftar File": {}, "Penulis": "Fanata Yudha Nugraha [22217004]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudjati Rachmat, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "teknik perforasi konvensional, deep penetrating perforation, high energy gas fractrung, geometri, skin effect, productivity index (PI), inflow performance relationship (IPR)", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "20 Feb 2020"}