{"Nomor": 46178, "Judul": "FIBER DIAMETER DIFFERENTIALLY REGULATES FUNCTION OF RETINAL PIGMENT AND CORNEAL EPITHELIAL CELLS ON NANOFIBROUS TISSUE SCAFFOLDS", "Abstrak": "Biomaterials have significant functions as tissue scaffolds to support cells\nfor regeneration. Nanofibrous scaffolds which mimic the architecture of the extracellular\nmatrix are well suited to support epithelial cells for ocular tissue engineering. This study\naimed at investigating the role of scaffold architecture, if any, on the response of ocular\nepithelial cells. Thus, we have cultured two different types of ocular epithelial cells on\nnanofibrous scaffolds of two different diameters to evaluate their generic and cellspecific\nproperties. Human adult retinal pigment epithelial (ARPE-19) and human\ncorneal epithelial (HCE-T) cells were cultured on poly(?-caprolactone) (PCL)\nnanofibers of different diameters, nominally 500 and 1300 nm. Moduli of the fiber mats\nwere marginally different at 7.4 and 11.1 kPa for 500 and 1300 nm diameter,\nrespectively. The molecular changes in the cells in response to the different fibers were\nanalyzed by qRT-PCR, Western blot, immunofluorescence, ELISA, flow cytometry,\nMTT assay, and SEM to assess properties such as proliferation, apoptosis, membrane\npotential, epithelial-mesenchymal transition, stem cell population, VEGF-A secretion,\ndifferentiation, and metabolic status of the cells. HCE-T cells revealed characteristic morphology along with higher expression of proliferation, differentiation, and lower apoptotic markers when cultured on PCL nanofibers of 500 nm. However, on nanofibers of 1300 nm, the cells showed higher expression of the corneal stem/progenitor as well as pluripotent stem cell markers. ARPE-19 cells exhibited characteristic hexagonal morphology with elevated expression levels of proliferative markers, phagocytic activity, and lower apoptosis levels. However, on 500 nm nanofibers, they expressed higher levels of pluripotent markers and secretion of VEGF-A. These findings demonstrate that the response can differ markedly from scaffold architecture even if derived from the same tissue and originating from the same germ layer. Furthermore, it paves the way for a target specific outcome and, thereby, for personalized\ntranslational medicine.", "Daftar File": {}, "Penulis": "Lekshmi Krishna [-]", "Kontributor / Dosen Pembimbing": ["Sagar Nilawar, Murugeswari Ponnalagu, Murali Subramani, Chaitra Jayadev, Rohit Shetty, Kaushik Chatterjee, and Debashish Das"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "nanofibers, tissue scaffolds, ocular tissue engineering, retinal pigment epithelial cells, human corneal epithelial cells", "Sumber": "American Chemical Society (ACS)", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Feb 2020"}