{"Nomor": 46179, "Judul": "ARTIFICIAL HEART VALVES WITH BALANCED CHARGED NETWORKS EXHIBITING ANTI-CALCIFICATION PROPERTIES", "Abstrak": "Currently, the only treatment for moderate and severe aortic valve\ncalcification disease is valve replacement. The clinical use of bioprosthetic heart\nvalves (BHVs) is limited because of device failure caused by structural\ndegeneration, such as the calcification of BHV leaflets. In the present study,\npoly(ethylene glycol) diacrylate (PEGDA) was incorporated with zwitterion (2-\n[methacryloyloxy]ethyl)dimethyl-(3-sulfopropyl) ammonium hydroxide (SBMA)\nforming a balanced charged network, which was further used to modify\ndecellularized heart valves (DHV) and improve anticalcification properties.\nValvular prostheses were designed and manufactured to comply with the\nrequirements of ISO-5840 for valve fluid dynamics (i.e., effective orifice area =\n1.9 cm2, regurgitant fraction = 1.5% for ?25 mm surgical valve at heart stroke of 80\nmL). Weight loss of artificial heart valves (PEGDA-SBMA-DHV) was less than\n5.5% after enzymatic hydrolysis for 12 h. No obvious calcification was observed in\nartificial heart valves that were modified with PEGDA-SBMA, whereas calcification was found in decellularized heart valves and the PEGDA-modified group. Furthermore, histological staining results indicated that artificial heart valves (PEGDA-SBMADHV) with a balanced charged network elicited negligible inflammation. Thus, balanced charged networks of PEGDA-SBMA with cationic and anionic groups can prevent the transportation of Ca2+ ions and enzyme molecules, conferring efficient\nanticalcification properties to artificial heart valves.", "Daftar File": {}, "Penulis": "Feng Guo [-]", "Kontributor / Dosen Pembimbing": ["Yunen Liu, Kai Jiao, Rui Yang, Mingxiao Hou, Xing Zhang"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "bioprosthetic heart valve, PEGDA hydrogel, zwitterion, anticalcification, foreign-body reaction", "Sumber": "American Chemical Society (ACS)", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Feb 2020"}