{"Nomor": 46190, "Judul": "ESTIMASI BIAYA OPERASI DAN PERAWATAN  BERDASARKAN INDIKATOR KINERJA PEMBANGKIT   (STUDI KASUS PLTU BARRU KAPASITAS 2 X 50 MW)", "Abstrak": "Penelitian ini bertujuan untuk menentukan indikator kinerja pembangkit yang\npaling sesuai digunakan dalam melakukan estimasi biaya operasi dan perawatan\npembangkit. Serta mengembangkan pemodelan estimasi biaya operasi dan\nperawatan dengan menggunakan indikator kinerja pembangkit yang telah dipilih. \n\nModel estimasi biaya operasi dan perawatan yang dikembangkan dalam penelitian\nini mengggunakan metode peramalan kausal dengan regresi linier. Dimana dalam\npenelitian ini diasumsikan bahwa variabel biaya operasi dan perawatan memiliki\nhubungan saling mempengaruhi atau kausalitas dengan variabel indikator kinerja\npembangkit. Terdapat empat belas indikator kinerja pembangkit yang digunakan\ndalam penelitian ini yaitu reliability, AF, EAF, SF, POF, MOF, UOF, SOF, FOF,\nFOR, EFOR, NCF, NOF dan EUOF. Selanjutnya nilai koefisien korelasi dan determinasi data (r dan r2), serta error estimasi (MAD, MSE, dan MAPE) digunakan untuk memilih indikator kinerja pembangkit yang paling sesuai dalam melakukan estimasi biaya operasi dan perawatan pembangkit.\nBerdasarkan hasil perhitungan nilai koefisien korelasi, determinasi, dan error\nestimasi diperoleh bahwa NOF dan EFOR merupakan variabel yang paling sesuai\nuntuk melakukan estimasi biaya operasi dan biaya perawatan pembangkit. Dimana\npersamaan estimasi biaya adalah sebagai berikut : Biaya Operasi = ?96,02 +(438,75 × NOF)\n dan Biaya Perawatan = 108,60 (75,69× EFOR). \nModel persamaan estimasi yang dikembangkan pada penelitian ini dapat digunakan\nuntuk melakukan estimasi biaya operasi dan perawatan pembangkit PLTU CFB\nberkapasitas 2 x 50 MW. Serta dimungkinkan untuk digunakan pada jenis\npembangkit yang lain.", "Daftar File": {}, "Penulis": "Anung Pandu Sasmito [23117036]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Prihadi Setyo Darmanto", "Dr.-Ing. Ir. Tri Yuswidjajanto Zaenuri"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "estimasi, biaya operasi dan perawatan, indikator kinerja pembangkit.", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "1 file", "Tanggal Input": "21 Feb 2020"}