{"Nomor": 46197, "Judul": "STUDI KELAYAKAN KEUANGAN BUTIK HOTEL DAN RUANG", "Abstrak": "Di tengah gejolak ekonomi makro global, Indonesia berhasil mempertahankan fundamental ekonominya pada pertumbuhan ekonomi yang stabil. Pertumbuhan ekonomi Indonesia mencapai 5,17%, meningkat dibandingkan dengan pertumbuhan tahun sebelumnya yang tercatat sebesar 5,07%. Pada tahun 2018 sektor pariwisata memberikan kontribusi 5,66% terhadap produk domestik bruto (PDB). Industri pariwisata adalah pendorong ekonomi utama bagi Indonesia. Pada tahun 2018, perjalanan dan pariwisata menyumbangkan 890,43 miliar rupiah (62,6 miliar dolar) dan hampir 13 juta pekerjaan bagi perekonomian Indonesia. Badan Pusat Statistik (BPS) mencatat bahwa jumlah kedatangan turis asing (wisman) ke Indonesia selama 2018 telah mencapai 15,81 juta. Angka itu mengalami peningkatan dibandingkan periode yang sama tahun 2017 sebesar 14,04 juta. Peningkatan jumlah kunjungan wisatawan asing, baik wisatawan maupun wisatawan untuk perjalanan bisnis, akan berdampak positif pada industri perhotelan. Hal ini bisa dilihat dari tingkat penghunian kamar (TPK) selama 2018 sebesar 59,75%, meningkat dibandingkan tahun 2017 sebesar 59,53%.\n\nPada awal 2019, Bersama Boutique Hotel dan rencana pengembangan Space telah menetapkan dan diperkirakan akan memulai pembangunan di musim panas 2020. Bisnis ini akan mengambil posisi sebagai hotel butik bintang dua dengan konsep unik yang menargetkan individu dan kelompok komunitas untuk acara bisnis dan liburan. Proyek ini diperkirakan menggunakan skema bangun-guna-serah (BGS) sementara negosiasi masih berlangsung.\nTujuan dari penelitian ini adalah untuk menganalisis total investasi yang dibutuhkan, profitabilitas, dan risiko proyek untuk membuat rekomendasi keputusan investasi. Studi ini akan menggunakan model Discounted Cash Flow (DCF) dan parameternya, Net Present Value (NPV), Internal Rate of Return (IRR), Payback Period (PP), dan Profitability Index (PI), untuk menganalisis profitabilitas proyek. Untuk mengembangkan model DFC, penulis membuat proyeksi arus kas bebas menggunakan pendekatan FCFE. Pendekatan ini digunakan karena proyek akan sepenuhnya dibiayai menggunakan ekuitas. Model keuangan didasarkan pada banyak asumsi yang diperoleh dari beberapa perspektif dan pendekatan. Analisis risiko dilakukan dengan menggunakan analisis sensitivitas, analisis skenario, dan analisis Monte Carlo.\nStudi ini menghasilkan proyek ini layak dalam hal keuangan dengan total investasi Rp9,2 miliar. Proyek ini berpotensi menghasilkan NPV pada Rp3,3 miliar rupiah dan nilai IRR pada 20,38%. Investasi akan mengembalikan pada tahun 6 dari operasi bisnis dengan indeks profitabilitas 1,36. Penilaian risiko yang dihasilkan sewa ruang untuk variabel acara pernikahan (harga dan hunian) adalah variabel yang paling berpengaruh untuk perubahan NPV. Tarif kamar untuk kamar tipe deluxe dan biaya konstruksi adalah variabel berikutnya yang mempengaruhi perubahan NPV. Dalam analisis skenario untuk penilaian risiko, penulis menggunakan perubahan ayunan 40% pada variabel dari analisis sensitivitas untuk menentukan NPV untuk skenario terbaik dan terburuk.Dari hasil perhitungan analisis skenario, skenario terburuk menghasilkan NPV -9,6 miliar rupiah sedangkan skenario terbaik menghasil NPV 25,5 miliar rupiah. Analisis Monte Carlo menghasilkan probabilitas untuk mendapatkan NPV negatif yang relatif rendah (di bawah 10%) menggunakan tingkat kepercayaan 95%.", "Daftar File": {"2020_TS_PP_HERVINO WINANDA R P_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/202354"}, "Penulis": "Hervino Winanda Rizky Pratama [29118231]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Subiakto, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Studi Kelayakan Keuangan, Investasi, Hotel, Project, DCF, Free Cash Flow", "Sumber": "PT. XYZ", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "21 Feb 2020"}