{"Nomor": 46192, "Judul": "KARAKTERISASI DAN IDENTIFIKASI FASE MINERAL MAGNETIK PADA LAVA PRODUK GUNUNGAPI BLAU DI KOMPLEKS VULKANIK IJEN, BANYUWANGI, JAWA TIMUR", "Abstrak": "Penelitian terkait kegunungapian sangat erat kaitannya dengan produk vulkanik yang berupa lava. Lava merupakan batuan vulkanik yang berperan cukup baik sebagai perekam proses magmatisme. Adapun salah satu metode yang tepat untuk memahami proses magmatisme pada gunungapi yaitu dengan melakukan karakterisasi. Pada penelitian ini, dilakukan karakterisasi pada sampel yang diambil dari Gunungapi Blau di Kompleks Vulkanik Ijen, Banyuwangi, Jawa Timur. Karakterisasi pada lava dilakukan dengan mengintegrasikan metode kemagnetan batuan, geokimia, dan MND (Microlite Number Density). Adapun pengukuran terkait sifat kemagnetan batuan terdiri dari suseptibilitas magnetik berbasis frekuensi, pengukuran IRM (Isothermal Remanence Magnetization), ARM (Anhysteretic Remanence Magnetization), VSM (Vibrating sample Magnetization), dan pengukuran termomagnetik. Sementara itu, analisis geokimia dengan menggunakan metode XRF (X-ray Fluorescence). Dari hasil pengukuran tersebut, dilakukan pengolahan data sehingga interpretasi dapat dilakukan pada masing-masing produk lava agar dapat memahami lebih detail mengenai proses magmatismenya. Selain itu, Pada penelitian ini juga dibahas mengenai sebab adanya fase mineral magnetik yang teridentifikasi pada beberapa sampel batuan. Hal tersebut diketahui berdasarkan adanya komponen koersivitas magnetik pada pengukuran IRM (Isothermal Remanence Magnetization) dan terdapat lebih dari satu Curie point pada pengukuran termomagnetik. Analisis dengan menggunakan metode MND mengemukakan bahwa sebab adanya lebih dari satu fase mineral magnetik yakni akibat adanya perbedaan cooling rate pada saat proses diferensiasi magma. Kemudian hasil analisis yang telah diperoleh tersebut dapat juga digunakan untuk melakukan perbandingan antara sampel Gunung Blau dengan sampel dari Gunung Ijen Muda dan Gunung Anyar dimana telah diketahui sebelumnya bahwa sampel Gunung Blau yang memiliki umur yang relatif tua dibandingkan dengan gunung yang lain ternyata juga memiliki karakteristik yang berbeda dengan kedua gunung tersebut baik dalam hal kelimpahan mineral magnetik, jenis mineral magnetik, jumlah fase (komponen) mineral magnetik, ukuran bulir magnetik jenis domain magnetik, dan komposisi kimianya.", "Daftar File": {"ABSTRAK Muhammad Faisal Fath": "https://digilib.itb.ac.id/gdl/download/202349", "COVER Muhammad Faisal Fath": "https://digilib.itb.ac.id/gdl/download/219943", "BAB 5 Muhammad Faisal Fath": "https://digilib.itb.ac.id/gdl/download/219950", "PUSTAKA Muhammad Faisal Fath": "https://digilib.itb.ac.id/gdl/download/219953"}, "Penulis": "Muhammad Faisal Fath [12315040]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Satria Bijaksana", "Silvia Jannatul Fajar, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "cooling rate, Gunungapi Blau, geokimia, kemagnetan batuan, microlite number density, proses magmatisme.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "21 Feb 2020"}