{"Nomor": 46193, "Judul": "STRATEGI PEMASARAN HIJAU  SAATO UNTUK PELANGGAN DI KAWASAN PERKOTAAN INDONESIA", "Abstrak": "Gema kerusakan lingkungan telah mendorong konsep sustainability menyebar dengan cepat di antara masyarakat di dunia. Fashion industri adalah satu industri yang paling tercemar, industri ini mendapat perhatian yang cukup besar untuk lebih menerapkan konsep sustainable. Pemasaran Hijau adalah salah satu konsep yang muncul sebagai pedoman untuk memasuki fenomena ini, bagaimana suatu perusahaan memberikan nilai mereka kepada pelanggan yang sadar akan isu lingkungan. Bagaimana cara memasuki pelanggan yang sadar untuk menggunakan keramaian yang lebih menyebarkan kesadaran lingkungan serta menciptakan konsumen yang lebih ramah lingkungan.\n\nTujuan dari penelitian ini adalah untuk membantu Saato sebagai Start-up, yang saat ini dalam tahap akhir pengembangan produk, untuk menyampaikan produk secara efektif ketika diluncurkan di wilayah perkotaan Indonesia agar mencapai target pertumbuhan penjualan yang meningkat 6% setiap bulan. Untuk mendapatkan strategi pemasaran ramah lingkungan Saato melakukan analisis penelitian menggunakan analisis internal, analisis eksternal, dan analisis tren melalui situs web. Untuk analisis Internal Saato menggunakan analisis BMC (Business Model Canvas) dan STP (Segmenting Targeting Positioning). Adapun analisis eksternal menggunakan analisis potensial pengguna dengan metode kuesioner untuk mengidentifikasi kondisi pelanggan sadar saat ini dengan metode probability sampling, responden adalah 96 orang, berusia 18-35 tahun, tinggal di wilayah perkotaan Indonesia; Analisis pesaing untuk melakukan bench marking dengan pesaing lain; dan analisis tren menggunakan stylus.com untuk melihat tren secara global terkait produk dan perilaku pelanggan yang ramah lingkungan.\n\nHasil analisis disimpulkan untuk membuat STP (Segmenting Targeting Positioning) baru dan strategi pemasaran ramah lingkungan yang sesuai kondisi pasar; berbeda dengan pesaing serupa yang menggunakan konsep ramah lingkungan, dan sejalan dengan tren global. Untuk analisis pasar  Saato menemukan orang-orang perkotaan Indonesia berusia 18-35 tahun, faktor variabel yang mempengaruhi Niat Perilaku adalah Sikap dan Norma Subjektif. Adapun kompetitor, mereka memiliki promosi produk ramah lingkungan yang kuat dalam produk, produksi, mengangkat isu sosial. Sedangkan untuk analisis tren Saato mendapatkan wawasan tentang bagaimana berkomunikasi dengan pelanggan yang sadar, meningkatkan masa pakai produk yang lebih lama, dan pengemasan ramah lingkungan.\nUsulan untuk strategi pemasaran ramah lingkungan adalah melalui formulasi STP baru, strategi pemasaran baru. Kemudian diimplementasikan dalam strategi pemasaran hijau jangka pendek dan jangka panjang; produk hijau, harga hijau, tempat hijau, dan promosi hijau.", "Daftar File": {"2020_TS_PP_Sita Dewi Umiasih_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/202350"}, "Penulis": "Sita Dewi umiasih [29118292]", "Kontributor / Dosen Pembimbing": ["Dr. Dina Dellyana, S.Farm., M.A.B."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Saato, pemasaran hijau, , Niat perilaku, STP", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "21 Feb 2020"}