{"Nomor": 46199, "Judul": "PENGARUH KOVARIAN DAN KORELASI ANTARA SAHAM-SAHAM DI DALAM SEBUAH PORTOFOLIO DAN PENGURANGAN RISIKO PORTOFOLIO", "Abstrak": "Risiko portofolio dapat diminimalkan dengan menambah jumlah saham yang dimiliki dalam\nsebuah portofolio. Beberapa penelitian menyimpulkan bahwa risiko, yang diukur dengan\nstandar deviasi tingkat pengembalian dan jumlah saham yang dimiliki dalam portofolio\nmemiliki hubungan berbanding terbalik. Akan tetapi, pengurangan risiko melalui metode\ntersebut memiliki beberapa batasan. Pertama, peningkatan jumlah saham dalam sebuah\nportofolio diikuti dengan meningkatnya kesulitan dalam mengelola portofolio tersebut.\nKedua, peningkatan lebih lanjut dalam ukuran portofolio setelah jumlah tertentu hanya akan\nmembawa pengurangan risiko yang kecil. Untuk mengurangi risiko dan mempertahankan\nukuran portofolio secara bersamaan, diperlukan pendekatan baru dalam meminimalkan\nrisiko. Makalah ini akan menguji hubungan antara kovarian dan korelasi antara komponen\nportofolio dan risiko dengan menggunakan regresi linier berganda, dengan risiko sebagai\nvariabel dependen dan kovarians dan korelasi sebagai variabel independen. Temuan dari\nmakalah ini menunjukkan bahwa ada hubungan antara risiko dan korelasi dan kovarian\nkomponen portofolio. Hal ini menunjukkan bahwa pengurangan risiko dapat dicapai tanpa\nmeningkatkan ukuran portofolio dengan mencocokkan korelasi dan kovarian saham dalam\nportofolio dengan tepat.", "Daftar File": {"ABSTRAK Muhamad Yusuf": "https://digilib.itb.ac.id/gdl/download/202355"}, "Penulis": "Muhamad Yusuf [19016307]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Diversifikasi, Pengurangan Risiko, Pemilihan Portfolio, Kovarian, Korelasi, Pasar Modal", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "24 Feb 2020"}