{"Nomor": 46195, "Judul": "INDUKSI RESONANSI MULTIPOLAR PENGHAMBUR NANO AKIBAT INTERAKSI", "Abstrak": "Pada tesis ini, respons hamburan gelombang elektromagnetik oleh sistem penghambur dielektrik kubus jamak dipelajari.\nSecara teori, fenomena hamburan gelombang elektromagnetik oleh penghambur dengan geometri bola, dapat dijelaskan dengan menggunakan teori hamburan Mie. Akan tetapi, tidak ada teori yang secara komprehensif menjelaskan fenomena hamburan gelombang elektromagnetik oleh sistem penghambur dengan bentuk bukan bola. Oleh karena itu, pada tesis ini, studi hamburan gelombang elektromagnetik pada penghambur nano tunggal dengan variasi bentuk penghambur perlu dilakukan.\nSecara numerik, ekspresi medan listrik dan magnet hambur oleh sistem penghambur berbentuk sembarang dapat diperoleh dengan menggunakan salah satu metode komputasi elektromagnetik, seperti metode persamaan integral permukaan. Metode ini membutuhkan syarat komputasi yang lebih rendah, tanpa menurunkan akurasi perhitungan, dan dapat digunakan dalam rentang permitivitas yang lebar. Medan hambur gelombang elektromagnetik kemudian dianalisa dengan menggunakan teori ekspansi multipol, dimana medan hambur dinyatakan dalam ekspansi fungsi-fungsi basis yang orthogonal dan koefisien hambur-nya.\nPengujian perumusan analitik dilakukan untuk mempelajari analogi perumusan medan radiasi dipol dengan perhitungan medan hambur oleh satu penghambur dielektrik kubus. Lebih lanjut, dipelajari juga induksi kontribusi multipolar akibat interaksi oleh sistem penghambur dua kubus. Prosedur fitting ke model osilator Lorentz dilakukan untuk mempelajari fenomena induksi multipolar ini lebih lanjut. Hasil fitting menunjukkan adanya pola osilasi harmonik teredam dan resonansi akibat interferensi antar medan hambur.", "Daftar File": {"ABSTRAK Nanda Perdana": "https://digilib.itb.ac.id/gdl/download/202352", "COVER Nanda Perdana": "https://digilib.itb.ac.id/gdl/download/203024", "BAB 1 Nanda Perdana": "https://digilib.itb.ac.id/gdl/download/203025", "BAB 2 Nanda Perdana": "https://digilib.itb.ac.id/gdl/download/203026", "BAB 3 Nanda Perdana": "https://digilib.itb.ac.id/gdl/download/203027", "BAB 4 Nanda Perdana": "https://digilib.itb.ac.id/gdl/download/203028", "BAB 5 Nanda Perdana": "https://digilib.itb.ac.id/gdl/download/203029", "PUSTAKA Nanda Perdana": "https://digilib.itb.ac.id/gdl/download/203030"}, "Penulis": "Nanda Perdana [20217307]", "Kontributor / Dosen Pembimbing": ["Drs. Alexander Agustinus P. Iskandar, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Dipol, ekspansi multipol, resonansi multipolar terinduksi, hamburan Mie, persamaan integral permukaan.", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "21 Feb 2020"}