{"Nomor": 46202, "Judul": "INOVASI 5G DI SEKTOR MAKANAN FMCG: KEUNGGULAN MANUFAKTUR DALAM DAYA SAING YANG BERKELANJUTAN", "Abstrak": "Perkembangan gaya hidup mengakibatkan permintaan dalam kemudahan berfluktuasi dengan cepat di abad ke-21 ini, terutama dalam sektor makanan Fast Moving Consumer Goods(FMCG). Produsen berada di bawah tekanan ekstrem dari margin yang ketat karena biaya perawatan yang tinggi dan prosedur yang rumit dari permintaan tidak stabil dan terus meningkat. Lebih banyak layanan dan penggantian bagian mesin meningkatkan biaya, waktu henti yang direncanakan, dan gangguan pada operasi manufaktur. Penelitian ini menyajikan cara 5G memungkinkan mesin pabrik untuk memenuhi ketidakpastian permintaan yang menyesuaikan lingkungan dan proses bisnis melalui komunikasi mesin-ke-mesin. Hal ini dimungkinkan dengan menetapkan fleksibilitas, efisiensi, dan waktu tenggang yang lebih tinggi untuk produksi lantai pabrik dan perubahan tata letak (Josefsson, 2019). Bagaimana 5G untuk manufaktur di sektor makanan FMCG dapat mempertahankan keunggulan kompetitif sebuah perusahaan? Dua perspektif persaingan berbasis pemangku kepentingan dan sumber daya mempromosikan maksimalisasi keuntungan. Dengan keterlibatan langsung antara mesin, 5G membangun efisiensi dan kemampuan mendeteksi kesalahan dari manufaktur. Keuntungan 5G yang paling nyata adalah protokol komunikasi, sensor, deteksi pemeliharaan mesin yang akurat, dan error. 5G adalah arah masa depan untuk modernisasi manufaktur; Namun, harga investasi yang relative besar mencerminkan keberhasilan komersial dan implementasi dari 5G tidak diharapkan dalam beberapa tahun ke depan hingga biaya investasi yang dibutuhkan berkurang. Penelitian ini menunjukkan 5G dalam produksi makanan berbasis aplikasi big data berkorelasi negatif dengan efisiensi dalam waktu dekat. Di masa yang akan datang, produsen makanan dapat terus meningkatkan pengetahuan dan teknologi untuk memperoleh manfaat terbaik 5G dengan biaya yang menguntungkan dan kembali ke keunggulan kompetitif berkelanjutan perusahaan.", "Daftar File": {"ABSTRAK Chelsie Farah Utami": "https://digilib.itb.ac.id/gdl/download/202359"}, "Penulis": "Chelsie Farah Utami [19016320]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "FMCG, 5G, Manufaktur, Komunikasi antar mesin, Keunggulan kompetitif berkelanjutan, Makanan.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "24 Feb 2020"}