{"Nomor": 46205, "Judul": "RE-DESIGN TERMINAL PENUMPANG BANDARA UDARA INTERNASIONAL SUPADIO PONTIANAK", "Abstrak": "Bandara Udara Internasional Supadio Pontianak terletak pada Kabupaten Raya, Kalimantan Barat merupakan bandara yang melayani penerbangan domestik dan internasional sebagai bandara Provinsi Kalimantan Barat. Bandara Supadio diproyeksikan tidak dapat menampung kapsitas penumpang dalam terminal dikarenakan angka pertumbuhan penumpang yang semakin meningkat setiap tahunnya. Hal ini mengakibatkan kebutuhan akan rancangan desain terminal baru dengan acuan Rencana Induk Bandara tahap ultimit yang memiliki luas lahan tujuh hektar dengan kapasitas sebesar delapan juta penumpang. Tidak hanya mengacu Rencana Induk Bandara, adapun visi dan misi dari pemrakarsanya PT. Angkasa Pura II untuk dapat bersaing memberikan pelayanan maksimal dalam penerbangan. Secara garis besar, bandara supadio merupakan bandara berbasis bisnis dimana pergerakan diisi oleh penumpang yang mayoritas memiliki kepentingan perdagangan pada destinasinya. Pergerakan penumpang mendukung adanya ruang transit, dimana penumpang dengan nyaman memiliki akses fasilitas dasarnya. Bandara yang dirancang dengan dua lantai menggunakan struktur bentang lebar dengan struktur branching dengan perbedaan level atap yang membuat suasana teduh. Kapasitas yang diperuntukan sebesar delapan juta penumpang per tahun. Kebutuhan yang diunggulkan dalam desain berupa konteks konsesi yang menjadi zona publik dengan pengenalan konsesi tematik menjual produk lokal. Selain itu terdapat fasilitas publik seperti co-working Transit.", "Daftar File": {}, "Penulis": "Guntur Damanik [15215079]", "Kontributor / Dosen Pembimbing": ["Ir. Basauli Umar Lubis, MSA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Kapasitas Penumpang, Ruang Transit, Perdagangan", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "24 Feb 2020"}