{"Nomor": 46207, "Judul": "MEKANISME BUNGLON PADA TEORI GRAVITASI SKALAR-TENSOR", "Abstrak": "Salah satu masalah kosmologi saat ini adalah fenomena pengambangan dipercepat alam semesta. Hal ini dapat dijelaskan dengan teori relativitas umum dengan memperkenalkan suatu komponen materi yang dinamakan energi gelap. Konstanta kosmologi pada umumnya diidentifikasi sebagai energi gelap, namun terdapat alternatif lain yaitu menggunakan medan skalar quintessence. Medan skalar ini pada umumnya terkopel dengan medan materi sehingga dapat memunculkan gaya kelima dan dapat mengakibatkan pelanggaran prinsip ekuivalensi. Hasil eksperimen di Bumi dan tata surya memberikan batasan pelanggaran prinsip ekuivalensi yang diperbolehkan sangat kecil, sehingga perlu suatu mekanisme screening untuk menekan efek gaya kelima. Salah satu mekanisme screening yang banyak dipelajari adalah mekanisme bunglon. Dalam mekanisme ini, potensial efektif dari medan skalar merupakan fungsi dari densitas materi lokal, sedemikian sehingga massa medan skalar berbanding lurus dengan densitas materi di sekitarnya. Pada tesis ini ditinjau mekanisme bunglon pada teori skalar-tensor secara umum yang tercakup dalam teori Horndeski.", "Daftar File": {"ABSTRAK Fathiyul Fahmi": "https://digilib.itb.ac.id/gdl/download/203129", "COVER Fathiyul Fahmi": "https://digilib.itb.ac.id/gdl/download/203674", "BAB 1 Fathiyul Fahmi": "https://digilib.itb.ac.id/gdl/download/203675", "BAB 2 Fathiyul Fahmi": "https://digilib.itb.ac.id/gdl/download/203676", "BAB 3 Fathiyul Fahmi": "https://digilib.itb.ac.id/gdl/download/203678", "BAB 4 Fathiyul Fahmi": "https://digilib.itb.ac.id/gdl/download/203679", "BAB 5 Fathiyul Fahmi": "https://digilib.itb.ac.id/gdl/download/203680", "PUSTAKA Fathiyul Fahmi": "https://digilib.itb.ac.id/gdl/download/203681"}, "Penulis": "Fathiyul Fahmi [20217312]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Suroso, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Mekanisme bunglon, mekanisme screening, modifikasi gravitasi, teori skalar-tensor.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "24 Feb 2020"}