{"Nomor": 46215, "Judul": "USULAN PENGEMBANGAN STRATEGIS  APLIKASI BTN MOBILE BANKING  DI PT. BANK TABUNGAN NEGARA (PERSERO) TBK", "Abstrak": "Digitalisasi adalah sebuah proses memberdayakan teknologi dan informasi digital untuk mentransformasi cara beroperasinya sebuah bisnis. Pada saat ini banyak industri yang terdisrupsi dengan kehadiran digitalisasi termasuk didalamnya industri perbankan. Sebagai respon dari disrupsi, banyak bank yang mengintegrasikan strategi layanan digital mereka kedalam strategi perusahaan dan bertransformasi menjadi bank dengan layanan digital yang berorientasi terhadap pelanggan.\nBank Tabungan Negara yang didirikan sejak tahun 1950 dan menjadi pelopor pemberian Kredit Pemilikan Rumah (KPR) turut bertransformasi dalam tiga tahapan yang dimulai pada tahun 2013 sebagai tahapan untuk terus bertahan dalam industri perbankan hingga nanti di tahun 2025 menjadi bank kelas dunia. Selain itu perusahaan juga mengakomodir kehadiran digitalisasi pada sebuah fase yang dimulai sejak tahun 2016 s.d 2019 yang terwujud melalui berbagai produk dan layanan digital seperti aplikasi BTN Mobile, layanan internet banking dan Cash Management System (CMS).\nAplikasi BTN Mobile sebagai salah satu produk layanan digital memiliki permasalahan terkait dengan jumlah pengaktivasian layanan BTN Mobile dari para pemilik rekening tabungan atau dapat disebut dengan laju konversi yang nilainya tergolong rendah pada tingkatan 48% diukur sejak Februari 2019 s.d Juli 2019. Selain mengidentifikasi akar permasalahan dari rendahnya laju konversi, tugas akhir ini juga berfungsi memberikan rekomendasi berupa usulan pengembangan strategis produk aplikasi BTN Mobile.\nBeberapa pendekatan dilakukan dalam bentuk kerangka kerja untuk menjawab permasalahan rendahnya laju konversi dimulai dari analisa terhadap kekuatan dan kelemahan internal perusahaan, analisa pengaruh lingkungan luar dalam cakupan bisnis yang sama, analisa kompetitor dan analisa terhadap pelanggan. Analisa terhadap pelanggan dilakukan melalui survey dengan metode sampling terhadap beberapa pelanggan yang diminta untuk menigisi kuisioner dengan tujuan mendapatkan nilai produk dari aplikasi BTN Mobile dan tingkat efektifitas bauran pemasaran yang dijalankan oleh perusahaan.\nJawaban dari permasalahan bisnis dapat diselesaikan setelah hasil dari tugas akhir merekomendasikan adanya pengembangan fitur dari aplikasi BTN Mobile dan kegiatan promosi yang dilakukan perusahaan.", "Daftar File": {"ABSTRAK Thalha Farizi": "https://digilib.itb.ac.id/gdl/download/202373"}, "Penulis": "Thalha Farizi [29316440]", "Kontributor / Dosen Pembimbing": ["Reza Ashari Nasution, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Digitalisasi, Nilai Produk, Efektivitas Bauran Pemasaran", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "24 Feb 2020"}