{"Nomor": 46218, "Judul": "USULAN SISTEM MANAJEMEN KINERJA PERUSAHAAN DENGAN MENGGUNAKAN INTEGRATED PERFORMANCE MANAGEMENT SYSTEM (IPMS) FRAMEWORK DI PT AWI", "Abstrak": "PT AWI adalah perusahaan swasta yang menyediakan jasa servis dan perawatan terutama bagi industri minyak dan gas. Visi perusahaan ini adalah menjadi perusahaan kelas dunia dalam servis perawatan dan penyedia peralatan pendukungnya berdasarkan teknologi terbaru. Sejak 2016 hingga 2018, PT AWI menghadapi beberapa masalah, antara lain menurunnya pendapatan sementara itu pengeluaran operasional meningkat, perusahaan tidak dapat memetakan area yang membutuhkan penyempurnaan dan tidak dapat menangkap tingkat kepuasan pelanggan sehubungan dengan kinerja layanan. PT AWI membutuhkan suatu alat untuk mengukur kinerja dan lebih lanjut lagi untuk mencapai visi dan misi perusahaan. \nSistem manajemen kinerja yang diajukan dengan menggunakan kerangka kerja Integrated Performance Management System (IPMS), diharapkan dapat membantu dalam penyelesaian masalah yang telah dijabarkan di atas. Kerangka kerja IPMS terdiri atas lima langkah, yaitu: pemahaman akan fondasi, mengumpulkan informasi dasar, perancangan sistem manajemen kinerja, implementasi dan penyegaran. Penelitian ini dibatasi hingga tahap pengajuan rancangan IPMS pada level korporasi. \nIPMS dirancang dengan menggunakan tiga perspektif, yaitu: keluaran organisasi, proses internal, dan kemampuan sumberdaya. Dengan berdiskusi dengan manajemen PT. AWI, dihasilkan 23 variabel kinerja. Dari perspektif keluaran organisasi, variable yang diajukan adalah: return on stockholder equity, liquidity, expense, profitability, debt management, employee retention, average length of service, on time project accomplishment, service quality, and repeat order. Dari perspektif proses internal, variable yang diajukan adalah service innovation, innovation management, deviation from  project planning, saving of project budget, reliability in delivering report, delay in report delivery, report quality, new customer growth, and cross selling rate. Dari perspektif kemampuan sumberdaya, variable yang diajukan adalah: employee productivity, employee competence, technology availability, leadership. \nPrioritas variable dilakukan dengan pembootan menggunakan Analytical Hierarchy Process. Hasil yang diperoleh menunjukkan sebanyak 8 variable yang memiliki bobot lebih tinggi disbanding variable lainnya, yaitu: liquidity, employee retention, repeat order, internal process variables, reliability in delivering report, delay in report delivery, report quality, resources capability variables, employee productivity, and employee competence. \nTahap pengenalan hingga sosialisasi IPMS akan berlangsung selama kurang lebih 2 bulan, dimulai dari Januari 2020 hingga awal Maret 2020. Setelah tahap sosialisasi, akan dilanjutkan dengan pengukuran kinerja, evaluasi pengukuran kinerja, diagnosis kinerja, dan tindak lanjut yang harus dilakukan secara berkelanjutan.", "Daftar File": {"ABSTRAK Christine Flaurins Sianipar": "https://digilib.itb.ac.id/gdl/download/202376"}, "Penulis": "Christine Flaurins Sianipar [29317397]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Dermawan Wibisono, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "System Manajemen Kerja, Integrated Performance Management System (IPMS), Key Performance Indicator.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "24 Feb 2020"}