{"Nomor": 46213, "Judul": "STRATEGI KERJASAMA BISNIS DISTRIBUSI GAS BUMI UNTUK   PT PERUSAHAAN GAS NEGARA TBK DI KAWASAN INDUSTRI", "Abstrak": "Pada tanggal 24 Februari 2016 ditetapkan Peraturan Menteri ESDM Nomor: 06 Tahun 2016 tentang Ketentuan dan Tata Cara Penetapan Alokasi dan Pemanfaatan serta Harga Gas Bumi yang bertujuan agar pemanfaatan gas bumi ditujukan untuk mendukung ketahanan dan kemandirian energi nasional demi kemakmuran rakyat sehingga tidak ada lagi penjualan bertingkat dan trader gas tanpa Fasilitas. Dampak dari peraturan tersebut adalah bagi pemilik infrastruktur gas bumi (PQR) di kawasan industri tidak bisa mendapatkan ijin usaha niaga gas bumi dan alokasi gas dari pemerintah. Sehingga PQR mengajukan kerjasama dengan PT Perusahaan Gas Negara Tbk. (PGN) agar tetap bisa mengalirkan gas bumi ke pengguna akhir (ABC) di kawasan industri (XYZ). \nPenulis menggunakan metode kualitatif dengan menganalisa grup rapat yang membahas kolaborasi antara PGN dan PQR kemudian menganalisa menggunakan teori dari \"Strategic Management and Business Policy\" Thomas L. Wheelen & J. David Hunger dan Strategy-Diamond. Kemudian mengembangkan aspek-aspek yang diperoleh dari Strategy-Diamond dengan menggunakan perspektif dari Balanced Scorecard menjadi Key Performances Indicators (KPIs) untuk PGN yang diharapkan dapat meningkatkan sistem manajemen kinerja.\nBerdasarkan dari hasil pengkodean grup meeting yang dilakukan dan teori bentuk kerjasama maka bentuk skema kerjasama yang sesuai adalah PGN melakukan kerjasama pemanfaatan infrastruktur milik PQR untuk mengalirkan gas bumi ke end user. Ruang lingkup dalam konsep kerjasama ini adalah PGN berkewajiban menyediakan pasokan gas bumi, membayar tarif infrastruktur ke PQR, dan melakukan perjanjian jual gas bumi langsung ke pelanggan (ABC) sedangkan PQR menyediakan fasilitas penyaluran gas bumi dan melakukan operasi dan pemeliharaanya. Berdasarkan hasil dari Balanced Scorecard, PGN dapat menyempurnakan KPInya dalam hal perspektif finansial, proses bisnis internal, pelanggan, dan pembelajaran serta pertumbuhan.\nBadan usaha di kawasan industri tersebut bisa mendapatkan manfaat antara lain jaringan pipa gasnya terutilisasi dan mendapatkan pengembalian investasi serta bisa mendapatkan revenue tambahan berupa service fee ke tenant atau end user di kawasan industri tersebut. Sedangkan bagi PGN bisa meningkatkan market sharenya dengan resiko biaya investasi infrastruktur gas bumi yang lebih minim serta mengembangkan KPI untuk memonitor kerjasama PGN dengan PQR.", "Daftar File": {"ABSTRAK Siti Aisah": "https://digilib.itb.ac.id/gdl/download/202371"}, "Penulis": "Siti Aisah [29317331]", "Kontributor / Dosen Pembimbing": ["Muhammad Hanafi, S.T., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Gas Bumi, Infrastruktur, Skema Kerjasama", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "24 Feb 2020"}