{"Nomor": 46224, "Judul": "ANALISA RASIO KEUANGAN DAN ECONOMIC VALUE ADDED UNTUK MENGUKUR KESEHATAN KEUANGAN DAN KONDISI PERUSAHAAN", "Abstrak": "Pasar makanan cepat saji global memiliki daya tarik dan telah menunjukkan perlawanan bahkan pada saat resesi dan tumbuh sebagai salah satu pendorong utama yang bertanggung jawab atas kenaikan sektor jasa makanan di seluruh dunia. Vendor global telah berhasil menjangkau konsumen baru melalui inovasi produk, ekspansi internasional, dan peningkatan dalam pengalaman bersantap.\n\nPT Fast Food Indonesia Tbk (FAST), selaku satu-satunya pemegang lisensi untuk merek KFC di Indonesia sukses membangun KFC sebagai merek restoran cepat saji yang ternama. PT Pioneerindo Gourmet International Tbk (PTSP) yang berawal dari pemegang hak California Pioneer Chicken, mengganti identitasnya dari pemegang lisensi untuk merek California Pioneer Chicken menjadi pemilik merk yang menjual produknya sendiri dengan nama California Fried Chicken (CFC).\n\nUntuk mengetahui mana di antara mereka yang merupakan perusahaan makanan cepat saji terbaik di segmen ayam di Indonesia, penulis menghitung dan menganalisis kinerja keuangan mereka dari tahun 2014-2018. Pengukuran dilakukan dengan menganalisa rasio keuangan perusahaan dan menggunakan Economic Value Added. Rasio yang digunakan dalam metode rasio keuangan diambil dari keputusan menteri Badan Usaha Milik Negara KEP-100 / MBU / 2002 terkait dengan peringkat kesehatan perusahaan. Dari keputusan tersebut ada delapan rasio keuangan yang digunakan yaitu Returnion Equity (ROE), Return on Investments (ROI), Rasio kas, Rasio saat ini, Periode pengumpulan piutang, Perputaran persediaan, Perputaran seluruh aset, dan Rasio Ekuitas terhadap Aset. Setelah pengukuran dilakukan, kesehatan keuangan perusahaan dinilai dengan peringkat sehat, kurang sehat, dan tidak sehat.\n\nMetode EVA digunakan untuk meningkatkan kinerja operasional secara efisien, sehingga harga saham perusahaan meningkat. \n\nHasil perhitungan dengan analisa rasio adalah FAST memiliki performa keuangan yang baik, yang dikategorikan sehat di level AA dari 2014 hingga 2018. Walaupun PTSP masih dikategorikan sebagai perusahaan yang sehat dengan level A, PTSP mengalami penurunan di tahun 2015 karena kondisi ekonomi global, seperti kenaikan nilai tukar, kenaikan harga bahan baku, dan juga kenaikan harga bahan bakar. Sejak saat itu kinerja PTSP terus membaik.\n\nDari analisis Economic Value Added, PTSP konsisten dalam menghasilkan EVA. Meskipun pada tahun 2015 EVA-nya turun, PTSP dapat meningkatkannya kembali menjadi lebih dari 5 miliar rupiah pada tahun 2018. Analisis EVA untuk FAST lebih buruk daripada PTSP. Dari 2014 hingga 2017, FAST tidak dapat menghasilkan nilai tambah karena FAST memiliki investasi tinggi tetapi Net Operating Profit After Tax (NOPAT) terlalu kecil dibandingkan dengan nominal investasinya. Dari periode 5 tahun ini, pertama kali FAST menghasilkan nilai tambah adalah pada tahun 2018. Kedua perusahaan perlu meningkatkan pendapatannya, mempertahankan porsi ekuitasnya dan utang dalam modal yang diinvestasikan untuk meningkatkan kinerja keuangannya lebih lanjut.", "Daftar File": {"ABSTRAK Edner Lumenta": "https://digilib.itb.ac.id/gdl/download/202382"}, "Penulis": "Edner Lumenta [29317359]", "Kontributor / Dosen Pembimbing": ["Dr. Wiwiek M Daryanto, S.E., Ak., M.M., CMA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Analisis Rasio Keuangan, Economic Value Added, Kinerja Keuangan, Peringkat Kesehatan Perusahaan, Perusahaan Makanan Cepat Saji.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "24 Feb 2020"}