{"Nomor": 46222, "Judul": "ARAH BISNIS YANG DIUSULKAN DI PUSAT PENGEMBANGAN SUMBER DAYA MANUSIA KETENAGALISTRIKAN, ENERGI BARU TERBARUKAN DAN KONSERVASI ENERGI", "Abstrak": "Pusat Pengembangan Sumber Daya Manusia Ketenagalistrikan, Energi Baru Terbarukan dan Konservasi Energi (PPSDM KEBTKE) sebagai lembaga Pemerintah mempunyai tugas memberikan pelayanan publik melalui pendidikan dan pelatihan, serta sertifikasi untuk aparatur, masyarakat umum dan pengelola industri. Peningkatan kualitas pelayanan lembaga pemerintah dapat diwujudkan melalui perubahan status tata kelola menjadi Badan Layanan Umum (BLU) yang secara organisasi mempunyai pengelolaan keuangan yang fleksibel dengan menerapkan praktik bisnis yang sehat dalam menghadapi tantangan dan peluang berdasarkan kebutuhan pemangku kepentingan. \nPenelitian ini dilakukan melalui pendekatan kualitatif berupa wawancara kepada pihak institusi untuk mengambil informasi yang lengkap tentang kondisi dan situasi saat ini. Analisa lingkungan eksternal menggunakan teori PESTEL dan Porter Five Forces sehingga mendapatkan peluang dan ancaman dan pada lingkungan internal menggunakan 7P's Marketing Mix Analysis dan Customers Satisfaction Indeks untuk menentukan kekuatan serta kelemahan. Hasil dari analisa tersebut akan memberikan penjabaran jelas tentang Kekuatan, Kelemahan, Peluang dan Ancaman PPSDM KEBTKE untuk dituangkan ke dalam tabel SWOT, yang selanjutnya akan dipergunakan untuk analisa matriks TOWS.  \nPenelitian dari analisa yang dilakukan memberikan hasil rekomendasi strategi bisnis yang bisa diimplementasikan oleh PPSDM KEBTKE untuk tetap bertahan dalam menghadapi tantangan bisnis dan pola pengelolaan keuangan BLU. Rekomendasi ini difokuskan kepada pemanfaatan sumber daya untuk mengoptimalkan tim pemasaran dan melakukan ekspansi untuk menambah jumlah tempat Tempat Uji Kompetensi di seluruh Indonesia. Perusahaan juga harus merencakan perubahan dengan banyak melakukan kerjasama untuk memperluas jejaring dan melakukan prioritas segmentasi pasar untuk dapat mengoptimalkan sumber daya yang ada, serta lebih banyak melakukan kegiatan untuk mempromosikan dan mengedukasi masyarakat tentang layanan yang diberikan oleh PPSDM KEBTKE untuk meningkatkan pengetahuan pelanggan tentang institusi dan jasa layanan.", "Daftar File": {"ABSTRAK Infantri Putra": "https://digilib.itb.ac.id/gdl/download/202380"}, "Penulis": "Infantri Putra [29317429]", "Kontributor / Dosen Pembimbing": ["Widhyawan Prawiraatmadja, M.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Analisa Lingkungan Eksternal & Internal, Ketenagalistrikan, Energi Baru Terbarukan dan Konservasi Energi, Badan Layanan Umum, Strategi Bisnis, TOWS Matrix", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "24 Feb 2020"}