{"Nomor": 46228, "Judul": "MENGEVALUASI TRANSFER PENGETAHUAN UNTUK MENINGKATKAN KEMAMPUAN ORGANISASI:  STUDI KASUS UNIT SUPPLIER IMPROVEMENT PROMOTION DIVISION DI PT. MITSUBISHI MOTORS KRAMAYUDHA INDONESIA (MMKI)", "Abstrak": "Industri otomotif Indonesia telah menjadi pilar penting di sektor manufaktur negara ini karena banyak perusahaan mobil terkenal di dunia membuka kembali pabrik-pabrik manufaktur mobil atau meningkatkan kapasitas produksinya di Indonesia, negara dengan ekonomi terbesar di Asia Tenggara. Selain itu, Indonesia mengalami transisi yang luar biasa karena berubah dari hanya menjadi tempat produksi mobil untuk ekspor (terutama untuk kawasan Asia Tenggara) ke pasar penjualan mobil (domestik) besar karena peningkatan produk domestik bruto (PDB) per kapita. Perusahaan manufaktur mobil dari Jepang menjadi pemain dominan di industri manufaktur mobil Indonesia, kompetisi yang sangat ketat diperlihatkan oleh produsen mobil dengan menawarkan feature , design, performa, serta harga yang sangat kompetitif. PT. Mitsubishi Motors Kramayudha Indonesia (MMKI) adalah perusahaan otomotif yang berasal dari Jepang dengan mayoritas kepemilikan 51% dari Mitsubishi Motors Corporation, 40% Misubishi Corporation, dan Sisanya adalah Kramayudha Indonesia sebagai partner local. Dengan melihat peluang besar akan target pasar di Indonesia, Mitsubishi Motors berani mengambil keputusan untuk menginvestasikan uangnya dengan membangun pabrik assembly di Indonesia.\n13\tMelihat tidak sedikit competitor yang sudah lama menguasai pasar di Indonesia menjadi suatu tantangan yang dihadapi. Untuk memulai projectnya pertama kali di Indonesia, peluncuran produk dengan sukses menjadi suatu keharusan dengan banyaknya expert didatangkan dari Jepang untuk mensupport project project Mitsubishi Xpander dan lokalisasi Pajero Sport agar MMKI dapat memenangi persaingan yang sudah lama didominasi oleh competitor. Tidak menutup kemungkinan di masa depan akan semakin banyaknya car maker lain yang meramaikan persaingan industry otomotif di Indonesia. Tidak sedikit pula car maker yang gulung tikar dan memberhentikan produksinya di Indonesia karena penjualannya yang tidak dapat menutup biaya produksi.  Agar dapat bertahan untuk jangka panjangnya, management Mitsubishi melakukan strategi cost reduction salah satunya dengan memulangkan expert Jepang secara bertahap. SIP unit memiliki fungsi melakukan aktivitas improvement di supplier untuk meningkatkan performa supplier dari sisi Quality dan Delivery. Selama berjalannya project, technical skill sangatlah dibutuhkan. Setiap Expert memiliki spesialisasi nya sendiri-sendiri di bidang stamping, welding, dan plastic injection. Sedangkan orang local belajar dengam cara mempelajari problem solving yang dilakukan oleh expert. Untuk itu sangatlah penting bagi SIP unit untuk mengetahui pengetahuan yang dimiliki oleh expert agar dapat meningkatkan kapasitasnya dalam menggapai visi dan misi perusahaan. Tujuan dari riset ini adalah untuk mempetakan, menganalisa gap dan evaluasi transfer pengetahuan untuk memberikan saran rekomendasi sebagai aktivitas improvement yang dibutuhkan untuk SIP unit.", "Daftar File": {"ABSTRAK Wicaksono Harya Putra": "https://digilib.itb.ac.id/gdl/download/202386"}, "Penulis": "Wicaksono Harya Putra [29317365]", "Kontributor / Dosen Pembimbing": ["Achmad Ghazali, MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pengetahuan, Managemen Pengetahuan, Pemetaan Pengetahuan, Transfer Pengetahuan.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "24 Feb 2020"}