{"Nomor": 46220, "Judul": "ANALISIS POTENSI PEMBENTUKAN ENERGI LISTRIK   PADA LIMBAH TAHU MENGGUNAKAN  TEKNOLOGI MICROBIAL FUEL CELL", "Abstrak": "Pertumbungan penduduk yang terus meningkat berimplikasi pada kebutuhan energi dan jumlah limbah yang semakin meningkat. Sampai saat ini, kebutuhan energi di Indonesia 68% berasal dari sumber energi yang tidak terbarukan, terbatas dan berbahaya bagi lingkungan. Karenanya studi terkait energi terbarukan diperlukan yang dapat berasal dari air, angin, matahari, biomasa dan yang lainnya. Namun, disisi lain limbah kaya organik terus diproduksi, khususnya yang berasal dari industri pangan rumahan seperti industri tahu. Limbah tersebut sampai dengan sekarang masih dibuang secara langsung ke sungai yang dapat berbahaya bagi lingkungan dan kesehatan makhluk hidup lainnya.Salah satu teknologi yang dapat menyelesaikan kedua masalah tersebut secara bersamaan adalah Microbial Fuel Cell (MFC). \nMFC adalah teknologi baru yang memanfaatkan mikroorganisme sebagai biokatalis untuk mengekstrak energi yang tersimpan dalam senyawa organik atau anorganik yang mudah terdegradasi menjadi listrik. Pada studi ini potensi listrik yang terbentuk dengan menggunakan limbah tahu akan ditinjau dengan tujuan untuk mengetahui performa MFC sebagai teknologi pengolah air limbah dan energi listrik secara bersamaan dan efek yang terjadi dengan perubahan kondisi opersional yaitu perubahan external resistance dengan sistem batch (1000, 800, 600, 400, 200, 100, 50 dan 20 ?) dan perubahan organic loading rate (OLR) dengan sistem kontinyu (5, 10, 15, 20 dan 30 kg/m3hari). \nPenelitian pendahuluan dilakukan dengan menggunakan dua jenis reaktor yaitu membrane single chamber MFC (R1) dan membrane-less single chamber MFC (R2). Kedua reaktor MFC tersebut menggunakan graphite fiber brush sebagai anoda dan carbon cloth sebagai katoda dengan luas permukaan 25 cm2 dan volume dalam reaktor sebesar 62,5 ml. Parameter potensi energi listrik yang ditinjau pada studi ini adalah beda potensial (Volt), kerapatan arus, kerapatan daya,efisiensi coulomb (CE) dan energy recovery (EC) serta parameter pengolah air limbah yaitu efisiensi penyisihan COD. Berdasarkan hasil studi pendahuluan yang dilakukan R2 memiliki performa energi listrik yang lebih baik bila dibandingkan dengan R1 karena menghasilkan beda potensial yang lebih besar yaitu 0,568 volt. Penelitian selanjutnya dilakukan dengan menggunakan R2 dan limbah tahu dengan konsentrasi 1000 mg/l sebagai substrat. Hasil dari studi ini menunjukan bahwa limbah tahu memiliki potensi energi listrik sebesar 0,000203 mW/COD tersisihkan dan kerapatan daya sebesar 80,62 mW/m2 pada kondisi batch dengan external resistor 1000 ?. \nPenelitian selanjutnya dilakukan untuk mengetahui kondisi operasional optimum pada external resistance dan OLR. Berdasarkan hasil penelitian, menunjukan bahwa optimum external resistance adalah 100 ohm dan secara signifikan berpengaruh pada beda tegangan, kerapatan daya, kerapatan arus, efisiensi coulomb kecuali pada efisiensi penyisihan organik dengan nilai untuk masing-masing parameter tersebut adalah 0,209 volt, 0,834 A/m2, 174,167 mW/m2, 57% dan 92%. Sedangkan variasi dengan berbagai OLR menunjukan bahwa optimum kondisi terjadi pada OLR 10 Kg/m3 hari dengan beda tegangan, kerapatan arus, kerapatan daya, CE dan EC masing-masing sebesar 0,2 volt, 0,8 A/m2, 156,8 mW/m2, 14,76% and 6,2 mWh/gCOD.", "Daftar File": {"ABSTRAK Dini Widyani Aghnia": "https://digilib.itb.ac.id/gdl/download/202378"}, "Penulis": "Dini Widyani Aghnia [25318027]", "Kontributor / Dosen Pembimbing": ["Edwan Kardena, Ph.D.", "Syarif Hidayat, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "microbial fuel cell, limbah tahu, generasi listrik, external resistor, organic loading rate", "Sumber": "TESIS Januari 2020", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "24 Feb 2020"}