{"Nomor": 46233, "Judul": "SIMPLIFICATION OF RISK ASSESSMENT TOOLS TO SUPPORT DAILY BUSINESS ACTIVITIES IN MULTINATIONAL PHARMACEUTICAL COMPANY (CASE STUDY OF PT HEALTHY WORLD INDONESIA)", "Abstrak": "Di era persaingan bisnis, perusahaan menghadapi banyak ketidakpastian masa depan dan perubahan cepat dalam lingkungan bisnis baik secara internal maupun eksternal. Untuk mencapai visi dan misinya, Dewan Direksi perlu meningkatkan kemampuan perusahaan untuk menghadapi risiko perubahan melalui Enterprise Risk Management (ERM). Proyek ini mengidentifikasi implementasi ERM di PT Healthy World menggunakan pendekatan ISO 31000 dan mengidentifikasi setiap gap pada saat implementasi yang membutuhkan perbaikan.\nDiskusi kelompok untuk mengidentifikasi risiko telah dimulai kepada manajemen senior perusahaan. Tujuan diskusi adalah untuk membangun kerangka kerja berkelanjutan untuk memastikan risiko dan kepatuhan yang konsisten, mitigasi risiko yang efektif, dan pelaksanaan strategi komersial dan rencana.\nHasil diskusi kelompok telah menentukan 8 elemen proses yang terdiri dari beberapa tindakan utama dan menindaklanjuti dengan profil risiko berdasarkan dampak dan kemungkinan bisnis.\nDalam proses saat ini, manajemen telah menerapkan beberapa langkah manajemen risiko yang sejalan dengan ISO 31000, tetapi berdasarkan profil risiko, proses penilaian risiko (termasuk identifikasi risiko, analisis risiko, dan evaluasi risiko) masih rumit dan tidak pernah menjadi elemen yang mudah dalam kegiatan sehari-hari. Proyek ini memfasilitasi proses yang mudah digunakan yang mencakup pendekatan manajemen risiko ISO 31000 dengan 3 langkah sederhana untuk menghasilkan keputusan inisiatif.", "Daftar File": {"ABSTRAK Sidik Yudhi Rahmawan": "https://digilib.itb.ac.id/gdl/download/202397"}, "Penulis": "Sidik Yudhi Rahmawan [29317398]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudarso Kaderi Wiryono, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Manajemen Resiko, ISO 31000, COSO, Peniliaian Resiko, Perlakuan Resiko", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "24 Feb 2020"}