{"Nomor": 46236, "Judul": "PENDETEKSIAN NILAI TEKANAN DARAH SECARA OTOMATIS MENGGUNAKAN METODE AUSKULTASI", "Abstrak": "Nilai tekanan darah merupakan parameter fisiologis yang signifikan dalam menentukan kondisi kesehatan sistem kardiovaskular maupun sistem fisiologi lain. Standar teknik pengukuran nilai tekanan darah secara non-invasif yang digunakan secara luas sekarang adalah mendengarkan suara Korotkoff pada arteri brakial ketika tekanan manset sfigmomanometer turun secara perlahan. Teknik ini bersifat subjektif bagi setiap tenaga medis bergantung pada sensitivitas dengar masing-masing sehingga mengurangi keakuratan dalam pengukuran. Untuk mengatasi subjektivitas dari pengukuran, disusun purwarupa dan algoritma untuk mendeteksi kemunculan dan berakhirnya suara Korotkoff pada arteri brakial dan melakukan estimasi nilai tekanan darah berdasarkan fasa suara Korotkoff sehingga dapat memenuhi kriteria AAMI dan BHS. Purwarupa bekerja dengan mendeteksi periode dan frekuensi pada suara Korotkoff sehingga suara Korotkoff dapat diisolasi dari derau yang terekam. Periode yang digunakan adalah 1 detik dan frekuensi yang ditentukan adalah 86 Hz. Rerata galat yang didapatkan dari hasil pengukuran purwarupa dengan menggunakan parameter periode adalah 4.52 ± 3.52 mmHg dan 4.85 ± 4.49 mmHg untuk tekanan sistol dan diastol. Rerata galat yang didapatkan dari hasil pengukuran purwarupa menggunakan kedua parameter adalah 3.46 ± 3.03 mmHg dan 3.10 ± 3.23 mmHg untuk tekanan sistol dan diastol. Dari galat dan standar deviasi yang didapatkan, purwarupa memenuhi kriteria AAMI dan termasuk dalam kelas A klasifikasi BHS.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/202400", "Tesis": "https://digilib.itb.ac.id/gdl/download/209859"}, "Penulis": "Dziban Naufal [23218081]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Tati Latifah Erawati Rajab", "Dr. Agung Wahyu Setiawan, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "suara Korotkoff, isolasi suara Korotkoff, periode, frekuensi, sistol, diastol.", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "25 Feb 2020"}