{"Nomor": 46230, "Judul": "USULAN ADOPSI DAN PENGEMBANGAN TEKNOLOGI DIGITAL  UNTUK VALIDASI DATA MENUJU OPTIMASI PROSES  DI PT KONTRAKTOR MIGAS INDONESIA", "Abstrak": "Industri minyak dan gas Indonesia menghadapi tantangan dengan penerapan Gross Split menggantikan konsep Cost Recovery. Sebagai perusahaan pemboran yang handal, dan berintegritas tinggi di sektor bisnis pengeboran khususnya Rig Services dengan standar internasional, Kontraktor Minyak dan Gas Indonesia (KMI) membutuhkan inovasi terus menerus untuk bertahan dan berkembang di era digital dan bisnis energi fosil yang semakin kompetitif. Perusahaan menghadapi tantangan eksternal yaitu penurunan harga minyak dan tarif jasa pemboran yang makin kompetitif. Begitu juga tantangan internal yaitu bagaimana mensinkronisasi proses, teknologi, dan aset sumber daya manusia menuju organisasi yang efisien dan efektif.\nTren Industry 4.0 secara besar-besaran mengubah pola bisnis konvensional di berbagai bidang, minyak dan gas adalah industri strategis yang harus beradaptasi lebih cepat untuk menjaga keberlanjutan pasokan energi dunia. \nDalam operasional KMI terdapat peluang menuju optimalisasi proses dalam proses mobilisasi & demobilisasi Rig, drilling-workover melalui adopsi teknologi digital. Teknologi digital juga berdampak pada peluang menuju optimalisasi biaya di bidang tenaga kerja, sewa & mobilisasi serta biaya material & bahan bakar.\nBerdasarkan model Digital Operation Transformation (DOT) oleh Deloitte, Digital Maturity Level KMI saat ini berada pada tahap Mechanize yang merupakan tahap terendah. Penelitian ini bertujuan memberikan usulan bagaimana menuju efisiensi operasional perusahaan melalui peningkatan digital maturity level perusahaan menuju tahap Integrate. Penyediaan data yang terpercaya merupakan langkah awal yang ditempuh mengingat keterbatasan perusahaan dalam penyimpanan data terstruktur yang terintegrasi dan kemudahan akses.\nMengintegrasikan proses operasi Rig dengan teknologi digital yang tepat diharapkan dapat membantu penyediaan data yang terpercaya dalam rangka menuju optimalisasi proses perusahaan. Implementasi teknologi digital dalam operasi Rig sehari-hari diharapkan menjadi pemicu terhadap kegiatan inovasi lain di seluruh lini organisasi. Penelitian selanjutnya adalah bagaimana KMI meningkatkan digital maturity level nya menuju tahap Analyze.", "Daftar File": {"ABSTRAK Rian Dhanisaputra": "https://digilib.itb.ac.id/gdl/download/202388"}, "Penulis": "Rian Dhanisaputra [29317443]", "Kontributor / Dosen Pembimbing": ["Reza Ashari Nasution, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Gross Split, Cost Recovery, Industri 4.0, Teknologi Digital, Adopsi Teknologi, Digital Operation Transformation, Digital Maturity Level", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "24 Feb 2020"}