{"Nomor": 46242, "Judul": "MEDIA ALTERNATIF DENGAN TEKNOLOGI AUGMENTED REALITY SEBAGAI PENDUKUNG KEGIATAN EKOWISATA DI TAMAN NASIONAL WAY KAMBAS", "Abstrak": "Ekowisata adalah kegiatan wisata alam di daerah yang bertanggungjawab dengan memperhatikan unsur pendidikan, pemahaman, dan dukungan terhadap usaha-usaha konservasi sumberdaya alam, serta pengingkatan pendapatan masyarakat lokal. Ekowisata sangat erat hubungannya dengan konservasi. Oleh sebab itu, ekowisata tepat dalam mempertahankan keutuhan dan keaslian ekosistem di area yang masih alami seperti dalam Taman Nasional. Salah satu Taman Nasional yang memiliki potensi untuk dikembangkan menjadi ekowisata adalah Taman Nasional Way Kambas (TNWK) Lampung. Adapun andalan utama TNWK sebagai objek wisata adalah satwa di dalamnya termasuk Gajah Sumatra. Wisatawan diperbolehkan untuk menunggang gajah, dan melihat atraksi. Namun hal ini telah menjadi kontroversi sehak lama. Sebab, punggung gajah tidak dirancang untuk ditunggani manusia dalam waktu yang lama. Hal ini dapat menyebabkan gajah tidak nyaman, stress bahkan membuat kerusakan pada tulang belakang. Tujuan diadakannya penelitian ini adalah untuk mencari alternatif pengembangan wisata yang mengikuti kaidah Ekowisata. Penelitian ini menggunakan metode dan teknik pengumpulan data berupa studi literatur misalnya mengumpulkan data berupa jurnal, artikel, e-book, yang membahas tentang pentingnya ekowisata, potensi pengembangannya di TNWK, perlakuan pantas pada gajah (animal right), dll. Melakukan observasi lapangan di TNWK. Melakukan wawancara dengan pihak pengelola TNWK, serta berbincang dengan para akademisi yang mengerti ekowisata dan animal right khususnya gajah. Hasil penelitian menunjukkan bahwa wisatawan tertarik jika ada program yang dapat meningkatkan kepuasan pengunjung. Untuk menarik minat wisatawan generasi muda, diperlukan sentuhan teknologi. Augmented Reality adalah teknologi yang cocok untuk diterapkan pada wisata. Untuk mewujudkan wisata yang menyenangkan tanpa merusak lingkungan sekaligus memberi edukasi, suatu device dengan teknologi Augmented Reality cocok bila dikembangkan.", "Daftar File": {}, "Penulis": "Rachel Stephanie Porwata [17515036]", "Kontributor / Dosen Pembimbing": ["Deddy Wahjudi, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Produk", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Animal Right, Augmented Reality, Ekowisata, Gajah, Taman Nasional Way Kambas", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "25 Feb 2020"}