{"Nomor": 46243, "Judul": "DESAIN SAYAP BURUNG (ELANG JAWA DAN MERPATI) UNTUK MEMPELAJARI PERBEDAAN PERILAKU TERBANG", "Abstrak": "Indonesia merupakan negara dengan jenis elang terbanyak di dunia. Dikutip dari informasi\nyang ada di Pusat Konservasi Elang Kamojang (PKEK), terdapat 80 jenis elang di Indonesia\ndari 312 jenis elang di dunia yang dikemukakan oleh Ferguson dan Christie dalam Raptors of\nThe World. Meskipun demikian, jumlah elang di dunia terus mengalami penurunan, termasuk\nelang yang ada di Indonesia. Penyebab dari penurunan jumlah populasi elang diantaranya\nadalah perburuan illegal, kehilangan habitat, perjualbelian satwa illegal, kegiatan falconry\nillegal dan kurangnya pengetahuan tentang elang. Berbagai upaya untuk melestarikan elang\ntelah dilakukan, seperti adanya lembaga konservasi dan rehabilitasi untuk elang, pemantauan,\nkampanye dan edukasi di lembaga formal. Namun demikian, upaya – upaya tersebut belum\nsepenuhnya menyadarkan masyarakat luas tentang pentingnya menjaga kelestarian elang di\nalam.\nPenelitian ini bertujuan untuk memberikan edukasi tentang sayap pada burung elang\ndengan merpati kepada anak – anak. Edukasi mengenai sayap burung juga telah menginspirasi\nbanyak orang untuk mengasilkan teknologi penerbangan seperti pesawat, hang-glider dan\nwingsuit. Metode yang digunakan dalam penelitian ini adalah metode studi pustaka dan\nlapangan. Hasil dari penelitian ini adalah anak – anak mengetahui perbedaan anatomi,\naerodinamika, dan cara terbang antara burung elang dan merpati. Informasi yang didapatkan\nmengenai edukasi sayap, anak – anak diharapkan dapat terinpirasi dan menghargai burung\nkhususnya elang yang ada di lingkungan sekitar mereka.", "Daftar File": {}, "Penulis": "Diza Nisfi Aulia [17515040]", "Kontributor / Dosen Pembimbing": ["Dr. Muhammad Ihsan D.R.S.A.S., S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Produk", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Sayap, Elang, Merpati, Edukasi", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "25 Feb 2020"}