{"Nomor": 46249, "Judul": "ANALISA RISIKO BIAYA DAN DAMPAK TEGANGAN DIP (STUDI KASUS PERUSAHAAN KIMIA DI JAWA TIMUR)", "Abstrak": "Kualitas daya dan kestabilan tegangan menjadi indicator utama dalam\nkepuasan pelanggan industri karena berpengaruh terhadap kegiatan opersional.\nSesuai dengan hasil survey kepuasan pelanggan 2016 oleh Markplus Inc,\nbeberapa pelanggan industri mengeluh terkait kestabilan tegangan khususnya\ntegangan dip. Keluhan ini terkait dampak tegangan dip terhadap kerugian\nterhadap proses operasional perusahaan. Tegangan dip menjadi permasalahan\nyang harus diselesaikan oleh pelanggan industri dan PLN. Untuk PLN,\ntegangan dip sangat berpengaruh terhadap penjualan energy listrik yang tidak\noptimal karena tegangan dip menyebabkan kegagalan operasi pada mesinmesin industri. Selain itu, tegangan dip juga merusak citra pelayanan PLN di\nsisi pelanggan prioritas. Karena alasan iini, tegangan dip harus ditangani\nsecara tepat. Sesuai dengan IEEE 1159-1995, tegangan dip 20 kV adalah\npenurunan tegangan 2 kV s.d. 18 kV selama 0.01 detik s.d. 60 detik (pada\nfrekuensi 50 Hz). Tegangan dip ini disebabkan karena pengaruh petir,\ngangguan feeder, efek dari kerja switching, operasional motor, dan perubahan\nbeban secara tiba-tiba. Tegangan dip menyebabkan kerugian yang besar di sisi\nfinansial terhadap pelanggan industri. Pada tesis ini, studi kasus tegangan dip\npada salah satu perusahaan kimia di Jawa Timur akan dievaluasi. Kerugian\nfinansialnya mencapai 180 ribu usd atau 2,4 milyar rupiah untuk sekali\n2\nkejadian tegangan dip. Kerugian finansial ini disebabkan karena konsumen\nmenderita kegagalan produksi, sehingga proses produksi harus direstart ulang.\nMereka juga membuang bahan baku dalam jumlah yang besar yang\ndisebebkan karena kegagalan produk hasil produksi selama tegangan dip.\nUntuk itu, pemodelan manajemen untuk mengatasi tegangan dip diperlukan.\nTesis ini juga mengusulkan langkah preventif yang bisa diimplementasikan\nPLN untuk menekan jumlah tegangan dip. Dengan melakukan kajian sesuai\ndengan matrik prioritas dan manajemen risiko, hasil menunjukkan bahwa\ndengan model manajemen dan langkah perventif yang tepat, jumlah tegangan\ndip bisa dikurangi.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/202727", "Abstract": "https://digilib.itb.ac.id/gdl/download/202728", "Tesis": "https://digilib.itb.ac.id/gdl/download/209622"}, "Penulis": "Bustani Hadi Wijaya [23217109]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Suwarno, M.T.", "Dr. Ir. Nanang Hariyanto, M.T.", "Kuo-Lung Lian, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "tegangan dip, pelanggan industri, kerugian, manajemen risiko", "Sumber": "", "Staf Input/Edit": "karya  \n                                     karya", "File": "3 file", "Tanggal Input": "26 Feb 2020"}