{"Nomor": 46250, "Judul": "ANALISIS KEKUATAN DAN KARATERISASI POROS RODA GIGI UNTUK KOMPONEN SEPEDA MOTOR", "Abstrak": "Pada perkembangan zaman hari ini kubutuhan manusia mengenai mobilisasi dari satu tempat ketempat lainnya dirasa sangat penting, karena manusia cenderung ingin menyelesaikan sesuatu dengan cepat, mudah, dan efisien. Mode transportasi kendaraan bermotor sangat diminati saat ini, terutama sepeda motor. Hal tersebut membuat adanya persaingan bisnis diantara produsen sepeda motor di Indonesia. Hal ini mengakibatkan banyaknya inovasi komponen mesin yang dilakukan oleh para produsen sepeda motor seperti roda gigi. Pemilihan material dan proses produksi pada roda gigi menjadi tahap yang penting agar diperoleh roda gigi yang memenuhi standar sehingga dapat berfungsi dengan optimal.\nPenelitian ini dilakukan dengan tujuan mengetahui sifat kekuatan dan karakteristik dari poros roda gigi yang diteliti untuk dibandingkan dengan standar yang digunakan pada salah satu tipe sepeda motor. Sepeda motor Honda 125cc kali ini dijadikan referensi pada penelitian kali ini dengan melihat kecepatan perputaran mesin pada torsi maksimum serta torsi maksimumnya juga. Karakterisai yang dilakukan berupa pengujian metalografi dan optical emission spectrometry (OES), untuk mengetahui klasifikasi material serta struktur yang ada pada material. Dilakuakan juga perhitungan pembebanan yang terjadi pada poros roda gigi yang akan menjadi pembanding dengan kekuatan dari material yang digunakan.\nSetelah dilakukan perbadingan antara perhitungan beban pada poros roda gigi dengan kekutan material yang digunakan diperoleh kesimpulan kesesuaian diantara keduanya. Kekuatan material yang digunakan memiliki nilai yang lebih besar dari standar yang dibutuhkan pada poros roda gigi sepeda motor Honda 125cc.", "Daftar File": {"ABSTRAK Muhammad Bagaskara Jiwapasca": "https://digilib.itb.ac.id/gdl/download/202453"}, "Penulis": "Muhammad Bagaskara Jiwapasca [13715013]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Rochim Suratman"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Poros, Roda Gigi, Metalografi, OES, Produksi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "7 file", "Tanggal Input": "26 Feb 2020"}