{"Nomor": 46254, "Judul": "PENGEMBANGAN UNIT PRODUKSI SERENTAK MINYAK KELAPA BENING DAN TEPUNG KELAPA RENDAH LEMAK", "Abstrak": "Indonesia merupakan negara yang memiliki iklim tropis dan curah hujan yang tinggi sehingga cocok bagi pertumbuhan kelapa. Sebagian besar produksi kelapa di Indonesia menjadi komoditas ekspor yang didominasi kopra dan Coconut Crude Oil (CCO). Padahal secara global, dengan terjadinya perubahan pola konsumsi masyarakat terhadap makanan yang memperhitungkan aspek kesehatan. Maka dari itu, perlu dilakukan diversifikasi olahan pada kelapa dan salah satu produk bernilai tambah tinggi adalah minyak kelapa bening atau Virgin Coconut Oil. Saat ini, di Indonesia Virgin Coconut Oil masih diproses secara tradisional yaitu menggunakan metode pemerasan santan dan metode pemanasan bertahap. Akan tetapi, kedua metode tersebut belum memberikan perolehan dan kualitas yang sesuai dengan Standar Nasional Indonesia 7381:2008. Oleh karena itu, penelitian ini bertujuan untuk melakukan pengembangan unit secara serentak sehingga diperoleh produk minyak kelapa bening dan tepung kelapa bebas lemak. Proses produksi minyak kelapa bening menggunakan metode pemrosesan kering (dry processing) dengan bahan baku kelapa kering (desiccated coconut) dan mesin yang digunakan adalah screw press tipe ulir tunggal (single screw press). Melalui pengembangan unit produksi tersebut, diperoleh hasil berupa produk minyak kelapa bening sebesar 58,8%-(w/w) dan tepung kelapa sebesar 33,1(-w/w) dengan massa hilang sebesar 8,1%-(w/w). Efektivitas dari alat yang digunakan pada penelitian ini sebesar 1,09-1,46%. Setelah dilakukan proses pengepressan dilakukan sentrifugasi dengan tujuan memisahkan antara padatan yang terbawa serta air yang masih berada didalam produk Minyak kelapa bening. Pada tahap proses sentrifugasi dilakukan variasi kecepatan (4000,5000,6000 rpm) dan waktu sentrifugasi (75,90,105 menit) didapat kondisi optimum di kecepatan sentrifugasi 6000 rpm serta waktu sentrifugasi 90 menit. Berdasarkan kondisi tersebut, dilakukan uji kualitas dari produk minyak kelapa bening seperti kadar air (0,092%), bilangan peroksida (0%), asam laurat (47,29%), warna produk jernih-sedikit kekuningan dan minyak beraroma kelapa. Akan tetapi, terdapat parameter yang belum memenuhi Standar Nasional Indonesia seperti asam lemak bebas (0,37%) dan bilangan Iodin (47,29%). Selanjutnya, dilakukan uji analisis pada tepung kelapa diperoleh dari ekstraksi minyak kelapa bening yaitu kandungan karbohidrat sebesar (13,6%) dan lemak (5,40%).", "Daftar File": {"ABSTRAK Sri Helmi Novie": "https://digilib.itb.ac.id/gdl/download/202600"}, "Penulis": "Sri Helmi Novie [14315016]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Yazid Bindar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pangan", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Minyak kelapa bening, screw press, sentrifugasi dan tepung kelapa rendah lemak", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Feb 2020"}