{"Nomor": 46267, "Judul": "RANCANG BANGUN SENSOR KELEMBABAN RELATIF BERBASIS PVA MENGGUNAKAN TEKNOLOGI THICK FILM", "Abstrak": "Penelitian ini membahas desain dan pembuatan sensor kelembaban relatif dengan\nPolyvinyl Alcohol (PVA) sebagai sensing layer menggunakan teknologi thick\nfilm. Desain dioptimalkan untuk menghasilkan geometri yang ideal sesuai dengan\nbatasan teknologi thick film. Proses fabrikasi sensor menggunakan teknik screen\nprinting pada substrat Alumina (Al2O3) dengan Perak (Ag) sebagai bahan untuk\njalur konduktornya. Deposisi PVA sebagai sensing layer dilakukan dengan\nmetode spin coating. Pengujian sensor hasil fabrikasi dilakukan dengan\nmemvariasikan 5 titik kelembaban di dalam chamber dengan hygrometer sebagai\nreferensi. Berdasarkan hasil pengujian diketahui bahwa sensor menunjukkan\nrespon terhadap kelembaban dalam bentuk nilai resistansi, jika kelembaban di\ndalam chamber meningkat, pembacaan nilai resistansi sensor akan berkurang.\nDilakukan variasi penambahan komposisi SnO2 pada sensing layer sebesar 1:1\ndan 1:2. Penambahan SnO2 pada PVA dapat menurunkan pembacaan nilai\nresistansi, menurunkan sensitifitas dan dapat menaikkan respon sensor perubahan\nkelembaban. Dari hasil FTIR menunjukkan penambahan APS dan SnO2 tidak\nmempengaruhi struktur PVA, ini menandakan bahwa tidak terjadi reaksi kimia\nantara PVA, APS dan SnO2. Nilai resistansi sensor kelembaban berbasis PVA\nyang relatif tinggi dapat dikurangi dengan mencampurkan PVA dengan oksida\nlogam dalam penelitian ini menggunakan SnO2.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/202733", "Tesis": "https://digilib.itb.ac.id/gdl/download/209654"}, "Penulis": "Supeno Martadi [23218079]", "Kontributor / Dosen Pembimbing": ["Dr. Muhammad Amin Sulthoni, S.T., M.T.", "Dr. Goib Wiranto"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Sensor kelembaban relatif, teknologi thick film, screen printing, spin coating, PVA, SnO2.", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "26 Feb 2020"}