{"Nomor": 46262, "Judul": "DESAIN DAN IMPLEMENTASI  KENDALI PERIODIK TINGKAT LANJUT UNTUK SISTEM PENGGERAK TOLERANSI KESALAHAN PMSM", "Abstrak": "Sistem penggerak motor sinkron magnet permanen telah banyak digunakan dalam industri karena kepadatan yang tinggi, efisiensi yang tinggi dan mudah dikendalikan. Dalam tesis ini, pengendali periodik tingkat lanjut termasuk pengendali periodik adaptif frekuensi putaran kecepatan dan pengendali harmonik optimal putaran arus diusulkan untuk meningkatkan kinerja sistem penggerak toleransi kesalahan. Pengendali periodik adaptif frekuensi memiliki perhitungan yang sederhana, implementasi yang mudah, dan penyetelan sendiri secara online sedangkan pengendali periodik harmonik optimal memiliki respon dinamis yang cepat dan akurasi tinggi untuk menghilangkan harmonik tertentu.\nMetode toleransi kesalahan termasuk deteksi kesalahan, diagnosis, isolasi dan skema kontrol kesalahan diusulkan untuk meningkatkan keandalan sistem penggerak SPMSM. Kondisi gangguan terdiri dari sirkuit terbuka dan hubung singkat akan diselidiki untuk menunjukkan peningkatan kinerja.\nProsesor sinyal digital jenis TMS320F2808, diproduksi oleh Texas Instruments, digunakan untuk menjalankan deteksi kesalahan, diagnose kesalahan, isolasi, pengendali periodik adaptif frekuensi, dan pengendali periodik harmonik optimal. Hasil eksperimen menunjukkan pengendali periodik adaptif frekuensi yang diusulkan dapat memberikan kinerja yang lebih baik daripada pengendali kontrol PI termasuk respon transien, respon gangguan beban, dan respon pelacakan. Pengendali periodik harmonik optimal yang diusulkan untuk putaran arus dapat secara efektif meningkatkan distorsi harmonik total dari sistem penggerak.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/202725", "Abstract": "https://digilib.itb.ac.id/gdl/download/202726", "Tesis": "https://digilib.itb.ac.id/gdl/download/209625"}, "Penulis": "Devi Hendriyono [23217124]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Suwarno, M.T.", "Dr. Arwindra Rizqiawan, S.T., M.T.", "Prof. Tian-Hua Liu"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "motor sinkron magnet permanen, kontrol periodik harmonik optimal, kontrol periodik adaptif frekuensi, kontrol toleransi kesalahan", "Sumber": "", "Staf Input/Edit": "karya", "File": "3 file", "Tanggal Input": "26 Feb 2020"}