{"Nomor": 46268, "Judul": "\"LUNGSIN DAN PAKAN PADA RUANG\" MUSEUM TENUN DI KEMANG, JAKARTA SELATAN", "Abstrak": "Tenun merupakan satu dari dua wastra utama di Indonesia selain batik. Namun, tidak seperti\nbatik, belum ada fasilitas yang membantu mengedukasi dan mempreservasi tenun. Melihat hal ini,\nsekumpulan perancang mode Indonesia memprakarsai sebuah proyek museum tenun.\nMuseum tenun ini memiliki target utama generasi muda. Oleh karena itu, fungsi-fungsi yang\ndapat menarik generasi ini seperti bengkel serta kafe ikut tersedia. Selain itu, museum tenun ini juga\nmenfasilitasi kegiatan-kegiatan komersial dari rumah mode lokal yang menggunakan tenun di dalam\nkaryanya.\nProyek ini mencerminkan tenun secara fisik maupun filosofis. Secara fisik, bangunan ini\nmengusung massa yang saling berpotongan dan berhubungan serta fasad yang menggunakan corak\ntenun. Secara filosofis, bangunan ini merupakan cerminan tenun dengan hubungan antar ruang yang\nsaling bersimpul dan bersilangan. Sifat-sifat ini diadopsi dari konstruksi utama tenun, yaitu benang\nlungsin dan pakan.\nDengan keberadaan pengguna, kegiatan, dan fungsi ruang yang bermacam-macam, sirkulasi\nmenjadi salah satu isu utama yang didesain dalam proyek ini. Pemisahan zonasi dan akses tiap fungsi\ndisesuaikan dengan pengguna dan tingkat privasinya masing-masing.\nProyek ini berlokasi di Kemang, tepatnya di Jalan Kemang Raya No. 13. Lahan berada di\npersimpangan antara Jalan Kemang Raya dan Kemang I, sehingga memiliki akses terhadap dua jalan.\nBangunan ini terletak di lahan seluas 3780m2. Bangunan ini memiliki luas 3904m2. Dengan luas yang\ntidak terlalu besar, ruang-ruang luar yang terbentuk dimanfaatkan sebagai ruang terbuka publik untuk memberikan dampak positif terhadap lingkungan Kemang yang sudah padat. Dengan kata lain,\nbangunan ini didesain agar mampu menjadi sebuah oase urban.", "Daftar File": {"ABSTRAK Ahmad Aufa Adyancha": "https://digilib.itb.ac.id/gdl/download/202734"}, "Penulis": "Ahmad Aufa Adyancha [15215038]", "Kontributor / Dosen Pembimbing": ["Ir. Achmad Deni Tardiyana, MUDD"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Museum, Tenun, Lungsin dan Pakan, Sirkulasi, Oase Urban", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "26 Feb 2020"}