{"Nomor": 46260, "Judul": "PENILAIAN PERILAKU MUATAN YANG DISERTAI DENGAN PEMOHONAN LISTRIK OLEH BENTUK GELOMBANG PARTIAL DISCHARGE YANG DIAMATI SECARA BERURUTAN", "Abstrak": "Epoksi resin adalah bahan isolasi padat yang banyak digunakan pada berbagai\nperalatan listrik. Salah satu penyebab utama kerusakan isolasi listrik pada epoksi\nresin adalah pohon listrik yang dapat mengikis bahan isolasi. Pohon listrik\ndisebabkan oleh aktivitas partial discharge (PD). Aktivitas PD di dalam saluran\npohon dapat dijelaskan oleh perilaku muatan seperti pergerakan elektron/ion positif\nyang terkait dengan proses longsoran elektron. Studi sebelumnya telah\nmengevaluasi efek penambahan pengisi mikro-silika pada kinerja isolasi epoksi\nresin. Studi-studi ini menyatakan bahwa pengisi mikro-silika dapat meningkatkan\nkinerja isolasi dengan mengurangi aktivitas pohon listrik. Namun, studi ini belum\nmenjelaskan mengapa aktivitas pohon listrik dapat menurun. Untuk mengevaluasi\npenyebab penurunan aktivitas pohon listrik ini, aktivitas PD dan perilaku\nmuatannya perlu dievaluasi. Untuk melaksanakan evaluasi ini, penelitian kami\nmengusulkan metode penilaian untuk aktivitas PD dan perilaku muatannya dengan\nmengamati masing-masing bentuk gelombang partial discharge secara berurutan.\nAda tiga langkah pengaturan percobaan untuk penelitian ini: persiapan sampel,\npembentukan pohon listrik, dan pengukuran partial discharge. Selain itu, ada dua\njenis sampel yang digunakan: epoksi resin tanpa pengisi dan dengan pengisi mikrosilika. Dengan menggunakan rangkaian pengukuran PD yang dibuat, parameter\nbentuk gelombang PD individu seperti bentuk gelombang, tipe PD, jumlah PD, dan\njumlah muatan dikumpulkan dan dibandingkan. Untuk hasil tersebut, ditemukan\nbahwa penurunan aktivitas pohon listrik dalam sampel pengisi silika dapat\ndisebabkan oleh beberapa alasan seperti berkurangnya jumlah PD yang terjadi,\npenurunan efek degradasi material karena berkurangnya medan listrik lokal, dan\npembagian energi dalam satu peristiwa PD menjadi energi yang lebih kecil yang\nterkandung dalam beberapa guguran elektron.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/202722", "Abstract": "https://digilib.itb.ac.id/gdl/download/202723", "Tesis": "https://digilib.itb.ac.id/gdl/download/209627"}, "Penulis": "Totoh Abdul Matin [23217129]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Suwarno, M.T.", "Prof. Naohiro Hozumi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "pohon listrik, bentuk gelombang partial discharge, epoksi resin, pengisi silika, perilaku muatan.", "Sumber": "", "Staf Input/Edit": "karya", "File": "3 file", "Tanggal Input": "26 Feb 2020"}