{"Nomor": 46270, "Judul": "KAJIAN PERSEPSI PICTORIAL HEALTH WARNING (PHW) PADA KEMASAN ROKOK TERHADAP PEROKOK", "Abstrak": "Permasalahan rokok merupakan suatu pemiasalahan yang serius dan sulit.\nPemerintah telah mencoba berbagai cara dengan mengeluarkan peraturan tentang\npictorial health warning pada kemasan rokok. Diharapkan dengan adanya\npictorial health warning ini dapat mencegab adanya perokok muda. Penelitian ini\nmengkaji Pictorial health warning yang ada pada kemasan rokok di Indonesia,\nsecara persepsi dan tampilan visual nya. Metode yang digunakan dalam penelitian\nini adalah metode deskriptif kualitatif. Sejumlali responden dipilih untuk\nmengetahui bagaimana persepsi dan respon terhadap pictorial health warning.\nMelakukan proses analisis komunikasi yang terjadi dan kemudian mengkaji secara\nmendalam dengan menggunakan analisis pada tampilan visual yang terkandung\ndalam pictorial health warning. Sebelum melakukan penelitian ini, peneliti\nmelakukan studi terhadap penelitian terdahulu, kemudian melakukan\npengumpulan data literatur, pictorial health warning, persepsi, dan visual. Data\nPrimer adalah observasi dan interview mendalam kepada responden yang\nkemudian akan dianalisis, dan dikaitkan dengan analisis tampilan visual dan\ndibuktikan dengan triangulasi. Kesimpulan pada penelitian ini terdapat tiga\npictorial health waming yang berpengaruh yaitu kanker paru-paru, kanker mulut,\ndan kanker tenggorokan. Hal ini dipengaruhi oleh tampilan visual dan efek\nemosional yang terdapat pada pictorial health warning, namun walaupun terdapat\npengaruh visual, tidak berarti hal ini menghentikan aktifitas merokok dari\nresponden.", "Daftar File": {"COVER Muhammad Daniel Septian": "https://digilib.itb.ac.id/gdl/download/202736", "BAB 1A Muhammad Daniel Septian": "https://digilib.itb.ac.id/gdl/download/202737", "BAB 1B Muhammad Daniel Septian": "https://digilib.itb.ac.id/gdl/download/202738", "BAB 1C Muhammad Daniel Septian": "https://digilib.itb.ac.id/gdl/download/202739", "BAB 1D Muhammad Daniel Septian": "https://digilib.itb.ac.id/gdl/download/202740", "BAB 2A Muhammad Daniel Septian": "https://digilib.itb.ac.id/gdl/download/202741", "BAB 2B Muhammad Daniel Septian": "https://digilib.itb.ac.id/gdl/download/202742", "BAB 2C Muhammad Daniel Septian": "https://digilib.itb.ac.id/gdl/download/202743", "BAB 3A Muhammad Daniel Septian": "https://digilib.itb.ac.id/gdl/download/202744", "BAB 3B Muhammad Daniel Septian": "https://digilib.itb.ac.id/gdl/download/202745", "BAB 4 Muhammad Daniel Septian": "https://digilib.itb.ac.id/gdl/download/202746", "PUSTAKA Muhammad Daniel Septian": "https://digilib.itb.ac.id/gdl/download/202747"}, "Penulis": "Muhammad Daniel Septian [27113076]", "Kontributor / Dosen Pembimbing": ["Hafiz Aziz Ahmad, S.Sn., M.Des., Ph.D.", "Dr. Pindi Setiawan, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Rokok, Pictorial health warning, Emosi, Tampilan Visual, Persepsi visual", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "12 file", "Tanggal Input": "26 Feb 2020"}