{"Nomor": 46287, "Judul": "PENINGKATAN PENCAPAIAN TARGET PENJUALAN UNTUK PT PERTAMINA LUBRICANTS: PROPOSAL INISIATIF KOMUNIKASI PEMASARAN BERBASIS DIGITAL", "Abstrak": "PT Pertamina Lubricants adalah salah satu anak perusahaan hilir PT Pertamina (Persero). Perusahaan ini didirikan pada 23 September 2013. Sejak didirikan dan dioperasikan pada tahun 2013, PT Pertamina Lubricants terus memperkuat langkahnya untuk menjadi perusahaan pelumas kelas dunia dengan terus memperluas kinerja operasinya dan memasarkan produk-produk unggulannya ke pasar internasional. Saat ini, produk Perusahaan telah mencapai lima belas negara di seluruh dunia. Pada tahun 2020, PT Pertamina Lubricants yakin dapat masuk dalam 15 perusahaan pelumas terbaik dunia.\n\nSelain bergerak di pasar industry (Business to Business), Perusahaan juga bergerak di pasar retail (Business to Consumer) yang saat ini tingkat persaingannnya semakin tinggi. Selain produk retail domestic, produk retail import terus berdatangan. Masyarakat pada umumnya memiliki mindset dan persepsi bahwa produk import lebih baik daripada produk lokal. Salah satu dari strategi pemasaran yang saat ini berjalan yaitu komunikasi pemasaran, melalui pendekatan traditional dan digital untuk meningkatkan awareness kepada konsumen. Hasil survey selama dua tahun terakhir (tahun 2017 – 2018) untuk Customers Satisfaction Index (CSI) and Customer Loyalty Index (CLI) masih stagnan dan Performance Matrix – Top Two Box Survey menunjukkan bahwa image dan promotion masih merupakan faktor kritikal.\n\nPeneliti melakukan kajian komunikasi pemasaran dengan fokus terhadap pendekatan media digital yang terdiri atas company website, social media, loyalty application, online shop, and online service yang sesuai dengan preferensi konsumen, mulai mencari informasi, memilih produk pelumas hingga akhirnya melakukan pembelian produk dan servis untuk meningkatkan pencapaian target pejualan PT Pertamina Lubricants. Peneliti mengukur media digital yang paling banyak digunakan, content yang dibutuhkan, tingkat kepuasan dalam penggunaan media tersebut, dan tingkat kesediaan konsumen untuk merekomendasikan media tersebut. Rekomendasi perbaikan dan rencana pelaksanaan perbaikan terhadap media digital juga disampaikan dalam penelitian ini.", "Daftar File": {"ABSTRAK Shynta Dewi": "https://digilib.itb.ac.id/gdl/download/202780"}, "Penulis": "Shynta Dewi [29317074]", "Kontributor / Dosen Pembimbing": ["Dr. Jacob Silas Mussry"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Komunikasi Pemasaran, Media Digital, Pelumas Retail", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "27 Feb 2020"}