{"Nomor": 46286, "Judul": "MARKETING STRATEGY UNTUK MENINGKATKAN KESADARAN KONSUMEN LAYANAN PREMIUM PT PLN (PERSERO)", "Abstrak": "PT PLN (Persero) pada tahun 2017 telah menjalankan produk layanan Premium PLN di seluruh kantor Distribusi dan Wilayah di Indonesia. Peluncuran produk layanan tersebut merupakan salah satu inisiatif stratejik yang diambil PLN dalam meningkatkan profitabilitas perusahaan sesuai amanat dalam undang-undang No.19 Tahun 2003 tentang tujuan dari didirikannya Badan Umum Milik Negara (BUMN) dan sebagai upaya dalam membuat terobosan atas regulasi Menteri ESDM No.28 Tahun 2016 tentang tarif tenaga listrik yang disediakan oleh PLN sebagaimana telah diubah terakhir dengan peraturan Menteri ESDM No.19 tahun 2019. Regulasi tarif tenaga listrik sepenuhnya dikendalikan oleh pemerintah dan legislatif. Produk layanan Premium PLN saat ini disegmentasikan pada pelanggan Tengangan Menengah dan Tegangan Tinggi. Target pasar produk layanan Premium PLN ditujukan untuk pelanggan yang tak hanya mengonsumsi listrik sangat besar tiap bulannya, tapi juga sangat menuntut kebutuhan khusus. Produk layanan Premium PLN saat ini mempunyai 4 kelas yakni premium platinum, premium gold, premium silver, dan premium bronze. Premium PLN diterima oleh Pelanggan Bisnis dan Industry, akan tetapi kenaikannya belum mencapai harapan manajemen sebesar 6% pertahun dari total pelanggan yang ada,\nBerdasarkan penelitian kuantitatif untuk sumber informasi yang dapat menggerakkan konsumen untuk membeli produk layanan premium PLN adalah Web PLN, Majalah Bisnis, Rekan Bisnis dan Kantor PLN. Cara menyampaikan komunikasi pelanggan yang efektif dengan kegiatan yang menghadirkan perwakilan pemerintah dan asosiasi. PLN Premium masih dalam tahap pengenalan (introduction stage), jadi yang harus diprioritaskan adalah aggresive probing pelanggan, talkshow, membuat forum bisnis, menyediakan fasilitas eksklusif untuk penangung jawab perusahaan dan pemanfaatan aplikasi CRM. Untuk menjaga hubungan pelanggan dalam maturity stage dapat melakukan modifikasi produk Premium PLN dengan produk renewable energy dan Stroomnet, menambahkan Key Performance Indikator maturity level untuk mengawal Service Level Aggrament (SLA) dan membekali Tim Key Account Marketing (KAM) dengan Produk Knowledge PLN Premium. Strategi implementasi dapat dilakukan dengan memastikan tim KAM melaksanakan Timeline sesuai dengan strategi implementasi, dimulai dengan tahap pengenalan, pertumbuhan, dan kematangan.", "Daftar File": {"ABSTRAK Ina Sugiarto": "https://digilib.itb.ac.id/gdl/download/202772"}, "Penulis": "Ina Sugiarto [29317354]", "Kontributor / Dosen Pembimbing": ["Dr. Agung Wicaksono, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bisnis Ketenagalistrikan, Komunikasi Pemasaran Terintegrasi, Key Account Marketing, Maturity Level Standart, Produk Modifikasi.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "27 Feb 2020"}