{"Nomor": 46282, "Judul": "PROGRAM PEMASARAN UNTUK MENINGKATKAN DAYA SAING PRODUK LOKAL: STUDI KASUS DI PT. GLOBAL FASHION INDONESIA (EAGLE SHOES INDONESIA)", "Abstrak": "Indonesia merupakan negara yang sangat tinggi populasinya dan merupakan negara ketiga yang memiliki populasi terbanyak di dunia. Bayangkan apabila suatu barang mendominasi negara di Indonesia.\n\nSaat ini sepatu Eagle merupakan salah satu pioneer sepatu lokal terlama di Indonesia. Sudah 25 tahun hadir di Indonesia, namun secara penjualan Eagle masih kalah dengan para pesaing pemula sepatu lokal di Indonesia. PT. Global Fashion Indonesia atau lebih dikenal Eagle Shoes, selama tiga tahun ini sedang memulai lagi untuk menguasai pasar Indonesia. Eagle Shoes, mulai redup penjualan nya ketika sepatu palsu lebih menguntungkan dari segi harga, kualitas, hingga merek dagang.\nPembahasan ini meneliti tentang sistem dan konsep baru untuk PT. Global Fashion Indonesia yang difokuskan untuk mendapatkan dan menguasai pangsa pasar di Indonesia dan akan membantu dan mendorong perusahaan untuk mengurangi angka kerugian, menaikan jumlah sales, dengan keuntungan yang maksimum.\nHasil dari ini penulis menemukan bahwa masalah yang kerap terjadi adalah dari proses bagaimana cara penjualan yang dilakukan oleh para pemasar, dimana dalam divisi tersebut tidak ada pemahaman dalam produk yang dijual, pemahaman terhadap pasar sepatu di Indonesia dan pemahaman tentang perusahan itu sendiri. Dalam penjualan dibutuhkan strategi dan beberapa faktor yang mampu meningkatkan penjualan.", "Daftar File": {"ABSTRAK Denny Aprilian Aswinata": "https://digilib.itb.ac.id/gdl/download/202768"}, "Penulis": "Denny Aprilian Aswinata [29316375]", "Kontributor / Dosen Pembimbing": ["Achmad Ghazali, S.T., M.A.B., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Penjualan Sepatu Lokal di Indonesia, Penjualan Sepatu di Indonesia, Pangsa Pasar Sepatu di Indonesia, Perkembangan Penjualan Sepatu di Indonesia", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "27 Feb 2020"}