{"Nomor": 46285, "Judul": "SISTEM ANALISIS PERSEDIAAN MENGGUNAKAN ANALYTIK PREDIKTIF (STUDI KASUS: RS. CICENDO)", "Abstrak": "Indonesia menghadapi tantangan di dunia kesehatan, pertumbuhan penduduk dan ekspektasi masyarakat terhadap pelayanan kesehatan menjadi factor yang mempengaruhi keputusan dalam bisnis kesehatan. Dalam hal menjalankankan fungsi sosial sebagai pemberi pelayanan kepada masyarakat, Rumah sakit juga menghadapi tantangan untuk menciptakan layanan yang efektif dan efficient. \nPenggunaan data menjadi kunci yang sangat penting bagi pembuat keputusan untuk mengalokasikan sumber daya keuangan dengan ketepatan persediaan barang untuk menjamin pelayanan kesehatan kepada masyarakat. Data dapat menjadi informasi yang sangat penting ketika diolah untuk memberikan dukungan pada pengambilan keputusan\nDalam perkembangan teknologi, data akan diolah menjadi informasi yang tepat guna dengan menggunakan Granger Analytics dan Holf-Winters forecasting. Pengolahan data menjadi informasi untuk mendapatkan keterhubungan antara pengelolaan inventory dengan pola konsumsi pada periode waktu sebelumnya.\nGranger analytics akan menggambarkan keterhubungan antar data dan menjadi informasi yang berguna bagi pembuatan keputusan. Holf-winter forecasting akan berperan dalam pembacaan prediksi demand pada masa yang akan datang. \nPenyusunan simulasi analytics dengan penggunaan technology dengan pendekatan pengolahan big data analytics akan membuat perencanaan bisnis lebih memiliki akurasi yang lebih tinggi. Riset ini menghadapi kendala terbatasnya data, namun demikian masih bisa digunakan sebagai simulasi untuk analisa inventory di masa yang akan datang.", "Daftar File": {"ABSTRAK Yenny Hartati Nugraheni": "https://digilib.itb.ac.id/gdl/download/202771"}, "Penulis": "Yenny Hartati Nugraheni [29317330]", "Kontributor / Dosen Pembimbing": ["Dr. Mursyid Hasan Basri ST. MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pelayanan Kesehatan, Analisa Prediksi, Keterhubungan.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "27 Feb 2020"}