{"Nomor": 46289, "Judul": "USULAN PERBAIKAN STRATEGI BISNIS UNTUK BISNIS.COM", "Abstrak": "Disrupsi teknologi informasi memukul industri media cetak sejak dekade lalu dan banyak media tidak siap menghadapi era VUCA atau keadaan yang penuh gejolak (volatility), tidak pasti (uncertainty), rumit (complexity), dan serba kabur (ambiguity). PT Jurnalindo Aksara Grafika sebagai penerbit harian Bisnis Indonesia membuat Bisnis.com sebagai strategi menggeser lini usahanya ke sektor digital. Bisnis.com dikelola oleh PT Navigator Informasi Sibermedia (NIS) dengan mengandalkan wartawan dan editor yang semula mengerjakan media cetak. Bisnis.com yang menghadapi kompetisi bukan hanya dari penerbit berita online, juga dari media sosial, agregator berita, dan perubahan pola pemasangan iklan. Ketiadaan model bisnis yang memadai bisa mengancam keberlangsungan Bisnis.com. \nPenelitian ini menjadi kerangka berpikir konseptual untuk menyusun perbaikan strategi bisnis untuk Bisnis.com, dari identifikasi masalah hingga rencana implementasi. Dalam menganalisis tantangan, peneliti melakukan analisis eksternal (PESTEL, Porter’s Five Forces, dan Analisis Kompetitor) dan analisis internal (analisis model bisnis, survei, dan analisis SWOT). Setelah dianalisis, ditemukan strategi yang salah yaitu menggunakan strategi biaya rendah untuk menarik pembaca, padahal kompetensi Bisnis.com adalah media khusus di bidang bisnis dan investasi. Perbaikan strategi dirumuskan dengan menggunakan Porter Generic Strategies, Matriks TOWS, Five Major Element of Strategy dan Business Model Canvas. Beberapa perbaikan diusulkan antara lain melakukan fokus ulang konten, membangun kekuatan jurnalis spesialis, membentuk platform penulisan untuk pembaca, dan penguatan komunitas.", "Daftar File": {"ABSTRAK Muhamad Taufikul Basari": "https://digilib.itb.ac.id/gdl/download/202789"}, "Penulis": "Muhamad Taufikul Basari [29317448]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mohamad Toha"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Media Digital, Strategi Bisnis, Model Bisnis, Jurnalis, Platform, Bisnis, Investasi.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "27 Feb 2020"}