{"Nomor": 46283, "Judul": "PRIORITISASI PROYEK-PROYEK KAPITAL PADA SIKLUS HIDUP PROYEK (STUDI KASUS: PT. DELTA BALIKPAPAN)", "Abstrak": "PT. Delta adalah Perusahaan yang bergerak dibidang Hulu Minyak dan Gas Bumi yang melakukan eksplorasi, produksi, dan pengoperasian fasilitas pemrosesan Minyak dan Gas Bumi di Kalimantan Timur. PT. Delta terdaftar sebagai salah satu Perusahaan Kontrak Bagi Hasil Gross Split (GS PSC) di Indonesia. Setiap tahun, ada begitu banyak proyek yang dilaksanakan di PT. Delta dan proyek-proyek tersebut menggunakan sumber daya PT. Delta seperti tenaga kerja, waktu dan anggaran dialokasikan untuk setiap proyek. Selain itu, masih ada beberapa proyek yang diusulkan oleh setiap tim di PT. Delta dan menunggu untuk dikerjakan. Mempertimbangkan anggaran RKAP dan sumber daya yang terbatas, maka metode yang kolaboratif dan dapat cepat menghasilkan keputusan serta mampu memberikan nilai lebih dalam melakukan proses seleksi tingkat awal diperlukan untuk memastikan prioritas proyek yang tepat dapat memberikan hasil terbaik bagi Perusahaan. Pernyataan masalah adalah \"Bagaimana memprioritaskan proyek Perusahaan yang paling penting?\"\nHasil penting dari penelitian ini adalah membantu Perusahaan bagaimana memprioritaskan proyek dengan dampak paling menguntungkan melalui proses bisnis yang jelas. Metodologi penelitian dari tugas akhir ini didasarkan pada penelitian kualitatif untuk memperoleh Data utama dengan melakukan serangkaian wawancara langsung kepada orang-orang yang dipilih. Wawancara akan memberikan ide, perhatian, motivasi, sistem nilai dan perilaku dari perspektif responden berdasarkan pengalaman masa lalu mereka. Wawancara dilakukan dengan 3 (tiga) kelompok berbeda untuk mendapatkan informasi yang luas dan kemudian analisis dapat dilakukan dari sudut pandang yang berbeda. Kelompok tersebut adalah kelompok Tim Proyek, Tim Operasi dan Pembuat Keputusan.\nBeberapa rekomendasinya adalah pendirian Project Management Office (PMO), mengembangkan dan mengimplementasikan informasi sistem digital, meningkatkan proses bisnis prioritisasi yang telah ada serta membentuk Cross Functional Team (CFT) serta prioritas proyek yang dilakukan secara teratur bersama manajemen.", "Daftar File": {"ABSTRAK Dimas Eko Saputro": "https://digilib.itb.ac.id/gdl/download/202769"}, "Penulis": "Dimas Eko Saputro [29317347]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Aries F Firman, M.Sc., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Cross-Functional Team (CFT), Matriks Proyek Cost-Impact, Prioritisasi Proyek, Project Management Office (PMO).", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "27 Feb 2020"}