{"Nomor": 46280, "Judul": "KONFIGURASI LOWER KUTAI BASIN BERDASARKAN DATA MAGNETOTELLURIK, SEISMIK, DAN GRAVITASI", "Abstrak": "Cekungan Kutai merupakan cekungan terdalam dan terluas di Indonesia. Area penelitian berada pada Lower Kutai Basin (LKB) dimana struktur utamanya adalah antiklinorium Samarinda yang berarah Timur Laut – Barat Daya. Area ini dikenal sebagai salah satu cekungan produktif penghasil hidrokarbon di Kalimantan Timur dengan batuan sumber adalah black shale. Penelitian ini bertujuan untuk memperkirakan konfigurasi LKB menggunakan data magnetotellurik (MT), seismik, dan gravitasi. Sebelum dimodelkan, data MT perlu dianalisis menggunakan tensor fasa sehingga diketahui dimensionalitas data dan arah geoelectrical strike. Analisis tensor fasa menunjukkan bahwa hampir semua data mempunyai bentuk elips dan nilai beta yang rendah (i.e. -3? < ? < 3?). Hal ini mengindikasikan data MT mempunyai karakter 2D. Selain itu, perhitungan eliptisitas tensor fasa menunjukkan arah geoelectrical strike sebesar N 30?E. Hasil tersebut sesuai dengan geological strike yang mempunyai arah Timur Laut – Barat Daya. Pemodelan MT dilakukan sesuai dengan hasil dimensionalitas dari analisis data yaitu 2D dan dirotasi ke arah geoelectrical strike. Hasil pemodelan tersebut diintegrasikan dengan data seismik dan gravitasi. Pada penelitian ini, model MT dan gravitasi mempunyai domain kedalaman sedangkan seismik berada dalam domain waktu. Untuk mengubah domain waktu pada seismik menjadi kedalaman maka dikonversi menggunakan data kecepatan. Hasil integrasi model MT, seismik, dan gravitasi menunjukkan bahwa konfigurasi LKB tersusun oleh batupasir, black shale, batulempung, dan basement. Zona konduktif dari model MT mempunyai densitas menengah dan diinterpretasi sebagai black shale dan berada di kedalaman > 2 km. Sifat konduktif pada black shale disebabkan oleh alterasi termal yang mengubah mineral-mineral dalam batuan sehingga menurunkan nilai resistivitas. Selain itu, terdapat patahan di bawah permukaan yang tidak terlihat dari geologi permukaan berupa ofset vertikal yang signifikan.", "Daftar File": {"ABSTRAK Selvi Misnia Irawati": "https://digilib.itb.ac.id/gdl/download/202758"}, "Penulis": "Selvi Misnia Irawati [22318011]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Hendra Grandis"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "konfigurasi, LKB, magnetotellurik, seismik, gravitasi", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "27 Feb 2020"}