{"Nomor": 46292, "Judul": "ANALISIS INVESTASI PROYEK PERLUASAN RUANG KANTOR STARTUP (STUDI KASUS PERUSAHAAN X)", "Abstrak": "Perusahaan X adalah perusahaan rintisan yang bergerak dibidang Software as a Service (SaaS) di Indonesia yang terbentuk pada tahun 2015. Pemilik Perusahaan X ingin membuat sesuatu yang baru untuk menyelesaikan masalah yang terjadi kepada pengguna. Pemilik Perusahaan X mulai dari membuat Conten Management System mereka sendiri, yang mereka yakini di masa depan hanya Conten Manajemen System asli yang mendukung setiap pengusaha di Indonesia untuk meningkatkan skala bisnis mereka di tingkat berikutnya melalui teknologi. Dari situs web, pelanggan dan kebutuhan pasar untuk membuat e-commerce dan aplikasi seluler belakangan ini semakin meningkat, sebagai penyedia layanan yang mereka butuhkan untuk memenuhi kebutuhan pelanggan dan membuka layanan baru.\nDengan meningkatnya tingkat pertumbuhan digitalisasi di Indonesia dan meningkatnya permintaan penggunaan jasa yang ditawarkan oleh Perusahaan X, perusahaan perlu meningkatkan kapasitas ruang kantor untuk dapat mengakomodasi semua permintaan jasa yang datang. Proyek perluasan ruang kantor di ruang kantor milik Co-Working Space A yang berlokasi di wilayah Bandung. Ada tiga skema yang digunakan dalam analisis investasi ruang kantor. Skema pertama adalah kondisi saat ini di mana Perusahaan X tidak melakukan apa-apa tanpa aktivitas tambahan. Skema kedua yang dalam penelitian ini adalah terdapat kegiatan tambahan yang dilakukan oleh Perusahaan X yaitu memperluas ruang kantor ke lokasi Co-Working Space A. Skema ketiga adalah skema yang sama dengan skema kedua, perbedaannya adalah pada skema ini terdapt kegiatan tambahan dalam memasarankan office spcace yang dimiliki oleh Co-Working Space A.\nHasil analisis investasi ini didapatkan bahwa NPV pada skema satu adalah Rp12.919.526.824, sedangkan skema dua menghasilkan NPV sebesar Rp13.728.001.087, dan skema tiga menghasilkan NPV sebesar Rp14.020.552.052. Sehingga, skema terbaik yang perlu dilakukan oleh Perusahaan X agar mendapatkan keuntungan finansial terbesar adalah perusahaan perlu menjalankan skema tiga. NPV yang dihasilkan oleh ketiga skema ini menghasilkan variabel yang paling sensitive dari ketiga skema. Berdasarkan ketiga skema, variabel yang paling sensitive adalah harga pokok penjualan. Skema satu memiliki swing NPV pada variabel harga pokok penjualan pada pertumbuhan upside sebesar -44,15% dan pertumbuhan downside 44,15%. Skema kedua menghasilkan swing untuk pertumbuhan upside NPV -45,302% dan pertumbuhan downside 45,302%. Skema tiga menghasilkan variabel revenue growth yang memiliki swing NPV pada upside sebesar -44,36% dan pertumbuhan downside sebesar 44,36%.", "Daftar File": {"2020_TS_PP_DAFFA RAFIANTO_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/202866"}, "Penulis": "Daffa Rafianto [29118156]", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, S.T., M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Analisis Investasi, Analisis Sensitivitas, Perencanaan Keuangan, Startup, Proyek Ekspansi", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "27 Feb 2020"}