{"Nomor": 46293, "Judul": "SISTEM KENDALI KECEPATAN MOTOR BLDC DENGAN PENGENDALI DIGITAL PI ANTI-WINDUP", "Abstrak": "Penelitian ini membahas pengendalian 2 motor BLDC berbeda karakteristik pada system penggerak autonomous mobile. Perbedaan karakteristik menyebabkan kedua motor membutuhkan settling time yang berbeda untuk mencapai keadaan steady state. Tujuan penelitian adalah mendapatkan respon sistem yang sama cepat pada kedua motor  penggerak sehingga mobil dapat lebih mudah dikendalikan dalam mode gerak lurus ataupun berbelok. Metoda pengendalian yang digunakan adalah sistem kendali PI Anti-Windup. Perancangan dilakukan dengan memodelkan sistem pada SysId MATLAB dengan melihat respon sistem saat diberikan input PWM yang nilainya berada pada daerah sekitar titik operasi pendekatan secara linear dari kecepatan motor yang dihasilkan. Setelah menetapkan garis lurus pada grafik respon, maka akan diberikan nilai setpoint yang nilainya berada pada garis lurus secara random untuk mendapatkan data kecepatan. Data kecepatan berupa RPM yang terukur digunakan untuk penentuan nilai Kp dan Ki secara analitik pada kondisi ideal tanpa saturasi. Setelah diperoleh nilai Kp dan Ki maka akan disimulasikan menggunakan sistem kendali PI Anti-Windup. Pada implementasi hanya digunakan sinyal kendali positif yang membuat motor berputar tanpa terjadi adanya efek pengereman. Dari simulasi dan implementasi yang dilakukan, dapat diperoleh data bahwa sistem kendali PI AntiWindup mampu membuat kedua motor BLDC yang berbeda karakteristik memiliki respon kecepatan sistem yang sama cepat dalam mencapai steady state, serta nilai overshoot dan error steady state yang menuju 0%.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/202868", "Tesis": "https://digilib.itb.ac.id/gdl/download/209611"}, "Penulis": "Febi Ariefka Septian Putra [23216325]", "Kontributor / Dosen Pembimbing": ["Ir. Arief Syaichu Rohman, M.Eng.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "PI Anti-Windup, BLDC, karakteristik. respon, PWM", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "27 Feb 2020"}