{"Nomor": 46297, "Judul": "ANALISIS KESTABILAN TEROWONGAN MENGGUNAKAN METODE ELEMEN HINGGA 2D DAN 3D DI TEROWONGAN KERETA API NOTOG", "Abstrak": "Pada masa kini, penggunaan terowongan baik untuk keperluan pertambangan\nmaupun sipil seperti sarana transportasi (kereta api, saluran air untuk pembangkit\nlistrik tenaga air) semakin berkembang. Hal ini dikarenakan terowongan memiliki\nbeberapa keuntungan jika dibandingkan dengan sarana dan prasarana transportasi\ndi atas permukaan. Oleh karena itu, kestabilan terowongan menjadi salah satu faktor\nyang sangat penting dan membutuhkan perhatian yang lebih bagi kelangsungan dan\nkelancaran kegiatan transportasi. Penelitian ini dilakukan di terowongan kereta api\nNotog BH 1440 yang berlokasi di jalur antara Cirebon - Kroya (Cikro), Jawa\nTengah, Indonesia, jalur kereta api yang dibuat adalah rel ganda (double track).\nAnalisis deformasi berdasarkan hasil monitoring (pemantauan) massa batuan\ndengan mengukur deformasi (displacement) massa batuan di sekitar terowongan\nmerupakan salah satu cara untuk mengetahui kestabilan terowongan. Pengukuran\ndeformasi (displacement) massa batuan menggunakan total station pada STA 395\ndengan 3 titik pantau yaitu A = dinding kiri (sebelah Timur), B = atap, dan C =\ndinding kanan (sebelah Barat), didapatkan besar deformasi terowongan pada setiap\ntitik yaitu, titik A = 2,4 mm, titik B = 1,5 mm, dan titik C = 2,2 mm, dan terowongan\ndikategorikan masih dalam keadaan stabil. Analisis balik secara trial and error\ndalam pemodelan numerik menggunakan Metode Elemen Hingga 2D dan 3D yang\nmengacu besar perpindahan hasil monitoring, dan digunakan kriteria keruntuhan\nMohr-Coloumb, didapatkan nilai Modulus Young (E) untuk material volcanic\nbreccia sebesar 20056 MPa, sandstone sebesar 1667 MPa, dan claystone sebesar\n2139 MPa. Faktor keamanan (FK) untuk terowongan pada titik A, B, dan C masingmasing\nadalah 1,65, 2,46, dan 2,05.", "Daftar File": {"ABSTRAK Zati Hulwani": "https://digilib.itb.ac.id/gdl/download/202898", "BAB 1 Zati Hulwani": "https://digilib.itb.ac.id/gdl/download/238641", "BAB 2 Zati Hulwani": "https://digilib.itb.ac.id/gdl/download/238642", "BAB 3 Zati Hulwani": "https://digilib.itb.ac.id/gdl/download/238643", "BAB 4 Zati Hulwani": "https://digilib.itb.ac.id/gdl/download/238644", "BAB 5 Zati Hulwani": "https://digilib.itb.ac.id/gdl/download/238645", "BAB 6 Zati Hulwani": "https://digilib.itb.ac.id/gdl/download/238646", "PUSTAKA Zati Hulwani": "https://digilib.itb.ac.id/gdl/download/238647"}, "Penulis": "Zati Hulwani [22117006]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Budi Sulistianto, M.T.", "Dr.Eng. Nuhindro Priagung Widodo, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "kestabilan bawah tanah, analisis balik, pemantauan deformasi, metode elemen hingga 2D dan 3D.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "27 Feb 2020"}