{"Nomor": 46300, "Judul": "STRATEGI MARKETING UANG ELEKTRONIK PADA ONLINE MARKETPLACE: STUDI KASUS BUKALAPAK PENGESAHAN", "Abstrak": "Penggunaan uang elektronik di Indonesia telah menjadi trend yang berkembang pesat. Bukalapak juga telah menyediakan fasilitas uang elektronik dengan mengadakan kerja sama dengan perusahaan financial technology yang telah memiliki ijin. Untuk menggunakan fasilitas ini di Bukalapak, user diminta untuk menghubungkan akun Bukalapak dan akun milik pihak ketiga tersebut. Setelah dibukanya fasilitas uang elektronik di Bukalapak, banyak user yang telah menghubungkan akunnya. Namun berdasarkan data di Q3 2019, diketahui bahwa masih banyak user yang berpotensi untuk menghubungkan akun dan Bukalapak berharap user-user ini mau menghubungkan akunnya. \n\nUntuk menemukan penyebab mengapa user-user berpotensi tersebut tidak menghubungkan akunnya, penelitian ini menggunakan environmental analysis. Pada external analysis, penelitian akan menggunakan metode Politic, Economy, Social, dan Technology (PEST). Porter 5 Analysis juga digunakan untuk menganalisa situasi kompetisi. Qualitative consumer interview dan quantitative consumer survey dilakukan untuk mengumpulkan data yang akan dianalisa menggunakan metode deskriptif. Pada internal analysis, metode yang akan digunakan adalah metode Valuable, Rare, Imitate, dan Organized (VRIO). Qualitative internal interview dilakukan untuk mengatahui implementasi dari perspektif internal. Data yang telah dikumpulkan di environmental analysis akan di analisa menggunakan metodologi Strength, Weakness, Opportunity, dan Threat (SWOT). Hasilnya menunjukan kurangnya awareness dan attractiveness dari uang elektronik di Bukalapak. Uang elektronik di Bukalapak juga memberikan fasilitas pembayaran instan dan promo eksklusif namun belum cukup menarik agar user menghubungkan akun. \n\nBukalapak disarankan membuat suatu campaign seminggu penuh hanya untuk mempromosikan uang elektronik untuk meningkatkan awereness. Tingkatkan attractiveness dengan menjadikan uang elektronik sebagai tempat menerima refund dan cashback. Mempermudah top-up dengan membuat fitur top-up instan juga disarankan. Untuk mengedukasi user mengenai uang elektronik, Bukalapak disarankan untuk membuat pop-up menjelaskan tentang uang elektronik di homepage. \n\nSeluruh saran akan diimplementasikan pada 2 kuartal. Untuk saran yang membutuhkan implementasi baru dan pemograman, akan dibuat dan diluncurkan satu persatu pada kuartal tersebut. Dalam bersamaan, Bukalapak dapat meluncurkan solusi tercepat yaitu kampanye seminggu penuh. Solusi baru akan membutuhkan kerja sama antara Bukalapak dan rekan financial technology.", "Daftar File": {"2020_TS_PP_MaharaniAsriRahayu_1-Abstrack.pdf)u": "https://digilib.itb.ac.id/gdl/download/202957"}, "Penulis": "Maharani Asri Rahayu [29118191]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mustika Sufiati, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "uang elektronik, online marketplace, awareness, attractiveness", "Sumber": "BUKALAPAK", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "27 Feb 2020"}