{"Nomor": 46304, "Judul": "FAKTOR-FAKTOR YANG MEMPENGARUHI EFEKTIVITAS KNOWLEDGE SHARING DENGAN MEKANISME MENTORSHIP DALAM PROGRAM SUPPLIER DEVELOPMENT (STUDI KASUS PT. BARRY CALLEBAUT INDONESIA)", "Abstrak": "Persaingan pasar yang semakin kompetitif meningkatkan kesadaran perusahaan akan pentingnya mengelola dan mengembangkan rantai pasoknya secara efektif. Salah satu terobosan penting dalam hal pengelolaan dan pengembangan rantai pasok yaitu penyelenggaraan program supplier development. Terdapat berbagai macam aktivitas dalam program supplier development, mulai dari kategori low involvement activity (perusahaan tidak berperan aktif dalam program supplier development) seperti evaluasi dan sertifikasi hingga kategori high involvement activity (perusahaan berperan aktif dalam program supplier development) seperti knowledge sharing dan investasi teknologi.\nBeberapa penelitian telah mengkaji dan berhasil membuktikan efektivitas implementasi program supplier development berbasis knowledge sharing dalam meningkatkan kemampuan pemasok. Melanjutkan penelitian sebelumnya, penelitian ini bertujuan untuk mengeksplorasi peranan budaya organisasi pemasok, fasilitas teknologi informasi dan komunikasi, serta kontrol perilaku yang dipersepsikan (perceived behavioural control) sebagai faktor-faktor yang mempengaruhi efektivitas knowledge sharing dengan mekanisme mentorship dalam program supplier development. Responden dalam penelitian ini adalah pemasok utama PT. Barry Callebaut Indonesia di Sulawesi Barat yang telah mengikuti program supplier development berbasis knowledge sharing dengan mekanisme mentorship. Analisis data dilakukan dengan menggunakan teknik Partial Least Square (PLS).\nBerdasarkan hasil penelitian terhadap 105 responden didapatkan bahwa efektivitas knowledge sharing dengan mekanisme mentorship dalam program supplier development dipengaruhi oleh power distance dan uncertainty avoidance sebagai dimensi budaya organisasi pemasok, serta perceived behavioural control yang dipengaruhi oleh fasilitas teknologi informasi dan komunikasi.", "Daftar File": {"ABSTRAK Nurfaidah Tahir": "https://digilib.itb.ac.id/gdl/download/202963"}, "Penulis": "Nurfaidah Tahir [23417020]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Iwan Inrawan Wiratmadja"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "efektivitas knowledge sharing, mentorship, supplier development, budaya organisasi pemasok, fasilitas teknologi informasi dan komunikasi, Partial Least Square (PLS).", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "28 Feb 2020"}