{"Nomor": 46309, "Judul": "STUDI STRUKTUR DAN PERILAKU RANTAI PASOK KOMODITAS STRATEGIS PADA KONTRAKTOR KECIL BIDANG BANGUNAN GEDUNG DI BANDUNG RAYA", "Abstrak": "Salah satu faktor utama yang sering menjadi pusat pengeluaran biaya oleh suatu perusahaan adalah pembelian material. Sebesar 60-80% pekerjaan dalam keseluruhan proyek konstruksi dilakukan untuk pembelian material dan pelayanan dari pemasok dan subkontraktor. Menurut Kraljic (1983) menyatakan bahwa biaya pembelian memberikan kontribusi sebesar 40-80% terhadap total biaya perusahaan, sehingga pemasok yang tidak tepat akan merugikan bagi suatu perusahaan. Menurut Irfanto (2018) terdapat komoditas strategis pada proyek bangunan gedung yang dilakukan oleh kontraktor dengan kualifikasi kecil di Bandung Raya diantaranya adalah batu bata, semen, beton readymix, baja tulangan, kaca, dan pasir. Komoditas strategis tersebut berpengaruh sebesar 49,78% terhadap pembelian bahan konstruksi dan 31,06% dari total biaya konstruksi. Dalam penelitian ini akan melakukan studi mengenai struktur rantai pasok (struktur jaringan, struktur dimensi jaringan, dan tipe mata rantai) serta perilaku rantai pasok dari para pelaku. Pengumpulan data primer dilakukan dengan metode wawancara langsung berdasarkan kuesioner untuk kontraktor dan pemasok komoditas strategis. Pengolahan data dilakukan menggunakan statistik sederhana dengan memperhitungkan nilai TCR untuk setiap variabel. Penelitian ini menggunakan metode analisis deskriptif untuk kemudian dilakukan analisis komparasi berdasarkan data struktur dan perilaku pelaku rantai pasok. Hasil yang didapatkan bahwa struktur rantai pasok untuk pasir, semen, bata, dan beton memiliki 4 tier. Baja tulangan, kayu, dan kaca memiliki 5 tier. Perilaku rantai pasok seperti mekanisme pembelian dan cara pembayaran memiliki hasil yang berbeda-beda antar komoditas strategis. Hal ini dipengaruhi dengan adanya pengaruh pelaku rantai pasok yang terlibat dan sifat dari komoditas tersebut.", "Daftar File": {"ABSTRAK I Made Bhisma Pranandya": "https://digilib.itb.ac.id/gdl/download/202971", "COVER I Made Bhisma Pranandya": "https://digilib.itb.ac.id/gdl/download/254276", "BAB 1 I Made Bhisma Pranandya": "https://digilib.itb.ac.id/gdl/download/254277", "BAB 2 I Made Bhisma Pranandya": "https://digilib.itb.ac.id/gdl/download/254278", "BAB 3 I Made Bhisma Pranandya": "https://digilib.itb.ac.id/gdl/download/254279", "BAB 4A I Made Bhisma Pranandya": "https://digilib.itb.ac.id/gdl/download/254280", "BAB 4B I Made Bhisma Pranandya": "https://digilib.itb.ac.id/gdl/download/254281", "BAB 5 I Made Bhisma Pranandya": "https://digilib.itb.ac.id/gdl/download/254282", "BAB 6 I Made Bhisma Pranandya": "https://digilib.itb.ac.id/gdl/download/254283", "PUSTAKA I Made Bhisma Pranandya": "https://digilib.itb.ac.id/gdl/download/254284"}, "Penulis": "I Made Bhisma Pranandya [25017025]", "Kontributor / Dosen Pembimbing": ["Ir. Muhamad Abduh MT,Ph.D.,"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "kontraktor kecil, rantai pasok, struktur rantai pasok, perilaku pelaku rantai pasok", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "10 file", "Tanggal Input": "28 Feb 2020"}