{"Nomor": 46310, "Judul": "DESAIN, MANUFAKTUR, DAN PENGUJIAN FORCE  PLATFORM BERBIAYA RENDAH DENGAN LOAD CELL 3SUMBU", "Abstrak": "Force platform merupakan instrumen yang berfungsi untuk mengukur salah satu \nparameter penting dalam analisis biomekanika seperti gait analysis yaitu gaya reaksi tanah.\nIndonesia sampai saat ini belum memiliki produsen force platform sehingga Indonesia harus\nmengimpor dari perusahaan luar seperti Kister dan Bertec. Namun, harga force platform yang\nditawarkan relatif mahal. Pada riset sebelumnya force platform dengan satu sumbu\npengukuran sudah pernah dibuat, tetapi riset ini menggunakan load cell tiga sumbu sehingga\nforce platform memiliki kinerja yang lebih baik dibandingkan force platform sebelumnya. \nPada tugas sarjana ini, komponen load cell diproduksi menggunakan mesin CNC,\nsedangkan komponen lainnya menggunakan proses permesinan manual. Proses kalibrasi\nmenggunakan Tensilon RTF-1310 untuk memberikan gaya dengan besaran tertentu pada\nload cell sehingga matriks kalibrasi dapat diperoleh. Data acquisition yang digunakan adalah\nNational Instrument-9237 yang dikhususkan untuk mengambil sinyal dari rangkaian\nwheatstone bridge yang terdapat pada load cell. Perangkat lunak yang digunakan adalah\nSignalExpress, perangkat resmi NI untuk mengambil sinyal, dan MATLAB untuk mengolah\ndata sinyal tersebut. \nForce platform telah berhasil dibuat dan dikalibrasi sehingga dapat mengukur gaya\nreaksi tanah dari gerakan langkah seseorang. Titik pusat tekanan dan momen bebas dari\naktivitas manusia juga dapat diperoleh dengan menggunakan force platform ini. Dengan\ndemikian, force platform ini dapat membantu analisis biomekanika dalam mencari data yang\ndiperlukan.", "Daftar File": {}, "Penulis": "Muhammad Muflihul Akbar [13115068]", "Kontributor / Dosen Pembimbing": ["Ferryanto, S.T., M.T.", "Satrio Wicaksono, S.T., M.Eng., Ph.D.", "Prof. Ir. Andi Isra Mahyuddin, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "force platform, load cell, gaya reaksi tanah, gait analysis, pusat tekanan.", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "1 file", "Tanggal Input": "28 Feb 2020"}