{"Nomor": 46329, "Judul": "IDENTIFY THE DOMINANT MOTIVATION FACTORS IN NON-PROFIT ORGANIZATION TO INCREASE VOLUNTEER LOYALTY CASE STUDY: PAS-ITB (PEMBINAAN ANAK-ANAK SALMAN - INSTITUT TEKNOLOGI BANDUNG)", "Abstrak": "Pembinaan Anak-Anak Salman Institut Teknologi Bandung - juga dikenal sebagai PAS-ITB - adalah salah satu dari organisasi nirlaba di Bandung. PAS-ITB telah berdiri sejak tahun 1982 dan bergerak di bidang pendidikan anak. Sejak 10 tahun semenjak dibentuk, PAS-ITB tidak dapat menerima semua peserta didik karena partisipasi dari anggota masih kurang. Kondisi ini menunjukkan menurunnya loyalitas dari anggota PAS-ITB. Hal tersebut bisa dilihat dari partisipasi yang kurang dan turnover yang tinggi. Situasi ini berdampak pada pembatasan kuota untuk penerimaan peserta didik di PAS-ITB. Pengurus inti tidak tahu apa yang harus mereka sediakan untuk mempertahankan level loyalitas anggota tetap tinggi. Pada penelitian ini, peneliti menggunakan metode penelitian kualitatif yang datanya diperoleh melalui wawancara semi-terstruktur dan observasi partisipatif. Hasilnya akan dianalisis menggunakan metode pengkodean. Wawancara dilakukan dengan mewawancarai 15 narasumber yang terdiri dari anggota aktif, alumnus, dan mantan anggota. Peneliti menggunakan faktor motivasi dalam organisasi nirlaba sebagai kerangka wawancara. Faktor-faktor yang mempengaruhi peningkatan motivasi anggota adalah altruisme, egoisme, penghargaan, hubungan sosial, waktu luang, dan pengembangan karier. Penelitian ini membuktikan bahwa enam faktor motivasi dalam organisasi nirlaba juga ditemukan dalam organisasi PAS-ITB. Penelitian ini juga menemukan faktor-faktor baru yang mempengaruhi motivasi anggota untuk bergabung dengan organisasi nirlaba, terutama di PAS-ITB. Faktor-faktor ini adalah keyakinan, lingkungan kreatif, gaya kepemimpinan, pengelolaan organisasi, lingkungan yang memotivasi, aturan organisasi, dan jarak. Setelah peneliti menginterpretasikan data, dapat diketahui bahwa faktor yang dominan mempengaruhi motivasi anggota PAS-ITB adalah motivasi egoistik, motivasi hubungan sosial, motivasi waktu luang, motivasi pengembangan karier dan aturan organisasi. Dengan mengetahui faktor-faktor dominan yang memengaruhi motivasi anggota PAS-ITB, para pengurus inti dapat membuat program yang mendukung pemenuhan kebutuhan anggota sebagai faktor motivasi dari anggota. Ada beberapa program yang dapat diterapkan di PAS-ITB, seperti lokakarya dan kolaborasi dengan alumni dan orang tua; dan untuk mengatasi masalah waktu yang terbatas, PAS-ITB dapat menggunakan platform online untuk rapat. Rekomendasi untuk PAS-ITB adalah untuk lebih memperhatikan motivasi dari masing-masing anggota berdasarkan alasan mereka untuk bergabung dengan PAS-ITB. Proses ini bertujuan untuk meminimalkan ketidakcocokan antara tujuan PAS-ITB dan kebutuhan anggota. Untuk hasil yang lebih valid dalam penelitian selanjutnya, peneliti dapat menambahkan tahap konfirmasi data kepada anggota inti. Metode campuran dapat digunakan untuk memperkuat hasil penelitian.", "Daftar File": {"ABSTRAK Natalia Dwiyanti": "https://digilib.itb.ac.id/gdl/download/203031"}, "Penulis": "Natalia Dwiyanti [19016218]", "Kontributor / Dosen Pembimbing": ["Adita Pritasari, S.T., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Organisasi Nirlaba, Faktor Motivasi, Loyalitas Anggota", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "02 Mar 2020"}