{"Nomor": 46320, "Judul": "OKSIDASI KATALITIK BENZENA MENGGUNAKAN KATALIS CUO/?-AL2O3 DALAM REAKTOR ALIRAN BOLAK-BALIK SKALA PILOT: PEMODELAN, SIMULASI, EKSPERIMEN, DAN VALID", "Abstrak": "OKSIDASI KATALITIK BENZENA\nMENGGUNAKAN KATALIS CuO/?-Al2O3\nDALAM REAKTOR ALIRAN BOLAK-BALIK SKALA PILOT:\nPEMODELAN, SIMULASI, EKSPERIMEN, DAN VALIDASI\nOleh\nJudistira\nNIM: 23018014\n(Program Studi Magister Teknik Kimia)\nPabrik PTA memiliki gas buang yang mengandung benzena berkonsentrasi kecil.\nBenzena merupakan salah satu senyawa VOC yang bersifat toksik, karsinogenik,\ndan banyak dihasilkan oleh industri petrokimia. Metode pengolahan benzena yang\npaling efektif adalah oksidasi katalitik yang membutuhkan energi besar. Untuk\nmengurangi konsumsi energi, proses pengolahan benzena dilakukan dengan\nmenggunakan Reaktor Airan Bolak-Balik (RABB). Penelitian ini bertujuan untuk\nmembangun dan memvalidasi model persamaan RABB skala pilot, menentukan\nnilai switching time yang memberikan unjuk kerja RABB terbaik, dan menentukan\nkemampuan ototermal proses oksidasi katalitik benzena dengan katalis komersial\n7% CuO/?-Al2O3.\nDinamika propagasi panas sepanjang RABB dilihat dengan memvariasikan\nswitching time. Generasi panas pada bagian katalis digantikan dengan heater saat\ntidak terjadi reaksi. Saat terjadi reaski, panas oksidasi katalitik benzena digunakan.\nPada pembentukkan model dan validasi, eksperimen dan simulasi dilakukan dengan\numpan udara dan variasi switching time 30 menit dan 60 menit. Simulasi persamaan\nmodel dilakukan dengan Flex PDE Versi 6.50 dengan persamaan model\nperpindahan massa One Dimensional Model with Axial Mixing dan Basic One\nDimensional Model untuk model perpindahan energi sampai temperatur hasil\nsimulasi mendekati hasil eksperimen (valid). Setelah persamaan model valid,\nsimulasi dilakukan dengan variasi switching time 120 menit dan 360 menit untuk\numpan udara, serta 30 menit dengan umpan benzena 500 ppm.\nPersamaan model dibentuk dan divalidasi dengan nilai UA pada bagian inert dan\npada bagian katalis sebesar 1,67×10-3 J/(K·s) dan 2,31 J/(K·s). Peningkatan nilai\nswitching time dalam operasi RABB memberikan nilai heat loss yang semakin\nbesar dan mengakibatkan menurunnya temperatur operasi di dalam reaktor. Nilai\nswitching time yang memberikan unjuk kerja reaktor terbaik adalah 30 menit, di\nmana reaktor beroperasi pada rezim sliding dan dapat beroperasi pada temperatur\nmaksimum 152oC. Proses oksidasi katalitik benzena dengan konsentrasi 500 ppm,\ntemperatur umpan 123oC, dan laju alir 2L/s pada RABB skala pilot dengan katalis\nkomersial 7% CuO/?-Al2O3 tidak dapat berlangsung secara ototermal.", "Daftar File": {"2020_TS_TK_JUDISTIRA_23018014_CAVER.pdf?": "https://digilib.itb.ac.id/gdl/download/202989", "BAB1 Judistira": "https://digilib.itb.ac.id/gdl/download/202990", "BAB2 Judistira": "https://digilib.itb.ac.id/gdl/download/202991", "BAB3 Judistira": "https://digilib.itb.ac.id/gdl/download/202992", "BAB4 Judistira": "https://digilib.itb.ac.id/gdl/download/202993", "BAB5 Judistira": "https://digilib.itb.ac.id/gdl/download/202994", "PUSTAKA Judistira": "https://digilib.itb.ac.id/gdl/download/202995"}, "Penulis": "Judistira [23018014]", "Kontributor / Dosen Pembimbing": ["Dr. Yogi Wibisono Budhi, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Chemical engineering", "Kata Kunci": "Konversi benzena, Oksidasi katalitik, Pemodelan dan simulasi, Profil temperatur, Switching time.", "Sumber": "Perpustakaan Teknik Kimia", "Staf Input/Edit": "Budi Cahyadi  \n                                     Budi Cahyadi", "File": "7 file", "Tanggal Input": "02 Mar 2020"}