{"Nomor": 46326, "Judul": "PENGEMBANGAN METODE EKSPERIMEN BERBASIS INKUIRI PADA EKSTRAKSI KAFEIN BIJI KOPI ROBUSTA JAWA BARAT TERHADAP MAHASISWA PRODI TEKNOLOGI PANGAN UNPAS", "Abstrak": "Metode  pembelajaran eksperimen merupakan metode  yang penting  dalam  proses pembelajaran kimia. Kegiatan eksperimen yang dilakukan dalam mata kuliah praktikum   Kimia  Analitik  dengan  materi  ekstraksi  di  program  studi Tek.Pangan Unpas  mengalami  permasalahan ,  yaitu  lebih  dari  50%  pemahaman   mahasiswa masih  dinjlai  kurang  baik  berdasarkan nilai  kuis harian, dan  ujian.  Keterampilan mahasiswa yang  rendah  ini salah  satu faktomya adalah  permasalahan mahasiswa dalam   mengaitkan  pengetahuan  teoritis  dengan   eksperimen  yang  telah dilakukannya.   Adapun    salah    satu    metode    pembelajaran   eksperimen   yang menunjang keterampilan sains adalah  berbasis  inkuiri terbimbing. Pada  penelitian ini dilakukan pemisahan  kafein  dari  biji kopi Robusta  yang berasal  dari Malabar, Gunung    Puntang,     Gunung    Halu,    dan    Ciwidey.     Sedangkan   pada    proses pembelajaran kirnia secara inkuiri terbimbing bagi mahasiswa program studi Tek.Pangan Unpas dilakukan  proses ekstraksi  dan perbandingan hasil pengukuran kadar kafein ekstrak antara rnetode volurnetri dan spektrofotornetri UV-Visibel. Ekstraksi  pelarut  yang dilakukan   menggunakan alat  domestic mrcrowave. Tahap pertarna,  kopi   bubuk   dicampurkan  dengan   air  dan   diaduk   selama   90   rnenit. Kernudian  campuran  tersebut  dipanaskan selarna  2 rnenjt pada suhu 80°C.  Setelah itu  filtrat  kopi  diekstraksi secara  terpisah  dengan  diklorornetana dan  kloroforrn. Hasil ekstraksi lalu dikeringkan dan dikarakterisasi dengan  uji titik  leleh, Krornatografi   Lapis Tipis,  dan  Krornatografi Gas-Spektrornetri Massa  (GC-MS), serta uji kadar kafein dengan rnetode Spektrofotometri UV- Visibel. Hasil penelitian menunjukkan  bahwa  nilai  rendernen   tertinggi   berdasarkan  berat  kering  kafein diperoleh ekstrak dengan  pelarut diklorornetana sebesar 0,48-0,86%. Proses  isolasi kafein dinilai berhasil dari hasil pengujian KLT dan GC-MS.  Hasil pengujian kadar kafein  menunjukkan kafein tertinggi  dimiliki  oleh  biji kopi Robusta  Ciwidey  dan Malabar   sebesar   0,09%   dengan   ekstraksi   menggunakan  diklorometana. Berdasarkan hasi l  pernbelajaran pada rnahasiswa  didapatkan kadar  kafein dengan metode  volumetri  sebesar  3,99%, sedangkan rnetode spek1rofotometri  UV-Visibel sebesar 2,46%.  Modul prak1ikum rnateri ekstraksi berbasis inkuiri terbimbing dinyatakan  cukup  val id untuk digunakan  dengan  nilai skor va1iditas sebesar  75%. Sedangkan hasil respon rnahasiswa terhadap  rnodul praktikurn dihasilkan  nilai rata­ rata  sebesar  85%,  yang artinya  respon  rnahasiswa  cukup  positif  terhadap pembelajaran.", "Daftar File": {"ABSTRAK Nabila Marthia": "https://digilib.itb.ac.id/gdl/download/203010"}, "Penulis": "Nabila Marthia [90516009]", "Kontributor / Dosen Pembimbing": ["Dr. Deana Wahyuningrum, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "pemisahan; esktraksi; gelombang mikro; kopi robustra", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Latifa Noor", "File": "1 file", "Tanggal Input": "02 Mar 2020"}