{"Nomor": 46336, "Judul": "ANALISIS EFEKTIVITAS KEGIATAN PEMASARAN FS-CURTIS UNTUK MENINGKATKAN KESADARAN MEREK KOMPRESOR UDARA UNTUK INDUSTRI: STUDI KASUS DI PT. FUSHENG COMPRESSOR INDONESIA- JAKARTA", "Abstrak": "Kebutuhan udara bertekanan di industri terus meningkat seiring dengan kemajuan teknologi\nuntuk mempercepat proses produksi. Udara bertekanan dipergunakan oleh industry kecil seperti\nperbengkelan hingga indusri besar seperti indutri petro kimia. Kebuthan kompresor udara di\nIndonesia sekitar 27.000 unit per tahun dengan nilai transaksi 800 milyar rupiah pertahun.\nBesarnya pasar kompresor udara di Indonesia membuat banyak pabrikan dengan berbagai\nmerek masuk ke Indonesia, dari China, Amerika dan Eropa. Kompetisi menjadi semakin ketat,\nloyalitas terhadap suatu merek menjadi lemah.\nPT. Fusheng Compressor Indonesia memulai bisnis memasarkan kompresor udara dengan\nmerek Fusheng yang berasal dari Taiwan pada tahun 2015. Dengan berjalannya waktu, pada\ntahun 2017 atas permintaan Fusheng Industrial Co., Ltd selaku pemegang saham PT. Fusheng\nCompressor Indonesia memasarkan kompresor udara FS-Curtis yang merupakan merek\nAmerika yang diakuisisi oleh Fusheng grup. Beberapa kegiatan pemasaran dilakukan oleh PT.\nFusheng Compressor Indonesia untuk “branding” FS-Curtis di Indonesia, dalam\nperkembangannya proses “branding” ini tidak berjalan sesuai dengan yang diinginkan, pangsa\npasar PT. Fusheng Compressor Indonesia hanya 4%, jauh dari target yang dicanangkan oleh\npimpinan Fusheng Grup menjadi tiga besar merek pembuat kompresor udara di dunia. Dengan\nkata lain pasar di Indonesia harus meningkat menjadi 12%.\nUntuk mengatasi permasalahan ini dilakukan analisis secara internal, eksternal dan penyebab\nrendahnya kesadaran customer terhadap FS-Curtis. Internal analisis dilakukan dengan VRIO\nanalisis dan Brand Audit, sedangkan eksternal analisis dilakukan PESTEL analisis dan\ncompetitor analisis. Data diambil berdasarkan pengamatan, survey, dan interview dilakukan\nkepada potensial pelanggan dan pelangan yang sudah ada. Dari hasil interview dan analisis\nyang dilakukan, pengetahuan terhadap merek FS-Curtis masih rendah disebabkan oleh sistem\nstrategi pemasaran belum benar.\nPada bagaian akhir, penulis merumuskan solusi untuk mengatasi permasalahan strategi\npemasaran dengan melakukan perbaikan sistem strategi pemasaran pada beberapa bagian di\ninternal. Perbaikan tersebut mencakup; perbaikan sistem pemantauan, membuat wewenang dan\ntanggungjawab karyawan yang terlibat, meningkatkan kemapuan penjual, memperbaharui\nskema komisi penjual, meningkatkan sistem CRM dan menambah anggaran untuk aktifitas\npemasaran. Hal ini dapat diimplementasikan oleh perusahaan untuk meningkatkan pengetahuan\ncustomer terhadap merek FS-Curtis.", "Daftar File": {"2020_TS_PP_Hariadi_1-Abstrak_compressed.pdf\n]": "https://digilib.itb.ac.id/gdl/download/203046"}, "Penulis": "Hariadi [29118025]", "Kontributor / Dosen Pembimbing": ["Nila Armelia Windasari, S.A., M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "kompresor udara, industri, kepedulian merek, sistem strategi pemasaran.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "02 Mar 2020"}