{"Nomor": 46339, "Judul": "PERANCANGAN SISTEM PENDETEKSI KANTUK PENGEMUDI BERBASIS WAJAH DENGAN COMPUTER VISION DAN PEMBELAJARAN MESIN", "Abstrak": "Saat ini, sistem peringatan untuk mendeteksi tanda tanda pengemudi yang mengantuk berkembang di seluruh dunia serta ada beberapa mobil yang sudah dilengkapi dengan teknologi  yang mampu meningkatkan keselamatan pengguna khususnya menganalisis kondisi pengemudi dan memeberikan peringatan ketika pengemudi menunjukkan tanda tanda mengantuk. Akan tetapi, sistem tersebut bersifat built-in dan tidak semua jenis mobil memiliki sistem tersebut. Sehingga pengemudi yang ingin meningkatkan keselamatan berkendara tidak dapat membeli sistem tersebut saja, melainkan harus membeli mobil baru yang sudah dilengkapi dengan sistem tersebut. Oleh karena itu, dikembangkan sistem yang dapat menganalisis kondisi pengemudi dan memberikan peringatan ketika pengemudi menunjukkan tanda tanda mengantuk yang dapat dipasang sebagai fitur tambahan pada mobil, yaitu sistem In-Car Assistive Technology for Drowsy Driver (AssystDrive). \n \nSalah satu subsistem pada AssystDrive adalah subsistem pendeteksi wajah pengemudi. Subsistem ini menganalisis kondisi pengemudi berdasarkan gambar wajah pengemudi dan mengklasifikasikannya menjadi 3 kondisi yaitu awake, low vigilance, dan drowsy. Kondisi awake menyatakan bahwa pengemudi terjaga. Ketika pengemudi dalam kondisi ini, tidak ada peringatan yang diberikan. Kondisi low vigilance menyatakan bahwa pengemudi sedang tidak konsentrasi. Ketika pengemudi dalam kondisi ini, maka subsistem pendeteksi jalur dan subsistem pendeteksi objek akan aktif. Kondisi drowsy menyatakan bahwa pengemudi sedang mengantuk. Ketika kondisi ini aktif, maka sistem akan memberikan peringatan kepada pengemudi.  \n \nPengambilan gambar wajah pengemudi dilakukan secara realtime dengan menggunakan kamera yang diletakkan di dashboard depan mobil. Filter inframerah pada kamera dilepas dan LED inframerah ditambahkan pada kamera agar kamera \n\ndapat mengambil gambar dalam kondisi gelap. Gambar yang diambil oleh kamera diproses menggunakan Odroid XU4. Notifikasi peringatan diberikan melalui suara buzzer dan ditampilkan pada layar LCD yang diletakkan di dashboard mobil. Klasifikasi kondisi pengemudi dibuat dengan menggunakan algoritma pembelajaran mesin dan computer vision. Pengujian dilakukan secara realtime dan dengan menggunakan input video. Hasil pengujian secara realtime menunjukkan bahwa gambar dapat diambil dan diproses pada kondisi cahaya terang dan gelap dengan delay komputasi maksimal 500 milidetik. Pengujian dengan input video dilakukan dengan video berjumlah 115 yang sudah diberi label awake dan low vigilance dan didapat akurasi sekitar 70%. Suara yang dihasilkan oleh buzzer ketika sistem memberi peringatan adalah sekitar 55dB.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/203049"}, "Penulis": "Yulian Deni Adhitama [13215034]", "Kontributor / Dosen Pembimbing": ["Ir. Arief Syaichu Rohman, M.Eng.Sc., Ph.D.", "Yulyan Wahyu Hadi, S.T., M.T.", "Dr. Lenni Yulianti, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Sistem peringatan, pengemudi, wajah", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "02 Mar 2020"}