{"Nomor": 46332, "Judul": "PERBANDINGAN PRODUK TUTUPAN LAHAN GLOBAL UNTUK PEMANTAUAN DEFORESTASI MANGROVE DI ASIA TENGGARA", "Abstrak": "Hutan mangrove tumbuh di daerah pesisir tropis dan memiliki peran ekologis untuk lingkungan sekitarnya. Hutan mangrove melindungi pantai dari ombak besar dan menjadi habitat berbagai fauna laut, dan menyimpan kepadatan karbon tertinggi di antara ekosistem lainnya secara global. Di Asia Tenggara, hutan mangrove memiliki keanekaragaman hayati yang tinggi dan berkontribusi terhadap keberlanjutan ekosistem. Namun, berdasarkan studi yang sudah ada, hutan mangrove mengalami deforestasi karena tingginya tuntutan komoditas dan penggunaan lahan. Penelitian ini ditujukan untuk menganalisis perubahan tutupan lahan di Asia Tenggara yang menyebabkan deforestasi mangrove. Analisis dilakukan dengan membandingkan perubahan tutupan lahan pada tiap produk tutupan lahan global dengan deforestasi mangrove berdasarkan data Mangrove Forest Watch (CGMFC-21). Hasil dari penelitian ini menunjukkan bahwa GLCNMO mendeteksi kelas tutupan lahan yang menggantikan area hutan bakau pada kurun waktu penelitian lebih banyak dari produk tutupan lahan global lainnya. Berdasarkan hasil dapat disimpulkan bahwa metode dan produk yang digunakan mempengaruhi hasil. Ada banyak sumber produk data yang dapat digunakan untuk penelitian masa depan, dengan metode lain yang lebih baik sehingga mereka memberikan ruang untuk penelitian dan pengembangan di masa depan.", "Daftar File": {"ABSTRAK Sonny Adhitya Sudhana": "https://digilib.itb.ac.id/gdl/download/203041", "COVER Sonny Adhitya Sudhana": "https://digilib.itb.ac.id/gdl/download/254308", "PUSTAKA Sonny Adhitya Sudhana": "https://digilib.itb.ac.id/gdl/download/254313"}, "Penulis": "Sonny Adhitya Sudhana [15115017]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ketut Wikantika, M.Eng., Ph.D.", "Dr. Anjar Dimara Sakti, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Deforestasi Mangrove, Land Use and Land Cover Change (LULCC), Asia Tenggara, Produk Tutupan Lahan Global", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "02 Mar 2020"}