{"Nomor": 46337, "Judul": "IMPLEMENTASI EMOTIONAL BRANDING PADA STRATEGI MARKETING MIX UNTUK MENINGKATKAN PENJUALAN LABUAN", "Abstrak": "Industri fesyen adalah industri dengan pertumbuhan cepat, serta subsektor ekonomi kreatif\nterbesar kedua di Indonesia. Industri fesyan sendiri terbagi menjadi fast fashion dan slow\nfashion. Industri fast fashion berfokus pada kecepatan dan kuantitas, sedangkan industri slow\nfashion berfokus pada kualitas dan visi merek. Dengan banyaknya bisnis dan merek, industri\nfesyen memiliki pasar yang kompetitif di mana banyak merek menjual barang yang sama\ndengan harga bersaing pada waktu yang bersamaan. Brand fesyen perlu mengembangkan\nstrategi baru untuk menarik perhatian konsumen dengan menciptakan koneksi ke hati mereka.\nBanyak merek fesyen menggunakan strategi branding emosional untuk melibatkan pelanggan,\nmemikat kebutuhan, aspirasi, dan ego mereka. Emotional Branding didefinisikan sebagai\nketerlibatan antara merek dan pelanggan untuk menciptakan hubungan emosional yang\nmendalam, jangka panjang dan intim, yang menciptakan hubungan khusus berdasarkan\npengalaman emosional.\nDi pasar yang sangat kompetitif, Labuan menghadapi pendapatan yang tidak stabil sejak awal\nbisnis. Masalah ini dipengaruhi oleh beberapa faktor dalam aspek produk, harga, tempat, dan\npromosi. Untuk membantu perusahaan menyelesaikan masalah bisnis, Labuan memerlukan\nstrategi untuk meningkatkan penjualan. Untuk membuat solusi bisnis, Labuan melakukan\nanalisis penelitian menggunakan analisis internal, analisis eksternal, dan analisis pelanggan\nsebagai proses validasi. Labuan menggunakan analisis STP, dan analisis Marketing Mix 4P\nuntuk mengidentifikasi masalah bisnis internal. Untuk analisis eksternal, Labuan\nmenggunakan Porter's Five Forces dan Analisis Pesaing untuk melakukan pembandingan\ndengan pesaing lain. Labuan juga melakukan wawancara dengan pelanggan saat ini dan calon\npelanggan untuk mendapatkan wawasan, perilaku pelanggan, dan preferensi pelanggan\nterhadap merek dan produk.\nHasil dari analisis disimpulkan menggunakan analisis SWOT untuk mengidentifikasi akar\npenyebab masalah. Penyebab mendasar masalah bisnis Labuan adalah kurangnya variasi\nproduk; produk tidak sesuai; kurangnya nilai produk; harga produk; kurangnya saluran\ndistribusi; kurangnya variasi alat kegiatan promosi. Labuan juga menemukan bahwa pesaing\nlain menggunakan branding emosional untuk meningkatkan kinerja bisnis.\nSolusi bisnis yang diusulkan untuk memecahkan masalah adalah: struktur organisasi baru,\nformulasi STP baru, strategi bauran pemasaran baru. Labuan menerapkan emotional branding\nuntuk strategi pemasaran; produk, harga, tempat, dan promosi. Empat aspek utama dalam\nbranding emosional adalah sensory experience, story telling, cause-branding, empowerment.", "Daftar File": {"2020_TS_PP_Andre Reksa Rajendra_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/203047"}, "Penulis": "Andre Reksa Rajendra [29118010]", "Kontributor / Dosen Pembimbing": ["Dr. Dona Saphiranti, S.Sn., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "produk Labuan, emotional branding, strategi pemasaran, slow fashion, fashion berkelanjutan", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "02 Mar 2020"}