{"Nomor": 46343, "Judul": "STUDI IDENTIFIKASI KARAKTERISTIK HIDROLIK SUNGAI BAWAH TANAH", "Abstrak": "Keberadaan wilayah karst di Indonesia akhir-akhir ini dianggap memiliki nilai yang sangat strategis. Topografi karst merupakan bentang alam yang bukan saja unik namun memiliki potensi yang luar biasa, terutama pada bidang sumber daya air. Kondisi hidrologi di daerah karst bisa dibilang sangat unik dan berbeda, karena karst pada umumnya tersusun dari batuan gamping yang mengakibatkan minimnya aliran air permukaan dan lebih berkembangnya sistem aliran air bawah tanah. Tujuan penulisan tesis ini adalah untuk mencari perbedaan karakteristik hidrolik antara sungai permukaan dan sungai bawah tanah dengan pendekatan hidrolik yaitu dengan mengidentifikasi hubungan antara debit dan curah hujan pada keduanya. Penelitian ini dilakukan dengan mengumpulkan data sekunder dari berbagai macam literatur termasuk dari instansi terkait.\nUntuk mengidentifikasi perbedaan antara sungai bawah tanah dan sungai permukaan, dilakukan perbandingan yang meliputi perbedaan penampang dasar sungai permukaan dan sungai bawah tanah dan perbandingan hubungan antara debit dan curah hujan pada kedua sungai. Pengamatan lapangan dilakukan di Green Canyon yang merupakan aliran dari Sungai Cijulang. Daerah Aliran Sungai (DAS) Cijulang memiliki luas sekitar 31.339 hektar yang berada di Kecamatan Parigi dan Kecamatan Cijulang di Kabupaten Pangandaran. Data yang didapat adalah data curah hujan rata-rata tahunan di dua stasiun hujan di DAS Cijulang dan data debit Sungai Cijulang itu sendiri, ditambah dengan pengambilan sampel air Sungai Cijulang untuk diuji kualitasnya. Hasil pengolahan data diperoleh adanya time lag atau jeda waktu antara puncak curah hujan ke debit puncak selama beberapa bulan. Dari hasil dan pembahasan yang dilakukan dapat ditarik kesimpulan bahwa terdapat perbedaan antara sungai permukaan dan sungai bawah tanah terlihat dari adanya time lag dari puncak curah hujan hingga debit puncak yaitu selama empat bulan dimana time lag dari sungai bawah tanah lebih lama daripada sungai permukaan. Sedangkan dari pengukuran kualitas air yang bila dirujuk pada peraturan Permenkes RI No.492 Tahun 2010 adalah tidak memenuhi standar air bersih.", "Daftar File": {"ABSTRAK Bangun Parinata": "https://digilib.itb.ac.id/gdl/download/203053"}, "Penulis": "Bangun Parinata [95016002]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Sri Legowo Wignyo Darsono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "sungai bawah tanah, karakteristik hidrolik, Green Canyon, sungai cijulang.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Mar 2020"}