{"Nomor": 46357, "Judul": "FITNESS FOR SERVICE CACAT RETAK SEMI-ELIPTIKAL PADA PIPA BERDASARKAN API 579", "Abstrak": "Minyak tetap menjadi sumber bahan bakar yang paling sering digunakan secara\nglobal selama 20 tahun mendatang. Sistem perpipaan digunakan untuk\nmentransportasikan minyak yang akan mengalami degradasi setelah beberapa tahun\nberoperasi. Salah satu degradasi yang umum terjadi di pipa adalah cacat retak yang\nterjadi di permukaan dengan bentuk semi-eliptikal. Suatu asesmen yang disebut\nFitness For Service (FFS) berdasarkan Standard API 579 dilakukan untuk\nmenentukan apakah cacat retak masih dapat diterima untuk beroperasi lebih lanjut\natau tidak. Tesis ini bertujuan untuk melakukan suatu studi analitik dan numerik\nberkaitan dengan cacat retak pada permukaan yang memiliki bentuk semi-eliptikal\npada suatu pipa proses sebagai studi kasus dan menentukan apakah sistem\nperpipaan selamat atau tidak. Metode yang digunakan adalah dengan melakukan\nperhitungan analitik berdasarkan Standard API 579 Bab 9 dan simulasi numerik\ndengan ANSYS sebagai perangkat lunak metode elemen hingga. Suatu program\nbantu dikembangkan untuk menyederhanakan perhitungan dan analisis cacat retak\npada pipa. Variasi parameter dimensi cacat retak juga dilakukan untuk mencari\nkedalaman dan panjang retak yang diizinkan agar sistem perpipaan dapat tetap\nberoperasi berdasarkan API 579.\nStudi kasus menganalisis sebuah cacat retak semi-eliptikal pada permukaan pipa di\nsuatu stasiun pengumpul minyak. Sistem perpipaan dengan kondisi tekanan desain\ninternal 220 psi dan temperatur desain 150\niii\n0\nF memiliki cacat retak dengan\nkedalaman retak 0.12 in dan panjang retak 4 in. Lokasi cacat retak terdapat pada\ndaerah sambungan las pipa lurus dengan material pipa SA106 Grade B yang jauh\ndari diskontinuitas struktural. Penilaian FFS Level 1, 2 dan 3 berdasarkan Standard\nAPI 579 dilakukan untuk menentukan apakah sistem perpipaan masih dapat lanjut\nberoperasi atau tidak. Hasil analisis FFS untuk studi kasus menunjukkan bahwa\nsistem perpipaan dengan cacat retak dan kondisi pembebanan terkait tidak dapat\nditerima atau gagal untuk lanjut beroperasi dengan modus kegagalan retak tak\nstabil.\nPenulis mengembangkan suatu program bantu untuk menyederhanakan analisis dan\nsimulasi retak dengan menggunakan Microsoft Excel. Program aplikasi ini dapat\nmenganalisis cacat retak berbentuk semi-eliptikal di permukaan dalam atau luar\npipa dengan beban tekanan dalam pipa dan beban tegangan sisa. Program ini juga\ndapat menganalisis cacat retak dengan orientasi longitudinal atau sirkumferensial,\nlas pipa longitudinal atau vertikal, dan lokasi retak di logam induk atau daerah\nlasan. Selanjutnya, program ini digunakan untuk menentukan ukuran kedalaman\ndan panjang retak berdasarkan data studi kasus yang diizinkan agar sistem\nperpipaan dapat tetap beroperasi. Hasil dari analisis variasi kedalaman dan panjang\nretak menyimpulkan bahwa kedalaman retak yang diizinkan adalah 0.085 in dengan\npanjang retak konstan 4 in, sedangkan panjang retak yang diizinkan adalah 1.5 in\ndengan kedalaman retak konstan 0.12 in.\nMetode simulasi numerik dengan menggunakan perangkat lunak ANSYS\ndilakukan untuk verifikasi dan perbandingan pada tesis ini. Metode elemen hingga\nuntuk menghitung faktor intensitas tegangan akibat beban primer berupa tekanan\ndesain internal pipa dilakukan untuk cacat retak semi-eliptikal. Hasil analisis dan\nsimulasi retak untuk studi kasus menunjukkan bahwa faktor intensitas tegangan\nyang didapat berdasarkan simulasi numerik sebesar 7.386 psi?in, sedangkan secara\nanalitik dengan menggunakan API 579 sebesar 7.416 psi?in atau perbedaan nilai\nsebesar 0,4%. Faktor intensitas tegangan yang didapat berdasarkan simulasi\nnumerik dengan analitik memiliki perbedaan nilai kurang dari 5,5% untuk variasi\nkedalaman cacat retak dan 2,4% untuk variasi panjang cacat retak. Hasil ini\nmenunjukkan bahwa faktor intensitas tegangan yang didapat berdasarkan simulasi\nnumerik dengan analitik akurat. Kedua nilai faktor intensitas tegangan dapat\ndigunakan untuk diplot ke Diagram Asesmen Kegagalan untuk menentukan apakah\nsistem perpipaan dapat lanjut beroperasi atau tidak.\nHasil analisis menyimpulkan bahwa pipa studi kasus tidak dapat lanjut untuk\ndioperasikan sehingga harus diperbaiki atau diganti. Hasil analisis variasi dimensi\nretak juga menyimpulkan bahwa semakin dalam dan panjang suatu cacat retak,\nmaka pipa semakin cenderung tidak dapat lanjut beroperasi. Tesis ini berguna untuk\nmemberikan contoh analisis retak pada pipa dengan analitik dan numerik secara\nkomprehensif sebagai panduan untuk pekerjaan terkait di masa depan. Tesis ini\nmenghasilkan suatu program aplikasi yang membantu analisis dan perhitungan\ncacat retak semi-eliptikal dengan tekanan desain internal pipa sebagai beban primer.\nProgram aplikasi ini akan sangat membantu insinyur dalam pekerjaan di bidang\nteknik untuk melakukan analisis cacat retak pada pipa di lapangan secara efisien\ndan akurat.", "Daftar File": {"Abstract.pdf?": "https://digilib.itb.ac.id/gdl/download/203087"}, "Penulis": "Eric Maramaha Sitompul [23117016]", "Kontributor / Dosen Pembimbing": ["M. Agus Kariem, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "retak, semi-eliptik, pipa, FFS, API 579, elemen hingga.", "Sumber": "", "Staf Input/Edit": "D. Budina  \n                                     D. Budina", "File": "8 file", "Tanggal Input": "03 Mar 2020"}