{"Nomor": 46353, "Judul": "ANALISIS RELOKASI HIPOSENTER GEMPA AFTERSHOCK TANGGAL 11-14 JUNI 2006 MENGGUNANAKAN METODE DOUBLE DIFFERENCE SERTA PERHITUNGAN MAGNITUDO LOKAL", "Abstrak": "Pada tanggal 27 Mei 2006, terjadi gempa bumi di Yogyakarta dan sekitarnya, termasuk di dalamnya wilayah Kabupaten Bantul, Klaten, Gunung Kidul, dan Kulon Progo. USGS mencatat gempa bumi tersebut terjadi pada pukul 05:53:58 WIB dengan posisi episentrum 7,97º Lintang Selatan dan 110,44º Bujur Timur, kedalaman 10 km, serta momen magnitudo 6,3Mw. Gempa bumi pada tanggal 27 Mei 2006 menunjukkan adanya fault yang tidak diketahui di sekitar 10 – 20 km disebelah timur dari sesar Opak. Sedangkan pada penelitian lain nya menyatakan penyebab utama gempa adalah sesar sinistral berjarak 5-10 km di sebelah timur Sesar Opak. Akibat adanya perbedaan hasil dari penelitian tersebut perlu dilakukan relokasi menggunakan metode Double Difference menggunakan data waveform gempa aftershock Yogyakarta tanggal 11-14 Juni 2006. Tahap awal dimulai dengan picking waktu tiba gelombang P dan S menggunakan perangkat lunak Seismic Analysis Code, penentuan hiposenter awal menggunakan perangkat lunak Hypoellips, Penentuan pasangan event menggunakan ph2dt, relokasi hiposenter menggunakan perangkat lunak HypoDD dan penentuan magnitudo lokal. Hasil penentuan hiposenter awal menggunakan hypoellips menunjukkan tiga klaster, dimana klaster utama memiliki kelurusan (lineasi) persebaran episenter gempa aftershock dibagian timur sesar Opak yang berarah barat daya – timur laut.\nHasil relokasi menggunakan kombinasi data korelasi silang dan data katalog menunjukkan hasil yang lebih rapat dan menghasilkan tiga klaster yang lebih konvergen dengan lineasi yang lebih tegas. Klaster utama membentuk lineasi bidang sesar yang berarah barat daya timur laut dengan orientasi 45° NE dip 82° S dan memiliki jarak 8 KM sebelah timur dari sesar Opak. Selain itu antara klaster 1 dan klaster 2 membentuk sistem Graben. Terjadi penurunan trend nilai magnitudo lokal terhadap waktu.", "Daftar File": {}, "Penulis": "Randi Putra Pratama [12315044]", "Kontributor / Dosen Pembimbing": ["Dr. Afnimar, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Aftershock , Double difference , Hypoellips, magnitudo lokal, waveform cross correlation.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Mar 2020"}