{"Nomor": 46352, "Judul": "ANALISIS SEISMISITAS GEMPA DANGKAL DAERAH ACEH TENGAH PERIODE 2010 - 2018", "Abstrak": "Pulau Sumatra merupakan salah satu pulau yang memiliki aktivitas seismik yang tinggi karena lokasinya yang dekat dengan zona subduksi antara lempeng Indo-Australia dan Eurasia serta keberadaan Great Sumatran Fault (GSF). Segmen Aceh berada di bagian utara dari Sesar Sumatra memiliki seismisitas yang tinggi. Banyak terjadi gempa dalam kurun waktu 2010 hingga 2018 di sekitar daerah Aceh Tengah. Pada daerah tersebut terdapat sesar-sesar yang aktif paralel dengan Great Sumatra Fault (GSF). Gempabumi tektonik disebabkan adanya stress yang terjadi di dalam bumi. Salah satu informasi yang dapat menentukan stress adalah mekanisme fokus gempabumi Tujuan penelitian kali ini adalah untuk menentukan relokasi hiposenter dan orienstasi stress utama kemudian menganalisis relokasi hiposenter dan orientasi stress utama yang terjadi akibat gempa lokal di Aceh Tengah. Penelitian ini menggunakan 388 event dengan kedalaman < 50 km dengan nilai magnitude > 3 Mw yang terekam oleh sembilan stasiun seismik milik BMKG periode 2010 sampai 2018. Proses awal yang dilakukan adalah picking waktu tiba gelombang P dan S terdahadap data waveform gempa. Setelah itu, penentuan hiposenter awal menggunakan program Hypoellipse dengan prinsip metode Geiger. Tahap selanjutnya dilakukan relokasi yang mengaplikasikan metode double-difference yang menghasilkan hasil relokasi lebih baik. Dari relokasi menghasilkan tiga klaster gempabumi yang berasosiasi dengan segmen Aceh sepanjang Tangse-Geumpang, segmen Batee, dan segmen Pantan Terong. Ketiga klaster tersebut dilakukan penelitian mekanisme fokus dengan menggunakan metode inversi momen tensor. Dari hasil mekanisme fokus didapatkan data strike, dip, dan rake. Data tersebut digunakan sebagai input dalam proses inversi stress dengan metode Iterative Joint Inversion untuk menentukan orientasi stress utama dan shape ratio. Hasil inversi menghasilkan stress horizontal maksimum yang relatif N-W, menunjukkan akumulasi stress yang berasal dari aktivitas subduksi lempeng Indo-Australia terhadap lempeng Eurasia.", "Daftar File": {}, "Penulis": "Muhammad Ichsan [12315007]", "Kontributor / Dosen Pembimbing": ["Dr. Afnimar, M.Sc.", "David Prambudi Sahara, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Gempa Aceh 2010 – 2018, double difference, orientasi stress,shape ratio", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Mar 2020"}