{"Nomor": 46359, "Judul": "INVERSI OPTIMASI GLOBAL PSO DAN VFSA PADA METODE TDEM-HED UNTUK STUDI RESISITIVITAS BAWAH PERMUKAAN", "Abstrak": "Inversi optimasi global telah berhasil diterapkan pada data TDEM untuk konfigurasi sumber HED. Pada bagian pemodelan kedepan, transformasi Hankel digunakan untuk mendapatkan solusi pada medan magnet vertikal. Transformasi domain waktu dilakukan menggunakan transformasi Laplace dengan metode Gaver-Stehfest. Solusi inversi non-deterministik (stokastik) telah berhasil dilakukan pada penelitian ini menggunakan algoritma PSO dan VFSA. Variasi parameter PSO juga diobservasi untuk menentukan nilai misfit terbaik. Kombinasi partikel total dan jumlah iterasi diperoleh pada nilai optimum sebesar 90-90 dan menghasilkan nilai misfit akhir 0,089 %. Konvergensi nilai misfit dicapai relatif cepat dan menjamin stabilitas hingga mencapai iterasi akhir. Kurva resistivitas hasil inversi mendekati fit terhadap model uji. Inversi data dengan penambahan noise juga dilakukan untuk menguji kualitas program inversi. Inversi dengan data noise menghasilkan nilai misfit sebesar 0,1010 % untuk penambahan noise sebesar 5 \\% dan 0,537 % untuk penambahan noise 10 \\%, dengan parameter PSO yang sama seperti yang diterapkan pada data tanpa noise. Pada inversi menggunakan pendekatan VFSA didapatkan nilai misfit terkecil sebesar 0,10 %. Nilai tersebut dicapai dengan konstanta VFSA di antaranya adalah; NV = 50, iterasi maksimum = 250, dan suhu awal T0=5. Sedangkan untuk data dengan penambahan noise 5 % diperoleh misfit sebesar 1,009 % dan 2,9 % untuk data dengan penambahan noise 10 %. Inversi PSO dan VFSA juga diterapkan pada data TDEM hasil observasi. Pada hasil tersebut, nilai resistivitas hasil inversi memiliki kecenderungan pola yang sama dengan model uji. Hasil inversi dengan PSO dan VFSA menunjukkan pola resisitivtas yang sama dengan pendekatan Occam. Hal ini membuktikan bahwa metode inversi dengan pendekatan PSO dan VFSA berhasil diterapkan pada data lapangan TDEM konfigurasi HED untuk daerah gunung api. Hasil inversi menunjukkan kehadiran lapisan atas yang agak resistif yaitu sekitar 80 - 100 ?m, diikuti oleh lapisan konduktif yaitu sekitar 1 - 1,5 ?m, dan diakhiri dengan lapisan ketiga yang resistif yaitu sekitar 200 - 240 ?m. Karakteristik umum dari profil resisitivitas di bawah stasiun UZ09 terdapat suatu lapisan atas yang agak resisitif (300 - 340 ?m) menutupi lapisan konduktif yaitu sekitar 2,5 - 5 ?m di atas lapisan yang agak resistif sekitar 50 - 60 ?m. Lapisan konduktif tersebut merepresentasikan kombinasi lapisan tersaturasi air dan batuan yang terpanaskan secara hidrotermal (hidrotermally altered rocks), dan peningkatan nilai-nilai konduktivitas di atas stasiun-stasiun pengukuran TDEM yang kemungkinan berasal dari gas-gas ionik panas atau fluida-fluida pada lapisan yang kaya air.", "Daftar File": {"ABSTRAK Cahyo Aji Hapsoro": "https://digilib.itb.ac.id/gdl/download/203096", "COVER Cahyo Aji Hapsoro": "https://digilib.itb.ac.id/gdl/download/204020", "BAB 1 Cahyo Aji Hapsoro": "https://digilib.itb.ac.id/gdl/download/204021", "BAB 2 Cahyo Aji Hapsoro": "https://digilib.itb.ac.id/gdl/download/204022", "BAB 3 Cahyo Aji Hapsoro": "https://digilib.itb.ac.id/gdl/download/204029", "BAB 4 Cahyo Aji Hapsoro": "https://digilib.itb.ac.id/gdl/download/204032", "BAB 5 Cahyo Aji Hapsoro": "https://digilib.itb.ac.id/gdl/download/204033", "PUSTAKA Cahyo Aji Hapsoro": "https://digilib.itb.ac.id/gdl/download/204034"}, "Penulis": "Cahyo Aji Hapsoro [30214012]", "Kontributor / Dosen Pembimbing": ["Wahyu Srigutomo, S.Si., M.Si., Ph.D.", "Acep Purqon, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Time domain electromagnetic, horizontal electric dipole, inversi optimasi global, particle swarm optimization, very fast simulated annealing, resistivitas.", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "10 file", "Tanggal Input": "03 Mar 2020"}