{"Nomor": 46350, "Judul": "KAJIAN POTENSI PENERAPAN MODEL LAPORAN A3 UNTUK PROSES PENGENDALIAN MUTU PERUSAHAAN BETON PRACETAK DI INDONESIA", "Abstrak": "Beberapa dekade terakhir indutri manufaktur telah menunjukan berbagai prestasinya dalam peningkatan produktivitas. Disaat bersamaan industri konstruksi masih berusaha menghadapi masalah-masalah yang diakibatkan oleh waste dengan jumlah yang sangat besar (Polat dan Ballard, 2004). Perusahaan manufaktur telah berhasil menekan waste dengan menerapkan metodologi PDCA dipopulerkan oleh Deming dengan A3 Report yaitu suatu alat pengendalian kualitas dalam proses problem solving yang dituangkan ke dalam satu lembar kertas ukuran A3 (Liker,1997). Berdasarkan penelitian sebelumnya (Rahman Soesilo, 2017) menyimpulkan bahwa penerapan A3 Report dapat menurunkan reject proses assembly dari 15,6% menjadi 6,6%. Tentu saja, tidak secara serta merta A3 Report tersebut dapat diterapkan pada proyek konstruksi, tetapi terdapat potensi pada jenis konstruksi yang repetitive seperti manufaktur, di mana terdapat operasi dan proses konstruksi yang berulang, salah satunya pada perusahaan beton pracetak atau precast. Sehingga tujuan penelitian untuk membuat desain dan menuangkan langkah pemecahan masalah yaitu A3 Report yang telah dilakukan di industri manufaktur untuk kemudian diterapkan oleh perusahaan precast di Indonesia.\nSifat penelitian ini yaitu deskriptif dengan pendekatan kualitatif, dengan pengambilan data dengan cara dokumentasi, observasi dan wawancara kepada pihak reponden yaitu PT.AHM selaku perusahaan manufaktur, kemudian PT.WIKA, PT.APB dan PT.JBI selaku perusahaan precast. Hasil pengolahan dan analisis menunjukkan adanya potensi bagi perusahaan precast menerapkan A3 Report untuk proses problem solving hal ini didukung dengan adanya proses yang berulang, waste dengan frekuensi “Tinggi” dan penerapan PDCA yang masih “Kurang”. Sehingga hasil desain A3 Report yang sudah di validasi baik secara internal dan eksternal yang terdiri dari empat bagian utama yaitu Plan, Do, Check dan Action, dan untuk mempermudah ketika melakukan pelaporan ketika di lapangan maka dibuat 4A4 Report yang dilengkapi dengan buku panduan dan prosedur penggunaannya, selanjutnya perlu dilakukan proses sosialisasi, pelatihan dan pelaksanaan secara konsisten sehingga menjadi budaya dalam perusahaan, agar dapat memberikan dampak yang baik bagi setiap individu dan perusahaan tentunya, untuk tercapainya continous improvement.", "Daftar File": {"ABSTRAK Amalia Rizka Sugiarto": "https://digilib.itb.ac.id/gdl/download/203061"}, "Penulis": "Amalia Rizka Sugiarto [25017030]", "Kontributor / Dosen Pembimbing": ["Ir. Biemo Woerjanto Soemardi, MSE, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "A3 Report,PDCA, problem solving, precast.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Mar 2020"}