{"Nomor": 46368, "Judul": "ANALISIS PENGARUH KUALITAS PELAYANAN OBJEK WISATA TERHADAP TINGKAT KEPUASAN PENGUNJUNG DI SKYWALK CIHAMPELAS, BANDUNG", "Abstrak": "Kota Bandung memiliki berbagai objek wisata yang menarik untuk dikunjungi, salah\nsatunya adalah Skywalk Cihampelas. Keberadaan Skywalk Cihampelas yang ramah\nbagi pejalan kaki dan dikemas dalam bentuk objek wisata merupakan keunikan\ntersendiri bagi wisatawan domestik maupun mancanegara untuk berkunjung ke Kota\nBandung. Namun disamping keunggulannya, Skywalk Cihampelas tidak terlepas dari\nsejumlah permasalahan mengenai kualitas pelayanan suatu objek wisata secara\nlangsung. Dampak dari kualitas pelayanan yang buruk akan berpengaruh terhadap\nkunjungan wisatawan. Oleh karena itu, penelitian ini bertujuan untuk\nmengidentifikasi sejauh mana kualitas pelayanan objek wisata dapat memengaruhi\nkepuasan para pengunjung Skywalk Cihampelas, Bandung. Adapun dimensi kualitas\npelayanan yang diduga mempengaruhi kepuasan pengunjung dikelompokkan menjadi\nlima, yaitu bukti fisik (tangible), kehandalan (reliability), daya tanggap\n(responsiveness), jaminan (assurance), dan empati (emphaty). Pengumpulan data\ndilakukan secara primer menggunakan kuesioner dengan jumlah responden sebanyak\n97 orang dan secara sekunder melalui studi literatur. Metode yang digunakan adalah\nanalisis deskriptif dan analisis statistik. Hasil penelitian menunjukkan bahwa dimensi\nkualitas pelayanan dengan skor tertinggi dimiliki oleh variabel emphaty yaitu sebesar\n3,65/5,00, sementara dimensi kualitas pelayanan dengan skor terendah dimiliki oleh\nvariabel tangible yaitu sebesar 3,05/5,00. Secara keseluruhan, kualitas pelayanan\nyang terdapat saat ini, masuk ke dalam kategori baik dan memuaskan menurut para\npengunjung. Namun nilai koefisien determinasi yang didapat adalah sebesar 0,344.\nAngka tersebut mengandung arti bahwa model kepuasan pengunjung hanya dapat\ndijelaskan oleh variabel dimensi kualitas pelayanan sebesar 34,4%, sedangkan\nsisanya sebesar 65,6% dijelaskan oleh faktor lain yang tidak dihipotesiskan atau\nvariabel lain yang tidak dimasukkan di dalam model persamaan ini. Dengan\ndemikian, pendekatan perencanaan strategis diperlukan bagi pengelolaan objek\nwisata untuk mengevaluasi kualitas pelayanan yang masih relatif rendah untuk dapat\nmeningkatkan kepuasan pengunjung di kemudian hari.", "Daftar File": {}, "Penulis": "Justin Stewart Leonardo [15415058]", "Kontributor / Dosen Pembimbing": ["Nurrohman Wijaya, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "kualitas pelayanan, kepuasan pengunjung, objek wisata, Skywalk Cihampelas, Kota Bandung", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "03 Mar 2020"}