{"Nomor": 46367, "Judul": "PERANCANGAN GAME SIMULASI MANAJEMEN PRODUKSI GAME DENGAN METODE AGILE DEVELOPMENT", "Abstrak": "Pengembangan game yang sukses membutuhkan tenaga ahli multidisiplin yang\nprofesional dengan workload yang tinggi, sehingga pelaku industri dapat\nmengalami kegagalan dalam mengembangkan game jika proses pengembangan\ngamenya tidak terkelola dengan baik, terutama di kalangan pengembang pemula.\nFenomena kegagalan produksi game yang terjadi pada pengembang game\nIndonesia maupun internasional, hal ini dikarenakan kurangnya pengetahuan dan\npengalaman dalam proses manajemen produksi game. Proses manajemen produksi\ngame merupakan hal yang kompleks, sehingga dibutuhkan media yang dapat\nmenyampaikan proses manajemen produksi game dengan lebih menyenangkan\nagar mudah dipahami. Perancangan ini bertujuan untuk memberikan pengalaman\ndan edukasi aspek manajemen produksi game kepada pengembang pemula melalui\ngame simulasi. Metode perancangan ini menggunakan kualitatif deskriptif dengan\nkerangka berfikir design thinking. Teori utama yang digunakan meliputi game\nsimulasi, manajemen studio game dan first principles of instruction sebagai\npendekatan kepada pemain dan landasan perancangan game.\nDari hasil pengambilan data, teridentifikasi permaslahan dan solusi dalam aspek\nmanajemen produksi game. Permasalahan utama yang teridentifikasi pada\npengembang pemula meliputi pengeolaan waktu, tugas dan alur kerja pada studio\ngame, dimana aspek tersebut akan menjadi variabel pengujian terhadap target\nsasaran. Solusi terhadap permasalahan tersebut adalah dengan metode framework\nagile, yang disimulasikan kedalam mekanik dan dinamik perancangan game\nsimulasi. Hasil pengujian menunjukan bahwa game simulasi dapat memberikan\npengalaman dan edukasi dalam aspek manajemen produksi game dengan efektif\nkepada pengembang pemula, yang dicapai melalui interaktivitas mekanik dan\ndinamik di dalam game dengan pemain.", "Daftar File": {"2020 TS PP IRFAN DWI RAHADIANTO 1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/203115"}, "Penulis": "Irfan Dwi Rahadianto [27118050]", "Kontributor / Dosen Pembimbing": ["Dr. Intan Rizky Mutiaz, M.Ds.", "Dr. Alvanov Zpalanzani, S.T., M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "manajemen produksi, produksi game, game simulasi", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "03 Mar 2020"}