{"Nomor": 46366, "Judul": "PERANCANGAN NARASI VISUAL SIMULASI PERAN BAKTERI DALAM SISTEM PENCERNAAN MANUSIA BERBASIS VIRTUAL REALITY UNTUK SISWA SMP", "Abstrak": "Materi tentang bakteri dalam sistem pencernaan manusia merupakan salah satu sub bab di dalam pelajaran Biologi kelas VIII SMP. Namun, siswa mengalami kesulitan dalam memahami bentuk dan mekanisme bakteri karena wujud selnya yang tidak kasat mata dan hanya dapat dilihat melalui mikroskop. Sementara itu, berdasarkan peraturan pemerintah, penggunaan laboratorium untuk uji coba mikroorganisme bagi pelajar tingkat SMP tidak diperbolehkan karena dapat membahayakan siswa. Akibatnya, pemahaman siswa SMP tentang bakteri menjadi tidak akurat. Tujuan penelitian ini merancang konten tentang bakteri yang sesuai untuk siswa SMP berdasarkan kurikulum nasional dan masukan narasumber bidang ilmu hayati dengan memanfaatkan teknologi VR dan narasi visual. Adapun metode pendekatan yang digunakan berbasis design thinking yang mencakup emphatize, define, ideate, prototyping, dan user testing. Perancangan narasi visual berupa simulasi tentang bakteri berbasis VR merupakan konsep pemecahan masalah dalam penelitian ini yang dapat memberikan wawasan yang lebih konkret dengan pengalaman yang lebih immersive, sehingga siswa lebih mudah memahami bentuk dan mekanisme bakteri. Melalui kelebihan VR dan pendekatan aspek elemen narasi visual yang meliputi clarity, realism, dynamism, dan continuity, maka dimensi ruang dari simulasi peran bakteri menjadi nyata. Hal tersebut tidak dimiliki oleh media pembelajaran mengenai bakteri untuk siswa SMP saat ini. Kesan immersive timbul dari pengalaman ruang dan waktu di dunia virtual. Hasil uji coba pengguna adalah narasi visual melalui simulasi berbasis VR tentang bakteri dalam sistem pencernaan dapat membuat siswa SMP menjadi lebih fokus dalam menerima materi pembelajaran. Simulasi melalui media VR memiliki nilai kebermanfaatan baik bagi siswa maupun guru SMP. Siswa mendapatkan gambaran yang nyata melalui realitas virtual yang disuguhkan melalui media VR, sehingga materi tentang bakteri bukan lagi menjadi sesuatu hal yang abstrak dan tidak dapat dibayangkan oleh siswa. Sementara guru dapat menyampaikan materi mengenai bakteri dengan pemanfaatan ruang dan waktu yang lebih efektif dibandingkan dengan menggunakan media belajar lainnya.", "Daftar File": {"2020 TS PP ANGGI ALMIRA RAHMA 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/203114"}, "Penulis": "Anggi Almira Rahma [27118085]", "Kontributor / Dosen Pembimbing": ["Dr. Intan Rizky Mutiaz, M.Ds.", "Prof. Dr. Pingkan Aditiawati, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "narasi visual, simulasi, virtual reality", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "03 Mar 2020"}