{"Nomor": 46369, "Judul": "KARAKTERISASI SIFAT FISIK DAN GEOKIMIA MATERIAL CAMPURAN BATUAN POTENTIAL ACID FORMING DAN FLY ASH MELALUI UJI KINETIK DENGAN METODE FREE DRAINING COLUMN LEACH TEST DAN HUMIDITY CELL TEST", "Abstrak": "Air asam tambang (AAT) merupakan salah satu masalah lingkungan yang penting akibat dari kegiatan pertambangan sehingga perlu dilakukan upaya pencegahan. Salah satunya dengan mencampurkan batuan yang bersifat PAF (Potential Acid Forming) dengan batuan yang berpotensi menetralkan asam NAF (Non Acid Forming). Kendala dilapangan adalah keterbatasan material NAF sehingga diperlukan material lain yang berada disekitar lokasi tambang, salah satunya yaitu fly ash dari PLTU mulut tambang. Pada penelitian skala laboratorium sebelumnya mengenai pencegahan pembentukan air asam tambang dengan metoda pencampuran sudah menunjukkan kemampuan penetralan atau pencegahan air asam tambang. Oleh karena itu perlu dilakukan studi lanjutan untuk melihat parameter fisik dan geokimia yang berpengaruh terhadap performa pencampuran.\nPenelitian diawali dengan melakukan uji distribusi ukuran partikel sampel, uji statik, uji XRD dan XRF, uji kinetik, uji kandungan ion dan unsur air lindian. Uji geokimia dilakukan untuk mengetahui potensi pembentukan air asam tambang dari batuan dan potensi penetralannya dari fly ash. Simulasi pencampuran dilakukan dengan uji kinetik metode free draining column leach test (FDCLT) dan humidity cell test (HCT). Analisis mencakup pengaruh variasi ukuran butir PAF (kasar dan halus) pada variasi penambahan jumlah fly ash (5%, 10% dan 20%) diikuti dengan analisis hasil kualitas air lindian dan perhitungan laju oksidasi pirit dari material campuran.\nHasil penelitian ini menunjukan bahwa variasi ukuran butir PAF tidak berpengaruh secara signifikan terhadap perbedaan kualitas air lindian. Semakin besar ratio fly ash maka kapasitas alkalinitasnya semakin tinggi untuk mencegah atau menetralkan AAT, sehingga membuat laju oksidasi pirit semakin rendah. Campuran PAF-FA (20%) pada percobaan dalam waktu 10 minggu menunjukkan hasil yang efektif untuk mencegah atau menetralkan AAT yang ditunjukkan dengan rasio ion sulfat dan alkali mendekati kesetimbangan. Perbedaan perlakuan pada kedua metode uji kinetik FDCLT dan HCT akan mengontrol kondisi fisik pada sampel uji yang akhirnya dapat menentukan karakteristik geokimia air lindian dan faktor ini perlu diperhatikan pada saat pengujian laju pembentukan AAT.", "Daftar File": {"ABSTRAK Muhammad Ilham Kadar": "https://digilib.itb.ac.id/gdl/download/203116", "BAB 1 Muhammad Ilham Kadar": "https://digilib.itb.ac.id/gdl/download/238633", "BAB 2 Muhammad Ilham Kadar": "https://digilib.itb.ac.id/gdl/download/238634", "BAB 3 Muhammad Ilham Kadar": "https://digilib.itb.ac.id/gdl/download/238635", "BAB 4 Muhammad Ilham Kadar": "https://digilib.itb.ac.id/gdl/download/238636", "BAB 5 Muhammad Ilham Kadar": "https://digilib.itb.ac.id/gdl/download/238637", "BAB 6 Muhammad Ilham Kadar": "https://digilib.itb.ac.id/gdl/download/238638", "PUSTAKA Muhammad Ilham Kadar": "https://digilib.itb.ac.id/gdl/download/238639"}, "Penulis": "Muhammad Ilham Kadar [22116308]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ginting Jalu Kusuma, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Pencampuran, fly ash, air asam tambang, free draining column leach test, humidity cell test.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "03 Mar 2020"}