{"Nomor": 46360, "Judul": "ANALISIS MODEL GEOMEKANIKA 1D UNTUK MEMAHAMI TEGASAN IN SITU DAN HUBUNGANNYA DENGAN REKAHAN PERMEABEL PADA RESERVOIR LAPANGAN PANAS BUMI GIRI TAEJUNG", "Abstrak": "Lapangan Giri Taejung merupakan lapangan panas bumi PT. Supreme Energy yang terletak\npada Pegunungan Barisan Selatan. Reservoir pada Lapangan ini terdiri dari Formasi\nHulusimpang Oligo-Miosen, Formasi Gumai Miosen, Satuan Intrusi Batu Besar Miosen-Resen,\ndan Satuan Intrusi Granit-Granodiorit Oligo - Miosen. Studi ini terdiri dari studi karakteristik\nrekahan dan analisis geomekanika 1D yang dilakukan dengan menggunakan data log talikawat,\nserbuk bor, hasil tes dan laporan pemboran. Analisis Geomekanika didapat dari perhitungan log\ntalikawat dan hasil tes dengan mengaplikasikan metode Barton dan Olson (1988), Hamson dan\nFairhurst (1970), Prates (1981), dan Zoback dkk. (1989) yang dikalibrasi dengan hasil tes sumur.\nAnalisis rekahan kritis dilakukan dengan Diagram Mohr yang dibuat dari tegasan in situ hasil\nmodel geomekanika, rekahan terbuka hasil interpretasi rekahan konduktif pada log gambar dan\nbatas gelincir berdasarkan koefisien kuat friksi dari penelitian Byrlee (1978). Hasil analisis\nmenunjukan bahwa rezim tegasan pada Lapangan ini adalah sesar normal dan sesar mendatar\ndengan arah rekahan terbuka dominan berarah N 00-400 E, N 800-1000 E, N 3200-3300 E, N\n3400-3600 E. Rekahan terbuka terbentuk akibat dari perubahan arah tektonik sehingga memiliki\narah yang variatif. Rekahan banyak dijumpai pada batuan yang bersifat lebih getas yaitu batuan\nbeku dibanding pada batuan piroklastik dan sedimen dengan karakteristik nilai rasio poisson\nrendah, young modulus tinggi dan UCS tinggi. Rekahan kritis pada lapangan ini memiliki\norientasi dengan kisaran N 200 W- N 200 E dan N 200 W- N 500 E dengan kemiringan rata-rata\n70 derajat.", "Daftar File": {}, "Penulis": "Dhyandra W Nugrahandita [12015013]", "Kontributor / Dosen Pembimbing": ["Indra Gunawan S.T., M.Sc.,Ph.D      Ir. Benyamin Sapiie, Ph.D                       Marino Christiano Baroek"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "geomekanika, reservoir,rekahan, Lapangan Giri Taejung", "Sumber": "", "Staf Input/Edit": "tuti yulia", "File": "11 file", "Tanggal Input": "03 Mar 2020"}