{"Nomor": 46373, "Judul": "PENGGUNAAN BUAH MENGKUDU (MORINDA CITRIFOLIA) FERMENTASI UNTUK MEMPERPANJANG UMUR SIMPAN UDANG PUTIH (LITOPENAEUS VANNAMEI)", "Abstrak": "Indonesia sebagai negara kepulauan memiliki potensi perairan yang kaya,\nsalah satunya adalah udang. Pada tahun 2018, target produksi udang nasional\nmenurut KKP adalah sebanyak 700.000 ton. Target yang tinggi tersebut\ndikarenakan udang memiliki pasar yang luas baik lokal maupun internasional, juga\nbanyak mengandung unsur organik dan anorganik yang bermanfaat bagi manusia.\nNamun udang juga cepat mengalami proses pembusukan setelah ditangkap dan\nmati. Udang yang tidak diawetkan mempunyai batas waktu singkat untuk layak\ndikonsumsi. Hal ini perlu ditangani dengan baik agar udang tetap dalam kondisi\nyang layak dikonsumsi oleh masyarakat. Pengawetan secara biologis atau dikenal\ndengan biopreservasi menjadi pusat perhatian dimana agen antimikroba dapat\nmenghambat pertumbuhan bakteri dan jamur patogen pada makanan. Bahan alami\nseperti tumbuhan dapat digunakan untuk agen biopreservasi, salah satunya yaitu\nbuah mengkudu. Buah mengkudu sudah banyak dikenal oleh masyarakat tetapi\ntidak biasa dikonsumsi langsung karena rasanya yang pahit dan mempunyai aroma\nyang menyengat, tetapi disisi lain buah mengkudu diketahui mempunyai efek\nantimikroba, sehingga mampu menghambat pertumbuhan bakteri penyebab\nkebusukan udang.\nTujuan penelitian ini yaitu untuk menguji potensi buah mengkudu dalam\nmemperpanjang umur simpan udang putih. Pendekatan awal yang dilakukan dalam\npenelitian ini yaitu isolasi, identifikasi, dan screening mikroorganisme pada\nfermentasi buah mengkudu alami. Setelah itu dilakukan optimasi jumlah inokulum\npada fermentasi buah mengkudu menggunakan isolat terbaik. Hasil dari fermentasi\nyang memiliki kemampuan antimikroba terbaik (dengan bakteri uji E.coli,\nS.aureus, dan P.aeroginosa) digunakan untuk memperpanjang umur simpan udang.\nParameter yang diukur meliputi mikrobiologis (TPC), fisika (pH dan organoleptik)\ndan kimiawi (TVB-N) pada sampel udang yang telah dipreservasi pada suhu 4°C\nselama 14 hari.\nBerdasarkan hasil isolasi didapatkan isolat terbaik yang telah diidentifikasi\nyaitu Acetobacter persici. Optimasi fermentasi pada penelitian ini menggunakan\nvariasi jumlah inokulum 5%, 10%, dan 15% selama 20 hari. Hasil terbaik\ndidapatkan pada inokulum 5% selama 10 hari yaitu mempunyai zona hambat\nsebesar 9,92 mm terhadap E.coli, 9,58 mm terhadap S.aureus, dan 11,01 mm\nterhadap P.aeroginosa. Pada hasil pengujian lama simpan udang, didapatkan hasil bahwa penambahan jus mengkudu dapat memperpanjang waktu simpan dilihat dari\nparameter total bakteri pada udang dengan perlakuan masih diterima pada ambang\nbatas SNI (max. 5 x 105 cfu/ml) sampai hari ke-10 yaitu 2,96 x 105 cfu/ml,\nsedangkan kontrol pada hari ke-6 sudah mencapai 5,71 x 105 cfu/ml. Begitupula\ndengan jumlah bakteri patogen pada perlakuan lebih rendah daripada kontrol. Batas\npenerimaan nilai TVB-N yaitu 20 mgN/100 g, pada kelompok perlakuan nilai TVBN\nhari ke-10 masih ada pada skala penerimaan yaitu 18,078 mgN/100 g, sedangkan\npada kontrol pada hari ke-6 sudah mencapai 21,518 mgN/100 g. Nilai pH udang\nkelompok perlakuan secara umum lebih rendah daripada kontrol. Sedangkan skor\norganoleptik udang pada kelompok kontrol mulai busuk lebih cepat yaitu pada hari\nke-6 daripada kelompok perlakuan yaitu pada hari ke-8. Hasil ini menunjukan\nbahwa hasil fermentasi buah mengkudu mampu memperpanjang umur simpan\nudang putih pasca panen dengan cara menekan pertumbuhan bakteri penyebab\nkebusukan.", "Daftar File": {"ABSTRAK Neng Hilma Hamidah": "https://digilib.itb.ac.id/gdl/download/203130"}, "Penulis": "Neng Hilma Hamidah [20617016]", "Kontributor / Dosen Pembimbing": ["Dr. Dea Indriani Astuti, S.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "antimikroba, biopreservasi, fermentasi, jus mengkudu, udang putih", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "03 Mar 2020"}