{"Nomor": 46370, "Judul": "SENYAWA KARBON PADA KULIT KACANG ENDUL DAN KACANG MERAH DENGAN PADUAN FECO SEBAGAI ELEKTROKATALIS PADA KATODA BATERAI ALUMINIUM-UDARA", "Abstrak": "Kebutuhan energi yang semakin meningkat menjadikan kebutuhan akan media penyimpanan seperti baterai sangat dibutuhkan. Baterai yang paling banyak dipakai saat ini adalah jenis lithium namun memiliki beberapa kelemahan seperti harga yang mahal dan keamanan yang kurang. Oleh karena itu dikembangkan penelitian baterai jenis metal-udara yang memiliki performa baik dalam segi densitas energi. Baterai almunium-udara memiliki densitas energi yang paling besar yaitu yaitu 8100 Wh/ kg, dan ketersediaan aluminium di bumi melimpah dan murah. Disisi lain limbah kulit kacang endul dan kacang merah melimpah dibuktiikan dengan produksi kacang merah sebesar 34.000 ton pada tahun 2017. Biomassa kulit kacang endul dan kacang merah dapat digunakan sebagai elektrokatalis pada baterai aluminium-udara.\nPada penelitian ini, kulit kacang merah dan endul disintesis menjadi karbon,untuk selanjutnya dilakukan proses pirolisis. Sampel karbon diberikan paduan FeCo untuk memaksimalkan reaksi reduksi oksigen yang terjadi sehingga meningkatkan performa baterai. Dilakukan pengujian kualitas elektrokatalis biomassa kemudian dilakukan untuk mengetahui sifat fisik dan elektrokimia yang dimiliki, sifat fisik yang dikarakterisasi berupa kandungan komposisi elektrokatalis, fasa yang terbentuk dan morfologi biomassa. Sifat elektrokimia yang dilakukan adalah pengujian LSV, open circuit, galvanodynamic, eis (resistensi), sehingga didapatkan data performa dari baterai Hasil penelitian yang dilakukan menunjukan bahwa karbon biomassa dengan paduan FeCo baik untuk digunakan sebagai elektrokatalis karena mampu menghasilkan power density sebesar 92 mA/cm2 dan kapasitas sebesar 940 - 1259 mAh/g yang dapat diaplikasikan pada beberapa peralatan elektronik. Penelitian ini dilakukan untuk pengembangan pada baterai aluminium udara sekaligus mengurangi limbah biomassa yang melimpah.", "Daftar File": {"ABSTRAK Mery Ayu Windaryani": "https://digilib.itb.ac.id/gdl/download/203117"}, "Penulis": "Mery Ayu Windaryani [13715035]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Aditianto Ramelan", "Afriyanti Sumboja, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "aluminium-udara, karbon kulit kacang merah, kacang endul, elektrokatalis", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "03 Mar 2020"}