{"Nomor": 46375, "Judul": "MODEL MATEMATIKA UNTUK MEMPELAJARI RUN-UP GELOMBANG PADA PANTAI DENGAN IRISAN MELINTANG SEBARANG", "Abstrak": "Run-up adalah suatu fenomena perambatan gelombang air laut di pantai. Terdapat banyak\nfaktor yang mempengaruhi ketinggian run-up, salah satunya adalah bentuk penampang teluk.\nTeluk yang menyempit dan memanjang akan memperbesar amplitudo gelombang datang dan\nmemperbesar ketinggian run-up di pantai. Hal ini akan memberikan dampak negatif terhadap\nlingkungan dan masyarakat. Untuk mencegah hal tersebut, kita akan menganalisis run-up di\nteluk dengan irisan melintang sebarang dengan model matematika. Model matematika yang\nakan digunakan adalah persamaan air dangkal (Shallow Water Equation). Kita akan\nmenyelesaikan persamaan air dangkal nonlinear secara analitik untuk mendapatkan ketinggian\nrun-up. Solusi akan dicari dengan menggunakan transformasi hodograf. Akibatnya, persamaan\ngelombang yang nonlinear dapat disederhanakan menjadi sebuah persamaan gelombang satu\ndimensi yang linear dalam suatu fungsi. Sehingga, semua besaran fisis dapat didefinisikan oleh\nfungsi tersebut. Perumuman ini mencakup penelitian sebelumnya mengenai run-up di pantai\npersegi panjang maupun parabola. Dengan meninjau teluk parabola dengan gelombang datang\nberupa gelombang sinusoidal, solusi yang diperoleh dari perumuman metode Carrier-\nGreenspan akan dibandingkan dengan solusi yang secara langsung diperoleh dari persamaan\nair dangkal. Dari perbandingan tersebut diperoleh persamaan gelombang dan besaran fisis yang\nsama. Sehingga dapat disimpulkan, perumuman metode Carrier-Greenspan mempersingkat\nwaktu komputasi untuk mencari solusi analitik dari ketinggian run-up pada berbagai macam\nbentuk teluk, serta mempermudah peneliti untuk menganalisis run-up pada teluk dengan\nbentuk irisan melintang yang lebih kompleks.", "Daftar File": {"ABSTRAK Antonio Hugo Respati Dewabrata": "https://digilib.itb.ac.id/gdl/download/203131"}, "Penulis": "Antonio Hugo Respati Dewabrata [10116088]", "Kontributor / Dosen Pembimbing": ["Dr. Ikha Magdalena, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "run-up, irisan melintang sebarang, solusi analitik, shallow water equation, transformasi hodograf.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "03 Mar 2020"}