{"Nomor": 46394, "Judul": "USULAN STRATEGI PEMASARAN UNTUK MENINGKATKAN EKUITAS MEREK PADA PQR MOBILE", "Abstrak": "Teknologi telah digunakan oleh banyak industry untuk menyediakan produk dan layanan yang lebih baik salah satunya adalah industry keuangan Teknologi keuangan (fintech) menjadi tren di industri keuangan karena banyak perusahaan menggunakan teknologi untuk mendigitalkan layanan keuangannya. PT PQR juga memanfaatkan kesempatan ini karena perusahaan juga dalam proses transformasi produk dan layanan yang dimiliki. PQR Mobile adalah hasil dari inovasi fintech yang dibuat oleh PT PQR. PQR Mobile adalah aplikasi mobile payment dengan sistem core giro yang memungkinkan pengguna untuk menyimpan saldo, membayar tagihan (listrik, pulsa, telepon, asuransi), mengirim uang antar pengguna, dan juga membayar untuk e-commerce. Sejak peluncuran PQR Mobile pada bulan April 2019, perusahaan hanya mampu mencapai 15% dari target pengguna 500.000. Sebagai pemain baru di industri mobile payment, perusahaan perlu menyampaikan nilai untuk mendapatkan pangsa pasar. Oleh karena itu, perusahaan perlu meningkatkan ekuitas merek untuk menghasilkan lebih banyak pelanggan.\nPenelitian ini bertujuan untuk mengeksplorasi ekuitas merek PQR Mobile dan apakah ekuitas merek dapat meningkatkan niat untuk menggunakan produk tersebut dengan cara menyebarkan 200 kuesioner kepada 200 responden. Hasilnya adalah bahwa ekuitas merek PQR Mobile lebih rendah dibandingkan dengan pesaing, penyebabnya adalah kesadaran merek, asosiasi merek, persepsi kualitas, dan loyalitas merek atau semua dimensi dalam ekuitas merek terhadap produk rendah. Setelah analisis dilakukan, penyebab utama masalah ini adalah karena perusahaan tidak mampu membuat strategi pemasaran berdasarkan tren dan kebutuhan pasar. \nUntuk meningkatkan ekuitas merek, penelitian ini mengusulkan strategi pemasaran berdasarkan 3 hal yaitu untuk meningkatkan kesadaran dan asosiasi, persepsi kualitas dan loyalitas merek. Untuk meningkatkan kesadaran dan pergaulan, perusahaan perlu membuat konten iklan di media sosial dan mesin pencari yang dikaitkan dengan merek perusahaan. Presepsi kualitas dapat ditingkatkan dengan kerjasama PQR Mobile dengan produk dalam satu perusahaan dan membuat kemitraan dengan toko offline. Program hadiah dan fitur tambahan obrolan pelanggan akan menjadi strategi untuk meningkatkan loyalitas merek.", "Daftar File": {"2020_TS_PP_RADEN RORO KARINA FITRIA_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/203152"}, "Penulis": "Raden Roro Karina Fitria [29118105]", "Kontributor / Dosen Pembimbing": ["Dr. Harimukti Wandebori, S.T., M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "ekuitas merek, kesadaran merek, asosiasi merek, presepsi kualitas, loyalitas merek, niat untuk menggunakan, mobile payment", "Sumber": "PQR MOBILE", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "04 Mar 2020"}