{"Nomor": 46400, "Judul": "USULAN FORMULASI STRATEGI PEMASARAN UNTUK TELKOM DBS DALAM IMPLEMENTASI IDREN (JARINGAN PENELITIAN DAN PENDIDIKAN INDONESIA) PLATFORM", "Abstrak": "Pendidikan Tinggi atau Universitas adalah salah satu sektor yang sangat erat kaitannya dengan penelitian. Perguruan Tinggi merupakan entitas yang paling sering melakukan penelitian untuk mengembangkan studi keilmuan dan menghasilkan inovasi. Perguruan Tinggi membutuhkan dukungan baik dari pemerintah maupun dari institusi lain agar mampu meningkatkan penelitian baik dari segi kuantitas maupun kualitas. Selain itu juga dibutuhkan ekosistem penelitian yang sehat dan dinamis dimana setiap entitas dunia Pendidikan dapat berkolaborasi dalam meningkatkan produktivitas penelitian.\n\nTelkom melalui sinergi Telkom Group memiliki kapabilitas dalam menyediakan layanan teknologi infomasi yang komperehensif. Untuk membantu Perguruan Tinggi terkait penelitian, Telkom membangun sebuah platform yang bernama IdREN (Indonesia Research and Education Network) yang memungkinkan Perguruan Tinggi saling terhubung dan berkolaborasi. IDREN merupakan jaringan riset nasional antar perguruan tinggi di Indonesia yang memungkinkan Perguruan Tinggi saling berkolaborasi dan berbagi pakai sumber daya pembelajaran berupa bahan perkuliahan, bahan pustaka, software, akses jaringan, jurnal online, dan video conference. Namun Telkom kesulitan dalam melakukan penetrasi pasar dalam implementasi IdREN, sehingga perlu evaluasi yang mendalam.\n\nMetode yang digunakan dalam penelitian ini adalah metode kualitatif dengan analisis data primer dan data sekunder. Interview mendalam dengan internal perusahaan dilakukan untuk mengetahui situasi industri, kemampuan perusahaan dan proses bisnis melalui analisa nilai rantai. Salah satu hasil analisa menunjukan bahwa kegiatan pemasaran yang dilakukan oleh Telkom masih belum maksimal terutama dalam kegiatan pemasaran digital. Ada tiga rencana strategi dan aktifitas pemasaran yang diajukan untuk menyelesaikan masalah bisnis yang dihadapi Telkom, yaitu: (1) Melakukan kolaborasi dengan Asosiasi Perguruan Tinggi (2) Membuat paket gabungan baru dan mengembangkan fitur platform (3) optimalisasi digital marketing. Rencana implementasi akan membantu Telkom dalam menentukan serangkaian aktifitas pemasaran dengan rencana yang terstruktur dan terjadwal.", "Daftar File": {"ABSTRAK Teguh Pribadi M": "https://digilib.itb.ac.id/gdl/download/203158"}, "Penulis": "Teguh Pribadi M [29118146]", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, MA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Penelitian, Ekosistem Penelitian, Strategi Pemasaran, Digital, Pendidikan Tinggi", "Sumber": "PT. TELKOM INDONESIA", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "04 Mar 2020"}