{"Nomor": 46409, "Judul": "PERENCANAAN STRATEGIS BARU UNTUK TOKO BUKU TRADISIONAL (STUDI KASUS: TOKO BUKU LEGEND)", "Abstrak": "Di luar kondisi eksternal yang terjadi dalam industri penerbitan, jumlah penulis yang menulis buku terus bertambah. Hal itu tentunya membuat bisnis toko buku sebagai jembatan antara penerbit dengan konsumen memiliki jenis buku yang bervariasi dalam jumlah besar. Sayangnya, perkembangan penulis buku tidak sejalan dengan konsumen yang membeli buku. Sejumlah toko buku tradisional bahkan mulai kehilangan pamor dan menutup bisnisnya. Ini yang melatarbelakangi penelitian usulan strategi untuk toko buku tradisional.\n\nPenelitian ini bertujuan untuk memahami kinerja bisnis toko buku tradisional yang cenderung menurun dan mencari solusi untuk mempertahankan bisnis yang sudah berjalan. Konsep kerangka pemikiran penelitian mengikuti proses perencanaan strategi dalam manajemen ritel. Pengumpulan data dilakukan secara kualitatif melalui wawancara dan observasi langsung, dan secara kuantitatif melalui kuesioner. Dari data yang terkumpul, dilakukan analisis internal dan eksternal obyek penelitian untuk menggambarkan kondisi internal obyek penelitian serta kondisi eksternal secara umum, industri, dan kompetitor yang ada. Berdasarkan kondisi internal dan eksternal, ditentukan konsep usulan strategi menggunakan analisis TOWS dan Growth Opportunities dari obyek penelitian. Untuk menentukan inti dari usulan strategi, dilakukan analisa lanjut menggunakan metode 5-why yang menentukan inti permasalahan obyek penelitian dan solusi yang harus dilakukan. Solusi yang disarankan mengikuti peluang pertumbuhan usaha dalam bisnis ritel untuk menyelesaikan masalah, seperti penetrasi pasar, ekspansi pasar, pembangunan format ritel, dan diversifikasi usaha.", "Daftar File": {"2020_TS_PP_Hanny Wulandari Elsa_1-Abstrak..pdf\n]": "https://digilib.itb.ac.id/gdl/download/203169"}, "Penulis": "Hanny Wulandari Elsa [29117500]", "Kontributor / Dosen Pembimbing": ["Wawan Dhewanto, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Buku, Toko Buku Tradisional, Perencanaan Strategis, Bisnis Strategi, Manajemen Ritel", "Sumber": "TOKO BUKU LEGEND", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "04 Mar 2020"}