{"Nomor": 46407, "Judul": "FRAMEWORK KEAMANAN TERHADAP SERANGAN SYBIL PADA JARINGAN AD-HOC KENDARAAN DENGAN PENDETEKSIAN BERBASIS KEPERCAYAAN HIBRIDA", "Abstrak": "Penerapan IoT pada Vehicular Ad-Hoc Networks (VANET) memungkinkan realisasi sistem transportasi cerdas untuk memastikan kenyamanan dan keamanan pengguna jalan. Namun, serangan Sybil dapat berdampak buruk pada jaringan VANET. Serangan ini dapat menyebabkan kondisi berbahaya seperti mengganggu perutean, menyebabkan kemacetan lalu lintas, kemacetan, dan bahkan kecelakaan. Tesis ini mengusulkan framework keamanan untuk meningkatkan akurasi deteksi serangan Sybil di VANET. Solusi ini didasarkan pada gagasan bahwa kombinasi pusat evaluasi berdasarkan manajemen kepercayaan hibrida dan deteksi lokal berdasarkan data-sentris dan pembelajaran mesin dapat meningkatkan kualitas deteksi. Metode yang diusulkan dapat mengatasi masalah yang terkait dengan pelestarian privasi, pertimbangan keselamatan, dan implementasi di dunia nyata. Kinerja dari framework yang diusulkan dievaluasi menggunakan dataset dari framework for misbehavior detection (F2MD) untuk memastikan efektivitas dari konsep yang diterapkan. Dari hasil simulasi, ditemukan bahwa framework usulan meningkatkan tingkat akurasi ke 99.28% dan mengurangi false positive dan false negative dibandingkan dengan metode saat ini sebesar 8.9% dan 20%. Metode yang diusulkan dalam tesis ini diharapkan dapat digunakan sebagai framework yang diadopsi pada pendeteksian Sybil dalam standar sistem transportasi cerdas.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/203167", "Tesis": "https://digilib.itb.ac.id/gdl/download/209639"}, "Penulis": "Agria Rhamdhan [23217301]", "Kontributor / Dosen Pembimbing": ["Fadhil Hidayat, S.Kom., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "IoT, VANET, serangan Sybil, privasi, sitem transportasi cerdas", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "04 Mar 2020"}