{"Nomor": 46405, "Judul": "SISTEM MONITOR SAMPAH TERINTEGRASI BERBASIS INTERNET OF THINGS DI FASILITAS UMUM KASUS KAMPUS ITB", "Abstrak": "Pengelolaan sampah, dalam hal ini kasus di ITB, memiliki proses yang cukup\npanjang. Pada awalnya, setiap orang membuang sampah di tempat sampah yang\nberada di gedung, selasar, maupun lorong. Sampah tersebut kemudian diangkut\noleh petugas di setiap selasar dan dikumpulkan di satu titik tertentu bernama TPSS.\nMengikuti jadwal dan rute tertentu, petugas pengambil sampah di ITB akan\nberkeliling mengambil sampah-sampah di TPSS kemudian dibawa ke Sabuga untuk\ndipilah. Masalah nyata yang muncul dari proses tersebut adalah ketidakpastian\nwaktu penuhnya tempat sampah di gedung, selasar, maupun lorong sehingga sering\nterjadi kelebihan kapasitas sampah di beberapa daerah tertentu. Pihak berwenang\nyang mampu untuk menyelesaikan masalah tersebut adalah DITSP. Namun, DITSP\ntidak memiliki data yang cukup mengenai kondisi-kondisi sampah yang ada di ITB,\nkhususnya kapasitas tempat sampah yang berada di gedung, selasar, maupun\nlorong. Apabila data kapasitas tempat sampah tersebut diketahui oleh DITSP, maka\nakan membantu DITSP untuk menangani masalah tersebut. Solusi yang dibutuhkan\nadalah sebuah perangkat yang dapat memberikan data kapasitas tempat sampah\nterhadap waktu dengan tampilan pengguna yang mudah dipahami untuk membantu\nstakeholder mengelola sampah di ITB. Perangkat tersebut dianalisis dan\ndiwujudkan agar mampu memecahkan masalah dengan metode capstone design.\nSolusi tersebut sudah diimplementasikan dan berhasil memberikan informasi yang\ntepat guna kepada petugas pengambil sampah dan DITSP.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/203164"}, "Penulis": "Furqon Aji Yudhistira [13215045]", "Kontributor / Dosen Pembimbing": ["Dr. Kusprasapta Mutijarsa, S.T., M.T.", "Akhmadi Surawijaya, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "sistem monitor, sampah, IoT, ITB", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "04 Mar 2020"}