{"Nomor": 46401, "Judul": "PEMBUATAN SERAT KARBON BERBAHAN DASAR LIGNIN HASIL EKSTRAKSI LIMBAH BLACK LIQUOR", "Abstrak": "Serat karbon merupakan salah satu jenis serat yang memiliki performa tinggi yang dapat diaplikasikan pada berbagai bidang. Serat karbon memiliki harga jual yang paling mahal dibandingkan dengan serat performa tinggi lainnya. Harga serat karbon yang mahal sangat dipengaruhi oleh biaya produksinya, terutama biaya untuk pembuatan prekursor. Prekursor serat karbon merupakan bahan baku yang digunakan dalam pembuatan serat karbon dan menghabiskan sekitar 51% dari total biaya produksi serat karbon. Lignin merupakan polimer hayati yang sangat potensial untuk dimanfaatkan menjadi prekursor serat karbon karena memiliki kandungan karbon yang tinggi yaitu sebesar 68%. Pada penelitian ini, dilakukan pembuatan serat karbon dengan prekursor yang berbahan dasar lignin hasil pengolahan limbah black liquor. Lignin diekstraksi dari limbah black liquor dengan menggunakan metode asidifikasi hingga pH 2 kemudian dilanjutkan dengan pencucian menggunakan air deionisasi (DI). Lignin dimurnikan dengan merefluks lignin menggunakan air DI sebesar 0, 100, 150, 200, 300, dan 400 kali masa lignin. Lignin yang telah diekstraksi di-blending dengan polivinil alkohol (PVA) dengan konsentrasi lignin sebesar 0%, 10%, 20%, 30%, 40%, 50%, 60%, 70%, 80%, 90%, dan 100% (w/w) menggunakan metode wet spinning. Proses stabilisasi dilakukan pada temperatur 220ºC dan dilanjutkan karbonisasi pada temperatur 850ºC dalam kondisi inert menggunakan gas nitrogen. Pengujian tarik serat prekursor dan serat karbon dilakukan dengan mengacu pada standar ASTM D-3882. Karakterisasi SEM dilakukan untuk mengetahui morfologi dari serat yang dihasilkan. Karakterisasi DSC/TGA dilakukan untuk mengetahui sifat termal, miscibility dan carbon yield dari serat lignin/PVA. Berdasarkan hasil pengujian yang dilakukan pada lignin hasil ekstraksi dan pemurnian, kemurnain lignin tertinggi diperoleh pada LR300 dengan kemurnian sebesar 95,91%. Kekuatan tertinggi dari prekursor serat karbon berbahan dasar lignin yang dihasilkan sebesar 2,8 GPa pada serat lignin/PVA dengan konsentrasi lignin sebesar 40% (L60P40). Berdasarkan hasil pengujian yang telah dilakukan dapat disimpulkan bahwa serat lignin/PVA yang dihasilkan memiliki potensi untuk dimanfaatkan sebagai prekursor serat karbon. Namun, kekuatan serat karbon berbasis lignin yang dihasilkan masih memiliki kekuatan dan kekakuan yang rendah dibandingkan serat karbon komersial. Kekuatan dan kekakuan tertinggi diperoleh dari prekursor L70P30, dengan kekuatan tarik sebesar 528,92 MPa dan kekakuan sebesar 40,61 GPa.", "Daftar File": {"ABSTRAK Silvia Mar'atus Shoimah": "https://digilib.itb.ac.id/gdl/download/203159"}, "Penulis": "Silvia Mar'atus Shoimah [23718007]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Mardiyati, S.Si., M.T.", "Ir. Arif Basuki, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Ilmu Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "black liquor, ekstraksi lignin, prekursor serat karbon, serat karbon", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "04 Mar 2020"}