{"Nomor": 46426, "Judul": "PENGEMBANGAN BANGUNAN KA STASIUN RANGKASBITUNG SEBAGAI TITIK SIMPUL PERGERAKAN KOTA", "Abstrak": "Berdasarkan data Badan Pusat Statistik, pengguna kereta api KRL Jabodetabek meningkat drastis dari tahun 2006 sebesar 104,4 juta penumpang menjadi sebanyak 315,9 juta penumpang pada tahun 2017. Faktor utama ini disebabkan PT KAI membenahi sistem transportasi kereta api Indonesia secara signifikan pada tahun 2009 , yang juga berdampak pada Stasiun KA Rangkasbitung. Semenjak April 2017, jalur Commuter Line PP Tanah Abang - Rangkasbitung yang sebelumnya tidak aktif kini diaktifkan kembali. Pengguna jasa layanan kereta api di stasiun KA Rangkasbitung pun mengalami kenaikan yang cukup siginifikan hingga 50%. Sebagai stasiun Besar Kelas C, stasiun KA Rangkasbitung dianggap belum bisa memenuhi kebutuhan saat ini. Oleh karena itu dibutuhkan penataan dan pengembangan stasiun dengan mengikuti Peraturan Menteri Perhubungan No. 48 Tahun 2015 tentang Standar Pelayanan Minimum Angkutan Orang Dengan Kereta Api.\nTugas akhir ini berupa penataan kembali bangunan stasiun KA Rangkasbitung lama dan pembangunan bangunan stasiun KA Rangkasbitung baru. Pada bangunan stasiun lama terdapat bangunan cagar budaya yang perlu dipertimbangkan, sedangkan pada bangunan baru mempertimbangkan konektivitas antara stasiun KA Rangkasbitung lama dan stasiun KA Rangkasbitung yang baru. Proyek ini sesuai dengan rencana induk PT KAI seluas ±1,8ha dari luas keseluruhan pengembangan ±12ha.\nPada proses pengembangan ini terdapat tiga isu besar yang menjadi pertimbangan perancangan yakni isu mobilitas, integrasi dan tampilan visual bangunan. Dari ketiga isu itu pun terpilih satu konsep berupa titik simpul. Dengan demikian, bangunan ini juga dapat menjadi pembeda daripada bangunan lain disekitarnya. Kedepannya stasiun Rangkasbitung akan menjadi kawasan Transit Oriented Developement (TOD). Stasiun pun dapat menjadi titik simpul pergerakan kota.", "Daftar File": {}, "Penulis": "Shofura Tsabita [15215015]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Widjaja Martokusumo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Stasiun Kereta, Transit Oriented Developement (TOD), Rangkasbitung.", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "05 Mar 2020"}