{"Nomor": 46421, "Judul": "LABORATORY INVESTIGATION OF IMPULSE CHARACTERISTICS OF DIFFERENT TYPE SOIL UNDER SEASONAL VARIATION FOR EFFECTIVE GROUNDING SYSTEM", "Abstrak": "Understanding the impulse characteristics of the soil where ground will be planted under seasonal\nvariation is a key factor in the determination of the lightning performance of transmission lines and\nthe safety voltages near high voltage towers. The earthing impedance is usually measured by either\nswitching DC to the earth rod or injecting low currents with frequencies close to the power\nfrequency. This resistance helps to estimate the behavior of the grounding system under low\nfrequencies. However, under lightning and impulsive transient conditions, the grounding system\nexhibits different behavior. Many factors significantly affect the performance of the grounding\nsystem, such as the resistivity and permittivity of the soil, the shape of earthing electrode, the\ncurrent magnitude and rise time of the impulse current. These aspects cause many challenges in\ndesigning an effective grounding system to meet the safety operation requirements. This thesis\ninvestigates both AC and impulse characteristics of the soil with different water content when the\nsoil is subjected to AC variable frequency and impulses voltage respectively. The prepared soil\nwith different water content was mixed LRM. The results obtain before adding the LRM compared\nwith the developed models available in literature exhibited close agreements with them. However,\nthe impulse experiment tests show that, the impulse characteristics of the soil before and after\nadding LRM were totally different. The impulse impedance decreases with soil water content,\nadditional of LRM, and amplitude of impulse current. Effect of moisture contents on the resistivity\nof soil and the electrical soil parameters depend on the frequency due to the soil permittivity. Both\nAC and impulse characteristics of the soil under season variation are the paramount parameters to\nbe considered in designing the effective ground system to improve the withstand and performance\nof power system.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/203183", "Tesis": "https://digilib.itb.ac.id/gdl/download/209858"}, "Penulis": "Sylvestre MANIRIHO [23218702]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Bambang Anggoro Soedjarno P., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Impulse characteristics, time-lag, seasonal variation, AC variable frequency", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "05 Mar 2020"}