{"Nomor": 46425, "Judul": "INTERPRETASI DATA GRAVITASI DAERAH GUNUNG TANGKUBAN PERAHU DAN SEKITARNYA UNTUK MENEMUKAN POTENSI PANAS BUMI", "Abstrak": "Pemakaian energi, di Indonesia, sedang mengalami kenaikan beberapa tahun terakhir. Salah\nsatu sumber energi dapat digunakan di Indonesia adalah energi panas bumi. Energi panas\nbumi menjadi fokus penelitian ini dikarenakan belum efektifnya penggunaan sumber panas\nbumi sebagai sumber energi terbarukan. Eksplorasi geofisika dilakukan pada Gunung\nTangkuban Perahu dan sekitarnya untuk mencari sumber panas bumi. Eksplorasi yang\ndilakukan adalah metode gravitasi, dimana prinsip gravitasi Newton digunakan. Metode\ngravitasi dilakukan menggunakan gravimeter untuk mengukur gravitasi di daerah\npengukuran. Data gravitasi hasil bacaan kemudian dikoreksi agar didapatkan anomali bouger\nlengkap. Pemisahan regional dan residual kemudian dilakukan terhadap anomali bouger\nlengkap. Kemudian anomali bouger lengkap, anomali regional dan anomali residual dibuat\npeta konturnya. Peta kontur kemudian diinterpretasi agar didapatkan gambaran apakah\nterdapat reservoir panas. Anomali bouger lengkap bernilai 270 s.d. 380 mgal. Sedangkan\nanomali regional yang didapatkan adalah sebesar 90 sampai 370 mgal dan anomali residual\nyang memiliki range nilai -30 sampai 270 mgal. Jalur dibuat untuk dilakukan pemodelan\nkeadaan bawah permukaan. Berdasarkan hasil pemodelan Jalur AB memiliki daerah yang\ndensitas relatif bernilai -0.206 sampai dengan +0.4524 dibanding daerah sekitarnya.\nSedangkan pada Jalur CD, Densitas relatifnya memiliki range antara +0.4901 dan -0.155\ndibanding daerah sekitarnya. Pada Jalur EF densitas relatifnya berentang dari -0.136 sampai\n0.4160 dibanding daerah sekitarnya. Hasil pemodelan metode gravitasi dibandingkan dengan\nhasil pemodelan Controlled-source Audio-frequency Magnetotellurics (CSAMT) dan\ndidapatkan bahwa hasil pemodelan sudah serupa.", "Daftar File": {"ABSTRAK Richard Cahyadi": "https://digilib.itb.ac.id/gdl/download/203186"}, "Penulis": "Richard Cahyadi [10215031]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Enjang Jaenal Mustopa, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Anomali bouger lengkap, gunung tangkuban perahu, gravimeter, metode talwani, prinsip gravitasi.", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "1 file", "Tanggal Input": "05 Mar 2020"}