{"Nomor": 46423, "Judul": "PENINGKATAN EFISIENSI ENERGI PADA PEMBANGKIT LISTRIK TENAGA PANAS BUMI DENGAN APLIKASI PENGENDALIAN BERBASIS BEBAN PADA SISTEM PENYISIHAN GAS DAN POMPA AIR PENDINGIN", "Abstrak": "Dari perspektif termodinamika, operasi Pembangkit Listrik Tenaga Panas Bumi\n(PLTP) bekerja dengan siklus Rankine. Pembangkitan listrik yang efisien dicapai\nmelalui konservasi energi (entalpi) aliran uap dari sumur ke pembangkit, konversi\nenergi maksimum pada turbin dengan pengaturan tekanan kondensasi yang rendah,\nserta pemakaian listrik sendiri (houseload) yang minimal. Pada hampir semua\nPLTP, tekanan kondensasi (kondensor) dijaga kevakumannya oleh ejektor yang\nmenghisap akumulasi Non-Condensible Gas (NCG), yaitu CO2, dan H2S, dari\nkondensor, sedangkan efektivitas kondensasinya ditentukan oleh ketersediaan air\npendingin yang bergantung pada kinerja pompa sirkulasi air pendingin. Pada\numumnya PLTP didesain untuk bekerja pada basis bebannya (100% kapasitas)\nsehingga kinerja peralatan penunjang seperti ejektor dan pompa tidak sensitif\nterhadap fluktuasi beban pembangkitan maupun perubahan kandungan NCG\n(persen berat dalam total pasokan uap). Hal ini mengakibatkan pemakaian energy\npada PLTP ejektor cenderung tetap.\nDalam operasi di PLTP “X”, kandungan NCG hanya 35% dari desain, sedangkan\npembangkitan harian berfluktuasi di bawah basis beban sesuai instruksi otoritas\npengatur jaringan. Kondisi operasi yang dinamis ini memberi peluang upaya\nefisiensi energy melalui modifikasi sistem kerja ejektor dan pompa sirkulasi\npendingin agar lebih adaptif terhadap perubahan beban, yang akhirnya menunjang\nkonservasi cadangan uap. Analisa kinerja dan perancangan sistem control untuk\nejektor dan pompa sirkulasi pendingin menjadi lingkup bahasan tesis, melalui\nevaluasi kombinasi opsi: pengaturan debit air pendingin dengan pengontrolan aliran\nuap penggerak atau modifikasi fisik bertahap pada ejektor.", "Daftar File": {"ABSTRAK Wibisono": "https://digilib.itb.ac.id/gdl/download/203185"}, "Penulis": "Wibisono [23017023]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. I.G.B. Ngurah Makertihartha", "Jenny Rizkiana, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "PLTP, teknologi ejektor, optimasi sistem penyisihan gas, simulasi ejektor, sistem kontrol ejektor, optimasi sistem pendinginan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "05 Mar 2020"}