{"Nomor": 46437, "Judul": "SISTEM MONITORING FALSIFIKASI SURVEYOR BERBASIS INTERNET OF THINGS", "Abstrak": "Survei merupakan metode pengumpulan informasi/data dari sebuah kelompok yang mewakili populasi yang diambil berdasarkan metodologi. Kualitas data yang dihasilkan survei sangat dipengaruhi oleh besarnya non sampling eror yang sering terjadi karena perilaku tidak baik manusia / moral hazard. Untuk mengatasi hal tersebut diperlukan pengawasan terhadap petugas survei. Namun, pengawasan yang ada saat ini masih blm efektif karena belum ada dasar alat bukti dalam penentuan petugas survei mana yang harus diawasi. Untuk mengatasai hal tersebut diperlukan model penentuan pengawasan proses pengumpulan data pada survei.\n\nPenelitian ini menggunakan metodologi DRM untuk menyelesaikan masalah yang telah disebutkan diatas. Penelitian ini membuat sistem monitoring falsifikasi yang dilakukan surveyor yang terdiri dari sistem pengumpulan data GPS menggunakan perangkat smartphone dan menganalisa lokasi dan sampling waktu untuk mendapatkan model validasi pencacahan yang dapat dujadikan dasar melakukan pengawasan. Penelitian ini membuat dan mengevaluasi model penentuan titik berhenti berdasarkan dua metode yang digunakan untuk mengumpulkan data GPS. Rekayasa, simulasi, dan evaluasi bisnis proses dilakukan untuk mengubah bisnis proses yang semula manual menjadi berbasis teknologi informasi.\n\nEvaluasi menunjukan bisnis proses to-be  lebih efektif dari bisnis proses semula. Hal tersebut ditunjukan dengan nilai Cycle time efficiency  masing masing 36% dan 29% pada bisnis proses updating dan pendataan lengkap. Hasil uji beda rata-rata (multivariate t-test) juga menunjukan bahwa data GPS hasil model sama dengan data GPS sebenarnya. Hal tersebut menunjukan bahwa data GPS dapat digunakan sebagwai dasar penentuan pengawasan.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/203291", "Tesis": "https://digilib.itb.ac.id/gdl/download/209653"}, "Penulis": "You Ari Faeni [23218046]", "Kontributor / Dosen Pembimbing": ["Fadhil Hidayat, S.Kom., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Surveyor, Falsifikasi Surveyor, Deteksi Pemalsuan Data, Perilaku Surveyor, Validasi Survei, Tracking, Data GPS, Model Titik Henti, Rekayasa Proses Bisnis.", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "05 Mar 2020"}