{"Nomor": 46430, "Judul": "EVOLUSI CEKUNGAN OMBILIN BERDASARKAN KAJIAN GEOLOGI STRUKTUR DAN SEJARAH PEMENDAMAN", "Abstrak": "Cekungan Ombilin merupakan half-graben yang terbentuk di Paleogen dan saat ini\nmenjadi bagian dari Pegunungan Barisan di Sumatra Tengah bagian barat. Studi ini\nmembahas evolusi Cekungan Ombilin berdasarkan peran sesar. Evolusi cekungan\ndikaji berdasarkan integrasi interpretasi penginderaan jauh dan analisis bawah\npermukaan. Interpretasi penginderaan jauh menggunakan Advanced Spaceborne\nThermal Emission and Reflection Radiometer Global Digital Elevation Model\n(ASTER GDEM). Interpretasi penginderaan jauh menghasilkan kelurusan sesar\npermukaan. Analisis bawah permukaan menggunakan 47 penampang seismik 2-\ndimensi dan tiga sumur. Data sumur mencakup log talikawat, data vertical seismic\nprofiling, laporan biostratigrafi, dan laporan reflektansi vitrinit. Analisis bawah\npermukaan menghasilkan unit kronostratigrafi, penampang struktur, peta struktur\nwaktu bawah permukaan, peta isokron, dan sejarah pemendaman. Pemodelan\nsejarah pemendaman menggambarkan mekanisme penurunan cekungan. Cekungan\nOmbilin memiliki tren sesar berarah baratlaut-tenggara, utara-selatan, dan\ntimurlaut-baratdaya. Sesar Takung dengan tren baratlaut-tenggara di utara\ncekungan berperan sebagai sesar utama dan membuat Cekungan Ombilin miring ke\narah timurlaut. Tren utara-selatan dan timurlaut-baratdaya merupakan sesar\nmelintang (transverse faults). Tren lipatan di cekungan ini adalah baratlauttenggara.\nCekungan Ombilin memiliki tiga fase tektonik, yaitu fase ekstensional\n(Eosen Tengah – Oligosen), kompresional (Oligosen Akhir dan Pliosen Akhir -\nResen), dan penurunan cekungan akibat termal (Miosen Awal – Pliosen Akhir).\nFase ekstensional bekerja secara menyerong untuk memungkinkan sesar normal\npada tren-tren sesar yang ada. Pengangkatan dan erosi di Oligosen Akhir\ndilanjutkan dengan sedimentasi pada Miosen Awal – Pliosen Akhir. Fase\nkompresional dicirikan dengan inversi sesar-sesar berarah baratlaut-tenggara,\nsementara tren sesar berarah utara-selatan dan timurlaut-baratdaya tereaktivasi\nmenjadi sesar geser menganan.", "Daftar File": {"ABSTRAK Aldo Febriansyah Putra": "https://digilib.itb.ac.id/gdl/download/203229", "COVER Aldo Febriansyah Putra": "https://digilib.itb.ac.id/gdl/download/203354", "BAB 1 Aldo Febriansyah Putra": "https://digilib.itb.ac.id/gdl/download/203355", "BAB 2 Aldo Febriansyah Putra": "https://digilib.itb.ac.id/gdl/download/203356", "BAB 3 Aldo Febriansyah Putra": "https://digilib.itb.ac.id/gdl/download/203357", "BAB 4 Aldo Febriansyah Putra": "https://digilib.itb.ac.id/gdl/download/203388", "BAB 5 Aldo Febriansyah Putra": "https://digilib.itb.ac.id/gdl/download/203389", "PUSTAKA Aldo Febriansyah Putra": "https://digilib.itb.ac.id/gdl/download/203390"}, "Penulis": "Aldo Febriansyah Putra [22017307]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Chalid Idham Abdullah", "Dr. Ir. Dardji"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "geologi struktur, sejarah pemendaman, Cekungan Ombilin", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "12 file", "Tanggal Input": "05 Mar 2020"}