{"Nomor": 46439, "Judul": "MODIFIKASI STRUKTUR KAYU JABON (ANTHOCEPHALUS CADAMBA)  DENGAN PERMINERALISASI SENYAWA KRISTALIN MGC03", "Abstrak": "Kayu Jabon merupakan kayu berkualitas rendah. Untuk dapat digunakan dalam skala industri,   kayu   Jabon   harus  diolah   lebih   lanjut,   terutama  dari   sisi   kekuatan mekaniknya. Salah satu faktor penting yang mempengaruhi kekuatan mekaniknya adalah  densitas.  Kayu  dengan  kualitas  yang  baik  secara  umum  memiliki  nilai densitas yang lebih tinggi dibandingkan kayu dengan kualitas rendah. Karenanya, pada penelitian ini densitas kayu Jabon ingin ditingkatkan, dengan maksud untuk memperbaiki kekuatan mekaniknya. Pada kayu berkualitas rendah, terdapat rongga kayu yang banyak dan  ukurannya besar. Rongga kayu inilah yang dimaksudkan untuk diisi guna menaikkan densitasnya. Rongga diisi menggunakan mineral MgCO3 menggunakan dua metode. Metode pertama digunakan satu tahap perendaman, menggunakan larutan supersaturasi MgCO3. Metode kedua, digunakan dua tahap perendaman menggunakan larutan MgCl2  dan Na2CO3. Spesimen kayu setelah perendaman dikeringkan, kemudian diukur profil massa, volume, dan densitasnya. Pada metode satu tahap perendaman(MgCO3), profil massa, volume dan densitas memiliki tren menurun. Sedangkan pada metode dua tahap perendaman (MgCl2 dan Na2CO3), profil massa sampel naik hingga 142%, volume naik sebesar 4,79%, dan densitas naik sebesar 130,9%. Sayangnya, data-data tersebut tidak sejalan dengan hasil   pengujian  tekan   kayu.   Dapat   disimpulkan   bahwa  semua  sampel   yang mengalami perendaman mengalami penurunan kekuatan mekanik, dan spesimen kontrol memiliki nilai kekuatan mekanis yang lebih baik. Penurunan kekuatan mekanik spesimen dibandingkan dengan kontrol pada metode satu tahap dan dua tahap adalah sebesar 13 dan 34%, berturut-turut. Pengukuran EDS menunjukkan tidak adanya atom Mg di dalam rongga kayu. Atom C, O, dan Na terdeteksi oleh EDS, menandakan bahwa yang masuk ke dalam kayu bukanlah MgCO3 tetapi Na2CO3.  Dilihat  dari spektrum  XRD,  difraktogram  sampel  cocok  dengan difraktogram literatur Na2CO3. Tidak terjadinya kristalisasi seperti penelitian- penelitian sebelumnya, kemungkinan besar disebakan karena ukuran rongga Jabon yang sangat besar. Citra SEM menunjukkan bahwa rongga Jabon berkisar antara\n150-1560 µm, berbeda dengna kayu Pinus yang diteliti sebelumnya memiliki rongga hanya sekitar 12 µm. Perbedaan ini menyebabkan lebih sulit tercapainya kondisi lokal  supersaturasi  pada  kayu  Jabon  dibandingkan  Pinus,  karena  volume rongga Jabon jauh lebih besar daripada Pinus.", "Daftar File": {"ABSTRAK Christopher Chandra": "https://digilib.itb.ac.id/gdl/download/203309"}, "Penulis": "Christopher Chandra [10515071]", "Kontributor / Dosen Pembimbing": ["Dr. Bambang Prijamboedi, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "permineralisasi, jabon, MgCO3, kekuatan mekanis, modifikasi kayu.", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "1 file", "Tanggal Input": "05 Mar 2020"}