{"Nomor": 46442, "Judul": "IMPROVEMENT OF VORTEX PARTICLE METHOD USING MULTI-RESOLUTION LSMPS METHOD", "Abstrak": "Pada thesis ini, dilakukan pengembangan pada Vortex Particle Method menggunakan\nmultiresolusi partikel. Pengembangan yang dilakukan berupa menghilangkan\ndependensi terhadap background grid dalam perhitungan operator diferensial\nuntuk menyelesaikan persamaan Navier-Stokes. Untuk mendisktritkan persamaan\ndiferensial ini, operator LSMPS dipilih karena kemampuannya dalam\nmenjaga hasil yang akurat dan stabil serta waktu komputasi yang efisien. Sebelumnya,\noperator LSMPS ini dibandingkan terlebih dahulu dengan operator\nDC, dimana memberikan hasil bahwa operator LSMPS lebih stabil dan efisien.\nPengembangan dari LSMPS operator dalam menangani kondisi farfield juga dilakukan.\nDalam hal pemodelan multiresolusi, dua skema digunakan berupa distribusi\nradial dan metode yang dikembangkan yang dinamai metode multiblock\nalgorithm. Untuk kasus dua dimensi, tes dilakukan untuk aliran melalui benda,\ndimana pengembangan yang dilakukan mampu mengurangi waktu komputasi selagi\nmempertahankan akurasi. Karena dalam pengembangan operator LSMPS\nsebelumnya belum melibatkan ekstensi ke tiga dimensi, oleh karena itu dalam\nthesis ini ekstensi ke tiga dimensi dikembangkan. Kemudian semua operator\ndiferensial pada persamaan aliran digantikan dengan ekstensi operator LSMPS\nini. Tes dilakukan untuk kasus aliran pada rekoneksi vortex ring, dan secara\nkualitatif memberikan hasil yang sesuai dengan fenomena fisik sebenarnya.", "Daftar File": {"ABSTRAK Adhika Pristiansyah": "https://digilib.itb.ac.id/gdl/download/203342"}, "Penulis": "Adhika Pristiansyah [23618014]", "Kontributor / Dosen Pembimbing": ["Dr. Lavi Rizki Zuhal"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "vortex particle method, operator diferensial disktrit, multiresolusi, metode pengembangan, vortex ring", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "05 Mar 2020"}