{"Nomor": 46446, "Judul": "MENGEMBANGKAN STRATEGI PERTUMBUHAN UNTUK MESIN SORTIR OPTIK DI INDIA - STUDI KASUS CCM", "Abstrak": "Ching Chan Optical Technology Co., Ltd (CCM) adalah salah satu produsen mesin sortir di Taiwan yang ingin mengembangkan sayap bisnisnya di pasar India. Perusahaan ini telah berdiri menjadi perusahaan yang terkemuka dan telah menjual mesin di lebih dari 40 negara. Sekarang, CCM ingin lebih meningkatkan posisinya di pasar global dengan meningkatkan pertumbuhan dan penjualannya di pasar India.\nPenelitian ini menganalisis pasar India dari perspektif yang berbeda untuk memahami persaingan antar pasar, berbagai faktor lingkungan dan faktor internal yang mempengaruhi pasar, industri potensial dimana perusahaan dapat menjual produknya, dan faktor-faktor yang mempengaruhi kepuasan pelanggan perusahaan. Hasil dari analisis digunakan untuk menemukan solusi yang tepat untuk perusahaan ini.\nDalam penelitian untuk menemukan strategi yang tepat dan handal untuk CCM, Five-Diamond Strategy biasanya digunakan untuk menciptakan sebuah solusi dengan cara memahami hasil dari berbagai analisis seperti PESTEL, SWOT, House of Quality, dan lain lain. Selain itu, performa mesin CCM dan spesifikasi produk dipelajari dengan mendalam untuk menemukan pelanggan potensial bagi perusahaan. Selama penelitian, telah ditemukan 69 pelanggan potensial India dan 4 mitra dagang potensial India sejak perusahaan ini berdiri. Ini adalah penilitan berbasis internet dimana lebih dari 200 perusahaan diteliti dan perusahaan dipilih berdasarkan barang yang diproduksi, dan peringkat perusahaan dibuat berdasarkan profil perusahaan. Alhasil, berdasarkan analisis dan strategi yang dibuat selama penelitian, langkah-langkah implementasi yang rinci disusun untuk membantu perusahaan dalam strategi pertumbuhannya.", "Daftar File": {"2020_TS_PP_BibhushanRajJoshi_1-Abstrak.pdf?_": "https://digilib.itb.ac.id/gdl/download/203418"}, "Penulis": "Bibhushan Raj Joshi [29118701]", "Kontributor / Dosen Pembimbing": ["DR. GATOT YUDOKO, MASC"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "mesin sortir, strategi pertumbuhan, pasar India, pesaing, kepuasan pelanggan", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "05 Mar 2020"}