{"Nomor": 46455, "Judul": "PENGEMBANGAN MODEL PENENTUAN RUTE UNTUK JENIS PELAYARAN LINER ANTAR PELABUHAN UTAMA (HUB) DAN DARI PELABUHAN UTAMA KE PELABUHAN FEEDER DENGAN MEMPERTIMBANGKAN KAPASITAS KAPAL (STUDI KASUS: TOL LAUT INDONESIA)", "Abstrak": "Pemerintah Indonesia fokus merancang strategi dan pengembangan Sistem Logistik Nasional, salah satunya adalah pengembangan konsep Logistik Maritim Nasional. Jokowi-JK mewujudkan konsep Logistik Maritim Nasional dalam bentuk pembangunan konektivitas antar pulau-pulau di Indonesia melalui keberadaan tol laut, dengan harapan dapat memberikan hasil positif berupa turunnya harga komoditas di wilayah Indonesia terutama Indonesia bagian timur. Kecenderungan yang dihadapi selama ini adalah terjadinya disparitas harga produk yang cukup tinggi antara Indonesia timur dengan Indonesia barat.\nPada kenyataannya, pengaturan rute tol laut saat ini masih belum menunjukkan penurunan biaya logistik karena rute tol laut yang diterapkan selama ini belum mempertimbangkan beban muatan dan sebaran pelabuhan utama (hub) yang berakibat pada jarak dan waktu tempuh yang lebih panjang serta biaya yang lebih besar. Oleh sebab itu perlu penelitian yang melakukan perancangan rute tol laut dengan mempertimbangkan jumlah muatan yang diangkut dan pemilihan pelabuhan utama (hub) sebagai titik pengumpul. Perancangan rute tol laut dilakukan untuk pelayaran liner antar pelabuhan utama sekaligus pelayaran dari pelabuhan utama ke pelabuhan feeder.\nPenelitian ini berhasil mengembangkan model Location Routing Problem with Pickup Delivery (LRPPD) dengan variabel keputusan penentuan lokasi dan jumlah pelabuhan hub, rute kapal antar pelabuhan hub dan rute kapal antar pelabuhan hub dengan pelabuhan feeder, serta variabel jumlah kapal yang melayani pengiriman logistik pada jalur tol laut Indonesia. Untuk pencarian solusi model digunakan metode Benders Decomposition, karena model tersebut terbukti dapat menghasilkan solusi optimal, untuk memecahkan permasalahan mixed integer linear programming (MILP) sehingga dapat digunakan untuk pemecahan dalam penelitian ini.\nPada tahap awal analisa, data hipotetik berskala kecil digunakan untuk menguji model matematis LRPPD dan model algoritma Benders Decomposition dengan bantuan Lingo 18.0. Perbedaan hasil solusi dari fungsi tujuan kedua model tersebut memiliki gap <1%. Hal ini menunjukkan bahwa model Benders Decomposition dapat digunakan untuk data yang lebih besar. Dengan data yang lebih besar, perlu dilakukan klusterisasi waktu, jarak, dan muatan terlebih dahulu terhadap 43 pelabuhan menjadi 20 pelabuhan saja untuk memudahkan perhitungan. Hasil pengolahan data menunjukkan bahwa dengan model algoritma Benders Decomposition terdapat 6 pelabuhan yang terpilih menjadi pelabuhan utama yaitu Belawan – Jambi – Tj Priok – Tj Perak – Makassar – Bitung. Sementara total biaya operasional pelayaran tol laut untuk satu minggu adalah Rp 17.780.620.000 dengan menggunakan 17 kapal. Kondisi ini menunjukkan penurunan biaya logistik sebesar 7,3% dari biaya logistik sebelumnya.", "Daftar File": {"ABSTRAK ELVI ARMADANI": "https://digilib.itb.ac.id/gdl/download/203490"}, "Penulis": "ELVI ARMADANI [23416029]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Senator Nur Bahagia"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Tol Laut Indonesia, Many-to-many Location Routing Problem, Benders Decomposition", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "05 Mar 2020"}