{"Nomor": 46454, "Judul": "DESAIN DAN ANALISIS PELINDUNG TAMBAHAN KENDARAAN TEMPUR UNTUK MEMENUHI KELAIKANLEDAK STRUKTUR (STRUCTURAL BLASTWORTHINESS)", "Abstrak": "Kelaikan-ledak struktur (structural blastworthiness) adalah kemampuan suatu\nstruktur untuk berdeformasi dengan gaya terkontrol dan memberikan ruang yang\ncukup untuk keselamatan penumpang selama terjadi ledakan. Frasa ini\ndimunculkan untuk menunjukkan kebutuhan yang mendesak pada struktur laikledak\n(blastworthy\nstructure).\nStruktur\nlaik-ledak\nini\ndiharapkan\ndapat\nmengurangi\n\nrisiko\n\ncedera penumpang suatu kendaraan tempur akibat serangan ranjau yang\nbanyak terjadi di daerah perang atau daerah damai paska perang. \n\nPenelitian sebelumnya telah menunjukkan bahwa konstruksi aluminum foam\nsandwich (AFS) memiliki karakteristik penyerapan energi ledak yang unggul. AFS\nadalah sebuah konstruksi yang terdiri dari busa aluminum yang diapit oleh dua pelat\nlogam. Karakteristik busa aluminum (Al-foam) sebagai penyerap energi ledak dapat\ndiamati melalui deformasi yang masif pada dinding sel rongga udara saat terkena\nbeban impak. Selain ringan, Al-foam juga memiliki kapasitas penyerapan energi\ndeformasi (luas kurva tegangan-regangan) yang besar. Saat dibebani tekan, Alfoam\nmengalami\ntegangan\ndatar\n(plateau\nstress)\nyang\npanjang\nsebelum\nmengalami\n\npemadatan.\nDengan\nmassa\nyang\nringan\ndan\npenyerapan\nenergi\nyang\nbesar\nmembuat\n\nAl-foam\nmemiliki\npenyerapan\nenergi\nper\nmassa\nyang\nlebih baik\ndari\nmaterial\nlain.\n\n\n(#tujuan)\n\n\nTujuan\n\nutama dari penelitian ini adalah meningkatkan kelaikan-ledak struktur\nkendaraan tempur Anoa 6×6 dari level 1 ke level 3 merujuk ke NATO STANAG\n4569. Strategi pencapaian tujuan tersebut adalah dengan mendesain dan\nmenganalisis pelindung tambahan berupa AFS dan kursi anti-ranjau untuk\ndiaplikasikan pada kendaraan tempur Anoa 6×6. Setelah dipasang pelindung\ntambahan, keselamatan penumpang Anoa 6×6 dianalisis melalui penilaian risiko\ncedera. \n(#batasanmasalah) \nPenelitian ini berfokus pada pengaruh pelindung tambahan terhadap keselamatan\npenumpang dari ancaman ranjau. Pelindung tambahan primer berupa AFS dipasang\ndi bawah lantai kendaraan tempur Anoa 6×6 yang akan dibebani ranjau bermassa 8\nkg dengan jenis trinitrotoluene (TNT) di bawah perut kendaraan tersebut (NATO\nSTANAG 4569 level 3b). Standar-standar yang digunakan adalah NATO\nSTANAG 4569 dan dokumen turunannya, Allied Engineering Publication (AEP)\n55 volume 2. Umumnya konstruksi AFS ini tetap menyisakan akselerasi dan \nperpindahan yang tinggi pada lantai kendaraan tempur selama ledakan berlangsung.\nSisa akselerasi dan perpindahan yang masih tinggi ini diatasi oleh pelindung\ntambahan sekunder berupa kursi anti-ranjau sedemikian sehingga dapat\nmengurangi risiko cedera penumpang.\n(#metodedananalisis) \nSecara umum penelitian ini terdiri atas tiga kegiatan utama yaitu uji integritas\nstruktur, uji keselamatan penumpang, dan uji keselamatan penumpang dengan\nbeban berlebih. Tiga kegiatan utama ini dibagi lagi menjadi enam tahapan sesuai\ndengan nama bab yaitu (1) studi pustaka dan kajian analitis, (2) pemodelan numerik\nkelaikan-ledak AFS, (3) desain dan analisis setup pengujian ledak AFS, (4)\npengujian validasi kelaikan-ledak AFS, (5) desain dan analisis keselamatan\npenumpang kendaraan tempur, dan (6) desain dan analisis kehandalan (robustness)\npelindung tambahan kendaraan tempur. \n(#hasil)\nDari penelitian ini diperoleh desain pelindung tambahan kendaraan tempur berupa\nAFS dan kursi anti-ranjau untuk Anoa 6×6 yang memenuhi NATO STANAG 4569\nlevel 3b. Pelindung tambahan dengan konstruksi AFS telah lulus uji integritas\nstruktur yang ditandai dengan tidak adanya lubang akibat ledakan ranjau, namun\nakselerasi dan perpindahan lokal akibat ledakan pada lantai masih tinggi masingmasing\n30.114\nG\ndan\n15\ncm.\nSaat\nAFS\ndiaplikasikan\nke\nAnoa\n6×6,\nsisa\nakselerasi\n\ndan\n\nperpindahan ini menyebabkan kursi bawaan Anoa 6×6 tidak lulus uji\nkeselamatan penumpang, sehingga perlu dilakukan modifikasi kursi anti-ranjau.\nModifikasi ini terdiri atas (1) perubahan sistem pemasangan kursi dan (2)\npeninggian posisi sandaran kaki. Dengan kursi anti-ranjau yang termodifikasi ini\ndiperoleh pengurangan risiko cedera hingga lebih dari 90% pada bagian tubuh yang\ndinilai kritis (kepala, leher, dan tulang kering (tibia)). Saat diaplikasikan ke uji\nkeselamatan penumpang dengan beban berlebih (overmatch), kursi tersebut harus\ndimodifikasi kembali untuk mampu menahan beban ledak 10 kg TNT. Modifikasi\nlebih lanjut berupa peningkatan sandaran kaki hingga 24 cm mampu memenuhi\nbeban ledak 10 kg TNT, namun hal ini memberikan pengaruh negatif kepada\nkenyamanan penumpang.\n(#manfaat dan kontribusi)\nPenelitian ini berdampak besar dalam industri militer dan industri penyedia material\nbaja dan aluminum. Bagi industri militer dalam negeri, terdapat peningkatan nilai\ntambah pada kendaraan tempur yang telah memenuhi kelaikan-ledak melalui\npembuatan varian kendaraan tempur laik-ledak. Di samping itu, penggunaan Alfoam\n\nakan memicu perusahaan dalam negeri seperti PT INALUM untuk\nmenyediakan rantai pasok kebutuhan Al-foam. Selain itu, PT Krakatau Steel juga\ndapat menyediakan rantai pasok dari baja kekuatan tinggi dan menengah yang\nselama ini masih diimpor dari luar negeri. Kebaruan dari penelitian ini terletak pada\nmetodologi desain, produk pelindung tambahan, dan model numerik yang\ndigunakan untuk untuk mengevaluasi pengaruh pelindung tambahan AFS dan kursi\nanti-ranjau terhadap keselamatan penumpang kendaraan tempur Anoa 6×6 dari\nancaman ranjau.", "Daftar File": {}, "Penulis": "Arief Nur Pratomo [33616301]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Ichsan Setya Putra", "Dr. Ir. Sigit Puji Santosa, MSME", "Dr. Ir. Leonardo Gunawan"], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Kelaikan-ledak struktur, pelindung tambahan, aluminum foam sandwich, kursi anti-ranjau, kendaraan tempur.", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "1 file", "Tanggal Input": "05 Mar 2020"}