{"Nomor": 46464, "Judul": "FORMULASI STRATEGI BISNIS UNTUK PEDAGANG MAKANAN KAKI LIMA DALAM MENGHADAPI LINGKUNGAN BISNIS YANG KOMPETITIF", "Abstrak": "Kehadiran pedagang kaki lima (PKL) sangat mudah ditemukan di banyak kota di Indonesia. Banyak dari mereka dapat ditemukan berdagang di tempat-tempat dan menggunakan gerobak atau kios semi permanen untuk menjual makanan dan hidangan dengan harga yang murah dan terjangkau. Meskipun aktivitas berdagang mereka sering dianggap sebagai masalah kota, berdagang secara kaki lima dianggap sebagai pilihan terbaik untuk mencari nafkah, terutama untuk rumah tangga berpenghasilan rendah. Pedagang kaki lima sebagian besar adalah wirausaha mikro yang terlibat dalam sektor informal perkotaan. Karakteristik mereka pada umumnya yaitu operasi skala kecil, kepemilikan keluarga, dan memiliki keterampilan dan kemampuan yang rendah. Dengan penekanan pada yang terakhir, keterbatasan ini menempatkan pedagang kaki lima pada situasi yang kurang menguntungkan ketika menghadapi lingkungan bisnis yang kompetitif. Saat ini, pedagang kaki lima bersaing bukan hanya dengan sesama pedagang kaki lima, tetapi juga dengan restoran dan layanan pengiriman makanan yang muncul baru-baru ini. Persaingan ini mengurangi pangsa pasar para pedagang kaki lima. Oleh karena itu, strategi bisnis yang tepat diperlukan dalam menghadapi persaingan tersebut.\nDalam proses merumuskan strategi bisnis yang tepat, penelitian ini mengadopsi kerangka kerja strategi AFI (Analisis, Perumusan, dan Implementasi) dan mengandalkan pendekatan kualitatif seperti wawancara, diskusi kelompok terarah, dan pengamatan untuk mendapatkan data yang diperlukan. Dimulai dengan analisis lingkungan eksternal dari pedagang kaki lima menggunakan kerangka kerja PESTEL dan Lima Kekuatan Porter, kemudian dilanjutkan dengan analisis kondisi internal pedagang kaki lima menggunakan pandangan berbasis sumber daya, kerangka kerja VRIO, dan analisis rantai nilai. Penelitian ini juga melakukan penelitian pasar secara kualitatif dengan tujuan untuk mendapatkan wawasan tentang preferensi pelanggan terhadap pedagang kaki lima. Kemudian penelitian ini menggunakan strategi bisnis generik dan matriks TOWS untuk mengusulkan beberapa alternatif strategis. Terakhir, model intan strategi digunakan untuk memberikan pendekatan yang lebih terperinci tentang strategi apa yang harus dilakukan oleh pedagang kaki lima dan bagaimana cara menjalankannya.\nSetelah melakukan analisis menyeluruh, penelitian ini mengusulkan bahwa pedagang kaki lima harus melakukan strategi diferensiasi. Diferensiasi yang dilakukan harus memberikan manfaat yang berharga bagi pelanggan seperti pertama, makanan dan hidangan yang ditawarkan lebih enak dengan ukuran porsi lebih besar sambil menjaga harga tetap terjangkau. Kedua, makanan dan hidangan ditangani dengan benar untuk memastikan kebersihan dan kesesuaiannya. Ketiga, lokasi penjual yang nyaman, bersih, dan layak. Dan keempat, keramahan yang menyenangkan dan layanan yang luar biasa saat melayani pelanggan. Studi ini juga menekankan perlunya bantuan dari pemerintah, akademisi, praktisi, dan LSM untuk berpartisipasi dalam meningkatkan industri kaki lima serta kehidupan para pedagang kaki lima.", "Daftar File": {"2020_TS_PP_GALANG ERLANGGA_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/203497"}, "Penulis": "Galang Erlangga [29117528]", "Kontributor / Dosen Pembimbing": ["Salfitrie Roos Maryunani, S.T., M.A.B."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "pedagang kaki lima, usaha mikro, sektor informal, lingkungan bisnis kompetitif, strategi bisnis", "Sumber": "PEDAGANG MAKANAN KAKI LIMA", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "05 Mar 2020"}