{"Nomor": 46465, "Judul": "OPTIMALISASI SISTEM LAMPU TENAGA SURYA HEMAT ENERGI DENGAN KENDALI OTOMATIS UNTUK DAERAH 3T DI INDONESIA", "Abstrak": "Indonesia sebagai salah satu negara dengan kepulauan terbesar masih\nmengalami permaslahan dalam pembangunan salah satunya adalah akses listrik\nkepada daerah 3T. Salah satu solusi yang dikeluarkan oleh Pemerintah Republik\nIndonesia adalah mengeluarkan kebijakan pra-elektrifikasi pada 2017. Kebijakan\nini bertujuan untuk meningkatkan rasio elektrifikasi dengan cara menyediakan\nlampu tenaga surya hemat energi (LTSHE) bagi daerah 3T. Namun masih terdapat\nragam permasalahan pada LTSHE terutama dalam aspek teknis. Permasalahan yang\nmuncul yaitu masih belum sesuainya desain sistem dengan standar minimal yang\nharus dipenuhi oleh LTSHE serta masih dilakukannya pengurangan intensitas\nlampu secara manual. Kedua permasalahan ini berujung pada inefisiensi daya\nsistem dan buruknya performansi sistem. Maka dari itu dilakukan penelitian untuk\nmemberikan rekomendasi sistem yang paliong optimal dari LTSHE. Rekomendasi\nsistem akan diuji dengan simulasi pada perangkat lunak MATLAB serta pada PSIM\ndan juga Proteus. Matlab akan digunakan untuk menguji hasil perhitungan\nmatematis sitem yang dilakukan. Sedangkan PSIM dan Proteus akan digunakan\nsebagai verifikasi hasil perhitungan matematis supaya metode pengurangan\nintesitas daya dapat dilakukan pembuatan purwarupanya serta pengujiannya.\nAdapun metode pengurangan intesitas daya otomatis yang digunakan dan\ndibandingkan adalah dengan modulasi PWM dan pembatas arus. Didapatkan\nrekomensasi sistem LTSHE adalah dengan menggunakan PV yang memiliki Imp\ndiatas 1.9327 dan kapasitas diatas 35,84Wp, baterai lead acid 12V dengan kapasitas\ndiatas 31Ah, dan MPPT charge controller dengan metode P&O serta konverter\nbuck. Sedangkan metode pengaturan intensitas daya lampu akan lebih baik\nmenggunakan metode PWM.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/203515"}, "Penulis": "Muhammad Rifqi Febrian [18015009]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agus Purwadi, M.T.", "Burhanuddin Halimi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "lampu tenaga surya hemat energi, PWM, Pembatas arus, energi terbarukan", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "05 Mar 2020"}