{"Nomor": 46469, "Judul": "PENGARUH ELECTRONIC WORD OF MOUTH TERHADAP INTENSI PENGGUNAAN BNI TAPLUS MUDA (STUDI KASUS: BNI CABANG GANESHA)", "Abstrak": "Generasi millenial tumbuh dengan peningkatan akses ke data dan berdampak pada pelanggan yang paling berpendidikan dan paling tercerahkan. Saat ini akses data tidak semata-mata hanya diperoleh dari buku atau koran, tapi juga tersedia pada smartphone. Selain adopsi yang meningkat pesat dari web, smartphone, pertumbuhan situs jual beli, ada juga konversi kuat oleh bank-bank Indonesia yang merangsang permintaan pelanggan. Survei yang dilakukan McKinsey & Company (2019) menjelaskan bahwa Indonesia dua kali lebih cepat dari kenaikan pasar Asia yang berbeda dalam hal penggunaan saluran perbankan digital. Pelanggan tersebut menunjukkan keterbukaan dan akan berpikir untuk beralih ke bank digital.\nBNI atau Bank Negara Indonesia adalah bank milik pemerintah Indonesia yang memiliki ribuan cabang dan lebih dari jutaan nasabah. BNI telah meluncurkan produk tabungan untuk anak muda Indonesia yang berusia antara 17 - 35 tahun yaitu BNI Taplus Muda yang telah berdiri sejak Juli 2012 untuk memenuhi kebutuhan finansial generasi muda. Salah satu kantor cabang BNI, yaitu BNI Ganesha telah melihat BNI Taplus Muda sebagai peluang yang diinginkan untuk mendapatkan lebih banyak pelanggan BNI Taplus Muda karena terletak di dalam lembaga pendidikan. Cabang BNI Ganesha memiliki siswa ITB sebagai target pasar mereka. Namun, ada penurunan jumlah BNI Taplus Muda dalam tahun terakhir yang mempengaruhi kinerja cabang BNI Ganesha. Melalui penelitian ini, peneliti menganalisis apa yang menyebabkan masalah baik secara internal maupun eksternal. Selain itu, metode lain yang digunakan adalah wawancara semi terstruktur, dan melakukan survei terhadap 116 responden yang terbatas pada mahasiswa ITB mulai dari sarjana dan magister. Ditemukan bahwa kualitas argument valensi, konsistensi, dan volume pada electronic word of mouth mempengaruhi niat pelanggan untuk menggunakan BNI Taplus Muda. Kemudian, setelah akar dari penyebab masalah ditemukan, peneliti mengusulkan solusi bisnis dengan menggunakan TOWS.\nAda tiga solusi yang diusulkan untuk menyelesaikan masalah yang terjadi di cabang BNI Ganesha, yaitu meningkatkan nilai pelanggan BNI Taplus Muda, membangun bauran promosi BNI Taplus Muda terutama dalam media digital, dan mengundang mahasiswa ITB untuk menjadi pemimpin opini dari BNI Taplus Muda. Media sosial adalah salah satu alat praktis untuk mempromosikan BNI Taplus Muda, BNI Ganesha juga dapat berinteraksi dengan pelanggan secara aktif melalui media digital. Solusi ini diharapkan dapat menstimulasi sirkulasi positif dari mulut ke mulut di kalangan mahasiswa ITB secara konvensional dan elektronik yang pada akhirnya dapat meningkatkan kinerja BNI Ganesha dalam hal produk tabungan BNI Taplus Muda.", "Daftar File": {"2020_TS_PP_Asri Fairuz F_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/203536"}, "Penulis": "Asri Fairuz Febriantami [29118054]", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, MA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Perbankan Digital, Electronic Word of Mouth, Intensi Penggunaan, BNI Taplus Muda", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "05 Mar 2020"}