{"Nomor": 46466, "Judul": "EVALUASI KINERJA LALU LINTAS SIMPANG BERSINYAL DI BAWAH KONDISI CAMPURAN ARUS LALU LINTAS (STUDI KASUS SIMPANG JL.SOEKARNO HATTA-JI.IBRAHIM ADJIE, KOTA BANDUNG)", "Abstrak": "Kinerja lalu lintas jaringan jalan sangat dipengaruhi oleh arus lalu lintas yang melalui persimpangan. Simpang JI.Soekarno Hatta-JI.Ibrahim Adjie di Kota Bandung adalah simpang yang menghadapi masalah lalu lintas selama periode jam sibuk terutama pada hari kerja. Masalah tersebut menyebabkan tundaan kendaraan untuk waktu yang cukup lama. Tujuan dari penelitian ini adalah untuk mengevaluasi kinerja lalu lintas simpang bersinyal dengan menggunakan metode empiris, metode analitis, dan metode analitis mikro selama jam sibuk. Membandingkan hasil antara metode empiris, metode analitis, dan metode analitis mikro dari simpang bersinyal eksisting. Peningkatan simpang bersinyal eksisting dilakukan dengan menggunakan metode analitis mikro berdasarkan tiga skenario.\nHasil analisis berdasarkan metode empiris yaitu MKJI 1997 menunjukkan bahwa selama jam sibuk pagi tundaan simpang adalah 37,79 det/smp sedangkan pada jam sibuk sore adalah 42,63 detik/smp. Menggunakan metode US HCM 2010, tundaan rata-rata simpang adalah 90,381 detik/smp selama jam sibuk pagi dan 49,919 detik/smp selama jam sibuk sore. Kondisi eksisting berdasarkan metode mikro-analitik yang merupakan parangkat lunak SIDRA INTERSECTION 5.1 menunjukkan bahwa tundaan rata-rata simpang adalah 143,6 detik/smp pada jam sibuk pagi dan 109.2 detik/smp selama jam sibuk sore.\nPerbaikan simpang dilakukan dengan mengusulkan tiga tahapan yang meliputi; pertama adalah pengaturan sinyal terhadap sinyal eksisting pada saat ini, kedua adalah usulan memperbaiki geometric simpang, sedangkan tahapan ketiga flyover diusulkan untuk meningkatkan kinerja pada masa depan. Berdasarkan SIDRA INTERSECTION 5.1 tundaan rata-rata simpang menurun menjadi 48, 89% dan 59, 07% masing-masing selama jam sibuk pagi dan sore.", "Daftar File": {"ABSTRAK Filbert M. Biseko": "https://digilib.itb.ac.id/gdl/download/203521"}, "Penulis": "Filbert M. Biseko [26918701]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sri Hendarto, M.Sc.", "Ir. Titi Liliani Soedirdjo, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "kinerja lalu lintas, simpang bersinyal, MKJI 1997, US HCM 2010, SIDRA INTERSECTION 5.1.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "05 Mar 2020"}