{"Nomor": 46475, "Judul": "EFFECT OF MG CONCENTRATION ON ZNO:MG THIN FILM STUDIED BY SPECTROSCOPIC ELLIPSOMETRY, RAMAN SPECTROSCOPY, AND PHOTOLUMINESCENCE SPECTROSCOPY", "Abstrak": "One of the crucial steps in designing modern optoelectronic devices is by realizing that band-gap engineering plays a role in it. The transport properties of electrons and holes can be tuned for a given application. By varying the concentration from different materials, an energy band gap is produced. Zinc oxide (ZnO) has many applications for optoelectronic devices such as a piezoelectric, photodetector, solar cell, etc, additional doping might be needed to enhance its properties and get more specific characteristic that is needed along with the times. Modulation of the band gap with keeping the lattice constants similar to each other is essential for this purpose. Magnesium (Mg) (0.57 Å) is one of the potential materials which has a similar ionic radius to zinc (Zn) (0.60 Å). Adding magnesium oxide (MgO) which has a larger band gap (~7.5 eV) into zinc oxide (~3.3 eV) will enable the widening of the ZnO band gap.\nIn this research, the optical properties of undoped and Mg-doped ZnO thin film that deposited using DC Unbalanced Magnetron Sputtering through several characterizations being studied using Spectroscopic Ellipsometry, Raman Spectroscopy, and Photoluminescence Spectroscopy. By controlling the x value from formula MgxZn1-xO, from x = 0.01 – 0.03 and controlling the growth parameters, the most optimum concentration ratio which has the most optimum optical properties can be obtained.\nScanning Electron Microscope (SEM) and X-ray Diffraction (XRD) characterization were done to observe the thin film’s structural properties. It is found that the peak at 34o and 39o shows crystal orientation of (002) and (101), respectively. When doped with Mg, a new peak at 47o which attributed to the crystal orientation of (102) are detected. The optical properties of ZnO and ZnO:Mg were characterized using Spectroscopy Ellipsometry (SE) which was done at three incident angles; 50o, 60o, and 70o. Then the data is fitted using Lorentz oscillators. The thickness of the thin film increased as the Mg-concentration increased, varied from 53 to 71 nm. The band gap energy also shows shifting when the Mg-dopant added. The obtained Raman spectra show E2 vibration modes and several second-order multiphonons processes. The PL spectra show relatively low emissions in the UV region. The red emissions can be seen in all samples which are related to zinc or oxygen atom interstitials. The green emissions related to holes recombinations in valence band with the electrons in singly occupied oxygen vacancies. And violet emissions attributed to recombination from different excitation states.\nFrom several optical characterizations obtained, the most optimum concentration to increase the properties of ZnO is when doped by 3% Mg, despite the Raman result that was not detected.", "Daftar File": {"ABSTRAK Nabilah Zuhairah": "https://digilib.itb.ac.id/gdl/download/203562"}, "Penulis": "Nabilah Zuhairah [20218020]", "Kontributor / Dosen Pembimbing": ["Dr. Yudi Darma, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Magnesium doped zinc oxide, Photoluminescence, Raman, Spectroscopic Ellipsometry, thin film.", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "1 file", "Tanggal Input": "06 Mar 2020"}