{"Nomor": 46477, "Judul": "ANALISIS VARIASI FUNGSI KERNEL PADA PREDIKSI SAHAM SEKTOR INDUSTRI PERTANIAN MENGGUNAKAN METODE SUPPORT VEKTOR REGRESSION", "Abstrak": "Pertanian merupakan sektor yang memiliki peranan signifikan bagi perekonomian Indonesia. Menurut data Badan Pusat Statistik, pada tahun 2012, sektor pertanian menyerap 35,9% dari total angkatan kerja di Indonesia dan menyumbang 14,7% bagi GNP Indonesia. Sedangkan pada triwullan II tahun 2018 kontribusi pertanian pada laju pertumbuhan produk domestik bruto (PDB) mencapai 13,63%. Sektor pertanian sangat menjanikan untuk dijadikan usaha dan bisnis serta tujuan investasi. Potensi sumberdaya alam yang luar biasa, jumlah permintaan yang banyak, terus meningkat serta berkelanjutan merupakan peluang usaha yang bisa menjanjikan bagi para investor. Berdasarkan kondisi tersebut, maka perlu adanya suatu model untuk memprediksi kondisi indeks harga saham di sektor industri pertanian untuk membantu investor dalam melakukan pengambilan keputusan dalam penanaman modal atau saham.\nPada tugas akhir ini digunakan metode Support Vector Regression (SVR) untuk melakukan peramalan indeks harga saham penutupan di industri sektor pertanian. SVR merupakan suatu metode peramalan dengan cara mendapatkan fungsi pemisah yang optimal untuk memisahkan dua set data dari dua kelas yang berbeda. Preprocessing data akan dilakukan sebelum digunakan sebagai data pada proses pembelajaran SVR. Preprocessing data membagi data menjadi dua bagian yaitu data latih dan data uji. Data latih digunakan untuk proses pembelajaran metode SVR sehingga menghasilkan fungsi pemisah yang optimal. Setelah didapatkan hasil prediksi untuk indeks harga saham, maka dilakukan analisis terhadap keakurasian dengan menghitung nilai error dan membandingkan pengaruh variasi dari fungsi Kernel terhadap keakuratan prediksi.", "Daftar File": {"ABSTRAK Gesti Rahmah": "https://digilib.itb.ac.id/gdl/download/203577"}, "Penulis": "Gesti Rahmah [10214023]", "Kontributor / Dosen Pembimbing": ["Acep Purqon, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Fungsi Kernel, Industri Pertanian Indonesia, Support Vector Regression.", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "1 file", "Tanggal Input": "06 Mar 2020"}