{"Nomor": 46489, "Judul": "PENGARUH SUSU SAPI SEGAR DAN SUSU PASTEURISASI TERHADAP KADAR LAKTAT, GLUKOSA DAN HEMOGLOBIN PADA ATLET SEPAKBOLA YANG DISERTAI DENGAN AKTIVITAS FISIK", "Abstrak": "Latar belakang dan Tujuan: Atlet remaja memiliki resiko besar terhadap\npenurunan asupan nutrisi karena meningkatnya kebutuhan energi. Memperoleh\nasupan nutrisi yang seimbang menjadi sebuah masalah yang dihadapi oleh remaja\nkarena gaya hidup yang cenderung mengabaikan kandungan nutrisi yang\ndikonsumsi. Banyak atlet remaja mengkonsumsi minuman berenergi tapi ternyata\nberkontribusi negatif terhadap kesehatan sehingga lebih dianjurkan untuk\nmengkonsumsi susu. Atlet remaja yang terbiasa melakukan aktivitas fisik akan\nmengalami respon fisiologis di dalam tubuh maka perlu ditunjang dengan asupan\ntambahan untuk menjaga kebutuhan energi tetap terpenuhi. Kombinasi antara\naktivitas fisik ditambah dengan asupan nutrisi akan berdampak bagi sistem\nmetabolisme tubuh. Maka dari itu, tujuan dari penelitian ini adalah untuk\nmengetahui pengaruh yang diberikan susu sapi terhadap kadar laktat, glukosa dan\nhemoglobin dalam darah disertai dengan aktivitas fisik. Metode: Pemilihan subjek\npenelitian diawali dengan kuesioner pre-test, hal ini dilakukan untuk menghindari\nsubjek yang memiliki riwayat penyakit berbahaya dan bisa mempengaruhi hasil\npenelitian. Diperoleh 24 atlet sepakbola berusia 18-21 tahun, tidak memiliki\nriwayat alergi terhadap susu sapi dan memiliki pengalaman bermain sepakbola\nlebih dari 3 tahun minimal di level daerah, dengan aktivitas fisik 3-5 kali seminggu.\nAtlet dibagi secara acak ke dalam tiga kelompok minuman (susu sapi segar, susu\npasteurisasi dan air mineral) yang dikonsumsi selama tiga minggu berturut-turut.\nPemberian susu sapi segar dan susu pasteurisasi dengan volume yang sama\n(isovolumic) wajib dikonsumsi subjek penelitian sebanyak tiga kali sehari dalam\njangka waktu tiga minggu dengan takaran yang telah ditentukan. Penelitian ini\nmenggunakan Pretest-Posttest Randomized-Groups Design, dengan melakukan\ndua kali pengetesan yaitu pre-test (sebelum pemberian minuman) dan post-test\n(setelah pemberian minuman selama tiga minggu berturut-turut). Setiap pre-test\ndan post-test dilakukan Cooper test 2,4 km. Saat sebelum (p1) dan sesudah (p2)\nCooper test 2,4 km dilakukan pengambilan sampel darah untuk mengukur nilai\nlaktat, glukosa dan hemoglobin. Hasil: Susu sapi segar (1,49 ± 1,23) dan susu\npasteurisasi (1,71 ± 0,94) memberikan pengaruh yang signifikan (p < 0,01) terhadap\nkadar laktat ketika sebelum melakukan Cooper test 2,4 km (p1). Setelah melakukan\nCooper test 2,4 km (p2), hanya susu pasteurisasi (10,08 ± 6,71) saja yang\nmemberikan pengaruh signifikan (p < 0,05) dan memiliki kadar laktat lebih rendah\ndibandingkan air mineral (14,60 ± 4,10) dan susu sapi segar (12,08 ± 3,03). Untuk\nkadar glukosa, susu sapi segar (106,25 ± 12,88) mengalami penurunan lebih besar\ndibandingkan dengan susu pasteurisasi (107,25 ± 13,85) setelah melakukan Cooper\ntest 2,4 km (p2). Jika dibandingkan pre-test, hasil kadar glukosa saat post-test pada\nsusu pasteurisasi mengalami peningkatan sedangkan kadar laktat mengalami\npenurunan. Rendahnya nilai laktat setelah Cooper test 2,4 km, memungkinkan atlet\nuntuk melakukan aktivitas fisik selanjutnya tanpa mengalami kelelahan yang\nberarti. Untuk susu sapi segar, kadar glukosa mengalami penurunan dan kadar laktat\nmengalami peningkatan. Untuk kadar hemoglobin dalam darah, tidak terlihat\nadanya perbedaan yang signifikan (p > 0,05) antara pre-test dan post-test.\nKesimpulan: Susu pasteurisasi memberikan pengaruh yang signifikan terhadap\nsistem fisiologis, dalam hal ini kadar laktat dalam darah. Dengan pengaruh yang\namat besar terlihat ketika dapat mencegah laktat terakumulasi sebelum Cooper test\n2,4 km. Oleh karena itu, konsumsi susu pasteurisasi secara rutin setiap hari dan\nsebelum melakukan aktivitas fisik dianjurkan untuk mengoptimalkan performa atlet\ndalam mencapai prestasi.", "Daftar File": {"ABSTRAK Rizki Mulyawan": "https://digilib.itb.ac.id/gdl/download/203626", "COVER Rizki Mulyawan": "https://digilib.itb.ac.id/gdl/download/203627", "BAB 1 Rizki Mulyawan": "https://digilib.itb.ac.id/gdl/download/203628", "BAB 2 Rizki Mulyawan": "https://digilib.itb.ac.id/gdl/download/203629", "BAB 3 Rizki Mulyawan": "https://digilib.itb.ac.id/gdl/download/203630", "BAB 4 Rizki Mulyawan": "https://digilib.itb.ac.id/gdl/download/203631", "BAB 5 Rizki Mulyawan": "https://digilib.itb.ac.id/gdl/download/203632", "PUSTAKA Rizki Mulyawan": "https://digilib.itb.ac.id/gdl/download/203633"}, "Penulis": "Rizki Mulyawan [21715002]", "Kontributor / Dosen Pembimbing": ["Dr. Rini Syafriani, M.Kes.", "Prof. I Ketut Adnyana, M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Keolahragaan", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Susu sapi segar, susu pasteurisasi, laktat, glukosa, hemoglobin.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "8 file", "Tanggal Input": "06 Mar 2020"}