{"Nomor": 46496, "Judul": "PENGEMBANGAN PERANGKAT ELEKTROKIMIA  NON-ENZIMATIK BERBASIS KAIN  UNTUK DETEKSI GLUKOSA", "Abstrak": "Diabetes melitus saat ini menjadi salah satu masalah kesehatan terbesar di dunia. Berdasarkan data WHO tahun 2018, sekitar 430 juta populasi dunia adalah penderita diabetes dan Indonesia menempati peringkat keenam di dunia dengan penyandang diabetes terbanyak (10,3 juta populasi). Metode kuantifikasi kadar analit dengan analisis laboratorium masih banyak digunakan dalam mendiagnosa suatu jenis penyakit karena tingkat efisiensi dan akurasi yang tinggi. Namun, metode-metode kuantifikasi tersebut membutuhkan volume sampel uji yang banyak dan preparasi sampel yang rumit. Oleh karena itu, pengembangan teknologi point-of-care testing (POCT) dalam analisis medis menjadi penting karena hasil uji yang dapat diperoleh lebih cepat, mudah, dan terjangkau. Beberapa penelitian telah mengembangkan metode deteksi glukosa elektrokimia menggunakan glukosa oksidase untuk mengkuantifikasi nilai konsentrasi glukosa dengan selektivitas dan sensitivitas tinggi. Namun, metode tersebut memiliki stabilitas yang rentan terhadap perubahan lingkungan seperti pH, kelembaban, dan suhu. Oleh karena itu, sensor glukosa non-enzimatik dikembangkan untuk menghasilkan stabilitas dan selektivitas yang lebih baik, serta biaya produksi yang lebih rendah. Pada penelitian tugas akhir ini, perangkat elektrokimia berbasis kain akan difabrikasi dengan metode stensil untuk pencetakan elektroda dan menggunakan lilin batik sebagai pembatas antara area hidrofilik dan hidrofobik untuk membentuk ruang reaksi. Sintesis material elektroda perangkat dilakukan dengan grafit, grafena, dan poliuretana. Beberapa material pendukung yang akan digunakan untuk meningkatkan performa elektrokatalitik perangkat adalah rGO-AgNP, CuO, dan CNT-AgNP. Dari hasil penelitian, didapatkan bahwa CNT-AgNP merupakan material pendukung terbaik di antara dua material lainnya dalam pengukuran elektrokimia untuk deteksi glukosa, dengan sensitivitas 0,4629 A/mMcm2, koefisien linear 0,8543 pada rentang 0-10 mM, limit deteksi 2,74 mM, dan limit kuantifikasi 8,29 mM.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/203648", "Abstract": "https://digilib.itb.ac.id/gdl/download/203649"}, "Penulis": "Jessika [18315007]", "Kontributor / Dosen Pembimbing": ["Habibur Muhaimin, S.T., M.Sc.", "Isa Anshori, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "glukosa, biosensor, non-enzimatik, CNT-AgNP, voltametri siklik", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "06 Mar 2020"}