{"Nomor": 46497, "Judul": "MEMPERTAJAM OBJEKTIFITAS TRANSPARANSI DAN AKUNTABILITAS PADA PENILAIAN KINERJA DI KEMENTERIAN PENDAYAGUNAAN  PEREMPUAN DAN PERLINDUNGAN ANAK", "Abstrak": "Mamatha perundangan yang berlaku, Kementerian Pemberdayaan Perempuan dan Perlindungan\nAnak Republik Indonesia setiap tahun melakukan penilaian kinerja terhadap para pegawainya,\ndengan parameter utama antara lain pencapaian target kerja dan kepatuhan pada absensi. Hasilnya\nselalu menyatakan bahwa kinerja pegawai Kementerian Pemberdayaan Perempuan dan\nPerlindungan Anak berada pada tataran Baik dan Sangat Baik—kecuali pegawai dengan kasuskasus\n\ntertentu. Secara teoritis ini “mencurigakan”. Untuk itu, dilakukan pendalaman terhadap\nsistem manajemen kinerja yang berlaku, untuk mengetahui apakah sesungguhnya ada gap antara\nkinerja individu dengan kinerja organisasi atau tidak. \nMemanfaatkan metode pair comparison and force distribution method serta menganalisis data\npenilaian kinerja tahun 2017 dan 2018 melalui serangkaian focus group discussion (FGD),\nwawancara, dan observasi diketahui bahwa ada gap antara kinerja individu dengan kinerja\norganisasi. Faktor penyebab utamanya adalah pemberian penilaian yang tidak objektif, sebagai\nakibat dari mekanisme penilaian yang formalistik serta pengaruh budaya aristokratis-paternalistik\ndan pola patron-klien yang menyebabkan komunikasi atasan-bawahan tersekat. \nUntuk mengatasi hal tersebut, solusi terbaik bagi Kementerian Pemberdayaan Perempuan dan\nPerlindungan Anak adalah melakukan perbaikan pada proses perbaikan Sistem Penilaian Kinerja\nPegawai, dengan fokus utama keselarasan (alignment) sasaran kerja organisasi dan sasaran kerja\npegawai, sehingga penilaian kinerja pegawai menjadi objektif dan selaras dengan capaian kerja\norganisasi. Empat alat manajemen digunakan untuk menyelaraskan kinerja organisasi dengan\nkinerja individu, yaitu (1) tersusunnya kalender kerja yang terukur (mulai dari perencanaan,\npengelolaan, evaluasi dan diakhiri dengan kalibrasi); (2) formulir penilaian kinerja baru yang\nmengungkapkan kualitas kerja, kualitas perilaku, dan pertimbangan untuk kualitas kerja dan\nkualitas perilaku; (3) memanfaatkan metode Pair Comparison & Force Distribution Method untuk\nmeningkatkan obyektifitas, transparasi dan akuntabilitas penilaian; dan (4) manual yang\ndigunakan untuk memperkenalkan langkah proses penilaian kinerja yang objektif, transparan dan\nakuntabel. Aplikasi dari 4 alat manajemen ini adalah untuk memperkuat proses penilaian kinerja\ndi Kementerian Pemberdayaan Perempuan dan Perlindungan Anak agar menjadi lebih objektif,\ntransparan dan akuntabel.", "Daftar File": {"2020_TS_PP_Agustinus Tarigan_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/203650"}, "Penulis": "Agustinus R I M Tarigan tua [29117284]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Jann Hidajat Tjakraatmadja, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kementerian Pemberdayaan Perempuan dan Perlindungan Anak (KPPPA) Republik Indonesia, Performance Appraisals, Performance Gap, Paired Comparison Method, Forced Distrbution Method, Aristocratic-paternalistic, Patron-client.", "Sumber": "PT. ARA INDONESIA", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "06 Mar 2020"}