{"Nomor": 46495, "Judul": "ESTIMATION OF SEDIMENT EXPORT TO PATIMBAN AREA, ERETAN BAY, NORTH OF WEST JAVA", "Abstrak": "Dalam penelitian ini, dilakukan penghitungan total ekspor sedimen dari Sungai Cipunagara ke Teluk Eretan. Penghitungan ekspor sedimen dilakukan di tahun 2010, 2013, 2016, dan 2019.\nDalam perhitungan ekspor sedimen, terlebih dahulu dilakukan perhitungan laju erosi dan Sediment Delivery Ratio (SDR). Perhitungan laju erosi menggunakan model Universal Soil Loss Equation (USLE). Parameter masukan untuk model ini adalah, faktor LS, erodibilitas tanah, erosivitas, dan faktor tutupan lahan. Untuk SDR, dalam riset ini menggunakan model empiris yang menghitung nilai SDR berdasarkan dari luas area DAS. Nilai SDR ini berlaku untuk seluruh pixel area.\nHasil dari perhitungan laju erosi, Sungai Cipunagara memiliki laju erosi yang cenderung rendah. Hasil ini dipengaruhi oleh kondisi topografi dengan mayoritas area yang terbilang datar. Selain itu, faktor erodibilitas, erosivitas, dan tutupan lahan di daerah ini juga tidak besar. Mayoritas tutupan lahan di area ini tidak mendukung terjadinya erosi yang besar, jenis tanah di area ini juga merupakan tanah yang tidak peka terhadap erosi, serta curah hujan yang sedang.\nDengan laju erosi yang rendah, nilai ekspor sedimen yang dihasilkan terbilang rendah dibandingkan dengan hasil ekpor sedimen di Upper Citarum Cathment. Pada tahun 2010, ekspor sedimen sebesar is 88,657.54 ton/tahun. Lalu di 2013, 2016, dan 2019 sebesar 81,185.44 ton/tahun, 73,961.29 ton/tahun, dan 65,855.90 ton/tahun secara berurutan. Nilai ini sekitar lima kali lebih rendah dibandingkan dengan hasil ekspor sedimen di Upper Citarum Cathment. Hal ini dikarenakan oleh topografi area di Upper Citarum Cathment jauh lebih curam.", "Daftar File": {}, "Penulis": "Ilfa Kurniati M [15114015]", "Kontributor / Dosen Pembimbing": ["Dr. Poerbandono, S.T., M.M.", "Miga Magenika Julian, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "laju erosi, ekspor sedimen, transpor sedimen, Cipunagara", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "06 Mar 2020"}