{"Nomor": 46493, "Judul": "PERANCANGAN & IMPLEMENTASI MODUL PEMANTAU  ISI AIR PADA DISPENSER BERBASIS IOT", "Abstrak": "Dispenser air biasanya bekerja selama 24 jam tanpa henti meskipun keadaan dispenser tersebut tidak terisi oleh air. Hal ini menyebabkan sistem pemanas dan pendingin tetap berjalan, sehingga mengakibatkan tidak efisiennya penggunaan energi listrik untuk proses tersebut. Dokumen ini memaparkan hasil pengembangan solusi untuk mengatasi masalah tersebut yang merupakan bagian dari sebuah sistem smart-dispenser yang dikembangkan dalam proyek Tugas Akhir. Tujuan subsistem ini adalah untuk memantau volume aktual air dalam dispenser yang dapat diamati oleh pengguna melalui koneksi internet. Selanjutnya, ketika volume air yang berkurang mencapai batas tertentu, modul ini secara otomatis akan mematikan dispenser dan mengirimkan pemberitahuan kepada pengguna. Volume air dalam wadah diperkirakan melalui pengukuran perubahan berat keseluruhan dispenser menggunakan load-cell yang menggunakan prinsip kerja strain gauge. Subsistem pemantau ini terintegrasi dengan modul-modul lain dari sistem IoT. Proses pengambilan data dalam subsistem ini dilakukan dengan menggunakan mikrokontroller NodeMCU.  Berdasarkan pengujian ketelitian yang dilakukan setelah implementasi, sistem pemantauan memberikan galat pengukuran sekitar 2,71% dalam memperkirakan volume air yang dapat diterima untuk aplikasi ini. Dampak keseluruhan dari penambahan modul pemantauan otomatis ini pada dispenser konvensional telah dievaluasi menggunakan berbagai skenario pengguna. Penghematan energi listrik yang dapat dicapai adalah sekitar 3% - 6.22% jika dibandingkan dengan dispenser tanpa memasang sistem monitoring.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/203645"}, "Penulis": "Gatut Agung Priandoko [13214049]", "Kontributor / Dosen Pembimbing": ["Ir. Farkhad Ihsan Hariadi, M.Sc.", "Elvayandri, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Dispenser, Load cell, Energi, Kinerja", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "06 Mar 2020"}