{"Nomor": 46505, "Judul": "STRATEGI MARKETING YANG DI USULKAN UNTUK KAFE BALISTA", "Abstrak": "Balista cafe adalah bisnis yang berspesialisasi dalam kuliner dengan konsep makanan Jepang. Mereka menyediakan berbagai menu makanan seperti sushi, takoyaki, ramen, milktea, hidangan penutup, dan menu nusantara. Mereka dapat melayani dua jenis pelanggan, offline dan online. Balista didirikan pada Desember 2014. Balista telah ada sejak lama di industri kafe ini. Mereka memiliki dua cabang, tetapi sekarang hanya satu yang tersisa. Penjualan Balista baru-baru ini menurun. Jika Balista tidak dapat menarik lebih banyak pelanggan dan meningkatkan kesadaran merek mereka, mereka akan tetap berpenghasilan rendah, dan juga pesaing lain akan mengejar mereka. Situasi ini telah menyebabkan mereka mengalami masalah keuangan secara internal yang akan menyebabkan mereka menderita kerugian.\nPenelitian ini bertujuan untuk membantu Balista menganalisis faktor-faktor eksternal dan internal, analisis SWOT, dan analisis akar penyebab untuk menetapkan strategi yang diusulkan. Dari analisis eksternal dan internal, ditemukan bahwa ada banyak peluang dan ancaman dalam industri restoran. Juga ditetapkan bahwa Balista memiliki kekuatan dan kelemahan untuk bersaing di industri restoran. Analisis eksternal harus dikombinasikan dengan analisis internal untuk membuat analisis SWOT. Analisis akar penyebab dilakukan setelah analisis SWOT selesai. Dalam analisis akar penyebab, itu menunjukkan bahwa alasan Balista menghadapi penjualan rendah, adalah karena ada perubahan perilaku konsumen Balista dari offline ke online. Berdasarkan analisis tempat Balista kurang menarik untuk dikunjungi oleh pengunjung. Strategi yang diusulkan dibuat dari analisis matriks TOWS, yang dapat membagi strategi alternatif dari masing-masing kekuatan, kelemahan, peluang, dan ancaman Balista dalam analisis SWOT.\nSetelah menganalisis matriks TOWS, peneliti mengusulkan strategi untuk menjawab masalah utama yang dihadapi Balista. Strategi pertama adalah meningkatkan kegiatan promosi melalui media sosial dan promosi berbayar. Strategi kedua adalah mengembangkan berbagai menu paket. Strategi ketiga adalah memaksimalkan kerja sama dengan GoFood dan Grabfood. Strategi keempat adalah pindah ke tempat yang lebih kecil.", "Daftar File": {"2020_TS_PP_ADITYA LORENZA_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/203659"}, "Penulis": "Aditya Lorenza [29118119]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T., M.M., DBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Strategi Marketing, Perilaku Konsumen, Makanan Jepang", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "06 Mar 2020"}