{"Nomor": 46503, "Judul": "KAJIAN PERANSERTA PETANI PEMAKAI AIR DENGAN PENDAKATAN METODE TEORI PLANNED OF BEHAVIOUR (TPB) DAN SUMBER DAYA MANUSIA (MAN POWER) UNTUK MENINGKATKAN PRODUKTIVITAS LAHAN IRIGASI STUDI KASUS : DI JATILUHUR SALURAN INDUK TARUM TIMUR KABUPATEN SUBANG", "Abstrak": "Jatiluhur irrigation area is one of largest contributor of rice production in West Java such as production in Tarum Timur Subang Regency region which is recorded as the third largest rice producer in West Java. From IKMI assessment on Jatiluhur irrigation area, conducted by Directorate General of Water Resource of Housing and Public Affair Ministry, shows 60 % score of Human Resource and 60 % Management System. Lack of understanding related to irrigation network operation is one of the significant factor of Jatiluhur irrigation network operation implementation, with good support both from related officer and from farmer association as the core engine of network maintenance operation in order to create continuous irrigation system so the irrigation asset will stay maintained and rice productivity increases. This research aims to obtain the bigger picture of how far the organization (P3A, farmer association that benefits from irrigation system) behavior on operation and maintenance of irrigation network in terms of Theory Planned of Behavior and Man Power method which is able to give positive impact in order to increase land productivity in Primary Channel of Tarum Timur Subang Regency Jatiluhur Irrigation Area.\nThis research concerns on land productivity as dependent variable (Y) related to organization behavior as independent variable from 2 methods and those methods are Intention Theory Planned of Behavior (X1) and Man Power Behavior and Characteristic (X1), Physical Ability (X2), Logical Ability (X3), and Willingness (X4). The method used is quantitative research with 152 respondents that is part from 3 Association (P3A) with productivity criteria : P3A Srijaya with good standing, P3A Bangkit Jaya with intermediate standing, and P3A Gondang Jaya with low standing based on observation conducted in this research. Statistical analyses used in this research are validity, reliability, correlation, and regression test using IBM SPSS 23.0.", "Daftar File": {"ABSTRAK Taufik Andriana": "https://digilib.itb.ac.id/gdl/download/203657"}, "Penulis": "Taufik Andriana [95017009]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agung Wiyono Hadi Soeharno, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Teori Planned Of Behaviour (Ajzen), Intensi, Sumber Daya Manusia (Priyono dan Marnis) Prilaku Dan Sifat, Daya Fisik, Daya Pikir dan Keinginan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "06 Mar 2020"}