{"Nomor": 46514, "Judul": "STUDI NUMERIK PENENTUAN KOEFISIEN SEISMIK HORIZONTAL PADA FLEXIBLE SHEET PILE WALL", "Abstrak": "Analisis dinamik memodelkan beban gempa menggunakan time history gempa, sedangkan analisis pseudostatic memodelkan beban gempa dengan cara mengekuivalenkan gempa menjadi sebuah gaya yang diwakili oleh percepatan yang konstan, sehingga analisis pseudostatic lebih cepat dan mudah. Percepatan konstan yang digunakan diwujudkan dalam satu koefisien yang disebut dengan koefisien seismik horizontal (kh). Untuk mendapatkan hasil yang tepat perlu nilai kh yang dapat mewakili beban gempa yang terjadi. Pada penelitian ini akan dilakukan analisis Sheet pile sebagai dinding panahan tanah (DPT) menggunakan metode dinamik dan pseudostatic dengan berbagai kombinasi kasus.\nAnalisis ini bertujuan membandingkan deformasi lateral pada analisis dinamik dan pseudostatic sehingga didapat nilai kh yang tepat. Adapun variabel bebas yang digunakan pada pemodelan ini berupa kelas situs tanah yang terdiri dari kelas situs SD dan SE, mekanisme gempa subduksi (megathrust) dan kerak dangkal (shallow crustal), percepatan gempa 0.1 g, 0.2 g, dan 0.3 g, serta tinggi DPT 10 m dan 15 m. Analisis ini dilakukan secara numerik dengan metode beda hingga menggunakan perangkat lunak FLAC 2D. Pada perangkat lunak ini akan dimodelkan DPT menggunakan sheet pile dengan angka keamanan statik minimal sebesar 1.5, kemudian dilakukan pemodelan dinamik dan pseuodostatic. Deformasi lateral dari analisis dinamik dan pseuodostatici akan dibandingkan dengan variasi nilai kh sampai didapat perbandingan yang relatif sama. Pada kondisi perbandingan deformasi lateral yang relatif sama maka didapat nilai kh pada model tersebut.\nBerdasarkan analisis yang dilakukan hasil deformasi pada kedua pemodelan akan mirip jika nilai kh yang diambil lebih kecil dari nilai PGA. Dari variabel bebas yang digunakan tinggi DPT tidak terlalu berpengaruh, sedangkan nilai PGA, kelas situs, serta mekanisme gempa cukup mempengaruhi nilai kh. Pada penelitian ini juga didapatkan formula berorde 3 (tiga) kh terhadap kedalaman, dengan rata-rata nilai kh dari semua data adalah 0.5 PGA.", "Daftar File": {"ABSTRAK M Afriadi Mtd": "https://digilib.itb.ac.id/gdl/download/203672"}, "Penulis": "M Afriadi Mtd [25018070]", "Kontributor / Dosen Pembimbing": ["Ir. Dedi Apriadi, M.T., Ph. D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Deformasi lateral, dinamik, FLAC 2D, koefisien seismik horizontal, metode beda hingga, pseudostatic, sheet pile", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "06 Mar 2020"}