{"Nomor": 46518, "Judul": "VALUASI SAHAM PT GAJAH TUNGGAL TBK", "Abstrak": "Pada tahun 2018, PT Gajah Tunggal Tbk (GJTL) mengalami kerugian pada laba bersih Rp74,6 miliar. Masalah utama karena depresiasi Rupiah terhadap Dolar AS. COGS perusahaan meningkat 10,40% dari tahun sebelumnya. Peningkatan disebabkan karena mahalnya biaya bahan baku material. Perusahaan masih mengimport bahan baku seperti bahan kimia, kabel baja, kawat manik, dan karbon hitam yang mana harganya terus meningkat sepanjang tahun. Ketergantungan impor bahan baku membuat perusahaan mengalami tekanan margin akibat kerugian dalam valuta asing. Selama periode ini, harga saham GJTL menurun.\nSetelah masalah yang diidentifikasi, tujuan dari penelitian ini adalah untuk menentukan nilai intrinsik GJTL. Mulai dari analisis kondisi internal dan eksternal. Analisis eksternal menggunakan PESTEL dan Porter’s 5 Forces untuk menggambarkan lingkungan eksternal. Sementara itu, analisis internal menggunakan rasio keuangan untuk mengidentifikasi kinerja keuangan perusahaan selama periode tersebut. Selanjutnya, gunakan analisis SWOT untuk membuat strategi bisnis, valuasi saham, dan penilaian risiko. Untuk valuasi, menggunakan valuasi absolute dengan metode DCF untuk menghasilkan nilai intrinsik GJTL. Yang terakhir adalah analisis sensitivitas dan simulasi Monte Carlo.\nBerdasarkan valuasi absolute menggunakan model FCFE dengan sepuluh tahun forecast, menghasilkan nilai intrinsik Rp. 1,213.26 per lembar dengan nilai saham saat ini Rp. 650  dibawah nilai intrinsik (saham ditutup pada 30 September 2019). Analisis sensitivitas digunakan untuk menentukan variabel yang paling sensitive yang mempengaruhi nilai interinsiknya. Hasil valuasi menunjukan nilai tukar Rupiah terhada Dollar menjadi variabel yang paling berpengaruh terhadap nilai saham.  \nUntuk rekomendasi, potential pengembalian diatas 15% untuk membut investor tertarik dengan membeli saham GJTL. Berdasarkan standar CFA diatas 15%, kemungkinan sebesar 63.92% dari harga pasar saat ini. Rekomendasinya adalah untuk membeli harga saham GJTL.", "Daftar File": {"2020_TS_PP_GHASSANI SHADRINA N_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/203690"}, "Penulis": "Ghassani Shadrina Noor [29118086]", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, S.T., M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "valuasi absolute, nilai intrinsik, analisis sensitifitas, nilai tukar, PT Gajah Tunggal", "Sumber": "PT GAJAH TUNGGAL TBK", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "06 Mar 2020"}