{"Nomor": 46517, "Judul": "IMPLEMENTASI SISTEM KEAMANAN PERANGKAT KERAS MATA UANG KRIPTO DENGAN FITUR ORENTIKASI JANGKA WAKTU", "Abstrak": "Saat ini, pemanfaatan smartphone sudah merambah ke berbagai bidang dan salah satunya adalah bidang ekonomi. Dengan menggunakan smartphone, kini orang-orang dapat dengan mudah berbelanja bahkan membayar tagihan rutin. Selain itu, salah satu pemanfaatan smartphone dalam bidang ekonomi yang sudah banyak dilakukan adalah transaksi digital menggunakan alat tukar digital yang disebut dengan cryptocurrency. Dalam perkembangannya, telah muncul juga teknologi untuk cryptocurrency yang disebut dengan wallet. Secara sederhana wallet adalah tempat yang digunakan untuk menyimpan mata uang cryptocurrency.\nBelakangan ini, sudah beredar wallet yang terhubung dengan smartphone. Namun, wallet yang digunakan pada smartphone rata-rata masih berupa software wallet. Wallet yang berupa software banyak digunakan sebab lebih terjangkau dari segi ekonomi dan bahkan ada yang gratis. Namun, sistem keamanan software wallet masih rentan untuk dilakukan pencurian oleh orang asing. Hal ini disebabkan sistem penyimpanan pada software wallet dilakukan dengan cara menyimpan uang digital dalam sistem penyimpanan smartphone. Data uang digital yang tersimpan pada smartphone masih memiliki kemungkinan untuk terlacak dan dicuri dengan cara melacak IP address dari smartphone yang digunakan dan mampu menembus ke dalam sistem dari smartphone tersebut. Kekhawatiran pengguna software wallet akan timbul akibat keamanan yang rentan, sehingga dibutuhkan wallet cryptocurrency untuk smartphone yang lebih aman. Oleh karena itu, dikembangkan sistem yang dapat menyimpan kunci mata uang kripto secara terpisah dari smartphone serta dapat membangkitkan kunci publik untuk transaksi yang terintegrasi dengan aplikasi khusus,yaitu S-Key.\n\nSalah satu subsistem pada S-Key adalah subsistem kemanan jangka waktu. Subsistem ini akan melakukan otentikasi rutin unruk meminta pengguna memasukkan PIN sebagai upaya untuk memastikan bahwa perangkat keras tetap berada pada pihak yang sesuai. Terdapat 3 kondisi yang didefinisikan dalam sistem yaitu kondisi otentikasi,kondisi tenggak waktu dan kondisi sat ini. Kondisi Otentikasi akan menunjukkan waktu kapan pengguna harus melakukan otentikasi. Kondisi Tenggak Waktu adalah kondisi batas waktu pengguna harus memasukkan PIN. Jika pengguna tidak memasukkan PIN maka akan dilakukan penimpaan terhadap data yang disimpan. Kondisi waktu saat ini adalah kondisi waktu secara realtime yang akan menjadi pembanding apakah telah masuk dalam dua kondisi lainnya. \n\nPengambilan kondisi-kondisi tersebut akan didefinisikan menggunakan parameter waktu dengan menggunkan RTC yang nilainya telah dinormalisasi. RTC digunkan sebagai komponen pendefinisi agar clock yang diperlukan untuk mengambil parameter waktu tetap berjalan meskipun perangkat keras dalam kondisi mati tanpa daya.\n\nPengujian dilakukan secara langsung dengan durasi kondisi otentikasi 7 hari dan tenggak waktu 24 jam setelah kondisi otentikasi. Pengujian dilakukan dengan Normal Test dan Negatif Test. Pada Normal Test dilakukan otentikasi pada waktu yang ditentukan untuk melihat apakah data yang disimpan tetap tersimpan. Kemudian pada Negatif Test engujian dilakukan dnegan membiarkan sampai kondisi otentikasi dan tenggak waktu selesai sehingga data yang tersimpan tertimpa dnegan data palsu. Sehingga didapat pengujian berhasil 100% dengan beberapa catata yang perlu diperhatikan adalah waktu yang berlaku adaah waktu yang sama pada zona yang sama dengan alat. Kemudian Idrift waktu yang terjadi antara waktu RTc dnegan waktu nyata tidak berpengaruh karena hanya terjadi selisih yang sangat kecil sehingga dapat diabaikan.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/203687", "Abstract": "https://digilib.itb.ac.id/gdl/download/203688"}, "Penulis": "Iqbal Fawwaz Ramadhan [13215017]", "Kontributor / Dosen Pembimbing": ["Dr. Yusuf Kurniawan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Sistem Keamanan, Hardware wallet, Otentikasi waktu", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "06 Mar 2020"}