{"Nomor": 46511, "Judul": "PENGEMBANGAN MODEL KONSTITUTIF NON-LINEAR SINGLE SURFACE HYPERPLASTICITY NORSAND PREDIKSI PERILAKU LIKUIFAKSI PADA TANAH PASIR", "Abstrak": "Fenomena likuifaksi terjadi karena adanya gempa yang mengakibatkan kerusakan infrastruktur, non-strukur dan korban jiwa. Guncangan gempa yang besar dan cepat mengakibatkan terjadinya likuifaksi pada tanah pasir jenuh air. Likuifaksi merupakan proses perubahan sifat material tanah padat menjadi seperti cairan dimana terjadinya peningkatan tekanan air pori dan berkurangnya tegangan efektif. Dalam dekade terakhir, studi intensif mengenai perilaku likuifaksi dilakukan baik secara eksperimen maupun teoritis. Salah satu aspek teoritis yang penting dalam pengembangan model konstitutif adalah wajib memenuhi hukum-hukum dasar fisika dan material seperti hukum kekekalan energi, hukum kekekalan massa dan momentum serta hukum termodinamika.\nPenelitian ini memfokuskan pada studi teoritis pengembangan suatu model konstitutif untuk memprediksi perilaku likuifaksi dengan menggunakan critical state soil mechanics berdasarkan hukum thermodynamics mengenai energy conservation dan dissipation energy. Dalam tahap studi ini, model yang dikembangakan akan dilakukan kalibrasi terhadap hasil eksperimen dari pengujian Triaxial Undrained dan Cyclic Simple Shear untuk mengetahui performa model yang dikembangkan dalam memprediksi perilaku static liquefaction dan cyclic liquefaction. Tujuan dilakukan penelitian ini yaitu untuk studi pengembangan model konstitutif yang mampu meprediksi karakteristik tanah pasir jenuh air.", "Daftar File": {"ABSTRAK Fauziah Fitriani Iskandar": "https://digilib.itb.ac.id/gdl/download/203670"}, "Penulis": "Fauziah Fitriani Iskandar [25017049]", "Kontributor / Dosen Pembimbing": ["Dedi Apriadi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Model Konstitutif, Hyperplasticity, Likuifaksi, Termodinamika, Critical State Soil Mechanics.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "06 Mar 2020"}