{"Nomor": 46523, "Judul": "ANALISIS OFF-DESIGN TURBIN AKSIAL SATU TINGKAT MESIN TURBOJET KINGTECH K-210", "Abstrak": "Dalam tugas akhir ini dilakukan analisis off-design turbin aksial untuk mengetahui\nperforma turbin dari turbojet micro komersial yang ada di pasar. Analisis ini nantinya\ndapat diaplikasikan untuk membuat replika dari turbin tersebut atau untuk membuat\ninovasi yang berkaitan dengan turbin tersebut. Metode yang digunakan dalam analisis\nturbin ini adalah metode numerik menggunakan computational fluid dynamics\n(CFD).Turbin aksial yang dianalisis memiliki diameter hub 35 mm, diameter tip 70 mm\ndengan jumlah sudu NGV dan rotor masing-masing 15 dan 23 Geometri rinci dari turbin\ndiperoleh melalui proses 3D scanning menggunakan alat vivid 9i. Analisis CFD\ndilakukan dengan menggunakan software ANSYS pada kondisi analisis steady 3D\ndengan model turbulensi SST. Kondisi batas yang digunakan adalah tekanan total pada\ninlet, tekanan statik pada outlet, dan kondisi tak slip pada semua permukaan/dinding.\nHasil yang didapatkan dari analisis ini berupa grafik performa turbin, grafik effisiensi\nturbin dan segitiga kecepatan turbin.\nHasil simulasi menunjukkan bahwa penambahan RPM berpengaruh terhadap\npenambahan effisiensi turbin namun tidak menunjukkan pengaruh signifikan pada turbin\nketika mengalami choking sedangkan ekspansion ratio pada turbin tidak memberikan\npengaruh signifikan terhadap effisiensi turbin namun penambahan rasio tekanan akan\nmenambah aliran massa dari turbin hingga mengalami choking. Setelah mengalami\nchoking penambahan nilai rasio tekanan tidak mempengaruhi jumlah aliran massa.", "Daftar File": {"ABSTRAK Muhammad Hanif Prasetia": "https://digilib.itb.ac.id/gdl/download/203694"}, "Penulis": "Muhammad Hanif Prasetia [13615003]", "Kontributor / Dosen Pembimbing": ["Dr. Firman Hartono, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "scanning 3D, Analisis Parametrik Siklus, performa off desain turbin.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "06 Mar 2020"}