{"Nomor": 46536, "Judul": "STUDI SIFAT STRUKTUR DAN TERMOELEKTRIK MATERIAL SNSE MELALUI REAKSI PADATAN NON-VAKUM", "Abstrak": "Devais termoelektrik (TE) merupakan devais yang dapat mengkonversi secara langsung energi panas menjadi energi listrik, maupun sebaliknya sehingga menjadikan TE sebagai devais konversi energi alternatif yang ramah lingkungan. Material SnSe banyak mendapatkan perhatian sebagai material termoelektrik karena figure of merit (ZT) dari kristal tunggalnya memiliki nilai yang tinggi sekitar 2.6 pada suhu 923 K. Akan tetapi, pada umumnya material polikristal SnSe memiliki nilai ZT yang masih cukup rendah (ZT < 1). Sebagian besar sintesis polikristal SnSe diakukan dengan reaksi padatan pada suhu tinggi (~1222 K) dan dalam kondisi vakum. Sedangkan, reaksi pada suhu rendah melalui rute kimiawi masih cukup sulit dilakukan. Penelitian ini mencoba mengeksplorasi sintesis SnSe yang lebih sederhana pada suhu sintesis yang lebih rendah (473 K-973 K) melalui reaksi padatan tanpa kondisi vakum. Keadaan fasa tunggal SnSe diperoleh pada kondisi pemanasan antara 573 K dan 973 K dengan struktur kristal ortorombik yang memiliki parameter kisi a~11.50 Å, b~4.15 Å, dan c~4.45 Å. Parameter kisi tersebut sesuai dengan hasil-hasil yang dilaporkan pada kondisi sintesis suhu tinggi. Hasil pengukuran koefisien Seebeck dan konduktivitas listrik yang terbaik dari penelitian ini menunjukan peningkatan faktor daya (Power Factor) seiring dengan kenaikan suhu, meskipun nilainya masih lebih rendah dari yang telah dilaporkan sebelumnya. Hal ini dimungkinkan karena nilai koefisien Seebeck yang relatif lebih rendah akibat kerapatan sampel yang tidak terlalu tinggi. Disamping itu, penurunan nilai koefisien Seebeck dan konduktivitas listrik juga diamati jika sampel dipanaskan berulang. Kondisi ini mengindikasikan bahwa pemanasan berulang dalam kondisi tanpa vakum dapat menurunkan nilai kedua besaran tersebut karena ketidakrapatan sampel dapat tersisipi oleh fase lain yang terbentuk termasuk senyawa yang mengandung oksigen.", "Daftar File": {"ABSTRAK Vivi Fauzia Gustiani": "https://digilib.itb.ac.id/gdl/download/203715", "COVER Vivi Fauzia Gustiani": "https://digilib.itb.ac.id/gdl/download/203967", "BAB 1 Vivi Fauzia Gustiani": "https://digilib.itb.ac.id/gdl/download/203968", "BAB 2 Vivi Fauzia Gustiani": "https://digilib.itb.ac.id/gdl/download/203970", "BAB 3 Vivi Fauzia Gustiani": "https://digilib.itb.ac.id/gdl/download/203971", "BAB 4 Vivi Fauzia Gustiani": "https://digilib.itb.ac.id/gdl/download/203972", "BAB 5 Vivi Fauzia Gustiani": "https://digilib.itb.ac.id/gdl/download/203973", "PUSTAKA Vivi Fauzia Gustiani": "https://digilib.itb.ac.id/gdl/download/203974"}, "Penulis": "Vivi Fauzia Gustiani [20217007]", "Kontributor / Dosen Pembimbing": ["Dr. Agustinus Agung Nugroho Sulistyo Hutomo"], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Reaksi fasa padatan, SnSe, Termoelektrik.", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "09 Mar 2020"}