{"Nomor": 46534, "Judul": "PENGAJUAN STRATEGI PEMASARAN DAN REKOMENDASI UNTUK SEJOLI COFFEE", "Abstrak": "Laporan ini selain akan membantu saya menyelesaikan proyek akhir, juga untuk menyerahkan analisis\ndan membantu satu kedai kopi, yang berlokasi di Cimahi untuk meningkatkan kinerjanya terutama di\nbidang pemasaran. Saat ini, kita dapat melihat bahwa coffeeshop praktis menjadi kebutuhan utama\nbagi semua orang. Hampir semua dari kita menggali tempat untuk bertemu orang-orang di luar dan\nterutama mempostingnya di media sosial. Kita dapat mengatakan bahwa kebutuhan telah bergeser,\nbahwa nongkrong menjadi kebutuhan utama bagi kebanyakan orang, baik mereka hanya menyukai\ntempat, minuman, suasana atau hanya feed media sosial mereka saja.\nSebelum ini, hanya ada beberapa coffeeshop yang dapat ditemukan di Cimahi, tetapi hari-hari ini kami\nkehilangan hitungan. Terlalu banyak. Kemudian saya menemukan coffeeshop, tetapi belum bekerja\ndengan penghasilan bulanan mereka. Coffeeshop ini disebut: Sejoli Coffee, yang terletak di Jl. Encep\nKartawiria No.206, Citeureup, Kec. Cimahi Utara, Kota Cimahi, Jawa Barat. Mereka telah berjalan\nselama lebih dari 2 tahun sekarang dan masih berjalan tetapi masih tidak mendapat keuntungan sampai\nsekarang. Untuk saat ini, Sejoli Kopi telah mengalami persaingan selama dua tahun terakhir dengan\npesaing mereka. Sejoli Coffee bukanlah pemimpin pasar, itulah sebabnya mengapa kita perlu\nmembuat strategi unik yang hanya dapat ditemukan di Sejoli Coffee sehingga akan menjangkau lebih\nbanyak penonton. Biaya operasional coffeeshop ini juga merupakan masalah bagi manajemen.\nKekuatan internal dan kelemahan dalam bisnis ini akan dibahas bersama dengan ancaman dan peluang\neksternal dalam laporan ini. Laporan ini juga bermaksud untuk memberikan rekomendasi strategis\nmenyeluruh pada Kopi Escape berdasarkan berbagai metode analisis seperti, analisis PEST, SWOT,\nTOWS Matrix.\nOleh karena itu penulis akan mencoba mengusulkan beberapa solusi yang dapat dilakukan oleh Sejoli\nCoffee yang berkaitan dengan strategi pemasaran yang baru, diantaranya membuat program promosi\nyang berbeda dan unik, meningkatkan kualitas pelayanan, meningkatkan kualitas minuman (terutama\nkopi) dan makanan, sehingga membedakan Sejoli Coffee dengan coffeeshop lainnya.", "Daftar File": {"2020_TS_PP_Fahmy Faizal Nursalam_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/203712"}, "Penulis": "Fahmy Faizal Nursalam [29117257]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Mursyid Hasan Basri, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "strategi bisnis, strategi pemasaran, kafe, bauran pemasaran", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "09 Mar 2020"}