{"Nomor": 46546, "Judul": "ANALISIS PENGARUH STRUKTUR EKSISTING TERHADAP PERUBAHAN GARIS PANTAI SERTA PERENCANAAN BANGUNAN PENGAMAN PANTAI DI DESA RAWAURIP HINGGA GEBANG KULON, KABUPATEN CIREBON, JAWA BARAT", "Abstrak": "Pantai memiliki garis batas pertemuan antara daratan dan air laut yang posisinya\ndapat berpindah akibat pasang surut air laut dan abrasi. Salah satu daerah di\nIndonesia yang mengalami perubahan garis pantai cukup signifikan terjadi di pantai\nDesa Rawaurip, Bendungan, Pangenan, Ender, Kalipasung, hingga Desa Gebang\nKulon, Kabupaten Cirebon, Jawa Barat. Di belakang garis pantai tersebut terdapat\nsejumlah tambak garam dan beberapa fasilitas milik masyarakat yang akan terkena\ndampak jika terjadi abrasi. Selain itu, terdapat struktur eksisting yang perlu\ndianalisis pengaruhnya terhadap perubahan garis pantai tersebut. Untuk\nmenanggulangi permasalahan abrasi yang terjadi, maka diperlukan suatu\nperencanaan bangunan pengaman pantai.\nDilakukan pemodelan tahunan seiring bertambahnya struktur eksisting dan\npemodelan 10 tahun untuk memprediksi perubahan garis pantai menggunakan\nmodul Nearshore Evolution Modeling System (NEMOS) yang terdapat dalam\nprogram Coastal Engineering Design and Analysis System (CEDAS). Dalam modul\ntersebut terdapat beberapa submodul yang berkaitan satu sama lain. Dari pemodelan\ntahunan didapatkan bahwa struktur eksisting di pantai Desa Rawaurip, Bendungan,\nPangenan, dan Ender dapat melindungi bagian pantai di belakang struktur dengan\nadanya sedimentasi. Selain itu, terjadi erosi di pantai Desa Kalipasung dan Desa\nGebang Kulon sehingga dilakukan perencanaan struktur di Desa tersebut.\nPerencanaan struktur dilakukan dengan memodelkan beberapa alternatif bangunan\npengaman pantai yaitu groin, breakwater, dan revetment. Didapatkan hasil bahwa\nbangunan pengaman pantai yang sesuai yaitu breakwater yang ditempatkan sejauh\n148 m dari garis pantai dengan konfigurasi sebanyak 7 buah, jarak antar breakwater\n17 m, dan panjang 225 m. Struktur breakwater terdiri dari lapisan armor, filter, dan\ncore yang tersusun dari batu alam dengan ukuran yang berbeda-beda.", "Daftar File": {}, "Penulis": "Syafik Adiar Muzaki [15515059]", "Kontributor / Dosen Pembimbing": ["Ir. Harman Ajiwibowo, MS, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pantai, Abrasi, Eksisting, Pemodelan, Bangunan Pantai", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "09 Mar 2020"}