{"Nomor": 46547, "Judul": "AKTIVITAS INHIBISI TOPOISOMERASE DAN SITOTOKSIK EKSTRAK BUAH CABAI JAWA (PIPER RETROFRACTUM VAHL.) DAN DUA ISOLATNYA MENGGUNAKAN MECHANISM-BASED YEAST BIOASSAY DAN SEL LINI MCF-7", "Abstrak": "Latar Belakang dan Tujuan: Cabai jawa (Piper retrofractum Vahl.) adalah\nsalah satu tanaman unggulan Indonesia yang jumlahnya melimpah. Cabai jawa\nbanyak digunakan sebagai afrodisiak dan antiradang, sedangkan di beberapa\nnegara, suku tanaman ini (Piperaceae) digunakan dalam pengobatan tradisional\nuntuk berbagai jenis kanker. Meskipun secara tradisional sudah banyak yang\nmenggunakan sebagai antikanker, namun data ilmiah terkait aktivitas antikanker\ntanaman ini masih terbatas. Penelitian ini bertujuan untuk menguji aktivitas\ninhibisi topoisomerase dan efek sitotoksik ekstrak buah cabai jawa dan isolatnya.\nMetode: Pengujian aktivitas inhibisi Topoisomerase dilakukan melalui metode\nMechanism-based yeast bioassay menggunakan 4 galur ragi Saccharomyces\ncerevisiae : galur wild type, galur 1138 (defisiensi rad52), 1140 (overekspresi\ntopoisomerase I), dan 1353 (overekspresi topoisomerase II). Pengujian aktivitas\nsitotoksik dilakukan pada kultur sel kanker payudara MCF-7 menggunakan\nmetode MTT (3-(4, 5-dimethylthiazolyl-2)-2,5-diphenyltetrazolium bromide)\nassay. Terhadap ekstrak teraktif dilakukan isolasi sehingga didapatkan isolat\nmurni. Isolat yang diperoleh dikarakterisasi dengan KLT 2 dimensi, penetapan\njarak lebur, spektrofotometer IR, spektrometer RMI proton dan RMI karbon.\nHasil: Diperoleh dua senyawa aktif dari fraksi n-heksan. Isolat 1 diidentifikasi\nsebagai Piperin, memberikan nilai IC12 pada galur 1138, 1140,dan 1353 berturutturut sebesar 1685±47, 2114±252, 3034±139 ?g/mL serta memberikan IC50\nsebesar 37±3 ?g/mL pada uji sitotoksik sel kanker MCF-7. Isolat 2 diduga\nmerupakan ?-kariofilen memberikan nilai IC12 pada galur 1138, 1140,dan 1353\nberturut-turut sebesar 2554±70, 2681±312, 3893±163 ?g/mL serta memberikan\nIC50 sebesar 16±2 ?g/mL pada uji sitotoksik sel kanker MCF-7. Sebagai\npembanding digunakan doksorubisin yang memberikan nilai IC12 pada galur\n1138, 1140,dan 1353 berturut-turgut sebesar 125±17, <60, 221±8 ?g/mL serta\nmemberikan IC50 sebesar <2.5 ?g/mL pada uji sitotoksik sel kanker MCF-7.\nKesimpulan: Kedua isolat yang didapatkan memiliki aktivitas inhibisi\nTopoisomerase I dan II pada ragi mutan, akan tetapi tidak bersifat sitotoksik\nterhadap sel kanker payudara MCF-7.", "Daftar File": {"ABSTRAK Rosita Handayani": "https://digilib.itb.ac.id/gdl/download/203759", "COVER Rosita Handayani": "https://digilib.itb.ac.id/gdl/download/203760", "BAB 1 Rosita Handayani": "https://digilib.itb.ac.id/gdl/download/203761", "BAB 2 Rosita Handayani": "https://digilib.itb.ac.id/gdl/download/203762", "BAB 3 Rosita Handayani": "https://digilib.itb.ac.id/gdl/download/203763", "BAB 4 Rosita Handayani": "https://digilib.itb.ac.id/gdl/download/203764", "PUSTAKA Rosita Handayani": "https://digilib.itb.ac.id/gdl/download/203765"}, "Penulis": "Rosita Handayani [20715002]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Asep Gana Suganda", "Dr. rer. nat. Marselina Tan"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "cabai jawa, topoisomerase, kanker, Saccharomyces cerevisiae, sitotoksik, MCF-7.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "7 file", "Tanggal Input": "09 Mar 2020"}