{"Nomor": 46540, "Judul": "ANALISIS KINERJA TRANSMISI NOMA PADA FREKUENSI MILLIMETER WAVE UNTUK JARINGAN BACKBONE PADA HAPS", "Abstrak": "High Altitude Platforms (HAPs) adalah platform yang terletak 20 Km dari\npermukaan bumi yang telah dirancang sebagai konsep infrastruktur nirkabel baru\nselama beberapa tahun terakhir. HAPs memiliki beberapa keunggulan\ndibandingkan dengan jaringan terestrial yang sudah ada sebelumnya. Pada\npenelitian ini bagian pada HAPs yang menjadi fokus penelitian ini adalah tautan\ngateway. Tautan Gateway berfungsi untuk menyediakan interkoneksi untuk\njaringan telekomunikasi lainnya pada HAPs sehingga, kinerja pada tautan ini harus\nbaik. Untuk itu tautan Gateway HAPs untuk komunikasi 5G membutuhkan\nbeberapa teknologi tambahan seperti frekuensi yang berbeda dan teknik multiple\naccess yang baru.\nOleh karena itu, pada penelitian ini, simulasi transmisi pada HAPs akan dilakukan\ndengan menggunakan teknik Non-Orthogonal Multiple Access (NOMA) dan\ndilakukan pada frekuensi 60 GHz, penambahan teknik-teknik tersebut\nmenyebabkan kondisi tertentu sehingga dibutuhkan teknik tambahan seperti MIMO\nuntuk memperbaiki kinerja sistem tersebut. Untuk hasil yang akan ditampilkan\nakan menggunakan parameter seperti Bit Error Rate (BER), rate antar pengguna,\ndan Fairness.\nPada simulasi ini dilakukan perbandingan kinerja antara NOMA dan OMA,\nhasilnya menunjukkan bahwa NOMA dapat mengungguli OMA dan dapat\ndijadikan alternatif untuk komunikasi 5G. Lalu dilakukan beberapa skenario\nsimulasi untuk menghitung parameter pengukur yang telah disebutkan sebelumnya.\nHasilnya untuk perhitungan BER dengan perbedaan alokasi daya antar pengguna\nharus ditentukan sesuai keadaan pengguna agar mencapai kinerja yang baik. Dan\njuga untuk menentukan sudut elevasi minimum untuk sistem HAPs.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/203719", "Tesis": "https://digilib.itb.ac.id/gdl/download/209610"}, "Penulis": "Mirrah Aliya Azzahra [23216304]", "Kontributor / Dosen Pembimbing": ["Dr. Iskandar, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "HAPs, MIMO, mm-wave, NOMA", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "09 Mar 2020"}