{"Nomor": 46541, "Judul": "PENGARUH KETEBALAN DAN DISTRIBUSI ORIENTASI MEMBRAN FILTER SERAT NANO TERHADAP PERFORMANYA SEBAGAI FILTER UDARA", "Abstrak": "Electrospinning adalah salah satu metode yang sederhana untuk pembuatan atau pemintalan serat dengan porositas tinggi dan diameter serat pada skala nanometer sehingga baik digunakan dalam pengembangan filter. Larutan filter yang dapat digunakan sangat beragam sehingga beragam pula filter serat nano yang dihasilkan dan dapat dimanfaatkan untuk berbagai macam filtrasi. Dalam studi ini akan dikaji pengaruh ketebalan dan distribusi orientasi membran filter serat nano sebagai filter udara. Untuk mencapai tujuan tersebut dilakukan dengan mengatur lama pemintalan dan variasi kecepatan drum kolektor electrospinning menggunakan variasi tegangan yaitu 8,7, 9,5, dan 10,8 Volt. Filter yang dihasilkan dari teknik elektrospinning akan melalui beberapa pengujian. Uji yang dilakukan yaitu dengan mengukur ketebalan, uji pressure drop, dan uji efisiensi. Hasil pada penelitian ini didapatkan pembahasan fisis dari bentuk perbandingan parameter morfologi, distribusi tebal serat, efisiensi serta koefisien variasi. Koefisien variasi yang mewakili distribusi morfologi dari laju putar dengan rpm yang berbeda 168, 192 dan 234 rpm menunjukkan nilai yaitu 0.586, 0.395, 0.343 secara berurutan, walaupun dengan parameter waktu pemintalan serat yang sama.", "Daftar File": {"COVER Imam Wijayasastra Sinaga": "https://digilib.itb.ac.id/gdl/download/203720", "BAB 1 Imam Wijayasastra Sinaga": "https://digilib.itb.ac.id/gdl/download/203721", "BAB 2 Imam Wijayasastra Sinaga": "https://digilib.itb.ac.id/gdl/download/203722", "BAB 3 Imam Wijayasastra Sinaga": "https://digilib.itb.ac.id/gdl/download/203723", "BAB 4 Imam Wijayasastra Sinaga": "https://digilib.itb.ac.id/gdl/download/203724", "BAB 5 Imam Wijayasastra Sinaga": "https://digilib.itb.ac.id/gdl/download/203725", "PUSTAKA Imam Wijayasastra Sinaga": "https://digilib.itb.ac.id/gdl/download/203726"}, "Penulis": "Imam Wijayasastra Sinaga [20217039]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Muhammad Miftahul Munir, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Filter udara, distribusi orientasi, ketebalan, koefisien variasi.", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "7 file", "Tanggal Input": "09 Mar 2020"}