{"Nomor": 46556, "Judul": "MEMBANGUN PERUSAHAAN KELUARGA YANG BERKESINAMBUNGAN DI BIDANG PELAYARAN DI INDONESIA MELALUI KEPEMIMPINAN KEWIRAUSAHAAN DAN DIVERSIFIKASI DENGAN STUDI KASUS PADA PERUSAHAAN THE BUMI LAUT GROUP", "Abstrak": "Bagaikan kapal yang berlayar mengarungi samudera yang luas, industri maritim atau pelayaran tidak lepas dari gelombang dan pasang surut serta segala tantangan, dimana diperlukan Nakhoda dan Anak Buah kapal (ABK) yang baik, terampil, kompeten, bijaksana, loyal, berani dan bertanggungjawab.\nBegitu pula dengan perjalanan bisnis Bumi Laut Group (BLG) yang didirikan pada tahun 1922 dan saat ini dalam generasi ke-empat, yang penuh dengan pasang surut dan tantangan, namun tetap tegar menjaga profesionalisme dan konsisten dengan komitmen yang tinggi di dalam menggeluti usaha pelayaran yang notabene adalah industri maritim jangka panjang, serta senantiasa berinovasi dan melakukan perubahan agar dapat selalu beradaptasi terhadap perubahan zaman dan melakukan terobosan-terobosan baru bukan hanya untuk bertahan hidup, namun untuk maju, tumbuh dan berkembang serta dapat memberikan sumbangsih yang berarti bagi stakeholders, bangsa dan negara.\nKondisi industri pelayaran di Indonesia semakin baik dan maju sejak diberlakukannya Asas Kabotase (cabotage-law) secara ketat, namun secara regional dan global, Indonesia masih kurang atau jauh jika dibandingkan dengan pelayaran-pelayaran dari negara lain, misalnya Jepang, Korea, Eropa, Cina, India, Singapura, Malaysia dan lain-lain. Disini Indonesia perlu meningkatkan daya saing dan kompetensi untuk bersaing dan setidaknya dapat unggul di Kawasan regional terutama ASEAN agar perjuangan Indonesia untuk mendapatkan trade-terms serta keberadaan pendanaan yang murah dan lunak yang menguntungkan pelayaran nasional Indonesia tidak menjadi sia-sia apabila diberikan kemudahan atau dukungan oleh pemerintah yang sekarang ini tengah membangkitkan industri maritim Indonesia.\nPelayaran nasional Indonesia harus bisa berkomitmen tinggi untuk membangun dunia maritim di Indonesia dan mengembangkan armada niaga nasional, dengan demikian akan dapat menciptakan lapangan kerja yang lebih banyak, menimbulkan multiplier-effect bagi usaha-usaha pendukung di bidang maritim, antara lain, industri pembangunan/galangan kapal, industri teknologi dan pembuatan mesin termasuk suku cadang, asuransi maritim, biro klasifikasi, akademi pelayaran dan institusi maritim lainnya, serta berpartisipasi secara signifikan di dalam usaha pelayaran luar negeri dan usaha logistik untuk muatan ekspor maupun impor, sehingga Indonesia dapat menghemat dan sekaligus mendatangkan devisa, yang mana hal-hal ini semua dapat meningkatkan ketahanan nasional (National Resilience) sesuai dengan keinginan Founding fathers Republik Indonesia yang tercantum jelas dalam konstitusi kita, yaitu pada akhirnya untuk kepentingan dan manfaat bangsa dan negara serta masyarakat luas.\nBumi Laut Group selama ini membangun kompetensi dan fundamental sehingga siap menghadapi persaingan maupun beraliansi dengan mitra strategis secara nasional dan internasional. BLG cukup konservatif dan mengutamakan stabilitas, namun tetap progresif, dinamis, tumbuh-berkembang dan mengutamakan pengembangan Sumber Daya Manusia.\nBumi Laut Group mengoperasikan 30 kapal dengan berbagai ukuran dan tipe untuk rute domestik dan regional. BLG fokus di Indonesia dan regional dengan mengoperasikan kapal milik dan kapal charter, serta menjalin hubungan kerjasama dengan jaringan mitra strategis atau aliansi strategis global untuk pelayanan internasional melalui keagenan, joint-operations, logistik dan berbagai bentuk kerjasama lainnya.\nKita semestinya sudah siap dan menyambut baik persaingan regional dan global. Kita harus melihatnya sebagai peluang untuk berkembang dan meraih keuntungan, sekaligus Indonesia akan merasa bangga dan diuntungkan oleh perusahaan-perusahaan nasional yang dapat memanfaatkan peluang ini dengan baik serta membawa nilai tambah untuk dunia usaha dan negara, sehingga, sangat diperlukan komitmen dan keberfihakan penuh dari Pemerintah Republik Indonesia untuk mendukung industri maritim nasional, pengusaha pelayaran nasional dan perusahaan pelayaran merah putih di Indonesia untuk kepentingan nasional.\nIndustri Pelayaran merupakan Industri jangka Panjang yang complex, erratic dan cyclical serta memiliki banyak faktor variables yang dapat menentukan keberhasilan dan/atau keberlangsungan hidup perusahaan-perusahaan di dalam industri pelayaran itu sendiri. Selain daripada itu, jumlah kapal yang over-supplied serta ukuran kapal pada saat ini yang sangat besar yang mengakibatkan over-capacity di pasar global, regional dan domestik, menimbulkan adanya perang harga (price war) dimana selanjutnya hal ini akan berdampak negatif terhadap profit dan cash-flow perusahaan.\nOleh karena itu, agar perusahaan dapat bertahan dalam jangka panjang, diperlukan strategi diversifikasi baik di dalam industri pelayaran itu sendiri maupun ekspansi lintas sektoral, baik secara organik maupun melalui merger dan akuisisi. Lebih daripada itu, strategi diversifikasi ini juga bermanfaat untuk mendukung stabilitas, ketahanan, kesinambungan dan ekspansi perusahaan.\nPerusahaan keluarga terdiri dari sebagian banyak usaha non-formal, industri kecil menengah sampai dengan konglomerasi/korporasi dan perusahaan terbuka. Usaha keluarga adalah termasuk tulang punggung perekonomian Indonesia dan sebagian besar negara lainnya. Tentunya, karakteristik, arah, tujuan dan prioritas, maupun konflik yang timbul serta cara mengelola konflik tersebut dalam perusahaan keluarga sangat berbeda dengan perusahaan lainnya dan juga beda jika dibandingkan studi kasus di Indonesia/Asia dengan negara-negara lainnya, dimana setiap perusahaan keluarga memiliki karakteristik tersendiri namun juga beberapa kesamaan, baik dari segi kepemilikan, keterlibatan keluarga dan strategi regenerasi.\nDalam konteks membangun dan menumbuhkembangkan Perusahaan-Keluarga yang profesional, always-changing dan berkesinambungan serta lintas-generasi, tentu diperlukan komitmen, tanggungjawab, moral, etika, kepemimpinan, integritas, karakter, semangat keriwausahaan atau entrepreneurial-spirit dan entrepreneurial-leadership, kemampuan managerial, passion, dan tata kelola perusahaan yang baik (Good Corporate Governancce) serta alignment of interest perihal kultur, arah dan tujuan (visi-misi) serta succession-planning yang baik untuk menciptakan dan membangun perusahaan yang tangguh, mampu bersaing dan handal, berkesinambungan serta memiliki ketahanan atau resilience untuk selalu eksis/survive dari masa ke masa.", "Daftar File": {"ABSTRAK Jay Aryaputra Singgih": "https://digilib.itb.ac.id/gdl/download/203816"}, "Penulis": "Jay Aryaputra Singgih [29115518]", "Kontributor / Dosen Pembimbing": ["Yudo Anggoro, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kepemimpinan, Kewirausahaan, Pelayaran, Perusahaan-Keluarga, Maritim", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "09 Mar 2020"}