{"Nomor": 46552, "Judul": "PROPOSED BRANDING STRATEGY TO IMPROVE BRAND EQUITY A CASE STUDY AT ZOYA FASHION BANDUNG", "Abstrak": "Zoya merupakan salah satu pionir dari merek fesyen muslim di Indonesia. Zoya awalnya\ndidirikan dengan nama Lamara pada tahun 2005. Lamara kemudian berganti nama menjadi Zoya di\ntahun 2010.\nDengan pesatnya kompetisi dari bisnis fesyen muslim di Indonesia kemudian meningkatkan\npertumbuhan merek-merek fesyen baru dan meningkatkan total belanja pakaian untuk mendukung\nHalal value chain di total pembelanjaan global. Sebagai salah satu pionir, Zoya harus mempertahankan\nmarket share yang dimiliki dan mendapatkan pelanggan potensial.\nPada tahun 2019, Zoya mengganti tagline menjadi “The Queen of Scarf”. Penggantian tagline\ntersebut menghasilkan peningkatan brand awareness berdasarkan Top Brand score untuk Kerudung\nBermerek namun bertolak belakang dengan total penjualan produk untuk kategori Busana di 2019 yang\njustru menurun.\nDari sisi external, penurunan score rata-rata dalam 3 tahun ke belakang pada Top Brand Index\nmengindikasikan bahwa Zoya perlu mengukur dan mengevaluasi strategi permerekan dari brand\ntersebut.\nPenelitian ini ditujukan untuk menganalisa Brand Positioning dari merek Zoya berdasarkan\nCBBE Evaluation yang dilakukan melalui proses Brand Audit.\nMetode yang digunakan dalam Brand Audit adalah menganalisa Brand Inventory, kemudian\nmelakukan survey pelanggan dalam Brand Exploratory, kemudian melakukan Analisa SWOT dan\nsebab-akibat analisi.\nPenelitian ini dilakukan melalui metode penelitian kuantitatif dengan analisis deskriptif. Dari\nhasil pengolahan data dan analisis. Zoya memperoleh skor rata-rata menengah. Skor tertinggi berasal\ndari Brand Feeling dan skor terendah dari Brand Resonance.\nBerdasarkan hasil penelitian tersebut menunjukkan bahwa Zoya perlu membuat tagline baru\ndan memperkuat brand positioning, membuat customer experience, dan membuat unit CRM untuk\nmeningkatkan ekuitas merek.", "Daftar File": {"2020_TS_PP_Rini Radityawaty_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/203811"}, "Penulis": "Rini Radityawati [29118123]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Brand Audit, CBBE, Brand Equity", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "09 Mar 2020"}