{"Nomor": 46555, "Judul": "PROPOSED BUSINESS STRATEGY FOR BIMBA AIUEO KEBAGUSAN RAYA", "Abstrak": "Berbagai aspek pendidikan dalam rangka mengoptimalkan potensi akademik seseorang terus digali sehingga dunia pendidikan bagi sebagian orang telah mengalami kemajuan yang cukup pesat. Bimba AIUEO Kebagusan Raya adalah unit yang fokus pada layanan untuk memberikan pendidikan kepada anak-anak usia dini yang didirikan sejak 2014. Banyak lembaga prasekolah lain ingin mengambil pasar Bimba, dengan menjadikan taman kanak-kanak dan kursus usia dini lainnya menjadi saingan langsung unit Bimba. Tahun lalu dari Bimba AIUEO pendapatan Kebagusan Raya menurun karena persaingan. Karena itu, Bimba AIUEO Kebagusan Raya membutuhkan strategi bisnis baru untuk bertahan dalam bisnis pendidikan.\nPenulis akan menggunakan metode kualitatif yang dikategorikan dalam mengumpulkan data yang ada. Metode kualitatif ini akan menyajikan data berdasarkan perspektif penulis, menggunakan sudut pandang pada hasil jawaban responden dalam kondisi aktual Bimba. Bimba AIUEO perlu merencanakan kegiatan strategi dari TWOS Matrix untuk mengimplementasikannya sesuai dengan masalahnya. Dari TWOS Matrix, Bimba bisa mendapatkan strategi bisnis yang merupakan open house, promosi dan kesadaran merek menggunakan media sosial, menambahkan uang elektronik, SOP audit internal, membangun hubungan yang berkelanjutan dengan pelanggan, mengubah dan beradaptasi dengan persyaratan kurikulum atau dasar, pemasaran merek untuk promosi, dan membuat kartu keanggotaan.", "Daftar File": {"ABSTRAK Sonia Dian Maniswari": "https://digilib.itb.ac.id/gdl/download/203815"}, "Penulis": "Sonia Dian Maniswari [29115511]", "Kontributor / Dosen Pembimbing": ["Yudo Anggoro, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bisnis Strategi, Bimba AIUEO Kebagusan Raya, TOWS Matrix", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "09 Mar 2020"}