{"Nomor": 46566, "Judul": "OPTIMALISASI BECAK LISTRIK UNTUK PENINGKATAN LAYANAN TRANSPORTASI WISATA DI KOTA YOGYAKARTA", "Abstrak": "Yogyakarta merupakan kota kaya akan kebudayaan dan nilai-nilai filosofis yang menjadikannya memiliki daya tarik wisatawan. Dalam program pembangunan daerah, salah satu aspek yang ditonjolkan oleh Kota Yogyakarta yaitu pada sektor pariwisata berbasiskan budaya. Malioboro merupakan salah satu destinasi wisata terkenal di Kota Yogyakarta. Terletak di tengah kota, hingga kini kawasan Malioboro masih menunjukkan citra Yogyakarta melalui nilai-nilai kesejarahan dan kebudayaan yang tetap dijaga.\nSalah satu warisan budaya di bidang transportasi yang masih dipertahankan adalah becak tradisional. Becak tradisional sebagai transportasi ramah lingkungan mampu meningkatkan potensi wisata terutama di Kota Yogyakarta. Hal tersebut didukung dengan Peraturan Daerah yang mengatur tentang pola pengembangan transportasi wilayah dan transportasi tradisional. Pada kenyataan yang telah terjadi di lapangan, muncul becak motor (betor) hasil modifikasi dari becak tradisional. Penggantian sistem penggerak pedal menjadi mesin membuat betor sebagai transportasi yang lebih manusiawi namun tidak ramah lingkungan. Menanggapi fenomena tersebut, Pemerintah Daerah mengupayakan pengembangan becak listrik sebagai salah satu solusi alternatif.\nKemunculan becak listrik menjadi salah satu solusi namun belum dapat secara optimal melayani para wisatawan khususnya di kawasan wisata Malioboro. Keberadaan becak sebagai transportasi alternatif ramah lingkungan akan tetap ada di Kota Yogyakarta jika pengembangan dilakukan dengan memperhatikan ciri khas desain transportasi dan kebutuhan penggunanya. Oleh sebab itu sebagai langkah melestarikan transportasi becak, penelitian ini berupaya untuk mengoptimalkan potensi becak listrik untuk meningkatkan potensi wisata di Kota Yogyakarta khususnya kawasan Malioboro. Sebagai upaya optimalisasi maka dilakukan\n3\nterlebih dahulu identifikasi terkait pemanfaatan becak tradisional sebagai transportasi pendukung pariwisata dan berbagai aspek terkait yang dapat menentukan keberlangsungan dari becak listrik. Pendekatan yang digunakan dalam penelitian ini adalah kualitatif diawali dengan studi literatur dari berbagai sumber yang terkait, dilanjutkan dengan pengambilan data primer melalui observasi dan wawancara secara purposive sampling.\nTerdapat beberapa aspek desain maupun non-desain yang perlu diperhatikan agar becak listrik dapat secara lebih optimal melayani para wisatawan di kawasan Malioboro. Pada aspek desain diperlukan rancangan berupa stasiun pengisian listrik dan pengembangan desain pada becak listrik, sedangkan pada aspek non-desain yaitu diperlukan sosialisasi kepada para pengemudi terkait perawatan komponen listrik pada becak listrik. Ada pun hasil dari penelitian ini adalah berupa konsep desain stasiun pengisian listrik, becak listrik khas Yogyakarta dan pengembangan sarana yang dapat mendukung operasional becak listrik. Selain itu terdapat beberapa rekomendasi yang ditujukan kepada berbagai pihak yang mampu mendukung pelestarian becak sebagai transportasi wisata di Kota Yogyakarta. Rekomendasi berupa berbagai upaya yang dapat dilakukan di lapangan demi melaksanakan pengadaan, pemeliharaan dan keberlangsungan becak listrik.", "Daftar File": {"2020TS PP LAURENSIUS WINDY  1.pdf?": "https://digilib.itb.ac.id/gdl/download/203834"}, "Penulis": "Laurensius Windy Octanio H. [27117044]", "Kontributor / Dosen Pembimbing": ["Imam Damar Djati, S.Sn., M.Sn., Ph.D.", "Dr. Dwinita Larasati, S.Sn., MA"], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "becak listrik, transportasi, Yogyakarta, pariwisata", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "09 Mar 2020"}