{"Nomor": 46577, "Judul": "PENGARUH NON-PERFORMING FINANCING OR LOAN, OPERATION INCOME AND OPERATION EXPENSES, AND FINANCING OR LOAN TO DEPOSIT RATION TERHADAP RETURN ON ASSET DI BANK SYARIAH DAN KONVENSIONAL DI INDONESIA", "Abstrak": "Bank adalah bagian penting dari kehidupan sosial dan ekonomi suatu bangsa. Fungsi bank sebagai badan Intermediary berfungsi untuk menggerakan dana antara antara anggota masyarakat yang membutuhkan dengan yang mempunyai kelebihan modal, fungsi ini juga membuat pasar yang lebih effisient dan mengurangi beban ketika melakukan bisnis. Di sisi lain fungsi ini juga membuat bank komresil terpapar berbagai resiko kebangkrutan dengan berbagai kemungkinan seperti berkurang nya jumlah deposan dan kreditor, atau buruknya kualitas pinjaman sehingga berpotensi kepada system financial yang lebih luas dan bahkan ekonomi itu sendiri, oleh karena itu jatuhnya industry perbankan yang besar akan lebih buruk dibandingkan dengan hanya perlambatan bisnis secara umum. Sementara itu profitablitas adalah salah satu faktor yang mempengaruhi keberlanjutan dan ketahanan terhadap sebuah bisnis.\nTujuan dari penilitian ini adalah untuk menguji pengaruh kinerja perbankan terhadap ROA. Penilitian ini menggunakan sample dari laporan bulanan OJK periode 2011-2018. Metode Regresi linear berganda Ordinary Least Square digunakan untuk menentukan hubungan antara non performing financing/loan (NPF/L), non-performing financing ratio/loan (NPF/LR),operation expenses and operation income ratio (OEOI) terhadap ROA dan profit bank syariah dan konvensional. \nHasil dari penilitan ini adalah ROA bank syariah dipengaruhi oleh FDR, dan AR(1), ROA konventional dipengaruhi oleh BOPO, NPLR, dan AR(1).", "Daftar File": {"ABSTRAK Ahmad Fathan Mujadidi Haqqoni": "https://digilib.itb.ac.id/gdl/download/205583"}, "Penulis": "Ahmad Fathan Mujadidi Haqqoni [29317077]", "Kontributor / Dosen Pembimbing": ["Ir. Drs. H. Arson Aliludin, S.E., DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Ordinary Least Square, Bank Komersil, Profitabilitas, ROA, Profit", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "09 Mar 2020"}