{"Nomor": 46570, "Judul": "USULAN MANAJEMEN KINERJA PERUSAHAAN DENGAN MENGGUNAKAN INTEGRATED PERFORMANE MANAGEMENT SYSTEM (IPMS) FRAMEWORK DI DEPARTEMEN OPERASIONAL DARI KALBE NUTRITIONALS", "Abstrak": "Kalbe Nutritionals adalah salah satu perusahaan yang bergerak di industri makanan dan minuman sehat.\nPerusahaan ini merupakan salah satu divisi dari PT.Kalbe Farma,Tbk yang dibentuk pada tahun 1993\ndan saat ini telah memiliki lebih dari 13 produk nutrisi yang dikenal di Indonesia. Selama perusahaan\ndidirikan perusahaan menghadapi tantangan baik dari internal maupun eksternal, tidak terkecuali pada\nDepartemen Operasional yang merupakan tumpuan perusahaan dalam proses produksi. Tantangan\ninternal yang dihadapi adalah bagaimana semua lini departemen dapat menyerap visi dan misi\nperusahaan yang telah dirumuskan sehingga strategi yang dibuat dapat mencapai target perusahaan yang\nselalu berubah mengikuti permintaan konsumen disertai biaya produksi yang selalu meningkat setiap\ntahunnya. Sedangkan dari sisi eksternal adalah persaingan dengan perusahaan lainnya yang kompetitive,\nbaik lokal maupun internasional sehingga perlu adanya inovasi produk yang membedakan dengan\nproduk lainnya.\nPenelitian ini bertujuan untuk membantu Departemen Operasional dari Kalbe Nutritionals untuk\nmerancang sistem manajemen kinerja yang dapat menerjemahkan visi dan misi perusahaan menjadi\nstrategi dan menciptakan tugas dan tanggung jawab yang jelas untuk memenuhi kebutuhan pemangku\nkepentingan. Kerangka Integrated Performance Management System (IPMS) dipilih karena system\nmanagement kinerja ini cocok dengan proses bisnis di departemen operasional yang tidak menekankan\npada aspek financial saja karena departemen ini tidak secara langsung berhubungan dengan investor.\nKelebihan lain dari system manajemen kinerja ini adalah desain sederhana yang hanya terdiri dari tiga\nperspektif yaitu keluaran organisasi, proses internal dan kemampuan sumber daya alam, tetapi memiliki\nkelengkapan variable yang dapat memenuhi kebutuhan untuk pemangku kepentingan.\nHasil dari penelitian ini diusulkan sistem manajemen kinerja baru untuk Departmen Operasional dan\ndihasilkan 27 indikator kinerja (KPI) yang mempresentasikan visi, misi, strategi dengan melibatkan\npemangku kepentingan yang terkait dengan indikator kinerja (KPI). Proses implementasi dari usulan\nperformance management system ini akan dilakukan selama dua bulan dengan proses evaluasi yang\ndilakukan secara berkelanjutan.", "Daftar File": {"2020_TS_PP_Indra Aminudin_1-Abstrak_compressed (1) (1).pdf\n]": "https://digilib.itb.ac.id/gdl/download/203837"}, "Penulis": "Indra Aminudin [29118179]", "Kontributor / Dosen Pembimbing": ["Rudy Bekti, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "sistem manajemen kinerja, indicator kinerja, IPMS, integrated performance management system, industry makanan dan minuman sehat.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "09 Mar 2020"}