{"Nomor": 46586, "Judul": "USULAN SOLUSI UNTUK KICKINITB, UNTUK MENJADI PERUSAHAAN PINJAMAN SISWA DENGAN KEUANGAN BERKELANJUTAN", "Abstrak": "Saat ini, Indonesia lebih fokus pada konteks dunia pendidikan. Ini ditunjukkan dari bagaimana Indonesia meningkatkan anggaran untuk pendidikan sampai seperlima dari total anggaran negara. Ini menggambarkan bahwa Indonesia ingin memberikan pendidikan dan akan menargetkan pertumbuhan ekonomi yang lebih baik bagi negara. Namun, karena kepadatan penduduk yang tinggi di Indonesia, strategi peningkatan anggaran tahunan ini tidak memberi jaminan untuk mendapatkan pendidikan bagi seluruh warga negara di Indonesia. Dengan demikian, pinjaman mahasiswa diperlukan untuk meningkatkan strategi ini. Layanan pinjaman mahasiswa menjadi salah satu sektor peminjaman Peer to Peer dan crowdfunding di bidang keuangan dan teknologi yang mengalami pertumbuhan. Banyak siswa kurang mampu mencoba untuk mendapatkan beasiswa, pinjaman bank, atau bahkan mencoba bekerja untuk dapat berinvestasi dalam pendidikan tinggi. Institut Teknologi Bandung juga memiliki beberapa bantuan keuangan seperti Beasiswa Untuk Semua, Ikatan Orang Tua Mahasiswa, dan voucer untuk membantu siswa kurang mampu. Namun, bantuan keuangan ini terbatas sehingga tidak dapat mencakup setiap siswa yang membutuhkan; KickInITB adalah perusahaan startup dalam pinjaman P2P yang menawarkan pinjaman mahasiswa dengan menggunakan platform yang menghubungkan para dermawan, investor, dan pelanggan. Sebagai organisasi nirlaba, KickInITB bergantung pada donasi dan investornya agar bisnis mereka tetap berjalan. Mengevaluasi model bisnis menggunakan analisis internal dan eksternal kemudian menggunakan kekuatan, kelemahan, peluang, ancaman, strategi analisis faktor internal, strategi analisis faktor eksternal dan matriks Ansoff untuk menganalisis kekuatan dan kelemahan perusahaan. Berdasarkan analisis, diketahui bahwa perusahaan harus mengatasi kelemahannya dan meningkatkan kekuatannya untuk menjadi perusahaan yang berkelanjutan. Menggunakan kerangka kerja Al-Debei, dua solusi utama yang diusulkan untuk mempertahankan perusahaan adalah peningkatan nilai keuangan dan jaringan nilai. Perusahaan ini harus fokus pada pengelolaan efisiensi biaya, menarik dan mempertahankan siswa sebagai pelanggan, serta menarik dan mempertahankan investor dan dermawan", "Daftar File": {"ABSTRAK Muhammad Chaeril Maricar": "https://digilib.itb.ac.id/gdl/download/203853"}, "Penulis": "Muhammad Chaeril Maricar [29116474]", "Kontributor / Dosen Pembimbing": ["Deddy Priatmodjo Koesrindartoto, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Pinjaman peer-to-peer, Impact Investing, Pinjaman Siswa, Nilai Network, Nilai Keuangan", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "09 Mar 2020"}