{"Nomor": 46599, "Judul": "PROGRAM PEMASARAN UNTUK PT. TIRTA INVESTAMA (DANONE WATERS) UNTUK MENJAGA KOMPETISI PASAR AIR MINERAL", "Abstrak": "Dengan meningkatnya kebutuhan akan air mineral di masyarakat,  semakin banyak pula produk air minum dengan berbagai kemasan. Hal ini ditunjukkan dengan banyaknya merek air mineral baru baik merek lokal maupun asing yang dipasarkan dalam beberapa tahun terakhir (Nielson 2018) yang tersebar di pasar tradisional (warung), super market, mini market, hotel, restoran dan kafe (HOREKA), pasar daring. Berdasarkan survei minuman Nielsen pada tahun 2018, AQUA berada di 5 top players dalam air mineral botol besar dan AQUA memiliki citra merek yang baik dalam persepsi konsumen. Persaingan pasar yang semakin kompetitif merupakan tantangan serius bagi perusahaan air mineral, khususnya PT. Tirta Investama (Danone Waters). \n\nData penelitian ini berupa data primer yang diperoleh dari hasil wawancara terhadap 10 responden dan data sekunder yang berupa literatur dari buku, jurnal, artikel dan lain sebagainya. Dari data primer diperoleh gambaran mengenai produk AQUA bahwa AQUA adalah pemimpin pasar/nomor 1 di pasar air mineral di Indonesia dan bertahan menjadi terkuat di antara merek-merek lain. AQUA sudah memiliki pelanggan setia, kandungan produk dan persepsi minuman sehat adalah alasan mengapa konsumen masih membeli AQUA. \n\nDengan menganalisisa aspek eksternal dan internal, penelitian ini memberikan masukan untuk program pemasaran melalui Focus Differentiation Strategy, yaitu dengan mengembangkan produk yang berbeda dan unik dari pesaing dan memberikan nilai lebih tinggi. Pengembangan produk baru AQUA yaitu AQUA LIFE 1.150 ml ramah lingkungan dengan kemasan menggunakan 100% botol plastik daur ulang untuk semua ukuran kemasan yang ditargetkan untuk kelas menengah ke atas yang peduli akan pelestarian ekosistem, mengembangkan desain kemasan inovatif secara berkala untuk mempertahankan konsumen, dan meningkatkan kolaborasi dengan berbagai acara perusahaan, rumah sakit, agen sosial, lembaga pendidikan dan acara olahraga, segmen HOREKA untuk memperkuat citra merek semakin kuat dan semakin dekat dengan masyarakat sebagai pendamping yang peduli untuk melindungi lingkungan. \n\nAQUA perlu terus memelihara dan meningkatkan mata air untuk produksi yang berkelanjutan. Semua ide di atas adalah positioning baru untuk merek AQUA, sementara dan penargetan tetap sama. Sedangkan untuk Bauran Pemasaran 4Ps yang diusulkan adalah untuk: a) Product, konten produk AQUA LIFE mirip dengan air mineral AQUA yang ada menggunakan merek AQUA LIFE dan label desain baru, b) Price, produk dengan kemasan daur ulang memiliki harga yang relatif lebih tinggi, tetapi ada solusi alternatif bagi perusahaan (Danone Waters) sebagai kompensasi untuk dapat membeli kembali botol bekas untuk diolah kembali oleh Danone Waters, c) Place, Danone Waters perlu mengoptimalkan jangkauan distribusi di seluruh Indonesia sehingga dapat tersedia di daerah terpencil; d) Promotion, dengan menciptakan promosi yang inovatif dan interaktif dengan program-program tertentu seperti program loyalitas, stan pameran, gimmick yang berguna, juga berpartisipasi dalam kegiatan pihak ketiga seperti penyelenggara untuk acara amal, kantor, start-up, HOREKA,dll. Dengan memiliki program ini, Danone Waters diharapkan dapat berkompetisi di pasar air minum.", "Daftar File": {"ABSTRAK Talitha Nabila": "https://digilib.itb.ac.id/gdl/download/203876"}, "Penulis": "Talitha Nabila [29317437]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mohamad Toha"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Program Pemasaran, Kompetisi, Kemasan Daur Ulang, AQUA LIFE", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "09 Mar 2020"}