{"Nomor": 46590, "Judul": "ANALISIS PROPAGASI SINYAL ENSO DI BENUA MARITIM UNTUK MENENTUKAN PREKURSOR EL NINO", "Abstrak": "Penelitian ini bertujuan menentukan prekursor El Niño dari propagasi sinyal ENSO yang ada di Benua Maritim. El Niño cenderung menyebabkan hujan berkurang di Benua Maritim. Berkurangnya curah hujan ini dapat menyebabkan kekeringan dan berdampak ke berbagai bidang. Mengingat dampak El Niño yang sangat besar, maka penting untuk mengetahui tanda-tanda sebelum El Niño terbentuk. Observasi Sea Surface Temperature (SST) merupakan salah satu cara untuk mengetahui kondisi El Niño. Namun, data tersebut merupakan data yang berada di wilayah Pasifik, sehingga El Niño teramati saat sudah terbentuk. Maka dari itu, perlu ditentukan prekursor kejadian El Niño dari propagasi sinyal ENSO yang berada di Benua Maritim.\nData yang digunakan dalam penelitian ini adalah data indeks Nino 3.4, data variabel angin zonal dan Relative Humidity (RH) yang bersumber dari pengamatan radiosonde dan reanalysis (ECMWF ERA-Interim). Indeks Nino 3.4 digunakan untuk melihat kejadian ENSO, data angin zonal dan RH berturut-turut digunakan sebagai proxy Sirkulasi Walker dan uap air. Metode yang digunakan dalam penelitian ini adalah regresi linier sederhana dan zero phase Butterworth bandpass filter.\nHasil utama dari penelitian ini menunjukkan bahwa sinyal ENSO di Benua Maritim yang dapat digunakan sebagai prekursor El Niño dalam variabel angin zonal di level 850 hPa adalah pertemuan angin timuran dan baratan, yang menggambarkan pusat konvergensi, serta angin baratan maksimum. Sedangkan sinyal yang dapat digunakan sebagai prekursor El Niño dalam variabel RH di level 500 hPa adalah RH maksimum, yang menggambarkan pusat konvergensi, dan perubahan dari RH positif ke negatif.", "Daftar File": {}, "Penulis": "Wildan Novrizal [12815025]", "Kontributor / Dosen Pembimbing": ["Dr. Nurjanna Joko Trilaksono, S.Si., M.Si.", "Faiz Rohman Fajary, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "El Niño, ENSO, Prekursor, Radiosonde, Butterworth Bandpass Filter", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "09 Mar 2020"}