{"Nomor": 46605, "Judul": "FORMULASI STRATEGI RETENSI PELANGGAN UNTUK OVO (PT VISIONET INTERNASIONAL", "Abstrak": "PT Visionet Internasional adalah perusahaan startup fin-tech yang membangun platform digital melalui aplikasi OVO dalam rangka memudahkan hidup dengan memberikan hadiah dan transaksi luar biasa melalui mitra dagang, pembayaran sederhana, dan layanan keuangan pintar. Aplikasi E-wallet yang dimiliki oleh perusahaan teknologi sirip telah meningkat pada tahun ini. Cashback menjadi strategi pemasaran yang kuat untuk menarik pengguna menggunakan aplikasi e-wallet sebagai metode pembayaran. Selain promosi, sama pentingnya untuk memahami dan menganalisis pemikiran pengguna mengenai preferensi mereka dalam pembayaran mobile, terutama di aplikasi OVO. OVO ingin meningkatkan pengalaman pelanggan yang ada dan memperkuat posisinya di antara para pesaing. \n\nUntuk mengatasi masalah, ada beberapa framework yang dibuat sebagai bahan observasi. Framework yang dibuat adalah analisis PESTLE yang dibuat berdasarkan hasil observasi, web-basaed analysis yang didapatkan dari similarweb.com, analisis VRIO dengan observasi dan wawancara, competitor analysis yang dibuat berdasarkan hasil  observasi, Net Promoter Score (NPS) sebagai hasil kuesioner kepada 127 responden, alliance management yang didapatkan dari hasil observasi, dan diamond strategy yang didapatkan dari hasil observasi.\n\nHasil Net Promoter Score adalah 3%, dan itu menunjukkan bahwa OVO perlu meningkatkan retensi pelanggan melalui perjalanan pelanggan. Skor terendah ada pada promosi OVO sedangkan skor tertinggi adalah pengalaman top-up. Dapat disimpulkan bahwa sebagian besar pengguna berpikir bahwa promosi OVO tidak kompetitif seperti pesaing lainnya.\n\nPenulis mendorong strategi pemasaran dengan menggunakan diamond strategy untuk meningkatkan kondisi OVO saat ini dan untuk memberikan gambaran besar tentang kondisi OVO dan mengusulkan strategi bisnis yang akan bermanfaat bagi OVO lebih lanjut. Melalui analisis, ditemukan bahwa untuk meningkatkan retensi pelanggan, OVO direkomendasikan untuk mengejar strategi dengan membangun kemitraan dengan perusahaan transportasi sebagai pembayaran yang digunakan sehari-hari,  e-commerce, dan pembayaran tagihan daripada pembayaran ke merchant atau P2M (Pay to Merchant).", "Daftar File": {"ABSTRAK Ghina Shofiyah Nasution": "https://digilib.itb.ac.id/gdl/download/203909"}, "Penulis": "Ghina Shofiyah Nasution [29318005]", "Kontributor / Dosen Pembimbing": ["Dr. Asnan Furinto, S.T., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "OVO, Pengalaman Digital Customer, PT Visionet International, Retensi Pelanggan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "09 Mar 2020"}