{"Nomor": 46604, "Judul": "FORMULASI STRUKTUR ORGANISASI UNTUK KEBERLANJUTAN BISNIS (STUDI KASUS PERUSAHAAN PERUSAHAAN SYARA WORK)", "Abstrak": "Syara Works adalah perusahaan konsultasi dan desain kreatif yang bergerak di bidang tata busana.  Perusahaan Syara Works beroperasi sejak 2016 dan berkembang pesat dari klien dalam negeri (Indonesia) hingga mancanegara. Di era digital, perkembangan bisnis tata busana semakin meningkat, sejalan dengan kemudahan transaksi jual-beli. Orang yang tidak memiliki latar belakang tata busana pun mulai mencari peluang untuk berbinis di industri ini. Syara Works berperan sebagai konsultan bagi mereka yang membutuhkan jasa untuk mengelola bisnis tata busananya, mulai dari pembuatan merek, desain busana, rencana pemasaran, dan pengelolaan media sosial. \n\nPertumbuhan perusahaan beriringan dengan semakin banyaknya jumlah klien. Namun kapasitas sumber daya manusia dalam perusahaan belum sesuai untuk menghadapi pertumbuhan. Banyak pekerjaan dinilai kurang efektif dan efisien. Semua karyawan medapatkan arahan kerja langsung dari CEO dan melapor kepada CEO. Karyawan mengerjakan apapun yang diperintahkan, mereka tidak hanya mengerjakan yang sesuai tanggung jawab, apapun dikerjakan bersama untuk mencapai target. Kenyataannya sistem inilah yang menghambat pekerjaan dan membuat pekerjaan tidak efektif. Karyawan jadi kurang inisitif karena menunggu arahan dan tidak bisa membuat skala prioritas untuk pekerjaannya sendiri. Penerapan sistem karyawan paruh waktu yang sebelumnya efisien, jadi kurang efektif dengan semakin banyaknya permintaan yang dibutuhkan klien. Koordinasi anatartim pun mulai tidak terkendali, mulai ada keterlambatan desain dan manajemen media sosial yang kurang baik. Sehingga banyak klien yang merasa tidak puas dengan jasa Syara Works dan memutus kontrak. \n\nUntuk menemukan akar permasalahannya, peneliti menggunakan diagram tulang ikan (fish bone) dan melakukan analisa situasi bisnis menggunakan analisa model pertumbuhan Greiner, dan analisa model 7s McKinsey untuk menemukan strategi dan solusi untuk bisnis. Pengumpulan data primer untuk proyek akhir ini dilakukan dengan metode penelitian kualitatif berupa wawancara dengan CEO, 10 karyawan, dan 3 klien; sedangkan data sekunder akan dikumpulkan dari artikel, situs web, laporan industri, jurnal, dan buku.\n\nBerdasarkan hasil Analisa akar permasalahan, ketidakefektifan dan ketidakefisienan bisnis disebabkan oleh tidak adanya struktur organisasi yang menimbulkan beberapa factor: (1) Dasar organisasi perusahaan yang kurang jelas, seperti sistem pemberdayaan karyawan, prosedur operasional standar, penilaian kinerja, (2) Perusahaan tidak memiliki uraian pekerjaan untuk karyawannya dan alur kerjanya tidak jelas. Berdasarkan analisa model pertumbuhan Greiner dan analisa model 7s McKinsey, strategi bisnis yang perlu dilakukan adalah menciptakan sistem modal manusia untuk mengelola sumber daya secara optimal. Penulis mengusulkan beberapa solusi bisnis, yaitu: (1) Perumusan struktur organisasi dengan menempatkan pemimpin di setiap divisi, (2) merumuskan uraian tugas, dan (3) Merumuskan sistem dan proses manajemen. \n\nImplementasi sistem modal manusia yang diusulkan dalam penelitian ini mengacu pada sistem manajemen sumber daya manusia, yang merupakan divisi baru di Syara Works. Sistem yang diusulkan dalam penelitian ini adalah sistem kerja karyawan, bagan organisasi, deskripsi pekerjaan tertulis, elemen ulasan kinerja dengan tujuan tertulis, dan kompensasi yang terkait dengan penilaian kinerja. Di akhir penilitian ini direkomendasikan rencana implementasi strategi untuk satu tahun kedepan.", "Daftar File": {"ABSTRAK Ulin Noor Rahmani": "https://digilib.itb.ac.id/gdl/download/203908"}, "Penulis": "Ulin Noor Rahmani [29318002]", "Kontributor / Dosen Pembimbing": ["Hary Febriansyah, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Konsultan Fashion, Pengembangan Organisasi, Struktur Organisasi, Uraian Pekerjaan, Manajemen Modal Manusia, Strategi Organisasi, Model Pertumbuhan Greiner, Model 7s McKinsey.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "09 Mar 2020"}