{"Nomor": 46600, "Judul": "KONSEP PROJECT MANAGEMENT OFFICE UNTUK SISTEM PEMERINTAHAN BERBASIS ELEKTRONIK DI INDONESIA UNTUK  MEMPERCEPAT PROSES DIGITALISASI", "Abstrak": "Dengan ditandatanganinya peraturan presiden No. 95 Tahun 2018, ini membuat suatu regulasi baru untuk mempercepat terbentuknya sistem pemerintahan berbasis elektronik (SPBE) dengan skala nasional. Berdasarkan perpres tersebut, akan dibuatlah sebuah tim koordinasi SPBE yang terdiri dari 7 menteri yang akan bertanggung jawab dan Kementerian Pendayagunaan dan Aparatur Negara yang akan memimpin. Namun, projek besar ini masih dikelola secara ex-officio di masing-masing kementerian, terlebih kurangnya sumber daya manusia (SDM) membuat proyek ini berjalan lambat.\n\nBerdasarkan masalah tersebut, penelitian ini memadukan wawancara dengan para pejabat tinggi dari pemerintah yang terlibat langsung dengan proyek SPBE dan studi literatur dengan komparatif tentang bagaimana SPBE dilaksanakan di negara maju beserta dengan bagaimana start-up teknologi bisa bergerak dengan cepat untuk membuat suatu produk. Dengan studi tersebut diharapkan masalah utama dapat ditemukan dan dapat membuat analisa lebih lanjut untuk menyelesaikan proyek SPBE ini.\n\nBerdasarkan Analisa, negara maju seperti Singapura dan UK mempunyai instansi yang fokus akan strategi digitalisasi sementara di Indonesia, manajemen proyek ini masih terfragmentasi dimana pengambilan keputusan masih diambil oleh banyak instansi, ini merupakan masalah utama yang terjadi ditambah dengan kurangnya SDM yang tidak sibuk akan pekerjaan sehari-hari. Untuk menyelesaikan hal ini, diperlukannya Project Management Office (PMO) sebagai pengarah strategis dan Implementation Agency sebagai pelaksana berdasarkan konsep yang dibuat oleh PMO. Kedua instansi harus mengadopsi metode start-up untuk fokus ke agile delivery. PMO harus merupakan lembaga non-struktural yang dapat berkoordinasi dengan berbagai kementerian dan mempunyai kekuatan mirip dengan Kantor Staf Presiden.", "Daftar File": {"ABSTRAK Rifqi Ryan Avila Rakhman": "https://digilib.itb.ac.id/gdl/download/203877"}, "Penulis": "Rifqi Ryan Avila Rakhman [29317445]", "Kontributor / Dosen Pembimbing": ["Yudo Anggoro, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Manajemen Proyek, Sistem Pemerintahan Berbasis Elektronik, Digitalisasi, Struktur Organisasi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "09 Mar 2020"}