{"Nomor": 46613, "Judul": "EVALUASI PELATIHAN DENGAN MODEL KIRKPATRICK STUDI KASUS : BASIC HUMAN RESOURCE BATCH 1 AIRNAV INDONESIA", "Abstrak": "Industri Penerbangan adalah salah satu industri yang akan terus berkembang, karena letak\ngeografis Indonesia, Indonesia sebagai negara kepulauan, yang terdiri dari banyak pulau\ndan lautan antara Sabang hingga Merauke. Perum Lembaga Pelayanan Navigasi\nPenerbangan Indonesia (Perum LPPNPI) atau AirNav Indonesian didirkan sesuai dengan\namanat Undang-Undang No.1 tahun 2009 tetntang Penerbangan dan Peraturan Pemerintah\nNo. 77 Tahun 2012 tentang Perum LPPNPI. Sebagai satu-satunya penyedia layanan\nnavigasi udara di Indonesia, layanan navigasi udara akan lebih fokus sehingga dapat\nmeningkatkan keamanan penerbangan. Perusahaan yang baru dibentuk, AirNav Indonesia\nmengalami banyak kendala dan tantangan yang harus dihadapi, salah satunya adalah\nsumber daya manusianya. Untuk memberikan layanan yang baik untuk mendukung visi\ndan misi perusahaan, sumber daya manusia diperlukan untuk memiliki kualitas profesional\ndan integrasi yang tinggi. Untuk menyesuaikan hal tersebut diperlukan pelatihan untuk\nmembantu karyawan meningkatkan keterampilan dan kualitas kerja mereka. Karyawan di\nDirektorat Sumber Daya Manusia dan Umum diberikan pelatihan sesuai dengan keahlian\ndan tingkat pekerjaan mereka. Pelatihan yang akan diberikan adalah Sumber Daya Manusia\nDasar yang diselenggarakan oleh AirNav Indonesia. Dalam penelitian, peneliti ini akan\nmenggunakan metodologi kuantitatif dengan mendistribusikan Kuisioner kepada peserta\npelatihan dan Manajer. Kemudian peneliti menggunakan data tersebut untuk menganalisis\nevaluasi pelatihan Sumber Daya Manusia Dasar. Setelah melakukan analisis dan\nmendapatkan hasil dari kuesioner, peneliti akan mengevaluasi pelatihan dari level 1 ke\nlevel 3. Hasil evaluasi diharapkan dapat menjadi referensi dan rekomendasi untuk pelatihan\nselanjutnya.", "Daftar File": {"2020_TS_PP_TSAMRATUL ULA_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/203946"}, "Penulis": "Tsamratul Ula [29116498]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Aurik Gustomo, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Pelatihan, Evaluasi Pelatihan, Model Kirkpatrick, Sumber Daya Manusia Dasar, Sumber Daya Manusia, AirNav Indonesia", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "09 Mar 2020"}