{"Nomor": 46614, "Judul": "ANALISA KINERJA KEUANGAN BANK BUKU III DI INDONESIA MENGGUNAKAN METODE RBBR", "Abstrak": "Krisis ekonomi 1997/1998 dan 2008 memberi pembelajaran penting bagi industri perbankan dunia, khususnya di Indonesia. Kesulitan likuiditas bank, kualitas aset yang memburuk, dan kekurangan modal adalah faktor utama krisis perbankan pada saat itu. Keadaan kritis di masa sekarang seperti pertumbuhan ekonomi yang stagnan dan era digitalisasi membuat bank wajib menjaga dan meningkatkan kesehatannya dengan menerapkan prinsip kehati-hatian dan manajemen risiko dalam menjalankan kegiatan bisnisnya, termasuk melakukan penilaian sendiri secara berkala atas kesehatan kinerja dan mengambil langkah-langkah korektif sesuai dengan Surat Edaran Bank Indonesia No. 13/24/DPNP 2011. \n\nPenelitian ini bertujuan untuk menganalisa kesehatan keuangan dan kinerja PT Bank Tabungan Pensiunan Nasional, Tbk (BTPN) untuk periode lima tahun dari 2014 - 2018 dibandingkan dengan delapan bank swasta BUKU III yang terdaftar di Bursa Efek Indonesia menggunakan metode Risk-Based Bank Rating (RBBR). Metode RBBR menilai aspek-aspek Profil Risiko, Tata Kelola Perusahaan yang Baik, Penghasilan dan Modal. Hasil penelitian ini menunjukkan bahwa dibandingkan dengan pesaing terdekatnya di bank swasta BUKU III yang terdaftar di Bursa Efek Indonesia, BTPN lebih unggul dalam hal profil risiko kredit, pendapatan dan kinerja modal selama periode 2014 hingga 2018. \n\nBTPN berada di peringkat pertama di antara sembilan bank swasta BUKU III yang terdaftar di Bursa Efek Indonesia dengan rasio NPL rata-rata terendah dan rasio ROA, rasio NIM dan CAR rata-rata tertinggi selama periode lima tahun. BTPN dikategorikan sangat sehat terkait profil risiko kredit yang diwakili oleh rasio NPL, faktor laba yang diwakili oleh rasio ROA dan NIM serta faktor modal yang diwakili oleh CAR dan cukup sehat terkait dengan risiko likuiditas yang diwakili oleh LDR berdasarkan Surat Edaran Bank Indonesia No. 13/24 /DPNP 2011. Studi ini merekomendasikan bahwa BTPN harus mengurangi jumlah kredit tidak tertagih melalui penguatan analisa kredit dan pembentukan unit penagihan terpusat. BTPN juga perlu meningkatkan pendanaannya melalui produk dan aplikasi pendanaan digital untuk memitigasi risiko likuiditas.", "Daftar File": {"ABSTRAK Fannywaty": "https://digilib.itb.ac.id/gdl/download/203947"}, "Penulis": "Fannywaty [29318017]", "Kontributor / Dosen Pembimbing": ["Dr. Wiwiek M Daryanto, S.E., Ak., M.M., CMA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "BTPN, BUKU III, Kesehatan Keuangan, Kinerja Keuangan,  Penilaian Bank Berbasis Risiko, Permodalan , Profil Risiko, Rentabilitas.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "09 Mar 2020"}