{"Nomor": 46612, "Judul": "ANALISA PEMILIHAN TIPE CORPORATE PARENTING STUDI KASUS : TATA KELOLA ANAK PERUSAHAAN DI PGN", "Abstrak": "PT Perusahaan Gas Negara (PGN) memiliki visi sebagai Perusahaan Gas Nasional kelas dunia dalam mendukung tercapainya masa depan yang berkelanjutan bagi kedaulatan energy nasional. PGN menetapkan target baru pada strategi jangka panjang yang telah dirumuskan pada awal tahun 2019 dimana Perusahaan akan mewujudkan target tersebut dengan cara mengoptimalkan pertumbuhan portofolio bisnisnya. Sebagai induk dalam Sub-Holding Gas, PGN berperan untuk mengawasi pengelolaan portofolio bisnis yang ada di bawahnya. PGN perlu menjabarkan peran dari corporate parenting agar terjadi penciptaan nilai melalui portofolionya. Itulah mengapa menentukan parenting style yang tepat dalam mengelola anak perusahaan menjadi hal penting bagi PGN.\n\nDengan menggunakan pendekatan yang dilakukan oleh Boston Consulting Group dalam laporannya terkait corporate parenting, penulis melakukan setiap tahapan untuk mengidentifikasi parenting style yang tepat bagi PGN dan anak perusahaan. Melalui wawancara dan penyebaran kuesioner dengan pucuk pimpinan di PGN maupun anak perusahaannya, telah diidentifikasi semua data yang dibutuhkan dalam penelitian ini yang diperlukan PGN untuk memilih arah yang tepat bagi anak perusahaannya.\n\nBerdasarkan analisis, PGN diusulkan untuk menerapkan parenting style yang berbeda bagi masing- masing anak perusahaan yaitu, Pertamina Gas dengan kombinasi strategic guidance dan hands-on management, PGNLNG dengan kombinasi strategic guidance dan functional leadership, PGASSOL dengan kombinasi hands-on management dan functional leadership, dan PGASCOM dengan kombinasi strategic guidance dan synergy direction. Dengan hasil tersebut, direkomendasikan kepada Manajemen PGN untuk menetapkan transformation path menuju parenting style yang dipilih. PGN perlu meng-adaptasi hal tersebut ke dalam organisasi yang ada saat ini. Penyesuaian tersebut bisa dalam bentuk perubahan kebijakan perusahaan dan prosesnya yang selaras dengan parenting style yang dipilih untuk masing-masing anak perusahaan, serta memperbaiki konflik antar anak perusahaan yang dapat timbul dengan adanya perbedaan tata kelola antara anak perusahaan.", "Daftar File": {"ABSTRAK Amanarita": "https://digilib.itb.ac.id/gdl/download/203945"}, "Penulis": "Amanarita [29318015]", "Kontributor / Dosen Pembimbing": ["Yudo Anggoro, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Parenting Strategy, Parenting Style, Corporate Parenting, Critical Success Factor, Parenting Advantage, Parent Capability.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "09 Mar 2020"}