{"Nomor": 46615, "Judul": "KALIBRASI PREDIKSI CURAH HUJAN MUSIM ENSEMBLE KELUARAN MODEL ECMWF SYSTEM - 4 MENGGUNAKAN METODE BAYESIAN MODEL AVERAGING", "Abstrak": "European Center for Medium-Range Weather Forecasts (ECMWF) system-4 (ECS4) adalah model prediksi iklim operasional mutakhir yang salah satu keluarannya berupa prediksi curah hujan musim ensemble. Agar menghasilkan prediksi probabilistik curah hujan musim yang reliabel maka kesalahan sistematis dan bias pada keluaran langsung (raw output) model ECS4 harus dikalibrasi. Bayesian Model Averaging (BMA) adalah metode post-processing yang mengalibrasi distribusi raw output model Sistem Prediksi Ensemble (SPE) dalam bentuk probability density function (PDF) prediktif. Kajian sebelumnya, BMA telah digunakan untuk menghasilkan prediksi probabilistik namun terbatas pada prediksi jangka pendek dan menengah. Pada penelitian ini, penerapan metode BMA telah dikembangkan untuk dapat mengalibrasi prediksi curah hujan musim ensemble dari raw output SPE model ECS4 menggunakan data observasi yang disediakan oleh Badan Meteorologi Klimatologi dan Geofisika (BMKG) pada 26 stasiun di Pulau Jawa, periode 1981-2018. Pada penerapannya, PDF prediktif BMA dihasilkan dari distribusi Gamma dengan dua skema training: Jendela Sequential (BMA-JTS) dan Conditional (BMA-JTC).\nSecara umum hasilnya BMA mampu meningkatkan kehandalan prediksi curah hujan musim ensemble dibandingkan raw output SPE model ECS4. PDF prediktif BMA dengan skema training BMA-JTC menunjukkan ukuran-ukuran verifikasi yang lebih baik dari BMA-JTS. Oleh karena itu, penilaian selanjutnya difokuskan pada hasil kalibrasi BMA-JTC yang ditandai adanya peningkatan kualitas prediksi probabilistik berdasarkan pengurangan bias, peningkatan resolusi berdasarkan Brier Score (BS), lebih banyak stasiun dengan reliabilitas perfect berdasarkan Reliability Diagram (RD), dan secara keseluruhan mempunyai kehandalan lebih baik berdasarkan Brier Skill Score (BSS). Sehubungan dengan kejadian ekstrem, BMA-JTC juga meningkatkan kehandalan dan reliabilitas prediksi probabilistik curah hujan musim Atas Normal (AN) dan Bawah Normal (BN), termasuk kondisi di bawah normal pada saat El Nino. Namun demikian, ada dua masalah utama yang perlu diatasi pada penelitian selanjutnya, yaitu: buruknya ketajaman PDF prediktif BMA dan bias yang besar serta kehandalan yang buruk pada musim hujan.", "Daftar File": {"ABSTRAK Robi Muharsyah": "https://digilib.itb.ac.id/gdl/download/203954"}, "Penulis": "Robi Muharsyah [22417303]", "Kontributor / Dosen Pembimbing": ["Dr. Tri Wahyu Hadi, M.Sc.", "Sapto Wahyu Indratno, S.Si., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Kebumian", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Prediksi Ensemble, Bayesian Model Averaging, ECMWF System - 4, Ketajaman, Reliabilitas, Kehandalan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "09 Mar 2020"}