{"Nomor": 46625, "Judul": "PENILAIAN KERENTANAN MANGROVE TERHADAP PERUBAHAN IKLIM DI TAMAN KONSERVASI MANGROVE SAYUNG KABUPATEN DEMAK JAWA TENGAH", "Abstrak": "Ekosistem mangrove adalah ekosistem yang paling rentan terdampak perubahan\niklim, sedangkan mangrove banyak memberikan jasa ekosistem, diantaranya\nsebagai penyedia tempat pemijahan ikan, tempat bersarang burung, dan pengatur\nmikro klimat. Dampak perubahan iklim pada mangrove salah satunya terjadi pada\nmangrove di pantai utara Jawa Tengah, yaitu di Taman Konservasi Mangrove\nSayung Demak yang rentan terkena banjir pantai akibat kenaikan muka air laut\nsebagai dampak dari perubahan iklim. Sementara itu, pemerintah daerah berencana\nuntuk menjadikan lokasi tersebut sebagai tempat konservasi mangrove dan\nekowisata. Oleh karena itu, perlu dilakukan penelitian sebagai bahan pertimbangan\nkonservasi di lokasi tersebut. Penelitian yang dilakukan adalah menilai kerentanan\nmangrove terhadap perubahan iklim pada Taman Konservasi Mangrove Sayung.\nTujuan dari penelitian ini adalah untuk menilai kerentanan mangrove di Taman\nKonservasi Mangrove Sayung akibat perubahan iklim dan menentukan berbagai\nupaya adaptasi bagi mangrove di Taman Konservasi Mangrove Sayung.\nEkosistem mangrove di Taman Konservasi mangrove Sayung dinilai\nkerentanannya dengan menggunakan Climate Change Vulnerability Assessment\ndengan memberikan penilaian terhadap tiga komponen kerentanan yaitu faktor\npaparan, faktor sensitivitas dan faktor kapasitas adaptif. Faktor paparan dinilai dari\ndata proyeksi perubahan curah hujan dan data kenaikan muka air laut yang didapat\ndari data publikasi BMKG dan Dinas Perikanan dan Kelautan Semarang, faktor\nsensitivitas dinilai dari data basal area spesies mangrove yang tumbuh di lokasi\ntersebut dan rekruitmen yang didapat dengan analisis vegetasi menggunakan\nmetode transek berpetak, serta data perubahan garis pantai dan area mangrove yang\ndidapat dengan mengolah citra satelit tahun 2014 dan 2019, sedangkan faktor\nkapasitas adaptif dianalisis berdasarkan data elevasi di atas mangrove yang juga\ndidapat dari pengolahan citra satelit DEM tahun 2018. Seluruh variabel tersebut\ndiberi skor 1-5 sesuai tingkat kerentanannya lalu dijumlahkan dan dibagi dengan\njumlah varibel, sehingga akan didapat skor akhir kerentanan mangrove di Taman\nKonservasi Mangrove Sayung terhadap perubahan iklim.\nBerdasarkan hasil penelitian, untuk komponen faktor paparan diketahui nilai\nproyeksi perubahan curah hujan didapat bahwa presipitasi di wilayah Demak\nberkurang menjadi -20% sehingga nilai kerentanannya adalah 4, dan untuk kenaikan muka air laut relatif menunjukan terdapat kenaikan muka air laut sebesar\n7,4 cm/tahun sehingga nilai kerentanannya adalah 4. Untuk komponen sensitivitas\ndidapat bahwa basal area mangrove yaitu 14,17 m2/ha atau dengan nilai kerentanan\n3, untuk rekrutmen mangrove hanya terdapat pada species Avicennia marina\ndengan jumlah anakan sebanyak 8 anakan sehingga nilai kerentanannya adalah 4.\nHasil olah data SIG untuk citra satelit secara kualitatif menunjukan telah terjadi\nkemunduran garis pantai dengan luas total 10,57 ha dan pengurangan area\nmangrove seluas 2,5 ha, sehingga nilai kerentanan masing-masing variabel adalah\n3. Untuk komponen kapasitas adaptif didapat bahwa elevasi diatas mangrove yang\nditunjukan citra satelit menggambarkan tidak adanya kenaikan elevasi sehingga\nnilai kerentanannya adalah 5. Seluruh hasil dari nilai kerentanan tersebut kemudian\ndijumlahkan dan dibagi oleh jumlah variabel yang dilakukan sehingga nilai\nkerentanan mangrove terhadap perubahan iklim di Taman konservasi mangrove\nSayung sebesar 3,7 (kerentanan moderat hingga tinggi). Dengan hasil tersebut\nupaya adapatasi yang perlu diprioritaskan adalah dengan melakukan perencanaan\narea bagi migrasi mangrove ke daratan dan didukung oleh pengelolaan akresi bagi\nmangrove.", "Daftar File": {"ABSTRAK Muhammad Haidar Helmi": "https://digilib.itb.ac.id/gdl/download/203981"}, "Penulis": "Muhammad Haidar Helmi [20617014]", "Kontributor / Dosen Pembimbing": ["Dr. Rina Ratnasih Purnamahati, MS, M.Sc.", "Dr. Elham Sumarga, S.Hut., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "mangrove, perubahan iklim, kerentanan, penginderaan jauh, restorasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "09 Mar 2020"}