{"Nomor": 46623, "Judul": "OPTIMALISASI SISTEM SMART MICROGRID  BERBASIS ENERGI TERBARUKAN UNTUK PASOKAN  DAYA MESIN PEMBUAT ES BALOK", "Abstrak": "Penelitian ini dilakukan dengan tujuan untuk mengoptimalkan sistem smart\nmicrogrid berbasis energi terbarukan di Desa Kemujan, Kecamatan Karimunjawa.\nDari hasil optimalisasi ini diharapkan  sistem smart microgrid menjadi lebih andal\ndan mampu menyuplai kebutuhan energi listrik untuk mesin pembuat es balok.\nHasil optimalisasi sistem smart microgrid ini selanjutnya akan dianalisis untuk\nmengetahui kinerja, distribusi daya, biaya produksi untuk pembuatan es balok dan\nperformansi PV. Sistem smart microgrid ini dirancang dengan memanfaatkan\nkomponen yang sudah terpasang di lokasi, yaitu  fotovoltaik (PV) 5 kWp, generator\n4 kW dan baterai 12 V, 80 Ah, sebanyak 20 buah.  \n\nOptimalisasi dilakukan dengan menggunakan simulasi perangkat lunak, Pvsyst,\nHomer dan ETAP. Dari hasil simulasi perangkat lunak PVsyst didapatkan produksi\nenergi surya dapat menyuplai 30% kebutuhan daya mesin pembuat es balok. Pada\nsimulasi dengan menggunakan perangkat lunak Homer didapat nilai optimal untuk\nbaterai dengan kapasitas 12 V, 80 Ah adalah 12 buah, nilai optimal untuk generator\nadalah 4 kW dan nilai optimal untuk PV adalah 13 kWp. Untuk simulasi dengan\nperangkat lunak ETAP didapatkan arus awal motor sekitar 43 A.\n\nPada pengujian saat hari cerah, sistem smart microgrid mampu menyuplai\nkebutuhan daya beban dari energi surya dan baterai, dengan efisiensi inverter\n81,18% dan kinerja sistem 100%. Untuk pengujian saat hari mendung, sistem smart\nmicrogrid menyuplai kebutuhan daya beban dari energi surya, baterai dan grid\n(PLN/generator), dengan efisiensi inverter 81,38% dan kinerja sistem 98,70%.\nUntuk pengujian pada malam hari, sistem smart microgrid menyuplai kebutuhan\ndaya beban dari baterai dan grid (PLN/generator), dengan efisiensi inverter \n89,39% dan kinerja sistem 98,33%.\nPada pengujian sistem smart microgrid untuk satu siklus produksi mesin es balok\ndengan kondisi awal temperatur lingkungan didapatkan waktu produksi sekitar 62,5\njam dengan total kebutuhan energi 121,591 kWh. Dari total kebutuhan energi \ni\n \n \ntersebut, suplai listrik dari PV sebesar 18,462 kWh dan suplai dari PLN sebesar\n99,709 kWh. Biaya listrik PLN untuk satu siklus ini adalah  Rp146.301,00. Pada\npengujian dengan kondisi awal temperatur rendah (-7\nii\n \no\nC) dibutuhkan waktu sekitar\n30 jam untuk menghasilkan es balok, dengan total kebutuhan energi 54,568 kWh.\nDari total kebutuhan energi tersebut, suplai listrik dari PV sebesar 4,965 kWh dan\nsuplai dari PLN sebesar 48,510 kWh. Biaya listrik  PLN untuk satu siklus ini adalah\nRp71.177,00. Produksi es balok untuk satu siklus sebanyak 6 balok dengan harga\njual Rp20.000,00 sehingga pendapatan untuk satu siklus produksi Rp120.000,00.\nDari dua pengujian tersebut dapat disimpulkan pengoperasian mesin es balok harus\ndilakukan secara kontinyu untuk menjaga temperatur brine tetap rendah,  agar\nmenghasilkan margin keuntungan. Pada pengujian fotovoltaik didapatkan efisiensi\nPV monocrystalline 8,20% dan PV polycrystaline 7,23% dengan rasio perfomansi\nberturut-turut 50,12% dan 52,74%.", "Daftar File": {"2020 TS 23117029  Muspirin - Revisi Sidang.pdf]": "https://digilib.itb.ac.id/gdl/download/203979"}, "Penulis": "Musfirin [23117029]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Yuli Setyo Indartono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "smart microgrid, energi terbarukan, mesin pembuat es balok, fotovoltaik (PV), baterai, grid, generator, PLN, Homer, Pvsyst, ETAP.", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "1 file", "Tanggal Input": "09 Mar 2020"}