{"Nomor": 46628, "Judul": "ANALISA SECARA MENYELURUH TERHADAP BISNIS STRATEGI UNTUK MENINGKATKAN ANTUSIAS PELANGGAN DI PT HILTI NUSANTARA", "Abstrak": "Strategi bisnis pada perusahaan adalah pola alokasi sumber daya yang memungkinkan organisasi-organisasi dapat mempertahankan kinerjanya (Jay B. Barney, 2015). Keterkaitan dengan strategi Business, Penulis mengambil salah satu contoh kasus strategi bisnis yang ada di Pt Hilti Nusantara yang dimana tujuan dari strategi bisnis di Pt Hilti adalah menciptakan nilai yang berkelanjutan untuk meningkatkan antusias pelanggan akan Hilti dengan cara memiliki proses operasi yang Unggul. \nMasalah yang terjadi saat ini di Pt Hilti Nusantara adalah proses Business yang rumit, birokrasi yang Panjang, ketidak jelasan pada standard proses operasi, dan kegiatan yang tidak menghasilkan nilai tambah pada perusahaan. Masalah lain yang muncul adalah pengukuran mengenai pelanggan yang setia terhadap Hilti masih perlu di Analisa. Situasi saat ini Pengukuran pelanggan yang setia terhadap produk Hilti diukur dari pembedaan pelanggan yang membeli produk Hilti. Pengukuran di ambil berdasarkan frekuensi pembelian pelanggan membeli produk Hilti dalam satu tahun, Variasi  produk yang dibeli dalam satu tahun, dan saluran pembelian melalui siapa. Pengukuran tersebut bukan di dasarkan apa yang pelanggan butuhkan, sehigga pelayanan unggul yang ditawarkan menjadi tidak sesuai dengan apa yang pelanggan harapkan. \nObjektif dari Studi ini bertujuan untuk menemukan masalah utama pada Bisnis strategi yang sudah di jalankan Hilti dan memberikan solusi kepada Pt Hilti Nusantara untuk memperbaiki masalah bisnis strategi yang sudah dijalankan. Untuk memperkuat Analisa mengenai bisnis strategi perusahaan, penulis memulai dengan Analisa utama yaitu wawancara dengan eksekutif management, hal ini dilakukan untuk mendapatkan informasi mengenai kondisi perusahaan dan masalah yang ada pada proses bisnis. Untuk  membantu Analisa yang lebih dalam lagi, Penulis juga memetakan kondisi saat ini yaitu menganalisa operasional proses yang sudah berjalan, dan untuk memperkuat Analisa penulis menggunakan SWOT Analisa dan Business Model Canvas. Metode metode ini digunakan untuk menganalisa kondisi di dalam perusahaan. Untuk menganalisa kondisi luar perusahaan di gunakan metode PESTEL dan Porters Five Forces.\nHasil analisis menyeluruh menjawab tujuan dari penelitian yaitu menemukan masalah krusial dalam perusahaan. Masalah krusial yang didapat yaitu kompleksitas proses operasional, kurangnya proses lean, masalah perspektif pelanggan tentang Hilti, dan kurangnya manajemen hubungan pelanggan. Masalah krusial lain dari luar perusahaan yang ditemukan seperti kurangnya analisis tentang pesaing, masalah perilaku pelanggan, dan frekuensi perubahan peraturan dari pemerintah.\nHasil analisis dari penelitian ini mengusulkan solusi untuk Pt Hilti Nusantara. Solusi tersebut bertujuan untuk meminimalkan masalah dan mencapai target strategi bisnis yaitu menciptakan pelanggan yang antusias. Aktivitas yang dapat dilakukan Pt Hilti untuk meningkatkan proses bisnis adalah melakukan lean management seperti aktivitas balance score card untuk meningkatkan proses operasional, Office Strategic Management di mana melibatkan seluruh organisasi perusahaan untuk meningkatkan strategi bisnis perusahaan, solusi lain yang dapat dilakukan adalah menggunakan tools manajemen hubungan pelanggan, Tools ini akan mengintegrasikan proses, orang, dan teknologi. Aktivitas CRM (customer relationship management) yang dapat dilakukan adalah memetakan perilaku pelanggan, mengubahnya menjadi pelanggan yang loyal, mempertahankan pelanggan yang ada dan melakukan survei pelanggan untuk mendapatkan lebih banyak analisis tentang pelanggan yang puas dan setia.", "Daftar File": {"ABSTRAK Noel Rolando Orosa": "https://digilib.itb.ac.id/gdl/download/203985"}, "Penulis": "Noel Rolando Orosa [29318033]", "Kontributor / Dosen Pembimbing": ["Suryani Sidik Motik, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Busines Strategi, Operasi Strategi, Operasional Process, Process Unggul, Pelanggan, Perbaikan, Layanan, Kepuasan Pelanggan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "09 Mar 2020"}