{"Nomor": 46631, "Judul": "EVALUASI PERFORMA PADA IMPLEMENTASI MANAJEMEN PROYEK KASUS: PROYEK KONSTRUKSI BALAI PERTEMUAN DI PT SHOWNEX ASIA", "Abstrak": "PT SHOWNEX ASIA adalah perusahaan swasta bisnis milik keluarga, anak perusahaan dari perusahaan induk besar yang telah dikenal karena pengalaman dan reputasinya dalam beragam industri. PT SHOWNEX ASIA memiliki reputasi besar dalam industri MICE sebagai salah satu penyedia venue terkemuka yang memiliki area yang sangat strategis di Jakarta, sejak didirikan pada tahun 2004. Menanggapi meningkatnya permintaan industri Hiburan, PT SHOWNEX ASIA telah membangun Balai Konvensi baru. Fokus penelitian ini adalah Evaluasi Kinerja pelaksanaan manajemen proyek untuk menentukan akar penyebab dan faktor dominan yang menyebabkan keterlambatan, menyelesaikan masalah dan menerapkan tindakan korektif sebagai pelajaran yang diambil untuk proyek-proyek masa depan dalam perusahaan.\nPenelitian ini membahas tentang masalah dalam proses bisnis dalam perusahaan, yang melibatkan sumber daya, faktor lingkungan dan organisasi dan juga hubungan di antara para pemangku kepentingan, metode penelitian kualitatif telah dipilih karena akan lebih cocok dan efisien dalam menggali dan mengumpulkan yang andal informasi, wawasan dan pendapat dari pemangku kepentingan yang kompeten. Pengumpulan data dilakukan dengan mewawancarai manajemen senior, divisi pembelian, tim proyek, konsultan dan kontraktor perwakilan yang terlibat langsung dalam proses konstruksi. Analisis akar penyebab ditentukan dengan memetakan data primer dari wawancara dan pengamatan langsung, dilawan dengan data sekunder dari teori/studi literatur PMBOK, buku-buku manajemen proyek dan jurnal. 11 temuan utama (Proses persetujuan yang panjang, Birokrasi dan prosedur, Desain tidak lengkap, Perubahan Desain, Jadwal waktu yang tidak masuk akal, Kompleksitas Proyek, Perencanaan proyek yang tidak tepat, Kinerja kontraktor, Kemampuan sumber daya, Masalah komunikasi dan Insiden kebakaran) dan 3 konstruksi yang muncul (Proses evaluasi Kontraktor, Kurangnya kontrol dokumen dan sistem dokumentasi dan Mengontrol inhouse kontraktor) ditemukan. Berdasarkan analisis akar penyebab, 7 faktor (kemampuan Sumber Daya, Kompleksitas Proyek (terkait isu Manajemen Pengetahuan), Desain tidak lengkap, proses seleksi kontraktor, Birokrasi dan prosedur, dan Kurangnya kontrol dokumen dan sistem dokumentasi berbasis teknologi informasi) disimpulkan sebagai penyebab dan faktor dominan untuk keterlambatan. Disarankan untuk meningkatkan metodologi manajemen proyek yang ada dengan merujuk pada PM-BOK, membangun PMO dan menggunakan sistem dokumentasi TI dan implementasi BIM. Berdasarkan analisis upaya nilai, penggunaan sistem Dokumentasi TI, yang juga akan memecahkan masalah manajemen pengetahuan, menjadi prioritas pertama dari rekomendasi.", "Daftar File": {"ABSTRAK Teguh Widodo": "https://digilib.itb.ac.id/gdl/download/203988"}, "Penulis": "Teguh Widodo [29318037]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Aries F Firman, M.Sc., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Proyek Konstruksi, Manajemen Pemangku Kepentingan, Analisa Akar Penyebab Permasalahan, Pemetaan Pikiran", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "09 Mar 2020"}