{"Nomor": 46634, "Judul": "ANALISIS DISTRIBUSI UKURAN BUTIRAN PADA MODEL MEDIA BERPORI GRANULAR MENGGUNAKAN PRINCIPAL COMPONENT ANALYSIS", "Abstrak": "Dalam penelitian ini telah dilakukan pemodelan media granular berpori (MGB),\nyang dilanjutkan dengan pemrosesan, dan analisis citra untuk mendapatkan\ninformasi mengenai distribusi ukuran butiran model, termasuk tipe sorting dari\nmodel tersebut. Distribusi ini akan mengacu pada skala ukuran sedimentasi batuan\ndengan berbagai macam jenis dan ukuran batuan. Pada pemodelan yang dilakukan,\ncitra biner dihasilkan dengan melakukan deposisi butiran bulat sempurna pada\nposisi dan ukuran butiran yang ditentukan secara acak. Butiran yang dideposisikan\ndapat saling tumpang tindih dengan ukuran parameter tingkat tumpang tindih\n(overlap parameter, ?) dengan memenuhi 3 macam kondisi butiran, yaitu\npenetrable (? = 100%), semi-penetrable (0 < ? < 100%), dan impenetrable\n(? =0%). Tingkat ini mempengaruhi struktur butiran yang akan dianalisis lebih\nlanjut. Untuk menghasilkan analisis yang baik, dilakukan pemrosesan citra berupa\nsegmentasi watershed untuk memisahkan butiran yang saling tumpang tindih\ndengan bantuan transformasi H-minimum untuk dapat mengatur minimum lokal\ndan mencegah terjadinya over-segmentation. Segmentasi ini berfungsi untuk\nmendapatkan identitas tiap butiran yang nantinya dapat lebih mudah dianalisis. Dari\nhasil pemrosesan citra yang dilakukan, analisis lebih lanjut mengenai karakteristik\nukuran butiran radius dilakukan dengan menggunakan Principal Component\nAnalysis (PCA). Hasil dari penerapan metode PCA ini berupa vektor eigen\nortogonal. Dari vektor tersebut dapat kemudian didapatkan arah sumbu utama\nbutiran yang saling tegak lurus sehingga untuk 2D akan dihasilkan 4 sumbu utama,\nsementara untuk kasus media 3D, akan dihasilkan 6 sumbu utama. Keluaran yang\ndihasilkan dari pemodelan, pemrosesan, dan analisis citra ini, berupa radius ratarata\n(didapatkan dari sumbu utama), luas/volume, luas permukaan, dan centroid\nyang kemudian dapat dibuat dalam bentuk distribusi untuk kemudian dianalisis\nlebih lanjut. Analisis lanjutan berupa perbandingan antara distribusi radius dan\nluas/volume butiran dari model yang dihasilkan, terhadap parameter pemodelan\nyang digunakan. Tujuan dari perbandingan tersebut adalah untuk mendapatkan\nsuatu prosedur pemrosesan dan analisis citra yang dapat menghasilkan analisis\ndistribusi ukuran butiran yang akurat, baik untuk media 2D maupun media 3D.", "Daftar File": {"ABSTRAK Hilmy Aliy Andra Putra": "https://digilib.itb.ac.id/gdl/download/203991"}, "Penulis": "Hilmy Aliy Andra Putra [20917303]", "Kontributor / Dosen Pembimbing": ["Dr. Fourier Dzar Eljabbar, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Komputasi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Distribusi Ukuran Butiran, Overlap, Segmentasi Watershed, PCA.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "09 Mar 2020"}