{"Nomor": 46647, "Judul": "PROPULSI SIRIP BIOMIMETIK DENGAN EFISIENSI YANG TINGGI PADA KECEPATAN RENDAH", "Abstrak": "Indonesia sebagai negara maritim dapat memperoleh keuntungan dari kemajuan\nsains dan teknologi bawah air. Salah satu bidang yang berkaitan dengan teknologi\nbawah air adalah kendaraan bawah air. Dalam beberapa tahun terakhir, sebagian \nbesar pengembangan kendaraan bawah air lebih melibatkan kendaraan yang \nberukuran lebih kecil dengan kemampuan tanpa awak daripada kendaraan\nberawak. Kendaraan bawah air tersebut bergerak dalam air dengan memberikan\ngaya dorong dalam arah geraknya. Penghasil gaya dorong pada kendaraan bawah\nair umumnya adalah pendorong dengan baling-baling. Baling-baling telah lama\ndiketahui sebagai penghasil gaya dorong yang tinggi dengan tingkat efisiensi yang\ncukup tinggi untuk kecepatan tinggi. Namun, beberapa peneliti an mengemukakan\nbahwa baling-baling bukan sistem propulsi yang efisien untuk kendaraan bawah\nair berukuran kecil pada kecepatan rendah. Salah satu metode yang\nmemungkinkan penyelesaian dari kekurangan tersebut adalah pendekatan\nbiomimetik dengan meniru mekanisme pendorong alami dari binatang yang hidup\ndalam air seperti sirip ikan. Asumsi dasar dari pendekatan biomimetik ini adalah\nmekanisme pendorong alami telah berevolusi selama lebih dari setengah milyar\ntahun sehingga menghasilkan mekanisme pendorong yang efektif dan efisien untuk\nberadaptasi dengan perubahan lingkungannya. Karakteristik efisiensi dan\nefektivitas yang tinggi pada mekanisme pendorong alami dapat disederhanakan\ndan kemudian diaplikasikan pada kendaraan bawah air untuk meningkatkan\nperforma efisiensinya. Oleh karena itu, tujuan utama dari penelitian ini adalah\nuntuk mengidentifikasi karakteristik dari sirip biomimetik bawah air yang memiliki\nefisiensi yang tinggi pada kecepatan rendah. \n\nPenelitian ini berpusat pada kegiatan uji coba di fasilitas terowongan air untuk\nskema pengembangan performa efisiensi pada sirip biomimetik bawah air. Sirip\nbiomimetik bawah air yang dikembangkan terdiri dari sirip kaku satu-sambungan,\nsirip fleksibel satu-sambungan, dan sirip dua-sambungan. Kegiatan uji coba yang\ndilakukan dengan menggunakan sirip satu-sambungan memasukan faktor eksternal\nseperti frekuensi dan simpangan dari sirip dan faktor internal seperti bentuk dan\nfleksibilitas sirip. Fleksibilitas sirip dibagi menjadi dua jenis yaitu sirip dengan\nmaterial yang fleksibel dan sirip tangkup. Evaluasi performa sirip dilakukan pada\nperforma statis, seperti nilai rata-rata gaya total dan thrust to power ratio (TPR),\ndan performa dinamis yaitu perkiraan kecepatan jelajah. Hasil uji coba \niii \nmenunjukkan bahwa sirip fleksibel meningkatkan performa efisiensi dan gaya\ndorong daripada fin yang kaku. Pada sirip fleksibel terdapat konfigurasi \nfleksibilitas yang optimal yang dapat menghasilkan performa statis dan dinamis\nyang maksimum. Defleksi sirip merupakan kunci dari peningkatan performa sirip\nfleksibel dimana defleksi sirip mengarahkan lebih banyak gaya dalam arah gaya\ndorong, sehingga merupakan mekanisme pengarah gaya dorong. Gabungan dari\nkarakteristik fleksibilitas dari sirip dengan material fleksibel dan sirip tangkup\ndapat memaksimalkan semua performa pada sirip dengan satu penghubung. \n\nSirip dua-sambungan merupakan bentuk akhir dari skema peningkatan performa\npada kajian ini. Sirip ini merujuk pada lift-based fin yang pada dasarnya adalah\nsirip berbentuk seperti sayap yang diarahkan dengan konfigurasi tidak simetris\nterhadap aliran. Orientasi tidak simetris tersebut menghasilkan perbedaan tekanan\nantara permukaan depan dan belakang dari sirip untuk menghasilkan gaya angkat\ndalam arah gaya dorong. Sirip mengurangi torsi dengan memasukkan bentuk\npemegang sirip ikan. Evaluasi performa dari hasil uji coba menunjukkan\npeningkatan yang signifikan baik pada performa statis maupun dinamis. Nilai \nmaksimum rata-rata gaya total pada sirip dua-sambungan kira-kira tujuh kali lebih \ntinggi dibandingkan dengan sirip kaku dan kira-kira tiga kali lebih tinggi\ndibandingkan dengan sirip fleksibel. Performa statis lainnya yaitu nilai TPR\nmaksimum dari sirip dua-sambungan kira-kira sepuluh kali lebih tinggi\ndibandingkan sirip kaku dan kira-kira tiga kali lebih tinggi dibandingkan dengan\nsirip fleksibel pada frekuensi sirip yang tinggi. Performa dinamis untuk perkiraan\nkecepatan jelajah dari sirip dua-sambungan mencapai dua kali lebih tinggi\ndibandingkan dengan sirip kaku dan satu setengah kali lebih tinggi dibandingkan\ndengan sirip fleksibel. Sirip dua-sambungan merupakan alternatif yang\nmenjanjikan untuk pendorong bawah air dengan efisiensi yang tinggi pada wilayah\naliran kecepatan rendah.", "Daftar File": {}, "Penulis": "Arie Sukma Jaya [33115002]", "Kontributor / Dosen Pembimbing": ["Dr. Lavi Rizki Zuhal", "Prof. Dr. Ir. Muljo Widodo Kartidjo", "Ir. Irsan Soemantri Brodjonegoro, Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "efisiensi, bawah air, biomimetik, sirip, satu-sambungan, duasambungan, kecepatan rendah.", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "0 file", "Tanggal Input": "10 Mar 2020"}