{"Nomor": 46648, "Judul": "LAJU DAN KAPASITAS INFILTRASI PADA AGROFORESTRI PINUS DI SUB DAS CIDURIAN, KABUPATEN BANDUNG, JAWA BARAT", "Abstrak": "Perubahan tutupan lahan pada area hulu sub DAS Cidurian yang terletak di Desa Cimenyan mengakibatkan perubahan sifat fisik tanah yang akan memengaruhi kemampuan tanah dalam menyerap air. Proses masuknya air ke dalam tanah (infiltrasi) merupakan proses awal masuknya air ke dalam yang nantinya akan menjadi masukan debit untuk mata air. Penelitian ini bertujuan untuk menentukan kapasitas infiltrasi di daerah tangkapan air. Pengukuran dilakukan dari bulan Februari – Juni 2019. Pengambilan data infiltrasi dilakukan menggunakan singlering infiltrometer, dengan cara pencuplikan sampel menggunakan metode stratified random sampling dan pada setiap statifikasi diambil 5 titik. Hasil penelitian menunjukan pada area agroforestri Pinus-Kopi memiliki nilai laju infiltrasi yang lebih rendah dari area agroforestri Pinus-Cabai-Kopi yaitu sebesar 26,76±2,41 cm/jam dan 86,75±5,06 cm/jam yang keduanya masuk kategori sangat cepat pada klasifikasi laju infiltrasi menurut Uhland (1951). Namun pada kapasitas infiltrasinya pada area agroforestri Pinus-Kopi lebih besar dari area agroforestri Pinus-Cabai dan Kopi yaitu sebesar 2236,98±2,41 m3/jam dan 2107,49±5,06 m3/jam. Setelah dilakukan uji statistik terdapat salah satu faktor yang memengaruhinya adalah adanya jumlah serasah dan kadar air pada area agroforesti Pinus-Kopi lebih besar, potensi kadar air serasah ini membuat laju infiltrasi terjadi secara perlahan namun dalam jangka waktu yang lebih lama, sehingga proses masuknya air ke dalam tanah dapat terjadi lebih panjang waktunya.", "Daftar File": {"ABSTRAK Sakinah Karimatunnisa": "https://digilib.itb.ac.id/gdl/download/204004", "COVER Sakinah Karimatunnisa": "https://digilib.itb.ac.id/gdl/download/217761", "PUSTAKA Sakinah Karimatunnisa": "https://digilib.itb.ac.id/gdl/download/217771"}, "Penulis": "Sakinah Karimatunnisa [11515026]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Tati Suryati Syamsudin, MS, DEA", "Dr. Ir. Endang Hernawan, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "kapasitas infiltrasi, daerah tangkapan air, agroforestri", "Sumber": "", "Staf Input/Edit": "TINI SUPARTINI", "File": "8 file", "Tanggal Input": "10 Mar 2020"}