{"Nomor": 46654, "Judul": "EVALUASI PENGELOLAAN SAMPAH PASCA BENCANA GEMPA, TSUNAMI, DAN LIKUIFAKSI DI PALU", "Abstrak": "Wilayah Sulawesi Tengah dikenal sebagai tempat pertemuan tiga tektonik utama dunia. Akibatnya, wilayah tersebut rawan bencana alam, terutama yang disebabkan oleh pergerakan lempeng-lempeng tektonik yang telah mendorong pergeseran Patahan Palu-Koro. Hal ini juga menyebabkan gempa bumi berkekuatan 7,4 yang menghancurkan kawasan Teluk Palu pada tanggal 28 September 2018. Bencana tersebut menimbulkan berbagai dampak negatif, salah satunya adalah timbulan sampah bencana. Pengelolaan sampah pascabencana adalah salah satu sistem manajemen operasional paling penting yang pernah dikembangkan untuk membantu masyarakat yang terkena dampak dan memulihkan kondisi ke situasi yang stabil setelah bencana. \n\nEstimasi timbulan sampah bencana yang dihasilkan dari dua pendekatan menghasilkan rentang nilai estimasi timbulan sampah yaitu 119.302,51 m3 – 149.908,93 m3 sampah konstruksi (terdiri dari beton, kayu, kaca, logam, gypsum, dan keramik) dan 11.020,71 m3 – 20.202,64 m3 sampah non konstruksi (terdiri dari tekstil, plastik, bangkai hewan, kertas, alat elektronik, dan vegetasi), sebesar 77.206,61 m3 sampah pengungsi dalam waktu 3 bulan dengan total sampah terkelola di TPA dalam kurun waktu 3 bulan sebesar 133.200 m3. Total biaya yang dibutuhkan dalam melakukan pengelolaan sampah bencana adalah sebesar Rp. 16.766.551.161 dengan persentase terbesar pada Aspek Pengangkutan sampah yaitu sebesar 82,72%. Dari hasil evaluasi pengelolaan sampah bencana, nilai terendah berada pada Aspek Peran serta masyarakat dan Aspek Pembiayaan, sementara dari hasil evaluasi kesesuaian pengelolaan sampah bencana sesuai dengan UN-DWM Guidelines menunjukkan pengelolaan sampah bencana yang dilakukan belum memenuhi panduan yang telah ditetapkan sehingga disusun SOP pengelolaan sampah bencana. Pembentukan sistem pengelolaan limbah bencana akan fokus pada persiapan pedoman teknis dan Standar Operasional Prosedur (SOP) pada pengelolaan sampah bencana. SOP disusun mengacu pada UN-Disaster Waste Management Guidelines yang terdiri dari 4 fase yaitu Fase 1: Fase tanggap darurat; Fase 2: Fase pemulihan awal; Fase 3: Fase pemulihan; dan Fase 4: Fase Kesiapsiagaan dan mitigasi (contigency and mitigation plan).", "Daftar File": {"ABSTRAK Tezario Chandra Putra Parura": "https://digilib.itb.ac.id/gdl/download/204027"}, "Penulis": "Tezario Chandra Putra Parura [25317309]", "Kontributor / Dosen Pembimbing": ["Dr. Benno Rahardyan, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "bencana, pengelolaan sampah, mitigasi", "Sumber": "TESIS Februari 2020", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "10 Mar 2020"}