{"Nomor": 46658, "Judul": "PENGARUH MUSIM TERHADAP KOMPOSISI KIMIA PARTIKULAT KASAR DAN HALUS DI DKI JAKARTA", "Abstrak": "Partikulat matter adalah salah satu pencemar di udara yang memberikan dampak negatif terhadap lingkungan dan kesehatan manusia. Berdasarkan hasil dari beberapa penelitian yang telah dilakukan, konsentrasi PM2,5 dan PM10 lebih tinggi pada musim kemarau dibandingkan pada musim hujan, hal ini dipengaruhi oleh sumber dari debu yang cukup tinggi pada musim kemarau. Faktor lain yang mempengaruhi perubahan partikulat adalah parameter meteorologi seperti curah hujan. Penelitian ini difokuskan untuk mengetahui ada atau tidaknya perbedaan komposisi kimia pada partikulat halus (PM2,5) dan partikulat kasar (PM10-2,5) untuk musim hujan dan musim kemarau di Jakarta.  Metode sampling dilakukan dengan cara manual aktif menggunakan alat gent stacked filter sampler unit pada musim hujan pada rentang bulan Maret-Mei 2019. Data dibandingkan dengan pengukuran pada musim kemarau dengan rentang Juni-September 2018 yang diperoleh dari referensi sebelumnya (2018).  Penentuan massa partikulat kasar dan halus menggunakan alat neraca semi mikro mettler toledo. Selanjutnya untuk mengetahui unsur-unsur yang terkandung di dalam filter kasar maupun halus menggunakan epsilon 5 EDXRF. Hasil penelitian konsentrasi rata-rata partikulat di Jakarta pada musim hujan lebih rendah dibandingkan pada musim kemarau. Konsentrasi rata-rata PM2,5 pada musim hujan sebesar 15,31 µg/m3 dan konsentrasi rata-rata PM2,5 ¬pada musim kemarau adalah 26,76 µg/m3. Konsentrasi rata-rata PM10-2,5 di Jakarta pada musim hujan adalah 28,69 µg/m3 dan untuk konsentrasi rata-rata PM10-2,5 ¬pada musim kemarau adalah 35,05 µg/m3. Konsentrasi PM10  pada musim hujan sebesar 44 µg/m3 dan konsentrasi rata-rata PM10 pada musim kemarau sebesar 61,80 µg/m3.. Berdasarkan hasil uji t diketahui bahwa untuk komponen kimia penyusun partikulat halus (PM2,5) , konsentrasi BC, Al, Si, S, K, Ca, Ti, Ni, Zn, As, berbeda pada musim hujan dan musim kemarau sedangkan untuk Partikulat kasar (PM10-2,5) unsur yang menunjukkan terdapat perbedaan antara musim hujan dan musim kemarau adalah Al, Si, S, K, Ca, V, Ni, Cu, As, Cl. Perbedaan konsentrasi rata-rata ini disebabkan oleh deposisi basah yang berasal dari hujan.", "Daftar File": {"ABSTRAK Andi Iin Nindy Karlinda Kadir": "https://digilib.itb.ac.id/gdl/download/204794"}, "Penulis": "Andi Iin Nindy Karlinda Kadir [25317304]", "Kontributor / Dosen Pembimbing": ["Ir. Raden Driejana, MSCE, Ph.D.", "Prof. Muhayatun Santoso"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "DKI Jakarta, PM, Unsur Kimia, Musim Kemarau, Musim Hujan", "Sumber": "TESIS Januari 2020", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "10 Mar 2020"}