{"Nomor": 46659, "Judul": "PEMANFAATAN INDIKATOR OKULAR DAN PERILAKU UNTUK EVALUASI BEBAN KERJA MENTAL DAN KANTUK SISWA PENERBANG: STUDI PADA SIMULATOR PESAWAT TERBANG", "Abstrak": "Berdasarkan data Komite Nasional Keselamatan Transportasi (KNKT), kecelakaan pesawat latih milik sekolah penerbangan (PSC 141) di Indonesia terbilang tinggi. Sebanyak 64 % kecelakaan disebabkan oleh faktor manusia. Akan tetapi, penelitian yang membahas faktor manusia, khususnya di sekolah penerbangan masih sangat sedikit. Dalam rangka perbaikan, KNKT merekomendasikan untuk meningkatkan pengetahuan dan keterampilan siswa penerbang saat pelatihan. Pada pelaksanaanya, pelatihan dapat dilakukan kapan saja, terlebih di siang hari. Pelatihan tersebut sering menggunakan simulator pesawat sebagai instrumen latihan yang efektif dan aman. Untuk mendapatkan pelatihan yang efektif, perlu dikaji lebih lanjut terkait beban kerja mental yang dihadapi siswa penerbang. Selain itu, kantuk yang dialami selama pelatihan, menjadi faktor lain yang dapat menghambat keefektivitasan tersebut. Banyak metode yang dapat mengukur beban kerja mental dan kantuk. Akan tetapi, metode pengukuran yang efektif dan tidak mengganggu pelatihan perlu dikaji lebih lanjut. Indikator okular dan perilaku berbasis video, seperti Eye Blink Rate (EBR), Eye Blink Duration (EBD), dan Observer Rated Sleepiness (ORS)diduga dapat menjadi solusi permasalahan tersebut. Oleh karenanya, penelitian ini bertujuan untuk mengevaluasi indikator okular dan perilaku berbasis video sebagai metode yang dapat mengukur beban kerja mental dan kantuk siswa penerbang saat pelatihan. Selain itu, untuk mengetahui profil beban kerja mental dan kantuk berdasarkan flight task dansesi. Selanjutnya untuk mengetahui hubungan antar parameter dan pengaruh faktor profil, yaitu Flight Hours (FH) dan Sleep Duration (SD). Hasilnya, EBR dan EBD tidak signifikan di setiap kelompok flight task dan sesi, kecuali ORS. EBR – EBDhubungannyasedang, signifikan, dan searah. EBR – ORS dan EBD – ORS, hubungannyasangat rendah dan rendah, tidak signifikan, serta searah. FH dan SD sangat rendahmemengaruhi keberagaman (variasi) nilai EBR, EBD, dan ORS. Dengan demikian,indikator okular dan perilaku mengantuk berbasis video merupakan metode yang efektif mengukur beban kerja mental dan kantuk serta tidak menggangu pelatihan siswa penerbang.", "Daftar File": {"ABSTRAK Anita Florentina Puspita S": "https://digilib.itb.ac.id/gdl/download/204038"}, "Penulis": "Anita Florentina Puspita S [23416025]", "Kontributor / Dosen Pembimbing": ["Ir. Hardianto Iridiastadi, MSIE, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "beban kerja mental, kantuk, eye blink rate, eye blink duration, observer rated sleepiness, siswa penerbang", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "10 Mar 2020"}