{"Nomor": 46655, "Judul": "PERANCANGAN MODEL VENDOR MANAGED INVENTORY (VMI) SINGLE VENDOR SINGLE BUYER DENGAN MEMPERTIMBANGKAN PRODUK YANG TEDIRI DARI BEBERAPA BAGIAN KOMPONEN", "Abstrak": "Laporan penelitian ini berisikan isu kebijakan persedian dengan kasus dua eselon dengan satu vendor dan satu buyer. Produk yang dikaji terdiri dari beberapa komponen yang saling bergantung sesuai dengan struktur produk. Lokasi vendor dengan buyer yang sangat jauh dan volume produk yang besar mengharuskan vendor mengirim produk menggunakan kendaraan besar. Jika produk yang dikirimkan per sekali kirim begitu banyak maka biaya simpan di buyer akan tinggi, sebaliknya jika produk yang dikirimkan sedikit demi sedikit maka biaya pengiriman yang akan tinggi. Terdapat kendala lain yang harus dipertimbangkan bahwa pemanufaktur memiliki kapasitas gudang terbatas yang akan menyebabkan vendor harus mengsiasati kelebihan stok ketika produk yang dikirim melebihi kapasitas gudang buyer. Vendor juga mewajibkan pengiriman setiap komponen harus sesuai jumlahnya dengan produk yang dikirim setiap pengiriman. Model pada penelitian ini membahas mengenai penentuan jumlah pengiriman dan unit produk yang harus dikirim oleh vendor dengan mempertimbangkan kendala-kendala tersebut. Tujuannya untuk meminimasi total biaya keseluruhan sistem. Model tersebut berhasil dikembangkan dan telah melalui uji verifikasi dan sensitivitas model. Uji verifikasi dilakukan dengan membandingkan hasil model analitik. Terdapat contoh pengujian dan penggunaan model yang dapat digunakan untuk memahami penggunaan model pada kasus yang sama.", "Daftar File": {"ABSTRAK ANDRI RACHMAT KUMALASIAN NASUTION": "https://digilib.itb.ac.id/gdl/download/204031"}, "Penulis": "ANDRI RACHMAT KUMALASIAN NASUTION [23416034]", "Kontributor / Dosen Pembimbing": ["Dr. Sukoyo, ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Kolaborasi, Manufaktur, Rantai Pasok, VMI, Persediaan", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "10 Mar 2020"}