{"Nomor": 46651, "Judul": "EKSPLOITASI SIFAT OPTOELEKTRONIK GRAPHENE SEBAGAI LAPISAN BOOSTER PEMBAWA & MEDIA EFEKTIF TRANSPORT MUATAN PADA SEL SURYA FILM TIPIS BERBASIS ?C-SIOX:H", "Abstrak": "Penelitian disertasi ini membahas tentang sebuah permasalahan secara spesifik terkait dinamika produksi pembawa muatan (pasangan elektron-hole), media efektif transport muatan serta sifat interface pada divais sel surya berbasis ?c-SiOx:H dengan melibatkan graphene sheet (GS) sebagai solusi untuk mengoptimalkan kinerja yang ada pada divais secara simulasi analitik. Produksi pembawa muatan dianggap cukup esensial dalam proses konversi dari cahaya menjadi listrik disebabkan tahap awal terciptanya arus adalah terciptanya muatan pembawa muatan (pasangan elektron – hole) yang selanjutnya muatan akan terdisosiasi melalui interface hingga terpisah bergerak menuju elektroda atau mengalami transport dan akhirnya keluar dari sistem divais membentuk arusfoto. Ada beberapa kendala yang menyebabkan kinerja divais menjadi kurang optimal diantaranya adalah kurangnya kemampuan lapisan absorber (penghasil arusfoto) dalam menyerap cahaya dengan baik. Kemudian cahaya lebih banyak yang dipantulkan kembali daripada diserap dan pengumpulan muatan pada elektroda yang juga kurang optimal. Selain itu sifat mikroskopis internal bahan penyusun divais yang kurang ramah secara interfacial dengan bahan lainnya juga berpotensi menyebabkan proses propagasi optik yang melewati lapisan menjadi fluktuatif. Konsekuensi lain dari ketidakramahan interfacial pada struktur elektronik ini juga berdampak pada terganggunya sifat transport muatan oleh karena itu dibutuhkan sebuah bahan tambahan lain yang mampu mengatasi beberapa masalah tersebut. Bahan yang digunakan harus memiliki sifat optik maupun elektronik yang sangat unggul dan ramah (secara interface) pada saat dipadukan dengan bahan lainnya karena jika tidak maka akan beresiko terhadap peningkatan hambatan parasit yang akan membebani kinerja divais. Nanomaterial graphene telah dipilih untuk dimanfaatkan menjadi sebuah lapisan yang mampu mengoptimalkan proses dinamika pembawa dan transport muatan. Pada peneltian ini, basis material yang digunakan adalah ?c-SiOx:H untuk film tipis tipe-p maupun tipe-n sedangkan a-SiOx:H untuk film tipe-i. Ada dua jenis konfigurasi yang digunakan yaitu tipe pertama adalah ITO/graphene/(p-i-n)/Al dan tipe kedua adalah ITO/(p-i-n)/graphene/Al. Jenis konfigurasi pertama berfungsi meningkatkan produksi pembawa muatan (boosting carrier), jenis kedua berfungsi meningkatkan transport muatan menuju elektroda logam (Al). Secara garis besar, ada dua model perhitungan kinerja yang digunakan yaitu model\nEKSPLOITASI SIFAT OPTOELEKTRONIK GRAPHENE SEBAGAI LAPISAN BOOSTER PEMBAWA & MEDIA EFEKTIF TRANSPORT MUATAN PADA SEL SURYA FILM TIPIS BERBASIS ?c-SiOx:H\neksponensial tunggal (MET) dan model eksponensial ganda (MEG) sementara untuk memverifikasi keabsahan hasil perhitungan, telah dilakukan pembandingan dengan hasil eksperimen dari referensi. Pembandingan dilakukan dengan pencocokan trend hasil simulasi dengan eksperimen untuk divais berkonfigurasi (p-i-n) berbasis silikon yang dilanjutkan dengan pengembangannya untuk divais (p-i-n) yang ber-interface dengan graphene pada dua keadaan yaitu graphene/(p-i-n)/Al dan (p-i-n)/graphene/Al. Pada penelitian ini ketebalan lapisan graphene yang digunakan divariasikan mulai dari 0.4 sampai 2.0 nm berdasarkan data eksperimen referensi. Hasil simulasi menunjukkan bahwa pada model divais jenis pertama diperoleh efisiensi konversi daya (PCE) kondisi optimum sebesar 16.17% dengan rapat arus hubung singkat (Jsc) sebesar 30.86 mA/cm2 dan laju generasi pembawa muatan sebesar 65.31 ×1021/s pada ketebalan graphene 0.67 nm sementara pada divais konvensional diperoleh efisiensi sebesar 11.31%, rapat arus Jsc sebesar 23.01 mA/cm2 dan generasi pembawa muatan sebesar 48.27 ×1021/s. Pada model divais kedua (kondisi ketebalan graphene 0.67 nm atau kondisi optimum) diperoleh efisiensi sebesar 18.47% dengan Jsc sebesar 34.59 mA/cm2 sementara pada divais konvensional 14.34% dan arus 27.85 mA/cm2. Perbandingan hambatan seri untuk divais jenis kedua adalah 18.22 ??/cm2 dengan graphene dan 14.64 ??/cm2 tanpa graphene atau mengalami penurunan 24.5%. Hasil perhitungan menunjukkan bahwa baik generasi pembawa muatan maupun sifat transport dipengaruhi bukan hanya pada ketebalan saja akan tetapi juga oleh geometrical missmatch (GM) yang berkontribusi terhadap transmitansi optik maupun transport elektronik. Di sisi lain, walaupun jumlah lapisan graphene bisa dikendalikan namun GM tidak mudah dikendalikan pada saat penumbuhan secara eksperimen sehingga untuk graphene tipe FLG sangat mungkin terjadi kondisi yang berbeda pada saat diaplikasikan pada divais walaupun jumlah lapisan adalah sama. Berdasarkan hasil simulasi perhitungan seperti yang telah diuraikan maka cukup jelas bahwa keberadaan graphene mampu meningkatkan produksi pembawa muatan lebih besar selain itu Rs sebagai salah satu faktor parasit yang menghambat mobilitas transport muatan juga menurun. Hal ini menunjukkan bahwa graphene mampu berperan sebagai lapisan booster pembawa muatan, media efektif transport muatan yang baik dan mengatasi masalah buruk yang disebabkan sifat interface terhadap elektroda.", "Daftar File": {"ABSTRAK Ahmad Rosikhin": "https://digilib.itb.ac.id/gdl/download/204024", "COVER Ahmad Rosikhin": "https://digilib.itb.ac.id/gdl/download/204467", "BAB 1 Ahmad Rosikhin": "https://digilib.itb.ac.id/gdl/download/204468", "BAB 2 Ahmad Rosikhin": "https://digilib.itb.ac.id/gdl/download/204469", "BAB 3 Ahmad Rosikhin": "https://digilib.itb.ac.id/gdl/download/204471", "BAB 4 Ahmad Rosikhin": "https://digilib.itb.ac.id/gdl/download/204472", "BAB 5 Ahmad Rosikhin": "https://digilib.itb.ac.id/gdl/download/204473", "PUSTAKA Ahmad Rosikhin": "https://digilib.itb.ac.id/gdl/download/204474"}, "Penulis": "Ahmad Rosikhin [30213015]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Toto Winata", "Dr. Fatimah Arofiati Noor, S.Si., M.Si.", "Dr. Veinardi Suendo, S.Si., M.Eng."], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Sel surya, konstanta optik, Ellipsometry, graphene, boosting pembawa muatan, transport muatan. Metode eksponensial tunggal, eksponensial ganda.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "10 Mar 2020"}