{"Nomor": 46671, "Judul": "PEMANFAATAN LIMBAH KULIT MANGGIS SEBAGAI ADSORBEN UNTUK PENYISIHAN GAS NH3 DAN H2S", "Abstrak": "Pengendalian pencemaran bau dari berbagai kegiatan yang menghasilkan gas amonia (NH3) dan gas hidrogen sulfida (H2S) dapat dilakukan dengan proses adsorpsi menggunakan karbon aktif. Proses ini kian berkembang dengan pemanfaatan adsorben hijau (bahan-bahan berbiaya rendah yang berasal dari sumber-sumber alami, residu dan limbah pertanian) salah satunya ialah kulit manggis. Limbah kulit manggis memiliki potensi sebagai bahan baku karbon aktif karena kandungan lignin yang tinggi (48%) dan kekerasan kulitnya. Penelitian ini bertujuan untuk menganalisis kemampuan kulit manggis sebagai adsorben dalam menyerap gas bau H2S dan NH3, menentukan kurva breakthrough, kinetika dan isoterm adsoprsi. Metode penelitian dilakukan dalam skala laboratorium dimulai dari preparasi dan pembuatan karbon aktif kulit manggis 10-20 mesh dengan proses karbonisasi dan aktivasi menggunakan tube furnace. Proses karbonisasi dilakukan pada suhu 700oC selama 3 jam dengan pengaliran gas N2, kemudian diaktivasi secara fisik pada suhu 850oC dengan CO2 selama 2 jam dalam kondisi atmosfer N2. Gas NH3 dan H2S yang akan disisihkan pada penelitian ini merupakan gas sintesis yang dibuat di laboratorium dengan variasi konsentrasi inlet gas NH3 yang akan digunakan pada proses adsorpsi ialah 10, 20, dan 40 ppm, dan untuk gas H2S ialah 20 ppm. Selain variasi konsentrasi inlet, juga dilakukan variasi massa adsorben karbon aktif limbah kulit manggis yang digunakan yakni untuk adsorpsi NH3 massa yang digunakan sebanyak 1 gram, 3 gram dan 5 gram, sedangkan untuk adsorpsi H2S ialah 0,2 gram, 0,3 gram, dan 0,5 gram. Uji adsorpsi dilakukan menggunakan kolom adsorpsi dengan pengaliran gas NH3 dan H2S sintesis secara kontinu hingga breakthrough menggunakan laju alir 1,1 L/menit pada suhu ruang, di mana pengukuran konsentrasi outlet dilakukan dengan interval 1 menit menggunakan sensor gas H2S dan NH3 SKY2000-M2.\n\nHasil uji Brunauer-Emmett-Teller (BET) menunjukkan luas permukaan spesifik karbon aktif kulit manggis sebesar 588,407 m2/g. Analisis morfologi dan kandungan unsur dengan SEM-EDS dilakukan terhadap karbon aktif limbah kulit manggis sebelum dan sesudah proses adsorpsi digunakan. Nilai kadar air, kadar abu, dan daya serap iodine karbon aktif kulit manggis yang diperoleh yakni masing-masing 6,07%, 9,8% , dan 1153,69 mg/g. Kapasitas adsorpsi rata-rata yang diperoleh untuk NH3 ialah 0,41 mg/g dan H2S ialah 563,726 mg/g, yang menunjukkan bahwa karbon aktif limbah kulit manggis lebih efektif mengadsorpsi gas H2S dibandingkan NH3. Hasil menunjukkan bahwa semakin tinggi konsentrasi inlet maka semakin cepat waktu breakthrough tercapai, sedangkan semakin besar massa adsorben yang digunakan maka semakin lama waktu breakthrough tercapai. Model kinetika yang cocok menggambarkan adsorpsi NH3 berdasarkan koefisien determinasi (R2) tertinggi yang diperoleh ialah model kinetika orde-dua Pseudo Ho yang menunjukkan bahwa adsorpsi cenderung terjadi secara kimia, meskipun dari hasil kinetika juga menenjukkan kesesuain dengan model kinetika orde pertama pseudo Lagergren sehingga proses adsorpsi juga dikendalikan secara fisika. Sementara itu, model kinetika yang cocok menggambarkan adsorpsi H2S ialah model kinetika orde dua Pseudo Ho yang menandakan bahwa proses adsorpsi terjadi secara kimia. Hasil ini pun didukung dengan hasil SEM-EDS yang memperlihatkan bahwa unsur S (Sulfur) yang sebelumnya tidak ada di karbon aktif limbah kulit manggis, namun setelah proses adsorpsi ditemukan dengan %massa sebesar 8,91% yang menunjukkan bahwa terjadi proses desulfurisasi yang mengindikasikan terjadinya adsorpsi kimia. Kemudian, hasil isoterm kesetimbangan menunjukkan bahwa isotherm Langmuir lebih cocok menggambarkan proses adsorpsi dibandingkan isotherm Freundlich yang menunjukkan bahwa proses adsorpsi gas NH3 dan H2S menggunakan karbon aktif limbah kulit manggis terjadi secara monolayer.", "Daftar File": {"ABSTRAK Zarah Arwieny Hanami": "https://digilib.itb.ac.id/gdl/download/204412"}, "Penulis": "Zarah Arwieny Hanami [25317307]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Puji Lestari, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Adsorpsi, H2S, karbon aktif, kulit manggis, NH3", "Sumber": "TESIS Maret 2020", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "10 Mar 2020"}