{"Nomor": 46670, "Judul": "KAJIAN SEMIOTIKA DYNAMIC IDENTITY DRIPSNDROPS", "Abstrak": "Produk tidak dikonsumsi berdasarkan fungsinya saja, pada produk bermerek, aspek simbolik seringkali berperan penting. Aspek simbolik seringkali berasal dari makna merek yang diwakili identitas visual merek. Elemen sentral identitas visual merek adalah logo. Logo merupakan penanda merek. Ini berarti logo secara khusus dan identitas merek secara umum, mempengaruhi makna produk bermerek. Identitas merek menjadi perhatian di pasar yang kompetitif.\nDripsndrops merupakan merek busana berbasis di Bandung yang merupakan kota dengan peningkatan kompetisi clothing dan distro. Dripsndrops menampilkan identitas merek yang dinamis, logonya berubah-ubah. Logo yang berubah-ubah tersebut menimbulkan pertanyaan relasi logo sebagai penanda dan mereknya sebagai petanda. Selain itu, Dripsndrops berada di pasar busana kasual yang semakin kompetitif, posisinya ini menimbulkan pertanyaan makna konotasi merek apa yang dikonstruksi Dripsndrops dalam pasar tersebut. Penelitian ini mempertanyakan bagaimana struktur tanda visual dalam logo dan desain grafis produk Dripsndrops membentuk pesan dan makna, penelitian ini juga mempertanyakan bagaimana konotasi gambar logo dan desain grafis produk Dripsndrops mengkonstruksi konotasi merek.\nPenelitian ini menerapkan metode analisis teks dan pendekatan semiotika Saussure-Barthes yang terintegrasi. Semiotika Barthes tingkat kedua dipilih karena dekat dengan tradisi keilmuan seni dan humaniora. Logo dan desain grafis produk dalam penelitian ini dipandang sebagai kebudayaan manusia yang memungkinkan konsumsi simbolik terjadi. Konsep Barthes seperti mitos dan ideologi merupakan alat analisis penting untuk menganalisis objek-objek identitas visual merek sebagai teks kebudayaan. Pertimbangan lain dipilihnya semiotika Barthes karena ia merupakan penerus semiotika struktural Saussure, sehingga teori langue-parole yang dikembangkan dari Saussure dapat diimplementasikan tanpa berlawanan dengan semiotika Barthes untuk meneliti identitas merek yang merupakan sistem (langue) maupun aksi (parole).\nPenelitian ini berkesimpulan bahwa struktur tanda Dripsndrops membentuk pesan dan makna dalam dua tingkatan yaitu denotasi dan konotasi. Logo Dripsndrops membentuk makna denotasi merek dengan cara dikonvensikan dahulu tandanya melalui sintagmatik logogram-logotype. Logo Dripsndrops tidak diatur bentuk dan warna melainkan formula. Dripsndrops menandai satu petanda denotasi merek\nii\nmenggunakan penanda logo yang beragam, logo yang beragam memiliki makna konotasi gambar yang beragam pula. Dripsndrops mengkonstruksi mitos graffiti yang berkonotasi informalitas, anak muda, perlawanan, kebebasan dan lainnya. Mitos graffiti merek Dripsndrops berideologi vandalisme subkultur graffiti.\nLebih jauh, penelitian ini berkesimpulan bahwa identitas merek Dripsndrops merupakan identitas merek pascamodern. Kesimpulan ini dihasilkan dari analisa bahwa identitas merek Dripsndrops mendefinisikan ulang aturan main penandaan identitas merek modern, pencairan kode merek dan kode palsu, memainkan penanda merek, dominasi parole dibanding langue dan identitas mereknya terdiri atas fragmen-fragmen yang kontradiktif seperti konotasi positif yang bercampur dengan konotasi negatif, gaya desain parodi yang cenderung tidak menciptakan kebaruan identitas melainkan perbedaan karena identitasnya terdiri atas kolase gambar lama, serta fragmen nilai tanda dan fragmen nilai tukar yang berlawanan. Penelitian ini menunjukkan bahwa identitas merek merupakan suatu konsep yang terus berubah dari waktu ke waktu; dari modern ke pascamodern.", "Daftar File": {"2020 TS PP A SOBI MUTOHARI 1.pdf5?": "https://digilib.itb.ac.id/gdl/download/204285"}, "Penulis": "A Sobi Mutohari [27117013]", "Kontributor / Dosen Pembimbing": ["Dr. Acep Iwan Saidi, S.S., M.Hum.", "Dr. Naomi Haswanto, S.Sn., M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "identitas merek, identitas merek dinamis, logo, desain grafis, semiotika.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "10 Mar 2020"}