{"Nomor": 46686, "Judul": "MODIFIKASI HIDROFILIK PADA PERMUKAAN MEMBRAN ULTRAFILTRASI BERBASIS POLIPROPILENA", "Abstrak": "Membran ultrafiltrasi berbasis polipropilena (PP) merupakan salah satu jenis membran yang memiliki potensi besar untuk dikembangkan di Indonesia karena PP memiliki kestabilan kimia dan mekanik yang baik, harga yang murah, dan ketersediaannya melimpah. Saat ini, membran PP telah banyak diaplikasikan pada proses pemisahan gas dan pemisahan minyak, sedangkan aplikasi membran PP pada proses pengolahan air masih terbatas karena PP memiliki karakteristik hidrofobik. Karakteristik hidrofobik pada membran PP menyebabkan fluks air yang rendah dan fouling lebih mudah terbentuk. Oleh karena itu, modifikasi hidrofilik pada membran PP perlu dilakukan. Coating polidopamin merupakan salah satu metode sederhana yang dapat diaplikasikan untuk memperoleh permukaan membran PP yang hidrofilik sehingga dapat meningkatkan fluks air dan meminimalkan pembentukan fouling pada membran PP. Pada penelitian ini, modifikasi hidrofilik pada permukaan membran ultrafiltrasi hollow fiber berbasis PP dengan metode coating polidopamin dilaksanakan dengan variasi parameter modifikasi berupa konsentrasi dopamin, waktu coating, dan permeasi udara selama proses coating. Hasil yang diperoleh menunjukkan bahwa konsentrasi dopamin 3 g/L, waktu coating 3 jam, dan permeasi udara melalui lumen membran dengan laju alir 5 L/menit dapat menurunkan sudut kontak air dari 110±2,2° menjadi 66,5±3,2°. Fluks air murni pada tekanan 2 bar juga meningkat dari 186,3±13,7 L/(m2.jam) menjadi 511,2±23,2 L/(m2.jam). Pada penelitian ini, penambahan aditif berupa polietilen glikol (PEG) dan/atau polivinil pirolidon (PVP) ke dalam larutan coating polidopamin juga dilakukan untuk memperoleh permukaan membran yang lebih hidrofilik. Penambahan aditif berupa PVP dengan konsentrasi 2 g/L pada larutan coating polidopamin terbukti mampu menurunkan sudut kontak air pada permukaan membran PP menjadi 45,2±2,8°, sedangkan penambahan aditif berupa PEG1000 dan PEG6000 dengan konsentrasi 2 g/L hanya mampu menurunkan sudut kontak air hingga 54,0±3,4° dan 55,4±3,5°. Penambahan aditif PEG lebih berperan pada peningkatan porositas pada lapisan polidopamin, sehingga fluks air murni dapat meningkat menjadi 530-543 L/(m2.jam), sedangkan fluks air murni yang diperoleh pada penambahan aditif berupa PVP yaitu 501,3±29,2 L/(m2.jam) pada tekanan 2 bar. Pada penambahan aditif PEG dan PVP secara bersamaan, hasil terbaik diperoleh pada proses modifikasi dengan perbandingan konsentrasi PEG/PVP 1:2. Pada konsentrasi tersebut, sudut kontak air yang diperoleh 45,2±1,9º dengan fluks air murni 511,3±18,6 L/(m2.jam) pada tekanan 2 bar, 3 kali lebih tinggi dari fluks air murni pada membran PP sebelum modifikasi. Peningkatan hidrofilisitas pada membran PP juga ditunjukkan oleh meningkatnya energi bebas permukaan membran PP setelah dimodifikasi dengan aditif PEG dan PVP hingga 50% dari energi bebas permukaan membran PP tanpa modifikasi. Pada penelitian ini, pengaruh modifikasi hidrofilik terhadap kinerja pemisahan dan fouling senyawa organik pada membran PP termodifikasi juga dievaluasi melalui filtrasi larutan asam humat. Hasil yang diperoleh menunjukkan bahwa coating polidopamin pada membran PP mampu meningkatkan fluks larutan asam humat hingga 1,18 kali. Rejeksi asam humat juga mengalami peningkatan dari 63% menjadi 69%. Modifikasi dengan metode coating polidopamin mampu menurunkan potensi pembentukan irreversible fouling pada membran PP, yang ditunjukkan oleh nilai flux recovery ratio (FRR) yang meningkat dari 68,95% menjadi 86,14-87,71% setelah membran dimodifikasi. Evaluasi terhadap stabilitas lapisan coating polidopamin juga menunjukkan hasil yang baik dengan nilai fluks air murni dan sudut kontak air pada membran PP termodifikasi hanya mengalami perubahan 1-5% setelah penyimpanan dalam air demin dan larutan isopropil alkohol (IPA) selama 30 hari maupun setelah membran di-backflush pada tekanan 5 bar dan laju alir 0,005 m/s selama 15 menit. Lapisan coating polidopamin pada permukaan membran PP juga tidak mengalami perubahan hidrofilisitas setelah direndam selama 8 jam dalam larutan alkohol, asam kuat, dan alkali lemah. Hasil analisis thermogravimetric analysis (TGA) juga menunjukkan bahwa lapisan polidopamin dapat melindungi membran PP dari paparan gas panas sehingga membran PP termodifikasi hanya mengalami hilang massa sebesar 8% pada pemanasan hingga temperatur 450°C.", "Daftar File": {"ABSTRAK Anita Kusuma Wardani": "https://digilib.itb.ac.id/gdl/download/204127"}, "Penulis": "Anita Kusuma Wardani [33016005]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. I Gede Wenten, M.Sc., Ph.D.", "Prof. Dr.-Ing. Ir. Danu Ariono", "Prof. Dr. Ir. Subagjo"], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "coating polidopamin, fouling senyawa organik, hidrofilisitas, membran polipropilena, modifikasi hidrofilik", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "10 Mar 2020"}