{"Nomor": 46684, "Judul": "EVALUASI INTERPOLASI CURAH HUJAN METODE ORDINARY KRIGING DAN ORDINARY COKRIGING MENGGUNAKAN VARIABEL KOVARIAT ELEVASI", "Abstrak": "Akurasi berbagai analisis hidrologi sangat bergantung pada estimasi yang akurat\ndari distribusi spasial curah hujan. Data satelit sering dijadikan alternatif data grid\ndi wilayah yang tidak banyak memiliki stasiun pengukur curah hujan tetapi masih\nmemiliki keakuratan data yang rendah. Sehingga akan dibuat data grid dengan\nresolusi tinggi dari curah hujan observasi menggunakan metode interpolasi yang\nterbaik.\nPenelitian ini diawali dengan mencari metode interpolasi terbaik antara Ordinary\nKriging (OK) dan Ordinary Cokriging (OCK) dengan data curah hujan bulanan\ntahun 1998 - 2016. Kemudian dilakukan evaluasi terkait pengaruh variabel elevasi\ndan sampel stasiun terhadap hasil interpolasi. Metode interpolasi terbaik dievaluasi\ndan diimplementasikan untuk interpolasi curah hujan harian. Data GPM dan\nCHIRPS digunakan sebagai data pembanding curah hujan interpolasi terbaik.\nHasilnya menunjukkan bahwa metode OCK lebih baik daripada OK dengan nilai\nRMSE OCK 18,13 dan RMSE OK 19,02. Variabel kovariat elevasi dapat\nmengurangi nilai RMSE. Variasi sampel stasiun menunjukkan hasil RMSE yang\nsemakin tinggi ketika jumlah sampel stasiun berkurang. Plot spasial OCK, GPM,\ndan CHIRPS tidak menunjukkan pola yang sama untuk kejadian ekstrim harian\nsesuai dengan nilai korelasi kecil pada rentang nilai 0,1-0,4. Sedangkan OCK\nmemiliki korelasi bulanan yang cukup baik dengan rentang nilai 0,4-0,7. OCK\nmampu mendeteksi terjadinya hujan dengan nilai POD bulanan dengan rentang\nnilai 0,7-0,9. Sedangkan OCK melakukan kesalahan deteksi kejadian hujan dengan\nnilai FAR harian dengan rentang nilai rentang 0,5-0,9. Hasil evaluasi harian dan\nbulanan menunjukkan metode OCK memiliki nilai POD tinggi, FAR rendah, dan\nkorelasi yang cukup baik untuk bulanan.", "Daftar File": {"ABSTRAK Julia Biantika": "https://digilib.itb.ac.id/gdl/download/204119"}, "Penulis": "Julia Biantika [12814032]", "Kontributor / Dosen Pembimbing": ["Dr. Rusmawan Suwarman, S.Si., M.T.", "Muhammad Ridho Syahputra, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "interpolasi, curah hujan, Ordinary Kriging, Ordinary Cokriging", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "10 Mar 2020"}