{"Nomor": 46685, "Judul": "PENGEMBANGAN MEDIA EDUKASI PENGENALAN KARAKTER TOPENG MALANGAN MELALUI MEDIA PERMAINAN CARD GAME", "Abstrak": "Kesenian tradisional sudah menjadi bagian dari suatu daerah atau menjadi sebuah identitas\ndaerah tersebut. Hal ini terjadi juga dengan Kota Malang, dimana Kota Malang memiliki\nkesenian khas daerahnya yang disebut sebagai Topeng Malangan. Topeng Malangan sendiri\nmerupakan kesenian pertunjukan yang menggabungkan kesenian tari dan wayang orang.\nIdentitas Topeng Malangan yang sudah sangat melekat dengan Kota Malang berbanding\nterbalik dengan kepopuleran kesenian Topeng Malangan itu sendiri di kalangan masyarakat.\nMasyarakat Kota Malang masih banyak yang belum mengenal kesenian tersebut, hal ini\nmenjadi sebuah perhatian tersendiri terutama bagaimana peran orang tua untuk mengenalkan\nkesenian tradisional kepada anak-anak mereka. Diperlukannya media edukasi untuk\nmemperkenalkan kesenian Topeng Malangan, baik media yang menarik dan mudah untuk\ndipahami. Dalam perancangan media edukasi pengenalan karakter Topeng Malangan ini\nmenggunakan iteratif desain sebagai metode perancanganya. Metode iteratif dapat menjadi\ncara dalam menemukan media permainan yang dapat dimainkan oleh keluarga, dikarenakan\nterdapat eksplorasi, uji coba, dan evaluasi dalam proses perancangannya. Berdasarkan\npenggunaan metode iterative tersebut, maka diperlukannya media interaktif yang dapat\nmenimbulkan kesan interaktif, edukasi, dan hiburan yaitu card game. Perancangan ini\nmengusung media pengenalan card game sebagai alternatif media untuk mengenalkan\nkesenian Topeng Malangan secara mudah, terutama orang tua dapat dengan mudah\nmemperkenalkan kesenian Topeng Malangan ke anak-anak mereka. Pengusungan media\npermainan sebagai media edukasi adalah agar audien yang memainkan permainan tersebut\ndapat dengan mudah untuk mengenal kesenian Topeng Malangan. Dalam perancangan ini\nmemiliki potensi edukasi dan sosial, selain sebagai media edukasi untuk mengenalkan karakter\nTopeng Malangan, melalui media permainan card game ini anak dapat menenal visual\nkarakter, seperti watak jahat dan baik. Selain itu media permainan card game juga dapat\nmengajarkan kejujuran terhadap anak-anak.", "Daftar File": {"2020 TS PP AL HAZMI  I. YOGA 1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/204123"}, "Penulis": "Al Hazmi Indrapasca Yoga [27117033]", "Kontributor / Dosen Pembimbing": ["Dr. Alvanov Zpalanzani, S.T., M.M.", "Dr. Agus Sachari, M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Topeng Malangan, keluarga, card game", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "10 Mar 2020"}