{"Nomor": 46688, "Judul": "KARAKTERISTIK TEGAKAN  ACACIA MANGIUM YANG TERSERANG HAMA DAN PENYAKIT  DI PETAK 23 B, RPH MARIBAYA, BKPH PARUNG PANJANG, KPH BOGOR", "Abstrak": "RPH Maribaya BKPH Parung Panjang merupakan kawasan hutan produksi yang didominasi oleh tegakan A. mangium. Informasi mengenai karakteristik tegakan A. mangium yang terserang hama dan penyakit diperlukan dalam upaya pengelolaan hutan tanaman A. mangium yang lebih baik. Karakteristik tegakan A. mangium yang terserang hama dan penyakit, dilakukan dengan menentukan frekuensi dan intensitas serangan hama dan penyakit pada tegakan A. mangium beserta beberapa gejala hama dan penyakit yang ditemukan pada tegakan tersebut. Penelitian ini bertujuan untuk menentukan frekuensi dan intensitas serangan pada tegakan A. mangium, serta menentukan jenis hama dan penyakit terhadap tegakan A. mangium. Penelitian dilakukan pada petak 23b RPH Maribaya, BKPH Parung Panjang KPH Bogor. Metode yang digunakan dalam penelitian ini mengacu pada Kriteria dan Skor Hama/Penyakit Tanaman (Mardji, 2000). Hasil penelitian ini menunjukkan bahwa frekuensi serangan tertinggi pada A. mangium terdapat pada plot 4 yaitu sebesar 80 %, dan yang terendah terdapat pada plot 7 yaitu sebesar 0%. Intensitas serangan tertinggi terdapat pada plot 4 yaitu sebesar 50% dan yang terendah terdapat pada plot 7 yaitu sebesar 0%. Presentase frekuensi serangan berkisar antara 20% - 80% (kategori rendah) dengan rata-rata presentase frekuensi serangan sebesar 41%. Presentase intensitas serangan berkisar antara 20 %– 50% (kategori ringan) dengan rata-rata presentase intensitas serangan sebesar 23%. Beberapa hama yang ditemukan pada tegakan A. mangium yaitu ulat kantung (Pteroma plagiophleps.), dan uret (Lepidiota stigma). Bentuk pengendalian hama Pteroma plagiophleps yang efektif yaitu melakukan pemeliharaan tanaman dengan mengatur jarak tanam, memasang perangkap cahaya, dan menggunakan insektisida nabati. Bentuk pengendalian hama Lepidiota stigma yaitu melakukan pengumpulan uret pada saat penyerangan uret aktif pada saat 5 – 9 bulan umur tanaman dan pemupukan, dan pemberian Karbofuran 3G untuk meminimalkan serangan.", "Daftar File": {"ABSTRAK Nadya Ayu Tiffani": "https://digilib.itb.ac.id/gdl/download/204130", "BAB 2 Nadya Ayu Tiffani": "https://digilib.itb.ac.id/gdl/download/216218"}, "Penulis": "Nadya Ayu Tiffani [11515043]", "Kontributor / Dosen Pembimbing": ["Dr. Hikmat Ramdan, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Acacia mangium, hama dan penyakit, skor serangan", "Sumber": "", "Staf Input/Edit": "TINI SUPARTINI", "File": "7 file", "Tanggal Input": "10 Mar 2020"}