{"Nomor": 46694, "Judul": "KAJIAN LAYANAN TRANSPORTASI DAN PERGUDANGAN UNTUK MENDUKUNG KONTRAKTOR KECIL DI BANDUNG RAYA", "Abstrak": "Abstrak: Perencanaan strategi logistik material yang mencakup aktivitas\ntransportasi dan pergudangan pada proyek konstruksi sangat mempengaruhi\nproduktivitas proyek dalam hal ketersediaan material yang diperlukan dari sisi\nketepatan waktu, kuantitas dan kualitasnya sehingga dapat meningkatkan efisiensi\nwaktu dan biaya proyek. Kontraktor kecil dalam kaitannya dengan persaingan\nmemperoleh proyek dan pengelolaannya, menghadapi masalah manajemen\nlogistik material tersebut karena umumnya tidak melakukan perencanaan strategis\nlogistik dengan baik. Dampak negatif yang ditimbulkan adalah keterlambatan\nwaktu pelaksanaan, waste material, in-efisiensi penggunaan sumber daya dan\nbiaya logistik material yang lebih mahal. Masalah manajemen material tersebut\ndapat diatasi dengan melakukan perencanaan strategis logistik termasuk untuk\ntransportasi dan pergudangan yang merupakan dua kegiatan logistik penting,\ndengan alternatif swakelola atau melakukan outsorcing bergantung kepada\npertimbangan tertentu. Penelitian ini mengkaji praktek logistik transportasi dan\npergudangan kontraktor kecil dan potensi layanan lokal yang tersedia untuk\nmendukung kontraktor kecil tersebut, terutama untuk beberapa material strategis:\nsemen, aspal, bata merah, agregat-pasir dan kerikil, besi beton dan kayu/papan.\nKajian didasarkan pada hasil survei wawancara dengan kontraktor kecil berikut\nlayanan transportasi dan pergudangan lokal yang tersedia dalam bentuk pemetaan\nlayanan, untuk mencari alternatif perencanaan strategi logistik kontraktor kecil\nyang lebih baik merujuk pada hasil pemetaan layanan.\nDari hasil survei lapangan diperoleh informasi mengenai praktek logistik\nkontraktor kecil dimana pembelian material dilakukan pada toko bangunan\nterdekat menggunakan armada pengiriman dengan volume kecil. Masalah utama\nyang dihadapi oleh kontraktor kecil pada praktek logistik tersebut adalah\nketerlambatan pengiriman dan kerusakan material selama proses pengiriman dan\npenyimpanan.\nSelain praktek logistik kontraktor kecil, hasil survei lapangan juga memberikan\ninformasi mengenai variasi layanan transportasi dan pergudangan yang cukup\nberagam untuk area Bandung Raya, serta terbagi menjadi dua kelompok utama\nyaitu layanan komersial dan non komersial. Layanan komersial diberikan oleh\nempat jenis penyedia jasa layanan transportasi dan satu jenis penyedia jasa pergudangan. Sementara itu layanan non komersial transportasi dan pergudangan\nhanya diberikan oleh produsen, distributor dan toko bangunan dalam bentuk\npengiriman material dan penitipan material sementara tanpa biaya atau gratis.\nKontraktor kecil dapat memanfaatkan perkembangan keandalan layanan\nkomersial yang tersedia untuk mengatasi masalah utama logistik pengiriman dan\npenyimpanan material. Selain itu dengan prosentase harga layanan transportasi\ndan pergudangan per unit material yang tidak terlalu besar dibandingkan dengan\nharga pembelian material, kontraktor kecil seharusnya dapat menggunakan\nlayanan tersebut untuk memperoleh penghematan harga satuan material yang\ncukup signifikan pada jenjang produsen dan distributor.", "Daftar File": {"ABSTRAK Arif Permana": "https://digilib.itb.ac.id/gdl/download/204149"}, "Penulis": "Arif Permana [25017086]", "Kontributor / Dosen Pembimbing": ["Ir. Muhamad Abduh, M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "kontraktor kecil, praktek logistik, layanan transportasi dan pergudangan komersial, layanan transportasi dan pergudangan non komersial, alternatif strategi logistik.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "10 Mar 2020"}