{"Nomor": 46705, "Judul": "STRATEGI BISNIS PERUSAHAAN RINTISAN UNTUK MENINGKATKAN PENDAPATAN PERUSAHAAN DI INDUSTRI KURIR (STUDI KASUS NINJA VAN/NINJA XPRESS INDONESIA)", "Abstrak": "Perkembangan digital yang sangat besar terjadi di belahan dunia lain juga terjadi di Indonesia yang di prediksi\npada 2020 terdapat penambahan hingga 50 juta pengguna internet dengan angka penetrasi hingga 55%. Potensi\ndengan angka yang signifikan tersebut juga mendorong industry perdagangan digital yang pada tahun 2019 telah\nmenyumbang hingga 2,9% dari total PDB Indonesia. Saat ini setidaknya ada 6 pelaku pasar yang memiliki market\nshare paling besar di industry perdagangan digital yaitu Tokopedia, Shoopee, Bukalapak, bli-bli, Lazada dan\nJD.ID dan 3 diantaranya berasal dari Indonesia (Tokopedia, Bukalapak dan bli-bli). Pengalaman berbelanja yang\nnyaman dan aman serta pilihan produk yang lengkap telah menjadikan 6 perusahaan sebagai pilihan favorit dalam\nbertransaksi secara digital di Indonesia dengan jumlah transaksi barang hingga lebih dari 1 milliar paket dan di\nprediksi akan tumbuh hingga 1,6 milliar paket di tahun 2022.\n\nDengan melihat potensi tersebut, saat ini terdapat beberapa perusahaan kurir baru yang muncul untuk\nmendapatkan potensi bisnis tersebut, salah satunya adalah Ninja Xpress Indonesia, Ninja Xpress merupakan\nperusahaan rintisan yang mengabungkan teknologi dengan proses pengiriman paket melalui kurir, Perusahaan\ndirintis pertama kali di Singapura dengan nama Ninja Van pada tahun 2014 dan telah melakukan ekspansi ke\nberbagai negara asia tenggara seperti Malaysia, Thailand, Vietnam, Filipina dan masuk ke Indonesia pada 2016\ndengan re-branding nama menjadi Ninja Xpress. Perbedaan yang ingin di tonjolkan oleh Ninja Xpress adalah\npengabungan dari sisi teknologi dengan layanan pengantaran kurir, yang saat ini sangat dibutuhkan oleh\nperusahaan perdagangan digital untuk dapat mengirimkan barang mereka dan terintegrasi dengan baik di sistem.\nUntuk dapat melakukan hal tersebut, Ninja Xpress harus melakukan beberapa strategi bisnis agar dapat bersaing\ndengan perusahaan kurir lain dan juga diterima dengan baik oleh masyarakat sehingga jumlah pengiriman yang\ndidapatkan dapat terus tumbuh setiap tahunnya. \n\nTujuan dari penelitian ini adalah untuk melihat apa saja faktor-faktor yang menjadi perhatian utama baik dari sisi\nperusahaan perdagangan digital, penjual barang hingga pembeli dalam memilih perusahaan kurir terpercaya untuk\nmengirimkan paket yang telah mereka beli di perusahaan perdagangan digital yang selanjutnya di Analisa dengan\nbeberapa metode seperti kuesioner, wawancara, analisis kondisi internal dan eksternal yang pada akhirnya\ndigunakan untuk merumuskan bisnis strategi yang tepat untuk Ninja Xpress Indonesia agar dapat bersaing dengan\nperusahaan kurir yang sudah lama ada di Indonesia", "Daftar File": {"2020_TS_PP_Ivan Andreanto_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/204159"}, "Penulis": "Ivan Andreyanto [29117569]", "Kontributor / Dosen Pembimbing": ["Widhyawan Prawiraatmadja, M.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Perusahaan Kurir, Ninja Xpress, Bisnis Strategi, Disrupsi, Ekonomi Digital, Industri Kurir", "Sumber": "Ninja Van/Ninja Xpress Indonesia", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "10 Mar 2020"}