{"Nomor": 46702, "Judul": "PERANCANGAN MEMBRAN FILTRASI NANOKOMPOSIT BERBASIS NANOSELULOSA, MIKROSELULOSA DAN NANOSILIKA DALAM APLIKASI DESALINASI CROSS FLOW DAN DEAD END", "Abstrak": "Penelitian ini merancang sistem desalinasi yang terdiri dari membran lembaran tipis.\nMembran ini tersusun dari nanoselulosa, mikroselulosa dan nanosilika serta\nmenggunakan binder yaitu kitosan. Selulosa dibentuk dengan bantuan bacteri\nGluconacetobacter Xylinus. Silika disintesis dengan prekursor Tetraethylortosilicate\n(TEOS) dengan metode Stober. Pengujian membran filtrasi dilakukan dengan dua\nmetode, dead end dan cross flow. Karakterisasi yang dilakukan pada penelitain ini\nmenggunakan metoda EDX (Energy Dispersive X-ray Spectroscopy), SEM (Scanning\nElectron Microscopy), TEM (Transmission Electron Microscopy), FTIR (Fourier-\nTransform Infrared Spectroscopy) dan MicroCT Scanning untuk mengetahui\npenyebaran partikel silika pada permukaan membran filtrasi.\nSintesis nanosilika ditambahkan capping agent, Polivinil Alkohol (PVA) untuk\nmendapatkan ukuran silika yang lebih kecil. Membran yang terbentuk dapat\ndioperasikan pada tekanan dibawah 5 bar. Sintesis nanosilika menghasilkan ukuran\npartikel silika berkisar 70-100 nm. Membran yang dibuat telah di uji desalinasi\ndengan metoda dead end dan cross flow filtration. Berdasarkan pengujian didapatkan\nrejeksi garam maksimum sebesar 3% pada membran B dan fluks maksimum sebesar\n14,2 kL/m2h pada membran B dengan metoda dead end, sedangkan dengan metoda\ncross flow, rejeksi garam maksimum sebesar 1,4 % pada membran A dan fluks\nmaksimum yang didapat yaitu 14,4 kL/m2h pada membran C", "Daftar File": {"ABSTRAK Althaf Aprilmar": "https://digilib.itb.ac.id/gdl/download/204155"}, "Penulis": "Althaf Aprilmar [13314006]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Bambang Sunendar, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Desalinasi, Nanosilika, Nanoselulosa, Nanokomposit, Polivinil Alkohol.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "10 Mar 2020"}