{"Nomor": 46713, "Judul": "MODIFIKASI KOMBINASI METODE OPTIMASI SPIRAL DENGAN TEKNIK CLUSTERING DAN IMPLEMENTASI PROGRAM SECARA PARALEL", "Abstrak": "Metode Optimasi Spiral atau Spiral Optimization Algorithm (SOA) merupakan metode pencarian metaheuristik yang terinspirasi dari fenomena spiral yang terjadi di alam. Metode SOA yang dikombinasikan dengan teknik clustering dapat dimanfaatkan untuk menemukan lebih dari satu solusi dari optimasi multimodal dan akar-akar sistem persamaan taklinear hanya dengan satu kali menjalankan program. Metode SOA dengan teknik clustering terdiri dari 3 fase utama yaitu fase diversifikasi (clustering), fase intensifikasi, dan fase seleksi akhir. Pada fase intensifikasi dilakukan optimasi pada setiap cluster secara independen. Terdapat kemungkinan cluster-cluster yang tidak memuat solusi tetapi tetap dioptimasi.\nPenelitian ini terdiri dari 3 bagian yaitu modifikasi 1 berupa modifikasi cluster pada fase clustering, modifikasi 2 yaitu penambahan parameter ambang batas sebelum fase intensifikasi untuk mereduksi jumlah cluster, dan implementasi program menggunakan algoritma paralel. Beberapa persamaan benchmark telah diujikan dalam penelitian ini. Hasil menunjukkan bahwa algoritma dengan modifikasi 1 memberikan hasil yang lebih baik. Algoritma dengan modifikasi 2 dibatasi hanya pada permasalahan mencari akar-akar sistem persamaan taklinear cukup baik dalam mereduksi jumlah cluster yang akan dioptimasi namun cukup dilakukan untuk kasus sistem persamaan tertentu karena bisa menghilangkan solusi yang seharusnya didapatkan. Program yang dijalankan dengan algoritma paralel mampu meningkatkan kecepatan komputasi hingga 10 kali lipat jika dibandingkan dengan algoritma serial.", "Daftar File": {"ABSTRAK Susi Lestari": "https://digilib.itb.ac.id/gdl/download/204168"}, "Penulis": "Susi Lestari [20918002]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Kuntjoro Adji Sidarto"], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Komputasi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "optimasi spiral (SOA), teknik clustering, optimasi multimodal, sistem persamaan taklinear, algoritma paralel, algoritma serial.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "10 Mar 2020"}