{"Nomor": 46714, "Judul": "PENGARUH AKUISISI INTERNASIONAL VS DOMESTIK TERHADAP NILAI JUAL PERUSAHAAN PEMBELI: SEBUAH STUDI PERUSAHAAN-PERUSAHAAN BELANDA", "Abstrak": "Studi ini bertujuan untuk menginvestigasi dampak akuisisi internasional dan domestik terhadap nilai jual perusahaan pembeli. Studi ini memilih untuk berfokus kepada perusahaan-perusahaan di Belanda, mengetahui bahwa Belanda merupakan salah satu pusat investasi internasional terbesar di dunia, contohnya sebagai salah satu pelaku utama akuisisi internasional. Lalu, penelitian-penelitian yang berfokus pada negara dan wilayah lain telah menemukan hasil yang kontradiktif terkait dampak akuisisi internasional, maupun akuisisi domestik terhadap nilai jual perusahaan pembeli. Sebagian dari riset tersebut, telah menemukan dampak yang berujung pada naiknya nilai jual perusahaan; dan sebaliknya. Karya ilmiah ini dilakukan berdasarkan metodologi event study, untuk mencari kenaikan yang signifikan dalam naiknya nilai jual perusahaan; setelah pengumuman akuisisi terhadap perusahaan yang akan dibeli. Penelitian ini menggunakan significance test terhadap cumulative average abnormal returns (CAARs) yang didapatkan dari 62 kasus akuisisi, yang terdiri dari 31 akuisisi internasional dan domestik masing-masing, serta melibatkan perusahaan-perusahaan dari Belanda sebagai perusahaan pembeli. Dari semua kelompok sampel yang telah diteliti, menggunakan Significance Test, memperlihatkan bahwa hasil tersebut, secara statistik, tidak signifikan. Akan tetapi, CAAR yang dihitung, memperlihatkan tanda yang “positif” untuk kelompok sampel akuisisi internasional dan akuisisi domestik. Namun, dalam kasus ini, hasil menunjukkan angka yang lebih rendah untuk kelompok sampel akuisisi domestik. Dapat disimpulkan dari hasil penelitian tersebut, bahwa adanya hasil yang berbeda dari hasil yang telah diprediksi. Bukti yang ditemukan terhadap kecenderungan akuisisi internasional untuk meningkatkan nilai jual perusahaan pembeli lemah. Selebihnya perusahaan pembeli yang telah melakukan akuisisi domestik, pun tidak menjamin kenaikan dari nilai jual perusahaan pembeli. Penyelidikan lebih lanjut juga menandakan bahwa adanya peran strategi bisnis yang terjadi dalam kenaikan nilai jual perusahaan Belanda.", "Daftar File": {"ABSTRAK Ramadhan Hidayat W H": "https://digilib.itb.ac.id/gdl/download/204169"}, "Penulis": "Ramadhan Hidayat W H [19016316]", "Kontributor / Dosen Pembimbing": ["Prof. Wim Westerman"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Akuisisi, Internasional, Domestik, Nilai jual perusahaan pembeli, Event study & Perusahaan Belanda", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "11 Mar 2020"}