{"Nomor": 46715, "Judul": "IMPLEMENTASI AGREGASI DATA SECARA REAL TIME PADA SMART METER MENGGUNAKAN EDAS", "Abstrak": "Sebagai bagian dari smart grid, smart meter merupakan suatu perangkat yang banyak digunakan\nsaat ini karena diharapkan dapat meningkatkan efisiensi jaringan listrik dengan menggunakan\nteknologi informasi dan komunikasi digital yang canggih. Salah satu kelebihan dari penggunaan\nsmart meter adalah dapat mempermudah proses penagihan biaya listrik dari pengguna. Namun,\nkarena sistem smart meter harus terhubung ke jaringan intranet dan ekstranet, sistem ini menjadi\nrentan terhadap beberapa ancaman keamanan dan privasi. Data konsumsi daya dari smart meter\ndapat mengungkapkan informasi pribadi pemilik rumah seperti gaya hidup dan status ekonomi\nmereka. Meskipun beberapa penelitian yang membahas mengenai solusi akan masalah ini telah\ndilakukan tetapi sebagian besar solusi yang ada komputasinya kompleks sehingga kurang cocok\nuntuk sumber daya smart meter yang terbatas. Pada penelitian ini, dilakukan implementasi\nagregasi data secara real time pada sistem smart meter dengan menggunakan EDAS. Skema EDAS\nini menggunakan kriptografi kunci simetris primitif seperti fungsi hash sehingga komputasinya\nringan. Pengujian dilakukan dengan mengimplementasikan sistem smart meter dengan model\nsistem yang komponennya berupa Home Gateway (HG), Third Party Aggregator (TPA), dan\nService Provider (SP). Kemudian menerapkan agregasi data yang aman pada sistem dengan\nmenggunakan metode EDAS yang terdiri dari 3 fase, yaitu autentikasi, perhitungan billing, dan\nmanajemen energi. Hasil dari penelitian ini dapat menjamin bahwa beberapa properti keamanan\nseperti autentikasi, kerahasiaan data, integritas data, privasi pengguna, dan forward secrecy dapat\nterjaga. Selain itu penyedia layanan juga dapat menghitung tagihan untuk setiap pelanggan dari\ndata yang diterima dari smart meter. Hasil lainnya yang bersifat kualitatif dan kuantitatif adalah\npengujian komputasi yang dilakukan dengan cara menghitung setiap fungsi yang dilakukan, misal\nfungsi hashing, enkripsi, dekripsi, dll per komponen pada sistem untuk melihat efisiensinya,\nanalisis keamanan pada sistem, serta analisis masalah pada proses implementasi.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/204170", "Tesis": "https://digilib.itb.ac.id/gdl/download/209650"}, "Penulis": "Desti Nirwana Mozef [23217328]", "Kontributor / Dosen Pembimbing": ["Fadhil Hidayat, S.Kom., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Smart Grid, Smart Meter, Agregasi Data, EDAS", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "11 Mar 2020"}