{"Nomor": 46728, "Judul": "PENGARUH DOSIS PUPUK KOMPOS PAITAN (TITHONIA DIVERSIFOLIA) TERHADAP PERTUMBUHAN DAN HASIL TANAMAN PADI (ORYZA SATIVA) BERAS PUTIH VARIETAS MSP DAN PADI (ORYZA SATIVA) BERAS MERAH VARIETAS LOKAL CIANJUR", "Abstrak": "Padi (Oryza sativa) merupakan salah satu komoditas penting di Indonesia dengan tingkat konsumsi yang cukup tinggi untuk padi beras putih, dan masih terbilang rendah untuk padi beras merah. Seiring bertambahnya jumlah penduduk, permintaan akan beras terus meningkat. Namun, produktivitas tanaman padi di sebagian sawah di Indonesia masih rendah sehingga belum bisa memenuhi kebutuhan konsumsi masyarakat Indonesia. Salah satu penyebab rendahnya produktivitas tanaman padi di Indonesia adalah karena kualitas tanah yang sudah menurun. Penggunaan pupuk organik merupakan salah satu solusi untuk memperbaiki kualitas tanah, sehingga tanah mampu menyediakan nutrisi yang dibutuhkan tanaman, yang kemudian akan berpengaruh terhadap produktivitas tanaman. Salah satu pupuk organik yang digunakan yaitu pupuk kompos yang berasal dari paitan (Tithonia diversifolia), tanaman yang dipandang sebagai gulma yang memiliki kandungan nutrisi yang baik untuk tanah dan tanaman. Penelitian ini bertujuan mengetahui pengaruh dosis pupuk paitan dan menentukan dosis pupuk paitan tebaik untuk pertumbuhan dan hasil tanaman padi beras putih dan merah. Rancangan penelitian menggunakan Rancangan Acak Kelompok (RAK) Faktorial dengan perlakuan dosis pupuk paitan 0 ton/ha (P1), 1.25 ton/ha (P2), 2.5 ton/ha (P3), dan 3.75 ton/ha (P4), dan jenis tanaman padi, yaitu tanaman padi beras putih var. MSP (J1), dan padi beras merah var. lokal Cianjur (J2). Setiap perlakuan diulang sebanyak 4 kali. Hasil dari penelitian menunjukan bahwa pemberian perlakuan dosis pupuk paitan tidak memberikan pengaruh signifikan pada jumlah daun, tinggi tanaman, jumlah anakan, umur berbunga, jumlah malai per rumpun, jumlah gabah isi per malai, bobot kering brangkasan, bobot kering akar, bobot 1000 butir gabah, produktivitas, dan indeks panen tanaman. Perlakuan paling baik yang dapat meningkatkan produktivitas tanaman padi beras putih var. MSP yaitu perlakuan dengan dosis 3.75 to/ha (produktivitas 3.82 ton/ha), dan tanaman padi beras merah var. Lokal Cianjur yaitu perlakuan dengan dosis 2.5 ton/ha (produktivitas 4.92 ton/ha).", "Daftar File": {"ABSTRAK Dina Dahliana": "https://digilib.itb.ac.id/gdl/download/204215"}, "Penulis": "Dina Dahliana [11415042]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Robert Manurung, M.Eng.", "Dr. Ir. Rika Alfianny, M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Beras merah, beras putih, dosis, pupuk paitan.", "Sumber": "", "Staf Input/Edit": "TINI SUPARTINI", "File": "1 file", "Tanggal Input": "11 Mar 2020"}