{"Nomor": 46720, "Judul": "USULAN STRATEGI PEMASARAN UNTUK SEKOLAH INTERNASIONAL (STUDI KASUS DI SEKOLAH INTERNASIONAL PENABUR)", "Abstrak": "Indonesia adalah suatu negara dengan penduduk terbesar keempat di dunia dengan jumlah penduduk mencapai 264 juta jiwa. Sebagai salah satu negara berkembang yang ada di dunia, Indonesia sangat menekankan pentingnya tingkat pendidikan sebagai salah satu penunjang untuk meningkatkan kualitas sumber daya manusia yang menjadi dasar suatu negara dapat berubah dari negara berkembang menjadi negara maju.\nMasalah dalam penelitian ini adalah saat ini banyak sekali lembaga-lembaga pendidikan yang berdiri, tetapi jumlah peserta didik semakin sedikit. Hal ini mengakibatkan lembaga-lembaga pendidikan saling bersaing untuk mendapatkan peserta didik yang banyak. Apabila sekolah tersebut bisa bersaing, maka akan mendapatkan peserta didik yang banyak. Akan tetapi, apabila tidak dapat bersaing dengan yang lainnya, maka sekolah tersebut mendapatkan peserta didik yang sedikit, bahkan banyak yang ditutup karena tidak ada peserta didiknya. Jumlah peserta didik di Sekolah Internasional Penabur mengalami penurunan setiap tahunnya, bahkan pada tahun 2019 jumlah keseluruhan peserta didiknya hanya 35. Akan tetapi, sekolah terus berusaha dengan segala cara untuk meningkatkan jumlah peserta didik. Salah satu caranya adalah melalui perumusan strategi pemasaran yang tepat. Tujuan penelitian ini yaitu untuk membuat strategi pemasaran yang tepat untuk sekolah internasional.\nPengumpulan data dalam proyek akhir ini didasarkan dengan metode kuantitatif dengan menyebarkan kuesioner kepada sejumlah responden secara acak dengan ketentuan secara khusus. Konsep kerangka kerja yang digunakan pada proyek akhir ini disusun berdasar\n3\natas beberapa teori dan analisa, baik analisa secara internal Sekolah Internasional Penabur sendiri ataupun eksternal dari luar Sekolah Internasional Penabur. Hasil dari analisa tersebut akan menyimpulkan dalam pembentukan strategi baru. Solusi yang diberikan pada bagian akhir proyek akhir ini adalah pengajuan strategi pemasaran baru dalam meningkatkan jumlah penerimaan siswa setiap tahunnya di Sekolah Internasional Penabur.\nAdanya usulan untuk pengadaan program baru, perubahan secara digital untuk promosi pemasaran dalam melakukan kampanye untuk lebih memberikan efek yang maksimal dalam memperbaiki citra yang kurang memadai, adanya usulan untuk lebih meningkatkan sistem internal pada akreditasi sekolah, dan cara untuk mewaspadai ancaman yang ada dengan meningkatkan kekuatan dan kesempatan yang ada untuk lebih mengembangkan efek eksternal dalam dunia pendidikan merupakan beberapa hasil yang dapat dilakukan oleh Sekolah Internasional Penabur untuk mendapatkan keunggulan kompetitif dibandingkan dengan sekolah lain.\nSebagai kesimpulan, Sekolah Internasional Penabur berdasarkan studi yang dilakukan disarankan untuk melakukan perkembangan baik secara minor maupun secara mayor. Perkembangan di aspek tempat, harga, dan sumber daya manusia merupakan hal yang harus dikembangkan secara minor, sedangkan produk, cara promosi, gedung, dan proses adalah aspek yang harus dilakukan perkembangan secara mayor. Dari itu, penulis menyarankan beberapa pengajuan untuk perkembangan dan menyertakan bagian linimasa agar perencanaan perkembangan dapat dilakukan secara maksimal dan efektif.", "Daftar File": {"2020_TS_PP_RAY BURTON_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/204190"}, "Penulis": "Ray Burton [29118107]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T., M.M., DBA", "Dr. Ooi Say Keat"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "pendidikan, strategi bisnis, strategi pemasaran, sekolah internasional, Sekolah Internasional Penabur", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "11 Mar 2020"}