{"Nomor": 46722, "Judul": "ANALISIS SEISMISITAS GEMPA DANGKAL DAERAH ACEH TENGAH PERIODE 2010 - 2018", "Abstrak": "Pulau Sumatra merupakan salah satu pulau yang memiliki aktivitas seismik yang tinggi karena\nlokasinya yang dekat dengan zona subduksi antara lempeng Indo-Australia dan Eurasia serta\nkeberadaan Great Sumatran Fault (GSF). Segmen Aceh berada di bagian utara dari Sesar\nSumatra memiliki seismisitas yang tinggi. Banyak terjadi gempa dalam kurun waktu 2010\nhingga 2018 di sekitar daerah Aceh Tengah. Pada daerah tersebut terdapat sesar-sesar yang\naktif paralel dengan Great Sumatra Fault (GSF). Gempabumi tektonik disebabkan adanya\nstress yang terjadi di dalam bumi. Salah satu informasi yang dapat menentukan stress adalah\nmekanisme fokus gempabumi Tujuan penelitian kali ini adalah untuk menentukan relokasi\nhiposenter dan orienstasi stress utama kemudian menganalisis relokasi hiposenter dan orientasi\nstress utama yang terjadi akibat gempa lokal di Aceh Tengah. Penelitian ini menggunakan 388\nevent dengan kedalaman < 50 km dengan nilai magnitude > 3 Mw yang terekam oleh sembilan\nstasiun seismik milik BMKG periode 2010 sampai 2018. Proses awal yang dilakukan adalah\npicking waktu tiba gelombang P dan S terdahadap data waveform gempa. Setelah itu, penentuan\nhiposenter awal menggunakan program Hypoellipse dengan prinsip metode Geiger. Tahap\nselanjutnya dilakukan relokasi yang mengaplikasikan metode double-difference yang\nmenghasilkan hasil relokasi lebih baik. Dari relokasi menghasilkan tiga klaster gempabumi\nyang berasosiasi dengan segmen Aceh sepanjang Tangse-Geumpang, segmen Batee, dan\nsegmen Pantan Terong. Ketiga klaster tersebut dilakukan penelitian mekanisme fokus dengan\nmenggunakan metode inversi momen tensor. Dari hasil mekanisme fokus didapatkan data\nstrike, dip, dan rake. Data tersebut digunakan sebagai input dalam proses inversi stress dengan\nmetode Iterative Joint Inversion untuk menentukan orientasi stress utama dan shape ratio.\nHasil inversi menghasilkan stress horizontal maksimum yang relatif N-W, menunjukkan\nakumulasi stress yang berasal dari aktivitas subduksi lempeng Indo-Australia terhadap\nlempeng Eurasia.", "Daftar File": {"ABSTRAK Muhammad Ichsan": "https://digilib.itb.ac.id/gdl/download/204204"}, "Penulis": "Muhammad Ichsan [12315007]", "Kontributor / Dosen Pembimbing": ["Dr. Afnimar, M.Sc.", "David Prambudi Sahara, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Gempa Aceh 2010 – 2018, double difference, orientasi stress,shape ratio", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "11 Mar 2020"}