{"Nomor": 46724, "Judul": "PEMBIAYAAN RUMAH DAN STABILITAS KEUANGAN: STUDI KASUS BANK SYARIAH DI INDONESIA", "Abstrak": "Kehadiran Perbankan Syariah semakin meningkatkan inklusi keuangan dan menambah\nlembaga keuangan baru yang secara signifikan untuk pengembangan sistem perbankan\nIndonesia. Pangsa pasar Bank Syariah di Indonesia sedikit meningkat, tetapi stagnan di kisaran\n5%.\nDalam penelitian sebelumnya hasilnya adalah bahwa pembiayaan properti dan perbankan\nsyariah memiliki hubungan positif dengan stabilitas keuangan. Dalam penelitian ini, kami\nmenganalisis hubungan pembiayaan properti di Bank Syariah di Indonesia.\nStudi ini memberikan penilaian empiris variabel pembiayaan properti dan stabilitas keuangan\ndi Perbankan Syariah di Indonesia, diukur dengan z-score. Untuk tujuan tersebut, penelitian\nini menggunakan metode model regresi efek acak untuk menemukan hubungan pembiayaan\nproperti dan stabilitas keuangan di Bank Islam menggunakan data tingkat bank dan melakukan\nanalisis komparatif Bank Syariah dengan Bank Konvensional (menggunakan data kumulatif,\nderet waktu) dengan model regresi berganda dan menganalisis pertumbuhan portofolio\npembiayaan rumah dengan mengurangi hubungan stabilitas keuangan. Data panel mencakup\nperiode dari Maret 2010 hingga September 2019 menggunakan data laporan triwulanan dari\nOtoritas Jasa Keuangan Indonesia.\nModel regresi menghasilkan bahwa rasio pembiayaan rumah terhadap total pembiayaan di\nBank Syariah di Indonesia tidak memiliki hubungan yang signifikan secara statistik dengan\nstabilitas keuangan. Meningkatkan portofolio properti sebagai aset produktif harus\ndipertimbangkan karena pembiayaan rumah memiliki jaminan yang lebih baik untuk menutupi\nrisiko pembiayaan / kredit dan tidak memiliki hubungan yang signifikan dengan stabilitas\nkeuangan. Analisa komparisi antara pembiayaan rumah di Bank Syariah dan Bank\nKonvensional, menghasilkan bahwa pembiayaan rumah di Bank konvensional memiliki\nhubungan yang signifikan secara statistik. Ada hubungan negatif dalam peningkatan 1 poin\ndalam bagian pembiayaan properti sebesar 1.541 poin untuk stabilitas keuangan dan hubungan\npositif dalam meningkatkan 1 poin dalam pertumbuhan pembiayaan properti sebesar 0,088\ndengan stabilitas keuangan\nRasio pembiayaan rumah terhadap total pembiayaan di Bank Syariah memiliki hubungan\npositif dengan ROA dan memiliki hubungan yang signifikan secara statistik. Peningkatan 1\npoin pangsa pembiayaan rumah terhadap total pembiayaan berkontribusi peningkatan 0,034\nROA bank. Pertumbuhan pembiayaan rumah terhadap total pembiayaan dalam portofolio\nBank Syariah dapat dianggap sebagai salah satu opsi peningkatan aset / pembiayaan, dimana\ntidak memiliki hubungan dengan stabilitas keuangan, tetapi memiliki kontribusi positif\nterhadap pertumbuhan Bank Syariah di Indonesia dan PDB-nya. Peraturan pemerintah dan\nstrategi Internal Bank dapat bersinergi bersama untuk menumbuhkan sektor properti.", "Daftar File": {"2020_TS_PP_Gun Gun Indrayana_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/204211"}, "Penulis": "Gun Gun Indrayana [29118186]", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, S.T., M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Bank syariah, pembiayaan rumah, stabilitas keuangan, produk domestik bruto, sektor properti", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "11 Mar 2020"}