{"Nomor": 46726, "Judul": "STUDI PEMODELAN TIME-LAPSE MICROGRAVITY MENGGUNAKAN DATA PERUBAHAN MUKA AIR TANAH DI DAERAH BANDUNG", "Abstrak": "Cekungan Bandung-Soreang merupakan salah satu cekungan dengan tingkat\npertumbuhan industri dan penduduk yang tinggi di Indonesia. Namun, pertumbuhan\ndi sektor ekonomi dan sosial tersebut justru menimbulkan dampak buruk terhadap\nlingkungan, yaitu penurunan muka air tanah. Untuk menghindari krisis air di masa\nyang akan datang, pemantauan elevasi muka air tanah menjadi hal yang perlu\ndilakukan. Time-lapse microgravity merupakan salah satu metode yang dapat\ndigunakan untuk keperluan tersebut. Pada penelitian ini, dibuat program dengan\nmenggunakan metode pemodelan ke depan untuk menghitung besarnya anomali\ntime-lapse microgravity yang disebabkan oleh perubahan muka air tanah.\nPendekatan prisma segiempat menjadi metode perhitungan yang dipilih untuk\nmendekati geometri zona perubahan densitas. Program perhitungan diuji coba\ndengan data sintetik untuk mengetahui keberhasilannya dalam menghitung anomali\ntime-lapse microgravity. Program yang telah lulus proses pengujian diaplikasikan\nuntuk data daerah penelitian dengan beberapa input yaitu data digital elevation\nmodel, data muka air tanah observasi dan digitasi, serta parameter perhitungan\nberupa spasi grid, densitas air, dan porositas batuan. Data yang digunakan memiliki\nbeberapa kekurangan sehingga mengurangi akurasi. Besarnya nilai time-lapse\nmicrogravity tahun 2015-2010 berkisar antara -210 hingga 182 ?Gal pada data\nmuka air tanah observasi dan -133 hingga 148 ?Gal pada data muka air tanah\ndigitasi. Peta time-lapse microgravity data gayaberat juga telah berhasil dibuat\ndengan nilai tahun 2015-2010 berkisar antara -125 hingga 460 ?Gal dengan pola\npergeseran yang makin positif dari arah utara ke selatan. Hasil perbandingan antara\ntiga peta time-lapse microgravity, yaitu data gayaberat, muka air tanah observasi,\ndan muka air tanah digitasi menunjukkan adanya perbedaan nilai yang disebabkan\noleh pengaruh faktor-faktor lain yaitu perubahan bangunan dan amblesan. Hasil\nanalisis menunjukkan perubahan bangunan tidak memiliki dampak signifikan,\nsedangkan amblesan memberikan pengaruh yang cukup besar.", "Daftar File": {}, "Penulis": "Muhammad Amin Tahta [12315053]", "Kontributor / Dosen Pembimbing": ["Dr. Eko Januari Wahyudi, S.T., M.T.", "Dr. Darharta Dahrin, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Bandung, gayaberat mikro selang waktu, muka air tanah, pemodelan ke depan, prisma segiempat", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "11 Mar 2020"}