{"Nomor": 46731, "Judul": "TINGKAT KOMPETISI DAN KAPASITAS KONTRAKTOR KECIL DI BANDUNG RAYA DALAM PEMBANGUNAN INFRASTRUKTUR PUBLIK", "Abstrak": "Besar kontribusi sektor konstruksi terhadap Produk Domestik Bruto (PDB)\nIndonesia adalah 10,36% atau menempati urutan ke 4 setelah sektor industri,\npertanian, dan otomotif. (BPS, triwulan III/2018).Terjadi penumpukan jumlah\nbadan usaha jasa konstruksi khususnya pada klasifikasi kontraktor kecil Jumlah\nkontraktor dengan sub kualifikasi kecil di wilayah Bandung Raya, yang meliputi\nKota Bandung, Kota Cimahi, Kabupaten Bandung, dan Kabupaten Bandung Barat\nmencapai angka 4.100 perusahaan pada tahun 2016. Jumlah ini merupakan 84,18%\ndari jumlah keseluruhan kontraktor di wilayah Bandung Raya.Menurut Ketua\nUmum Gapensi “saat ini tercatat sekitar 87% pangsa pasar konstruksi masih\ndikuasai oleh kontraktor-kontraktor besar, sedangkan untuk kontraktor lokal dan\nkecil hanya menguasai 6% presentase pasar konstruksi di Indonesia” (CNBC\nIndonesia, 2018). Dengan demikian, kontraktor kecil di wilayah Bandung Raya\nharus dapat bersaing untuk memperoleh proyek bagi segmen konstruksi dengan\nnilai proyek hingga 2,5 milyar rupiah sesuai dengan ketentuan yang telah ditetapkan\noleh LPJK. Makalah ini disusun untuk dapat mengidentifikasi faktor-faktor yang\nmempengaruhi tingkat kompetisi dan kapasitas kontraktor kecil bidang pekerjaan\ninfrastruktur publik di wilayah Bandung Raya. Terdapat beberapa metode yang\ndigunakan dalam mengidentifikasi tingkat kompetisi dan kapasitas kontraktor kecil\ndalam penelitian ini diantaranya Porter’s five forces, HHI dan CR. Hasil\nmenunjukan bahwaStruktur Pasar industri konstruksi pada pembangunan,\npemeliharaan dan peningkatan jalan adalah pasar persaingan monopolistik dan\nKapasitasnya dapat dikatakan tidak menunjukan peningkatan yang signifikan.", "Daftar File": {"ABSTRAK Adhi Prabowo": "https://digilib.itb.ac.id/gdl/download/204217"}, "Penulis": "Adhi Prabowo [25017310]", "Kontributor / Dosen Pembimbing": ["Ir. Muhamad Abduh, M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "rantai pasok, konstruksi, lean supply chain, kontraktor", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "11 Mar 2020"}