{"Nomor": 46730, "Judul": "MUSEUM ANAK DI SENTUL CITY, BOGOR", "Abstrak": "Pada laporan ini disusun rancangan mengenai proyek Museum Anak di Sentul City. Fungsi utama dari proyek ini adalah untuk mengedukasi khususnya anak-anak dan keluarga. Museum ini berada di Sentul City, tepatnya di Karangtengah Valley. Besar dari tapak proyek ini adalah 19.022 m2. Tapak dibatasi disebelah utara dengan jalan utama, sebelah timur dengan jalan menuju perumahan, sebelah barat dengan daerah hijau, dan daerah selatan dengan sungai. Pemrakarsa dari museum ini adalah PT. Sentul City. PT. Sentul City sebagai pemrakarasa adalah perusahaan yang memiliki visi dan misi untuk membuat kota yang berbudaya, hijau dan maju. Sedangkan pengguna utama museum ini adalah anak-anak dibawah 13 tahun beserta keluarga, terutama anak berusia 6-13 tahun. Kondisi tapak proyek sendiri cukup terjal menuju arah selatan, yaitu menuju sungai ditambah curah hujan yang tinggi. Dari hal-hal yang disebutkan tadi Penulis mengambil isu playful space for children dan bangunan yang adaptif terhadap kontur dan sungai. Dari sini kemudian dikembangkan menjadi sasaran yaitu membuat museum yang menstimulasi kegembiraan anak-anak dalam proses edukasi di museum, juga bangunan yang mengikuti bentuk kontur dan memanfaatkan kontur dan sungai sebagai elemen visual. Kemudian, ditarik menjadi konsep yaitu, sehingga muncul konsep utama “Adventurous Space for Children”. Dari sini ditarik bangunan memiliki bentuk yang merepresentasikan salah satu permainan tradisional dan juga berorientasi pemandangan ke arah sungai, dan berbentuk radial. Bangunan juga dirancang selaras dengan tapak agar tidak menjadi benda asing.", "Daftar File": {}, "Penulis": "Zahra Dhia Imtinan [15215034]", "Kontributor / Dosen Pembimbing": ["Ir. Baskoro Tedjo, MSEB, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Museum, karkateristik anak, adventurous space for children", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "11 Mar 2020"}