{"Nomor": 46743, "Judul": "PENGEMBANGAN METODE PENGUKURAN SIFATSIFAT INSULASI TERMAL BERDASARKAN SIMULASI TRANSFER KALOR PADA ALIRAN UDARA DALAM PIPA", "Abstrak": "Untuk mengatasi permasalahan rugi-rugi kalor, salah satu solusi yang umum\ndigunakan adalah penggunaan insulasi termal. Salah satu jenis insulasi termal yang\ndiminati adalah insulasi dengan jenis coating, atau dikenal dengan juga thermal\ninsulating coating (TIC). Masih terdapat pertentangan mengenai mekanisme\nterbentuknya efek insulasi pada TIC, dengan sebagian menyatakan bahwa efek\ninsulasi yang ditimbulkan TIC disebabkan oleh rendahnya konduktivitas material,\nsedangkan sebagian lain menyatakan bahwa efek tersebut disebabkan oleh\nkemampuan TIC untuk mengurangi transfer kalor secara konveksi pada permukaan.\nBesar kemungkinan bahwa mekanisme transfer kalor pada TIC dipengaruhi oleh\nstruktur material pada tingkatan mikroskopis, sehingga mekanismenya tidak dapat\ndisamakan dengan insulasi termal tradisional. Pada penelitian tugas akhir ini\ndilakukan penentuan sifat-sifat insulasi termal yang dapat diperoleh dari perangkat\nuji yang dirancang, beserta dengan pengembangan metode pengukurannya.\nPerangkat uji dirancang dengan bentuk berupa pipa yang didalamnya mengalir\nudara dan permukaannya dapat dilapisi oleh insulasi termal.\nPerancangan perangkat uji dilakukan dengan tujuan untuk mendapatkan\nmetode pengujian alternatif untuk TIC. Sebuah program simulasi telah\ndikembangkan untuk menyimulasikan sifat-sifat insulasi termal yang dapat\ndiperoleh dari perangkat uji. Terdapat dua sifat yang dapat digunakan sebagai\nindikator kemampuan insulasi yaitu resistansi termal dan rugi-rugi kalor. Kedua\nsifat tersebut diperkirakan dengan menggunakan metode estimasi ANFIS dan\nLeast-squares Estimation (LSE). Berdasarkan pengujian yang dilakukan, metode\nestimasi ANFIS menunjukkan kinerja estimasi terbaik, baik untuk resistansi termal\nmaupun rugi-rugi kalor. Metode estimasi ANFIS untuk resistansi termal (ANFISR)\nmemberikan nilai galat sebesar 0,163 m2K·W-1, sedangkan metode estimasi\nANFIS untuk rugi-rugi kalor (ANFIS-Q) memberikan nilai galat sebesar 12,64\nW·m-1. Metode estimasi ANFIS yang telah dikembangkan memiliki ketahanan\nyang cukup baik terhadap keberadaan kesalahan dalam simulasi data pengukuran.", "Daftar File": {"ABSTRAK Amirul Ihsan": "https://digilib.itb.ac.id/gdl/download/204237"}, "Penulis": "Amirul Ihsan [13314082]", "Kontributor / Dosen Pembimbing": ["Rahmat Romadhon, S.T., M.T.", "Mohammad Kemal Agusta, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "program simulasi, insulasi termal, resistansi termal, rugi-rugi kalor, ANFIS.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "11 Mar 2020"}