{"Nomor": 46748, "Judul": "KAJIAN SEDIMENTASI DI WILAYAH MUARA SUNGAI TANJUNG ADIKARTA KULON PROGO YOGYAKARTA", "Abstrak": "Permasalahan utama di muara Sungai Serang ini yaitu terdapat penumpukan sedimen\ndimulut muara, sehingga kapal tidak bisa lewat, membuat aktifitas pelayaran dan fungsi\nutama pelabuhan Tanjung Adikarta terganggu. Laju sedimentasi dipengaruhi oleh\nkecepatan aliran, massa jenis butiran, dan suhu. Faktor yang menentukan bentuk muara\nyaitu : gelombang, debit sungai, dan pasang surut. Penyebab utama sedimentasi di\nmuara sungai tersebut yaitu diakibatkan oleh gelombang dan arus pasang – surut.\nPengaruh debit sungai sangat kecil karena 15 km jarak dari muara ke arah hulu sungai\nterdapat Bendung, dengan asumsi debit aliran dan sedimen tertahan oleh Bendung. Pada\npenelitian ini dilakukan pengukuran langsung dilapangan untuk mendapatkan data\nbatimetri, sedimentasi musim basah dan musim kering, arus pasang – surut, dan\nkecepatan aliran. Sampel sedimen kemudian diperiksa di laboratorium untuk\nmendapatkan diameter butiran (D50). Debit untuk kalibrasi dalam penelitian ini\nmenggunakan data debit dari pos duga air Bendung Pekik Jamil, sedangkan debit yang\ndipakai dalam pemodelan ini menggunakan debit rata – rata tahunan musim basah dan\nmusim kering menggunakan metode NRECA tahun 2008-2018 dengan debit rata – rata\ntahunan musim basah 13.871 m3/s dan musim kering 6.392 m3/s. Sampel sedimen yang\ndipakai dalam pemodelan ini yaitu D50 = 0.11 mm, Dalam pemodelan Delft 3D peneliti\nmenggunakan persamaan Engelund - Hansen, dan waktu simulasi yang dilakukan\nsebanyak 1 tahun dengan 6 bulan musim basah dan 6 bulan musim kering dan time step\n0.1 min. Berdasarkan hasil model Delft 3D penumpukan sedimen terbanyak terjadi saat\nmusim kering dan terletak dibagian mulut muara dan mulut pelabuhan. Hasil simulasi\nmodel selama 1 tahun terlihat bahwa garis pantai arah utara mundur sekitar 2-5 m,\ndiakibatkan oleh gelombang dominan arah Barat.", "Daftar File": {"ABSTRAK Saepul": "https://digilib.itb.ac.id/gdl/download/204247"}, "Penulis": "Saepul [25017033]", "Kontributor / Dosen Pembimbing": ["Joko Nugroho, S.T., M.T., Ph.D.", "Mohammad Bagus Adityawan, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Sedimentasi, Delft 3D, Muara Sungai", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "11 Mar 2020"}