{"Nomor": 46755, "Judul": "INVESTIGASI PERAN PEMENUHAN PSYCHOLOGICAL CONTRACT DAN PERSEPSI DUKUNGAN KERJA TERHADAP PERILAKU KERJA INOVATIF KARYAWAN DI PERUSAHAAN BERBASIS TEKNOLOGI", "Abstrak": "Berinovasi sangat dibutuhkan bagi semua organisasi untuk bersaing di dunia bisnis, tidak terkecuali perusahaan berbasis teknologi. Perusahaan-perusahaan berbasis teknologi yang sangat bergantung kepada kemajuan teknologi, sudah seharusnya menciptakan inovasi yang sesuai dengan perkembangan jaman. Untuk menghasilkan inovasi di level organisasi, sebuah perilaku pekerja di dalam organisasi diperlukan sebagai kontribusi mereka terhadap organisasinya. Menurut penelitian dari De Jong dan Den Hartog (2008), inovasi di level organisasi sering kali diinisiasi oleh individu yang memiliki Perilaku Inovatif dalam bekerja (IWB). Perilaku ini akan bermanfaat bagi organisasi berbasis teknologi untuk menciptakan daya saing di pasar. Lebih dari itu, perilaku inovatif pekerja (IWB) pada akhirnya bisa menciptakan reduksi biaya produksi dan peningkatan kualitas dari produk atau layanan yang bisa menimbukan sustainability sebuah organisasi. Oleh karena itu, faktor-faktor yang mempengaruhi perilaku inovatif pekerja (IWB) harus dipelajari untuk dapat mengetahui apa kiranya yang mendorong perilaku ini. Tesis ini mencoba untuk menjawab pertanyaan ini dengan menginvestigasi pemenuhan kontrak psikologi (PCF) dan persepsi dukungan dalam bekerja (PWS) sebagai factor-faktor yang mempengaruhi perilaku inovatif pekerja (IWB).\nSurvey dilakukan terhadap 98 karyawan yang bekerja di perusahaan berbasis teknologi di Indonesia (e.g. e-commerce, fintech, transportasi seperti GoJek dan Grab, telekomunikasi, etc.). Pendekatan kuantitatif menggunakan partial least square digunakan untuk mengestimasi signifikansi pada setiap jalur hubungan. Hasil dari riset ini menyatakan bawha PCF mempunyai efek positif terhadap setiap elemenn PWS (i.e. persepsi dukungan organisasi (POS), persepsi dukungan supervisor (PSS), dan persepsi dukungan rekan kerja (PCS)). Akan tetapi, hanya ada satu elemen PWS yang mempunyai hubungan yang signifikan terhadap IWB, yaitu POS. Selain itu, tesis ini juga meneliti peran mediasi PWS di dalam hubungan PCF terhadap IWB, yang hasilnya adalah efek mediasi sebagian. Untuk memahami sepenuhnya mengenai faktor yang mempengaruhi IWB, tesis ini juga menyelidiki model kedua yang menggunakan PCF sebagai mediator PWS terhadap IWB. Ternyata, PCF sebagai mediator juga memiliki efek mediasi sebagian. Hasil dari riset ini kemudian diterjemahkan menjadi solusi untuk bisnis isu, yaitu pembuatan sistem untuk pencatatan janji yang dibuat, penyediaan pelatihan dan pengembangan diri, serta mengadakan challenge inovasi.", "Daftar File": {"2020_TS_PP_ALTODIAUTOMO_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/204272"}, "Penulis": "Altodia Herwindita Utomo [29117060]", "Kontributor / Dosen Pembimbing": ["Andika Putra Pratama, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Pemenuhan Psychological Contract, Perilaku Inovatif Kerja, Persepsi Dukungan Kerja, Perusahaan berbasis teknologi", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "11 Mar 2020"}