{"Nomor": 46761, "Judul": "KAJIAN KOLAM RETENSI SEBAGAI ALTERNATIF IMPLEMENTASI KONSEP ZERO DELTA DRAINAGE DI KAMPUS ITB GANESA (STUDI KASUS : GEDUNG CADL)", "Abstrak": "Dalam menyelesaikan masalah genangan dan banjir, diperlukan suatu pendekatan yang menyeluruh/holistic karena sistem drainase adalah suatu sistem yang mengatur air limpasan air hujan dari awal saluran (tributary) selama waktu jam puncak sehingga dari area hulu ke area hilir saluran dapat dialirkan ke badan penerima. ada 2 (dua) pendekatan yang digunakan dalam konsep eko-Drainase yakni pendekatan eko-hidraulik, yakni pengelolaan Drainase yang dilakukan dengan memperhatikan fungsi hidraulik dan fungsi ekologi, serta pendekatan kualitas air, yakni upaya meminimalkan dan atau meniadakan pencemaran air yang dapat menyebabkan masalah kesehatan bagimanusia dan flora-fauna. Konsep zero delta drainage merupakan salah satu unsur dari konsep pengelolaan hujan integratif (Integrated Stormwater Management). Pengelolaan secara integratif ini bukan hanya diartikan secara administratif dari hulu ke hilir, namunjuga harus diartikan secara substantif menyeluruh menyangkut seluruh aspek yang berhubungan dengan Drainase, yang meliputi semua aspek; aspek teknis operasional pengelolaan Drainase, kelembagaan/institusi dalam , keuangan/pembiayaan, peran masyarakat dan atau swasta dan hukum peraturan. Salah satu bentuk dari Zero Delta Drainage policy adalah membuat sebuah kolam resapan / kolam tunda, dimana pada saat musim kemarau apabila porositas tanahnya tinggi dapat juga digunakan sebagai taman.\nPada studi kasus ini, dilakukan untuk mengkaji suatu konsep Zero Delta Drainage terhadap adanya kebijakan wilayah pengembanagna kawasan Kampus ITB Ganesa khususnya Gedung CADL sehingga dapat mengurangi volume limpasan dan wilayah genangan serta akan meningkatkan kualitas lingkungan di daerah kampus ITB Ganesa serta mengkaji effisiensi kapasitas kolam retensi dengan lahan beserta sumur resapan yang ada di Kampus ITB Ganesa.", "Daftar File": {"ABSTRAK Edna Nadya": "https://digilib.itb.ac.id/gdl/download/204286"}, "Penulis": "Edna Nadya [25016025]", "Kontributor / Dosen Pembimbing": ["Ir. Muhamad Abduh, M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Genangan, Zero Delta Drainage, dan Kolam Retensi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "11 Mar 2020"}