{"Nomor": 46767, "Judul": "DEMAND FORECAST AND MATERIAL REQUIREMENT PLANNING APPLICATION IN SMALL-MEDIUM ENTERPRISE FASHION INDUSTRY CASE STUDY OF RUMAH BUSANA KORINA", "Abstrak": "Manajemen inventori adalah salah satu aspek yang penting dalam menjaga kelancaran proses produksi yang pada akhirnya akan mempengaruhi kelancaran pemenuhan permintaan konsumen. Perusahaan perlu mengetahui permintaan mendatang yang akan terjadi. Cara untuk mengetahui hal ini adalah dengan melakukan prediksi permintaan. Korina adalah perusahaan industri fesyen yang secara aktif bersaing dalam industri ini, khususnya di pasar mode Hijab. Dengan persaingan yang berkelanjutan antara perusahaan-perusahaan pakaian jilbab, Korina menghadapi masalah ketidakmampuan untuk memenuhi permintaan, terutama dalam produk pakaian mereka. Masalah ini dapat ditelusuri karena Korina tidak melakukan prediksi permintaan dan perencanaan kebutuhan material. Tujuan dari penelitian ini adalah untuk menganalisis rekomendasi perkiraan permintaan produk pakaian berdasarkan data sebelumnya yang diperoleh di Korina; untuk mengimplementasikan perencanaan kebutuhan material yang tepat berdasarkan perkiraan permintaan di Korina, dan; untuk mengakui manfaat ekonomi yang akan diperoleh Korina di masa depan jika ia mengikuti perencanaan kebutuhan material dan peramalan permintaan yang dihitung. Metodologi yang digunakan dalam penelitian ini adalah pendekatan kuantitatif dengan menghitung Time Series Analysis Demand Forecasting dan Economic Order Quantity Material Resource Planning. Hasil penelitian ini menunjukkan bahwa dengan mengimplementasikan peramalan permintaan yang tepat dan perencanaan kebutuhan material, Korina mampu mencapai manfaat ekonomi dan memenuhi permintaan yang akan datang.", "Daftar File": {"ABSTRAK Irfan Suharto Putra": "https://digilib.itb.ac.id/gdl/download/204301"}, "Penulis": "Irfan Suharto Putra [19015191]", "Kontributor / Dosen Pembimbing": ["Dr. Yuanita Handayati, M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Peramalan Permintaan, Perencanaan Kebutuhan Bahan, Industri Fashion, Manajemen Persediaan", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "11 Mar 2020"}