{"Nomor": 46760, "Judul": "USULAN STRATEGI PEMASARAN DIGITAL UNTUK MENINGKATKAN PENJUALAN BISNIS KULINER (STUDI KASUS KONNICHIWA JAPANESE FOOD AND MORE)", "Abstrak": "Makanan adalah kebutuhan primer untuk bertahan hidup bagi setiap manusia dan hal itu menjadi\nindustri budaya. Apalagi saat ini di Indonesia, industri makanan dan minuman berkembang sangat pesat\nterutama makanan Jepang dan makanan Asia lainnya. Peningkatan ini juga dipicu oleh meningkatnya\nkebutuhan masyarakat di kota-kota besar yang sulit tidur, di mana warganya jarang memiliki waktu untuk\nmemasak untuk diri mereka sendiri dan kenyamanan yang ditawarkan oleh internet dan kontribusi pemula\ndigital dalam jasa pengiriman dan pemesanan seperti Gojek dan Grab. Konnichiwa adalah sebuah kedai\nmakanan khas Jepang dan makanan asia lainnya yang bertempat di Bandung, berdiri sejak 2017. Namun\ntotal penjualan Konnichiwa belum mencapai target penjualan. Maka dari itu riset ini dilakukan untuk\ndapat mencari penyebab kegagalan Konnichiwa dalam mencapai target penjualan tersebut.\nRiset ini menggunakan metode kualitatif dan kuantitatif. Metode kualitatif yang digunakan untuk\nmendapatkan data primer dari interview dengan manager Konnichiwa, sedangkan metode kuantitatif\ndigunakan untuk mendapatkan data primer tentang analisis konsumen dan proses keputusan pembelian\nkonsumen melalui kuesioner. Penulis juga menggunakan data sekunder dari beberapa sumber seperti\nartikel di internet, BPS, dan lainnya untuk mendukung riset ini.\nPenulis melakukan beberapa analisis seperti analisis internal, analisis eksternal dan analisis\nkonsumen. Analisis internal digunakan untuk mendapatkan informasi tentang kondisi internal\nKonnichiwa, sedangkan analisis eksternal digunakan untuk mendapatkan informasi tentang kondisi dan\nlingkungan bisnis restoran di sekitar perusahaan. Analisis konsumen dilaksanakan untuk mengevaluasi\nperusahaan dari perspektif konsumen dengan dasar prinsip bauran pemasaran 4P dan unutk mencari\nkebiasaan potensial konsumen dengan basis proses keputusan pembelian konsumen.\nBerdasarkan hasil analisis dan penggunaan metode tulang ikan, akar penyebab dari Konnichiwa\nadalah di aspek promosi yaitu lemahnya marketing channel karena hanya menggunakan media sosial\nsebagai media promosi dan hanya berjualan di offline. Maka dari itu penulis merekomendasikan sebuah\nstrategi pemasaran digital dan memperkuat saluran pemasran yaitu berjualan secara online untuk\nmemecahkan penyebab tersebut. Strategi pemasaran yang direkomendasikan adalah analisis STP baru,\nstrategi promosi menggunakan Instagram, Facebook, situs ulasan restoran dan bermitra dengan GoFood.\nPenulis berharap Konnichiwa dapat menerapkan rekomendasi dan menjaga tren positif agar Konnichiwa\ndapat mencapai target penjualan setiap bulannya.", "Daftar File": {"2020_TS_PP_MUHAMMAD FIKRI FAHRURREZA_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/204284"}, "Penulis": "Muhammad Fikri Fahrurreza [29118296]", "Kontributor / Dosen Pembimbing": ["Yuliani Dwi Lestari, S.T., M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Restoran, Target Penjualan, Proses Keputusan Pembelian Konsumen, Bauran Pemasaran 4P, analisist STP, Promosi, Saluran Pemasran", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "11 Mar 2020"}