{"Nomor": 46775, "Judul": "DAMPAK PUPUK CAIR HIDROPONIK TERHADAP PERKEMBANGAN PRADEWASA, ANGKA HARAPAN HIDUP, DAN MORTALITAS NYAMUK CULEX QUINQUEFASCIATUS (DIPTERA: CULICIDAE)", "Abstrak": "Urban farming telah menjadi sarana bercocok tanam yang diminati oleh warga perkotaan karena dapat dilakukan pada lahan yang terbatas. Salah satu bentuk urban farming yang banyak diterapkan adalah sistem hidroponik. Sistem hidroponik yang menggunakan air dan pupuk cair hidroponik (NPK) sebagai media tanam dapat menjadi sarang bagi nyamuk vektor penyakit endemik di Indonesia. Salah satu contohnya adalah Culex quinquefasciatus yang merupakan vektor penyakit filariasis. Berdasarkan hal tersebut, penelitian ini bertujuan untuk melihat dampak penggunaan pupuk NPK cair terhadap perkembangan dan mortalitas Cx. quinquefasciatus. Pada penelitian ini digunakan 5 konsentrasi pupuk NPK cair yang berbeda yakni 130 ppm, 650 ppm, 1300 ppm, 2600 ppm, dan 0 ppm (kontrol) dengan masing-masing 5 pengulangan untuk setiap konsentrasi. Pada setiap pengulangan untuk setiap konsentrasi digunakan 25 larva instar 3, sehingga total larva yang digunakan adalah 625 ekor. Setiap tahap kehidupan larva dari larva intar 3 hingga dewasa diamati pada setiap 24 jam hingga seluruh nyamuk dewasa mati. Metode statistik yang digunakan adalah ANOVA, Kruskal Wallis, dan Spearman’s rank correlation. Hasil menunjukkan bahwa terdapat dampak yang signifikan dari konsentrasi pupuk terhadap ketahanan hidup larva dan pupa, serta mortalitas dari Cx. quinquefasciatus. Konsentrasi pupuk 130 ppm, 650 ppm, 1300 ppm, 2600 ppm dan kontrol menghasilkan ketahanan hidup tahap larva sebesar 99.2, 99.2, 89.6, 54.4 dan 96% secara berurutan, serta ketahanan hidup tahap pupa sebesar 92.63, 90.40, 72.65, 54.76 dan 89.6% secara berurutan. Mortalitas pada konsentrasi 130 ppm dan 650 ppm yang dihasilkan sebesar 8 dan 11.2%, sedangkan pada konsentrasi 1300 ppm dan 2600 ppm sebesar 33.6 dan 71.2%. Tidak terjadi dampak yang signifikan dari perlakuan konsentrasi terhadap waktu perkembangan dan angka harapan hidup Cx. quinquefasciatus. Korelasi antara konsentrasi terhadap ketahanan hidup larva dan pupa menunjukkan korelasi yang negatif, sedangkan korelasi antara konsentrasi dan mortalitas menunjukkan korelasi yang positif. Penelitian ini menunjukkan bahwa penggunaan pupuk NPK cair pada konsentrasi 1300 dan 2600 ppm dapat meningkatkan mortalitas dan menurunkan ketahanan hidup larva dan pupa, sedangkan konsentrasi 130 dan 650 ppm dapat menurunkan mortalitas nyamuk Cx. quinquefasciatus..", "Daftar File": {"ABSTRAK Amanda Farica Ajiwibowo": "https://digilib.itb.ac.id/gdl/download/204309"}, "Penulis": "Amanda Farica Ajiwibowo [10613009]", "Kontributor / Dosen Pembimbing": ["Ramadhani Eka Putra, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Pupuk hidroponik, Culex quinquefasciatus, filiariasis, mortalitas, perkembangan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "11 Mar 2020"}