{"Nomor": 46774, "Judul": "KAJIAN STRUKTUR DAN PERILAKU RANTAI PASOK KOMODITAS STRATEGIS UNTUK PROYEK INFRASTRUKTUR JALAN PADA KONTRAKTOR KECIL DI BANDUNG RAYA", "Abstrak": "Pembelian material merupakan salah satu biaya terbesar yang dikeluarkan oleh\nperusahaan. Sebesar 60-80% pekerjaan dalam keseluruhan proyek konstruksi\ndilakukan untuk pembelian material dan pelayanan dari pemasok dan\nsubkontraktor. Kontraktor kecil di Jawa Barat berjumlah 72,79% dari total\nkeseluhan jumlah kontraktor. Jumlah kontraktor kecil mendominasi total jumlah\nkesuluruhan kontraktor di Jawa Barat. Perbedaan jumlah signifikan yang besar\nmenunjukkan adanya persaingan yang ketat antar sesama kontraktor kecil. Perlu\nadanya strategi pembelian kontraktor kecil agar dapat bersaing sesama kontraktor\nkecil dan tetap berkelanjutan. Kontraktor kecil dapat menerapkan strategi\npemebelian material dapat membantunya menjalankan setiap kegiatan pengadaan\nproyek konstruksi dan melaksanakan proses bisnis perusahaannya. Dalam\nmenerapkan strategi pembelian, kontraktor perlu mengetahui bagaimana\nkarakteristik setiap material, siapa saja pemasok yang dibutuhkan dan bagaimana\nkarakteristik pemasok setiap komoditas. Ketiga hal digambarkan melalui struktur\nrantai pasok dan perilaku pelaku didalam rantai pasok komoditas strategis.\nBerdasarkan penelitian yang dilakukan oleh Irfanto (2018), komoditas strategi\nuntuk pembangunan infrastruktur jalan terdiri dari semen, beton readymix, hotmix\nasphalt, besi tulangan, pasir, agregat dan kayu. Metode pengumpulan data\ndilakukan dengan wawancara langsung dengan kuisioner sebagai guideline kepada\nkontraktor dan pemasok setiap komoditas. Pengolahan data dilakukan dengan\npembobotan menggunakan Relative Importance Index (RII) untuk mengetahui\ntingkat kepenting suatu faktor terhadap variabel yang telah ditentukan yang\nberkaitan dengan perilaku rantai pasok. Kemudian hasil pengolahan data akan\ndilakukan analisis dengan pendekatan deskriptif kualitatif. Dari hasil analisa\npendekatan deskriptif kualitatif akan tergambarkan struktur rantai pasok dan\nperilaku pelaku didalam rantai pasok. Berdasarkan hasil penelitian didapatkan bawa\nstruktur rantai pasok material pasir memiliki 4 jalur distribusi material, material\nbeton readymix memiliki 1 jalur distribusi material, material hotmix asphalt\nmemiliki 1 jalur distribusi material, material besi tulangan memiliki 2 jalur\ndistribusi material, material pasir memiliki 4 jalur distribusi material, material\nagregat memiliki 4 jalur distribusi material dan material kayu memiliki 2 jalur\ndistribusi material. Perilaku pelaku didalam rantai pasok memiliki karakteristik\nyang berbeda-beda. Hal ini dipengaruhi oleh kemampuan finansial, aliran informasi\ndan tingkat kepentingan yang dimiliki oleh setiap pelaku yang mempengaruhi\nperilaku hubungan antar pihak yang terlibat", "Daftar File": {"ABSTRAK Serenita Martha": "https://digilib.itb.ac.id/gdl/download/204308"}, "Penulis": "Serenita Martha [25017029]", "Kontributor / Dosen Pembimbing": ["Ir. Muhamad Abduh, M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "kontraktor kecil, rantai pasok, struktur rantai pasok, perilaku pelaku rantai pasok", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "11 Mar 2020"}