{"Nomor": 46780, "Judul": "TINGKAT KEPUASAN KONSUMEN TERHADAP KUALITAS PELAYANAN KEFARMASIAN DI SUATU APOTEK DI KOTA BANDUNG", "Abstrak": "Pelayanan kefarmasian adalah suatu pelayanan langsung dan bertanggung jawab kepada konsumen\nyang berkaitan dengan sediaan farmasi dengan maksud mencapai hasil yang pasti untuk\nmeningkatkan mutu kehidupan konsumen. Pelayanan kefarmasian harus dihantarkan kepada\nkonsumen secara tepat dan berkualitas, sehingga dapat memenuhi keinginan dan kepuasan\nkonsumen. Tujuan penelitian ini adalah untuk mengetahui tingkat kepuasan konsumen terhadap\nkualitas pelayanan kefarmasian di suatu apotek di Kota Bandung. Alat ukur yang digunakan untuk\nmengukur kepuasan konsumen adalah instrumen SERVQUAL dalam bentuk kuesioner menggunakan\nskala Likert 5 poin. Populasi dalam penelitian ini adalah seluruh konsumen yang datang menebus\natau membeli obat di apotek pada bulan Agustus 2019, dan besarnya sampel minimum menurut\nrumus Slovin adalah 300 orang. Uji validitas kuesioner menggunakan uji korelasi Pearson dengan\ntingkat kepercayaan 95% dan ?= 0,05, dan uji reliabilitas dilakukan melalui teknik Alpha Cronbach\npada 40 orang responden. Hasil penelitian menunjukkan tingkat kepuasan secara umum sudah baik,\nyaitu pada variabel ketanggapan 89,18%; keyakinan 92,59%; fasilitas berwujud 96,20%; empati\n94,31%; dan kehandalan 93,24%. Ketidakpuasan konsumen terhadap pelayanan kefarmasian dapat\ndilihat dari hasil diagram Kartesius yang berada di Kuadran I, yaitu dalam hal ketanggapan berupa\nkesigapan dalam menanggapi permintaan konsumen, fasilitas berwujud berupa kebersihan toilet\napotek, dan kehandalan berupa kemampuan petugas apotek dalam memberikan saran rekomendasi\nproduk yang sesuai kepada konsumen swamedikasi.", "Daftar File": {"ABSTRAK Rani Beatrix Sirait": "https://digilib.itb.ac.id/gdl/download/204314"}, "Penulis": "Rani Beatrix Sirait [11613011]", "Kontributor / Dosen Pembimbing": ["Dr. Lia Amalia, S.Si., Apt., M.Si.", "Inshe Melori, S.Si., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "pelayanan kefarmasian, SERVQUAL, kepuasan konsumen, apotek", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "12 Mar 2020"}