{"Nomor": 46789, "Judul": "RENCANA TRANSISI SISTEM MANAJEMEN ENERGI DARI ISO 50001:2011 KE ISO 50001:2018 DI PT PUPUK KALIMANTAN TIMUR", "Abstrak": "Sistem manajemen adalah cara suatu organisasi untuk mengelola bagian-bagian bisnis yang saling terkait untuk mencapai tujuannya seperti kualitas produk atau layanan, efisiensi energi, kinerja lingkungan, kesehatan dan keselamatan kerja serta tujuan-tujuan lainnya. Pada Juni 2011, ISO menerbitkan standar baru yaitu Sistem Manajemen Energi ISO 50001:2011 dengan tujuan untuk membantu organisasi dalam meningkatkan kinerja energi, termasuk efisiensi energi, penggunaan, dan konsumsi. PT Pupuk Kalimantan Timur (Pupuk Kaltim) yang merupakan perusahaan milik negara yang bergerak di bidang petrokimia dengan produk berupa amoniak, pupuk urea, dan pupuk NPK telah berhasil menjadi pabrik pupuk pertama di Asia Tenggara yang mengimplementasikan ISO 50001:2011. Pupuk Kaltim terdorong untuk implementasi ISO 50001:2011 dengan tujuan untuk menurunkan biaya produksi dan menurunkan emisi gas rumah kaca. Sebelumnya, Pupuk Kaltim juga telah mengimplementasikan standar lainnya seperti ISO 14001:2015, ISO 9001:2015, ISO 45001:2018, ISO 17025:2017.\nPada Agustus 2018, ISO mengeluarkan ISO 50001:2018 untuk memperbarui ISO 50001:2011 dengan tujuan utama adalah untuk menyesuaikan standar dengan High Level Structure sehingga dapat lebih mudah diintegrasikan dengan standar ISO lainnya dan memastikan bahwa konsep inti yang terkait dengan manajemen energi dipertahankan dari versi 2011. Periode transisi yang diberikan adalah selama tiga tahun. Sebagai perusahaan yang telah mengimplementasikan ISO 50001:2011, Pupuk Kaltim akan melakukan transisi ke versi 2018 sebelum jatuh tempo pada Agustus 2021. Penelitian ini bertujuan untuk mengidentifikasi kesenjangan antara persyaratan ISO 50001:2018 dan implementasi di Pupuk kaltim saat ini serta menyusun serangkaian rencana aksi untuk melakukan transisi sebelum jatuh tempo. Metodologi yang dipilih dalam penelitian ini adalah identifikasi isu, menetapkan tujuan penelitian, melakukan tinjauan literatur, mengumpulkan data-data, identifikasi perubahan dari versi 2011 ke 2018 pada setiap bagian, analisa kesenjangan versi 2018 dengan implementasi saat ini, dan perumusan solusi serta rencana implementasinya.\nSolusi yang diusulkan adalah berupa lima belas rencana aksi untuk menutup kesenjangan yang teridentifikasi dan untuk memenuhi semua persyaratan dalam ISO 50001:2018. Solusi tersebut kemudian dikelompokkan berdasarkan siklus Plan-Do-Check-Action yang dianut oleh ISO sebagai dasar pertimbangan dalam menyusun time frame implementasi. Dari hasil penelitian menunjukkan bahwa Pupuk Kaltim dapat melakukan transisi dalam durasi empat belas bulan. Rencana aksi untuk transisi diusulkan dimulai pada Januari 2020 dan akan berakhir pada Februari 2021 yang berarti bahwa Pupuk Kaltim dapat berhasil melakukan transisi ISO 50001:2018 sebelum jatuh tempo.", "Daftar File": {"2020_TS_PP_Mustanginah_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/204359"}, "Penulis": "Mustanginah [29116325]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Dermawan Wibisono, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Sistem Manajemen Energi, ISO 50001:2018, transisi ISO 50001, gap analisi, siklus PDCA", "Sumber": "PT. PUPUK KALTIM", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "12 Mar 2020"}