{"Nomor": 46781, "Judul": "PENERAPAN SELF-ASSESSMENT UNTUK MEMPERBAIKI TINGKAT MATURITAS AKTIVITAS AUDIT INTERNAL MENGGUNAKAN INTERNAL AUDIT CAPABILITY MODEL: STUDI KASUS PADA PT BADAK NGL", "Abstrak": "Sesuai dengan definisi internal auditing yang dikeluarkan oleh the Institute of Internal Auditors (IIA), keberadaan fungsi audit internal diharapkan dapat memberikan nilai tambah dan meningkatkan efektifitas dan efisiensi kegiatan perusahaan. Salah satu indikator bahwa fungsi audit internal memiliki nilai tambah adalah rekomendasi yang dikeluarkan oleh fungsi audit internal mempunyai dampak pada peningkatan efektivitas dan efisiensi operasi perusahaan. Berdasarkan analisis laporan audit 2015-2017, terlihat bahwa dari total 156 temuan, 129 temuan adalah temuan kepatuhan (hanya membandingkan kondisi dengan kriteria yang ada) dan hanya 27 temuan yang merupakan temuan perbaikan. Jumlah temuan dan rekomendasi improvement yang lebih sedikit dibandingkan jumlah temuan compliance menunjukkan bahwa fungsi internal audit belum secara optimal memberikan nilai tambah bagi manajemen khususnya dalam rangka peningkatan kinerja dan pencapaian tujuan perusahaan baik itu dari sisi efisiensi, efektivitas, produktivitasnya, maupun pengelolaan biayanya. \n\nUntuk dapat memberikan nilai tambah bagi perusahaan, fungsi internal audit harus memiliki kualitas yang dipersyaratkan oleh IIA, baik itu kualitas auditornya, kualitas institusi internal audit maupun kualitas atas pelaksanaan kegiatan internal audit. Untuk menggali lebih dalam penyebab dari kondisi tersebut dan memberikan solusinya, dalam tesis ini penulis melakukan asesmen mandiri atas kegiatan internal audit dengan menggunakan standar profesi internal audit no. 1300 tentang Quality Assurance and Improvement Program (QAIP). QAIP berisi tentang persayaratan kualitas yang harus dimiliki oleh fungsi internal audit termasuk auditor dan kegiatan internal audit. Asesmen ini juga dilakukan untuk mengidentifikasi tingkat maturitas fungsi internal audit saat ini dan menentukan langkah apa yang harus dilakukan untuk meningkatkan tingkat maturitasnya. Tingkat maturitas mencerminkan kualitas fungsi internal audit. Semakin tinggi tingkat maturitas mencerminkan bahwa fungsi internal audit memberikan lebih banyak nilai tambah bagi organisasi dan kegagalan audit kemungkinan besar tidak akan terjadi. \n\nBerdasarkan hasil asesmen mandiri tahun 2018, dapat disimpulkan bahwa fungsi internal audit di PT Badak NGL telah mencapai level “Partially Conform” atau Terpenuhi Sebagian. Berdasarkan hasil asesmen, tingkat maturitas fungsi internal audit berada pada level 2: infrastructure. Hasil asesmen mandiri ini diharapkan dapat menjadi perbaikan bagi fungsi internal audit di masa mendatang agar dapat menjalankan fungsinya dengan lebih baik lagi.", "Daftar File": {"2020_TS_PP_Nugroho_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/204316"}, "Penulis": "Nugroho [29116326]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Internal audit, self-assessment, quality assurance, standar, maturitas internal audit.", "Sumber": "PT BADAK NGL", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "12 Mar 2020"}