{"Nomor": 46783, "Judul": "USULAN STRATEGI PEMASARAN UNTUK BISNIS MULA KULINER: STUDI KASUS SATEH", "Abstrak": "Industri Makanan dan Minuman (FAB) adalah salah satu industri dengan bayaran tertinggi dalam layanan perhotelan. Industri makanan dan minuman adalah semua perusahaan yang terlibat dalam pengolahan bahan makanan mentah, pengemasan, dan distribusi mereka. Ini termasuk makanan segar, siap saji serta makanan kemasan, dan minuman beralkohol dan nonalkohol. Setiap produk yang dimaksudkan untuk konsumsi manusia adalah bagian dari industri FAB. Terutama, bidang kuliner di Bandung, industrinya adalah \"samudra merah\" dengan banyak pebisnis di bidang kuliner. Setiap tahun permintaan outlet kuliner di Bandung terus meningkat sebanyak 10% (republika.com, 2018) yang menunjukkan bahwa dalam setahun industri kuliner terus tumbuh dan lebih kompetitif.\nMembangun bisnis mula dibutuhkan berbagai cara untuk dapat bersaing, khususnya di bidang pemasaran, pebisnis harus dapat memahami apa yang cocok diterapkan dalam perusahaan agar menghasilkan keterlibatan, ketertarikan, dan akhirnya menjadi penjualan. Setelah itu, perusahaan bisa menjadi pesaing bagi bisnis kuliner lainnya. Sateh adalah salah satu Start-up yang bergerak di bidang kuliner, mencoba peruntungan dari Oktober 2019. Dalam upaya untuk bersaing dengan merk lainnya, penulis menganalisis Sateh dan perusahaan pesaing untuk mengusulkan strategi pemasaran yang baik untuk diterapkan dalam bisnis mula, terutama Sateh\nPenelitian ini memanfaatkan beberapa langkah yang dirangkum dalam kerangka kerja konseptual. Analisis eksternal dilakukan dengan Porter Five Force, analisis Konsumen dan Pesaing, sedangkan analisis internal mencakup analisis STP dan Bauran Pemasaran 4P. Ada dua jenis data, yaitu data primer yang diperoleh dari metode kualitatif melalui observasi dan wawancara, dan data kuantitatif bersumber dari kuesioner. Data sekunder diperoleh dari jurnal, buku teks, internet, dan data internal perusahaan. Selanjutnya, strategi pemasaran Sateh dapat diusulkan, berdasarkan pada solusi bisnis yang berisi analisis konsumen dan pesaing lebih lanjut, analisis SWOT, Benchmarking, dan Bauran Pemasaran Baru 4P.", "Daftar File": {"2020_TP_PP_Dwiki Septianto_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/204317"}, "Penulis": "Dwiki Septianto [29118127]", "Kontributor / Dosen Pembimbing": ["Dr. Dina Dellyana, S.Farm., M.A.B."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Bisnis Kuliner, Strategi Pemasaran, Bisnis mula", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "12 Mar 2020"}