{"Nomor": 46788, "Judul": "SINTESIS MATERIAL NANO 1-D ZIRKONIA (ZRO2) DENGAN BANTUAN NANOSELULOSA MENGGUNAKAN METODE TEMPLAT-PREKURSOR", "Abstrak": "Material nano 1-D zirkonia (ZrO2) merupakan material yang memiliki potensi aplikasi yang besar pada berbagai bidang seperti sensor, katalis, dan sebagai unsur penguat dalam komposit. Salah satu cara pembuatan material 1-D ZrO2 adalah melalui metode templat-prekursor. Penelitian ini berfokus pada sintesis material nano 1-D ZrO2 berbasis prekursor Zr(OH)4 dengan bantuan templat nanoselulosa. Ampas tebu dan serat daun nanas sebagai sumber nanoselulosa digunakan karena memiliki kandungan selulosa yang banyak dibanding biomassa lainnya. Isolasi nanoselulosa ampas tebu dan serat daun nanas menggunakan metode hidrolisis asam kuat (H2SO4). Transmission Electron Microscopy (TEM) nanoselulosa ampas tebu menghasilkan mikrostruktur berupa serat-serat dengan diameter 20-50 nm, sedangkan nanoselulosa serat daun nanas memberikan hasil serat-serat dengan diameter 10-40 nm. Material nano 1-D ZrO2 dibuat pada suasana pH 3 dan temperatur kalsinasi 800oC. Hasil uji spektra (FTIR) menunjukkan adanya interaksi antara prekursor Zr(OH)4 dengan templat nanoselulosa ampas tebu atau serat daun nanas membentuk ikatan –ZrO dan ikatan khas monoklinik –ZrO pada bilangan gelombang di bawah 750 cm-1. XRD material nano 1-D ZrO2 yang dihasilkan memiliki fasa tetragonal-metastabil dan fasa monoklinik. Sedangkan mikrostruktur ZrO2 tanpa bantuan templat memiliki bentuk bulk berupa sphere dan kubik. Templat nanoselulosa ampas tebu menghasilkan material nano 1-D ZrO2 berupa batang nano (nanorods) yang belum sempurna mengalami pertumbuhan. Sementara itu, templat nanoselulosa serat daun nanas menghasilkan mikrostruktur material nano 1-D ZrO2 yang lebih baik berupa batang nano dengan ukuran diameter 30-60 nm dengan panjang sekitar 100-400 nm.", "Daftar File": {"ABSTRAK Muhammad Rizqi Abdullah": "https://digilib.itb.ac.id/gdl/download/204351"}, "Penulis": "Muhammad Rizqi Abdullah [23318001]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Bambang Sunendar, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "ZrO2, 1-D nanorods, templat nanoselulosa, ampas tebus, serat daun nanas, prekursor Zr(OH)4", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "12 Mar 2020"}