{"Nomor": 46787, "Judul": "EVALUASI BUDAYA KESELAMATAN UNTUK PENYUSUNAN STRATEGI PERBAIKAN UNTUK MEMPERTAHANKAN PERFORMA KESELAMATAN YANG BAIK DI PT BADAK NGL", "Abstrak": "Memiliki pengalaman 40 tahun dalam mengoperasikan kilang LNG, PT Badak NGL (dikenal dengan Badak LNG) memiliki banyak pengalaman dalam kontruksi kilang LNG, perawatan dan operasi dengan menggunakan standar kelas dunia. Dalam hal performa keselamatan, Badak LNG telah dikenal luas untuk Performa Operasi Aman nya. Sembilan tahun setelah perjalanan melakukan pergeseran budaya keselamatan, di 2019, banyak pekerja mencapai masa pensiun dan banyak pekerja baru yang bergabung di Badak LNG. Beberapa pertanyaan mulai muncul:\n?\tApakah budaya keselamatan telah terinternalisasi diantara pekerja?\n?\tApakah generasi baru telah mewarisi budaya keselamatan yang baik?\n?\tPerbaikan apa yang perlu dilakukan untuk mempertahankan budaya keselamatan yang baik tersebut?\nStudi ini mengeksplorasi bagaimana Badak LNG melakukan pergeseran budaya keselamatan hanya dalam waktu 3 tahun, bagaimana peta demografi dari pekerja, permasalahan apa yang muncul terkait dengan peta demografi tersebut dan apa yang menjadi pengingat awal untuk diperlukannya melakukan evaluasi budaya keselamatan saat ini.\nStudi ini mengkombinasikan metode kuantitatif dan kualitatif untuk pengumpulan dan analisis data. Pendekatan  kuantitatif dengan melakukan survei budaya keselamatan, evaluasi factor eksternal-internal dan evaluasi perencanaan strategis secara kuantitatif. Sedangkan pendekatan kualitatif dengan melakukan wawancara dan diskusi grup terfokus. Sebagai hasil akhirnya adalah usulan strategy yang telah diurutkan berdasarkan prioritasnya.\nUsulan strategi tersebut didetilkan dalam beberapa usulan kegiatan yang memerlukan dukungan sumber daya dari perusahaan untuk implementasinya. Beberapa pengaturan dilakukan dengan memanfaatkan daftar risiko bisnis perusahaan dan matrik keparahan sehingga kebutuhan biaya sesuai dengan kondis perusahaan saat ini. Dalam usulan kegiatan tersebut juga telah mempertimbangkan keterlibatan pekerja.", "Daftar File": {"2020_TS_PP_Rizqy Fajar Arifianto_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/204350"}, "Penulis": "Rizqy Fajar Arifianto [29116304]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Jann Hidajat Tjakraatmadja, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "budaya keselamatan, pergeseran budaya, perencanaan strategis kuantitatif, keterlibatan pekerja.", "Sumber": "PT BADAK NGL", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "12 Mar 2020"}