{"Nomor": 46798, "Judul": "IMPLEMENTING HUMAN RESOURCES SYSTEM INTO PT. DAYA MANDIRI TERBARUKAN", "Abstrak": "PT. Daya Mandiri Terbarukan merupakan salah satu perusahaan manufacturing yang ada di kabupaten Bandung. Sejarah awal terbentuknya perusahaan dimulai dari adanya akuisisi dari yang dilakukan oleh Trinitan holding company terhadap satu lane business di PT. Sharp-Semiconductor Indonesia. lane business tersebut yang berfungsi sebagai yang memproduksi lampu LED. Saat ini, PT. DMT sudah berjalan selama kurang lebih 1 tahun. Sepanjang berjalannya PT. DMT, terdapat satu fungsi utama dari manufacturing yang belum diatur secara baik, yaitu human resources.\nPenelitian ini bertujuan untuk membantu PT. Daya Mandiri Terbarukan, khususnya bagian human resources untuk dapat menentukan implementasi sistem human resources yang efektif dan efisien. Berdasarkan Gratton (2000), terdapat 5 hal yang dapat meningkatkan performa perusahaan dengan singkat, yaitu performance objectives, performance metrics, recruitment & selection, short-term training, dan reward & recognition. Kelima hal tersebut akan dijelaskan didalam penelitian ini secara komprehensif. Peneliti akan menuliskan kelima hal tersebut beserta dengan saran yang harus dilakukan oleh PT. Daya Mandiri Terbarukan. \nPenentuan kelima hal yang akan diimplementasikan kedalam sistem di PT. Daya Mandiri terbarukan, akan menggunakan data job analysis dan interview singkat terhadap masing-masing jabatan yang ada di perusahaan. Dimana job analysis terdiri dari job description dan juga job specification. Untuk penentuan performance objectives, performance metrics dan short-term training akan menggunakan data dari job description, sedangkan untuk penentuan recruitment & selection dan reward & management akan menggunakan data dari job specification.", "Daftar File": {"2020_TS_PP_MUHAMAD ADNAN AKMAL_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/204425"}, "Penulis": "Muhamad Adnan Akmal [29117557]", "Kontributor / Dosen Pembimbing": ["Hary Febriansyah, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Sumber Daya Manusia, Manufaktur, Analisa Jabatan, Deskripsi Jabatan, Spesifikasi Jabatan", "Sumber": "PT. Daya Mandiri Terbarukan (DMT)", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "12 Mar 2020"}