{"Nomor": 46794, "Judul": "AKTIVITAS ANTIOKSIDAN MADU MULTIFLORA LEBAH APIS CERANA DARI PROVINSI BALI DENGAN METODE DPPH DAN FRAP", "Abstrak": "Latar belakang dan tujuan: Madu merupakan salah satu sumber antioksidan alami.\nKarakteristik fitokimia dan bioaktivitas madu sangat bervariasi dan tergantung dari\nlokasi panen, sumber bunga, jenis lebah, dan proses pengolahan. Tujuan penelitian\nini adalah untuk mengetahui aktivitas antioksidan madu yang berasal dari lebah\nApis cerana dari Kabupaten Badung (MDB), Karangasem (MDK) dan Singaraja\n(MDS) di Provinsi Bali, menentukan kadar fenol dan flavonoid total, menganalisis\nkorelasi antara fenol dan flavonoid total dengan AAI DPPH dan AAI FRAP, serta\nkorelasi antara kedua metode uji antioksidan. Metode: Ekstraksi madu\nmenggunakan cara refluks bertingkat (n-heksana, etil asetat dan etanol) dan secara\nlangsung (etanol). Aktivitas antioksidan diuji dengan metode DPPH dan FRAP.\nNilai Antioxidant Activity Index (AAI) dari masing-masing ekstrak madu juga\ndihitung. Kadar fenol serta flavonoid total ditentukan dengan spektrofotometer UVsinar tampak. Korelasi fenol dan flavonoid total dengan AAI DPPH dan AAI FRAP\nserta korelasi antara dua metode antioksidan dianalisis menggunakan metode\nstatistik korelasi Pearson. Hasil: Aktivitas antioksidan tertinggi dengan metode\nDPPH dan FRAP ditunjukkan oleh ekstrak etil asetat MDK dengan nilai AAI secara\nberturut-turut sebesar 33,521 dan 4,874. Selain itu, kadar fenol dan flavonoid total\nterbesar juga dimiliki oleh ekstrak etil asetat MDK yaitu 4,327 g GAE/100 g dan\n2,053 g QE/100 g. Fenol total semua sampel uji mempunyai korelasi positif dan\nbermakna terhadap AAI DPPH dan FRAP. Nilai AAI DPPH ekstrak MDK dan\nMDS berkorelasi positif dan bermakna terhadap AAI FRAP. Kesimpulan: Semua\nekstrak madu sampel uji memiliki aktivitas antioksidan. Senyawa golongan fenol\nmerupakan kontributor utama aktivitas antioksidan ekstrak madu sampel uji dengan\nmetode DPPH dan FRAP. Metode DPPH dan FRAP memberikan hasil linier pada\naktivitas antioksidan ekstrak MDK dan MDS.", "Daftar File": {"ABSTRAK Ni Made Dwi M. Widyani Nayaka": "https://digilib.itb.ac.id/gdl/download/204372"}, "Penulis": "Ni Made Dwi M. Widyani Nayaka [20718016]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Irda Fidrianny, M.Si.", "Prof. Dr. Sukrasno, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "antioksidan, madu, Bali, DPPH, FRAP", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "12 Mar 2020"}