{"Nomor": 46795, "Judul": "ANALISIS SPEKTRAL RUANG-WAKTU BORNEO VORTEX MENGGUNAKAN METODE TRANSFORMASI SPHERICAL HARMONICS", "Abstrak": "Borneo vortex (BV) merupakan vorteks yang quasi-stasioner terbentuk di atas Laut Cina Selatan (LCS) selama musim dingin belahan bumi utara, yang dapat berdampak pada kondisi cuaca yang signifikan di wilayah tersebut. Kejadian BV sering dikaitkan dengan adanya northerly cold air surge, tetapi gelombang ekuatorial juga diketahui dapat memicu terbentuknya vorteks, tropical depression (TD), dan tropical cyclone (TC). Namun, pengetahuan tentang keterkaitan antara gelombang ekuatorial dengan BV masih terbatas. Penelitian ini bertujuan untuk mendapatkan signature tertentu pada spektrum bilangan gelombang-frekuensi melalui analisis spektral ruang-waktu terhadap data anomali outgoing longwave radiation (OLR) yang telah diklasifikasikan berdasarkan durasi BV. Spektrum bilangan gelombang diperoleh dengan menggunakan transformasi spherical harmonics (SH), sedangkan spektrum bilangan gelombang-frekuensi diperoleh dengan menggunakan transformasi Fourier. Adapun struktur spasial-temporal dari gelombang ekuatorial direkonstruksi menggunakan inverse Fourier transform terhadap spektral bilangan gelombang-frekuensi yang telah difilter berdasarkan signature BV.\nHasil penelitian ini menunjukkan bahwa signature BV dalam domain spektral adalah adanya penguatan spektrum gelombang mixed Rossby-gravity (MRG) (periode 5-8 hari) dan gelombang equatorial Rossby (ER) (periode 12-31 hari) pada bilangan gelombang zonal 5-10. Penelitian ini juga menemukan bahwa kejadian BV dapat diinisiasi oleh adanya superposisi antara gelombang MRG dan ER. Selain itu, evolusi BV yang ditandai dengan pergerakan konveksi BV ke arah barat mengikuti pola perambatan gelombang MRG (ER) untuk kejadian BV dengan durasi 1-3 (4-7) hari. Peran dominan dari gelombang ekuatorial tersebut mengindikasikan bahwa komponen skala sinoptik dari fenomena gangguan cuaca di Benua Maritim seharusnya dapat diprediksi.", "Daftar File": {"COVER Sayful Amri": "https://digilib.itb.ac.id/gdl/download/267595", "BAB 1 Sayful Amri": "https://digilib.itb.ac.id/gdl/download/267596", "BAB 2 Sayful Amri": "https://digilib.itb.ac.id/gdl/download/267597", "BAB 3 Sayful Amri": "https://digilib.itb.ac.id/gdl/download/267598", "BAB 4 Sayful Amri": "https://digilib.itb.ac.id/gdl/download/267599", "BAB 5 Sayful Amri": "https://digilib.itb.ac.id/gdl/download/267600", "PUSTAKA Sayful Amri": "https://digilib.itb.ac.id/gdl/download/267601"}, "Penulis": "Sayful Amri [22417302]", "Kontributor / Dosen Pembimbing": ["Dr. Tri Wahyu Hadi, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Borneo vortex, gelombang ekuatorial, spherical harmonics.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "7 file", "Tanggal Input": "12 Mar 2020"}