{"Nomor": 46791, "Judul": "PERANCANGAN KOMUNIKASI NILAI EMPATI DALAM VIDEO PENDEK INSTAGRAM MENGGUNAKAN EYE TRACKER DAN MUSE HEADBAND (KASUS: KEDAI KOPI MUSAT)", "Abstrak": "MUSAT adalah salah satu coffee shop atau kedai kopi yang berlokasi di Jalan Cilaki No. 45, Bandung. MUSAT sendiri telah beroperasi sejak bulan Oktober 2018. Selama keberjalannya, pendapatan MUSAT setiap bulannya telah sesuai dengan target awal yang ditentukan. Namun, terdapat suatu hal yang dianggap sebagai masalah, yaitu penyampaian nilai empati kepada pelanggan.\nHasil studi pendahuluan menunjukkan bahwa meskipun MUSAT telah berusaha menyampaikan nilai empati melalui salah satu unggahan video Instagramnya, namun hal tersebut masih dianggap belum efektif oleh pihak manajemen. Hal ini didukung juga dengan kuesioner awal dan observasi yang menunjukkan bahwa nilai empati belum tercermin dalam diri konsumen. Oleh karena itu, penelitian ini memiliki tujuan untuk merancang strategi komunikasi nilai empati melalui unggahan video Instagram.\nBerdasarkan literatur, faktor-faktor dalam video yang mempengaruhi state empati adalah audio, lokasi, dan sudut pandang yang digunakan. Penelitian ini dilakukan dengan eksperimen menggunakan eye tracker dan muse headband. Penelitian ini menggunakan metode regresi robust untuk mengetahui pengaruh dari audio, lokasi, dan sudut pandang terhadap state empati. Berdasarkan uji statistika, faktor yang mempengaruhi state empati adalah audio dan sudut pandang. Hasil tersebut kemudian divalidasi dengan membandingkan selisih empati dan nilai gelombang theta pada bagian kanan otak. Berdasarkan hasil validasi tersebut, faktor yang berpengaruh terhadap empati hanyalah faktor audio. Oleh karena itu, strategi komunikasi nilai empati yang perlu dilakukan adalah dengan mengunggah video yang disertai audio. Selain itu, berdasarkan data dari Instagram Insight, waktu yang tepat dalam mengunggah video adalah pada pukul 16.00-21.00, yaitu waktu ketika pengikut Instagram MUSAT paling banyak aktif menggunakan Instagram", "Daftar File": {"ABSTRAK YUSRI MAHBUB FIRDAUS": "https://digilib.itb.ac.id/gdl/download/204368"}, "Penulis": "YUSRI MAHBUB FIRDAUS [13414042]", "Kontributor / Dosen Pembimbing": ["Dr. Hasrini Sari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "komunikasi, nilai, video, empati, gelombang otak, eye tracker, muse headband.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "12 Mar 2020"}