{"Nomor": 46799, "Judul": "STUDI KARAKTERISTIK DAN PENGEMBANGAN MODEL FLEXURAL-FATIGUE BETON BERPORI DARI SISTEM 2-LAYER SEBAGAI LAPIS PONDASI PERKERASAN KAKU DI INDONESIA", "Abstrak": "Dalam pendekatan model mekanistik, perkerasan kaku didesain berdasarkan faktor keamanan beban dan kekuatan material dengan dua kriteria keruntuhan. Salah satu kriteria keruntuhan tersebut adalah keruntuhan akibat fatigue. Keruntuhan akibat fatigue dipengaruhi oleh pembebanan pada ujung pelat, daya dukung tanah dasar, kekuatan material, tegangan lenting dan jumlah repetisi beban. Lapis pondasi dengan material berbutir seringkali menjadi jenuh pada saat terjadi atau pada saat setelah hujan. Kondisi jenuh ini menyebabkan pergerakan yang dapat menurunkan daya dukung pada lapis pondasi. Disisi lain, lapis pondasi bergradasi padat seperti beton kurus dapat menjebak air diantara permukaan lapis pondasi dan dasar lapis permukaan. Adanya beban berulang pada lapis pondasi dapat menyebabkan terbentuknya rongga diantara bagian permukaan lapis pondasi dan bagian dasar lapis pelat beton (erosi).\nPada dunia konstruksi saat ini teknologi beton telah mengalami perkembangan yang sangat pesat. Beton berpori telah digunakan secara luas untuk berbagai tujuan, khususnya di negara berkembang. Beton berpori memiliki sifat permeabilitas yang tinggi dan rongga yang saling berhubungan sehingga mudah ditembus oleh air. Beton berpori bergradasi senjang dan tidak membutuhkan terlalu banyak material penyusun. Untuk dapat mengatasi permasalahan erosi dibutuhkan lapisan pondasi dengan kemampuan drainase seperti beton berpori.\nStudi ini bertujuan mempelajari karakteristik beton berpori dan juga mengembangkan model flexural-fatigue beton berpori sebagai lapis pondasi struktur perkerasan kaku. Dua aspek utama yang dikaji adalah kinerja properti material dan kinerja sistem perkerasan. Kinerja properti material difokuskan pada penentuan komposisi gradasi beton berpori yang mampu memenuhi kriteria minimum lapisan pondasi dan lapisan drainase. Kinerja sistem perkerasan difokuskan pada pengembangan model flexural-fatigue beton berpori sebagai lapis pondasi dalam kondisi unbonded dan kondisi bonded menggunakan sistem 2-layer. Dalam kondisi bonded, kapasitas struktural dari beton berpori dimanfaatkan untuk\nmemperkuat beton semen. Sistem 2-layer dipilih dalam pengembangan model flexural-fatigue karena beton berpori ditempatkan sebagai lapisan pondasi..\nStudi ini dilakukan menggunakan pendekatan uji laboratorium. Uji laboratorium dibatasi pada uji kuat tekan, uji void content, uji permeabilitas, uji modulus elastisitas, uji tingkat heterogenitas, uji kuat geser, uji kuat lentur dan uji repetisi fatigue. Benda uji hanya difokuskan pada variasi gradasi agregat menggunakan rasio air semen sebesar 0,30 dan rasio agregat semen sebesar 4,0. Uji fatigue repetisi dibatasi pada benda uji balok satu lapis dan balok dua lapis. Keruntuhan akibat geser pada balok dua lapis kondisi bonded diasumsikan terjadi pada lapisan interface. Pengembangan model flexural-fatigue difokuskan pada sistem 2-layer. Pada kedua model hasil pengembangan diasumsikan tidak terjadi penyumbatan pada lapisan beton berpori.\nPermeabilitas vertikal rata-rata beton berpori dengan variasi agregat bergradasi seragam dan bergradasi menerus bernilai + 15 kali lebih tinggi dari persyaratan minimum. Tingkat heterogenitas 1-dimensi dengan faktor ketidakseragaman rata-rata sebesar 1,8% menunjukkan bahwa beton berpori mampu untuk memberikan keseragaman daya dukung pada struktur perkerasan kaku. Komposisi gradasi beton berpori yang tersusun dari tiga jenis ukuran agregat, yaitu 19,0 mm – 12,7 mm dengan persentase < 25%; 9,5 mm dengan persentase > 65%; 4,75 mm – 2,36 mm dengan persentase < 10% mampu menghasilkan modulus elastisitas dan kuat lentur diatas 13.300 MPa dan 2,1 MPa pada umur 28-hari. Pada kemiringan 2% - 8%, permeabilitas horizontal rata-ratanya bernilai + 3,5 kali lebih tinggi dari persyaratan minimum. Dari 100% pori totalnya, terdapat pori yang saling terkoneksi sebesar 71%. Hasil uji properti mekanis menunjukkan bahwa beton berpori pada studi ini dapat direkomendasikan untuk menggantikan beton kurus sebagai lapisan pondasi dan agregat kelas A sebagai lapisan drainase pada struktur perkerasan kaku. Namun, adanya potensi penyumbatan yang terjadi pada beton berpori tetap harus diperhatikan.\nPerilaku flexural-fatigue yang diwakili oleh parameter rasio tegangan, jumlah repetisi fatigue, regangan lentur, flexural stiffness dan progress peningkatan retak menunjukkan bahwa balok dua lapis kondisi bonded memiliki ketahanan fatigue yang lebih baik dibandingkan balok satu lapis beton berpori dan balok dua lapis kondisi unbonded. Berdasarkan pendekatan tegangan geser ultimit, kondisi interface dari balok dua lapis kondisi bonded terletak pada kondisi intermediate case (0,1 MPa < ? < 10 MPa). Konsep energi disipasi juga dapat digunakan sebagai indikator dari respon fatigue balok dua lapis kondisi bonded.\nDalam pengembangan model flexural-fatigue beton berpori sistem 2-layer, parameter rasio tegangan dan parameter tingkat heterogenitas 1-dimensi berpengaruh terhadap umur fatigue kondisi unbonded, sedangkan parameter rasio tegangan dan parameter void content berpengaruh terhadap umur fatigue kondisi bonded. Model flexural-fatigue beton berpori hasil pengembangan dari sistem 2-layer dalam kondisi bonded dapat dimanfaatkan untuk memprediksi umur fatigue dari model perkerasan kaku yang menggunakan beton semen sebagai lapis permukaan dan beton berpori sebagai lapis pondasi dengan rasio kuat lentur sebesar\n2,1. Namun, dibutuhkan batasan rasio tegangan maksimum agar dapat menghasilkan repetisi fatigue minimum untuk jalan raya. Berdasarkan hasil simulasi model mekanistik, kekuatan bonding lapisan interface memegang peran penting terhadap nilai umur fatigue dari perkerasan kaku sistem 2-layer.", "Daftar File": {"ABSTRAK Frisky Ridwan Aldila Melania Care": "https://digilib.itb.ac.id/gdl/download/204452"}, "Penulis": "Frisky Ridwan Aldila Melania Care [35014301]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Sugeng Subagio, DEA", "Dr. Harmein Rahman, S.T., M.T."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "beton berpori, lapisan pondasi, keruntuhan fatigue, sistem 2-layer, perkerasan kaku.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "12 Mar 2020"}