{"Nomor": 46806, "Judul": "BIOTRANSFORMASI SENYAWA FENOLIK TERPRENILASI MENGGUNAKAN DIELS-ALDERASE DARI KULTUR AKAR MORUS SHALUN", "Abstrak": "Tumbuhan genus Morus umumnya dikenal dengan nama murbei di Jawa Barat, merupakan salah satu genus dalam keluarga tumbuhan Moraceae. Morus merupakan sumber metabolit sekunder terutama senyawa fenolik seperti golongan flavonoid, stilbenoid, 2-arilbenzofuran, dan adduct Diels-Alders. Ciri khas senyawa fenolik dari Morus adalah adanya gugus isoprenil. Gugus isoprenil menyebabkan keanekaragaman senyawa golongan fenolik yang dilaporkan dari tumbuhan  genus  ini.  Senyawa  fenolik  terprenilasi  melalui  reaksi  Diels-Alder antara diena dari turunan gugus isoprenil dengan gugus ?,? karbonil tak jenuh dari suatu calkon menghasilkan cincin metilsikloheksena yang merupakan ciri khas dari senyawa adduct Diels-Alder. Adduct Diels-Alder merupakan kandungan utama yang berhasil diisolasi dari kultur akar M. shalun, sehingga kultur akar M. shalun digunakan sebagai sumber Diels-Alderase dalam penelitian ini. Penelitian ini bertujuan untuk mengisolasi Diels-Alderase dari kultur akar M. shalun sebagai biokatalis pada biotransformasi senyawa fenolik terprenilasi untuk menghasilkan senyawa   adduct   Diels-Alder   yang   memiliki   bioaktivitas   potensial.   Tahap penelitian ini meliputi tahap kultur jaringan tumbuhan M. shalun, isolasi dan pemurnian Diels-Alderase dari kultur akar M. shalun menggunakan metode ekstraksi dengan larutan penyangga fosfat, fraksinasi dengan amonium sulfat dan pemurnian dengan AKTA explorer menggunakan kolom Hitrap Desalting, CIM DEAE anion dan CIM QA serta karakterisasi Diels-Alderase meliputi optimasi (pH, suhu dan waktu inkubasi), penentuan massa molekul protein dengan metode SDS-PAGE dan penentuan kadar protein dengan metode Bradford. Analisis aktivitas Diels-Alderase dan biotransformasi senyawa fenolik terprenilasi menggunakan HPLC dan LCMS. Senyawa fenolik terprenilasi sebagai substrat dan senyawa adduct Diels-Alder sebagai produk hasil biotransformasi diuji aktivitas sitotoksiknya terhadap tiga sel kanker manusia.\n\nPenelitian ini berhasil memberikan bukti eksistensi enzim Diel-Alderase baru dari jaringan tumbuhan terutama dari kultur akar M. shalun dan mengidentifikasi aktivitas Diels-Alderase pada jalur biosintesis berbagai senyawa golongan adduct\n \n(rumuuss)\n \n\n \n\n\n\n\n\n\n\n\n\n\n\n\n \n\nDiels-Alder dari genus Morus melalui reaksi endo sikloadisi [4+2] intermolekular antara berbagai senyawa fenolik terprenilasi sebagai diena dengan gugus ?,?- karbonil tak jenuh dari moracalkon A sebagai suatu dienofil. Diels-Alderase hasil pemurnian dari kultur akar M. shalun memiliki massa molekul sekitar 60 kDa dengan aktivitas spesifik sebesar 2553,25 Unit/mg dan peningkatan kemurnian sebesar 64 kali dibandingkan dengan ekstrak awal (ekstrak lisis). Kondisi optimal aktivitas Diels-Alderase dari kultur akar M. shalun untuk biotransformasi mengikuti kondisi optimal pertumbuhan kultur akar M. shalun yaitu pada suhu 25-\n30 °C dan pH 7,0 serta waktu inkubasi optimal selama 12 jam reaksi. Senyawa adduct Diels-Alder hasil biotransformasi menggunakan Diels-Alderase adalah kuwanon J, chalcomoracin dan kuwanol E. Ketiga senyawa tersebut memiliki aktivitas  sitotoksik  lebih  tinggi  dibandingkan  dengan  substratnya  yaitu moracalkon A, moracin C dan 4-prenil-oksiresveratrol terhadap 3 jenis sel kanker manusia; HeLa (serviks), MCF-7 (payudara) dan A549 (paru-paru). Berdasarkan struktur senyawa adduct Diels-Alder peningkatan aktivitas sitotoksik disebabkan senyawa golongan ini memiliki gugus aktif baik gugus hidroksi (-OH) maupun gugus karbonil (-C=O) dua kali lebih banyak dibandingkan dengan senyawa fenolik terprenilasi (substrat). Senyawa ini juga tetap memiliki karakteristik dari substratnya yaitu gugus isoprenil dan satu tambahan cincin metilsikloheksena. Kuwanol E memiliki aktivitas potensial terhadap sel kanker payudara dan sel kanker paru-paru dengan nilai IC50 5,78 ± 2,41 µM dan IC50 9,86 ± 1,24 µM berturut-turut sedangkan chalcomoracin potensial terhadap sel kanker payudara IC50 7,31 ± 1,16 µM. Diels-Alderase merupakan non-metaloprotein yang berpotensi dikembangkan sebagai biokatalis untuk mendukung metode kombinatorial biosintesis yang memiliki keunggulan efektif, spesifik dan ramah lingkungan.", "Daftar File": {"ABSTRAK Rahmat Kurniawan": "https://digilib.itb.ac.id/gdl/download/204470"}, "Penulis": "Rahmat Kurniawan [30517005]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Euis Holisotan Hakim, MS", "Dr. Rukman Hertadi, S.Si., M.Si."], "Jenis Koleksi": "Disertasi", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "M. shalun, adduct Diels-Alder, Diels-Alderase, biokatalis, sitotoksik.", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "1 file", "Tanggal Input": "12 Mar 2020"}