{"Nomor": 46800, "Judul": "PENGOLAHAN AIR PERMUKAAN TERKONTAMINASI ARSENITE MENGGUNAKAN TEKNOLOGI   AIR-CATHODE ELECTROCOAGULATION", "Abstrak": "Air-cathode Electrocoagulation (ACEC) adalah teknologi yang menggabungkan konsep-konsep elektrokoagulasi dan fuel cell yang mampu menghasilkan listrik untuk mengolah air yang terkontaminasi oleh polutan tanpa tambahan energi eksternal. Dalam penelitian ini, reaktor ACEC digunakan untuk menghilangkan Arsenit (As3+) yang terkandung dalam air sungai. Variasi yang diteliti adalah variasi berbagai bahan anoda serta waktu retensi hidrolik (HRT) terhadap kinerja reaktor untuk mendapatkan hasil penyisihan yang terbaik. Air yang mengandung 3,5 ppm arsenit digunakan sebagai representasi air sungai yang terkontaminasi oleh logam berat. Pada penelitian pendahuluan, pengaruh elektrolit dianalisa dengan menambahkan NaCl 10mM.  Selanjutnya untuk melihat kemampuan ACEC diterapkan di lapangan, penelitian utama dilakukan tanpa tambahan elektrolit.  Untuk menentukan bahan anoda terbaik, percobaan dilakukan dalam aliran resirkulasi  menggunakan tiga bahan anoda yang berbeda (magnesium, besi, dan aluminium) dan carbon-cloth (30%) sebagai elektroda katoda.  Kinerja reaktor dievaluasi dengan mengukur efisiensi penyisihan arsenit, konsentrasi logam anoda yang terlarut, current density dan power density. Hasil penelitian menggunakan aliran resirkulasi menunjukkan bahwa reaktor ACEC dengan anoda besi, aluminium, dan magnesium masing-masing mampu menyisihkan 99%, 17%, dan 73% arsenit selama 24 jam. Dalam percobaan lebih lanjut, reaktor dijalankan dalam aliran kontinu dengan variasi HRT 4, 8, dan 12.  Untuk aliran kontinyu, penyisihan arsen dapat optimal 99% pada HRT 12 jam selama 24 jam, sementara HRT 4 jam dan 8 jam hanya mampu menyisihkan 42% dan 50%.  Dalam penelitian menggunakan aliran resirkulasi magnesium merupakan anoda yang mampu menghasilkan listrik paling tinggi hingga mencapai 0,103 W/m2, sementara aluminium dan besi 0,011 dan 0,004 W/m2.  Pada penelitian menggunakan aliran kontinyu produksi listrik maksimum yang dapat dihasilkan adalah 0,016 W/m2 saat dijalankan pada HRT 4 jam menggunakan anoda besi.  Analisa presipitat menggunakan uji FTIR membuktikan keberadaan gugus arsen dan anoda di dalam presipitat. Selain itu, dalam uji SEM-EDS juga terlihat adanya komposisi arsen (2,8%) dan anoda.  Dari hasil penelitian ini menunjukkan bahwa ACEC berpotensi untuk digunakan untuk mengolah air yang terkontaminasi oleh logam berat.", "Daftar File": {"ABSTRAK Daniya Bisara": "https://digilib.itb.ac.id/gdl/download/204453"}, "Penulis": "Daniya Bisara [25318026]", "Kontributor / Dosen Pembimbing": ["Rofiq Iqbal, S.T., M.Eng., Ph.D.", "Syarif Hidayat, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "hidroksida logam, katoda modifikasi, pengolahan air baku, kebutuhan energi minimum.", "Sumber": "TESIS Januari 2020", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "12 Mar 2020"}