{"Nomor": 46816, "Judul": "ANALISIS EKONOMI PEMBANGKIT LISTRIK BIOMASSA", "Abstrak": "Seiring bertambahnya jumlah penduduk, maka kebutuhan listrik semakin meningkat, sedangkan pasokan bahan bakar fosil dunia semakin menipis. Oleh karena itu, diperlukan adanya sumber listrik lain yang dapat menggantikan bahan bakar fosil tersebut untuk menghasilkan listrik. Biomassa adalah salah satu alternatif yang baik untuk menggantikan bahan bakar fosil, dimana biomassa sendiri merupakan bahan yang berasal dari organisme atau makhluk hidup. Sumber energi biomassa tidak terbatas dan memiliki harga yang lebih murah dibanding bahan bakar fosil,yang harganya dipengaruhi oleh kelangkaan suplai dunia. Pada Pembangkit Listrik Tenaga Biomassa, dilakukan pengolahan bahan biomassa sebagai sumber energi untuk membangkitkan listrik. Di Indonesia yang merupakan negara agraris, bahan baku biomassa sangatlah melimpah, oleh karena itu, pada penelitian ini, penulis melakukan penelitian dengan memanfaatkan bahan Biomassa yang berupa sekam padi untuk membuat sebuah unit Pembangkit Listrik Tenaga Uap, dengan siklus kerja Organic Rankine Cycle.\nPerbedaan antara Rankine Cycle biasa dengan Organic Rankine Cycle adalah pada fluida kerja yang di gunakan, yaitu menggunakan fluida kerja dengan titik didih dibawah air, karena bahan bakar biomassa yang sifatnya tidak bisa membangkitkan panas yang besar bila dibandingkan dengan batu bara.\nPada penelitian ini, akan dilakukan analisis ekonomi pada beberapa skema PLTBm sekam padi untuk mengetahui konfigurasi skema yang paling menguntungkan secara ekonomis, dengan harapan hasil dari penelitian ini dapat membantu Indonesia untuk melepaskan diri dari ketergantungan bahan bakar fossil, serta meningkatkan optimisasi pengolahan sampah organik dengan memanfaatkannya sebagai pembangkit listrik.", "Daftar File": {"ABSTRAK Christopher Surya Gunarto": "https://digilib.itb.ac.id/gdl/download/204502"}, "Penulis": "Christopher Surya Gunarto [18014012]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Bambang Anggoro Soedjarno P., M.T.", "Burhanuddin Halimi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Organic Rankine Cycle, Fluida Kerja, Biomassa, PLTBm.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "12 Mar 2020"}