{"Nomor": 46839, "Judul": "PEMBUATAN DAN KARAKTERISASI KOMPOSIT BERBAHAN DASAR SERAT DAUN NANAS DAN EPOKSI-RESIN SEBAGAI BAHAN PANEL PENYERAP SUARA", "Abstrak": "Perkembangan teknologi industri yang pesat ikut menghasilkan keluaran lain berupa bising (noise), yang dihasilkan oleh proses dan produk industri, seperti kendaraan. Noise menjadi salah satu tipe polutan yang dapat menggangu manusia dalam melakukan kegiatan sehari-harinya. Salah satu cara alternatif untuk mengatasi masalah tersebut adalah dengan menggunakan bahan penyerap suara. Di sisi lain, akhir-akhir ini penduduk dunia dihadapkan dengan masalah lingkungan. Untuk mengakomodir kebutuhan terkait noise dan masalah lingkungan, penggunaan komposit berbahan dasar serat alami sebagai bahan penyerap suara menjadi salah satu solusi alternatif.\nDalam penelitian ini, komposit dibuat dengan menggunakan serat daun nanas sebagai filler dan epoksi-resin sebagai matriks. Komposit dibuat dengan menggunakan metode hot-press diikuti dengan pemanasan untuk pengondisian. Pengujian terhadap komposit yang telah dibuat meliputi kemampuan penyerapan suara, termal, morfologi dan karakteristik mekanik (kekuatan tarik) Pengujian penyerapan suara dilakukan di Laboratorium Adhiwijogo, Fakultas Teknik Industri, Institut Teknologi Bandung. Berdasarkan hasil uji penyerapan suara, didapatkan bahwa komposit yang dihasilkan memiliki koefisien penyerapan suara (????) yang melebihi 0,5 di beberapa rentang frekuensi suara. Pengujian tarik dilakukan di Laboratorium Pengujian Tekstil, Sekolah Tinggi Teknologi Tekstil. Pengujian tarik menunjukkan bahwa sampel komposit yang dibuat memiliki modulus young (E) dengan nilai diantara 1,16×108 hingga 1,8×108 N/m2. Sifat termal dan detail morfologi dikarakterisasi menggunakan TG/DTA dan SEM di Pusat Penelitian Nanosains dan Nanoteknologi, Institut Teknologi Bandung.", "Daftar File": {}, "Penulis": "Abiyoga Noeriman [10215057]", "Kontributor / Dosen Pembimbing": ["Dr. Widayani"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Komposit, Noise, Penyerap Suara, Serat Daun Nanas.", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "7 file", "Tanggal Input": "12 Mar 2020"}