{"Nomor": 46833, "Judul": "ANALISIS PENINGKATAN EFISIENSI TERMAL PEMBANGKIT LISTRIK MODULAR REAKTOR", "Abstrak": "Sumber energi baru terbarukan saat ini menjadi pilihan bagi semua negara dalam hal mengurangi polusi CO2 akibat pembangkit listrik berbahan bakar fosil. Energi baru terbarukan ini memiliki banyak kelebihan diantaranya sumber daya yang sudah tersedia dari alam, namun tidak tersedia setiap saat. Dalam hal ini diperlukan energi yang dapat digunakan sebagai beban base load untuk memenuhi kebutuhan harian listrik masyarakat. Salah satu energi yang menghasilkan daya yang besar dan ramah lingkungan adalah energi nuklir. Dalam satu unit reaktor, energi nuklir dapat menghasilkan daya dalam puluhan MegaWatt dengan reaksi fisi nuklir. Hal yang menjadikan kontra pada penggunaan energi nuklir ini adalah kebocoran radioaktif yang membuat masyarakat masih belum setuju akan penggunaan energi ini. Hal ini dapat dicegah dengan penelitian yang akhir-akhir ini dilakukan oleh banyak negara maju, salah satunya adalah modular reaktor. Modular reaktor ini memiliki tingkat keselamatan lebih tinggi dengan desain yang dibuat sedemikian rupa untuk mencegah kebocoran yang mungkin terjadi. Namun, masalah yang sering terjadi adalah tingkat efisiensi thermal dari modular reaktor ini relatif rendah, pada penelitian ini akan dibahas mengenai inovasi-inovasi yang digunakan untuk meningkatkan efisiensi termal dengan cara memperluas area diagram T-s. Dari beberapa percobaan menggunakan solar-tower dan photovoltaic, efisiensi termal tertinggi didapat pada pembangkit listrik hybrid modular reaktorphotovoltaic sebesar 40,35% dengan output daya 102MW.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/204545"}, "Penulis": "Nidaul Muslimah [18015023]", "Kontributor / Dosen Pembimbing": ["Burhanuddin Halimi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "modular reaktor, solar-tower, photovoltaic", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "12 Mar 2020"}