{"Nomor": 46830, "Judul": "STUDI KELAYAKAN UNTUK MERELOKASI FASILITAS PEMULIHAN MATERI WASTE4CHANGE UNTUK MENINGKATKAN KEUNTUNGAN (STUDI KASUS: WASTE4CHANGE, BANTAR GEBANG, JAWA BARAT)", "Abstrak": "Sampah merupakan salah satu permasalahan yang dihadapi oleh Indonesia. Menurut data kementrian lingkungan hidup dan kehutanan pada tahun 2019 sampah di Indonesia akan mencapai 68 juta ton. Rata-rata peningkatanya mencapai satu juta ton setiap tahunya. Permasalahan sampah ini dilihat sebagai peluang oleh waste4change untuk melakukan sebuah bisnis pengelolaan sampah yang bertanggungjawab. Pengelolaan sampah bertanggungjawab ini berupa pengangkutan sampah terpilah dan pengolahan sampah. Sampah yang dikumpulkan dari client dibawa ke Material Recovery Facility waste4change di Bekasi.\n\nPersebaran client waste4change didominasi di daerah Jakarta dan BSD. Untuk melakukan satu ritasi pengakutan dibutuhkan waktu 6 – 8 jam. Dalam satu hari hanya bisa melakukan dua kali pengangkutan sampah. Untuk meningkatkan pendapatan manajemen memiliki dua rencana, yaitu memaksimalkan MRF Bekasi mencapai kapasitas 45 ton / hari atau membuat MRF baru dengan kapasitas yang sama di Jakarta. Namun sebelum mengeksekusi rencana tersebut manajemen membutuhkan sebuah study kelayakan untuk mengetahui projek tersebut menguntungkan atau tidaknya. Studi kelayakan tersebut menggunakan metode capital budgeting.\n\nBerdasarkan hasil studi kelayakan yang dilakukan, strategi penggantian asset kendaraan di MRF Bekasi memiliki NPV sebesar Rp 3.406.884.202, IRR sebesar 65,8%, Payback period 3,5 tahun dan profitability index sebesar 12,63. Untuk strategy optimalisasi kapasitas MRF Bekasi memiliki NPV sebesar Rp 4.442.707.377, IRR sebesar 84,1%, Payback period 2,7 tahun dan profitability index sebesar 1,99 sedangkan pembangunan fasilitas MRF baru di Jakarta memiliki nilai NPV sebesar Rp 8.483.864.413 , IRR sebesar 83,6%, Payback period 2,8 tahun dan profitability index sebesar 4,84. Hasil dari feasibility studi menunjukan bahwa pembuatan MRF di Jakarta lebih menguntungkan jika dibandingkan dengan optimalisasi MRF di Bekasi.", "Daftar File": {"2020_TS_PP_Meydam Gusnisar_1-Abstrak 1.pdf?": "https://digilib.itb.ac.id/gdl/download/204536"}, "Penulis": "Meydam Gusnisar [29117376]", "Kontributor / Dosen Pembimbing": ["Ir. Uke Marius Marshinta Pangihutan Siahaan, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Penganggaran Modal, Studi Kelayakan, Rumah Pemulihan Materi", "Sumber": "WASTE4CHANGE, BANTAR GEBANG, JAWA BARAT", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "12 Mar 2020"}