{"Nomor": 46834, "Judul": "EFEK LETAL BEBERAPA INSEKTISIDA PADA LARVA HERMETIA ILLUCENS (DIPTERA: STRATIOMYIDAE) DI LABORATORIUM", "Abstrak": "Pengujian insektisida dilakukan untuk menentukan hubungan antara jumlah insektisida yang diberikan dengan besarnya respon dari organisme yang dituju. Dalam pengujian insektisida diperlukan serangga yang rentan terhadap insektisida. Larva Black Soldier Fly (BSF) (Hermetia illucens) merupakan organisme yang hampir tidak pernah terpapar insektisida secara langsung sehingga larva H. illucens bersifat rentan terhadap insektisida, oleh karena itu larva H. illucens baik digunakan dalam pengujian insektisida. Penelitian ini bertujuan untuk mengetahui efek letal dari berbagai jenis insektisida terhadap larva H. illucens. Sebanyak 30 larva H. illucens berusia 14 hari diberi pakan ayam dengan laju pemberian pakan sebesar 100 mg/larva/hari. Pakan ayam yang diberikan dilarutkan dengan insektisida sintetik: endosulfan, fipronil, profenofos, karbosulfan dan deltametrin serta insektisida organik: ?-endotoksin dan azadirachtin dalam 3 konsentrasi berbeda. Mortalitas larva H. illucens diamati pada jam ke-1, hingga 72 untuk insektisida sintetik dan hingga 7 hari untuk insektisida organik. Data mortalitas larva H. illucens diolah dengan analisis probit menggunakan Microsoft Office Excel 365 untuk mengetahui konsentrasi letal (LC90 & LC50) serta waktu letal (LT90). Hasil penelitian menunjukkan, nilai LC50 untuk insektisida endosulfan, fipronil, profenofos, karbosulfan dan deltametrin berturut-turut sebesar 236,25; 37,97; 380,62; 294,13 dan 6,11 ppm. Nilai LC90 dari insektisida tersebut berturut-turut sebesar 997,97; 97,28; 1139,08; 889,50 dan 40,019 ppm. Nilai LT90 untuk pestisida dengan bahan aktif endosulfan, fipronil, profenofos, karbosulfan dan deltametrin dalam konsentrasi masing-masing 172,5; 2,5; 50; 375; dan 300 ppm secara berturut-turut sebesar 9278,6; 174,2; 90,4; 31891,1; dan 707,5 jam. Nilai LT90 untuk pestisida dengan bahan aktif endosulfan, fipronil, profenofos, karbosulfan dan deltametrin dalam konsentrasi masing-masing 345; 1,25; 100; 750; dan 600 ppm secara berturut-turut sebesar 15089,2; 11602,8; 37,55; 44,5; dan 63,6 jam. Tidak didapatkan nilai LC90, LC50 dan LT90 yang signifikan untuk insektisida berbahan aktif ?-endotoksin dan azadirachtin. Insektisida kimia sintetik cenderung memberikan efek kematian terhadap larva H. illucens dibandingkan insektisida mikroba dan botani.", "Daftar File": {}, "Penulis": "Nurhadini Fitri Isnaini [10615004]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Dana Permana"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Hermetia illucens, insektisida, Batas Maksimum Residu, LT90, LC50, LC90.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "12 Mar 2020"}