{"Nomor": 46831, "Judul": "FAKTOR IDEASI DALAM PROSES KREASI SENIMAN LUKIS JELEKONG", "Abstrak": "Alih keterampilan yang dilakukan secara turun-temurun dalam komunitas pelukis Jelekong yang tidak memiliki latar belakang pendidikan seni kepada pelukis muda yang juga tidak memiliki latar pendidikan seni, yang telah berlangsung selama 50 tahun menghasilkan karakter khas dari lukisan Jelekong yang secara konsisten dipraktekkan dalam memproduksi karya lukis. Karakter khas lukisan Jelekong terbentuk melalui proses imitasi dari berbagai konsep imaji, baik dari pembayangan (representasi mental) maupun referensi imaji digital. Tujuan penelitian ini adalah untuk mengetahui faktor ideasi seniman lukis Jelekong yang tidak memiliki latar belakang pendidikan seni formal agar membangun pemahaman mengenai proses kreasi pada konteks pewarisan keahlian melukis secara turun-temurun. Penelitian ini menganalisis proses kreasi pada ideasi tahap awal dengan metode verbal report, melalui analisis jaringan konsep asosiatif dari pengalaman subjek saat menggambar sketsa, image analysis dan analisis faktor. Dari hasil analisis data, terdapat 15 dimensi pada faktor ideasi dalam proses kreasi seniman lukis Jelekong, yaitu placement, element of nature, source of life, activity, thought, texture, manmade, human relationship, color, nature, dimension, culture, household needs, characteristic dan hobby. Dimensi placement diindikasikan melalui seringnya pelukis memperhatikan komposisi objek gambar. Dimensi element of nature diindikasikan melalui seringnya menggambarkan unsur alam tambahan, seperti bebatuan dan hewan. Dimensi source of life diindikasikan melalui adanya sumber kehidupan manusia, seperti gunung, aliran sungai, laut dan matahari. Dimensi activity diindikasikan melalui adanya aktifitas makhluk hidup. Dimensi thought diindikasikan melalui seringnya pelukis menuangkan ingatan akan suasana alam. Dimensi texture diindikasikan melalui adanya penanda tekstur pohon dengan menggunakan perbedaan garis. Dimensi manmade diindikasikan melalui adanya objek hasil buatan tangan manusia, seperti rumah, saung, perahu dan jembatan. Dimensi human relationship diindikasikan melalui jarak rumah yang berdekatan yang menimbulkan kesan kekeluargaan. Dimensi color diindikasikan melalui keinginan pelukis untuk memberikan warna. Dimensi dimension diindikasikan melalui seringnya penempatan objek berjumlah dua di sisi kanan dan kiri. Dimensi nature diindikasikan melalui penggambaran alam Jelekong yang indah. Dimensi culture diindikasikan melalui adanya keragaman jenis pohon dan perbedaan bentuk tubuh rusa dan kuda yang dapat membedakan jenis kelamin keduanya, seperti adanya tanduk di kepala rusa yang menandakan rusa jantan, serta tubuh salah satu kuda yang lebih besar dan berotot yang menandakan kuda jantan. Dimensi household needs diindikasikan melalui adanya perbedaan profesi, seperti nelayan dan petani.\nDimensi characteristic diindikasikan melalui adanya garis pemisah vertikal dan diagonal untuk membedakan langit dan laut, kanan dan kiri, serta laut dan daratn. Dimensi hobby diindikasikan melalui adanya hobi seorang anak menaiki kerbau pada saat menemani ayahnya bekerja di sawah. Level proses kreasi seniman lukis Jelekong didominasi oleh green dan picture, kata green diindikasikan melalui suasana alam yang sejuk dengan banyaknya penggambaran pohon dan tanaman liar pada gambar sketsa, lalu kata picture diindikasikan melalui hasil gambar sketsa yang cenderung terfokus pada unsur-unsur visual. Dari sepuluh pelukis yang diteliti dalam pikirannya yang direpresentasikan dengan makna asosiatif yang mengarah kepada dimensi harmoni dengan eigenvalue sebesar 9.011 yang diindikasikan dari keberadaan identitas keharmonian tersebut dengan jarak rumah yang digambarkan berdekatan, penempatan objek yang umumnya berjumlah dua di sisi kanan dan kiri, penggunaan warna yang berbeda antara objek jauh dan dekat, pemandangan alam yang ideal dengan adanya awan, bentuk figuratif dan benda-benda alam lainnya, penggunaan garis yang berbeda pada setiap objek untuk memberikan tekstur, penggambaran perbedaan profesi, perbedaan aktifitas, serta adanya komposisi objek yang seimbang meskipun menggambarkan banyak objek. Ketika para pelukis menggambar sketsa juga mempertimbangkan ketenangan dengan nilai eigenvalue sebesar 6.09 yang diindikasikan melalui penggambaran suasana yang sepi dengan tidak adanya unsur alam yang rusak, suasana yang sejuk dengan banyaknya pohon berdaun lebat, adanya ingatan seniman akan suasana alam yang sejuk dan tenang, serta gambar-gambar dengan ruang yang luas, seperti hanya terdapat satu rumah dan sangat jarang menggambar banyak makhluk hidup. Faktor ideasi dalam proses kreasi seniman lukis Jelekong cenderung mempraktikkan peniruan atau mencontoh karya yang telah dibuat sebelumnya dari seringnya pelukis menggambar objek yang mirip dengan objek gambar lukisan yang diproduksi setiap hari. Pada gambar sketsa seniman lukis Jelekong sangat jarang ditemukan unsur kebaruan yang menyebabkan seringnya faktor harmoni dan ketenangan ditemukan dalam setiap karya. Kedua faktor ini membentuk ciri khas tersendiri dalam proses kreasi seniman lukis Jelekong agar karya yang dihasilkan tetap laku di pasaran.", "Daftar File": {"2020 TS PP UZDA NABILA SHABIRIANI 1.pdf?": "https://digilib.itb.ac.id/gdl/download/204537"}, "Penulis": "Uzda Nabila Shabiriani [27117027]", "Kontributor / Dosen Pembimbing": ["Deny Willy Junaidy, S.Sn., M.T., Ph.D.", "Dr. Pindi Setiawan, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Jelekong, Ideasi, Proses Kreasi, Kreativitas.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "12 Mar 2020"}