{"Nomor": 46842, "Judul": "MASJID AGUNG  KABUPATEN BOYOLALI", "Abstrak": "Masjid Agung Kabupaten Boyolali adalah proyek yang termasuk ke dalam pemindahan Kantor Sekretariat Daerah Pemerintah Kabupaten Boyolali. Proyek ini dibangun oleh Pemerintah Boyolali dan diserahkan pembinaannya ke Departemen Agama Kabupaten Boyolali. Masjid agung merupakan masjid pusat pada wilayah kabupaten/kota yang dapat menampung seluruh jamaah dan memiliki beberapa fungsi tambahan sebagai fungsi pendukung dan pelengkap. Masjid ini dibangun di kawasan Kompleks Perkantoran Terpadu Kabupaten Boyolali yang merupakan kawasan peruntukkan strategi komersial. Dalam perancangan konsep perancangan mempertimbangkan aspek lokalitas, nilai islam dalam hal ini adalah seni dan arsitektur islam, dan moderen. Dalam mewujudkan gagasan rancangan maka disusun rancangan dengan beberapa konsep yang digagas yaitu zonasi, massa, dan ruang luar. Konsep zonasi bangunan dan lingkungan masjid dirancang dengan pertimbangan pemisahan zonasi. Beberapa pemisahan zonasi meliputi: pemisahan fungsi; pemisahan sirkulasi dan kegiatan antara ikhwan dan akhwat; pemisahan antara zona suci dan tidak suci. Konsep bentuk massa utama yaitu berbentuk kotak dengan atap berbentuk kubah dan terdapat 2 massa pendukung pada tapak. Bangunan utama memiliki 3 lantai dengan menggunakan struktur space frame untuk bentang lebar. Untuk penutup atau fasad bangunan menggunakan material lokal yaitu kayu, kuningan, tembaga, dan keramik yang merupakan aset lokal setempat. Demikian dengan lingkungan masjid atau ruang luar yang dirancang untuk memenuhi kebutuhan, diantaranya yaitu: plaza; ruang berkumpul; playground; sarana olahraga dan parkir sepeda.", "Daftar File": {}, "Penulis": "Riano Bagaskara [15214073]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Iwan Sudradjat, MSA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Boyolali, Masjid agung, Kayu, Keramik, Kubah, Tembaga", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "12 Mar 2020"}