{"Nomor": 46846, "Judul": "PENGEMBANGAN MODUL GOAL-ORIENTED ACTION PLANNER UNTUK UNREAL ENGINE", "Abstrak": "Video game merupakan sebuah permainan yang dapat kita mainkan dalam sebuah sistem elektronik. Semakin berkembangnya teknologi, semakin tinggi juga ekspektasi dan permintaan dari pasar terhadap kualitas video game. Salah satu cara untuk mengingkatkan kualitas video game adalah meningkatkan kualitas sistem Artificial Intelligence (AI) dalam video game untuk menciptakan permainan yang lebih menghibur. Ada beberapa pendekatan untuk mengembangkan sistem AI dalam video game salah satu pendekatan yang umum adalah dengan menggunakan Finite State Machine (FSM). Salah satu pendekatan lain yang dapat bekerja lebih baik dari FSM adalah sebuah arsitektur bernama Goal-oriented Action Planning (GOAP). Arsitektur GOAP dapat bekerja lebih baik dari FSM karena bersifat lebih dinamis dan lebih mudah untuk di-scale. Permasalahan yang diangkat dalam tugas akhir ini adalah adanya alternatif arsitektur GOAP yang dapat bekerja lebih baik dari FSM namun masih jarang digunakan. Untuk mengatasi permasalahan tersebut, dalam tugas akhir ini dikembangkan sebuah modul yang mengaplikasikan arsitektur GOAP untuk digunakan oleh developer video game. Penelitian tugas akhir berfokus pada pengembangan arsitektur GOAP dalam sebuah game engine bernama Unreal Engine. Penelitian tugas akhir ini dimulai dengan melakukan studi literatur bagaimana arsitektur GOAP bekerja serta bagaimana hubungannya dengan video game dan AI. Setelah dipahami bagaimana arsitektur GOAP bekerja dilakukan analisis untuk menentukan komponen-komponen yang perlu dikembangkan untuk membuat modul GOAP. Tahap berikutnya adalah merancang sistem berdasarkan hasil analisis lalu mengimplementasikannya ke dalam game engine Unreal Engine. Setelah modul GOAP selesai dikembangkan dilakukanlah sekumpulan pengujian untuk menilai kinerjanya. Pengujian dilakukan dengan melakukan pendekatan blackbox secara mandiri untuk menguji fungsionalitas modul GOAP, membuat simulasi video game untuk menguji kebermanfaatan modul GOAP, dan menggunakan survey sampel dari developer video game untuk menguji kinerja GOAP dari sudut pandang calon pengguna. Berdasarkan hasil pengujian dalam tugas akhir ini disimpulkan bahwa modul GOAP yang dikembangkan dapat melakukan perencanaan kegiatan atau action planning berdasarkan input data kegiatan dan agen AI oleh pengguna. Berdasarkan hasil pengujian mandiri serta kuesioner dari tiga developer video game diketahui bahwa selain dari modul GOAP dapat berfungsi dengan baik, modul GOAP juga cukup bermanfaat untuk diaplikasikan dalam pengembangan sistem AI video game.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/204563"}, "Penulis": "Muhammad Irfan Permadi [18213034]", "Kontributor / Dosen Pembimbing": ["Adi Mulyanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Artificial Intelligence, video game, action planning, modul", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "12 Mar 2020"}