{"Nomor": 46844, "Judul": "STRATEGI MARKETING UNTUK MENINGKATKAN PENJUALAN KOPI NALAR", "Abstrak": "Kopi Nalar merupakan unit usaha yang bergerak di bidang Kedai Kopi yang berlokasi di daerah Senopati, Jakarta Selatan. Permasalahan yang dihadapi kopi Nalar saat ini adalah terjadi penurunan penjualan tahunan selama periode tahun 2016 – 2018. Tujuan dari penelitian adalah pertama, untuk mengetahui akar penyebab masalah Kopi Nalar. Kedua, untuk menganalisis kondisi bisnis internal dan eksternal Kopi Nalar. Ketiga, untuk mengusulkan program pemasaran untuk meningkatkan penjualan dan keempat, untuk mengatur program implementasi. Metode penelitian ini menggunakan pendekatan kualitatif dan metode deskriptif survei. Analisis data dengan analisis internal dan eksternal Kopi Nalar sebagai alat untuk mengembangkan program marketing dan implementasi program. Teknik pengambil data dengan menggunakan teknik wawancara dan informan dari penelitian ini adalah pemilik, karyawan dan pelanggan Kopi Nalar. Hasil penelitian menunjukkan bahwa akar penyebab masalah di Kopi Nalar adalah adanya persepsi dari pelanggan yang menganggap bahwa Kopi Nalar adalah kafe yang dijadikan sebagai tempat nongkrong. Hal ini diperkuat dengan fakta yang menunjukkan bahwa konsumen Kopi Nalar mayoritas merupakan pelajar. Kopi Nalar sebagai tempat nongkrong ditunjang pula dengan fasilitas, desain interior dan layout yang menarik konsumen dari segmen pelajar. Dengan berdasarkan analisis internal (Segmenting, Targetting dan Positioning; Marketing Mix; Resource Based View; dan Porter Value Chain)  dan analisis eksternal (PESTEL, Porter Five Force, Competitive Analysis, dan Consumer Analysis) dapat dirumuskan formulasi strategi melalui analisis SWOT dan Root Cause Analysis untuk kemudian dirancang pengembangan implementasi program melalui analisis TOWS Matriks.", "Daftar File": {"ABSTRAK Muhammad Shafwan": "https://digilib.itb.ac.id/gdl/download/204561"}, "Penulis": "Muhammad Shafwan [29318004]", "Kontributor / Dosen Pembimbing": ["Satya Aditya Wibowo, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Bisnis, Strategi Marketing, Analisis Internal dan Eksternal, Kedai Kopi.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "12 Mar 2020"}