{"Nomor": 46856, "Judul": "EVALUASI DAMPAK PENERAPAN BUS PRIORITY: TSP (TRANSIT SIGNAL PRIORITY) PADA SIMPANG BERSINYAL (STUDI KASUS: BUS KOTA BANDUNG KORIDOR CICAHEUM-CIBEUREUM)", "Abstrak": "Keberadaan sistem persinyalan lalu lintas di simpang membuat Bus Kota Bandung mengalami tundaan perjalanan di sepanjang koridornya. Oleh karena itu, dibutuhkan suatu pengaturan persinyalan lalu lintas dimana bus diberikan prioritas untuk melewati simpang terlebih dahulu. Adanya penerapan bus priority tentunya akan berpengaruh pada kinerja lalu lintas di persimpangan yang dilewati oleh Bus Kota. Sehingga, perlu diketahui dampak yang terjadi akibat adanya penerapan bus priority pada simpang bersinyal.\nTujuan dari penelitian ini adalah mengevaluasi dampak-dampak yang akan terjadi akibat adanya penerapan bus priority pada suatu simpang bersinyal dan mengetahui pengaruh lokasi detektor dan batasan waktu hijau terhadap dampak tersebut. Pada penelitian ini, bus priority hanya diterapkan pada koridor Cicaheum-Cibeureum, tepatnya di Simpang Lima dan Simpang Tamblong. Tipe bus priority yang digunakan yaitu Transit Signal Priority (TSP) dengan strategi yang digunakan yaitu green extension dan early green. Semua sistem prioritas tersebut disimulasikan menggunakan Vissim 11 pada skenario no-priority, skenario with-priority 1 (variasi lokasi detektor), skenario with-priority 2 (variasi waktu hijau maksimum).\nHasil simulasi pada kedua simpang menunjukkan bahwa TSP memberikan dampak positif terhadap kinerja bus yaitu adanya penurunan waktu tempuh perjalanan bus dan penurunan tundaan bus. Selain itu, TSP juga memberikan dampak negatif terhadap kinerja simpang yaitu adanya peningkatan panjang antrian dan peningkatan tundaan kendaraan pada pendekat-pendekat non-prioritas. Untuk meminimumkan dampak TSP dapat dilakukan pengaturan lokasi detector dan waktu hijau maksimum. Semakin lokasi detektor menjauhi gangguan antrian atau semakin besar waktu hijau maksimum pada pendekat prioritas, maka semakin kecil waktu tempuh dan tundaan bus kota serta semakin besar panjang antrian dan tundaan kendaraan pada pendekat non-prioritas.", "Daftar File": {"ABSTRAK Vian Andriani": "https://digilib.itb.ac.id/gdl/download/204583"}, "Penulis": "Vian Andriani [25016004]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Sugeng Subagio, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "bus priority, transit signal priority, green extension, early green.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "12 Mar 2020"}