{"Nomor": 46855, "Judul": "STRATEGI GAMIFIKASI BERBASIS MISI UNTUK MENINGKATKAN RETENTION RATE PADA FIN X", "Abstrak": "Semakin meningkatnya kompetisi industri perbankan digital dan layanan keuangan menuntut para pelaku industri untuk dapat meningkatan customer engagement mereka sehingga para pengguna akan tetap loyal terhadap perusahaan dan mampu memberikan value yang tinggi bagi organisasi. Banyak penelitian telah membuktikan bahwa meningkatkan user retention memiliki dampak yang sangat besar terhadap profitabilitas perusahaan. Bahkan, usaha untuk mempertahankan pengguna lama jauh lebih murah dibandingkan dengan mengakuisisi pengguna baru.\nUsaha untuk meningkatkan user retention bukanlah hal yang mudah dan tidak banyak perusahaan yang berhasil mendapatkan high user retention. Fin X sebagai sebuah perusahaan yang bergerak dalam bidang industri perbankan digital juga mengalami tantangan yang sama yaitu rendahnya retention rate dari para usernya. Dari hasil analisa dalam research ini terlihat bahwa semakin lama waktu yang dimiliki oleh seorang pengguna Fin X sejak pertama kali registrasi, maka akan semakin rendah pula retention yang dimiliki. Selain itu, dari hasil analisa juga tidak terlihat adanya peningkatan yang signifikan pada retention rate dalam kurun waktu beberapa tahun yang mana ini merupkan sebuah sinyal yang harus diantisipasi oleh Fin X. Beberapa faktor yang memengaruhi kondisi retention rate diantaranya adalah faktor demografi dimana usia dan cara akuisisi merupakan faktor yang paling banyak berpengaruh terhadap retention rate Fin X. Selain itu faktor eksternal juga turut berkontribusi terhadap user retention karena semakin banyaknya perusahaan yang mengembangkan produk digital banking yang menyasar para millenials yang mana akan membuat perusahaan semakin sulit mempertahankan user retention karena persaingan industri semakin ketat.\nTerdapat banyak strategi yang dapat dilakukn oleh Fin X dalam rangka untuk meningkatkan user retention. Mission-based gamification merupakan strategi yang secara fokus dibahas dalam penelitian ini. Strategi ini bertujuan untuk memotivasi pengguna Fin X untuk mengikuti alur cerita di dalam game sehingga mereka secara tidak langsung akan teredukasi dengan fitur-fitur yang ada di dalam aplikasi Fin X. Harapannya, melalui strategi gamifikasi ini Fin X dapat meningkatkan user retention sehingga dapat memberikan value bagi perusahaan.", "Daftar File": {"ABSTRAK Faizal Abdillah": "https://digilib.itb.ac.id/gdl/download/204582"}, "Penulis": "Faizal Abdillah [29318053]", "Kontributor / Dosen Pembimbing": ["Dr. Dina Dellyana, S.Farm., M.A.B."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Customer Retention, Retention Strategy, Gamification", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "12 Mar 2020"}