{"Nomor": 46866, "Judul": "TOKSISITAS AIR TERCEMAR INDUSTRI PENYAMAKAN KULIT DAERAH SUKAREGANG, GARUT, JAWA BARAT TERHADAP AKAR TANAMAN BAWANG MERAH (ALLIUM CEPA L.)", "Abstrak": "Limbah industri penyamakan kulit di daerah Sukaregang, Garut, Jawa Barat telah banyak dilaporkan berkontribusi terhadap pencemaran air Sungai Cigulampeng dan area persawahan di daerah Sukaregang. Pencemaran diduga terjadi karena logam berat krom yang terkandung dalam air limbah tersebut. Di lingkungan, krom yang paling sering terdapat dalam bentuk Cr3+ dan Cr6+, mampu memberikan efek toksik pada makhluk hidup. Penelitian ini bertujuan untuk mengevaluasi sitotoksisitas dan genotoksisitas air tercemar limbah industri penyamakan kulit dengan menggunakan Allium assay. Parameter uji sitotoksisitas meliputi pertumbuhan akar dan indeks mitosis (IM), sedangkan uji genotoksisitas meliputi indeks aberasi (IA), kehadiran mikronuklei dan binuklei. Allium assay dilakukan dengan mengakarkan bawang merah dalam akuades selama 48 jam, kemudian didedahkan dalam air yang tercemar limbah pabrik dengan konsentrasi 25%, 50%, 75% dan 100% selama 24 jam. Kontrol negatif terdiri dari (K-1) akuades dan (K-2) air tidak tercemar. Pengamatan sitotoksisitas dan genotoksisitas dilakukan setelah pembuatan preparat usap dengan fiksatif Carnoy dan pewarna asetokarmin. Hasil pengamatan menunjukkan bahwa air tercemar limbah menurunkan pertumbuhan akar meskipun tidak secara signifikan bila dibandingkan dengan kedua kontrol. Air tercemar menurunkan indeks mitosis dengan penurunan terbesar terdapat pada perlakuan 100% yaitu antara 19,78 - 28,23% dibandingkan dengan kedua kontrol negatif. Secara statistik, panjang akar dan indeks mitosis perlakuan 100% paling berbeda nyata dengan K1(akuades). Aberasi kromosom juga meningkat seiring dengan peningkatan konsentrasi air tercemar. IA tertinggi terdapat pada perlakuan air tercemar 100% yaitu 19,89%. Frekuensi mikronuklei tertinggi juga terdapat pada perlakuan 100% yaitu 1,91%. Binuklei terdapat di semua konsentrasi air tercemar dengan frekuensi tertinggi terdapat pada perlakuan 25% yaitu 17,31%. Meskipun C.25% menghasilkan binuklei tertinggi, tapi tidak bersifat toksik terhadap akar bawang. Kesimpulan yang dapat diambil adalah air tercemar industri penyamakan kulit di daerah Sukaregang konsentrasi 100% memiliki efek toksik terhadap akar bawang merah.", "Daftar File": {}, "Penulis": "Elisa Fitri [10615029]", "Kontributor / Dosen Pembimbing": ["Trimurti Hesti Wardini, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "air tercemar, kromium, sitotoksisitas, genotoksisitas, indeks mitosis, aberasi kromosom.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "12 Mar 2020"}