{"Nomor": 46861, "Judul": "MANAJEMEN HUBUNGAN PELANGGAN UNTUK MEMPERTAHANKAN PELANGGAN DENGAN MENGGUNAKAN PENDEKATAN PENGALAMAN PELANGGAN SECARA DIGITAL:  PENGEMBANGAN APLIKASI PONSEL UNTUK NINJA ACADEMY", "Abstrak": "Ninja Xpress adalah perusahaan logistik Courier, Express, and Parcel (CEP) yang telah beroperasi di Indonesia sejak Maret 2015. Ninja Xpress telah memfokuskan target pasarnya kepada penjual UMKM sejak awal 2019. Sebelumnya pada Maret 2018, tim Marketing Acquistion dari Ninja Xpress telah membuat program retensi bernama OASIS yang ditargetkan untuk para penjual UMKM. OASIS adalah acara kelas bisnis yang memiliki tujuan untuk mengakuisisi para pengirim barang yang bervolume tinggi dengan menyediakan kelas yang terkait dengan bisnis online kepada penjual UMKM. Namun, acara OASIS ini hanya dapat menghasilkan angka akuisisi yang rendah dan terbukti memiliki tingkat retensi pengguna yang tidak memuaskan. Dengan demikian, tim Akuisisi Pemasaran menciptakan program loyalitas baru yang memiliki banyak fitur yang disebut Ninja Academy. Sejak awal diluncurkan, para penjual online yang menggunakan Ninja Xpress yang ada hanya dapat memesan fitur-fitur Ninja Academy melalui sarana offline. Berdasarkan temuan yang didapatkan, 53% pengguna Ninja Academy ingin program tersebut didigitalkan baik melalui platform aplikasi berbasis ponsel atau berbasis web, dan juga telah ada diskusi internal dalam tim untuk membuat platform digital holistik untuk meningkatkan tingkat retensi para UMKM yang menggunakan Ninja Xpress untuk menjual produk-produknya lewat sebuah platform online. Oleh karena itu, pengembangan platform online sangat diperlukan untuk meningkatkan dan mempertahankan tingkat retensi pengguna Ninja Academy, mempermudah dan menyederhanakan dalam penggunaan program tersebut, dan menarik para penjual UMKM baru untuk menggunakan Ninja Xpress karena ketersediaan dan manfaat dari program yang khusus dirancang untuk bisnis UMKM. Untuk mengembangkan platform aplikasi yang diharapkan, disarankan agar dibuat aplikasi yang berbasis ponsel, dikarenakan ponsel lebih banyak digunakan di Indonesia dibandingkan dengan laptop atau komputer. Di sisi lain, untuk mempertahankan pengguna, alat analisis Six Pillars of Customer Experience Excellence diperlukan untuk memberikan pengalaman penggunaan aplikasi yang baik kepada pengguna Ninja Academy. Selain itu, strategi customer relationship management juga perlu diimplementasikan karena akan membantu untuk mengelola hubungan antara perusahaan dan pelanggan, dengan tujuan untuk meningkatkan loyalitas pelanggan dan profitabilitas jangka panjang.", "Daftar File": {"ABSTRAK Affan Hibaturrahman": "https://digilib.itb.ac.id/gdl/download/204588"}, "Penulis": "Affan Hibaturrahman [29318057]", "Kontributor / Dosen Pembimbing": ["Dr. Asnan Furinto, S.T., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "CEP, UMKM, Retensi Pelanggan, Platform Berbasis Ponsel, Six Pillars of Customer Experience Excellence, Customer Relationship Management", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "12 Mar 2020"}