{"Nomor": 46860, "Judul": "PENGAJUAN PENINGKATAN BISNIS STRATEGI PADA DAPUR KONNE", "Abstrak": "Dapur Konne adalah sebuah usaha mikro kecil menengan (UMKM) yang bergerak di bidang makanan dan minuman sejak September 2018. Dapur Konne berawal dari kantin kecil di sebuah sekolah dan pada saat itu penulis menyadari potensi Dapur Konne untuk dapat mendominasi di lingkungan pendidikan. Dapur Konne memiliki dua cabang yang berlokasi di Universitas Pertamina, dan Sekolah Tinggi Administrasi Negara (STAN).\n\nSeiring dengan pertumbuhan populasi, kebutuhan akan makanan meningkat secara proporsional dengan jumlah penduduk. Industri makanan dan minuman diprediksikan untuk tetap menjadi tulang punggung perkembangan ekonomi Indonesia. Peran penting yang dapat diberikan oleh industri makanan dan minuman dapat dilihat dari pendapatan per kapita negara (di luar bidang minyak dan gas). Tantangan yang dihadapi Dapur Konne adalah dari segi bisnisnya itu sendiri. Di era seperti sekarang, sudah banyak perusahaan dengan produk dan strategi yang serupa. Agar dapat bersaing, Dapur Konne harus memiliki strategi yang lebih dan berbeda. Dapur Konne harus menjadi kreatif dan inovatif dalam menjawab permasalahan di masyarakat. \n\nTujuan dari penelitian ini adalah untuk menganalisis faktor internal dan eksternal dalam lingkungan bisnis Dapur Konne. Hal ini dilakukan untuk menyusun dan meningkatkan strategi bisnis, terutama dalam bidang pengembangan perusahaan, pertumbuhan penjualan, dan strategi pemasaran.  Hasil dari makalah ini adalah memahami strategi yang paling tepat dan paling cocok digunakan untuk Dapur Konne, dalam rangka meningkatkan pengembangan perusahaan, pertumbuhan penjualan, dan strategi pemasaran. Untuk analisis internal, penulis menggunakan analisis VRIO, dan business model canvas. Untuk analisis eksternal, penulis menggunakan analisis PEST, Porter’s five force analysis, dan analisis kompetitor.\n\nPermasalahan yang dihadapi Dapur Konne terutama terletak dalam permasalahan internal seperti aktivitas marketing, pengelolaan sumber daya alam, keberanekaragaman menu, dan kenyamanan tempat menjadi alasan mengapa keuntungan belum maksimal. \nDapur Konne perlu fokus untuk strategi diferensiasi bisnis. Rencana implementasi strategi bisnis difokuskan dalam enam sektor: menghilangkan menu yang penjualannya kurang optimal, riset untuk menu, operasional marketing, penyusunan prosedur standar (SOP), dan menjalin kerjasama.", "Daftar File": {"ABSTRAK Irham Bani Mardiyosa": "https://digilib.itb.ac.id/gdl/download/204586"}, "Penulis": "Irham Bani Mardiyosa [29318056]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mohamad Toha"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Analisis Bisnis, Strategi Bisnis, UMKM, Makanan dan Minuman", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "12 Mar 2020"}