{"Nomor": 46869, "Judul": "PERANCANGAN MATERIALS RECOVERY FACILITY (MRF) DI KAWASAN HUNIAN KOTA BARU PARAHYANGAN", "Abstrak": "Kota Baru Parahyangan merupakan suatu kawasan hunian yang dikembangkan oleh Lyman Group yang terletak di Kecamatan Padalarang, Kabupaten Bandung Barat, Provinsi Jawa Barat. Dengan luas sebesar 1.250 ha, Kota Baru Parahyangan dihuni oleh sekitar 16.810 orang dalam 4.000 unit hunian dengan tingkat ekonomi menengah ke atas. Saat ini, Kota Baru Parahyangan sedang melakukan pembangunan tahap kedua dengan total hunian hingga 10.000 unit yang diprediksi akan selesai pada tahun 2035. Seperti kawasan elit lainnya, timbulan sampah anorganik di Kota Baru Parahyangan memiliki komposisi yang jauh lebih banyak dibandingkan dengan timbulan sampah anorganik di kawasan dengan tingkat ekonomi menengah atau menengah ke bawah. Setelah dilakukan sampling selama 8 hari, didapat bahwa komposisi sampah anorganik Kota Baru Parahyangan memiliki persentase sebesar 54% dari total timbulan sampahnya. Sayangnya, Kota Baru Parahyangan tidak memiliki fasilitas penanganan sampah anorganik khususnya yang masih memiliki nilai jual dan dapat didaur ulang untuk dimanfaatkan kembali. Saat ini, seluruh sampah anorganik yang dihasilkan di kawasan Kota Baru Parahyangan akan dikumpulkan di TPS untuk setelahnya diangkut oleh UPT Kebersihan ke TPA Sarimukti. Dengan begitu, pembangunan Materials Recovery Facility (MRF) diharapkan dapat mengurangi jumlah timbulan sampah anorganik yang langsung diangkut ke TPA Sarimukti. MRF yang dirancang merupakan MRF tipe semi-mekanis dan direncanakan untuk dapat beroperasi hingga tahun 2035 dimana jumlah hunian yang terjual telah mencapai 10.000 unit dengan kapasitas sebesar 38,5 ton sampah per hari. Pada akhirnya, sampah-sampah ini akan dipilah dan dilanjutkan sesuai jenisnya. Sampah organik akan dilanjutkan ke Instalasi Pengolahan Food Waste, sampah B3 akan dilanjutkan ke pihak ketiga pengelola limbah B3, sampah recyclable akan dilanjutkan ke pabrik daur ulang, dan sampah yang tidak dapat ditangani lagi akan diangkut ke TPA Sarimukti sebagai residu. MRF yang akan dibangun memiliki luas sebesar 1.680 m2 dengan panjang 56 m dan lebar 30 m. Pembangunan MRF membutuhkan modal sebesar Rp. 14.009.277.385,00. Keberadaan MRF akan dapat mereduksi jumlah timbulan sampah yang diangkut ke TPA Sarimukti sebesar 75,12% dari keseluruhan timbulan sampah atau sebesar 29,07 ton sampah tiap harinya.", "Daftar File": {"ABSTRAK Nico Joshua Susilo": "https://digilib.itb.ac.id/gdl/download/204596"}, "Penulis": "Nico Joshua Susilo [15315034]", "Kontributor / Dosen Pembimbing": ["Dr. Opy Kurniasari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "sampah anorganik, Materials Recovery Facility (MRF), terpilah, daur ulang, reduksi timbulan", "Sumber": "TUGAS AKHIR Januari 2020", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "12 Mar 2020"}