{"Nomor": 46865, "Judul": "REDESAIN DAN OPTIMASI SISTEM PENGELOLAAN SAMPAH DI TPS 3R JALAN SUBANG, KECAMATAN ANTAPANI, KOTA BANDUNG", "Abstrak": "Tempat Penampungan Sementara (TPS) 3R Subang berlokasi di Jalan Subang No. 1, Kecamatan\nAntapani, Kota Bandung. TPS 3R Subang memiliki luas lahan sebesar 594 m2. Pengelolaan sampah\ndi TPS 3R Subang belum optimal menerapkan prinsip reduce, reuse, dan recycle dikarenakan\nterdapat beberapa fasilitas yang terbengkalai, proses yang tidak dilaksanakan secara kontinu, dan\nkelebihan kapasitas sehingga redesain dan optimasi sistem pengelolaan sampah perlu dilakukan.\nPerubahan wilayah pelayanan dilakukan karena ekspansi TPS tidak memungkinkan. Perubahan\ndaerah pelayanan dapat dilakukan karena beberapa daerah pelayanan TPS 3R Subang tidak berlokasi\ndi Kecamatan Antapani dan terdapat TPS lain yang lebih dekat dengan wilayah tersebut. Wilayah\npelayanan yang baru hanya mencakup Kelurahan Antapani Kulon. Kelurahan Antapani Kulon\ndipilih karena tidak adanya TPS di wilayah tersebut. Pada TPS 3R Subang direncanakan terdapat\nfasilitas area pemilahan, pengolahan sampah organik, penanganan sampah anorganik, serta\npenanganan sampah residu. Pada akhir tahun operasional, direncanakan TPS ini memiliki kapasitas\n6078 kg/hari. Pemilahan dilakukan secara manual dengan bantuan conveyor belt. Sampah anorganik\nyang dipilah adalah sampah kertas, plastik bernilai ekonomi, kaca, dan logam dengan total sebesar\n732 kg/harinya. Sampah organik sebanyak 1870 kg/hari diolah dengan sistem pengomposan\nteknologi open windrow. Sampah tidak terolah dan residu dikumpulkan dalam kontainer 10 m3 untuk\nkemudian diangkut menuju TPA sebanyak satu ritasi dalam sehari. Analisis dengan metode Net\nPresent Value menunjukkan NPV bernilai kurang dari 0, yaitu -Rp 2.675.462.162,13. Walaupun\nNPV<0, pembangunan perancangan ulang TPS 3R ini tidak dapat langsung dikatakan tidak layak\nsecara ekonomi. Hal ini dikarenakan tujuan utama dari pembangunan ulang TPS 3R adalah\nmeningkatkan pelayanan persampahan secara menyeluruh sehingga mengurangi volume sampah ke\nTPA dan kerugian-kerugian lain yang mungkin ditimbulkan jika pembangunan ulang TPS 3R ini\ntidak dilakukan. Biaya pengelolaan per ton sampah adalah Rp 438.061,00 dan biaya pengumpulan\nsampah minimum yang harus dibayarkan oleh warga yang tinggal di wilayah pelayanan TPS 3R\nJalan Subang jika biaya investasi awal pembangunan ditanggung Pemerintah adalah Rp\n51.700,00/KK/bulan agar TPS tidak mengalami kerugian. Namun jika biaya investasi awal tidak\nditanggung oleh Pemerintah, maka biaya pengumpulan sampah yang harus dibayarkan oleh warga\nyang tinggal di wilayah pelayanan TPS 3R Jalan Subang adalah sebesar Rp 90.300,00/KK/bulan.", "Daftar File": {"ABSTRAK Gina Resti Anjany": "https://digilib.itb.ac.id/gdl/download/204591"}, "Penulis": "Gina Resti Anjany [15315065]", "Kontributor / Dosen Pembimbing": ["Emenda Sembiring, S.T., M.T., M.Eng.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Optimasi; pemilahan; penanganan; pengolahan; perubahan; redesain", "Sumber": "TUGAS AKHIR Maret 2020", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "12 Mar 2020"}