{"Nomor": 46878, "Judul": "PERANCANGAN BEJANA TEKAN UNTUK UNIT REGENERASI AMINA PADA FASILITAS PENGOLAHAN GAS LAPANGAN BALUN", "Abstrak": "Cepu dan sekitarnya sejak lama dan hingga saat ini dikenal sebagai penghasil minyak dan gas bumi (migas), baru-baru ini telah dilakukan kegiatan studi kelayakan untuk memberikan informasi kelayakan, baik teknis, keselamatan, sosial, maupun ekonomi untuk pengaktifan kembali Lapangan Gas Balun. Salah satu aspek peninjauan yang dilakukan adalah aspek mekanikal dari pengolahan gas yang ingin dibangun. Tugas sarjana ini bertujuan untuk menghasilkan rancangan aspek mekanikal 2 bejana tekan vertikal, yakni absorber dan regenerator di Unit Regenerasi Amina untuk menurunkan kadar CO2 sebesar 32%, sesuai dengan kode ASME BPVC Section VIII Division 1. Perancangan komponen meliputi perancangan shell, bottom head, top head, nozzle, dan support.\nDengan tekanan desain sebesar 80 psig dan temperatur desain sebesar 212°F untuk regenerator dan 122°F untuk absorber maka diperoleh hasil perancangan sebagai berikut, shell dipilih dari jenis pipa seamless SA 312 Grade TP304 dengan NPS 18 schedule 20 untuk absorber dan NPS 14 schedule 20 untuk regenerator. Head dibuat berbentuk ellipsoidal head 2:1 dengan menggunakan material SA 240 Grade 304 dan tebal sebesar 0,311 inci, sedangkan nozzle yang digunakan dipilih dari jenis pipa seamless SA 312 Grade TP304 dengan NPS 2 schedule 80 dan NPS 4 schedule 40. Untuk skirt support, pipa seamless SA 312 Grade TP304 dipilih dengan NPS 18 dan schedule 20 untuk absorber sedangkan NPS 14 dan schedule 20 untuk regenerator. Dari analisis kekuatan terhadap beban angin dan gempa berdasarkan prosedur ASCE 7-95 dan UBC 1997, diketahui bahwa rancangan mampu menahan beban angin dan beban gempa dengan Safety Factor (SF) sebesar 2,7 untuk absorber dan 2,4 untuk regenerator. Hasil rancangan ditampilkan dalam bentuk data sheet, calculation sheet pada bagian lampiran H dan gambar teknik pada Lampiran A.", "Daftar File": {"ABSTRAK Hardi Lumbantobing": "https://digilib.itb.ac.id/gdl/download/204605"}, "Penulis": "Hardi Lumbantobing [13115139]", "Kontributor / Dosen Pembimbing": ["Rachman Setiawan, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Lapangan Gas Balun, CO2 removal unit, bejana tekan, ASME BPVC Section VIII Division 1.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "12 Mar 2020"}