{"Nomor": 46871, "Judul": "DINAMIKA POPULASI MIKROBA AKTIF PADA PENGOLAHAN LIMBAH CAIR INDUSTRI DENGAN SISTEM LUMPUR AKTIF  (STUDI KASUS: INDUSTRI PENGECATAN LOGAM)", "Abstrak": "PT.X yang merupakan industri shock absorber yang melakukan pengolahan limbah air cat dengan membuat unit PBT (Painting Biologcal Treatment) dengan sistem activated sludge dengan tujuan agar efluen yang dihasilkan dari pengolahan tersebut tidak mencemari lingkungan dan dapat digunakan kembali (reuse) sebagai air penangkap cat (water curtain). Unit PBT tersebut menggunakan bakteri sebagai pendegradasi yang merupakan bakteri yang berasal dari lima tangki besar berisi lima bakteri dominan, dimana bakteri pendegradasi tersebut membentuk suatu konsorsium yang kestabilannya harus tetap terjaga. Penelitian ini bertujuan untuk mengetahui dinamika populasi mikroba aktif dalam pengolahan air limbah industri (studi kasus: industri pengecatan logam) yang dapat mengevaluasi kinerja pengolahan limbah dengan sistem lumpur aktif secara rutin, cepat dan akurat. Penelitian ini dilakukan dengan cara identifikasi bakteri dengan menggunakan teknik molekuler 16S rRNA gene sequencing analysis menggunakan polymerase chain reaction (PCR) dan penentuan kelimpahan konsorsium mikroba dengan teknik FISH serta melihat hubungan antara dinamika eksistensi bioindikator di dalam unit pengolahan limbah dengan kinerja pengolahan yang diukur secara fisik-kimia. Hasil analisis data menunjukkan bahwa parameter fisik-kimia berupa temperatur, pH, DO, konduktivitas, COD total, COD terlarut, fosfat total, ortofosfat, nitrogen total, MLVSS, logam Zn dan Ni berdasarkan variasi waktu pengambilan sampel menunjukkan nilai yang fluktuatif. Bakteri yang teramati didominasi oleh bakteri golongan Gram negatif dan kelompok alpha-proteobacteria (ALF968) sebesar 43,7%. Eksistensi bioindikator terhadap habitatnya yaitu unit PBT PT.X  dengan menggunakan analisis PCA dan regresi linear berganda menunjukkan bahwa, MLVSS berpengaruh terhadap Alphaproteobacteria, Actinobacteria,  selain itu, logam Zn, DO, nitrogen total dan logam Ni berpengaruh terhadap kelompok Betaproteobacteria, Gammaprteobacteria dan Firmicutes, serta konsentrasi COD total berpengaruh terhadap kelompok bakteri phototropic.", "Daftar File": {"ABSTRAK Mentari Rizki Mayanda": "https://digilib.itb.ac.id/gdl/download/204598"}, "Penulis": "Mentari Rizki Mayanda [25316017]", "Kontributor / Dosen Pembimbing": ["Dr. Herto Dwi Ariesyady, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Activated sludge, Fluorescent In situ Hybridization (FISH), industri shock absorber, mikroba aktif, Polymerase Chain Reaction (PCR)", "Sumber": "TESIS APRIL 2020", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "12 Mar 2020"}