{"Nomor": 46872, "Judul": "EFISIENSI KONVERSI DAN TABEL HIDUP LALAT TENTARA HITAM HERMETIA ILLUCENS L. (DIPTERA: STRATIOMYIDAE) YANG DIPELIHARA PADA LIMBAH AMPAS KELAPA", "Abstrak": "Hermetia illucens L. (Diptera: Stratiomyidae) atau lalat tentara hitam (Black Soldier Fly = BSF) adalah salah satu agen biokonversi yang dapat mengubah berbagai jenis limbah organik menjadi biomassa yang memiliki nilai guna tinggi. Kualitas biomassa yang dihasilkan oleh larva Hermetia illuces sangat dipengaruhi oleh pakan yang diberikan. Dalam penelitian ini, larva BSF digunakan sebagai agen biokonversi dari ampas kelapa, salah satu limbah utama dalam iiisbandi kelapa. Penelitian ini bertujuan untuk mengetahui pengaruh ampas kelapa sebagai pakan terhadap pertumbuhan larva dan kemampuan larva BSF dalam mengkonversi limbah kelapa berdasarkan Efficiency of Digested-feed (ECD) dan Waste Reduction Index (WRI). Selain itu, telah dilakukan analisis tabel hidup H. illucens berdasarkan Age-stage Two-Sex life table. Hasil penelitian menunjukkan bahwa larva H. illucens mampu mencapai prepupa selama 16,79 hari dengan berat rata-rata 0.24 gram. Rata-rata nilai Efficiency of Digested-feed (ECD) dan (WRI) Waste Reduction Index masing-masing sebesar 19% dan 3,27%. Hasil analisis tabel hidup menunjukkan nilai potensi reproduktif I 0,08/hari, laju memperbanyak diri (?) 1,08/hari, laju reproduksi bersih (Ro) 50,01 anakan, dan periode hidup rata-rata (T) 48,40 hari. Berdasarkan hasil penelitian ini dapat disimpulkan bahwa ampas kelapa sangat baik digunakan sebagai pakan larva Hermetia illucens.", "Daftar File": {"ABSTRAK Fajar Firdaus": "https://digilib.itb.ac.id/gdl/download/204599"}, "Penulis": "Fajar Firdaus [20617002]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Dana Permana"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Lalat tentara hitam, Hermetia illucens, efisiensi konversi pakan, indeks reduksi limbah, tabel hidup.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "12 Mar 2020"}