{"Nomor": 46879, "Judul": "PENGUSULAN STRATEGI PEMASARAN UNTUK GULA KELAPA PAPACO GUNA MENINGKATKAN PENJUALAN", "Abstrak": "Diabetes telah menjadi masalah paling serius saat ini. 1 dari 3 orang dewasa di Indonesia pengidap pre-diabetes dan mereka tidak menyadari. Risiko tertinggi (23,9%) prediabetes disumbang oleh minum kopi lebih dari 1 cangkir dengan gula biasa dalam sehari (Dany, 2017). Sementara itu, Indonesia saat ini memiliki kopi siap minum (RTD) sebagai makanan paling digemari. Diabetes dan ironi yang tidak sehat ini telah menjadi peluang bagi gula kelapa Papaco untuk memasuki pasar.\nPenelitian ini bertujuan untuk membantu Papaco dalam strategi pemasaran khususnya memahami target pasar dan atribut kemasan untuk desain kemasan. Penelitian ini menggunakan STP (Segmentation, Targeting, Positioning) Analysis dan Marketing Mix (4P), Porter 5 Force, Analisis Pesaing, dan Persona Pelanggan. Metode dilakukan dengan observasi dan kuesioner di Jakarta. Selanjutnya, penelitian ini menggunakan SPSS untuk memproses hasil survei dan mengetahui atribut kemasan terhadap niat beli pelanggan berdasarkan Kano’s Theory.\nMenurut analisis STP (Segmentation, Targeting, Positioning), pesaing gula kelapa di posisi pasar dengan harga tinggi dan berorientasi industri cukup tinggi. Penelitian ini menemukan ceruk pasar kosong di harga menengah dan industri rumah tangga. Papaco disarankan untuk mengubah target pasar dan positioning ke segmen tersebut. Sementara untuk analisis Marketing Mix (4P) Papaco harus memiliki kemasan untuk identitas. Atribut kemasan yang paling mempengaruhi berdasarkan penelitian adalah Ergonomi dan Teknis. Kategori indikator yang harus diterapkan pada kemasan Papaco adalah; Mudah dibuka, Mudah Pegang, User-Friendly, Jumlah isi tepat, bahan daur ulang, Bersih, Kuat, Tahan Bocor, Satu kali Pakai, Fungsi Tambahan, Desain menarik, Fakta Gizi, Isi Transparan, Simbol Halal, dan Produk Keluarga. Penelitian Q&A dalam desain kemasan, hanya ada sedikit preferensi yang berbeda antara Kemasan 100gram (41,8%) dan 8 gram (38,5%). Dengan demikian penelitian ini menyarankan kedua jenis bentuk desain. Harga juga harus berubah menjadi Rp15.000 untuk kemasan 100-gram dan Rp35.000 untuk sachet 8 gram x 75 buah dalam satu kotak, dengan menggunakan strategi harga pasar penetrasi. Tempat yang paling disukai untuk menjual adalah Minimarket, Supermarket, dan kedai kopi. Strategi promosi menggunakan sampel gratis (freemium) dan pameran.", "Daftar File": {"2020_TS_PP_Sandilla Tristiany_1-Abstrak..pdf)u": "https://digilib.itb.ac.id/gdl/download/204606"}, "Penulis": "Sandilla Tristiany [29117272]", "Kontributor / Dosen Pembimbing": ["Dr. Dona Saphiranti, MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Strategi Pemasaran, Variabel Pengemasan, Gula Kelapa, Pemanis Sehat, Diabetes.", "Sumber": "PAPACO COCONUT SUGAR", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "12 Mar 2020"}