{"Nomor": 46887, "Judul": "PEMAHAMAN PERSPEKTIF ANGGOTA FAKULTAS DAN ALUMNI TERHADAP LINGKUNGAN BELAJAR:STUDI KASUS SBM ITB JAKARTA", "Abstrak": "Perkembangan yang cepat dan perubahan di Indonesia selalu terjadi setiap hari karena dunia juga berkembang. Perkembangan dan perubahan yang cepat ini membuat Indonesia harus menghadapi persaingan global yang memaksa Indonesia untuk menciptakan sumber daya manusia yang kompetitif dan andal dalam teknologi, agar siap bersaing dengan sumber daya manusia asing lainnya juga untuk membantu Indonesia menciptakan pembangunan yang setara.\nPersiapan yang dapat dipersiapkan Indonesia adalah melalui fasilitasi pendidikan, karena pendidikan merupakan salah satu alat untuk mengukur daya saing pada setiap individu, juga modal manusia yang baik dan besar dapat membantu Indonesia untuk menciptakan infrastruktur yang setara sehingga dapat menghubungkan perkotaan, pedesaan dan internasional. pasar sehingga tidak akan ada orang / daerah di Indonesia yang tertinggal. Perguruan tinggi seperti Universitas seperti SBM ITB Jakarta telah bersaing dalam banyak hal seperti mencapai pengakuan internasional. Salah satu cara untuk membantu mencapai akreditasi internasional, adalah untuk mengetahui situasi lingkungan belajar saat ini dari perspektif anggota fakultas dan alumni.\nUntuk mencapai tujuan penelitian, peneliti menggunakan metode kualitatif untuk memahami aspek masalah. Diagram Tulang Ikan digunakan untuk mengetahui gambaran besar dari sebab dan akibat analisis suatu fenomena untuk menemukan fenomena akar penelitian. Kerangka kerja MIT90 digunakan untuk mengetahui sosial ekonomi eksternal tentang strategi, peran, struktur, proses manajerial, dan teknologi perusahaan / organisasi. seluruh data yang peneliti peroleh semua diproses dan menggunakan Kanvas Model Bisnis untuk mengusulkan beberapa kegiatan perbaikan.\nMelalui wawancara dan analisis data, peneliti menemukan perspektif lingkungan belajar di SBM ITB Jakarta dari anggota fakultas, mahasiswa, dan alumni. Masalah-masalah utama diungkapkan melalui beberapa kata-kata penting, kemudian peneliti mengkategorikannya untuk membuatnya lebih mudah untuk memahami kondisi tersebut, dan kategori-kategori tersebut adalah kondisi terkini dari organisasi yang muncul melalui tangkapan wawancara sebagai Lingkungan Belajar saat ini melalui perspektif Anggota Fakultas dan alumni \nBerdasarkan hasil tersebut, peneliti menghasilkan kegiatan yang diusulkan dan teknologi yang diusulkan yang sesuai dengan organisasi dan dapat membantu organisasi untuk melakukan perbaikan sehingga lingkungan belajar di masa depan akan lebih baik, Akreditasi internasional akan tercapai, juga oleh kegiatan berkelanjutan yang diterapkan, lingkungan belajar di SBM ITB Jakarta akan lebih optimal.", "Daftar File": {"ABSTRAK Eugenie Febby": "https://digilib.itb.ac.id/gdl/download/204614"}, "Penulis": "Eugenie Febby [29318074]", "Kontributor / Dosen Pembimbing": ["Yudo Anggoro, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "International Accreditation, Continuous Improvements, Learning Environment", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "12 Mar 2020"}