{"Nomor": 46885, "Judul": "USULAN STRATEGI BISNIS UNTUK MENGOPTIMALKAN PERFORMA PERUSAHAAN PASCA SENTRALISASI KOMERSIL KE PERUSAHAAN INDUK: STUDI KASUS PT SEMEN PADANG", "Abstrak": "Kenaikan permintaan semen domestik yang berkelanjutan mengakibatkan munculnya produsen-produsen semen baru di Indonesia. Saat ini, kapasitas pabrik semen domestik secara keseluruhan melebihi permintaan semen domestik, mengakibatkan kelebihan kapasitas domestik yang terpasang pada pabrik semen. Dengan kata lain, persaingan industri semen nasional menjadi semakin ketat. Menanggapi kondisi tersebut, PT Semen Indonesia memulai konsolidasi dengan produsen semen papan atas, seperti PT Solusi Bangun Indonesia, untuk meningkatkan pangsa pasar domestiknya. Terlebih, PT Semen Indonesia mulai menerapkan strategi sentralisasi komersil pada tingkatan Opco yang bertujuan untuk kesetaraan Opco dalam mengakses transaksi massal, menjamin kontinuitas produksi, dan menghindari persaingan merek antar Opco dalam wilayah yang sama. Namun demikian, sentralisasi komersil membatasi PT Semen Padang untuk mengambil alih fungsi yang mereka miliki sebelumnya, seperti pengadaan, penjualan semen dan terak, dan rantai pasokan. Sayangnya, PT Semen Padang, sebagai Opco dari PT Semen Indonesia, terus menerus mengalami penurunan pangsa pasar dalam negeri, penurunan utilitas pabrik, dan penurunan penjualan nasional, bahkan setelah penerapan strategi sentralisasi komersil. Dengan seluruh batasan pasca sentralisasi komersil, PT Semen Padang harus menerapkan kolaborasi universitas-industri yang bertujuan untuk menghasilkan inovasi kepemimpinan harga. Lebih lanjut, PT Semen Padang juga harus bergerak menuju digitalisasi dan diversifikasi produk melalui perkuatan ikatan dengan anak perusahaannya, seperti dengan PT Sinergi Informatika Semen Indonesia dan PT Igasar. Dengan menerapkan usaha-usaha tersebut, PT Semen Padang diharapkan dapat beralih menjadi tipe global subsidiary mandate.", "Daftar File": {"ABSTRAK Muhammad Hanif Gusman": "https://digilib.itb.ac.id/gdl/download/204612"}, "Penulis": "Muhammad Hanif Gusman [29318070]", "Kontributor / Dosen Pembimbing": ["Dr. Asnan Furinto, S.T., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sentralisasi Komersil, Kolaborasi Universitas-industri, Kepemimpinan Harga, Digitalisasi, Global Subsidiary Mandate", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "12 Mar 2020"}