{"Nomor": 46886, "Judul": "STRATEGI YANG DIAJUKAN UNTUK MENTRANSFER PENGETAHUAN KEPADA KLIEN PADA SEBUAH PENASIHAT PERDAGANGAN SAHAM RINTISAN", "Abstrak": "Ortonlead merupakan sebuah bisnis penasihat investasi yang bergerak di bidang penasihat investasi. Perusahaan mengembangkan sebuah sistem yang bertujuan untuk memberikan imbal hasil yang terukur dan berkelanjutan. Dalam praktiknya terdapat perbedaan pengetahuan antara perusahaan dengan persepsi beberapa klien atas proses investasi yang dilakukan, perbedaan ini menyebabkan tidak berjalannya proses pemberian nasihat investasi dan tujuan investasi client. \n\nPenelitian bertujuan untuk mengetahui bagaimana pengetahuan klien mengenai investasi di pasar modal, apa perbedaan antara pengetahuan klien dengan proses untuk mencapai hasil yang optimal di pasar modal, dan bagaimana menjembatani antara pengetahuan client dengan perusahaan agar proses investasi berjalan optimal.\n\nPendekatan penelitian menggunakan metode wawancara untuk mencari tahu bagaimana pandangan klien atas investasi di pasar modal. Wawancara dilakukan kepada 11 klien perusahaan untuk mendapat informasi imbal hasil seperti apa yang mereka inginkan, bagaimana proses yang ingin mereka lalui, dan bagaimana profil resiko yang mereka miliki. \n\nPenelitan menunjukan bahwa secara umum terdapat tiga karakteristik klien yang ada pada perusaahan. Masing-masing karakteristik memiliki pandangan yang berbeda mengenai imbal hasil yang mereka inginakan, proses yang mereka lalui, dan risiko yang mereka kehendaki. Pada setiap kategori investor membutuhkan treatment yang berbeda untuk mencapai menjembatani pengetahuan mereka. Perusahaan perlu membuat strategi transfer pengetahuan yang berbeda pada setiap kategori investor. Setelah semua proses identifikasi dan pengajuan strategi dilakukan, perusahaan dapat mengimplementasikan startegi tersebut sebagai sebuah program transfer pengetahuan yang menjadi bagian proses bisnis secara keseluruhan.", "Daftar File": {"ABSTRAK Dwi Winarno": "https://digilib.itb.ac.id/gdl/download/204613"}, "Penulis": "Dwi Winarno [29318071]", "Kontributor / Dosen Pembimbing": ["Dedy Sushandoyo, S.T., M.Sc.Eng., M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Knowledge Management, Knowledge Transfer, Investasi.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "12 Mar 2020"}