{"Nomor": 46890, "Judul": "MENGEMBANGKAN MEDIA ONLINE SEBAGAI SOLUSI UNTUK BIDANG DESAIN DAN KONSTRUKSI RUMAH, STUDI KASUS: MELBUILD", "Abstrak": "Indonesia memiliki potensi besar dalam sektor perumahan namun di sisi lain, membangun rumah itu tidak mudah dan berisiko. Agar dapat memenuhi kebutuhannya, banyak orang mencari informasi dan akses untuk mengontak arsitek juga kontraktor profesional melalui penelusuran di internet. Ini menunjukkan bahwa industri berbasis online memiliki potensi kuat untuk tumbuh lebih besar.\n\nMelbuild adalah platform online baru dalam desain dan konstruksi rumah yang menyediakan koneksi dan informasi antara pemilik rumah dan profesional. Sayangnya, konsumen dan produsen Melbuild memiliki kesadaran dan pengetahuan yang rendah terhadap para profesional dan sistem online. Mereka enggan melakukan transaksi online sehingga pertumbuhan Melbuild menurun.\n\nIsu utamanya adalah bagaimana mengembangkan solusi media online untuk desain dan konstruksi rumah, dengan Melbuild sebagai studi kasus. Penelitian ini menggunakan me-tode kualitatif dengan wawancara mendalam dan kerangka kerja ‘Diciplined Entrepre-neurship’ milik Bill Aulet. Total 13 responden yang terdiri dari pemilik rumah, arsitek dan pendiri platform online, turut berpartisipasi dalam penelitian ini.\n\nHasilnya menunjukkan bahwa Melbuild mempersempit segmen pasar dan mengklarifikasi perjalanan pelanggan mereka. Melbuild menjadi media online yang didedikasikan untuk mendidik dan membantu menghubungkan pembeli rumah pertama kali dengan para profesional dan pemasok di industri desain dan konstruksi rumah. Strategi bisnisnya dibagi menjadi strategi pra-aktivasi, strategi aktivasi dan strategi pasca-aktivasi.", "Daftar File": {"ABSTRAK Imelda": "https://digilib.itb.ac.id/gdl/download/204617"}, "Penulis": "Imelda [29318078]", "Kontributor / Dosen Pembimbing": ["Nazmi Fathnur Ahmad, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Desain dan Konstruksi Rumah, Media Online, Offline.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "12 Mar 2020"}