{"Nomor": 46899, "Judul": "PENINGKATAN OPERASI LOGISTIK DAN KUALITAS SERVICE UNTUK MENCAPAI KINERJA WAKTU PENGIRIMAN, STUDI KASUS LANCAR JAYA EXPRESS INDONESIA - FIRST MILE OPERATION", "Abstrak": "Pada era digital, e-Commerce atau online shopping merupakan terbosan besar di dunia jasa jual beli di Internet, kesuksesan e-Commorce tidak lepas dari kesuksesan jasa pengiriman atau logistic parnert nya. Tingkat kepuasan customer tidak lepas dari kecepatan barang sejak customer membeli sampai barang tersebut diterima. \nLaMAll yang merupakan perusahaan multinasional yang bergerak di e-Commerce Industri, sadar akan kebutuhan logistic atau pengirman nya oleh sebab itu LaMall mendirikan perusahaan pengiriman sendiri yaitu Lancar Jaya express untuk mengontrol performance dari pengiriman barang tersebut sampai dengan return. Volume paket terbesar dari LaMall tidak lepas dari marketplace atau seller-seller yang bekerjasama dengan LaMAll. Oleh karena, tingkat kepuasan seller juga menentukan performance dari perusahaan pengiriminan.\nDalam penelitian ini, penulis membahas tentang permasalahan dari operational perusahaan pengiriman yang berdampak dengan kepuasan seller sebagai pelanggan. Evaluasi root cause analysis yang dilakukan dengan wawancara beberapa seller mengenai performa dan kualitas dari perusahaan pengirimanan. \n\tMetodologi yang digunakan untuk penelitian ini adalah kualitatif. Pengumpulan data primer berdasarkan wawancara dengan fungsi internal di perusahaan LEX untuk menemukan akar penyebab masalah. Data kedua dari data historis dari LaMall Express Indonesia untuk mengetahui kinerja saat ini dan sebelumnya. Data historis yang kami ambil dari Q1 2019 mulai dari Januari hingga akhir Q3 September yang berarti total 9 bulan. Metode-metode ini bertujuan untuk mendapatkan pengetahuan tentang akar permasalahan dan menambahkan peningkatan untuk mencapai tujuan.\nHasil dari penelitian ini  adalah terdapat 2 permasalah yang berdampak pada kepuasaan seller yaitu jangka waktu penjemputan barang ke seller dan jangka waktu pengembalian  barang return ke seller. Untuk memperbaiki permasalahan tersebut dengan memaksimalkan penjemputan barang dengan menambah process flow operation supaya penjemputan barang lebih maksimal, dan juga untuk proses return dengan menambah fasilitas, infrastruktur dan penggunakan equipment yang tepat sehingga proses pengembalian lebih cepat dan tepat.", "Daftar File": {"ABSTRAK Abdurahman Syarif Agustiawan": "https://digilib.itb.ac.id/gdl/download/204664"}, "Penulis": "Abdurahman Syarif Agustiawan [29318084]", "Kontributor / Dosen Pembimbing": ["Ir. Adirizal Nizar, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Manajemen Operasi, Diagram Fishbone, Logistik, Process Flow Pengiriman, Kualitas", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "13 Mar 2020"}