{"Nomor": 46892, "Judul": "PENGAMBILAN KEPUTUSAN MODEL PEMBIAYAAN UNTUK PROYEK FASILITAS BOILER BIOMASS DAN DAMPAKNYA TERHADAP PELAPORAN KEUANGAN, SESUAI DENGAN PERNYATAAN STANDAR AKUNTANSI KEUANGAN 73 TENTANG SEWA: STUDI KASUS TERHADAP PABRIK TANGERANG, PT MULTI BINTANG INDONESIA", "Abstrak": "Indonesia, sebagai negara dengan populasi terbesar keempat di dunia mempunyai target agresif untuk meningkatkan penggunaan energi yang terbarukan dalam bauran energinya menjadi 23% di tahun 2025. Sebagaimana yang tertuang dalam strategi berkelanjutan Brewing a Better World (“BaBW”), PT Multi Bintang Indonesia Tbk (“MBI”) mendukung target pemerintah Indonesia dengan menerapkan target 100% energi yang terbarukan   pada tahun 2023. \n\nSalah satu inisiasi BaBW MBI adalah penggunaan biomass sebagai input untuk menghasilkan energi panas dalam proses produksinya. Inisiasi ini bertujuan untuk mengkonversi penggunaan gas fosil ke energi yang terbarukan. MBI berencana untuk menerapakan fasilitas boiler biomass mereka untuk pabrik Tangerang, yang diharapkan mulai berjalan secara komersial di tahun 2020.\n\nFinal project ini dimulai dengan penentuan alternatif model pembiayaan untuk menjawab isu bisnis yang relevan. Setelah itu, dengan menggunakan metode Discounted Cash Flow – Net Present Value (“NPV”), model pembiayaan terbaik akan dipilih untuk proyek boiler biomass. Terakhir, pengambilan keputusan tersebut akan dinilai dampaknya terhadap pelaporan keuangan MBI berkenaan dengan Pernyataan Standar Akuntansi Keuangan terbaru No. 73 tentang sewa. \n\nTerdapat dua alternatif yang dikembangkan dalam final project ini, model capital expenditure dan model purchase power agreement (“PPA”). Final project ini memperhitungkan semua variabel untuk setiap model yang ada, dan memasukkannya ke dalam metode NPV untuk\n?\nmendapatkan nilai positif tertinggi. Menurut metode tersebut, model PPA adalah metode pembiayaan terbaik.\n\nTopik selanjutnya adalah menilai apakah model PPA tersebut dapat diklasifikasikan sebagai kontrak sewa, sesuai dengan PSAK 73. Terdapat tiga kriteria yang harus dipebuhi unruk mencatat model PPA terssebut ke dalam neraca (aset dan liabilitas): aset yang terindentifikasikan, hak untuk memperoleh manfaat eknomis secara substansial, dan hak untuk mengarahkan penggunaan langsung terhadap aset indetifikasian tersebut. Model PPA untuk pabrik Tangerang tidak memenuhi kriteria terakhir, sehingga hanya dapat diakui sebagai kontrak penggunaan energi biasa. Dalam kontrak ini, semua energi yang dibeli dari fasilitas boiler biomass dicatat sebagai biaya energi dalam laporan laba rugi, dengan tidak diakui dalam neraca.\n\nRencana tindak lanjut yang paling penting adalah dengan memulai negosiasi kontrak dengan pihak ketiga. Topik-topik yang harus dibicarakan lebih lanjut antara lain: penyesuaian indeks harga, hak untuk menklaim karbon kredit, dan pembelian energy minimum. Apabila salah satu dari topik tersebut sukses dinegosiasikan, MBI tetap harus menilai kembali dampaknya terhadap pelaporan keuangan sesuai dengan PSAK 73.", "Daftar File": {"ABSTRAK Bernard Iskandar": "https://digilib.itb.ac.id/gdl/download/204619"}, "Penulis": "Bernard Iskandar [29318080]", "Kontributor / Dosen Pembimbing": ["Deddy Priatmodjo Koesrindartoto, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Model Pembiayaan, Biomass, Purchase Power Agreement, Net Present Value, Pelaporan Keuangan, PSAK 73, Sewa", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "12 Mar 2020"}