{"Nomor": 46900, "Judul": "KARAKTERISASI SIFAT KEMAGNETAN DAN GEOKIMIA PASIR BESI DI SUNGAI TOR, KABUPATEN SARMI, PAPUA", "Abstrak": "Sungai Tor merupakan aliran air yang terletak di Kabupaten Sarmi, Papua. Di\nsepanjang sungai ini, ditemukan konsentrasi pasir besi yang cukup melimpah. Pasir\nbesi memiliki potensi yang sangat besar untuk kegunaan masyarakat, namun\npenelitian mengenai pasir besi di sepanjang Sungai Tor masih sedikit sehingga\ntidak semua orang mengetahui perbedaanya dengan pasir besi dari lokasi lain. Oleh\nkarena itu, penelitian ini dilakukan untuk menentukan karakteristik sifat\nkemagnetan serta kandungan pasir besi yang ditemukan di Sungai Tor. Untuk\nmenentukan sifat kemagnetan, dilakukan pengukuran suseptibilitas magnetik\nberbasis frekuensi dan pengukuran saturasi remanen magnetik menggunakan\nVibrating Sample Magnetometer (VSM). Dalam menentukan kandungan dari pasir\nbesi tersebut, dilakukan analisis geokimia dengan metode X-Ray Diffraction\n(XRD). Hasil interpretasi dari data yang didapat dengan metode-metode tersebut\nkemudian diintegrasikan dengan satu sama lain untuk menentukan karakteristik\npasir besi yang ditemukan di sepanjang Sungai Tor. Hasil dari tiga pengukuran\ntersebut menunjukkan bahwa pasir besi dari Sungai Tor yang berukuran medium\nsand memiliki nilai suseptibilitas yang rendah dibandingkan dengan pasir besi yang\nditemukan di tempat lain dan tidak terlalu bervariasi. Pasir besi dari penelitian ini\nmemiliki domain SP dan elemen yang paling banyak ditemukan di kandungan ini\nmerupakan besi (Fe) dan silikon (Si).", "Daftar File": {"ABSTRAK Mahendra Dwi S": "https://digilib.itb.ac.id/gdl/download/204665"}, "Penulis": "Mahendra Dwi Syaifullah [12315052]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Satria Bijaksana"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Pasir Besi, Sungai Tor, Susebtibilitas Magnetik, Vibrating Sample Magnetometer (VSM), X-Ray Diffraction (XRD)", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "13 Mar 2020"}