{"Nomor": 46906, "Judul": "PENGEMBANGAN PRODUK BARU MENGGUNAKAN DESIGN THINKING DAN VALUE PROPOSITION UNTUK INVESTASI DIGITAL MEDIA DI INDONESIAREVIEWINVESTASI.COM", "Abstrak": "Seiring meningkatkan pendapatan per kapita Indonesia, semakin meningkat pula jumlah investasi di indonesia. Literasi keuangan dan informasi media adalah salah satu alat penting bagi konsumen dalam membuat pilihan yang tepat dalam lingkungan ekonomi saat ini. Pilihan orang dipengaruhi oleh literasi keuangan mereka dan kurangnya pengetahuan keuangan akan menyebabkan pengambilan keputusan yang buruk. ReviewInvestasi adalah produk baru dari perusaan perangkat lunak semogaberkah.id. Dengan tujuan sebagai media informasi mengenai investasi di Indonesia berbasis situs web. Dalam pengembangan awal diperlukan data fitur mana yang dapat menarik lebih banyak konsumen, maka penelitian ini dibutuhkan. Tujuan dari penelitian ini adalah untuk mendapatkan user yang tepat, serta mendapatkan umpan balik dan wawasan tentang produk baru, dan mengolahnya untuk memperbaiki produk.\n\nMetodologi yang digunakan adalah metode kualitatif. Penelitian lapangan dilakukan dengan mengembangkan produk baru dan menguji produk ke pasar dengan menggunakan Produk Layak Minimum (MVP) dari konsep berfikir secara desain dan proposisi nilai. Penelitian dimulai dengan mewawancarai 20 pelanggan dan mengetahui kebutuhan dan keinginan mereka.Selanjutnya dilanjutkan dengan analisis untuk mendapatkan proposisi nilai untuk mendapatkan alternatif. \n\nAlternatif  yang didapat dari hasil keuntungan, rasa sakit serta pekerjaan pelanggan yang menghasilkan nilai proposisi. Nilai proposisi dianalis dengan pembobotan dengan metode enam pasar dinamis untuk mendapatkan fitur  yang selanjutnya dapat dibuat produk layak minimum. Produk layak minimum yang dihasilkan kemudian diuji secara berulang untuk mendapatkan data umpan balik pengguna. \n\nPada penelitian ini penulis menyimpulkan harapan yang diinginkan konsumen adalah konten investasi ringkas, pembuat konten yang kredibel, Bahasa yang mudah dimengerti dan situs web yang mudah diakses. Sebagai hasil akhir prototipe telah dibuat dalam bentuk situs web dengan fitur konten ulasan \ninvestasi berupa konten ringkas gambar, video serta audio.", "Daftar File": {"2020_TS_PP_YUGNAN_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/204685"}, "Penulis": "Yugnan Adi Sasongko [29117198]", "Kontributor / Dosen Pembimbing": ["Wawan Dhewanto, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Pemikiran desain, Proposisi nilai, investasi , produk layak minimum, enam dinamika pasar", "Sumber": "Semoga Berkah.id", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "13 Mar 2020"}