{"Nomor": 46917, "Judul": "PERTUMBUHAN DAN HASIL BIOMASSA TANAMAN SAWI PAGODA (BRASSICA RAPA VAR. NARINOSA) DALAM SISTEM BUDIDAYA APLIKASI HYBRID BIOFLOK-RECIRCULATING AQUACULTURE SYSTEM (RAS)", "Abstrak": "Akuaponik adalah kegiatan yang mengombinasikan antara akuakultur dengan hidroponik yang memanfaatkan sisa pakan dan kotoran ikan yang menjadi sumber nutrisi bagi tanaman. Pada penelitian ini dilakukan sistem budidaya akuaponik menggunakan kombinasi ikan nila dengan sawi pagoda. Sawi pagoda merupakan sayuran asal tiongkok yang mulai banyak dibudidayakan karena memiliki kadar gizi yang baik, sedangkan ikan nila merupakan sumber protein hewani yang banyak dimanfaatkan di masyarakat Indonesia. Penelitian ini bertujuan untuk menentukan pertambahan jumlah daun, lebar tajuk, bobot basah maupun bobot kering, serta kandungan serat kasar tanaman. Penelitian ini dilakukan selama 28 hari dengan menggunakan bibit ikan nila berusia 2,5 bulan dan bibit sawi pagoda berusia 21 HSS. Hasil dari penelitian ini menunjukkan bahwa setelah 28 hari terjadi pertumbuhan yang cukup pesat pada sawi pagoda yang ditanam. Selama 28 hari terjadi pertambahan jumlah daun rata-rata per tanaman sekitar 28,6 helai dengan lebar tajuk rata-rata sekitar 17,36 cm. hasil analisis, kandungan serat kasar pada tanaman yang telah dipanen sebesar 4,49 mg / 100 g, rata-rata bobot basah sebesar 70,26 g, dan rata-rata bobot kering sebesar 6,08 g. berdasarkan hasil penelitian ini, maka dapat ditarik kesimpulan bahwa tanaman yang dibudidayakan dengan sistem akuaponik hybrid RAS-Bioflok memiliki hasil yang berkualitas.", "Daftar File": {"ABSTRAK Bayu Prakoso": "https://digilib.itb.ac.id/gdl/download/204729"}, "Penulis": "Bayu Prakoso [11415022]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Gede Suantika, S.Si., M.Si.", "Dr. Iriawati, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "akuakultur, akuaponik, bioflok, Hybrid Bioflok-RAS, sawi pagoda", "Sumber": "", "Staf Input/Edit": "TINI SUPARTINI", "File": "1 file", "Tanggal Input": "13 Mar 2020"}