{"Nomor": 46912, "Judul": "KAJIAN PRAKTIK BATIK  DALAM PEMBANGUNAN EKONOMI KREATIF : KASUS BATIK FRACTAL DAN PRAKTIK BATIK DI BANDUNG", "Abstrak": "Pembuatan dan pemakaian batik yang sudah meluas, membuktikan bahwa Indonesia telah memasuki industri fashion sudah sejak lama. Namun dalam kondisi saat ini, batik dan industri fashion nasional menghadapi persaingan dalam fashion global. Saat ini praktik batik di Indonesia sudah begitu banyak, salah satunya Batik Fractal yang membawa inisiatif fractal hadir untuk memberikan corak baru sekaligus memberikan solusi pada pola geometri dalam fashion batik.. Disisi lain, perhatian penting pada industri kreatif untuk maju yaitu adanya pembelajaran dan pembaharuan atau inovasi. Batik sebagai industri kreatif perlunya pembelajaran dan pembaharuan untuk menjadikan batik tetap ada kreativitas yang berkelanjutan. Berangkat dari hal tersebut, ingin mengetahui praktik batik fractal dalam industri kreatif sekaligus sebagai praktik batik dalam industri fashion. Ketika praktik batik fractal ini dikaitkan dengan kebiasaan orang membatik akankah memiliki unsur pembangunan dalam ekonomi kreatif. Sebagai bagian dari industri kreatif, batik merupakan sebuah visualisasi seni. Dengan begitu, untuk mengetahui perilaku batik fractal dan praktik batik lainnya dalam praktik seni, maka akan memaparkan dengan beberapa pemikiran seni. Selanjutnya Sosio-teknis akan membantu dalam menjabarkan aktor yang terlibat dalam praktik batik. Batik yang termasuk dalam industri kreatif dan industri fashion harus mampu meningkatkan sektor ekonomi kreatif. Dengan Teori Diamond dan Teori Integral akan mengetahui lebih lanjut tentang batik fractal dan praktik batik lainnya dalam pembangunan ekonomi kreatif. Dengan begitu akan mengetahui bagaimana batik fractal hadir sebagai praktik batik baru dan berdampingan dengan praktik batik lainnya dalam industri kreatif dan industri fashion. Sehingga sebagai pelaku kepentingan kebijakan, batik fractal, dan pelaku batik dapat bersama-sama meningkatkan batik dalam industri fashion global.", "Daftar File": {}, "Penulis": "Crustasia Aji Westriani [24018003]", "Kontributor / Dosen Pembimbing": ["Ir. Sonny Yuliar, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "batik, fashion, seni, teori diamond, teori integral", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "9 file", "Tanggal Input": "13 Mar 2020"}