{"Nomor": 46924, "Judul": "PERANCANGAN LANSKAP KORIDOR SUNGAI TAMBAK BAYAN SEBAGAI PERTANIAN LAHAN BASAH DI KAWASAN PERKOTAAN STUDI KASUS: KORIDOR SUNGAI TAMBAK BAYAN, SLEMAN DIY", "Abstrak": "Daerah tangkapan/resapan air pada hakikatnya adalah sebuah daerah yang\ndisediakan untuk masuknya air dari permukaan tanah ke dalam zona jenuh air\nsehingga membentuk suatu aliran air di dalam tanah. Secara tidak langsung daerah\nresapan air memegang peran penting sebagai pengendali banjir dan kekeringan di\nmusim kemarau. Kawasan lahan basah riparian Sungai Tambak Bayan merupakan\nbagian dari daerah tangkapan air. Kawasan ini berfungsi sebagai penyangga\nekosistem sungai dan memiliki fungsi ekologis yang penting, sehingga\nkeberadaannya harus tetap terjaga.\nBerdasarkan peraturan RDTR Kecamatan Depok, lahan basah riparian Sungai\nTambak Bayan difungsikan sebagai kawasan pertanian lahan basah, dimana saat ini\ndimanfaatkan oleh masyarakat sebagai tambak ikan air tawar. Pemanfaatan\nkawasan tersebut sebagai tambak, menambah nilai ekonomi bagi masyarakat\nsekitar. Dengan adanya pertemuan dari kepentingan ekologis dan ekonomi ini perlu\ndilakukan intervensi desain yang bertujuan untuk menjaga fungsi kawasan sebagai\ndaerah konservasi air dan tanah serta meningkatkan nilai produksi petani dengan\nmelakukan intensifikasi pertanian menggunakan Sistem Akuakultur Resirkulasi\n(RAS). Sistem Akuakultur Resirkulasi (RAS) memiliki beberapa keuntungan, salah\nsatunya menghemat penggunaan air bersih karena air kolam yang sudah digunakan\nmengalami proses filtrasi dan dapat digunakan kembali. Keuntungan lainnya adalah\npemakaian ruang sebagai tambak lebih sedikit dibandingkan tambak tradisional\nnamun menghasilkan jumlah produksi yang lebih banyak. Sehingga ruang yang\ntidak terpakai dapat dimanfaatkan lebih maksimal sebagai daerah konservasi air dan\ntanah serta menambahkan fungsi aktivitas baru sebagai area rekreasi guna\nmeningkatkan nilai ekonomi dan sosial masyarakat sekitar sehingga keberlanjutan\ndan keberadaan kawasan lahan basah riparian Sungai Tambak Bayan tetap terjaga.", "Daftar File": {"ABSTRAK Jayanti Kusuma Wardhani": "https://digilib.itb.ac.id/gdl/download/204735"}, "Penulis": "Jayanti Kusuma Wardhani [28916006]", "Kontributor / Dosen Pembimbing": ["Dr. Firmansyah, S.T., M.T.", "Ir. Achmad Deni Tardiyana, MUD"], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur Lanskap", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Landscape architecture", "Kata Kunci": "Sungai Tambak Bayan, Lahan Basah Riparian, Pertanian Lahan Basah, Sistem Akuakultur Resirkulasi (RAS), Area Rekreasi.", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "13 Mar 2020"}