{"Nomor": 46943, "Judul": "STRATEGI BARU UNTUK MENGEMBANGKAN BISNIS DANIELI INDONESIA (PERMESINAN BESI DAN BAJA)", "Abstrak": "Industri besi dan baja adalah sector industry yang sangat sensitive dan strategis, dikarenakan produk besi dan baja tidak hanya merupakan bahan baku untuk industry manufaktur berbasis logam tetapi juga merupakan pilar pengembangan untuk sector konstruksi dan infrastruktur yang dapat disebut sebagai “Ibu Industri”. Pengembangan industry besi dan baja memerlukan penanganan yang komprehensif, terutama terkait penguasaan teknologi pemrosesan dan peningkatan nilai tambah sumber daya untuk menjamin efektivitas, efisiensi dan kontinuitas industry besi dan baja nasional, dengan perannya sebagai “Tulang Belakang” dari industry lain untuk mendukung pengembangan ekonomi nasional. Dikarenakannya, peran pemerintah sangat penting untuk mendukung. Pada mulanya, industry baja Indonesia adalah yang terbesar di ASEAN, namun seiring waktu, posisi Indonesia menurun dan tidak lagi yang terbesar.\nDanieli & C. adalah salah satu dari tiga pabrikan mesin teratas untuk industry manunfaktur baja di dunia, merupakan pemimpin pasar untuk produk minimill dan fasilitas untuk produksi baja long product, dan merupakan terbesar kedua untuk fasilitas produksi baja flat product. Tidak tersedianya perlindungan pemerintah yang efektif bagi produsen dalam negeri membuat produk baja impor mengalir deras baik di sector hulu maupun hilir. Kondisi ini membuat produsen baja tidak dapat tumbuh dan stagnan dalam pendapatan; tidak dapat bersaing dalam biaya produksi secara regional dan internasional; dan mengakibatkan tidak dalam melakukan investasi secara efektif. Tanpa tersedianya investasi yang signifikan dan terintegrasi membuat bisnis Danieli di Indonesia menjadi sulit untuk berkembang.\nTujuan dari penelitian ini adalah untuk mengembangkan strategi bisnis bagi kantor perwakilan Danieli Indonesia untuk menumbuhkan keberadaan dan bisnisnya di Indonesia dan memilih produk yang tepat serta nilai proposisi untuk pasar Indonesia. Untuk mencapai tujuan penelitian, proyek ini menggunakan kerangka kerja konseptual yang disusun oleh penulis. Pengumpulan data menggunakan metode wawancara dengan para pemangku kepentingan industry besi dan baja Indonesia beserta kuisioner survey langsung ke para ahli untuk memahami situasi industry saat ini dan perspektif pemangku kepentingan tentang kinerja keseluruhan Danieli. Berbagai kerangka kerja analisis dipergunakan untuk memahami lingkungan bisnis besi dan baja Indonesia, dan keuntungan beserta kekuatan dan kelemahan internal perusahaan dalam meresponsnya; mulai dari analisis PESTEL, analisis Five Forces Porter dan analisis SWOT.\nPengembangan strategi dilakukan dengan memanfaatkan model kanvas bisnis untuk memahami secara rinci kekuatan dan peluang internal perusahaan. Implementasi strategi dilakukan dengan urutan: evaluasi penetapan biaya, dukungan pembiayaan, peningkatan tenaga ahli, pengembangan kemitraan, dan investasi. Implementasi akan dimulai pada kuartal pertama tahun 2020.", "Daftar File": {"ABSTRAK Herry Winarso": "https://digilib.itb.ac.id/gdl/download/204802"}, "Penulis": "Herry Winarso [29318105]", "Kontributor / Dosen Pembimbing": ["Anh Dung Do, MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Bisnis, Industri Besi dan Baja, Pembuatan Pabrik Baja, Kantor Perwakilan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "13 Mar 2020"}