{"Nomor": 46947, "Judul": "DAMPAK PENGGANTIAN 60% PAKAN KOMERSIAL DENGAN LARVA BLACK SOLDIER FLY (HERMETIA ILLUCENS) TERHADAP PERFORMA AYAM KAMPUNG (GALLUS DOMESTICUS) JENIS ARAB", "Abstrak": "Pengembangan ayam lokal dengan berbasis pakan lokal selaras dengan visi pemerintah Indonesia untuk memenuhi kebutuhan nasional akan daging dan telur. Daging ayam lokal memiliki protein tinggi tetapi kolesterol rendah. Namun masih terdapat permasalahan yaitu tingginya biaya pakan yang mencapai 70% dari biaya produksi serta kinerja produksi ayam lokal yang masih rendah. Upaya peningkatan produktivitas ayam lokal dapat melalui penggunaan sumber daya lokal. Banyak peternak ayam lokal membuat pakan alternatif dari serangga karena merupakan pakan alami dan memiliki asam amino, menghasilkan emisi gas rumah kaca yang rendah, serta membutuhkan lahan kecil untuk menghasilkan biomassa dalam jumlah besar. BSF (Hermetia illucens) adalah serangga yang memiliki kandungan protein 40% dan 30% lemak, serta memiliki kemampuan untuk menghasilkan biomassa yang cukup besar. Penelitian ini bertujuan untuk menentukan (1) perbedaan dalam pakan larva BSF dan pakan komersial dengan kandungan proksimat lengkap (air, abu, protein, serat, lemak, karbohidrat, dan energi) dan (2) laju pertumbuhan ayam lokal (Gallus domesticus) jenis Arab dalam Final Body Weight (FBW), Daily Feed Intake (DFI), Daily Weight Gain (DWG), Feed Conversion Ratio (FCR), Approximate Digestibility (AD), Efficiency of Conversion Inggested (ECI). Dalam penelitian ini, ayam lokal (Gallus domesticus) jenis Arab dibudidayakan selama 29 hari dengan memperlakukan 40% pakan komersial + 60% BSF (PM) dan 100% pakan komersial (PK), dan pertumbuhan ayam dianalisis dengan statistik uji-t (uji T, ? = 0,05). Hasil bahwa (1) Kandungan langsung larva BSF memiliki persentase air, protein, lemak, dan energi yang lebih tinggi dibandingkan dengan kebutuhan pakan ayam. (2) Perlakuan PK dan PM ayam lokal (Gallus domesticus) jenis Arab terhadap DFI, DWG, FCR, AD, dan ECI tidak berbeda nyata.", "Daftar File": {"ABSTRAK Nadya Fauziyah": "https://digilib.itb.ac.id/gdl/download/204870"}, "Penulis": "Nadya Fauziyah [11415051]", "Kontributor / Dosen Pembimbing": ["Ramadhani Eka Putra, S.Si., M.Si., Ph.D.", "Dr. Agus Dana Permana"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "BSF, Pakan komersial, Peforma tumbuh", "Sumber": "", "Staf Input/Edit": "TINI SUPARTINI", "File": "1 file", "Tanggal Input": "13 Mar 2020"}