{"Nomor": 46949, "Judul": "ISOLASI SENYAWA ANTIHIPERKOLESTEROLEMIA DARI BEKATUL DAN KAJIAN SENYAWA ANALOG ORIZANOL SEBAGAI PENGHAMBAT HMG-KOA REDUKTASE", "Abstrak": "Bekatul adalah lapisan terluar dari beras dan merupakan produk samping yang\ndiperoleh selama penggilingan padi. Lapisan tersebut kaya akan kandungan nutrisi\nmakro dan mikro yang bermanfaat untuk kesehatan. Orizanol yang terdapat dalam\nbekatul telah diketahui sebagai senyawa bioaktif utama, yang bertanggung jawab\nterhadap berbagai aktivitas biologinya, meliputi antioksidan, antimikroba,\nantialergi, antikarsinogenik, antidiabetes, antiinflamasi, dan antihiperkolesterolemia. Khususnya untuk aktivitas antihiperkolesterolemia, orizanol\nmenunjukkan hasil yang menjanjikan, sehingga menjadikan potensial untuk\ndikembangkan. Akan tetapi, yang menjadi tantangan berikutnya adalah\nmendapatkannya dalam jumlah banyak, mengingat bekatul mengandung orizanol\nyang jumlahnya relatif kecil dan metode isolasinya yang juga tidak mudah.\nPenelitian ini memiliki dua tujuan utama. Tujuan pertama adalah untuk\nmendapatkan senyawa aktif antihiperkolesterolemia dari bekatul. Tujuan kedua\nadalah untuk mengkaji senyawa analog orizanol, ergosteril ferulat, dalam\nmenghambat aktivitas HMG-KoA reduktase melalui beberapa tahapan, yaitu kajian\nsecara in silico terhadap HMG-KoA reduktase, sintesis, dan pengujian in vitro\nterhadap aktivitas penghambatan HMG-KoA reduktase.\nSenyawa aktif antihiperkolesterolemia diperoleh berdasarkan kajian aktivitas\nantihiperkolesterolemia pada model tikus uji. Tahap tersebut diawali dengan\nekstraksi pelarut panas menggunakan metode refluks dengan pelarut tunggal dan\nbiner, yaitu n-heksana, kloroform, etil asetat, diklorometana, isopropanol, aseton,\nn-heksana - etil asetat (1:1, v/v), kloroform - etil asetat (1:1, v/v), dan n-heksana -\nisopropanol (1:1, v/v). Ekstrak yang dipilih untuk fraksinasi lebih lanjut\nberdasarkan karakteristik ekstrak yang memiliki kandungan orizanol terbanyak.\nKLT densitometri digunakan untuk menganalisis secara kuantitatif kandungan\norizanol total dalam berbagai ekstrak. Model tikus hiperkolesterol diinduksi dengan\ncara pemberian intragastrik 0,5 ml/100 g berat badan campuran 2% kolesterol, 1%\nasam kolat, dan 0,6% propiltiourasil dalam minyak yang diberikan selama 30 hari.\nTerhadap fraksi yang dapat menurunkan kolesterol total, selanjutnya dilakukan\nserangkaian metode pemisahan dan pemurnian menggunakan teknik kromatografi.\nStruktur senyawa yang terisolasi ditentukan berdasarkan data spektrum RMI satu\ndimensi (\n1\nH dan\n13\nC) dan dua dimensi (HSQC dan HMBC). Kajian senyawa analog\norizanol dalam menghambat aktivitas HMG-KoA reduktase diawali dengan\nsimulasi penambatan molekul senyawa ergosteril ferulat menggunakan perangkat\nlunak AutoDockTools untuk memprediksi interaksi senyawa tersebut dengan HMG-\nKoA reduktase. Di samping itu, empat senyawa utama orizanol yaitu 24-metilen\nsikloartanil ferulat, sikloartenil ferulat, sitosteril ferulat, dan kampesteril ferulat\ndigunakan untuk perbandingan. Senyawa ergosteril ferulat dan sitosteril ferulat\ndisintesis dalam empat tahapan, di antaranya: asetilasi senyawa asam ferulat,\npembentukan asil klorida, konjugasi struktur ferulat dengan steroid/triterpenoid\nalkohol, dan deproteksi gugus asetil. Pemantauan produk hasil sintesis dari setiap\ntahapan dilakukan dengan menggunakan kromatografi lapis tipis. Struktur kimia\ndari hasil sintesis ditentukan berdasar data spektrum RMI satu dimensi dan dua\ndimensi. Terakhir, ergosteril ferulat dan sitosteril ferulat dievaluasi aktivitas\npenghambatannya terhadap HMG-KoA reduktase menggunakan kit pengujian\nkomersial.\nHasil uji pendahuluan menunjukkan bahwa semua pelarut organik mampu\nmengekstraksi orizanol, dengan kandungan orizanol berkisar antara 27,92 ± 4,45\nsampai 43,59 ± 3,36 mg/100 g bekatul. n-Heksana diketahui sebagai pelarut terbaik\ndalam mengekstrak orizanol menggunakan metode refluks (43,59 ± 3,36 mg/100 g\nbekatul). Oleh sebab itu, ekstrak n-heksana dipilih untuk fraksinasi dan evaluasi\naktivitas antihiperkolesterolemia-nya. Hasil uji in vivo memperlihatkan bahwa\nfraksi F2 dan F5 mampu menurunkan kadar kolesterol total pada hari keempat\nmasing-masing sebesar 38,15 ± 3,04 dan 37,32 ± 4,02 %, dan berbeda bermakna\nsecara statistik dibandingkan terhadap kontrol sakit (p<0,05). Di samping itu, fraksi\nF2 dan F5 juga memiliki laju penurunan kolesterol total yang lebih tinggi\ndibandingkan kelompok kontrol sakit. Berdasarkan analisis KG-SM, fraksi F2\nmengandung asam lemak tak jenuh yang lebih tinggi dibanding asam lemak jenuh.\nSenyawa A telah berhasil diisolasi dari fraksi F5 sebagai padatan putih dengan jarak\nlebur 134,3-135,8\n°\nC. Berdasarkan data spektrum RMI satu dimensi dan dua\ndimensi, senyawa A adalah ?-sitosterol.\nHasil penambatan molekul menunjukkan bahwa orizanol dan ergosteril ferulat\nmemiliki afinitas ikatan terhadap HMG-KoA reduktase dengan nilai energi bebas\nGibbs (?G) dan konstanta inhibisi (Ki) berturut-turut, yaitu ?G = -4,17 sampai\n-3,45 Kkal/mol dan Ki = 0,88 sampai 2,97 mM. Di samping itu, kajian ini\nmenunjukkan bahwa senyawa ergosteril ferulat (?G = -4,17 Kkal/mol; Ki = 0,88\nmM) menunjukkan interaksi dengan residu asam amino yang penting (cis loop)\npada sisi pengikatan enzim HMG-KoA reduktase, meliputi Ser684, Asp690, dan\nLys691. Berdasarkan nilai ?G, Ki, dan residu asam amino, maka ergosteril ferulat\ndiprediksi memiliki potensi yang lebih besar dalam menghambat HMG-KoA\nreduktase dibandingkan orizanol.\nErgosteril ferulat dan sitosteril ferulat telah berhasil disintesis dan diujikan untuk\naktivitas penghambatan HMG-KoA reduktase. Ergosteril ferulat diperoleh sebagai\npadatan kekuningan dengan jarak lebur 166,4-170,9\n°\nC, sedangkan sitosteril ferulat\nsebagai padatan tidak berwarna dengan jarak lebur 131,2-136,6\n°\nC. Hasil pengujian\nsecara in vitro menunjukkan bahwa senyawa ergosteril ferulat dan sitosteril ferulat\nmasing-masing memiliki aktivitas penghambatan terhadap HMG-KoA reduktase\nsebesar 16,17 ± 5,84 dan 9,57 ± 2,02 %.\nSecara keseluruhan, hasil penelitian ini menunjukkan bahwa kandungan senyawa\nfitosterol dan asam lemak tidak jenuh yang terdapat dalam bekatul diduga\nbertanggung jawab dalam aktivitas antihiperkolesterolemia. Di samping itu,\nsenyawa analog orizanol (ergosteril ferulat) telah berhasil disintesis dan memiliki\npotensi aktivitas penghambatan yang lebih baik terhadap HMG-KoA reduktase\ndibanding orizanol.\nPenelitian ini diharapkan memberikan kontribusi yang positif terhadap\npengembangan mengenai senyawa antihiperkolesterolemia dari bekatul dan\npengembangan obat, khususnya untuk alternatif selain orizanol (ergosteril ferulat)\ndalam menghambat aktivitas HMG-KoA reduktase.", "Daftar File": {"ABSTRAK Syaikhul Aziz": "https://digilib.itb.ac.id/gdl/download/204809", "COVER Syaikhul Aziz": "https://digilib.itb.ac.id/gdl/download/244181", "BAB 1 Syaikhul Aziz": "https://digilib.itb.ac.id/gdl/download/244182", "BAB 2 Syaikhul Aziz": "https://digilib.itb.ac.id/gdl/download/244183", "BAB 3 Syaikhul Aziz": "https://digilib.itb.ac.id/gdl/download/244184", "BAB 4 Syaikhul Aziz": "https://digilib.itb.ac.id/gdl/download/244185", "BAB 5 Syaikhul Aziz": "https://digilib.itb.ac.id/gdl/download/244186", "PUSTAKA Syaikhul Aziz": "https://digilib.itb.ac.id/gdl/download/244187"}, "Penulis": "Syaikhul Aziz [30715004]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Sukrasno, MS", "Dr. Elfahmi, S.Si., M.Si.", "Prof. Dr. Andreanus Andaja Soemardji, DEA"], "Jenis Koleksi": "Disertasi", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "bekatul, antihiperkolesterolemia, sintesis, ergosteril ferulat, HMG- KoA reduktase.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "8 file", "Tanggal Input": "13 Mar 2020"}