{"Nomor": 46957, "Judul": "TECHNO-ECONOMIC ANALYSIS OF HYDRAULIC FRACTURING AS A SOLUTION FOR DEVELOPING LOW-RESISTIVITY AND LOW-QUALITY ZONE ON OFFSHORE RI FIELD", "Abstrak": "Produksi hidrokarbon di Indonesia mengalami tren yang menurun setiap tahunnya, berbanding terbalik dengan tingkat konsumsi yang meningkat. Zona reservoir dengan kualitas rendah dan resistivitas rendah dianggap memiliki banyak potensi hidrokarbon, tetapi memiliki prioritas rendah untuk dikembangkan dikarenakan rendahnya tingkat produksi. Lapangan “RI” ialah lapangan lepas pantai dengan reservoir yang memiliki zona berkualitas rendah dan resistivitas rendah yang telah berproduksi lebih dari tiga puluh tahun dan memiliki laju produksi minyak yang menurun. Studi ini meninjau sisi tekno-ekonomi apabila dilakukan stimulasi sumur berupa perekahan hidraulik dengan tujuan mengetahui metode pengembangan untuk lapangan dengan kondisi tersebut.\nPerekahan hidraulik dimodelkan menggunakan piranti lunak Fracpro sebagai parameter masukan untuk simulasi reservoir. Kelakuan reservoir disimulasikan dengan menggunakan peranti lunak CMG untuk melihat jumlah produksi hidrokarbon untuk berbagai skenario pengembangan. Terdapat tiga kasus di lapangan “RI” yang disimulasikan dalam sepuluh tahun operasi (2020 hingga 2030). Kasus pertama ialah kondisi dengan aliran alami, yang kedua ialah pelaksanaan perekahan hidraulik yang dimulai sejak awal periode produksi (2020), dan yang ketiga ialah pelaksanaan perekahan hidraulik yang dimulai saat tengah periode produksi (2025). Kemudian, ketiga kasus tersebut dievaluasi dengan skema Gross Split, sesuai dengan undang-undang yang berlaku, untuk menghitung keekonomian dari proyek yang dilaksanakan baik dari sisi pemerintah maupun kontraktor.\nBerdasarkan studi simulasi, produksi minyak pada kasus 1, 2, dan 3 berturut-turut ialah 106.81, 330.61, dan 232.76 ribu barel. Tidak hanya dalam produksi minyak, perekahan hidraulik juga menyebabkan kenaikan pada produksi gas dan air. Kenaikan produksi minyak membuat naiknya nilai NPV baik pada sisi pemerintah maupun kontraktor. Nilai NPV pemerintah pada kasus 1, 2, dan 3 berturut-turut ialah 1.67, 5.26, dan 3.13 juta USD. Dari sisi kontraktor, nilai NPV pada kasus 1, 2, dan 3 berturut-turut ialah 1.16, 3.63, dan 2.14 juta USD. Terhadap kasus 1, persentase kenaikan NPV pemerintah pada kasus 2 dan 3 ialah 215% dan 87%, dan kenaikan NPV kontraktor pada kasus 2 dan 3 ialah 212% dan 84%. Implementasi perekahan hidraulik menghasilkan presentasi kenaikan yang signifikan, baik itu dari segi produksi maupun nilai NPV. Skenario pengembangan lapangan yang terbaik adalah kasus 2, dimana perekahan hidraulik dimulai pada awal masa produksi.\nKebaruan dari studi ini ialah perbandingan skenario implementasi metode perekahan hidraulik pada lapangan dengan zona resistivitas dan kualitas rendah yang nilai keekonomiannya dievaluasi dengan skema Gross Split.", "Daftar File": {}, "Penulis": "Ilma Mauldhiya Herwandi [12215102]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudjati Rachmat, DEA", "Steven Chandra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "resistivitas rendah, perekahan hidraulik, produksi minyak, NPV", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "13 Mar 2020"}