{"Nomor": 46963, "Judul": "ANALISIS ESTETIK PADA VISUAL MOTIF PAKAN TAMBAHAN HIOU SIMAKKAT-AKKAT, KAIN TENUN TRADISIONAL KHAS SIMALUNGUN", "Abstrak": "Hiou adalah kain tenun tradisional, khas suku Simalungun di Sumatera Utara. Ada beberapa kain seperti hiou, yaitu ulos dari Toba dan uis dari Karo. Hiou, uis dan ulos memiliki arti yang sama yaitu kain. Hiou Simakkat-akkat adalah kain tenun khas Simalungun yang digunakan sebagai selendang pada upacara adat. Motif pada kain tenun khususnya motif pakan tambahan atau suat (suplementary weft motifs) merupakan sebuah penanda bahwa kain tersebut diperuntukan pada acara tertentu, bukan untuk penggunaan sehari-hari, namun pada penelitian ini yang ditekankan adalah perbedaan dan persamaannya dengan kain tenun dari daerah lain yaitu Toba dan Karo. Perbedaan dan persamaan dari kain tenun tradisional ini perlu diluruskan karena ada ambiguitas, bahwa di Simalungun sendiri hiou dan ulos saling tumpang tindih. Pada dasarnya kain tenun pada rumpun kebudayaan Karo, Simalungun dan Toba, memiliki pola dasar yang sama yaitu pembagian tiga, yang bertolak dari sistem kekerabatannya yaitu Rakut Sitelu, Tolu Sahundulan dan Dalihan na Tolu. Ketiga sistem kekerabatan ini membagi kerabat menjadi tiga yaitu keluarga dari pihak istri, keluarga satu marga dan keluarga dari pihak suami. Pembagian tiga pada sistem kekerabatan berasal dari sistem religi dan kosmologi yaitu Tolu Nagori atau tiga dunia yang diatur oleh tiga dewa yang bersifat tri-tunggal, dalam kebudayaan Toba dikenal dengan nama Mula Jadi na Bolon, Silaon na Bolon dan Pane na Bolon, ketiga entitas ini sebenarnya satu hanya karena perbedaan tugas, sehingga namanya berbeda sedangkan pada kepercayaan Simalungun ketiga entitas ini tidak disebutkan namanya. Pembagian ini berkaitan dengan wujud kebudayaan Simalungun yaitu wujud ideal yang berkesinambungan dengan wujud aktivitas dan wujud fisik (diantaranya kain tenun tradisional).\nAnalisis estetika yang dilaksanakan mengacu pada estetika primordial dan tujuh unsur dan tiga wujud kebudayaan dari teori kebudayaan Koentjaraningrat diinterpretasi dengan metode hermeneutik sehingga kebudayaan Simalungun dapat dijabarkan tujuh unsurnya lalu dihubungkan dengan estetika primordial, sebab kebudayaan dan estetika primordial berkesinambungan. Objek penelitian (hiou) dan kejadian atau aktifitas budaya menjadi dasar dari interpretasi untuk memahami tujuan dari pencipta hiou. Objek penelitian dan aktifitas budaya Simalungun berada pada wujud fisik budaya dan wujud aktifitas budaya, yang bertolak dari wujud pertama pada tiga wujud kebudayaan yaitu sistem religi yang tidak lain adalah wujud ideal. Maka estetika yang berhubungan dengan makna simbolik pada hiou Simakkat-akkat dapat diketahui. Temuan dari penelitian ini adalah persamaan dalam susunan motif pakan tambahan dengan ulos dan uis, karena kebudayaan pada suku-suku ini sama yaitu masyarakat peladang atau pola tiga, sedangkan perbedaannya ada pada bentuk-bentuk yang disusun pada motif pakan tambahan, hal ini dikarenakan pengaruh dari percampuran budaya luar. Maka jika\nkain tenun hiou, uis dan ulos dilihat secara umum akan terlihat mirip sekali namun jika dilihat lebih detail perbedaanya akan sangat kentara.", "Daftar File": {"2020 TS PP ARIOKH TIO GUNADI PURBA 1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/204825"}, "Penulis": "Ariokh Thio Gunadi Purba [27117018]", "Kontributor / Dosen Pembimbing": ["Dr. Kahfiati Kahdar, MA", "Dr. Achmad Haldani Destiarmand, M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "estetika, hiou, motif, simakkat-akkat, Simalungun.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "13 Mar 2020"}