{"Nomor": 46960, "Judul": "PERANCANGAN PERBAIKAN KUALITAS PRODUK TEH HITAM DENGAN MENGGUNAKAN KONSEP SIX SIGMA DI UNIT PERKEBUNAN TAMBI", "Abstrak": "Unit Perkebunan Tambi merupakan salah satu pabrik teh milik PT Perkebunan Tambi yang memproduksi teh hitam. Teh hitam yang dihasilkan dikategorikan menjadi 3 grade, yaitu grade 1, grade 2, dan grade 3. Berdasarkan data produksi bulan Januari - Oktober 2019, dihasilkan produk teh hitam grade 3 sebanyak 149.268 kg dari 737.763 kg dengan proporsi sebesar 20,23%. Proporsi ini cukup tinggi dibandingkan dengan target perusahaan, yaitu 12% untuk teh hitam grade 3. Akibatnya, target produksi teh hitam grade 1 dan grade 2 seringkali tidak tercapai sehingga beberapa permintaan konsumen menjadi tidak dapat terpenuhi. Oleh karena itu, diperlukan upaya perbaikan untuk menurunkan jumlah produk teh hitam grade 3 agar target perusahaan dapat tercapai. Pada penelitian ini, perbaikan kualitas dilakukan dengan konsep six sigma dengan pendekatan DMAIC (Define, Measure, Analyze, Improve, dan Control).\nPada tahap Define, produk teh hitam dipilih sebagai objek penelitian. Pada tahap ini akan ditentukan jenis-jenis penurunan kualitas pada teh hitam yang menyebabkan teh dikategorikan sebagai grade 3. Selanjutnya, pada tahap Measure dilakukan pengukuran stabilitas proses dengan menggunakan peta kendali dan kapabilitas proses dengan mengukur nilai sigma. Nilai sigma proses produksi saat ini hanya sebesar 2,25 sigma dan belum mencapai target perusahaan 2,33 sigma. Pada tahap Analyze dilakukan penentuan faktor dan sub faktor permasalahan dengan menggunakan metode Delphi. Selanjutnya, dilakukan penentuan prioritas sub faktor permasalahan yang akan diselesaikan dengan menggunakan metode Failure Mode and Effect Analysis (FMEA) berdasarkan skor RPN. Pada tahap Improve, dilakukan perancangan alternatif solusi untuk setiap sub faktor yang diprioritaskan dengan menggunakan metode 5W+1H. Pada tahap ini terdapat 12 usulan alternatif solusi yang selanjutnya akan dipilih oleh perusahaan untuk diimplementasikan. Pada tahap Control dilakukan pengawasan terhadap pelaksanaan implementasi solusi terpilih dengan menyusun jadwal implementasi solusi dan perbaikan dokumen Standard Operational Procedure (SOP).\nTeh hitam dikategorikan sebagai grade 3 karena mengalami 2 jenis penurunan kualitas, yaitu bubuk teh kasar dan teh mengalami over fermentasi. Dari kedua jenis penurunan kualitas tersebut, terdapat 6 faktor Critical to Quality (CTQ) yang dapat menyebabkan penurunan kualitas pada teh hitam. Berdasarkan skor RPN, terdapat 10 sub faktor permasalahan yang akan diselesaikan pada penelitian ini. Dari kesepuluh sub faktor permasalahan tersebut, terdapat 10 dari 12 usulan alternatif solusi yang disetujui perusahaan untuk diimplementasikan. Implementasi usulan solusi perbaikan tersebut\nperlu didukung oleh manajerial, khususnya dalam memberikan sosialisasi dan pelatihan kepada pemetik maupun pekerja serta mendokumentasikan perbaikan-perbaikan SOP. Selain itu, perusahaan juga perlu melakukan evaluasi terhadap hasil implementasi solusi.", "Daftar File": {"ABSTRAK YUNITHA NURUL CHAYATI": "https://digilib.itb.ac.id/gdl/download/204819"}, "Penulis": "YUNITHA NURUL CHAYATI [13415090]", "Kontributor / Dosen Pembimbing": ["Prof.Dr.Ir. Dradjad Irianto, M.Eng.", "Mohammad Mir'", "adz Isnaini.,S.T.,M.T.,Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Six sigma, DMAIC, teh hitam, CTQ, FMEA, RPN", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "13 Mar 2020"}