{"Nomor": 46964, "Judul": "SMA ISLAM TERPADU DI LEMBANG", "Abstrak": "Sekolah tingkat SMA di Jawa Barat membutuhkan ±5.000 ruang kelas baru untuk memenuhi kebutuhan para lulusan SMP agar bisa melanjutkan pendidikan ke jenjang SMA. Di tingkat SMA/SMK terdapat jumlah kekurangan guru pendidikan agama islam sebanyak 1.367 orang. Sekolah islam terpadu bisa menjadi alternatif solusi dari keresahan masyarakat muslim yang menginginkan adanya sebuah institusi pendidikan islam yang berkomitmen mengamalkan nilai-nilai islam dalam sistemnya, dan bertujuan agar siswanya mempunyai kompetensi seimbang antara ilmu dunia dan ilmu akhirat. Yayasan Al-Musyawarah mempunyai fasilitas pendidikan MTs, SMK dan SMA di Jalan Baruajak, Lembang. Untuk memenuhi kebutuhan ruang kelas bagi siswanya, maka yayasan Al-Musyawarah membutuhkan perluasan sekolah. Saat ini penggunaan gedung sekolah dipakai bersama antara MTs , SMK dan SMA. Oleh karena itu diperlukan bangunan baru untuk menampung siswa SMA sehingga bangunan lama akan digunakan untuk MTs dan SMK. Bangunan sekolah SMA yang akan dibangun ditingkatkan kualitasnya menjadi SMA Islam Terpadu. Dengan demikian, maka penulis memilih Al-Musyawarah sebagai asumsi pemrakarsa proyek ini untuk memenuhi kebutuhan sekolah islam bagi masyarakat.\nPada hasil akhir rancangan didapatkan tiga massa utama yaitu gedung asrama, gedung sekolah, dan Masjid. Konsep utama yang digunakan adalah menjadikan masjid sebagai sumbu utama. Zona tapak terbagi menjadi tiga zona utama yaitu zona sekolah, zona masjid, dan zona perkebunan sekolah", "Daftar File": {}, "Penulis": "Hajri Ahda Thohari [15213016]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Lily Tambunan, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Sekolah, Asrama, Masjid, SMA Islam Terpadu.", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "13 Mar 2020"}