{"Nomor": 46968, "Judul": "IMPLEMENTASI OBJECT TRACKING DAN GIMBAL POINTING PADA WAHANA TERBANG MENGGUNAKAN ALGORITMA OPENTLD DI ATAS FRAMEWORK ROS (ROBOT OPERATING SYSTEM)", "Abstrak": "Teknologi rudal menjadi salah satu bagian dari program pengembangan industri pertahanan dan keamanan Indonesia. Dalam teknologi rudal, terdapat bagian utama yang berfungsi untuk pengarah akhir menuju target sasaran tembak dari sistem rudal, yaitu sistem Electro Optical Seeker (EOS) yang menggunakan Computer Vision untuk melakukan pengolahan citra digital untuk melacak target. Pada pengembangannya, digunakan UAV (Unmanned Aerial Vehicle), seperti fixed wing UAV dan multirotor UAV untuk memodelkan sistem rudal yang sebenarnya.  \n \nSistem yang dikembangkan akan diimplementasikan pada multirotor UAV. Teknologi UAV sudah banyak diaplikasikan untuk pemantauan lingkungan dan keamanan, pengawasan meteorologi, riset cuaca, agrikultur, eksplorasi dan eksploitasi bahanbahan mineral bahkan untuk kepentingan militer. Dalam fungsi pemantauan, UAV diharapkan memiliki fungsi object tracking sehingga objek yang ingin diamati dapat selalu dalam pengawasan UAV. Sistem ini akan berfungsi untuk melakukan object tracking menggunakan kamera yang dipasang pada sebuah mekanisme gimbal yang terpasang pada multirotor UAV. Operator memiliki kontrol terhadap mekanisme gimbal dengan menggerakkan arah orientasinya ke arah objek yang dipilih menjadi target, kemudian sistem akan berusaha untuk melakukan object tracking dan gimbal pointing agar target tidak keluar dari field of view kamera. \n \nDengan mengimplementasikan algoritma object tracking pada sebuah UAV, dapat dimanfaatkan informasi dari algoritma object tracking tersebut untuk mengendalikan UAV seperti gimbal pointing dan platform guidance. Dalam tulisan ini, akan dibahas \nbagaimana implementasi algoritma object tracking OpenTLD dan gimbal pointing pada sebuah UAV dengan memanfaatkan hasil proses tracking menggunakan algoritma OpenTLD dalam ROS (Robot Operating System). Penulis ingin mengimplementasikan fungsi gimbal pointing untuk mengkompensasi fungsi tracking ketika target objek hampir keluar dari jangkauan pandang kamera. \n \nPengujian sistem dilakukan menggunakan multirotor UAV yang terpasang mekanisme gimbal serta kamera untuk melakukan object tracking. Berdasarkan hasil pengujian, sistem dapat melakukan object tracking menggunakan algoritma OpenTLD. Selain itu, sistem mampu melakukan kendali terhadap mekanisme gimbal untuk mempertahankan posisi target agar selalu berada di dalam field of view dari kamera.", "Daftar File": {"Abstrak_Fadhel Hariz Dzulfikar_13215056.pdf\n]": "https://digilib.itb.ac.id/gdl/download/204830"}, "Penulis": "Fadhel Hariz Dzulfikar  [13215056]", "Kontributor / Dosen Pembimbing": ["Dr. Widyawardana Adiprawita, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Object tracking, mekanisme gimbal, algoritma OpenTLD", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "13 Mar 2020"}