{"Nomor": 46965, "Judul": "PENGARUH PENENTUAN PENAMBAHAN KONSENTRASI MIKRONUTRIEN TERHADAP PEMBENTUKAN BIOETANOL PADA PENGOLAHAN LIMBAH CAIR INDUSTRI KELAPA SAWIT", "Abstrak": "Biomassa adalah isu sentral sebagai bahan baru yang dapat digunakan sebagai substrat untuk dikonversi menjadi biofuel untuk menggantikan bahan bakar fosil cair yang sifatnya terbarukan dan berkelanjutan. Limbah cair pabrik kelapa sawit (POME) adalah potensi limbah Agri industrial sebagai energi alternatif dengan pengolahan menggunakan proses anaerob untuk menyisihkan kandungan organiknya serta sekaligus menghasilkan produk, seperti senyawa alkohol, asam - asam volatil, gas metan, dan lain-lain. Penelitian ini bertujuan adalah untuk mengetahui faktor keberadaan variasi konsentrasi penambahan mikronutrient Fe2+, Mo2+, dan Ni2+ terhadap pembentukan bioetanol dan produk samping asidogenesa dalam alur degradasi kondisi anaerob. Circulating Bed Reactor (CBR) digunakan sebagai reaktor yang dioperasikan selama 48 jam secara batch. Variasi kontrol pada penelitian ini menghasilkan konsentrasi bioetanol sebesar 108,64 mg/L. Konsentrasi untuk variasi penambahan tiga mikronutrien adalah sebesar 191,44 mg/L yang dihasilkan oleh kombinasi Fe2+ 1 mg/L, Ni2+ 1 mg/L, Mo2+ 0,6 mg/L. Kombinasi tiga mikronutrien tersebut mampu menghasilkan konsentrasi bioetanol hampir dua kali lebih besar dari variasi kontrol dengan menaikkan yield bioetanol sebesar 39,1% dan degree of ethanofication (DE) sebesar 0,048. Distribusi produk yang dihasilkan saat konsentrasi bioetanol maksimum adalah 4,74% bioetanol; 5,18% asetat; 46,87% butirat; 9,68% propionat; dan 0,92% valerat. Pembentukan asam-asam volatil yang dihasilkan menghasilkan degree of acidification (DA) sebesar 0,005. Nilai DE yang lebih kecil dari DA dapat mengindikasikan adanya pergeseran produk ke arah pembentukan bioetanol.", "Daftar File": {"ABSTRAK Muh. Ilham Anggamulia": "https://digilib.itb.ac.id/gdl/download/204826"}, "Penulis": "Muh. Ilham Anggamulia [25317016]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Mindriany Syafila, MS, Ph.D.", "Dr.-Ing. Marisa Handajani, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "pome, pengolahan anaerob, mikronutrient, bioetanol", "Sumber": "TESIS Maret 2020", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "13 Mar 2020"}