{"Nomor": 46973, "Judul": "FORMULASI STRATEGI UNTUK MENINGKATKAN KEUNGGULAN KOMPETITIF JENANG KUDUS MENGGUNAKAN MODEL BISNIS KANVAS: STUDI KASUS DI CV BARAKAHFOOD DELICIA", "Abstrak": "Industri makanan dan minuman memiliki korelasi kuat dengan sektor pariwisata. Hal ini berkat keragaman suku bangsa dan budaya di Indonesia. Di era media sosial ini, lahir tren baru dalam pariwisata yang disebut \"wisata makanan\", kombinasi dari kegiatan pariwisata dan kuliner. Selain itu, ada fakta bahwa milenium sangat berkontribusi pada kekuatan pendorong menuju tren peningkatan pariwisata makanan. Tren ini merupakan potensi bagi perusahaan yang bergerak di bidang kuliner etnis untuk mengambil kesempatan ini dengan mengikat produk kuliner tradisional mereka dengan penawaran kegiatan pariwisata yang berfokus pada melayani generasi milenial, termasuk untuk CV Barakahfood Delicia, produsen Jenang Kudus, makanan tradisional otentik dari Kudus yang berdiri selama lebih dari 100 tahun.\n\nSaat ini, perusahaan ini masih berjalan sebagai produsen makanan tradisional di Indonesia dengan fokus menjual produk Jenang Kudus di toko-toko milik dan beberapa saluran konvensional. Ini sulit jika mereka ingin memperluas pasar ke \"wisata makanan\". Model bisnis yang ada menangkap di sembilan blok bangunan di Kanvas Model Bisnis. Dengan model bisnis saat ini, pengalaman perusahaan menurun dalam penjualan langsung, tidak mencapai target pertumbuhan pendapatan, dan masalah terbesar adalah pengakuan merek yang sangat lemah karena pelanggan yang tidak teregmentasi berdasarkan.\n\nModel bisnis saat ini juga mengevaluasi dengan menggunakan analisis lingkungan berdasarkan kekuatan pasar, kekuatan tren utama, kekuatan industri, dan kekuatan ekonomi makro. Selain itu, penilaian model bisnis menggunakan SWOT secara mendalam menganalisis kekuatan, kelemahan, peluang, dan ancaman dari setiap blok bangunan dan diprioritaskan menggunakan Proses Hirarki Analitik untuk mengetahui SWOT yang paling berdampak terhadap model bisnis saat ini. Hasil analisis akan mengarah ke formulasi strategi menggunakan matriks TOWS di mana menghasilkan poin rekomendasi strategis untuk membangun model bisnis yang lebih baik. Menggunakan Strategi Generik Porter, proyek akhir ini merekomendasikan strategi diferensiasi bagi perusahaan ini untuk mendapatkan keunggulan kompetitif. Selanjutnya, model bisnis baru diusulkan yang berfokus pada perluasan segmen pelanggan menjadi wisata makanan dan meningkatkan proposisi nilai.", "Daftar File": {"ABSTRAK Hilda Awwaliya": "https://digilib.itb.ac.id/gdl/download/204837"}, "Penulis": "Hilda Awwaliya [29318115]", "Kontributor / Dosen Pembimbing": ["Dr. Sandhy Widyasthana"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Food Tourism, Makanan Tradisional, Bisnis Model Kanvas, SWOT, TOWS, AHP, Formulasi Strategi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "13 Mar 2020"}