{"Nomor": 46975, "Judul": "STUDI PROSES SELEKSI PROYEK BERDASARKAN PADA HAMBATAN PROYEK DI PT. INDO GAS ASIA", "Abstrak": "PT. Indo Gas Asia (nama perusahaan disamarkan untuk menjaga kerahasiaan) didirikan pada tahun 2002 dengan tujuan untuk mengembangkan pipa transportasi gas dan integritas pipa. IGA merupakan perusahaan pertama di Indonesia yang mana bisnis utamanya adalah untuk mentransportasi natural gas melalui pipa transmisi untuk kebutuhan pasar domestic maupun internasional. IGA selalu mengembangkan pemanfaatan natural gas di Indonesia, dengan selalu memastikan pengiriman yang cepat, dapat diandalkan, dan keselamatan pada setiap waktu. Dengan komitmen IGA untuk menyalurkan gas, salah satu tantangan yang dihadapi IGA adalah bagaimana cara memilih proyek yang tepat dan melalukan proyek tersebut dengan benar. \nPenelitian ini bertujuan untuk mengetahui kriteria apa saja untuk memilih proyek yang tepat and juga cara bagaimana untuk meningkatkan suatu proyek agar sesuai dengan ekspektasi perusahaan. Metodologi yang dilakukan dalam penelitian ini adalah qualitatif dengan melalukan wawancara sebagai metode kualitatif dengan beberapa responden yang memiliki pengalaman dalam melakukan proyek di IGA dan juga nantinya akan diperkuat dengan adanya tinjauan literature yang berhubungan dengan manajemen proyek dalam PMBOK, proses seleksi proyek and juga berasal dari jurnal. Analisis data dalam penelitian ini menggunakan fishbone analisis and menemukan solusi untuk permasalahan yang terjadi.\nUntuk mendapatkan proyek yang sukses dan efisien adalah dengan menerapkan proses seleksi proyek dengan benar. Penyaringan proyek dapat diilustrasikan sebagai corong dengan filter untuk menyaring beberapa proyek proposal dengan filter yang terdiri dari anggaran, urgensi, biaya dan keuntungan dari sebuah proyek. Dari empat elemen ini saling berhubungan satu sama lain. Untuk memutuskan melakukan sebuah proyek, hal pertama yang dilihat adalah berapa anggaran yang perusahaan miliki, dan setelah mengetahui alokasi anggaran untuk proyek, pyoyek akan diprioritaskan berdasarkan urgensi and membandingkan antara biaya dan keuntungan sebuah proyek. Proyek akan diprioritaskan dengan keuntungan yang besar dan biaya yang rendah untuk mendapatkan profit margin. Namun terkadang, dalam melaksanakan proyek, akan adanya biaya tambahan yang akan menurunkan profit margin dari proyek atau bahkan menimbulkan kerugian. Dengan mengetahui faktor apa saja yang mungkin menimbulkan biaya tambahan, diharapkan dikemudian hari faktor ini dapat ditangani dengan lebih baik agar proyek dapat meraih tujuan sesuai dengan ekspektasi.", "Daftar File": {"ABSTRAK Nadia Candrika W. R.": "https://digilib.itb.ac.id/gdl/download/204846"}, "Penulis": "Nadia Candrika W. R. [29318116]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Aries F Firman, M.Sc., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Proses Seleksi Proyek, Hambatan Proyek, Analisis Fishbone", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "13 Mar 2020"}