{"Nomor": 46972, "Judul": "ORKESTRASI PROSES UNTUK MENANGANI PERUBAHAN  PROSES BISNIS PADA ORGANISASI", "Abstrak": "Dalam bisnis, akan selalu ada peluang dan ancaman baru. Perusahaan harus dapat beradaptasi terhadap peluang dan ancaman tersebut. Adaptasi salah satunya dapat dilakukan dengan inovasi. Inovasi dapat menyebabkan perubahan proses bisnis yang berjalan dalam perusahaan. Saat ini, implementasi proses bisnis perusahaan umumnya dilakukan secara langsung dalam modul atau kode program. Hal tersebut menimbulkan permasalahan karena sulit memahami implementasi proses bisnis sebelumnya sehingga mempersulit implementasi perubahan proses bisnis. Sementara pengembang perlu memahami keseluruhan struktur program sehingga ketika melakukan perubahan tidak menyebabkan kegagalan fungsionalitas modul lainnya. Pada tugas akhir ini, orkestrasi proses dilakukan untuk mengatasi permasalahan perubahan proses bisnis tersebut, yaitu dengan memisahkan implementasi logika bisnis dan logika aplikasi. Orkestrasi proses bisnis dilakukan dengan mengimplementasikan logika bisnis menggunakan BPEL dan logika aplikasi atau fungsi-fungsi spesifik diimplementasikan sebagai web service. Orkestrasi proses dengan BPEL dilakukan dengan mengikuti langkah-langkah dimulai dengan menentukan proses bisnis yang akan diorkestrasikan, menganalisis aktivitas-aktivitas yang harus dilakukan dalam proses bisnis tersebut, memodelkan logika bisnis dalam BPMN, menganalisis entitas apa saja yang terlibat, mengidentifikasi web service yang terlibat, mendefinisikan WSDL untuk BPEL, mendefinisikan partner link type, dan membangun BPEL. Pada tugas akhir ini berhasil ditunjukkan bahwa melalui orkestrasi proses perubahan dapat dilakukan pada proses bisnis. Struktur proses bisnis juga lebih mudah dipahami dengan adanya representasi grafis.", "Daftar File": {"Abstrak_13514015.pdf)u": "https://digilib.itb.ac.id/gdl/download/204836"}, "Penulis": "NUR LATIFAH ULFAH [13514015]", "Kontributor / Dosen Pembimbing": ["Dra. Harlili S. M.Sc.", "Dicky Prima Satya, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "proses bisnis, orkestrasi, web service, BPEL.", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "13 Mar 2020"}