{"Nomor": 46970, "Judul": "PENGEMBANGAN MODEL PERAMALAN FAKTOR PREDIKTOR BREAKDOWN PADA MESIN INJECTION MOLDING", "Abstrak": "Packaging Service Division (PSD) Cibitung merupakan bagian dari PT X di Cibitung Plant yang bertugas memproduksi preform, botol setengah jadi untuk wadah minuman ringan berkarbonasi berbahan dasar polietilena tereftalat (PET), menggunakan mesin injection molding. PSD Cibitung mengalami permasalahan berupa tingginya unscheduled downtime sehingga menyebabkan rata-rata availability dari seluruh mesin pada lini produksi hanya sebesar 66,16%.\nTingginya unscheduled downtime tersebut disebabkan oleh banyaknya jumlah breakdown yang terjadi. Hal tersebut menunjukkan bahwa kegiatan dan kebijakan maintenance yang diterapkan di PSD Cibitung belum efektif dalam mencegah terjadinya kerusakan mesin. Karenanya, PSD Cibitung memutuskan untuk mengaplikasikan kebijakan condition-based maintenance (CBM). Untuk itu, penelitian ini mengadopsi metodologi IRIS PdM untuk menentukan variabel prediktor breakdown dan merancang model peramalan variabel prediktor tersebut sebagai upaya membantu pengaplikasian CBM.\nPada penelitian ini, dilakukan perbandingan terhadap tiga jenis model klasifikasi untuk menentukan variabel prediktor breakdown menggunakan ukuran performansi recall untuk meminimasi false negative. Didapatkan decision tree sebagai model klasifikasi terbaik dengan recall 75%. Model tersebut menunjukkan bahwa variabel part dan suhu minyak hidraulis dapat digunakan sebagai prediktor breakdown. Variabel suhu minyak hidraulis merupakan variabel metrik yang berubah seiring waktu sehingga diputuskan untuk dilakukan perancangan model peramalan untuk variabel tersebut. Penelitian ini telah membandingkan beberapa model peramalan dan telah dipilih autoregressive integrated moving average (ARIMA) sebagai model peramalan variabel suhu minyak hidraulis untuk setiap mesin di lini produksi PSD Cibitung. Telah dibuat pula prototype sistem peramalan variabel suhu minyak hidraulis yang dapat membantu penentuan tindakan maintenance di PSD Cibitung.", "Daftar File": {"ABSTRAK AKHMAD FAHRI": "https://digilib.itb.ac.id/gdl/download/204834"}, "Penulis": "AKHMAD FAHRI [13415103]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Rajesri Govindaraju, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "maintenance, condition-based maintenance, injection molding, data mining, peramalan.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "13 Mar 2020"}