{"Nomor": 46980, "Judul": "PENGEMBANGAN PURWARUPA APLIKASI FITNESS ASSISTANT PESEPEDA BERBASIS INTERNET OF THINGS", "Abstrak": "Bersepeda sebagai kegiatan olahraga memiliki berbagai macam tujuan, seperti menurunkan berat badan, menjaga kebugaran tubuh, kompetisi, ataupun untuk sekadar tujuan rekreasi. Untuk memenuhi tujuan tersebut, sebagian pesepeda melakukan kegiatan fitness tracking, yaitu kegiatan mengukur dan memonitor metrik yang berkaitan dengan kegiatan olahraga. Namun pada beberapa kasus, alat atau aplikasi fitness tracking yang biasa digunakan oleh pesepeda memiliki kendala yang dapat menghambat tujuan kegiatan tersebut, di antaranya seperti tidak adanya penjelasan mengenai data yang didapat oleh mereka setelah selesai bersepeda dan belum adanya fitur pendeteksi kondisi tidak ideal ketika bersepeda yang berisiko kecelakaan atau kelelahan. Untuk menjawab masalah tersebut, penelitian ini fokus untuk mengembangkan sebuah purwarupa sistem yang dapat mengukur metrik kegiatan olahraga bersepeda, memberikan deskripsi kegiatan olahraga yang sudah dijalani, dan memberikan peringatan ketika melakukan simulasi bersepeda dalam kondisi darurat. Solusi internet of things yang diajukan adalah alat dan aplikasi untuk mengukur metrik bersepeda, menganalisis data, serta memberi peringatan ketika melakukan simulasi kondisi darurat berdasarkan perhitungan detak jantung dan metrik olahraga lainnya.  Implementasi desain menghasilkan purwarupa alat dan aplikasi. Pengujian dilakukan sebanyak tiga kali dan menghasilkan beberapa perubahan desain perangkat lunak dan perangkat keras dalam prosesnya. Seluruh desain perangkat lunak, perangkat keras, dan integrasi antar komponen sistem dilakukan dengan keberhasilan pengujian akhir sebesar 88%.", "Daftar File": {}, "Penulis": "Muhammad Habibullah [18215002]", "Kontributor / Dosen Pembimbing": ["Dr. Fadhil Hidayat, S.Kom., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "metrik bersepeda, fitness tracking, internet of things", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "13 Mar 2020"}