{"Nomor": 46989, "Judul": "INTERPRETASI CITRA KROMOSOM MANUSIA DAN MENCIT PADA PENGEMBANGAN PROTOTIPE APLIKASI SEMI OTOMATIS UNTUK PEMBUATAN KARIOTIPE", "Abstrak": "Kariotipe adalah gambaran lengkap kromosom sel individu yang disusun berdasarkan panjang, jumlah, bentuk, dan pola G-band (pita kromosom). Karyotyping (analisis kromosom) seringkali dilakukan untuk mendiagnosa abnormalitas struktur dan penyimpangan jumlah kromosom. Secara umum, karyotyping dilakukan dengan cara mengambil citra kromosom pada tahap metafase, menggunting, dan menyusun setiap objek kromosom secara manual. Proses ini menghabiskan banyak waktu, energi, dan hasil yang tidak konsisten sehingga diperlukan pengembangan aplikasi yang dapat membantu proses karyotyping secara otomatis atau setidaknya semi otomatis. Tujuan penelitian ini adalah untuk melakukan karyotyping pada citra kromosom (manusia dan mencit) dan menggunakannya sebagai input data dalam pengembangan prototipe aplikasi. Metode yang dilakukan pada penelitian ini secara umum terdiri dari dua tahapan yaitu karyotyping dan pengembangan aplikasi. Karyotyping untuk menentukan nilai resolusi G-band dilakukan dengan cara membandingkan kromosom nomor 1 dan 2 dengan ideogram standar kromosom. Selanjutnya, citra kromosom digunakan sebagai input data untuk pengembangan aplikasi dengan menggunakan bahasa pemrograman Python-3.7.3 dan pustaka pengolah gambar OpenCV-4.0.0.21. Pengembangan aplikasi terdiri dari tiga tahapan metode, yaitu pre-processing, ekstraksi fitur, dan pembuatan fitur interface prototipe aplikasi. Karyotyping berhasil dilakukan pada kromosom manusia dan mencit. Hasil karyotyping menunjukkan nilai resolusi G-band kromosom manusia bervariasi pada rentang 300-700 G-band dan terdapat nilai yang termasuk dalam kategori HRB (High Resolution Banding). Berdasarkan standar American College of Medical Genetics and Genomics resolusi G-band yang baik berada dalam kategori HRB dengan nilai resolusi G-band di atas 550 G-band. Tampilan aplikasi berhasil dibuat dengan berbagai fitur yang dapat mengklasifikasikan citra kromosom berdasarkan ukuran panjang kromosom. Berdasarkan hasil penelitian dapat disimpulkan bahwa karyotyping berdasarkan G-banding telah berhasil dilakukan dengan nilai resolusi G-band kromosom manusia antara 300-700 G-band dan kromosom dengan nilai lebih dari 550 G-band telah digunakan sebagai input data pada pengembangan prototipe aplikasi untuk mengklasifikasikan kromosom berdasarkan ukuran panjang secara semi otomatis.", "Daftar File": {"ABSTRAK Pradita Maulia": "https://digilib.itb.ac.id/gdl/download/204866"}, "Penulis": "Pradita Maulia [21117011]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Marselina Irasonia Tan, MS", "Nugraha Priya Utama, S.T., MA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Kromosom, Karyotyping, Pengolahan Citra, Aplikasi Semi Otomatis.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "13 Mar 2020"}