{"Nomor": 46985, "Judul": "PENGAJUAN IMPLEMENTASI PROJECT MANAGEMENT BODY OF KNOWLEDGE (PMBOK) PADA PROYEK PT PERTAMINA HULU ENERGI WILAYAH SIAK-KAMPAR", "Abstrak": "PT Pertamina Hulu Energi (PHE) sebagai salah satu anak perusahaan dari PT Pertamina Persero, BUMN\nRepublik Indonesia ingin melakukan penambahan aset dengan tujuan utama yaitu meningkatkan\nproduksi minyak harian (Barrel Oil Per Day) dan efisiensi dalam bekerja. Melalui anak perusahaannya\nPHE Siak-Kampar, pada Desember 2018 melalui rapat dengan skk migas dan persero. PHE Siak-\nKampar melakukan inisiasi proyek untuk membangun beberapa fasilitas baru yaitu 10 site preparation\nuntuk pembangunan rig baru (1 di lapangan Kotalama, 1 di lapangan Bingo dan 8 di lapangan Batang),\nPembangunan gudang baru, gedung mess dan kantor di lapangan Batang. Dalam rapat tersebut ptoyek\nini ditargetkan untuk selesai pada bulan Desember 2019 dan kemudian dapat beroperasi pada Januari\n2020. Namun sampai Desember 2019 hanya 2 site preparation (Bingo dan Kotalama) yang selesai , 2\nsite preparation (Batang) yang masih dalam stasus pengerjaan dan sisanya belum dimulai sama sekali.\nPenelitian ini bertujuan membantu PHE, Khususnya PHE Siak-Kampar menyelesaikan proyek mereka.\nDengan memperbaiki sistem manajemen proyek yang digunakan sekarang dapat membantu PHE Siak-\nKampar untuk dapat menyelesaikan pekerjaan mereka yang sudah melewati batas waktunya dan\nmenjadikannya standar untuk mengerjakan proyek lainnya. Dalam penelitian ini penulis akan\nmenggunakan Project Management Body of Knowledge (PMBOK) dari Project Management Institute\nsebagai dasar untuk melakukan manajemen proyek. Selain itu penulis juga menggunakan PMBOK\nuntuk mencari aspek dari manajemen yang membutuhkan perbaikan. Penulis menemukan beberapa\naspek dari manajemen proyek yang mengalami kekurangan data sehingga menghasilkan output yang\nkurang baik dan mengganggu kinerja proyek secara keseluruhan.\nSetelah melakukan analisa menggunakan PMBOK ke manajemen proyek yang digunakan oleh PHE,\npenulis mendapatkan 5 penyebab utama yang menyebabkan proyek ini terlambat selesai. Kelima\npenyebab utama tersebut diaplikasikannya ke sistem manajemen proyek sehingga didapatkan aspek\nyang membutuhkan perbaikan yaitu pada komunikasi antar pemangku kepentingan, manajemen\nperencanaan jadwal, dan manajemen perencanaan sumber daya manusia. Dengan perbaikan pada\nmanajemen perencanaan jadwal, PHE dapat memperbaiki cara mereka membuat sebuah jadwal agar\npekerjaan tersebut memiliki alur yang jelas dan dapat diselesaikan tepat waktu. Perbaikan komunikasi\nantar pemangku kepentingan dilakukan agar terbentuknya SOP baru yang mengharuskan organisasi\nuntuk selalu memberikan informasi kepada pemangku kepentingan agar mereka dapat melakukan\nkoordinasi dan memberikan keputusan terhadap sebuah pekerjaan. Perbaikan pada manajemen\nperencaan sumber daya manusia dipusatkan pada penambahan karyawan dan peningkatan kompetensi\nkaryawan menggunakan piranti lunak untuk manajemen proyek. Perbaikan ini semuanya didasari oleh\naspek pada PMBOK yang berhubungan langsung dengan permasalahan yang terjadi pada manajemen\nproyek di PHE. Ini membantu PHE untuk segera menyelesaikan proyek mereka yang sudah melewati\nbatas waktu dan dapat digunakan kembali sebagai acuan untuk proyek lainnya di masa yang akan datang.", "Daftar File": {"2020_TS_PP_M Abdillah Wiguna_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/204862"}, "Penulis": "Muhammad Abdillah Wiguna [29117418]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "manajemen proyek, tubuh pengetahuan manajemen proyek, minyak dan gas, penyebab utama, perbaikan", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "13 Mar 2020"}