{"Nomor": 46986, "Judul": "PENINGKATAN KETERSEDIAAN DAN MTBF (MEAN TIME BETWEEN FAILURE) ALAT BERAT DI AREA TAMBANG DENGAN TINJAUAN SIX M (MANPOWER, MATERIAL, MACHINE, METHOD, MEASUREMENT, MOTHER NATURE)", "Abstrak": "Indonesia kaya akan sumber daya alam seperti mineral, minyak, dan gas. Pertambangan adalah salah satu metode untuk memperoleh mineral berharga. Mineral ini kemudian diolah lebih lanjut atau dijual untuk memperoleh keuntungan. Kegiatan pertambangan bermanfaat untuk pembangunan Indonesia sebagai sumber anggaran bagi pemerintahan. Pengelolaan tambang yang baik akan memastikan sumber daya alam diperoleh dengan efisien.\nKegiatan pertambangan didominasi oleh kegiatan pemindahan tanah, sehingga perlu digunakan alat mekanik atau alat berat. Penggunaan alat berat membutuhkan kegiatan perawatan untuk menjaga kinerjanya. Produktivitas alat berat perlu dijaga untuk memenuhi kebutuhan produksi tambang, dan meminimalisasi biaya operasi. Dua parameter yang dapat digunakan untuk mengukur prestasi kegiatan perawatan adalah ketersediaan dan MTBF. Kedua parameter tersebut dapat mewakili parameter untuk menunjukkan produktivitas alat.\nPenyelesaian masalah yang berkaitan dengan ketersediaan dan MTBF alat berat dapat diselesaikan dengan beberapa metode. Penelitian ini menggunakan metode Six M untuk merumuskan faktor-faktor yang mempengaruhi ketersediaan dan MTBF. Masalah tersebut kemudian dikelompokkan dan diselesaikan berdasarkan penyebab utamanya. Peningkatan ketersediaan hingga 9,94% diperoleh dengan menyelesaikan masalah manpower pada komponen powertrain. Peningkatan MTBF alat berat dapat dicapai dengan kerangka berpikir yang dirumuskan.", "Daftar File": {"ABSTRAK Nicholas Chrisostomus": "https://digilib.itb.ac.id/gdl/download/204863"}, "Penulis": "Nicholas Chrisostomus [13116117]", "Kontributor / Dosen Pembimbing": ["M. Agus Kariem, S.T., M.T., Ph.D.", "Dr. Ir. I Wayan Suweca, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "alat berat tambang, ketersediaan, Six M", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "13 Mar 2020"}