{"Nomor": 46988, "Judul": "KONJUGAT ASAM FOLAT DAN BOVINE SERUM ALBUMIN (BSA) SEBAGAI DUAL-TARGETING NANOPARTIKEL KITOSAN MANGOSTIN DALAM SISTEM PENGHANTARAN OBAT PADA LINI SEL KANKER PAYUDARA (MCF-7)", "Abstrak": "Kanker merupakan penyakit kompleks yang disebabkan oleh pembelahan sel yang terjadi secara terus menerus. Hal tersebut dikarenakan adanya mutasi yang terjadi pada protoonkogen dan tumor suppressor yang berperan dalam proses pembelahan yang mengakibatkan pembelahan sel-sel tidak terkontrol. Sampai saat ini, upaya untuk mengembangkan terapi kanker yang efektif dan efisien masih sedang terus dilakukan. Salah satu metode terapi yang dilakukan adalah dengan memanfaatkan nanoteknologi yang dikombinasikan dengan pemanfaatan kondisi jaringan kanker dan sekitarnya serta penggunaan senyawa bioaktif yang memiliki aktivitas antikanker. Diketahui bahwa beberapa reseptor dan molekul protein tertentu diekspresikan dalam jumlah tinggi oleh sel kanker, khususnya kanker payudara, salah satunya adalah reseptor asam folat dan molekul protein Secreted Protein Acidic and Rich in Cystein (SPARC). Reseptor asam folat memiliki afinitas yang tinggi untuk berikatan dengan asam folat, sedangkan SPARC merupakan albumin binding protein yang dapat berinteraksi dengan albumin. Oleh karena itu, kedua molekul tersebut berpotensi untuk dimanfaatkan menjadi target spesifik dalam pengembangan obat untuk terapi kanker. Selain itu, pemanfaatan senyawa bioaktif juga menjadi alternatif untuk terapi kanker. Senyawa bioaktif yang memiliki aktivitas antikanker salah satunya adalah ?-Mangostin. ?-Mangostin diketahui dapat menginduksi apoptosis dan mencegah proliferasi sel. Meskipun demikian, senyawa tersebut memiliki kelarutan yang rendah, sehingga teknik enkapsulasi ?-Mangostin dengan nanopartikel dibutuhkan untuk mengatasi permasalahan tersebut. Tujuan dari penelitian ini adalah melakukan konjugasi asam folat dan BSA sebagai dual targeting pada nanopartikel kitosan yang mengandung ?- Mangostin serta mengetahui pengaruhnya terhadap sitotoksisitas sel kanker payudara (MCF-7). Dual targeting menggunakan BSA dan asam folat diharapkan mampu meningkatkan intracellular uptake nanopartikel kitosan yang mengandung ?-Mangostin sehingga dapat memberikan pengaruh sitotoksik yang lebih tinggi terhadap sel kanker payudara (MCF-7). Dalam penelitian ini, nanopartikel kitosan disintesis menggunakan metode gelasi ionic. Ukuran dan zeta potential nanopartikel diukur menggunakan Particle Size Analyzer (PSA).\nNanopartikel yang dibuat adalah nanopartikel kitosan terkonjugasi asam folat dan BSA yang mengandung ?-Mangostin dan kontrol (NP-KFBM & NP-KFB), nanopartikel kitosan terkonjugasi asam folat yang mengandung ?-Mangostin dan control (NP-KFM & NP-KF), nanopartikel kitosan terkonjugasi BSA yang mengandung ?-Mangostin dan kontrol (NP-KBM & NP-KB), serta nanopartikel kitosan yang mengandung ?-Mangostin dan kontrol (NP-KM & NP-K). Hasil pengukuran menunjukkan ukuran nanopartikel secara berturut turut adalah 299,3 nm, 227,7 nm, 207,3 nm dan 154,1 nm. Hasil analisis FTIR diketahui terdapat spektrum dengan gugus-gugus kimia yang dimiliki oleh masing-masing variasi nanopartikel. Analisis Scanning Electron Microscopy (SEM) menunjukkan morfologi nanopartikel berbentuk bulat. Nilai persentase efisiensi enkapsulasi berbeda-beda pada setiap sampel, yaitu 69% (NP-KFBM), 73,341% (NP-KFM), 69,5% (NP-KBM), serta 67,9 % (NP-KM). Hasil pengujian pelepasan obat menunjukkan secara keseluruhan nanopartikel kitosan dengan variasi konjugat tersebut mengalami pelepasan obat pada pH 4,8 lebih baik daripada pada pH 7,4. Hasil pengujian sitotoksisitas nanopartikel terhadap sel MCF-7 diketahui bahwa terdapat perbedaan yang signifikan antara nilai IC50 ?-Mangostin yang tidak dienkapsulasi dibandingkan dengan ?-Mangostin yang dienkapsulasi dengan nanopartikel kitosan dengan masing-masing konjugat. Diketahui nilai IC50 dari masing-masing sampel NP-KFBM, NP-KFM, NP-KBM dan NP-KM adalah 1,17 ± 0,25 ?g/ml (2,85 ?M), 1,44 ± 0,08 ?g/ml (3,5 ?M), 1,35 ± 0,31 ?g/ml(3,28 ?M), dan 1,86 ± 0,32 ?g/ml (4,53 ?M) sedangkan nilai IC50 dari ?-Mangostin yang tidak dienkapsulasi nanopartikel kitosan adalah 4,06 ± 0,48 ?g/ml (9,89 ?M). Hasil internalisasi nanopartikel pada sel MCF-7 menunjukkan bahwa NP-KFBM dan NP-KBM yang terkonjugasi rhodamin mulai terinternalisasi pada jam ke 9 setelah perlakuan. Oleh karena itu, pada penelitian ini dapat disimpulkan bahwa konjugasi asam folat dan BSA pada nanopartikel kitosan yang mengandung ?-Mangostin berhasil disintesis dan dikarakterisasi. Enkapsulasi ?-Mangostin dengan nanopartikel kitosan yang terkonjugasi asam folat dan BSA memiliki nilai IC50 lebih rendah dibandingkan dengan ?-Mangostin yang tidak dienkapsulasi terhadap sel kanker MCF-7.", "Daftar File": {"ABSTRAK Kamilatussaniah": "https://digilib.itb.ac.id/gdl/download/204865"}, "Penulis": "Kamilatussaniah [21117024]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Marselina Irasonia Tan, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Nanopartikel terkonjugasi asam folat dan BSA, dual targeting, ?-Mangostin.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "13 Mar 2020"}