{"Nomor": 46982, "Judul": "PROFILING LONG NON-CODING RNA (LNCRNA) PADA PROSES PEMATANGAN BUAH PISANG MUSA ACUMINATA CV. CAVENDISH", "Abstrak": "Long non-coding RNA adalah salah satu jenis RNA yang tidak mengkodekan\nprotein. Ciri dari transkrip ini berupa ukuran lebih dari 200 nukleotida, tidak\nmemiliki open reading frame, serta tidak memiliki potensi untuk ditranslasikan\nmenjadi protein. lncRNA dapat meregulasi ekspresi gen dengan berikatan dengan\nmiRNA, menyebabkan miRNA tidak dapat berikatan pada target mRNA,\nmekanisme ini dikenal dengan istilah miRNA sponge. Penelitian terkait fungsi\nlncRNA dalam pematangan buah pisang belum pernah dilakukan terlepas dari\nbesarnya pengaruh komoditas ini pada angka ekspor buah di Indonesia. Penelitian\nini bertujuan untuk mengidentifikasi lncRNA yang ditranskripsikan pada kondisi\npematangan yang terhambat akibat penyalutan kitosan dan memvalidasi fungsi\nlncRNA tersebut sebagai competing endogenous dari miRNA-mRNA dengan\nmenggunakan metode qPCR. Pada penelitian ini digunakan data transkriptomik\nMusa acuminata cv. Cavendish pada kondisi mentah dan matang serta dilakukan\npenyalutan kitosan yang bertujuan untuk menghambat pematangan pisang\nsehingga didapatkan data lncRNA yang terekspresi pada saat pematangan\nberlangsung normal dan dihambat. Selanjutnya digunakan PsRobot untuk\nmemprediksi interaksi antara lncRNA dan miRNA. Hasil prediksi kemudian\ndikonfirmasi dengan menggunakan qPCR. Sebanyak 65710 lncRNA berhasil\nteridentifikasi, dan sebanyak 6 lncRNA diprediksi berinteraksi dengan miRNA\nlncRNA_00266745, lncRNA_00307579, lncRNA_00278214,\nlncRNA_00113430, lncRNA_00305751. Kelima lncRNA tersebut diprediksi\nberinteraksi dengan tiga miRNA yaitu, mac-miR156a, mac-miR160b, macmiR166a.\nInteraksi antara miRNA dan lncRNA tersebut berperan dalam regulasi\nekspresi gen-gen lain di antaranya adalah SPL17, PME, endo-1,3-betaglucosidase\nyang merupakan gen-gen yang memiliki peran dalam proses\npematangan buah pisang. Hasil validasi dengan qPCR didapatkan bahwa dari 3\ninteraksi yang diprediksi, interaksi antara lncRNA_00307579, mac-miR166a dan\ngen endo-1,3-beta-glucosidase memiliki nilai koefisien korelasi mendekati >0.8\nyang mengindikasikan bahwa terjadi interaksi tidak langsung akibat mekanisme\nkerja lncRNA sebagai miRNA sponge atau competing endogenous RNA.", "Daftar File": {"ABSTRAK Muhammad Akip Poapa": "https://digilib.itb.ac.id/gdl/download/204859"}, "Penulis": "Muhammad Akip Poapa [21118005]", "Kontributor / Dosen Pembimbing": ["Fenny Martha Dwivany, S.Si., M.Si., Ph.D.", "Husna Nugrahapraja, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "transkriptomik, lncRNA, miRNA, pematangan, qPCR", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "13 Mar 2020"}