{"Nomor": 46990, "Judul": "KLONING DAN EKSPRESI PROTEIN L1 DARI HUMAN PAPILLOMAVIRUS (HPV) TIPE 16 ISOLAT INDONESIA PADA ESCHERICHIA COLI BL21(DE3)", "Abstrak": "Kanker serviks merupakan kanker dengan tingkat prevalensi tinggi di Indonesia yang disebabkan oleh infeksi Human papillomavirus (HPV). HPV tipe 16 menjadi salah satu tipe HPV yang paling berbahaya dan menyebabkan 87% kejadian kanker serviks. Upaya pencegahan infeksi HPV yang paling efektif saat ini salah satunya adalah vaksin profilaktik. Vaksin profilaktik yang dikembangkan saat ini tersusun atas protein L1 yang dapat melakukan self-assembly menjadi virus-like particles (VLPs). Sampai saat ini Indonesia belum memiliki kemandirian dalam memproduksi vaksin sendiri yang dapat mencegah infeksi HPV khususnya galur HPV yang bersirkulasi di Indonesia. Sehingga dibutuhkan suatu strategi untuk menghasilkan vaksin profilaktik dengan biaya produksi yang relatif lebih murah yaitu dengan cara memproduksi protein L1 pada Escherichia coli BL21(DE3).\nPenelitian ini bertujuan untuk mengkloning dan mengekspresikan protein L1 dari HPV tipe 16 pada Escherichia coli BL21(DE3). Metode yang dilakukan adalah gen l1 dari HPV tipe 16 disisipkan ke dalam vektor pET-32b(+) dan diekspresikan pada E. coli BL21(DE3) dengan penambahan induser berupa isopropyl-?-D-1-thiogalactopyranoside (IPTG) dengan konsentrasi 0,5 mM serta diinkubasi dalam shaking incubator pada suhu 20?C selama 12 jam. Untuk mencari kondisi optimal ekspresi protein fusi Trx-L1, maka dilakukan optimasi konsentrasi IPTG dengan konsentrasi 0,01; 0,05; 0,1; dan 0,5 mM serta optimasi suhu inkubasi 20?C dan 16?C. Analisis ekspresi protein rekombinan dilakukan dengan metode SDS-PAGE, perangkat lunak ImageJ dan western blot. Protein fusi Trx-L1 yang diekspresikan didenaturasi dengan 6 M Guanidine hydrochloride (GuHCl) dan dimurnikan dengan Ni-NTA agarose. Hasil PCR koloni, analisis restriksi, dan penentuan urutan basa nukleotida menunjukkan bahwa gen l1 telah berhasil dikonstruksi pada vektor pET-32b(+). Analisis SDS-PAGE dan western blot menunjukkan bahwa protein fusi Trx-L1 berhasil dieskpresikan dengan berat molekul sekitar 70 kDa namun protein tersebut diekspresikan dalam bentuk badan inklusi. Variasi suhu dan konsentrasi IPTG tidak berpengaruh signifikan terhadap ekspresi protein fusi Trx-L1. Protein fusi Trx-L1 berhasil dimurnikan yang ditunjukkan dengan pita hasil SDS-PAGE yang berada pada ukuran sekitar 70 kDa. Berdasarkan hasil yang telah diperoleh, dapat disimpulkan bahwa gen l1 telah berhasil dikonstruksi dan diekspresikan pada E. coli BL21(DE3), namun protein tersebut masih berupa badan\ninklusi. Pemurnian protein fusi Trx-L1 berhasil dilakukan yang ditunjukkan dengan pita protein berukuran sekitar 70 kDa.", "Daftar File": {"ABSTRAK Dewi Saraswati": "https://digilib.itb.ac.id/gdl/download/205225"}, "Penulis": "Dewi Saraswati [21117008]", "Kontributor / Dosen Pembimbing": ["Azzania Fibriani, S.Si., M.Si., Ph.D.", "Dr.rer.nat. Fifi Fitriyah Masduki, S.Si., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Human papillomavirus, HPV tipe 16, vaksin profilaktik, protein L1, virus-like particles (VLPs).", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Mar 2020"}