{"Nomor": 46992, "Judul": "USULAN STRATEGI UNTUK PELUNCURAN CATCHRIDE LUX DI INDONESIA", "Abstrak": "Ekonomi digital telah menjadi bagian dari hidup untuk beberapa tahun terakhir. Salah satu industri yang dipengaruhi oleh ekonomi digital adalah transportasi dengan hadirnya aplikasi ride hailing. Catch lekat di mata orang-orang Asia Tenggara sebagai pemain utama di industri tersebut. Namun, pesaing utamanya telah memperluas bisnisnya dari Indonesia ke Asia Tenggara dengan masuk ke Singapura, Thailand dan Vietnam. Walaupun Catch diproyeksikan untuk memiliki nilai perusahaan yang patut diperhatikan, perusahaan ini masih harus melakukan suatu aksi yang dapat mempertahankan keunggulan kompetitifnya untuk mengamankan posisinya sebagai pemain top di Asia Tenggara.\n\nSalah satu cara untuk mempertahankan keunggulan kompetitifnya adalah dengan mendengarkan kebutuhan pengguna aplikasi ride hailing. Belakangan ini, terhadap permintaan dari klien korporasi Indonesia untuk menyediakan transportasi online roda empat premium. Untuk memenuhi hal tersebut, Catch sedang mengembangkan CatchRide Lux, kendaraan roda empat premium. Tes pasar untuk layanan ini baru saja selesai dimana permintaan dibenarkan ada di pasar retail (pasar konsumen). Komersialisasi sekarang sedang disiapkan dimana perusahaan harus menjawab dimana, siapa dan bagaimana untuk memperkenalkan secara resmi layanan ini ke pasar Indonesia.\n\nProyek akhir ini fokus mengembangkan strategi bisnis untuk komersialisasi berdasarkan analisa lingkungan dan hasil dari tes pasar perusahaan. Formulasi dimulai dengan meanganalisa menggunakan kerangka PESTEL, Porter’s Five Forces, Resource Based View, kerangka STP and strategi Marketing Mix. Analisa juga dilakukan terhadap hasil tes pasar untuk mendapatkan perilaku pengguna untuk dapat menentukan target pasar. Kemudian, Analisa SWOT dilakukan untuk menganalias variabel-variabel tersebut and TOWS Matrix digunakan untuk mengformulasikan strategi.\n\nRiset ini telah menghasilkan desain target pasar dan Business Model Canvas yang bisa menjadi dasar Catch untuk menjawab pertanyaan dimana, siapa dan bagaimana tersebut. Implementasi dari strategi-strategi tersebut dimulai dengan persiapan internal perusahaan, kemudian dilanjutkan dengan peluncuran dan diikuti dengan kontrol pengalaman pengguna. Strategi ini diharapkan dapat membuat komersialisasi CatchRide Lux sukses dan membantu layanan ini mencapai tujuannya yakni untuk mendapatkan keuntungan.", "Daftar File": {"ABSTRAK Nasya Dinitri Priatno": "https://digilib.itb.ac.id/gdl/download/204869"}, "Penulis": "Nasya Dinitri Priatno [29318122]", "Kontributor / Dosen Pembimbing": ["Yudo Anggoro, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Peluncuran, Target Pasar, Dusiness Model Canvas", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "13 Mar 2020"}