{"Nomor": 46998, "Judul": "FORMULASI STRATEGI DALAM BISNIS MASKER ANTI POLUSI  (KASUS: PT SAINSGO KARYA INDONESIA)", "Abstrak": "Maskit (Mask in Tech) adalah merek untuk masker di bawah perusahaan PT. Sainsgo Karya Indonesia yang khusus memproduksi masker anti polusi. Kesan dalam produk Maskit ialah penuh gaya, cocok digunakan untuk yang berjilbab, dan mudah digunakan. Tiga produk utama dari Maskit terdiri dari filter yang dapat diisi ulang, masker sekali pakai, dan masker yang dapat digunakan kembali dengan harga mulai dari Rp7.000 hingga Rp29.900. Sejak komersialisasi, beberapa pendekatan telah dilakukan oleh Maskit untuk mendapatkan perhatian orang dan untuk meningkatkan penjualan Maskit tidak hanya fokus pada saluran online, tetapi  berpartisipasi dalam acara offline turut dilakukan seperti amal, sumbangan, dan talkshow tentang polusi di Jakarta yang mulai dimulai pada bulan April. Kinerja penjualan mencapai puncaknya pada Mei dan terus menurun hingga Agustus. Persaingan dalam polusi anti-masker sangat ketat dan dinamis dengan didominasi masker bedah yang diproduksi oleh 3M, sementara pesaing terdekat Bowin Indonesia memproduksi masker anti-polusi yang digunakan untuk saat beraktivitas secara outdoor dan air purifier untuk kegiatan didalam ruangan. Persaingan secara regional terjadi dengan beberapa perusahaan telah berekspansi ke Cina dan India, negara dengan polusi tinggi. Merumuskan strategi bisnis perlu dilakukan oleh Maskit dengan menganalisis kekuatan eksternal melalui porter 5 forces, dan hyper competition. Sementara itu, analisis internal dilakukan dengan meninjau VRIO, Kenichi Ohmae empat arena, dan Business Model Canvas. Kuesioner dan wawancara dilakukan untuk memahami situasi. Tiga poin yang menjadi pertimbangan orang untuk membeli masker anti polusi terletak pada fungsinya, ketersediaan di pasar dan harga. Diperoleh strategi bisnis formulasi untuk mendisrupting status quo menggunakan kerangka kerja 7's.", "Daftar File": {"ABSTRAK Angga Kurniawan Sasongko": "https://digilib.itb.ac.id/gdl/download/204883"}, "Penulis": "Angga Kurniawan Sasongko [29318124]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mohamad Toha"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Anti-pollution Mask, Competition Intense and Dynamic, Susiness Strategy, Disrupting Status Quo", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "13 Mar 2020"}