{"Nomor": 46991, "Judul": "NANOEMULSI MINYAK DALAM AIR ASKORBIL TETRAISOPALMITAT DAN NIASINAMIDA", "Abstrak": "Niasinamida dapat menghambat proses transfer melanosom dari melanosit ke keratinosit. Askorbil\ntetraisopalmitat adalah senyawa turunan asam askorbat yang dapat menghambat salah satu proses dalam\npembentukan melanin yaitu mengubah o-dopaquinon menjadi DOPA. Penelitian ini bertujuan untuk\nmenentukan formula nanoemulsi, karakter dan stabilitas sediaan yang didapatkan, serta sifat iritasinya.\nFormula akhir nanoemulsi yang dihasilkan memiliki rasio cremophor RH 40 yaitu 0,62, total surfaktan\n11,06%, dan total minyak 6,7% sehingga formula yang didapatkan mengandung askorbil tetraisopalmitat\n0,5%, niasinamida 2%, trigliserida kaprilat/kaprat 6,20%, cremophor RH 40 6,8%, span 80 4,20%, NaCl\n0,75%, butilen glikol 8%, dan aqua demineralisasi hingga 71,49%. Sediaan tersebut terlihat translusens,\nmemiliki ukuran globul 105,0±4 nm, indeks polidispersitas 0,413±0,081, zeta potensial -3,24 mV, pH\n5,31±0,04 dan viskositas 36,6±2,4 cP. Pengujian stabilitas selama 28 hari tidak menunjukkan adanya\npemisahan fasa, namun mengalami perubahan ukuran globul, indeks polidispersitas, dan pH. Ukuran\nglobul pada penyimpanan 4?C mengalami perubahan yang signifikan, sedangkan pada penyimpanan 25\ndan 40?C perubahan tidak signfikan. Indeks polidispersitas pada penyimpanan 4?C dan 40?C mengalami\nperubahan yang signifikan, sedangkan pada penyimpanan 25?C perubahan tidak signfikan. Perubahan pH\npada 25?C tidak berbeda signifikan dengan pH 4?C, sedangkan perubahan pada 40?C berbeda secara\nsignifikan dengan 4?C. Pada pengujian iritasi akut dermal didapatkan indeks iritasi primer sebesar 0,37\nsehingga disimpulkan terjadi iritasi sangat ringan atau dapat diabaikan.", "Daftar File": {"ABSTRAK Gertrud Aknadya Anggira": "https://digilib.itb.ac.id/gdl/download/204868"}, "Penulis": "Gertrud Aknadya Anggira [10715030]", "Kontributor / Dosen Pembimbing": ["Dr. Tri Suciati, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "askorbil tetraisopalmitat, niasinamida, nanoemulsi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "13 Mar 2020"}