{"Nomor": 47007, "Judul": "STUDI EKSPERIMEN LAIK TABRAK CRASH BOX HYBRID ALUMINUM/GFRP BERPENAMPANG LINGKARAN DENGAN BEBAN IMPAK AKSIAL", "Abstrak": "Crash box merupakan salah satu fitur keselamatan pasif yang berfungsi untuk menyerap energi. Biasanya crash box ini terbuat dari material logam seperti aluminium atau baja. Akhir-akhir ini bahan komposit menjadi populer karena sifat keunggulannya. Komposit menjadi pilihan karena memiliki massa yang rendah, namun memiliki kekuatan yang tinggi. Penggabungan komposit dan logam menjadi alternatif solusi dalam meningkatkan kemampuan crash box. Gabungan kedua bahan ini disebut hybrid crash box.\nUntuk mengetahui dan mempelajari kemampuan kelaikan tabrak hybrid crash box penampang lingkaran dengan pengaruh proses manufaktur pada proses pembuatannya, perlu dilakukan penelitian dan kajian secara mendalam. Pada penelitian ini akan dilakukan eksperimen crash box berpenampang lingkaran dengan bahan aluminum, komposit, dan hybrid. Bahan komposit yang akan digunakan Glass Fiber Reinforced Polymer (GFRP)\nStudi parametrik dilakukan untuk mengetahui karakteristik penyerapan energi yang meliputi pengaruh orientasi serat, jumlah lapisan serat, dan mekanisme kegagalan crash box penampang lingkaran dengan bahan komposit serat gelas dan hybrid.\nHasil penelitian ini dapat dimanfaatkan untuk kemajuan komponen penyerap energi kendaraan darat maupun udara.", "Daftar File": {"ABSTRAK Hardinal Hadi": "https://digilib.itb.ac.id/gdl/download/204892"}, "Penulis": "Hardinal Hadi [23617016]", "Kontributor / Dosen Pembimbing": ["Dr. Annisa Jusuf, S.T., M.T.", "Dr. Ir. Leonardo Gunawan", "Prof. Dr. Ir. Tatacipta Dirgantara, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Crash box, Hybrid, Aluminium, Komposit serat gelas, Kelaikan tabrak, hand lay up, filament winding", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "13 Mar 2020"}