{"Nomor": 47005, "Judul": "PENGARUH FREEZE DRYING DENGAN PERLAKUAN DEHIDRASI OSMOSIS TERHADAP KADAR AIR, AKTIVITAS AIR, TOTAL BAKTERI, DAN VITAMIN C PADA BUAH PEPAYA (CARICA PAPAYA L.)", "Abstrak": "Pepaya sebagai komoditas yang mempunyai banyak manfaat ini didukung juga dengan kemudahan penanamannya yang tidak memerlukan lahan yang luas dan produksi buahnya yang cepat sepanjang tahun. Produksi buah pepaya di Indonesia yang termasuk keenam terbesar diantara produk hortikultura tidak menjadikan pepaya masuk kedalam komoditas ekspor. Selain itu terdapat susut kuantitas yang besarnya berbeda pada setiap saluran pemasaran, yaitu sebesar 0-15% pada tingkat supplier, 7-20% pada tingkat pengecer, dan 4-25% pada tingkat pengecer dan pedagang grosir. Susut kuantitas ini dapat diakibatkan oleh faktor fisiologis, mekanis, dan biologis. Negara pengimpor pepaya terbesar adalah Amerika Serikat, dengan 98% produk dijual sebagai buah segar, dan hanya 2% saja yang diolah. Salah satu cara untuk dapat mempertahankan kualitas buah pepaya dan menambah nilai jualnya dan memperbanyak produk olahan adalah pengolahan lebih lanjut, seperti freeze drying. Freeze drying atau pengeringan beku adalah pengeringan yang menggunakan suhu rendah dan merupakan metode paling baik untuk mempertahankan kualitas bahan pangan. Proses freeze drying yang membutuhkan waktu yang lama menuntut perlakuan pendahuluan atau pretreatment sebelum freeze drying dilakukan untuk memperpendek waktu freeze drying. Salah satu pretreatment yang baik untuk freeeze drying adalah osmodehidrasi.Perlakuan osmodehidrasi dapat membuat tampilan produk freeze drying yang lebih baik. Osmodehidrasi dilakukan dengan kombinasi konsentrasi gula 30%, 40%, dan 50%, suhu 29°C, 42°C, dan 55°C, dan waktu osmosis 2, 3,5, dan 5 jam yang dimodelkan menggunakan Design Expert Response Surface Methodology (RSM) Central Composite Design (CCD) face centered dengan respon berupa kadar air (KA), Total Padatan Terlarut (TPT), dan weight reduction (WR). Dari pretreatment dehidrasi osmosis didapatkan respon delta kadar air dengan R2 sebesar 0,8923, dengan persamaan Kadar Air(?%) = -4,63473 + 0,258845 × Konsentrasi + 1,35257 × Waktu + 0,083462 × Suhu. Setelah model divalidasi diperoleh kondisi optimum osmodehidrasi adalah konsentrasi 30%, suhu 55°C, dan waktu osmosis 4,553 jam. Hasil optimasi kemudian diproses freeze drying skala industri 14 jam yang kemudian dianalisis kadar air, aktivitas air, total bakteri, dan vitamin C. Hasil freeze drying dengan pretreatment osmodehidrasi menunjukkan KA, AW, Total Bakteri, yang tidak signifikan berbeda dan vitamin C pretreatment yang signifikan lebih rendah dari kontrol.", "Daftar File": {"ABSTRAK Siti Atarfa Rahmida": "https://digilib.itb.ac.id/gdl/download/204890"}, "Penulis": "Siti Atarfa Rahmida [11915009]", "Kontributor / Dosen Pembimbing": ["Dr. Dea Indriani Astuti, S.Si.", "Dr.Eng. Isty Adhitya Purwasena, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "dehidrasi osmosis, freeze-drying, kadar air, aktivitas air, total bakteri, vitamin C", "Sumber": "", "Staf Input/Edit": "TINI SUPARTINI", "File": "1 file", "Tanggal Input": "13 Mar 2020"}