{"Nomor": 47011, "Judul": "PERTUMBUHAN DAN KELANGSUNGAN HIDUP IKAN NILA (OREOCHROMIS NILOTICUS) DALAM BUDIDAYA AKUAPONIK YANG TERINTEGRASI DENGAN SAWI PAGODA (BRASSICA RAPA VAR. NARINOSA) MENGGUNAKAN SISTEM HYBRID BIOFLOC-RECIRCULATING AQUACULTURE SYSTEM (RAS)", "Abstrak": "Populasi penduduk Indonesia yang terus mengalami peningkatan akan berdampak terhadap pemenuhan kebutuhan pangan dan gizi seimbang. Pemanfaatan ikan nila sebagai sumber protein hewani makin diminati karena mudah diperoleh dengan harga yang terjangkau.Selain itu, untuk memenuhi kebutuhan akan vitamin dan mineral dapat dipenuhi dari konsumsi sayuran. Sawi pagoda merupakan sayuran yang memiliki nilai gizi tinggi. Pada penelitian ini digunakan teknologi akuaponik Hybrid Bioflok-Recirculating Aquaculture System (RAS) sebagai salah satu teknologi alternatif untuk menjawab permasalahan dalam pemenuhan kebutuhan pangan masyarakat. Penelitian ini bertujuan untuk menentukan pertumbuhan berat mutlak, laju pertumbuhan spesifik, rasio konversi pakan, kelangsungan hidup ikan nila, dan kualitas air dalam system budidaya akuaponik Hybrid Bioflok-Recirculating Aquaculture System (RAS) yang mengintegrasikan tanaman sawi pagoda. Penelitian ini dilakukan selama 28 hari menggunakan ikan nila berusia 2,5 bulan dan sawi pagoda berusia 21 hari setelah semai (HSS). Hasil penelitian menunjukkan pertambahan berat mutlak 0,7 gram/hari, laju spesifik sebesar 1,3 %/hari, rasio konversi pakan sebesar 1,83 , kelangsungan hidup sebesar 74,4 %, dan kualitas air: rata-rata suhu sebesar 25,2 oC, derajat keasaman (pH) sebesar 7,4 , oksigen terlarut sebesar 4,1 mg/L, konsentrasi amonia sebesar 3,9-13,4 mg/L, konsentrasi nitrit sebesar 0,8-3,2 mg/L, dan konsentrasi nitrat sebesar 2,2-17,3 mg/L. Berdasarkan penelitian ini dapat disimpulkan bahwa teknologi akuaponik ini dapat diaplikasikan di masyarakat untuk pemenuhan pangan dan gizi yang seimbang.", "Daftar File": {"ABSTRAK Sri Supriadi": "https://digilib.itb.ac.id/gdl/download/204894"}, "Penulis": "Sri Supriadi [11415027]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Gede Suantika, S.Si., M.Si.", "Dr. Iriawati, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "ikan nila, sawi pagoda, akuaponik, Hybrid Bioflok-RAS", "Sumber": "", "Staf Input/Edit": "TINI SUPARTINI", "File": "1 file", "Tanggal Input": "13 Mar 2020"}