{"Nomor": 47028, "Judul": "DISPERSION PATTERN OF FRUIT FLY (BACTROCERA SP.) AT CHILI FRUIT GARDEN (CAPSICUM ANNUUM L.) IN LEMBANG", "Abstrak": "Produktivitas cabai merah (Capsicum annuum L.) masih terbilang rendah. Salah satu penyebabnya adalah kurang optimalnya pengendalian organisme pengganggu tanaman (OPT) seperti lalat buah (Bactrocera sp.). Untuk membentuk sistem pengendalian lalat buah yang lebih efektif dibutuhkan pengetahuan tentang dispersi lalat buah pada kebun cabai merah. Tujuan dari penelitian ini adalah untuk mengetahui pola dispersi lalat buah di kebun cabai dan pengaruh faktor fisik terhadap aktivitas harian lalat buah di kebun cabai. Pengamatan lalat buah dilakukan pada bulan Desember 2018 hingga Februari 2019 di kebun cabai merah Balai Penelitian Tanaman dan Sayuran (BALITSA) Lembang. Pengamatan dispersi lalat buah dilakukan dengan cara memasang 14 perangkap (Steiner dimodifikasi) di sekitar kebun cabai. Delapan perangkap diletakkan di tepi kebun cabai dan 6 perangkap diletakkan di luar kebun cabai. Pengamatan dan pencatatan aktivitas harian lalat buah yang datang ke perangkap dilakukan setiap jam dengan mengelilingi perangkap selama 15 menit. Kemudian dilakukan pengamatan kehadiran lalat buah pada tanaman cabai. Kegiatan dilakukan dari jam 07.00 hingga 17.00 WIB dan diulang selama 3 kali (3hari) berturut-turut dalam 1 periode pengamatan. Pengukuran mikroklimat (suhu dan kelembapan) dilakukan setiap jam menggunakan data logger. Sedangkan data curah hujan didapatkan dari Stasiun Klimatologi Margahayu (II) Lembang. Pola dispersi dihitung dengan metode indeks Morisita yang telah distandarisasi. Hasil yang didapatkan selama 5 periode pengamatan, lalat buah banyak teramati pada pengamatan ketiga. Nilai indeks Morisita (Ip) pada setiap periode pengamatan adalah 0,523; 0,515; 0,549; 0,580; dan 0,522 yang menunjukkan bahwa pola dispersi lalat buah pada setiap pengamatan adalah mengelompok (Ip>0). Secara ruang, hasil pengamatan lalat buah banyak ditemui di perangkap yang berlokasi di arah barat dan selatan (perangkap 7, 8, dan 12). Waktu aktif lalat buah yang teramati adalah pagi hari pada jam 07.00-08.00 WIB. Hasil pengamatan faktor fisik menunjukkan bahwa peningkatan suhu berbanding terbalik dengan jumlah harian lalat buah, peningkatan kelembapan berbanding lurus dengan jumlah harian lalat buah, dan perubahan curah hujan tidak menunjukkan pengaruh terhadap jumlah lalat buah yang datang ke perangkap. Kesimpulan dari penelitian ini adalah pola dispersi lalat buah adalah mengelompok pada kebun cabai merah dan faktor fisik (suhu dan kelembapan) berpengaruh terhadap jumlah lalat buah pada kebun cabai merah sedangkan curah hujan tidak berpengaruh terhadap jumlah lalat buah yang datang ke perangkap pada kebun cabai merah.", "Daftar File": {}, "Penulis": "Rahmi Fauziah [10615009]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Tati Suryati Syamsudin, MS, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Bactrocera sp., Capsicum annuum L., pola dispersi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Mar 2020"}