{"Nomor": 47021, "Judul": "ANALISIS PENGAMBILAN KEPUTUSAN UNTUK MENGEMBANGKAN ALUR KERJA SISTEM OPERASIONAL DI PT. ENGGAL BANGUN JAYA", "Abstrak": "Indonesia memiliki visi dalam memperkuat infrastruktur bangsa dan negara untuk mendukung pembangunan ekonomi dan pelayanan dasar. Di tahun 2018, sektor konstruksi sebagai peyedia pelayanan infrastruktur menyumbang 10.36% untuk PDB (Produk Domestik Bruto) Indonesia. Pemerintah bekerja sama dengan pihak swasta berinvestasi secara luas serta meningkatkan dana investasi infrastruktur dalam berbagai proyek konstruksi. Meskipun investasi di bidang konstruksi mengalami kenaikan, namun jumlah perusahaan konstruksi skala kecil mengalami penurunan setiap tahunnya. Terdapat sekitar ±3,000 perusahaan skala kecil di Indonesia yang merugi antara tahun 2017 sampai 2018. Sebagian besar dari perusahaan konstruksi skala kecil tersebut berada pada kondisi kritis, tidak mampu mempertahankan persaingan bisnis yang semakin ketat. Dalam kasus ini, sejumlah masalah di proyek konstrusi seperti pembengkakan biaya, keterlambatan jadwal dan pembayaran, dapat mengarahkan perusahaan pada kebangkrutan. Penelitian ini merujuk pada salah satu perusahaan konstruksi skala kecil di Indonesia yang memiliki keterkaitan antara masalah-masalah manajemen yang dihadapinya (finansial, operasional, dan sumber daya manusia). Untuk menganalisa situasi yang memengaruhi bisnis tersebut, penelitian ini menggunakan RBV dan VRIO sebagai kerangka analisis internal dan PESTEL sebagai kerangka analisis eksternal. Penelitian ini menggunakan SWOT analisis untuk mendapatkan implikasi strategis bagi perusahaan. Analisa pengambilan keputusan menggunakan pendekatan Kepner-Tregoe, dan Causal Loop Diagram sebagai alat untuk menemukan akar permasalahan. Terdapat beberapa masalah utama yang ada di perusahaan terkait diantaranya, kendala keuangan sehingga tidak bisa memenuhi kewajiban finansial perusahaan, tidak efektif dan efisien dalam mengerjakan proyek, terdapat pergantian karyawan yang tinggi, penurunan pendapatan dari tahun ke tahun, dan tingginya rasio hutang terhadap aset. Pengambilan keputusan yang akan dianalisa yaitu mencari sumber dana yang paling baik untuk perusahaan. Solusi bisnis terkait manajemen akan dijabarkan melalui KT Analisa Situasi, KT Analisa Masalah, KT Analisa Keputusan, dan KT Analisa Potensial Masalah. Kesimpulan yang didapat, rekomendasi yang diberikan kepada perusahaan, dan rencana implementasi, diharapkan mampu memperbaiki kinerja bisnis perusahaan secara menyeluruh.", "Daftar File": {"ABSTRAK Amel El Dinne Abdellah": "https://digilib.itb.ac.id/gdl/download/204910"}, "Penulis": "Amel El Dinne Abdellah [29318142]", "Kontributor / Dosen Pembimbing": ["Ir. Bambang Purwoko Kusumo Bintoro, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kinerja Bisnis, Pendekatan Kepner-Tregoe, Pengambilan Keputusan, Penyelesaian Masalah, Perusahaan Konstruksi Skala Kecil.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "13 Mar 2020"}