{"Nomor": 47029, "Judul": "ANALISA PREDIKSI KECELAKAAN KERJA DENGAN MENGGUNAKAN  PERILAKU KESELAMATAN DAN KAPASITAS KESELAMATAN", "Abstrak": "Minyak dan gas bumi masih menjadi energi pilihan utama untuk menggerakkan roda kehidupan. Menjaga kinerja keselamatan yang handal merupakan salah satu kunci sukses untuk mempertahankan reputasi sebuah perusahaan. Di perusahaan Rokan Petroleum, pencapaian nihil kecelakaan masih menjadi tantangan sejak tahun 2015. Laju kecelakaan menunjukkan penurunan namun naik kembali semenjak bulan Maret 2019. Dengan pendekatan baru melalui analisa perilaku keselamatan karyawan di lapangan, diharapkan dapat memahami kinerja aspek keselamatan untuk memprediksi terjadinya sebuah kecelakaan atau hampir celaka di masa yang akan datang. \n\nRiset ini menggunakan beberapa metode untuk menggali dan menganalisa hubungan antara observasi perilaku keselamatan untuk memperhitungkan kejadian hampir celaka di departemen Lubang dan Aliran. Analisa kejadian celaka ini menggunakan pendekatan asosiasi, regresi logistik, untuk menguji hubungan antara perbedaan total kapasitas keselamatan terhadap kasus hampir celaka. Penelitian ini juga menggunakan riset aksi untuk mencari model terbaik yang memiliki tingkat keyakinan yang tinggi. Selanjutnya, riset ini mengembangkan probabilistik model regresi logistik untuk memprediksi kejadian hampir celaka dan celaka di masa yang akan datang dengan memperhitungkan perbedaaan nilai kapasitas keselamatan. Metode prediksi waktu berjalan, pembebanan rata-rata perpindahan, digunakan untuk memprediksi perbedaan nilai total kapasitas keselamatan sebagai data input untuk memprediksi sebuah kejadian celaka.\n\nDengan menggunakan iterasi data pada metode riset aksi, proyek ini dapat menentukan dan menemukan model terbaik yang dapat merepresentasikan kapasitas keselamatan acuan. Sebagai hasilnya, model prediksi kejadian celaka memiliki nilai keyakinan yang tinggi dengan ditunjukkan nilai Pr(>|z|) sebesar 0.00868 setelah 18 minggu implementasi. Hal ini diyakini bahwa model yang dikembangkan memiliki tingkat kepercayaan yang sangat kuat untuk memprediksi kejadian celaka dan hampir celaka di operasi Lubang dan Aliran. Rencana pelaksanaan riset ini sangat positif, karena didukung oleh beberapa hal yang dapat mempermudah dalam tahapan implementasi, seperti tidak memerlukan program keselamatan yang baru, logis, iterasi yang mengijinkan untuk mengkaji ulang model, mengajak partisipasi aktif, dan tidak membutuhkan teknologi yang canggih. Dengan memperkenalkan cara baru untuk memprediksi probabilitas kejadian hampir celaka, hal ini akan meningkatkan tingkat kesadaran dan kewaspadaan departemen Lubang dan Aliran terhadap tejadinya sebuah kecelakaan. Selanjutnya tim diharapakan mampu mengambil langkah pencegahan atau program keselamatan yang tepat untuk mencegah terjadinya sebuah kecelakaan.", "Daftar File": {"2020_TS_PP_Ponco Adi Winarto_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/204918"}, "Penulis": "Ponco Adi Winarto [29118241]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nur Budi Mulyono, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "riset aksi, analisa kecelakaan, minyak dan gas, model prediksi, perilaku keselamatan, kapasitas keselamatan, kinerja keselamatan", "Sumber": "Rokan Petroleum", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "13 Mar 2020"}