{"Nomor": 47032, "Judul": "ANALISA EKONOMI TERHADAP PEMBIAYAAN KEMBALI UTANG DARI PT SUMBER DAYA BUMI", "Abstrak": "Batubara masih menjadi salah satu sumber daya alam yang diminati sebagai bahan bakar pembangkit listrik hampir di seluruh dunia. Dikarenakan harga batubara yang termasuk murah dan mudah didapat, hampir dipelosok muka bumi terdapat tambang batubara, terlebih di Indonesia. Pada awal 2000, dimana harga batubara tinggi perusahaan batubara menjamur di Indonesia, semua pengusaha berlomba untuk memiliki perusahaan batubara. Di satu sisi pada tahun 2015 dimana harga barubara menjadi anjlok banyak perusahaan batubara yang gulung tikar dikarenakan tidak mampu menjual batubaranya. Di satu sisi perusahaan tambang batubara masih merupakan salah satu penyumbang pendapatan Negara dari royalty, iuran tetap dan hasil penjualan batubara.\nPT Sumber Daya Bumi (SDB) adalah perusahaan terdaftar di Bursa Efek Indonesia yang bergerak dalam bidang pertambangan. Saat ini SDB memiliki anak usaha berupa dua tambang batu bara yang menjadi tumpuan usaha, PT Andalan (PTA) dan PT Kalimantan (PTK), SDB tercatat sebagai salah satu eksportir batubara termal terbesar di dunia. SDB giat dalam melakukan ekspansi dan pengembangan usaha dalam bidang pertambangan, maka dari itu sebagian modal yang diperlukan adalah melalui pinjaman dari bank. Pada 2009, SDB telah melakukan restrukturisasi utang dan melakukan pembayaran hampir dari setengah utangnya pada 2011. \nPada 2016, SDB menghadapi Penundaan Kewajiban Pembayaran Utang (PKPU) dan pada akhirnya sebesar 99.8% dari kreditor konkuren dan 100% dari kreditor non-konkuren menyetujui perjanjian komposisi. Sehingga pada tahun 2017 SDB menyelesaikan Right Issue untuk sebagian utang  dan menjalankan perjanjian komposisi pada tahun berikutnya. Dalam perjanjian komposisi terdapat beberapa komponen pembayaran utang, baik ke pemasok sampai ke pihak bank. Utang ke pihak bank dibagi menjadi tiga pinjaman senior yakni sebesar US$ 1.77 miliar  dimana jatoh tempo dalam waktu 5 (lima) tahun. Setelah jalan satu tahun lebih terdapat kondisi dimana harga batubara yang makin turun, sementara produksi batubara dari PTA dan PTK sudah sesuai perjanjian jangka panjang dengan pihak penjual. Kondisi tersebut akan mengakibatkan kemungkinan besar SDB tidak dapat melakukan pembayaran tepat pada waktunya dan menyebabkan gagal bayar.\nDalam proyek akhir ini akan dilakukan analisa untuk pembiayaan kembali terhadap utang yang dimiliki oleh SDB. Adapun analisa yang dilakukan adalah dengan proyeksi pendapatan SDB selama 10 (sepuluh) tahun ke depan. Serta melakukan proyeksi keuangan dengan menggunakan metode Discounted Cash Flow (DCF). Dari proyeksi yang sudah dilakukan maka SDB harus melakukan pembiayaan kembali dengan memperpanjang jangka waktu utang yang ada. Jangka watu yang diperlukan agar perusahaan dapat melunasi utangnya adalah 7 tahun dan resiko terbawa dapat ditanggung arus kas yang ada.", "Daftar File": {"ABSTRAK Hary Irawan": "https://digilib.itb.ac.id/gdl/download/204922"}, "Penulis": "Hary Irawan [29318145]", "Kontributor / Dosen Pembimbing": ["Ir. Kinsenary Tjendrasa, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Batubara, Harga Batubara, Pembiayaan Kembali, Proyeksi Bisnis, Utang", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "13 Mar 2020"}