{"Nomor": 47035, "Judul": "THE NEW MELODY OF SURABAYA GEDUNG KONSER MUSIK DI KOTA SURABAYA", "Abstrak": "Proyek gedung konser musik di Kota Surabaya ini merupakan proyek kolaborasi antara\nSurabaya Symphony Orchestra (SSO) dan Bukit Darmo Property. Gedung konser musik ini dibuat\ndengan tujuan utama meningkatkan kecintaan masyarakat terhadap musik klasik di Surabaya. Di atas\nlahan seluas 13.000 m2 milik Bukit Darmo Property ini, gedung konser musik akan didirikan dengan\nmembawa spirit landmark Kota Surabaya. Isu – isu perancangan yang dipakai antara lain isu sirkulasi\ndan fleksibilitas, isu kenyamanan audial dan visual, isu komersialitas, serta isu nilai dan citra (landmark\nKota Surabaya). Dari keempat isu ini, isu terakhirlah yang bobotnya lebih besar untuk diterjemahkan\nke dalam konsep massa dan fasad bangunan. Sedangkan tiga isu lainnya diterapkan ke dalam\nperancangan interior dan landskap dari gedung konser musik itu sendiri.\nKonsep dari gedung konser musik ini adalah kedinamisan musik yang diterapkan dalam desain\nbangunan. Perwujudan konkret dari kedinamisan musik muncul dalam bentuk bangunan yang\nberlekuk dan permainan ketinggian. Ditambahkan dengan fasad bangunan yang menjawab isu nilai\ndan citra menjadikan gedung konser musik ini terlihat sesuai dengan konteks lingkungan tetapi tetap\nmemiliki keunikan tersendiri sehingga mudah diperhatikan dan dikenang oleh orang yang melihatnya.\nUntuk tapak sendiri, digunakan konsep permeabilitas untuk menghubungkan berbagai ikon komersial\nyang ada di sekitar gedung konser musik. Pendekatan yang digunakan dalam perancangan bangunan\nini adalah function follows form karena awalnya bentuk keseluruhan massing yang ditentukan terlebih\ndahulu baru kemudian dibandingkan dengan program ruang. Ada beberapa titik yang kurang cocok\nmenurut program ruang sehingga akhirnya, bentuk mengalami sedikit perubahan untuk mengakomodasi kebutuhan tersebut. Barulah akhirnya, dihasilkan bentuk gedung konser musik yang\nsekarang. Ciri khas dari gedung konser ini adalah bentuknya yang dinamis, stand out, tetapi tetap\nsesuai dengan konteks lingkungan dan memenuhi semua standar akustik dan visual gedung konser.\nPermeabilitas tapak dan konsep pilotis juga merupakan nilai yang ditonjolkan dari desain gedung\nkonser musik ini.", "Daftar File": {}, "Penulis": "Maharani Stavira Indrasuta [15215053]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Mochamad Donny Koerniawan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "gedung konser, musik klasik, kenyamanan audial dan visual, fleksibilitas, sirkulasi, komersialitas, landmark, dinamis, permeabilitas, pilotis", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "13 Mar 2020"}