{"Nomor": 47047, "Judul": "PENGARUH FERMENTASI DENGAN EKSTRAK PAPAIN DAN METODE PENGERINGAN YANG BERBEDA TERHADAP KARAKTERISTIK BIJI KOPI ARABIKA (COFFEA ARABICA. L)", "Abstrak": "Proses pengolahan kopi di tingkat petani merupakan salah satu rantai terpenting dalam industrialisasi kopi dari hulu ke hilir. Inovasi dan pengembangan pengolahan kopi menjadi salah satu solusi meningkatkan daya saing petani kopi arabika (Coffea arabica L.) di daerah Rancakalong, Kabupaten Sumedang. Metode pengolahan biji kopi yang umum dilakukan masyarakat adalah metode fullwash. Salah satu tahapannya yaitu proses fermentasi basah dengan menggunakan air untuk mengeluarkan citarasa biji kopi arabika secara maksimal. Tujuan penelitian ini adalah untuk menentukan jenis fermentasi dan metode pengeringan yang dapat menghasilkan karakteristik biji kopi arabika dengan kualitas mutu dan citarasa yang baik. Jenis fermentasi yang dilakukan yaitu fermentasi fullwash dengan air dan fermentasi dengan larutan ekstrask papain 0,7%. Metode pengeringan yang dilakukan adalah metode pengeringan alami, pengeringan oven elektrik, serta pengeringan oven gas. Variabel pengamatan penelitian ini meliputi organoleptik, laju pengeringan, defek dan trase, susut bobot, perubahan kadar air, derajat keasaman serta uji kadar kafein. Pemberian ekstrak papain 0,7%(b/b) selama fermentasi pengolahan kopi arabika secara fullwash dapat mempercepat waktu pengeringan. Berdasarkan hasil penelitian didapatkan perlakuan terbaik yaitu fermentasi papain 0,7% dengan pengeringan oven elektrik dalam meningkatkan citarasa organoleptik kopi dan meningkatkan kelas mutu kopi arabika (Coffea arabica L.) Rancakalong, Kabupaten Sumedang.", "Daftar File": {"ABSTRAK Muhammad Riski Gultom": "https://digilib.itb.ac.id/gdl/download/204939"}, "Penulis": "Muhammad Riski Gultom [11915024]", "Kontributor / Dosen Pembimbing": ["Dr. Rijanti Rahaju Maulani, S.P., M.Si.", "Dr. Ir. Asep Hidayat, M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Kopi arabika fullwash, fermentasi, papain, pengeringan", "Sumber": "", "Staf Input/Edit": "TINI SUPARTINI", "File": "1 file", "Tanggal Input": "13 Mar 2020"}