{"Nomor": 47054, "Judul": "METODE COURSE RECOMMENDATION BERDASARKAN USER INTEREST LEARNING PADA MASSIVE OPEN ONLINE COURSE (MOOC) AGGREGATOR", "Abstrak": "Pesatnya perkembangan MOOC sejalan dengan peningkatan kuantitas dan kompleksitas\ninformasi yang disimpan. Data ClassCentral tahun 2019 menyebutkan lebih dari 900\nuniversitas dan 110 juta pembelajar yang telah terdata sebagai bagian dari MOOC dengan\n13.500 kursus online yang ditawarkan. Hal tersebut mengakibatkan kompleksitas pemilihan\nkursus yang akan diikuti. Selain itu, kondisi lain yang menjadi masalah pada MOOC adalah\ntingkat penyelesaian terhadap satu kursus online masih rendah, yaitu sekitar 15%. Banyak\nfaktor yang mempengaruhi tingkat penyelesaian rendah ini, antara lain: ketidaktepatan memilih\nkursus seperti ketidaksesuaian dengan instruktur, bahan ajar yang sulit dipahami, materi yang\nmembosankan, dan lain sebagainya.\nPermasalahan kompleksitas informasi serta ketepatan memilih menjadi permasalahan yang\nsama di bidang perdagangan online, pariwisata, hiburan, dll. Sehingga, permasalahan tersebut\ntelah menemukan solusinya, yaitu sistem rekomendasi. Namun, di bidang pembelajaran online\nterutama MOOC solusi ini masih belum berkembang. Penyebab utamanya karena kurangnya\nketersediaan data yang relevan untuk membangun sistem rekomendasi kursus di MOOC.\nSehingga, diperlukan usaha ekstra untuk menyarikan data yang dibutuhkan misalnya ekstraksi\nmelalui perilaku akses belajar atau mendesain kompetensi pembelajaran dulu.\nBerbagai usaha yang telah dilakukan tersebut bertujuan untuk memberikan rekomendasi kursus\nyang relevan kepada para pembelajar. Namun, penelitian-penelitian yang telah dilakukan\nmenggunakan sumber data yang terbatas dari satu platform saja, misalnya: Coursera. Dengan\ndemikian, karakteristik data yang ada akan cenderung ke arah kursus yang populer di platform\ntersebut, sedangkan kursus-kursus online lain dari platform yang berbeda tidak tersentuh.\nSaat ini tersedia sumber data yang menghimpun sejumlah informasi tentang platform MOOC.\nSumber data tersebut dikenal dengan “MOOC aggregators”. Sejumlah penelitian dengan topik\nMOOC mulai sering memanfaatkannya. Namun, untuk keperluan sistem rekomendasi hingga\nsaat ini masih belum banyak yang memanfaatkannya. Padahal, data-data terkait user interest\ntersedia secara eksplisit.\nOleh karena itu, penelitian disertasi ini memanfaatkan data-data pada MOOC aggregator untuk\nmengembangkan sistem rekomendasi berdasarkan user interest learning. User interest\nlearning diperoleh dengan membangun user model berdasarkan penilaian pembelajar pada\nsejumlah kriteria kursus online. dan rating pelajaran. User model tersebut akan dipadukan\ndengan sistem rekomendasi tradisional Collaborative Filtering (CF) sehingga menjadi sebuah\nmetode rekomendasi kursus baru. Hasil eksperimen menunjukkan bahwa metode yang \ndiusulkan lebih unggul dibandingkan algoritma dasar (UBCF, Item Based Collaborative\nFiltering, dan Matrix Factorization).", "Daftar File": {"ABSTRAK_Indonesia.pdf?": "https://digilib.itb.ac.id/gdl/download/204945"}, "Penulis": "Fetty Fitriyanti Lubis [33213023]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Suhono Harso Supangkat, M.Eng.", "Yusep Romansyah, ST., M.Sc."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Elektro dan Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "MOOC aggregators, sistem rekomendasi, user interest learning, User Based Collaborative filtering, helpfulness reviews", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "13 Mar 2020"}