{"Nomor": 47059, "Judul": "PENGEMBANGAN 3D MULTI USER VIRTUAL LEARNING ENVIRONMENT UNTUK PEMBELAJARAN ASN STUDI KASUS: MANAJEMEN ASN", "Abstrak": "Keterlibatan pegawai untuk meningkatkan pengetahuan merupakan salah satu faktor sukses\ndalam meningkatkan performa kerja pegawai. Namun banyak kondisi yang menyebabkan\npegawai kurang tertarik untuk belajar sendiri dengan membaca sebelum menemukan\npermasalahan. Hal tersebut setidaknya terjadi pada kegiatan pelayanan kepegawaian di\nKantor Regional XII BKN. Terbatasnya anggaran untuk mengadakan pelatihan serta belum\nadanya media diskusi resmi sebagai tempat untuk belajar antar petugas dan pimpinan bisa\nmenjadi salah satu sebab. Rekomendasi pada pembelajaran dengan 3d multi user virtual\nlearning environment bisa menjadi solusi untuk pembelajaran di workplace.\nPenelitian ini mengadopsi metodologi DRM (Design Research Methodology) yang meliputi\nempat tahapan penelitian: 1) Klarifikasi penelitian; 2) Studi deskriptif I; 3) Studi petunjuk;\ndan 4) Studi deskriptif II. Sistem dibuat berdasarkan ketentuan yang berlaku tentang\nmanajemen asn. Sistem dibuat dengan mengikuti desain instruksional ADDIE untuk desain\npembelajarannya.\nEvaluasi sistem menggunakan dua level pertama dari model evaluasi Kirkpatrick, yaitu\nevaluasi reaksi dan evaluasi pembelajaran. Evaluasi reaksi diukur menggunakan TAM\n(Technology Acceptance Model), dimana sistem usulan dapat diterima oleh pengguna dan\nberpengaruh positif terhadap implementasi ke dalam pekerjaan sehari-hari. Evaluasi\npembelajaran menggunakan uji-uji statistik, yaitu uji wilcoxon dan uji t Welch.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/204949", "Tesis": "https://digilib.itb.ac.id/gdl/download/209609"}, "Penulis": "Nola Rika Anggreini [23216130]", "Kontributor / Dosen Pembimbing": ["Yusep Rosmansyah, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "3d virtual learning environment, workplace learning, ADDIE, technology accepatance model.", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "16 Mar 2020"}