{"Nomor": 47053, "Judul": "DAMPAK PENGGANTIAN 40% PAKAN KOMERSIAL DENGAN LARVA BLACK SOLDIER FLY (HERMATIA ILLUCENS) TERHADAP PERFORMA AYAM KAMPUNG (GALLUS DOMESTICUS) JENIS ARAB", "Abstrak": "Abstrak Seranga memiliki daya tarik terhadap sumber makanan yang kaya akan protein yang dijadikan sebagai sumber alternatif pakan ternak. Larva Black Soldier Fly (Hermatia illucens) dapat digunakan sebagai pakan tambahan pada ayam. Penelitian ini bertujuan untuk (1) menentukan perbedaan kandungan proksimat lengkap (air, abu, protein, serat, lemak, karbohidrat, energi) pada BSF dan pakan ayam komersial (2) menentukan pengaruh ransum dengan persentase yang berbeda antara larva BSF dan pakan ayam komersial terhadap pertumbuhan ayam kampung jenis Arab (Gallus domesticus) dengan variabel penelitian konsumsi pakan harian (DFI), penambahan bobot tubuh harian (DWG), rasio konversi pakan (FCR), daya cerna (AD) dan efisiensi konversi pakan yang dicerna (ECI) . Penelitian ini dilakukan pada bulan April - September 2019 yang berlokasi di Desa Jati Endah Kecamatan Rt 03 / Rw 10 Cilengkrang, Bandung, dibudidayakan selama 29 hari. Penelitian ini menggunakan uji t Ishak dan Michael Independen dengan 2 perlakuan dan 10 sampel. Persentase ransum pakan ayam adalah PK: 100% pakan ayam komersial dan PB: 40% larva BSF + 60% pakan ayam komersial. Kandungan proksimat BSF dan pakan ayam komersial dianalisa secara deskriptif dan performa pertumbuhan dianalisa dengan statistik uji-t (uji T-test, ? = 0,05). Hasil dalam penelitian ini menunjukkan bahwa (1) Kandungan proksimat larva BSF memiliki persentase di atas kebutuhan pakan ayam yaitu, kadar air, protein, lemak, dan energi. (2) PK dan PB pada pertumbuhan ayam lokal Arab terhadap DFI, DWG, FCR, AD, dan ECI tidak signifikan.", "Daftar File": {"ABSTRAK Farida Rosyadi": "https://digilib.itb.ac.id/gdl/download/204944"}, "Penulis": "Farida Rosyadi [11415031]", "Kontributor / Dosen Pembimbing": ["Ramadhani Eka Putra, S.Si., M.Si., Ph.D.", "Dr. Agus Dana Permana"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Ayam kampung, BSF, pakan tambahan, pakan komersial, performa pertumbuhan", "Sumber": "", "Staf Input/Edit": "TINI SUPARTINI", "File": "1 file", "Tanggal Input": "13 Mar 2020"}