{"Nomor": 47052, "Judul": "UJI AKTIVITAS ANTIINFLAMASI DAN ANALGESIK KONSENTRAT JUS BUAH TERONG BELANDA (SOLANUM BETACEUM CAV.)", "Abstrak": "Indonesia merupakan negara dengan keanekaragaman hayati terbesar ke-2 di dunia. Terdapat sekitar\n30.000 jenis tanaman dan 2.500 jenis diantaranya merupakan tanaman obat. Namun masih banyak\ntanaman yang belum diketahui efikasinya secara praklinis atau klinis, salah satunya adalah terung\nbelanda (Solanum betaceum Cav.). Beberapa contoh penggunaan tradisional terung belanda yakni\nuntuk mengobati sakit tenggorokan, mengobati peradangan tonsil, dan menjaga kesehatan hati.\nPenelitian ini bertujuan untuk menguji aktivitas antiinflamasi dan analgesik dari konsentrat jus buah\nterung belanda serta untuk mengetahui dosis optimumnya. Pengujian aktivitas antiinflamasi dilakukan\ndengan metode paw edema pada tikus dengan 5 kelompok uji, yaitu konsentrat jus buah dosis 0,591;\n1,183; 2,365 g/kg BB, pembanding Na-diklofenak 5 mg/kg BB, dan kontrol positif (CMC-Na 1%).\nPenginduksian radang dilakukan dengan menginjeksikan 0,05 ml ?-carrageenan 1% pada kaki tikus.\nSetelah itu dihitung nilai persen radang dan persen inhibisinya. Pengujian aktivitas analgesik dilakukan\ndengan metode writhing test pada mencit dengan 5 kelompok uji, yaitu konsentrat jus buah dosis\n0,846; 1,692; 3,384 g/kg BB, pembanding asam mefenamat 65 mg/kg BB, dan kontrol positif (CMC-Na\n1%). Penginduksian nyeri dilakukan dengan memberikan asam asetat 1% sebanyak 10 ml/kg BB secara\nintraperitoneal. Geliatan pada mencit diamati dan dihitung selama satu jam sejak penginduksian. Dosis\n0,591 g/kg BB memberikan nilai persen radang yang berbeda bermakna (p<0,05) dengan kelompok\nkontrol positif setelah 2 jam penginduksian. Dosis uji 0,591 g/kg BB dan 1,183 g/kg BB memberikan nilai\npersen inhibisi udem yang tidak berbeda bermakna (p<0,05) terhadap kelompok obat pembanding di\nsemua waktu pengamatan. Geliatan kumulatif konsentrat jus buah dosis 0,846; 1,692; 3,384 g/kg BB\nberturut-turut yaitu 89,75; 109,25; 112. Jumlah geliatan kumulatif dosis 0,846 g/kg BB berbeda\nbermakna terhadap kelompok kontrol positif (p<0,05). Dengan demikian, dapat disimpulkan bahwa\nkonsentrat jus buah memberikan aktivitas antiinflamasi dengan dosis optimum 0,591 g/kg BB tikus dan\nmemberikan aktivitas analgesik dengan dosis optimum 0,846 g/kg BB mencit.", "Daftar File": {"ABSTRAK Rahmatul Fajri": "https://digilib.itb.ac.id/gdl/download/204943"}, "Penulis": "Rahmatul Fajri [10715076]", "Kontributor / Dosen Pembimbing": ["Dr. Afrillia Nuryanti Garmana, S.Si., Apt., M.Si.", "Prof. Dr. Elin Yulinah Sukandar., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Antiinflamasi, analgesik, konsentrat jus buah terung belanda, paw edema, writhing test", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "13 Mar 2020"}