{"Nomor": 47061, "Judul": "SISTEM ASESMEN KLASIFIKASI ISTITAAH  BERBASIS MACHINE LEARNING MENGGUNAKAN IMBALANCED DATA", "Abstrak": "Ibadah haji merupakan kewajiban setiap muslim baik laki-laki maupun perempuan bagi yang sudah mampu untuk melaksanakannya. Salah satu kategori mampu adalah kemampuan kesehatan atau disebut juga istitaah. Penetapan istitaah bagi jamaah penting untuk memastikan jamaah mendapatkan pelayanan kesehatan yang sesuai kondisi kesehatannya. Saat ini, dokter pemerintah melakukan asesmen klasifikasi istitaah bagi calon jamaah haji dengan menganalisis data kesehatan satu persatu. Untuk lebih mempercepat proses asesmen klasifikasi istitaah, penelitian ini mengusulkan sistem yang dapat membantu dokter dalam melakukan klasifikasi istitaah berdasarkan pola dari data-data sebelumnya. Pada penelitian ini penulis merancang sistem asesmen klasifikasi istitaah jamaah berbasis machine learning. Data yang digunakan adalah data pemeriksaan kesehatan calon jamaah haji dengan label kelas istitaah. Salah satu tantangan dalam asesmen klasifikasi istitaah adalah data training yang digunakan tidak seimbang (imbalanced data). Kelas “tidak istitaah” dan “tidak istitaah sementara” memiliki jumlah sedikit dan merupakan kelas minoritas pada data istitaah. Analisis prediktif dari data yang tidak seimbang dapat menghasilkan keputusan bias pada kelas minoritas. Sementara klasifikasi pada kelas minoritas merupakan kelas yang krusial, karena kesalahan klasifikasi dapat mengakibatkan jamaah tidak bisa naik haji atau memburuknya kondisi kesehatan jamaah di tanah suci. Penelitian ini menjelaskan bagaimana menangani imbalanced data untuk meningkatkan kemampuan prediksi klasifikasi. Pendekatan yang digunakan untuk menangani imbalanced data dengan metode Synthetic Minority Oversampling Technique (SMOTE) melalui penyesuaian penentuan nilai tetangga pada data biner. Pengukuran kinerja klasifikasi menggunakan metode K-Fold Cross Validation. Berdasarkan hasil pengujian, kemampuan klasifikasi pada kelas minoritas meningkat dengan nilai Area Under Curve (AUC) sebesar 0.873 dan 0.951. Justifikasi tenaga ahli menyatakan sangat setuju dengan nilai 13.69 dari skala 15 (91,28%), bahwa sistem asesmen klasifikasi istitaah layak diimplementasikan dan dapat meningkatkan efektivitas dan efisiensi kerja. Sedangkan hasil simulasi proses bisnis menunjukkan sistem yang diusulkan dapat mengurangi waktu rata-rata siklus dari 17.9 jam menjadi 4.2 jam.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/204952", "Tesis": "https://digilib.itb.ac.id/gdl/download/209860"}, "Penulis": "Nuqson Masykur Huda [23218072]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Albarda, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "istitaah, klasifikasi, data kesehatan, machine learning, imbalanced data, SMOTE.", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "16 Mar 2020"}