{"Nomor": 47068, "Judul": "IDENTIFIKASI VARIABEL YANG BERPENGARUH TERHADAP USER ACCEPTANCE MOBILE PAYMENT LINK AJA DENGAN TECHNOLOGY ACCEPTANCE MODEL (TAM)", "Abstrak": "Link Aja merupakan salah satu mobile payment di Indonesia yang dikembangkan oleh PT Fintek Karya Nusantara (Finarya). Sejak diluncurkan, Link Aja telah memiliki 25 juta lebih registered user yang tersebar di seluruh Indonesia. Namun, jumlah active user Link Aja tercatat hanya sebesar 2,5 juta pengguna saja. Perbedaan jumlah registered user dengan active user ini menunjukkan adanya masalah pada tingkat penggunaan mobile payment Link Aja. Penelitian sebelumnya menunjukkan bahwa tingkat penggunaan mobile payment salah satunya dipengaruhi oleh user acceptance dari mobile payment tersebut. Oleh karena itu, penelitian ini bertujuan untuk mengidentifikasi variabel yang berpengaruh terhadap user acceptance dan menganalisis perbaikan-perbaikan yang dapat dilakukan untuk meningkatkan penggunaan mobile payment Link Aja.\nPenelitian ini akan menggunakan model user acceptance yang dikembangkan oleh Chen pada tahun 2007. Variabel-variabel laten yang menyusun model TAM for mobile payment ini terdiri dari perceived usefulness, perceived ease of use, observability, compatibility, trialability, perceived cost, perceived trust, perceived system quality, social influence, attitude toward using, behavioral intention of use, dan actual use of mobile payment. Penelitian ini melibatkan 193 orang responden dengan menyebarkan kuesioner berisi 39 buah pertanyaan yang menggunakan skala jawaban Likert 1-7. Data kemudian diolah dengan metode PLS-SEM menggunakan software SmartPLS3.\nHasil penelitian menunjukkan bahwa variabel perceived usefulness, perceived ease of use, compatibility, attitude toward using, dan behavioral intention of use secara signifikan berpengaruh positif terhadap penggunaan mobile payment Link Aja. Usulan-usulan perbaikan yang berupa penambahan fitur dalam aplikasi Link Aja, pengajuan kerja sama dengan aplikasi multipayment, dan perbaikan materi pemasaran Link Aja secara online maupun offline pun dibuat berdasarkan variabel-variabel tersebut.", "Daftar File": {"ABSTRAK Angela Belinda Cecilia": "https://digilib.itb.ac.id/gdl/download/204958"}, "Penulis": "Angela Belinda Cecilia [13415006]", "Kontributor / Dosen Pembimbing": ["Ari Widyanti, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Link Aja, technology acceptance model, user acceptance, PLS-SEM.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "16 Mar 2020"}