{"Nomor": 47069, "Judul": "PERUBAHAN KARAKTERISTIK FLUIDA RESERVOIR DI LAPANGAN PANASBUMI PATUHA, JAWA BARAT BERDASARKAN ANALISIS GEOKIMIA FLUIDA", "Abstrak": "Lapangan Panasbumi Patuha merupakan lapangan panasbumi dua fasa dominasi uap yang\nberasosiasi dengan Gunungapi Kuarter Patuha. Lapangan Panasbumi Patuha sudah\ndieksploitasi sejak tahun 2014 oleh PT Geo Dipa Energi. Proses pengembangan yang\nberlangsung kurang lebih 5 tahun ini dapat menyebabkan perubahan di reservoir panasbumi\nPatuha. Proses pemantauan geokimia dilakukan untuk melihat perubahan fluida reservoir\nPatuha dari tahun 2014 hingga 2018 dan mengidentifikasi penyebabnya.\nPenelitian ini menggunakan data sekunder dari tiga sumur produksi (SS-1, SS-2, dan SS-7)\nyang terdiri dari sembilan serbuk bor, data pengukuran suhu dan tekanan, serta laporan log\nlumpur pengeboran. Data kimia air kondensat dan gas berasal dari 10 sumur produksi (SS-1\nsampai dengan SS-10) yang diambil di kepala sumur. Penelitian ini menggunakan dua\nmetode, yaitu metode geologi berupa pengamatan megaskopis dan mikroskopis serbuk bor\nkhususnya di zona reservoir untuk mengetahui litologi dan alterasi hidrotermal, serta metode\ngeokimia berupa analisis geokimia fluida panasbumi. Hasil analisis geokimia akan\ndibandingkan dengan data geologi untuk mengetahui proses yang terjadi, berlangsung secara\nalamiah atau karena proses eksploitasi.\nLitologi di reservoir terdiri dari lava andesit dan piroklastik. Paragenesis alterasi hidrotermal\nyang hadir berupa klorit, epidot, ilit, kuarsa, kalsit, dan anhidrit. Hasil pemantauan geokimia\nfluida panasbumi menunjukkan terjadinya penurunan rasio gas/uap dan penurunan rasio less\nsoluble/more soluble gases (misal CO2/H2S) yang diamati di sumur SS-1 hingga SS-6 dan\nSS-8 hingga SS-10. Akan tetapi, sumur SS-7 menunjukkan peningkatan rasio gas/uap dan\npeningkatan rasio less soluble/more soluble gases.", "Daftar File": {"ABSTRAK Ayu Florentina": "https://digilib.itb.ac.id/gdl/download/204959"}, "Penulis": "Ayu Florentina [12014022]", "Kontributor / Dosen Pembimbing": ["Ir. Niniek Rina Herdianita, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "alterasi hidrotermal, geokimia, Patuha, pemantauan, rasio", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "16 Mar 2020"}