{"Nomor": 47066, "Judul": "IMPLEMENTASI REKAM MEDIS ELEKTRONIK BERBASIS BLOCKCHAIN", "Abstrak": "Pencatatan Rekam Medis Elektronik belum diterapkan secara seragam di Indonesia. Meskipun beberapa rumah sakit swasta sudah menerapkan teknologi ini, data yang tersimpan tidak dapat diakses satu sama lain. Rekam Medis Elektronik membutuhkan kemudahan dalam aksesibilitas data yang tersimpan karena banyak keuntungan yang didapat dari kemudahan tersebut yaitu memudahkan dokter untuk mendiagnosis pasien dengan bantuan data rekam medis yang terintegrasi. Salah satu teknologi yang dapat melindungi integritas data adalah teknologi Ethereum Blockchain. Dengan proses desentralisasi, kemampuan immutability yang dimiliki blockchain, dan smart contract yang dimiliki oleh blockchain dapat digunakan untuk memenuhi kebutuhan yang harus dipenuhi oleh rekam medis elektronik. Meskipun begitu terdapat kelemahan dalam teknologi ini seperti batasan dalam melakukan perancangan smart contract karena batasan bytecode untuk smart contract yang disimpan di dalam blockchain sebesar 24576 bita. Sistem ini juga memiliki kelemahan yaitu latency yang tinggi dalam melakukan penyimpanan data, hal ini disebabkan oleh proses mining di dalam blockchain. Tujuan dari tugas akhir ini adalah merancang implementasi rekam medis elektronik dengan bantuan teknologi blockchain sehingga data rekam medis yang tersimpan dapat diakses dengan mudah dan dengan memperhatikan aspek keamanan seperti integritas data dapat dilindungi. Pada laporan ini penulis melakukan tahapan dari studi literatur, analisis kebutuhan, analisis ancaman, mendesain rancangan sistem, merancang sistem, membangun sistem, dan uji coba. Hasil pengujian menyimpulkan bahwa sistem berhasil menyimpan data rekam medis menggunakan blockchain dan integritas datanya terlindungi.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/204956"}, "Penulis": "Mahdiar Naufal [13515022]", "Kontributor / Dosen Pembimbing": ["Yudistira Dwi Wardhana ASNAR, ST., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "emr, rme, blockchain, Ethereum, integrity.", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "16 Mar 2020"}