{"Nomor": 47067, "Judul": "STUDI KOMPARASI STRUKTUR BETON BERTULANG SISTEM RANGKA PEMIKUL MOMEN KHUSUS ANTARA METODE DUA TAHAP DENGAN METODE SOIL STRUCTURE INTERACTION", "Abstrak": "Saat ini pembangunan gedung pencakar langit sudah merupakan hal yang umum bagi masyarakat. Gedung pencakar langit biasanya didesain dengan struktur bawah yang berfungsi sebagai tempat parkir. Di Indonesia biasanya desain gedung pencakar langit menggunakan analisis dua tahap. Dimana kita mengasumsikan bangunan struktur atas dijepit di lantai dasar. Model struktur bawah dimodelkan secara terpisah dengan syarat ada beberapa konsekuensi yang harus dipenuhi. Metode ini dianggap sebagai metode yang konservatif.\nNamun agar lebih mendekati dengan model struktur yang sebenarnya, model struktur atas dan bawah harus dimodelkan bersamaan. Pemodelan dengan memodelkan struktur atas dan struktur bawah secara bersamaan dapat menyebabkan struktur menghasilkan perpindahan lateral yang lebih besar dan periode getaran yang lebih besar. Distribusi gaya gempa yang terjadi akan berbeda. Dengan demikian memodelkan struktur atas dengan struktur bawah secara bersamaan lebih direkomendasikan dalam pendesainan gedung pencakar langit, tetapi analisis ini terkendala karena harus mempertimbangan efek interaksi tanah dengan struktur di sekitar dinding penahan tanah dan perletakkan. Metode ini biasanya disebut dengan Soil Structure Interaction (SSI).\nOleh karena itu studi membandingkan desain struktur analisis 2 tahap dengan metode SSI diperlukan untuk membuktikan bahwa analisis 2 tahap merupakan metode yang lebih konservatif dibandingan metode SSI. Analisis yang akan dilakukan adalah analisis nonlinear respons riwayat waktu gempa mewakili kota Jakarta untuk mengidentifikasi respon yang terjadi pada struktur. Berdasarkan penelitian yang telah dilakukan didapatkan pengaruh perbedaan parameter studi terhadap nilai pegas dan redaman pemodelan SSI. Pada analisis non-linear time history pemodelan SSI memengaruhi respon struktur seperti drift dan simpangan maksimum tiap lantai, tetapi pada respon struktur gaya geser maksimum tiap lantai tidak terlihat pengaruh yang signifikan. Maka berdasarkan gaya yang bekerja pada struktur, analisis dua tahap dapat dikatakan metode yang konservatif. Sehingga struktur yang memenuhi syarat analisis dua tahap dapat didesain dengan analisis dua tahap tanpa perlu dimodelkan secara SSI. Namun struktur tetap harus dicek kembali perihal persyaratan simpangan struktur, karena simpangan maksimum struktur akan membesar akibat pemodelan SSI. Simpangan tambahan ini dapat mengakibatkan struktur menjadi tidak memenuhi persyaratan simpangan yang berlaku.", "Daftar File": {"ABSTRAK Hendy Tanuardy": "https://digilib.itb.ac.id/gdl/download/204957", "COVER Hendy Tanuardy": "https://digilib.itb.ac.id/gdl/download/239455", "BAB 1 Hendy Tanuardy": "https://digilib.itb.ac.id/gdl/download/239456", "BAB 2 Hendy Tanuardy": "https://digilib.itb.ac.id/gdl/download/239457", "BAB 3 Hendy Tanuardy": "https://digilib.itb.ac.id/gdl/download/239458", "BAB 4 Hendy Tanuardy": "https://digilib.itb.ac.id/gdl/download/239459", "BAB 5 Hendy Tanuardy": "https://digilib.itb.ac.id/gdl/download/239460", "BAB 6 Hendy Tanuardy": "https://digilib.itb.ac.id/gdl/download/239461", "BAB 7 Hendy Tanuardy": "https://digilib.itb.ac.id/gdl/download/239462", "PUSTAKA Hendy Tanuardy": "https://digilib.itb.ac.id/gdl/download/239463"}, "Penulis": "Hendy Tanuardy [25018076]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Herlien Dwiarti Soemari"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "gempa, sistem rangka pemikul momen khusus, analisis dua tahap, Soil Structure Interaction (SSI), Non-Linear Time History, drift, simpangan, gaya geser dasar, geser tiap lantai", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "10 file", "Tanggal Input": "16 Mar 2020"}