{"Nomor": 47071, "Judul": "PENGARUH FREEZE DRYING DENGAN PRE-TREATMENT OSMODEHIDRASI TERHADAP PENINGKATAN KEMANISAN, PERUBAHAN WARNA, ORGANOLEPTIK RASA, DAN TOTAL JAMUR PADA BUAH PEPAYA (CARICA PAPAYA L.)", "Abstrak": "Buah pepaya termasuk buah yang banyak disukai masyarakat dikarenakan harganya yang ekonomis dan kandungan nutrisi yang tinggi. Salah satu varietas pepaya yang umum beredar di masyarakat adalah pepaya Thailand / Bangkok. Masalah yang dihadapi dalam penjualan pepaya Thailand yakni masa simpan yang singkat (6-7 hari) dan losses pasca panen yang cukup tinggi (40-100%). Salah satu teknologi yang digunakan untuk memperpanjang masa simpan buah pepaya adalah freeze drying. Namun, aplikasi freeze drying memerlukan waktu yang lama dan biaya yang tinggi sehingga perlu dilakukan osmodehidrasi untuk mempersingkat aplikasi freeze drying. Tujuan penelitian ini yaitu menentukan model pengaruh konsentrasi larutan, waktu, dan suhu osmodehidrasi terhadap total padatan terlarut pepaya; menentukan kombinasi perlakuan osmodehidrasi optimum menggunakan RSM; serta menentukan pengaruh perlakuan pre-treatment osmodehidrasi terhadap pepaya freeze-dried berdasarkan hasil uji warna, uji organoleptik rasa, dan total jamur. Hasil penelitian menunjukkan model matematis pengaruh konsentrasi, waktu dan suhu larutan osmosis terhadap total padatan terlarut buah pepaya signifikan dengan nilai R2 0,8552. Hasil uji warna dan uji organoleptik rasa sampel kontrol terhadap sampel perlakuan osmodehidrasi tidak berbeda nyata. Tidak terdeteksi jamur pada kedua sampel.", "Daftar File": {"ABSTRAK Sugiarti": "https://digilib.itb.ac.id/gdl/download/204962"}, "Penulis": "Sugiarti [11915016]", "Kontributor / Dosen Pembimbing": ["Dr. Dea Indriani Astuti, S.Si.", "Dr.Eng. Isty Adhitya Purwasena, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "pepaya, freeze drying, osmodehidrasi, organoleptik, total jamur", "Sumber": "", "Staf Input/Edit": "TINI SUPARTINI", "File": "1 file", "Tanggal Input": "16 Mar 2020"}