{"Nomor": 47074, "Judul": "PENGARUH KONSENTRASI GULA (SUKROSA) TERHADAP PRODUKSI KOMBUCHA SERAI DAPUR (CYMBOPOGON CITRATUS)", "Abstrak": "Rempah-rempah adalah bagian tumbuhan yang digunakan sebagai bumbu, penguat cita rasa, pengharum,\nobat dan pengawet makanan yang memiliki kemampuan sebagai antibakteri. Salah satu contohnya adalah\nSerai Dapur. Serai Dapur (Cymbopogon citratus) merupakan tanaman herba yang tumbuh di daerah tropis\nyang memiliki kandungan fenol dan antioksidan yang cukup tinggi. Tujuan digunakannya Serai Dapur\nsebagai bahan pembuatan Kombucha diharapkan dapat menghasilkan cita rasa berbeda yang memiliki\naktivitas antioksidan atau antibakteri dengan konsentrasi gula optimum. Kombucha merupakan salah satu\nminuman fermentasi tradisional Jepang berbahan dasar teh, gula, dan Symbiotic Culture of Bacteria and\nYeast (SCOBY). Pada penelitian digunakan berbagai variasi gula sebesar 5%, 7.5%, dan 10% kemudian\ndifermentasi selama 7 hari. Uji pendahuluan dilakukan untuk menemukan perbandingan perlakuan Serai\nDapur yang paling disukai dengan variasi ditumbuk dan dicacah menggunakan blender melalui uji\norganoleptik. Pengamatan dinamika populasi pada Kombucha Serai Dapur dilakukan pada hari ke 0, 1, 3,\n5, dan 7 dengan teknik spread pada medium GYC Agar untuk bakteri asam asetat (AAB), MRS Agar untuk\nbakteri asam laktat (LAB), dan Potato Dextrose Agar (PDA) untuk ragi. Proses asidifikasi diamati melalui\nuji pH dan uji total asam tertitrasi sedangkan proses reduksi gula diamati melalui uji perubahan kadar gula\nmenggunakan digital refractometer. Kandungan antioksidan diamati dengan metode DPPH sedangkan\nkandungan total fenol diamati dengan menggunakan metode Folin-Ciocalteu dan uji aktivitas antibakteri\ndilakukan dengan mengukur zona hambat terhadap bakteri S. aureus dan E. coli yang dilakukan pada hari\nke 0, 3, dan 7. Uji organoleptik dilakukan pada hari ke 5 dan 7. Berdasarkan uji pendahuluan organoleptik,\ndigunakan perlakuan dicacah dengan blender untuk penelitian akhir. Uji pH menunjukan perubahan kadar\ngula dan total asam 5%, 7.5%, dan 10% berturut-turut menunjukkan bahwa pH (dari 5.52 ke 2.95, dari 5.39\nke 2.885, dan dari 5.49 ke 3.2) dan gula (dari 5.3 ke 3.4, dari 7.63 ke 6.4, dan dari 9.4 ke 8.23) menurun\ndan total asam (dari 13 mM ke 175 mM, dari 23 mM ke 196 mM, dan dari 31 mM ke 131 mM) meningkat\nseiring dengan waktu fermentasi. Selain itu, diketahui bahwa pada awal proses fermentasi, mikroba yang\nbekerja didominasi oleh ragi (1.29×103 CFU/mL sampai 1.94×103 CFU/mL), diikuti dengan bakteri asam\nasetat (0.35×103 CFU/mL sampai 0.36×103 CFU/mL), sedangkan untuk bakteri asam laktat terlalu sedikit\nuntuk diamati. Hasil uji antioksidan variasi konsentrasi gula 5%, 7.5%, dan 10% menunjukkan kandungan\nantioksidan dari sampel meningkat lalu menurun berturut-turut pada hari ke 0, 3, dan 7 (dari 4.88 % ke 5.07\n%, dari 5.18 % ke 4.33 %, dari 5.44 % jadi 3 %) sedangkan kandungan fenol meningkat lalu menurun\nberturut-turut (dari 3.28% ke 3.07%, dari 3.54% ke 2.33%, dari 3.89% ke 1%). Hasil uji aktivitas antibakteri\nterhadap bakteri E. coli dan S. aureus dengan variasi 5%, 7.5%, dan 10% menunjukkan diameter zona\nhambat sebesar 8 sampai 9 mm, 6 sampai 7.5 mm, dan 6.5 mm dan uji organoleptik menunjukkan bahwa\ntingkat kesukaan relatif panelis pada variasi konsentrasi gula 10% pada hari ke 5 (2.85). Berdasarkan\nkeseluruhan uji, didapatkan kesimpulan bahwa perlakuan terbaik didapatkan dari sampel gula awal 7.5%\ndan konsentrasi sukrosa berpengaruh terhadap produksi Kombucha Serai Dapur.", "Daftar File": {}, "Penulis": "Zuleika Almira [10615057]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Pingkan Aditiawati, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Serai Dapur, Fermentasi, Kombucha, SCOBY, Gula", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Mar 2020"}