{"Nomor": 47082, "Judul": "ESTIMASI BIAYA KERUGIAN ADAPTASI PADA INFRASTRUKTUR DAN LAHAN AKIBAT PENURUNAN TANAH DAN KENAIKAN MUKA LAUT DI KOTA SEMARANG", "Abstrak": "Sebagai Ibukota Jawa Tengah, Semarang mengalami banyak pembangunan di banyak sektor seperti industri, infrastruktur, perumahan dan sebagainya. Pembangunan yang pesat ini membawa efek positif di bidang ekonomi dan pariwisata namun juga membawa efek negatif seperti perubahan secara fisik Kota Semarang. Perubahan fisik yang terjadi di Semarang adalah penurunan tanah. Salah satu akibat dari penurunan tanah yaitu timbulnya banjir rob yang dapat mengakibatkan kerusakan pada infrastruktur dan lahan. Selain itu penyebab terjadinya banjir rob adalah naiknya volume air laut yang diakibatkan oleh melelehnya es di kutub seiring dengan kenaikan suhu. Kerusakan pada infrastruktur dan lahan tentunya menimbulkan kerugian materi. Kerugian yang diderita dapat diestimasi dengan cara melakukan analisis terkait tingkat kerusakan yang terjadi dengan memperhatikan aspek spasial atau luasan dari daerah yang terkena bencana rob.\nPada penelitian tugas akhir ini digunakan data hasil survei terkait besaran biaya adaptasi pada infrastruktur dan lahan di Kota Semarang yang telah dilakukan sebelumnya. Data hasil survei akan diolah dengan data digitasi lahan dan infrastruktur untuk memperoleh estimasi biaya adaptasi pada lahan dan infrastruktur terkait banjir rob di Kota Semarang. Hasil akhir dari penelitian tugas akhir yang berupa estimasi biaya kerugian adaptasi ini diharapkan dapat menjadi acuan terkait upaya adaptasi untuk infrastruktur dan lahan di Kota Semarang.", "Daftar File": {"ABSTRAK Fawzi Haris Nugroho": "https://digilib.itb.ac.id/gdl/download/204979"}, "Penulis": "Fawzi Haris Nugroho [15115063]", "Kontributor / Dosen Pembimbing": ["Dr. Heri Andreas, S.T., M.T.", "Dr. Ir. Dina Anggreni Sarsito, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "penurunan tanah, kenaikan muka laut, estimasi biaya kerugian adaptasi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "16 Mar 2020"}