{"Nomor": 47085, "Judul": "DESAIN AWAL PERLINDUNGAN TERHADAP TSUNAMI DI TELUK PALU, SULAWESI TENGAH", "Abstrak": "Indonesia terletak di daerah tumbukan 3 lempeng benua yaitu lempeng Indo-Australia dari sebelah selatan, lempeng Eurasia dari sebelah utara, dan lempeng Pasifik dari sebelah timur. Selain itu, Indonesia dilalui oleh Cincin Api Pasifik (Pacific Ring of Fire) yang merupakan kawasan terjadinya hampir 80% tsunami di bumi, sehingga menjadikan Indonesia berada di jalur gempa teraktif di dunia dan sangat rawan akan letusan gunung api dan tsunami. Pulau Sulawesi sendiri dilewati 48 seksi sesar dengan sesar teraktifnya adalah sesar Palu Koro yang membelah Teluk Palu dari utara ke selatan. Hal ini menyebabkan wilayah tersebut menjadi rentan terhadap bencana gempa maupun tsunami. Oleh karena itu, akan dilakukan perencanaan dan desain awal terhadap tsunami berdasarkan peristiwa tsunami Palu tahun 2018. Konsep perlindungan yang dapat dibangun dapat berupa tanggul tsunami maupun kombinasi antara hutan bakau dan tanggul tsunami. Bentuk tanggul yang dipilih memiliki sisi yang menghadap laut berbentuk vertikal untuk mengatasi runup, thickness protection di sisi darat untuk menambah stabilitas dan mengatasi scouring jika seandainya terjadi limpasan, dan scouring protection di sisi laut untuk melindungi tanggul terhadap gerusan (scouring) akibat hantaman tsunami yang dapat mengurangi stabilitas tanggul.\nArea pembangunan di Teluk Palu akan dibagi kedalam delapan área yaitu área A hingga área H. Selanjutnya dilakukan análisis apakah masing-masing área mendukung untuk dilakukan penanaman hutan bakau sebagai perlindungan terhadap tsunami. Jika área tersebut mendukung untuk ditanami hutan bakau, maka akan dilakukan perhitungan lebar hutan mínimum dan ketinggian rendaman tsunami setelah melalui hutan. Jika área tersebut tidak mendukung untuk penanaman hutan bakau, maka ketinggian tsunami pada pantai akan langsung digunakan untuk menghitung gaya-gaya akibat tsunami dan ketinggian tanggul yang akan dibangun. Kemudian akan dilakukan perhitungan kestabilan terhadap geser maupun kestabilan terhadap guling pada masing-masing tanggul menggunakan gaya-gaya tsunami dan berat sendiri pada tanggul yang telah dihitung sebelumnya. Tanggul stabil terhadap geser jika faktor keamanan ?1,2 dan stabil terhadap guling jika faktor keamanan ?1,5.", "Daftar File": {}, "Penulis": "Aldino Dwi Anugerah [15515054]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nita Yuanita, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Teluk Palu, tsunami, bakau, tanggul, gaya tsunami, stabilitas tanggul", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Mar 2020"}