{"Nomor": 47090, "Judul": "PENGARUH FREEZE DRYING DENGAN PERLAKUAN PENGERINGAN OSMOSIS TERHADAP WEIGHT REDUCTION, KEMAMPUAN REHIDRASI, KENAMPAKAN MIKROSTRUKTUR, DAN BAKTERI COLIFORM", "Abstrak": "Buah tropis memiliki laju pertumbuhan pasar yang pesat setiap tahunnya, komoditas\npepaya termasuk dalam kelompok utama buah segar yang dieksport dengan pasar utamanya\nUSA dan Eropa. Pada tahun 2017 jumlah eksport buah pepaya sebesar 371.000 ton dan\nmengalami peningkatan forecasting 7% dari tahun sebelumnya dikarenakan pergeseran\nkonsumsi produk bernutrisi. Sebanyak 99% buah tropis diproduksi oleh negara berkembang\nyang memiliki keterbatasan teknologi untuk menjaga kualitas produksinya, masa simpan buah\npepaya utuh adalah 3 minggu dengan penyimpanan atmosfer terkontrol sehingga sulit jika\ndipasarkan secara global. Salah satu pengawetan kualitas buah pepaya adalah freeze drying\nnamun tahapan proses freeze drying memerlukan proses pembekuan yang tak jarang dapat\nmerusak sel buah karena terbentuknya kristal es. Proses pretreatmen osmodehidrasi dapat\nmengurangi perubahan tekstur yang tidak diinginkan saat proses pembekuan. Tujuan penelitian\nyaitu menentukan model pengaruh konsentrasi larutan, waktu, dan suhu osmodehidrasi\nterhadap weight reduction pepaya, menentukan kombinasi perlakuan osmodehidrasi optimum\nmenggunakan RSM CCD face centered, serta pengaruh perlakuan pretreatmen osmodehidrasi\nterhadap freeze drying pepaya berdasarkan kemampuan rehidrasi, kenampakan struktur, dan\nkeberadaan bakteri coliform. Buah pepaya dipotong kubus agar seragam ukurannya, kemudian\ndilarutkan pada larutan gula dengan konsentrasi 30 – 50%, suhu 29 – 550C dan waktu 2 – 5\njam untuk diperoleh model weight reduction, sampel hasil optimalisasi osmodehidrasi\ndibekukan selama 4 jam kemudian digunakan untuk freeze drying selama 14 jam dan dianalisis\nkemampuan rehidrasinya, kenampakan struktur dan bakteri coliform. Model matematis\npengaruh konsentrasi, waktu dan suhu larutan osmosis terhadap weight reduction buah pepaya\ntidak signifikan dengan R2 0,7057, kemampuan rehidrasi freeze drying osmodehidrasi pepaya\nsebesar 53,49% dan kenampakan struktur jaringannya berubah sedangkan freeze drying buah\npepaya tanpa osmodehidrasi memiliki kemampuan rehidrasi sebesar 47,34% dan struktur\njaringannya tidak rusak. Tidak terdeteksi bakteri coliform pada kedua papaya hasil freeze\ndrying.", "Daftar File": {"ABSTRAK Najmul Laila Aulia": "https://digilib.itb.ac.id/gdl/download/205020"}, "Penulis": "Najmul Laila Aulia [11915010]", "Kontributor / Dosen Pembimbing": ["Dr. Dea Indriani Astuti, S.Si.", "Dr.Eng. Isty Adhitya Purwasena, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Pepaya, Osmosis, Freeze drying", "Sumber": "", "Staf Input/Edit": "TINI SUPARTINI", "File": "1 file", "Tanggal Input": "16 Mar 2020"}