{"Nomor": 47109, "Judul": "KOMBINASI PENGUKURAN ANISOTROPI ELASTIK DAN ANISOTROPI SUSEPTIBILITAS MAGNETIK PADA STUDI KASUS BATUAN BEKU TIPE LAVA FLOW DARI KAWASAN BATUR GLOBAL GEOPARK, BALI", "Abstrak": "Pengetahuan mengenai sifat anisotropi dari suatu batuan sangat penting untuk\npenyelidikan geofisika. Penelitian ini merupakan studi awal yang bertujuan untuk\nmencari hubungan antara anisotropi seismik (elastik) dan anisotropi suseptibilitas\nmagnetik (AMS) pada batuan beku tipe lava flow dari Kawasan Gunung Batur.\nSelain itu penelitian ini bertujuan untuk menginterpretasi penyearahan pada batuan\ndengan mengintegrasikan hasil dari pengukuran anisotropi yang telah diperoleh dan\ndidukung hasil dari analisis microcomputed tomography (µCT), analisis petrografi\nserta data geologi. Penelitian ini belum pernah dilakukan sebelumnya.\nKeistimewaan dari penelitian ini yaitu dilakukan kombinasi empat metode yang\nbiasanya bekerja sendiri-sendiri menjadi suatu metode baru yang diharapkan\nmampu menginterpretasi penyearahan pada suatu batuan secara lebih akurat.\nPenelitian ini akan dibagi dalam beberapa tahapan yang terdiri dari kegiatan\nlapangan untuk pengambilan sampel, persiapan sampel pengukuran, pengukuran\nkecepatan rambat gelombang seismik (Vp dan Vs) pada ketiga bidang utama yang\nsaling tegak lurus dari sampel berbentuk kubus untuk mendapatkan arah kecepatan\nmaksimum dan nilai parameter anisotropi elastik, pengukuran suseptibilitas\nmagnetik pada enam arah dari setiap sampel core untuk mengetahui arah sumbu\nsuseptibilitas magnetik utama (arah mineral magnetik) dan nilai parameter AMS,\nanalisis petrografi untuk mengamati penyearahan mineral dan analisis µCT pada\nsampel core untuk mendapatkan trend arah porositas batuan. Sampel yang\ndigunakan pada penelitian ini adalah enam buah sampel dengan kode BTR2 - BTR7\nyang merupakan produk lava hasil letusan Gunung Batur tahun 1849. Pengukuran\nAMS menunjukkan hasil yang konsisten pada semua sampel batuan dimana sumbu\nsuseptibilitas magnetik maksimum searah dengan arah aliran lava utama yaitu NESW. Berdasarkan hasil yang diperoleh, diketahui bahwa derajat anisotropi elastik\nbatuan berkisar antara 6,39 % - 25,98 % dan derajat anisotropi suseptibilitas\nmagnetik batuan berkisar antara 3,68 % - 6,11 %. Tidak ditemukan adanya korelasi\nyang signifikan antara kedua anisotropi tersebut jika ditinjau secara langsung\ndiduga karena anisotropi elastik lebih dipengaruhi oleh faktor yang bersifat lokal.\nAnisotropi elastik lebih berkorelasi dengan pori batuan, dibuktikan dengan korelasi\nnegatif yang kuat antara nilai kecepatan seismik dengan persentase pori yaitu\nsebesar -0,83. Begitupun dengan anisotropi suseptibilitas magnetik, tiga dari enam sampel batuan menunjukkan adanya korelasi positif antara arah AMS dengan arah\npori batuan dimana kedua parameter tersebut sama-sama menunjukkan arah NE.\nPerbedaan posisi sampel dalam suatu aliran lava dinilai menjadi salah satu faktor\nyang mempengaruhi penyearahan pada pori batuan. Sampel yang diambil pada\nbagian center / summit dari aliran lava akan memiliki pori yang cenderung searah\ndengan arah aliran lava. Sedangkan sampel yang diambil pada bagian slope dari\nlava, akan memiliki pori yang tidak searah bahkan cenderung tegak lurus terhadap\narah aliran lava.", "Daftar File": {"ABSTRAK Nuresi Rantri Desi Wulandari": "https://digilib.itb.ac.id/gdl/download/205065"}, "Penulis": "Nuresi Rantri Desi Wulan Ndari [22318008]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Satria Bijaksana", "Dr.Eng. R. Bagus Endar Bachtiar N."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "anisotropi seismik (elastik), anisotropi suseptibilitas magnetik (AMS), lava flow, microcomputed tomography (µCT), petrografi", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "16 Mar 2020"}