{"Nomor": 47115, "Judul": "PERANCANGAN JARINGAN TRANSPORTASI UANG BANK INDONESIA PADA KONDISI BENCANA", "Abstrak": "Bank Indonesia sebagai bank sentral Indonesia memiliki tugas dan wewenang melakukan pengedaran uang di Indonesia. Pada kondisi normal Bank Indonesia memiliki tingkatan-tingkatan pada jaringan transportasi uangnya. Tingkatan pada jaringan transportasi itu terdiri dari Departemen Pengelolaan Uang (DPU) sebagai level 0, Kantor Depo Kas (KDK) sebagai level 1 dan Satuan Kerja (Satker) sebagai level 2. Sedangkan pada kondisi bencana, hierarki jaringan transportasi uang pada Bank Indonesia tidak berlaku. Sehingga pada kondisi bencana, DPU, KDK dan Satker sama-sama memiliki status Satuan Kerja (Satker). Yang membedakannya adalah pada kondisi bencana terdapat dua jenis Satuan Kerja, yaitu Satuan Kerja Pembantu dan Satuan Kerja Bencana.\nManajemen Bank Indonesia menaruh perhatian pada kondisi bencana ini dengan memprioritaskan waktu pengiriman selain biaya transportasi. Keinginan manajemen Bank Indonesia untuk mengirimkan pasokan uang ke Satuan Kerja Bencana secara cepat dan efisien menjadi inti permasalahan penelitian ini. Penelitian ini kemudian dimulai dengan menformulasikan fungsi biaya transportasi dan biaya penalti.\nPencarian solusi dilakukan dengan menggunakan model matematika sebagai representasi dari sistem nyata. Model acuan yang digunakan pada penelitian ini adalah transportation problem dengan beberapa modifikasi untuk mengakomodasi situasi bencana. Pencarian solusi juga menggunakan contoh kasus gempa Palu dan menggunakan bantuan bahasa pemrograman Julia dan solver GLPK. Model matematika yang dikembangkan berhasil memberikan rekomendasi solusi pemilihan Satuan Kerja Pembantu, alternatif moda yang digunakan dan jumlah bantuan yang dikirimkan. Dengan solusi hasil model matematika ini, pengambilan keputusan untuk menentukan Satuan Kerja Pembantu menjadi lebih mudah dan cepat.", "Daftar File": {"ABSTRAK Kevin Adhapratama Kusnandar": "https://digilib.itb.ac.id/gdl/download/205071"}, "Penulis": "Kevin Adhapratama Kusnandar [13415013]", "Kontributor / Dosen Pembimbing": ["Suprayogi, S.T., M.T., Ph.D.", "Rully Tri Cahyono, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "transportasi uang, kondisi bencana, transportation problem.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "16 Mar 2020"}