{"Nomor": 47119, "Judul": "SIMULASI PERGERAKAN PESAWAT UDARA UNTUK ESTIMASI KAPASITAS JENUH LANDAS PACU", "Abstrak": "Kemampuan sebuah bandara dalam menyediakan layanan dapat diukur dengan kapasitas landas pacu, yang menunjukkan jumlah operasi berupa takeoff dan/atau landing yang dapat dilakukan dalam periode waktu tertentu –umumnya satu jam.\nSalah satu bandara terbesar yang ada di Indonesia adalah Bandara Soekarno-Hatta. Bandara Soekarno-Hatta menempati posisi ke-17 sebagai bandara tersibuk di dunia pada tahun 2017 dengan jumlah penumpang udara mencapai 63 juta orang dan angka tersebut diperkirakan akan terus tumbuh. Oleh karena itu, penting bagi pihak operator untuk mengetahui kapasitas saat ini dan permintaan di masa mendatang agar dapat mengambil keputusan yang tepat dalam melakukan pengembangan bandara.\nSalah satu metode yang dapat digunakan untuk menghitung kapasitas landas pacu adalah simulasi diskrit. Dengan menggunakan simulasi diskrit, dapat dilakukan pemodelan proses pergerakan pesawat di Bandara Soekarno-Hatta. Kelebihan dari simulasi diskrit adalah proses pergerakan pesawat dapat diamati secara lebih komprehensif sehingga evaluasi terhadap faktor-faktor yang mempengaruhi kapasitas landas pacu menjadi lebih mudah.\nHasil dari penelitian ini menunjukkan bahwa tidak ada perbedaan signifikan antara hasil perhitungan analitik dan estimasi menggunakan simulasi diskrit. Kapasitas jenuh landas pacu Bandara Soekarno-Hatta dengan konfigurasi dua landas pacu yang independent parallel adalah sebesar 82 pergerakan.", "Daftar File": {"ABSTRAK Arip Rahman Hakim": "https://digilib.itb.ac.id/gdl/download/205082"}, "Penulis": "Arip Rahman Hakim [13615031]", "Kontributor / Dosen Pembimbing": ["Ir. Mahardi Sadono, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "bandara, pergerakan, kapasitas landas pacu, simulasi diskrit.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "16 Mar 2020"}