{"Nomor": 47123, "Judul": "STUDI EFEK TERATOGENIK EKSTRAK BUNGA ROSELA (HIBISCUS SABDARIFFA LINN.) PADA TIKUS WISTAR", "Abstrak": "Faktor lingkungan seperti penggunaan obat-obatan yang bersifat teratogenik\nberkontribusi sebesar 16% dalam kasus malformasi kongenital. Efek samping\nyang ditimbulkan oleh obat-obatan, menggiring masyarakat menggunakan\ntumbuhan herbal dalam mengatasi penyakit yang dialami selama proses\nkehamilan. Telah banyak tumbuhan yang digunakan sebagai obat tradisional,\nsalah satunya adalah bunga rosela (Hibiscus sabdarifa Linn.). Bunga rosela secara\ntradisional telah banyak digunakan untuk penanganan hipertensi, diuretik,\nhiperurisemia, hiperlipidemia, dll. Berdasarkan data penelitian sebelumnya,\nekstrak bunga rosela 50 mg/kg BB dapat menurunkan kadar asam urat dalam\ndarah. Namun, keamanannya untuk digunakan pada ibu hamil belum diketahui.\nTujuan penelitian ini adalah untuk mengetahui efek teratogenik ekstrak bunga\nrosela yang diujikan secara in vivo. Ekstrak bunga rosela yang dibagi menjadi\ntiga dosis berbeda yaitu 50, 200, dan 1000 mg diberikan secara oral pada hari ke6 sampai hari ke-15 kehamilan. Pada hari ke-19, tikus betina dibedah dan diamati\nfetusnya. Tidak ditemukan adanya kelainan jumlah kerangka dan organ pada fetus\ndari kelompok uji dan kelompok kontrol sedangkan pada fetus dari kelompok\npembanding metotreksat terdapat kelainan. Pengamatan juga dilakukan pada\nbobot badan fetus, jumlah fetus, dan jumlah resorpsi pada fetus. Tidak ditemukan\nperbedaan yang signifikan dari ketiga parameter tersebut pada kelompok uji\nsecara statistik (p>0,05). Pemberian ekstrak bunga rosela pada semua dosis uji\ntidak menunjukkan adanya kelainan pada organ fetus dan tidak menyebabkan\nkelainan pada rangka sehingga dapat disimpulkan bahwa ekstrak bunga rosela\ntidak teratogenik.", "Daftar File": {"ABSTRAK Dewi Damayanti Abdul Karim": "https://digilib.itb.ac.id/gdl/download/205091", "COVER Dewi Damayanti Abdul Karim": "https://digilib.itb.ac.id/gdl/download/244622", "BAB 1 Dewi Damayanti Abdul Karim": "https://digilib.itb.ac.id/gdl/download/244623", "BAB 2 Dewi Damayanti Abdul Karim": "https://digilib.itb.ac.id/gdl/download/244624", "BAB 3 Dewi Damayanti Abdul Karim": "https://digilib.itb.ac.id/gdl/download/244625", "BAB 4 Dewi Damayanti Abdul Karim": "https://digilib.itb.ac.id/gdl/download/244626", "BAB 5 Dewi Damayanti Abdul Karim": "https://digilib.itb.ac.id/gdl/download/244627", "BAB 6 Dewi Damayanti Abdul Karim": "https://digilib.itb.ac.id/gdl/download/244628", "PUSTAKA Dewi Damayanti Abdul Karim": "https://digilib.itb.ac.id/gdl/download/244629"}, "Penulis": "Dewi Damayanti Abdul Karim [20718005]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Elin Yulinah", "Dr. Afrillia Nuryanti Garmana, S.Si., Apt., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Teratogenik, Rosela, Malformasi Kongenital", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "16 Mar 2020"}