{"Nomor": 47130, "Judul": "STUDI PERILAKU TIMBUNAN DI ATAS TANAH LEMPUNG LUNAK DENGAN PVD DAN PRELOADING MENGGUNAKAN KOMBINASI MODEL NEN-BJERRUM, ISOTACHE, NEN-KOPPEJAN, TERZAGHI DAN DARCY", "Abstrak": "Salah satu metode perbaikan tanah yang banyak dilakukan yaitu preloading yang\ndikombinasikan dengan vertical drain. Metode preloading dilakukan dengan cara\npemberian beban awal, biasanya berupa tanah timbunan sebelum dilakukan\npembebanan dari konstruksi yang sebenarnya. Sedangkan vertical drain yakni\nberupa sistem drainase buatan yang dipasang secara vertikal di dalam lapisan tanah\nlunak. Kedua metode tersebut bertujuan untuk mempercepat waktu penurunan\nkonsolidasi yang terjadi karena terdisipasinya excess pore water pressure. Dalam\nmelakukan pekerjaan perbaikan tanah tersebut, perlu dilakukan analisis untuk\nmengetahui perilaku kondisi tanah yang diperbaiki dan juga hasil yang diharapkan\nsetelah dilakukan pekerjaan perbaikan tanah tersebut.\nPada penelitian ini akan dilakukan analisis kembali untuk penelitian yang dilakukan\noleh Shen et al., 2005 dengan menggunakan software D-Settlement. Penggunaan\nsoftware D-Settlement dipilih untuk melihat perilaku timbunan dalam analisis\nconsolidation settlement yang di-improve dengan preloading dan PVD\nmenggunakan kombinasi model konstitutif dan model konsolidasi yang ada pada\nsoftware teresebut. Hasilnya nanti akan dibandingkan dengan output dari paper\nyang merupakan hasil analisis FEM dan pengukuran di lapangan.\nBerdasarkan hasil analisis yang dilakukan, kombinasi model yang cocok untuk\nanalisis ini yaitu NEN-Bjerrum dan Darcy. Hasil analisis settlement, excess pore\npressure dan lateral displacement dari kombinasi ini menunjukkan perbedaan yang\ncukup signifikan dengan hasil penelitian Shen et al., 2005. Pada bagian akhir, juga\ndisajikan hubungan antara plasticity index, undrained shear strength, compressive\nindex, liquid limit, water content, hydraulic conductivity vertikal dan horizontal,\nYoung’s modulus dan horizontal displacement dari tanah lempung Shaoxing.", "Daftar File": {"ABSTRAK Reto Suprapto Pratama": "https://digilib.itb.ac.id/gdl/download/205099"}, "Penulis": "Reto Suprapto Pratama [25016047]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Masyhur Irsyam, MSE"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "D-Settlement, consolidation settlement, timbunan, tanah lempung lunak, PVD, preloading.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Mar 2020"}