{"Nomor": 47137, "Judul": "PENGEMBANGAN SISTEM UJI TAK MERUSAK ULTRASONIK MULTI-FREKUENSI DENGAN METODE PANTULAN PULSA UNTUK INSPEKSI CACAT INTERNAL PADA REL KERETA API DAN SIMULASI 3D DENGAN METODE K-SPACE PSEUDOSPECTRAL", "Abstrak": "Percepatan proyek pembangunan transportasi massal berbasis rel di Indonesia saat ini perlu ditunjang dengan peningkatan sistem inspeksi infrastruktur jalur rel kereta api guna meningkatkan aspek keselamatan transportasi. Sistem inspeksi dengan uji tak merusak (nondestructive test, NDT) perlu dilakukan untuk mengetahui lebih dini kondisi internal pada rel kereta api, seperti deformasi atau cacat (crack). Pengujian ultrasonik merupakan metode yang tepat untuk mendeteksi eksistensi cacat di dalam rel karena sifatnya yang mampu merambat ke suatu medium dengan sensitivitas yang tinggi terhadap perubahan densitas udara dan baja. Penelitian ini memanfaatkan respon pantulan gelombang ultrasonik (pulse-echo) untuk mendeteksi cacat dan informasi waktu tempuh gelombang (time of flight, ToF) untuk menentukan kedalaman cacat.\nSistem inspeksi ultrasonik telah banyak dikembangkan, tetapi untuk memperoleh gelombang pantulan ultrasonik yang sesuai dengan struktur geometri rel kereta api, penentuan konfigurasi pengujian masih menjadi tantangan. Penelitian ini melakukan pendekatan simulasi 3D menggunakan metode k-space pseudospectral untuk memperoleh respon perambatan gelombang ultrasonik dan pola berkas perambatan dari transduser pada geometri rel kereta api tipe R-54, baik dalam kondisi tanpa cacat (normal) dan ada cacat yang berupa cacat garis dan cacat bidang. Simulasi dapat digunakan untuk menunjang eksperimen dalam penentuan parameter pengujian ultrasonik, seperti spesifikasi transduser dan mode perambatan gelombang ultrasonik, serta analisis dari hasil penerapannya. Pada penelitian ini, simulasi dilakukan menggunakan frekuensi transduser 0,25 MHz dan diameter elemen aktif transduser 10 mm, serta mode perambatan gelombang yaitu mode echo, dimana satu transduser difungsikan sebagai transduser pengirim dan penerima.\nPenelitian ini juga melakukan pendekatan eksperimen untuk mendeteksi kedalaman cacat pada medium spesimen baja dan sampel rel kereta api R-54. Sistem uji tak merusak ultrasonik terdiri dari modul rangkaian pulser-receiver, transduser ultrasonik, osiloskop digital, dan air sebagai kouplan. Pengujian ini dilakukan dengan variasi frekuensi transduser, yaitu 2,5 MHz, 4 MHz, dan 5 MHz. Pengujian ultrasonik pada spesimen baja menghasilkan rata-rata kesalahan relatif absolut sebesar 2,31% untuk frekuensi 2,5 MHz; 3,40% untuk frekuensi 4 MHz; dan 2,43% untuk frekuensi 5 MHz. Adapun untuk pengujian pada sampel rel kereta api R-54 menghasilkan rata-rata kesalahan relatif absolut sebesar 1,24% untuk frekuensi 2,5 MHz; 0,67% untuk frekuensi 4 MHz; dan 0,94% untuk frekuensi 5 MHz. Secara keseluruhan, sistem pengujian ultrasonik yang dirancang menggunakan frekuensi transduser 4 MHz memberikan performa terbaik dengan nilai R2 = 0,9997 dalam menentukan kedalaman cacat internal.", "Daftar File": {"ABSTRAK Sinta": "https://digilib.itb.ac.id/gdl/download/205113"}, "Penulis": "Sinta [23817306]", "Kontributor / Dosen Pembimbing": ["Prof. Deddy Kurniadi, Dr.Eng.", "Dr. Suprijanto, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "uji tak merusak, ultrasonik, pantulan pulsa, waktu tempuh gelombang, k-space pseudospectral", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "16 Mar 2020"}