{"Nomor": 47155, "Judul": "STUDI SIMULASI RESERVOIR: KASUS PERILAKU PRODUKSI DI SUMUR PZ-1 DAN PZ-2 DI LAPANGAN X", "Abstrak": "Simulasi reservoir merupakan metode matematik dengan pendekatan metode numerik yang merepresentasikan sistem reservoir dan digunakan untuk mendeskripsikan aliran fluida dalam media berpori. Perangkat lunak simulasi ini disebut simulator numerik reservoir yang dimanfaatkan oleh industri perminyakan untuk membantu pengelolaan reservoir hidrokarbon.\n\nEfektivitas dalam pemanfaatan simulator numerik bergantung kepada ketersediaan data yang diperlukan, baik jenis, kualitas maupun volumenya, dan tentunya juga sumber daya manusianya. Terkadang efektivitasnya tidak seperti yang diharapkan, terutama ketika model reservoir yang dibangun kurang atau bahkan tidak representatif dan/atau adanya permasalahan terkait faktor-faktor yang tidak terepresentasikan dalam simulator tersebut. \n\nMaksud dan tujuan studi ini yaitu untuk melakukan evaluasi atas kinerja suatu reservoir karbonat heterogen dengan ketebalan lebih dari 500 feet dan berproduksi melalui dua sumur serta mengidentifikasi permasalahan yang mungkin ada sehingga program strategis untuk memperbaiki pengelolaan reservoir ini dapat diusulkan. Dengan memanfaatkan model statik reservoir terkait yang telah dibangun, simulator reservoir komersial digunakan dalam studi ini. Memperhatikan bahwa air sudah terproduksi bersama minyak di kedua sumur dengan Water Cut sekitar 44 - 64%, maka suatu metode diagnosis kelakuan produksi air digunakan juga untuk membantu dalam analisis hasil simulasi. \n\nHasil studi ini menyimpulkan bahwa reservoir tersebut sangat heterogen dan data SCAL terkait mungkin kurang representatif sehingga history matching sulit tercapai walaupun beberapa parameter reservoir telah diubah cukup signifikan. Masalah lain yang dapat teridentifikasi melalui diagnosis Water Oil Ratio (WOR) dan turunannya adalah adanya penyusupan air di belakang selubung produksi (near wellbore channeling) yang tidak terepresentasikan oleh model reservoir. Oleh karena itu, studi simulasi seperti pada kasus ini harus didahului dengan review yang cermat dan mempelajari seluruh data yang ada serta melakukan analisis dengan metode konvensional.", "Daftar File": {}, "Penulis": "Siti Paizah [12217601]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Pudji Permadi, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "simulasi reservoir, diagnosis perilaku produksi, near wellbore channeling, water breakthrough time", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "16 Mar 2020"}