{"Nomor": 47152, "Judul": "STUDI GALAT PARAMETER KINERJA PEMBANGKIT DAYA TERMOELEKTRIK AKIBAT TEMPERATUR SISI PANAS  TIDAK SERAGAM", "Abstrak": "Alat konversi energi selalu mengalami rugi energi dalam bentuk panas sisa. Upaya \nuntuk memanfaatkan kembali rugi energi ini adalah dengan menggunakan modul\ntermoelektrik sebagai pembangkit daya atau thermoelectric generator (TEG). Teknik Mesin\nITB telah melakukan penelitian terkait perancangan dudukan TEG, dengan asumsi\ntemperatur sisi panas dan dinginnya seragam. Kenyataannya, distribusi temperatur yang\nseragam sulit untuk dicapai dan ketidakseragaman distribusi temperatur mempengaruhi\nkinerja TEG. Tugas sarjana ini akan membahas mengenai pengaruh ketidakseragaman\ntemperatur sisi panas terhadap kinerja TEG dan akan menentukan galat yang diizinkan dalam\nperhitungan kinerja TEG. \nPenelitian diawali dengan melakukan regresi dari koefisien Seebeck (?) dan\nkonduktivitas elektrik (?). Berikutnya adalah menentukan parameter kinerja TEG yang akan\ndianalisis dan persamaannya, yaitu tegangan rangkaian terbuka (V\noc\n) dan resistansi modul\n(R\nm\n) sebagai parameter kinerja yang terdampak langsung oleh kondisi kerja. Selanjutnya\nadalah menentukan variabel yang mempengaruhi V\noc\n dan R\nm\n yang terbagi menjadi dua\nkelompok, yaitu kondisi kerja dan sifat termoelektrik. Nilai V\noc\n dan R\nm\n kemudian dihitung\ndengan dua pendekatan, yaitu pendekatan titik dan pendekatan rata-rata. Kedua hasil\npendekatan tersebut dibandingkan, dengan memperhatikan juga standar deviasi dari nilai\ntemperatur sisi panas rata-rata (Th,avg). Setelah itu dilakukan pemeriksaan galat Th,avguntuk\nmengetahui seberapa besar galat temperatur yang diizinkan dalam melakukan pendekatan\nrata-rata perhitungan kinerja TEG. \nHasil yang diperoleh adalah ketidakseragaman temperatur sisi panas menurunkan\nkinerja termoelektrik, namun kinerja tersebut dapat diprediksi dengan melakukan pendekatan\nrata-rata. Galat temperatur untuk menunjukkan galat kinerja telah didapat dan tidak simetris.", "Daftar File": {}, "Penulis": "Josua Dokmatua Partogi [13115085]", "Kontributor / Dosen Pembimbing": ["Ir. Hendi Riyanto, MSME", "Dr. Ir. Sigit Yoewono, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "panas sisa, pembangkit daya termoelektrik, ketidakseragaman temperatur,  tegangan rangkaian terbuka, resistansi modul, dan galat yang diizinkan", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "1 file", "Tanggal Input": "16 Mar 2020"}