{"Nomor": 47157, "Judul": "STUDI EKSPERIMENTAL PENGERINGAN KONVEKTIF      BIJI PALA", "Abstrak": "Biji pala merupakan komoditas utama Indonesia yang telah memasok 75% kebutuhan \ndunia. Potensi peningkatan kualitas dan kuantitas biji pala di Indonesia masih sangat tinggi\nkarena penerapan teknologi pengeringan yang sudah ada sangat konservatif. Pengeringan\nmerupakan tahap penting dalam penentuan kualitas dan kuantitas produktivitas biji pala. Oleh\nkarena itu, penelitian lebih lanjut diperlukan untuk menentukan pengaruh temperatur dan\nkecepatan udara terhadap kinerja pengeringan biji pala.  \nPengujian pertama, dilakukan dengan cara mengukur kandungan air rata-rata biji pala\ndan kemudian mensimulasikan proses pengeringan biji pala pada sebuah saluran yang\nmenggunakan kipas dan pemanas listrik. Simulasi dilakukan dengan memvariasikan nilai\ntemperatur dan kecepatan udara pengeringan. Penentuan variasi temperatur dan kecepatan\nudara pengeringan pada tugas sarjana ini menggunakan dasar desain kombinasi. Oleh karena\nitu, dipilih nilai parameter udara pengeringan untuk temperatur 40°C, 45°C, dan 50°C, dengan \nkecepatan udara 0,5 m/s, 0,7 m/s, dan 1,0 m/s. \nHasil pengujian pengeringan biji pala berdasarkan ISO 771:1977 menunjukkan bahwa \nkandungan air rata-rata biji pala berumur tua, sedang, dan muda berturut-turut sebesar\n37,67% basis basah (b.b), 54,43% (b.b), dan 71,34% (b.b). Hasil simulasi pengeringan\nmenunjukkan bahwa semakin tinggi temperatur dan kecepatan udara pengeringan semakin\ntinggi laju pengeringan sampel biji. Dalam hal ini, variasi temperatur memiliki pengaruh\nyang lebih tinggi daripada kecepatan udara pengeringan. Selain itu, terdapat interaksi antara\nvariabel temperatur dengan kecepatan udara pengeringan berupa kenaikan temperatur dan\nkecepatan udara pengeringan akan meningkatkan kenaikan laju pengeringan secara\nsignifikan.", "Daftar File": {"2020 TA 13115104 Abdul Kadir Jaelani.pdf\n]": "https://digilib.itb.ac.id/gdl/download/205137"}, "Penulis": "Abdul Kadir Jaelani [13115104]", "Kontributor / Dosen Pembimbing": ["Jooned Hendrarsakti, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "pengeringan, biji pala, kandungan air, laju pengeringan,", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "1 file", "Tanggal Input": "16 Mar 2020"}