{"Nomor": 47165, "Judul": "PERANCANGAN LANSKAP SUNGAI WANGGU DENGAN MENGGUNAKAN KONSEP EKO-HIDRAULIK DALAM RANGKA SEBAGAI UPAYA MITIGASI PRA BENCANA BANJIR DI KOTA KENDARI", "Abstrak": "Banjir merupakan salah satu peristiwa atau keadaan dimana terendamnya suatu daerah atau daratan di sekitar kita. Ada banyak faktor Penyebab utama bencana banjir seperti volume air yang meningkat ,Topografi, Bentuk Lahan, Curah Hujan, Kerapatan Vegetasi dan Penggunaan Lahan. Salah satunya banjir yang terjadi di Kota Kendari. Banjir yang terjadi di Kota Kendari selain di sebabkan kurangnya Run off dan Meluapnya debit Sungai Wanggu. Sungai Wanggu merupakan sungai terpanjanng dan terbesar di Kota Kendari. Dari histori Kota Kendari setiap tahunnya sering terjadi banjir di sepanjang Sungai Wanggu. Dampak dari banjir ini menyebabkan kerusakan sejumlah infrastruktur publik, aset masyarakat bahkan menimbulkan korban jiw. Maka Perancangan ini direncanakan sebagai langkah mitigasi pra bencana banjir di Kota Kendari. Mitigasi adalah usaha untuk mengurangi dan atau meniadakan korban dan kerugian yang mungkin timbul, untuk langkah tepatnya yaitu perlu diberikan pada tahap sebelum terjadinya bencana. Kegiatan mitigasi yang dapat dilakukan salah satunya, melalui Pelaksanaan penataan ruang. Konsep Eko-Hidraulik diterapkan dalam perancangan lanskap sungai wanggu pada area yang terbangun dengan pertimbangan kondisi eksisting Sungai Wanggu secara hidrolika dan ekologi. Kondisi hidrolika terkait dengan profil sungai dan muka air banjir. Sedang kondisi ekologi terkait dengan vegetasi pada tebing dan bantaran sungai.\nDalam RTRW Kota Kendari 2010-2030 bahwa Area perancangan dalam hal Sungai Wanggu merupakan kawasan perlindungan dengan lebar sempadan minimal 50 meter sisi kiri dan kanan. Melalui perancangan lanskap di Proyek akhir ini bertujuan mengurangi pengendalian banjir dengan menerapakan metode non struktur pada area belum terbangun dalam hal menciptakan fungsi ekologi kawasan tepian Sungai Wanggu dan pemanfaatannya sebagai ruang terbuka hijau publik terbaru di Kota Kendari.", "Daftar File": {"ABSTRAK Afri Ahyarky Abidin": "https://digilib.itb.ac.id/gdl/download/205161"}, "Penulis": "Afri Ahyarky Abidin [28917007]", "Kontributor / Dosen Pembimbing": ["Ir. Endang Triningsih Soetrisno, MSP, MLA, Ph.D.", "Dian Heri Sofian, ST.,MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur Lanskap", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Landscape architecture", "Kata Kunci": "Banjir, mitigasi, dan eko-hidraulik", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "16 Mar 2020"}