{"Nomor": 47162, "Judul": "STUDI OPTIMASI PEMBUATAN LIME SLURRY SEBAGAI PH REGULATOR UNTUK FLOTASI BIJIH SULFIDA DI PT AMMAN MINERAL NUSA TENGGARA", "Abstrak": "PT Amman Mineral Nusa Tenggara (PT AMNT) merupakan salah satu perusahaan\npertambangan di Indonesia yang mengolah tembaga. Bijih yang diolah di PT\nAMNT beberapa mineral berharga, yaitu kalkopirit (CuFeS2), dan bornit (Cu5FeS4),\nserta mineral pengotor, yaitu pirit (FeS2), dan silika (SiO2). PT AMNT mengolah\nbijih tembaga sulfida dengan bantuan salah satu media kimia yaitu kapur sebagai\npH regulator. Kapur yang digunakan ada 2 jenis, yaitu pebble lime dan hydrated\nlime. Konsumsi kapur yang digunakan di PT AMNT tergolong cukup tinggi dan\nbelum optimal. Optimasi dalam penggunaan kapur sebagai pH regulator\ndibutuhkan untuk mengurangi konsumsi kapur.\nSerangkaian percobaan dilakukan, diawali dengan pengambilan sampel kapur yang\nberasal dari laboratorium QA & QC dan area lime plant (hydrocyclone, tangki 15,\ndan tangki 16), serta sampel konsentrat rougher row 5. Kemudian, sampel yang\ntelah diambil dipreparasi dengan alat filter press dan oven. Setelah sampel\ndiprepasi, sampel dilakukan analisis ayak untuk mengetahui distribusi ukuran\npartikel sampel. Pada percobaan ini juga dipelajari pengaruh persen padatan, persen\nair Santong (air asam tambang yang berasal dari area Santong), dan suhu awal air\nterhadap reaktivitas, pH lime slurry, dan konsumsi kapur. Analisis reaktivitas kapur\ndilakukan pada sampel kapur dengan variasi suhu awal air dari 25 – 35oC (pebble\nlime; dan hydrated lime dari 40 – 60oC), persen padatan 10 – 25%, dan persen air\nSantong 0 – 100%. Pada saat pengukuran pH lime slurry dan konsumsi kapur,\nvariasi yang sama dilakukan seperti pada analisis reaktivitas.\nHasil analisis distribusi ukuran partikel lime slurry yang diperoleh pada tangki 15\ndan tangki 16 dengan nilai p50 sebesar 0,065 mm – 0,070 mm. Hasil analisis\nreaktivitas kapur menunjukkan bahwa jenis kapur PAS tergolong kapur yang\nreaktivitas tingggi (nilai reaktivitas > 30oC/s), dan kapur Uniserve serta hydrated\nlime tergolong kapur yang tidak reaktif (nilai reaktivitas < 10oC/s). Konsumsi kapur\ndan pembuatan lime slurry yang optimal adalah pada kondisi air Santong sebesar\n75%, persen padatan sebesar 20%, dan suhu awal air sebesar 25oC (pebble lime;\ndan hydrated lime sebesar 40oC). Pada kondisi optimal tersebut, nilai konsumsi\nkapur Uniserve sebesar 10,76 ton/DMT, konsumsi kapur PAS sebesar 4,77\nton/DMT, dan konsumsi kapur hydrated lime sebesar 3,97 ton/DMT. Apabila\ndibandingkan dengan nilai konsumsi kapur semula pada perusahaan dengan kondisi\nyang sama, maka nilai konsumsi kapur Uniserve sebesar 12,39 ton/DMT, konsumsi\nkapur PAS sebesar 6,48 ton/DMT, dan konsumsi kapur hydrated lime 5,14\nton/DMT.", "Daftar File": {"ABSTRAK Three Sebastianus Sihaloho": "https://digilib.itb.ac.id/gdl/download/205157"}, "Penulis": "Three Sebastianus Sihaloho [12515035]", "Kontributor / Dosen Pembimbing": ["Ir. Edy Sanwani, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Konsumsi kapur, pH lime slurry, hydrated lime, pebble lime.", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "16 Mar 2020"}