{"Nomor": 47160, "Judul": "PENGARUH KEPATUHAN, PENGETAHUAN DAN GAYA HIDUP TERHADAP TEKANAN DARAH PASIEN GAGAL GINJAL KRONIK DENGAN PENYULIT HIPERTENSI YANG DITERAPI AMLODIPIN DI RSUP DR.HASAN SADIKIN BANDUNG", "Abstrak": "Ginjal merupakan organ yang berperan dalam menjaga homeostasis tubuh.\nGangguan ginjal kronis (GGK) erat kaitannya dengan penyakit lain seperti\nhipertensi baik itu sebagai penyebab atau sebagai efek dari GGK. Kondisi GGK\npada pasien hemodialisis dengan penyulit hipertensi memerlukan antihipernsi\nuntuk mencapai target tekanan darah, salah satunya amlodipin. Kepatuhan pasien,\npengetahuan, dan gaya hidup merupakan faktor yang dapat dipertimbangkan\nuntuk mencapai target terapi. Penelitian ini dilakukan untuk menilai pengaruh\nkepatuhan, pengetahuan, gaya hidup terhadap tekanan darah dan untuk\nmenentukan intervensi yang dilakukan oleh apoteker sebagai upaya meningkatkan\nkeberhasilan terapi dari faktor kepatuhan, pengetahuan, dan gaya hidup. Penelitian\ndilakukan pada 57 pasien gagal ginjal kronis stage V yang telah menjalankan\nhemodialisis, berpenyulit hipertensi stage 1-2, dan hanya menggunakan amlodipin\nuntuk mengontrol tekanan darah. Penelitian dilakasanakan pada bulan Februari-\nMei 2017 di RSUP Dr. Hasan Sadikin. Pengumpulan data skor kepatuhan,\npengetahuan, gaya hidup melalui kuesioner tervalidasi dan data tekanan darah dari\nrekam medik menjadi dasar analisis dalam penelitian ini. Pengumpulan data\ndilakukan dua kali dengan diselingi oleh pemberian edukasi pasien. Dari\npenelitian ini diperoleh hasil bahwa pengetahuan signifikan berpengaruh terhadap\ntekanan darah sistol pra-HD (p=0,018) dengan persentasi pengaruh 15,7% dan\npengaruh bersifat searah. Gaya hidup signifikan berpengaruh terhadap tekanan\ndarah diastol pra-HD (p=0,006) dengan persentasi pengaruh 18,1% bersifat tidak\nsearah. Gabungan semua variabel signifikan berpengaruh terhadarp tekanan darah\ndiastol pra-HD (p=0,011) dengan persentasi pengaruh 18,8%. Sementara\npemberian edukasi signifikan meningkatkan skor pengetahuan (p=4,6x10\n-6\n). Dari\npenelitian ini dapat disimpulkan bahwa pengetahuan berpengaruh terhadap\ntekanan sistol pra-HD, gaya hidup berpengaruh terhadap diastol pra-HD, dan\ngabungan semua variabel terhadap diastol pra-HD. Brosur edukasi dapat\nmempengaruhi pengetahuan pasien.", "Daftar File": {"ABSTRAK Bhekti Pratiwi": "https://digilib.itb.ac.id/gdl/download/205149", "COVER Bhekti Pratiwi": "https://digilib.itb.ac.id/gdl/download/205150", "BAB 1 Bhekti Pratiwi": "https://digilib.itb.ac.id/gdl/download/205151", "BAB 2 Bhekti Pratiwi": "https://digilib.itb.ac.id/gdl/download/205152", "BAB 3 Bhekti Pratiwi": "https://digilib.itb.ac.id/gdl/download/205153", "BAB 4 Bhekti Pratiwi": "https://digilib.itb.ac.id/gdl/download/205154", "BAB 5 Bhekti Pratiwi": "https://digilib.itb.ac.id/gdl/download/205155", "PUSTAKA Bhekti Pratiwi": "https://digilib.itb.ac.id/gdl/download/205156"}, "Penulis": "Bhekti Pratiwi [20716036]", "Kontributor / Dosen Pembimbing": ["Dr. Lia Amalia, S.Si., Apt., M.Si.", "dr. Lilik Sukesi, Sp.Pd., KGH, KIC.", "Cherry Rahayu, M.KM., Apt."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "gagal ginjal kronis, hipertensi, amlodipin, kepatuhan, pengetahuan, gaya hidup", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "8 file", "Tanggal Input": "16 Mar 2020"}