{"Nomor": 47169, "Judul": "PENGEMBANGAN PRODUK RAGA DAYANG MENJADI TAS KERANJANG KONTEMPORER", "Abstrak": "Raga dayang adalah salah satu dari sekian banyak produk kriya tradisional Karo.\nRaga dayang merupakan produk kriya anyaman rotan. Bagi masyarakat Karo,\nproduk ini dikenal sebagai produk perlengkapan adat pernikahan. Dahulu, produk\nini merupakan produk sarana bawa bagi perempuan Karo bila bepergian maupun\nberbelanja. Umumnya digunakan untuk tempat kain, tempat sirih, dan kebutuhan\nlain. Desa Kuta Male adalah salah satu desa perajin raga dayang. Sekarang ini,\nmasyarakat Karo pada umumnya sudah tidak lagi memiliki produk tradisional ini.\nHanya dimiliki oleh pihak-pihak tertentu baik sebagai koleksi pribadi atau untuk\ndisewakan dan dipinjamkan dalam acara adat. Jumlah perajinnya semakin\nberkurang. Hal ini berdampak pada tradisi menganyam rotan di Kabupaten Karo\nlambat laun menuju kepunahan. Tidak adanya inovasi desain yang sesuai dengan\nperkembangan zaman merupakan faktor penyebab kepunahan tersebut.\nPenelitian dimulai dengan melakukan observasi di Desa Kuta Male, Kabupaten\nKaro, Sumatera Utara, mengidentifikasi produk kriya raga dayang, proses\npembuatan produk, dan potensi SDM yang ada di sana. Selanjutnya melakukan\npengembangan desain dan uji coba pembuatan purwarupa produk di Desa Kuta\nMale, Kabupaten Karo dan di Kota Bandung, Jawa Barat. Pengembangan produk\nraga dayang menjadi tas keranjang kontemporer ini bertujuan untuk mengangkat\nkembali budaya lokal masyarakat Karo dan keterampilan perajin raga dayang di\nKabupaten Karo. Penelitian dan pengembangan menghasilkan tiga desain tas\nkeranjang, yaitu jenis sling bag, shopper bag, dan wadah serbaguna.\nPenelitian ini menggunakan pendekatan kualitatif melalui metode eksperimentatif,\nATUMICS, dan kaji tindak. Teknik pengumpulan data yang dilakukan antara lain\nmelalui observasi kepada perajin raga dayang di Desa Kuta Male, wawancara dengan\nketua komunitas perajin, Kepala Desa Kuta Male, dan studi pustaka. Hasil studi\nmenunjukkan bahwa dengan melakukan pengembangan desain maka nilai produk juga\ndapat ditingkatkan. Hal ini dapat mengakibatkan perbaikan minat konsumen dan\ndiharapkan mengakibatkan juga perbaikan ekonomi perajin Raga Dayang di Desa Kuta\nMale.", "Daftar File": {"2020 TS PP ARTHUR A.S. 1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/205165"}, "Penulis": "Arthur Abdi Sembiring [27117048]", "Kontributor / Dosen Pembimbing": ["Andar Bagus Sriwarno, S.Sn., M.Sn., Ph.D.", "Dr. Dian Widiawati, S.Sn., M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "pengembangan, raga dayang, tas keranjang, ATUMICS, kontemporer", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "16 Mar 2020"}