{"Nomor": 47174, "Judul": "OPTIMASI ALOKASI DERMAGA DAN PENUGASAN QUAY CRANE PADA TERMINAL PETIKEMAS", "Abstrak": "Di terminal petikemas pelabuhan, pengalokasian dermaga dan penugasan quay crane umumnya diselesaikan secara berurutan (hierarchically atau sequentially). Namun, metode perhitungan secara berurutan pada perencanaan operasi terminal petikemas ini sering menghambat pemanfaatan sumber daya yang memadai dan kualitas layanan dengan biaya rendah. Penelitian ini memberikan model untuk menyelaraskan semua keputusan yang harus dibuat secara integratif. Keputusan yang diambil dalam model ini mempertimbangkan dua kepentingan stakeholder, yaitu operator pelabuhan dan operator kapal, untuk memecahkan persoalan di pelabuhan. Perumusan masalah yang diusulkan mencakup aspek-aspek yang ada pada kondisi nyata yang penting, seperti penurunan produktivitas marjinal quay crane yang ditugaskan untuk kapal dan beberapa aktivitas penanganan kapal yang lebih detil. Untuk mengatasi masalah tersebut disajikan konstruksi secara heuristik. Hasilnya menekankan pentingnya untuk melibatkan pertimbangan dua kepentingan stakeholder, serta pentingnya produktivitas quay crane dalam perencanaan operasi terminal petikemas. Hal ini juga menunjukkan bahwa pendekatan secara terintegrasi dapat menyeimbangkan biaya terminal lebih baik daripada cara perencanaan operasi konvensional, dan memungkinkan pengurangan biaya yang signifikan akibat dari pemanfaatan fasilitas dermaga yang lebih baik.", "Daftar File": {"ABSTRAK Jzolanda Tsavalista Burhani": "https://digilib.itb.ac.id/gdl/download/205180"}, "Penulis": "Jzolanda Tsavalista Burhani [25017035]", "Kontributor / Dosen Pembimbing": ["Dr. Russ Bona Frazila, S.T., M.T.", "Ir. Idwan Santoso, M.Sc., DIC, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "operasi terminal petikemas, berth allocation problem, quay crane assignment problem, integrated planning", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Mar 2020"}