{"Nomor": 47177, "Judul": "STUDI PENGARUH ION KLORIDA DAN ION SULFAT DALAM LARUTAN BETON PADA KOROSI BAJA GALVANIS", "Abstrak": "Pembangunan infrastruktur tepi pantai memiliki tantangan besar dengan adanya ion\nagresif klorida pada air laut. Rangka baja dalam beton akan terkorosi oleh air laut\nyang juga akan membuat struktur bangunan juga rusak. Penggunaan baja galvanis\nmenjadi salah satu solusi yang hemat dan gampang dilakukan. Lapisan zinc pada\nbaja galvanis memberi perlindungan terhadap korosi yaitu sebagai pelindung fisik\ndan sebagai anoda korban. Selain ion klorida, salah satu ion agresif lainnya adalah\nion sulfat. Ion sulfat berasal dari gas SO2 yang kemudian terbawa ke udara dan\nmembentuk garam sulfat. Kemudian, garam sulfat akan terbawa turun bersama\nhujan. Oleh karena itu perlu dipelajari bagaimana pengaruh kedua ion agresif ini\nterhadap baja galvanis yang berada dalam beton.\nSerangkaian percobaan dilakukan untuk mempelajari pengaruh dari NaCl dan\nNa2SO4 dalam larutan beton. Dalam percobaan ini dilakukan 3 pengujian yaitu, uji\nkarakterisasi permukaan , uji perendaman dan uji karakteristik elektrokimia.Uji\nkarakteristik permukaan terdiri dari Scanning Electron Microscope (SEM), Energy\nDispersive X-Ray Spectroscopy (EDS) dan X-ray Diffraction (XRD). Uji\nkarakteristik elektrokimia terdiri dari Linear Polarization Resistance (LPR), Cyclic\nPolarization, dan Electrochemical Impedance Specstrocopy (EIS). Sampel yang\ndigunakan adalah baja galvanis dengan ketebalan zinc 0.3 mm. Larutan yang\ndigunakan adalah kombinasi larutan Ca(OH)2 dengan pH 12 yang ditambahankan\ngaram NaCl dan Na2SO4,sehingga akan terbentuk tujuh kombinasi larutan uji.\nPada larutan yang hanya ditambahkan NaCl atau Na2SO4, konsentrasi yang lebih\ntinggi menunjukkan tahanan polarisasi yang lebih rendah dan laju korosi yang lebih\ntinggi dibandingkan dengan konsentrasi yang lebih rendah. Pada larutan campuran\ngaram, konsentrasi Na2SO4 yang lebih tinggi menunjukkan peningkatan tahanan\npolarisasi dan penurunan laju korosi. Pada hasil pengujian Scanning Electron\nMicroscope (SEM) dapat terlihat sampel yang direndam pada larutan Ca(OH)2,\nterdeposit lapisan pasif pada permukaannya. Pada sampel yang ditambahkan garam,\nlapisan pasif terlihat rusak dan terbentuk pit. Pada hasil X-ray Diffraction (XRD)\nsemua sampel yang diuji mengindikasikan terdapat senyawa intermetalik\n(Fe13Zn126) pada permukaan sampel. Pada sampel yang direndam dalam larutan\nyang ditambahkan garam NaCl juga terdeteksi senyawa simonklliete\n(Zn5Cl2(OH)8.H2O). Adanya produk korosi yang terdeposit pada permukaan\nsampel dalam larutan uji NaCl berupa senyawa simonklliete (Zn5Cl2(OH)8.H2O)\nmenyebabkan laju korosinya lebih rendah dibandingkan Na2SO4 pada konsentrasi\nyang sama. Model rangkaian listrik yang sesuai untuk sampel yang direndam dalam\nlarutan uji yang dikombinasikan dengan garam yaitu\nRs(CPE1/Rpor)(CPE2/Rf)(CPEdl/Rct). Model ini menunjukkan bahwa lapisan pasif\nyang terbentuk dari larutan Ca(OH)2 rusak oleh ion klorida dan ion sulfat sehingga\nmembentuk pit.", "Daftar File": {"ABSTRAK Aidil Hidayatul Azhar": "https://digilib.itb.ac.id/gdl/download/205210"}, "Penulis": "Aidil Hidayatul Azhar [12515061]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Bonita Dilasari, S.T., M.T.", "Prof. Dr. Ir. Syoni Soepriyanto, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "baja galvanis, klorida, sulfat, laju korosi, model rangkaian listrik ekivalen", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "16 Mar 2020"}