{"Nomor": 47170, "Judul": "PENGEMBANGAN LANJUT EKSOSKELETON DUDUK-BERDIRI  BIAYA RENDAH UNTUK PENDERITA PARAPLEGIA", "Abstrak": "Jumlah penderita disabilitas akibat cedera tulang belakang di Indonesia semakin\nbertambah setiap tahun. Penambahan penderita disabilitas tidak diikuti dengan\nperkembangan alat bantu beraktivitas aktif. Alat bantu yang banyak tersedia di pasaran\nadalah alat bantu terapi sederhana yang masih belum memenuhi kebutuhan. Alat bantu yang\nbersifat aktif masih memiliki harga yang terlalu mahal untuk kebanyakan masyarakat\nIndonesia. Tim riset Biomekanika FTMD ITB telah mengembangkan alat bantu aktif yang\ndapat digunakan untuk gerakan duduk ke berdiri. Namun alat yang sudah dikembangkan\nmasih memiliki banyak kekurangan. Oleh karena itu dalam tugas sarjana ini perancangan dan\npembuatan eksoskeleton yang bersifat aktif dengan biaya rendah dilakukan. \nPengerjaan dimulai dari perancangan eksoskeleton. Perancangan dimulai dari\npenentuan prasyarat dan sasaran perancangan, dan evaluasi desain sebelumnya. Hasil\nevaluasi ini menjadi dasar dalam penentuan alternatif desain dan pendetailan desain. Simulasi\ndesain dilakukan untuk memastikan kekuatan struktur dan berfungsinya mekanisme. Setelah\nproses perancangan selesai, gambar mesin dari alat disusun agar produksi bisa dimulai.\nProduksi alat terdiri dari fabrikasi dan perakitan. Eksoskeleton yang sudah dibuat kemudian\ndiuji dengan pengujian tanpa naracoba dan pengujian dengan naracoba. Eksoskeleton\ndigunakan untuk mengangkat naracoba dari posisi duduk ke posisi berdiri. \nHasil yang diperoleh adalah alat yang dapat digunakan oleh naracoba dengan rentang\ntinggi 150 – 184 sentimeter dan berat maksimal 85 kilogram. Biaya yang dibutuhkan untuk\nmemproduksi eksoskeleton ini berada di bawah batas 75 juta rupiah. Tampilan akhir alat\nmenunjukkan alat bantu ini bersifat portabel dan dapat dibongkar pasang.", "Daftar File": {}, "Penulis": "Miqdad [13115048]", "Kontributor / Dosen Pembimbing": ["Ferryanto, S.T., M.T.", "Prof. Ir. Andi Isra Mahyuddin, Ph.D.", "Dr.Eng. Ir. Agung Wibowo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "cedera tulang belakang, eksoskeleton, duduk ke berdiri, murah", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "1 file", "Tanggal Input": "16 Mar 2020"}