{"Nomor": 47185, "Judul": "PERUBAHAN PERSEPSI MEMANDANG RUANG DALAM LANSKAP", "Abstrak": "kekuatan lebih besar di luar kendali kita pasti pernah terlintas dalam pikiran.\nTerkadang ketika perasaan cemas itu muncul dalam bersamaan rasa penasaran itu\njuga terpikirkan. Rasa cemas yang ada dalam diri menggiring manusia kepada rasa\npenasaran akan suatu hal yang belum pernah ditemuinya, dan menimbulkan perkiraan\natau prasangka yang tidak jelas. Sehingga untuk menjawab rasa penasaran akan\nsesuatu, maka seharusnya kita mencari tahu sendiri melihat apa yang sebenarnya ada\ndalam realitas. Eksistensi seorang individu juga tidak dapat terlepas dari tempat\ndimana ia berdiri. Dalam artian landscape selalu hadir dalam kehidupan sehari-hari.\nMenggunakan dua tempat yaitu lorong pemukiman yang dekat dengan tempat tinggal\npenulis dan ruang transparan pasar sebagai objek yang dikaji penulis. Saat menyusuri\nsebuah lorong penulis mengalami pengalaman estetik, dimana ketika ia berada dalam\nsebuah ruang, ia merasa aman daripada berada di luar lorong. Lewat ruang-ruang\nyang dekat dengan keseharian penulis, ia berusaha mengkonstruksi kembali\npengalaman pribadi dalam memandang sebuah ruang yang telah dipengaruhi oleh\npengalaman masa lalu ke dalam media dua dimensi melalui medium painting. Visual\nrealis pada karya ini didasari oleh penggunaan ruang real yang dialami langsung\noleh penulis. Menangkap sebuah realitas lewat fotografi, dan kemudian terkonstruksi\npada bidang datar. Gubahan sudut pandang pada tiap karya merepresentasikan sebuah\nperubahan persepsi penulis ketika mengalami pengalaman ruang. Sehingga objek\nlorong pada karya-karya ini menjadi sebuah metaphor atas permainan persepsi\npenulis mengenai pengalaman ruang yang dialami secara personal kepada audiens,\nsehingga pengalaman memandang ruang juga dapat dinikmati melalui lukisan.\nKata kunci: pengalaman estetik, realis, fotografi, persepsi, representasi, landscape,\nmetaphor", "Daftar File": {}, "Penulis": "Nur Zamiilatul Izzah [17015018]", "Kontributor / Dosen Pembimbing": ["Dikdik Sayahdikumullah, M.Sn., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Seni Rupa Murni dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "pengalaman estetik, realis, fotografi, persepsi, representasi, landscape, metaphor", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "16 Mar 2020"}