{"Nomor": 47184, "Judul": "PERANCANGAN DAN PEMBUATAN SISTEM KENDALI EKSOSKELETON DUDUK-BERDIRI UNTUK PENDERITA  PARAPLEGIA", "Abstrak": "Di Indonesia, jumlah penderita kelumpuhan anggota tubuh bagian bawah, yang\ndisebut paraplegia, bertambah setiap tahunnya. Secara umum, penderita paraplegia\nmempunyai risiko terkena gangguan otot lain yang disebabkan oleh tidak adanya kontraksi\npada otot yang lumpuh. Untuk mencegah gangguan otot tersebut, sebuah alat bantu yang\ndapat memicu kontraksi otot anggota gerak bawah diperlukan. Salah satu gerakan yang\npaling diinginkan oleh penderita paraplegia untuk dapat diperoleh kembali adalah gerakan\nduduk-berdiri. Dengan demikian, sebuah alat bantu gerakan duduk-berdiri dengan biaya yang\nrelatif terjangkau sangat perlu untuk dikembangkan. \nPenelitian in berfokus pada perancangan, pembuatan, dan pengujian sistem kendali\nyang diterapkan pada sebuah eksoskeleton aktif yang berfungsi sebagai alat bantu gerakan\nduduk-berdiri dan berdiri-duduk. Sistem kendali dirancang agar sendi panggul dan lutut yang\ndiaktuasi pada eksoskeleton dapat bergerak sesuai dengan referensi sudut sendi pada gerakan\nduduk-berdiri. Analisis biomekanika gerakan duduk-berdiri dilakukan untuk menentukan\nbeban torsi pada sendi panggul dan lutut, yang diperlukan untuk pemilihan aktuator. Sebuah\npengontrol PD kalang tertutup dirancang berdasarkan model matematis aktuator. Sistem\nkelistrikan dan antarmuka perngguna juga dirancang dan dibuat. \nHasil pengujian eksoskeleton dengan subyek menunjukkan bahwa eksoskeleton\nberhasil membantu subyek untuk melakukan gerak duduk-berdiri dan berdiri-duduk\nberdasarkan trajektori sudut sendi pinggul dan lutut. Namun, hasil pengujian eksoskeleton\ndengan perekam gerak menunjukkan bahwa terdapat perbedaan antara sudut sendi yang\ndiukur encoder dengan sudut sendi sebenarnya yang diukur dengan perekam gerak.", "Daftar File": {"2020 TA 13115049  RAINHART PASARIBU.pdf?": "https://digilib.itb.ac.id/gdl/download/205211"}, "Penulis": "Rainhart Pasaribu [13115049]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Andi Isra Mahyuddin, Ph.D.", "Ferryanto, S.T., M.T.", "Ir. Indrawanto, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "paraplegia, eksoskeleton, analisis biomekanika, pengontrol PD, perekam gerak", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "1 file", "Tanggal Input": "16 Mar 2020"}