{"Nomor": 47183, "Judul": "PREFERENSI GENERASI MILENIAL TERHADAP ELEMEN TAMAN KOTA DI KOTA BANDUNG", "Abstrak": "Setiap manusia membutuhkan ruang untuk berinteraksi dengan masyarakat. Ruang publik berupa taman kota merupakan salah satu ruang yang strategis sebagai sarana bagi masyarakat perkotaan untuk saling berinteraksi. Keberadaan dan penataan elemen-elemen taman kota, mempengaruhi interaksi yang terjadi dan menjadi salah satu faktor yang mempengaruhi minat orang untuk mengunjungi taman kota. Menurut BPS Kota Bandung, dalam beberapa dekade terakhir penduduk Kota Bandung pada kelompok usia produktif (umur 15-64 tahun) memiliki porsi terbesar, dan generasi milenial (umur 20-35 tahun) merupakan bagian terbesar dari kelompok usia produktif tersebut. Generasi milenial yang umumnya bergantung pada teknologi, kurang meminati taman kota sebagai ruang untuk melakukan interaksi sosial. Untuk meningkatkan minat generasi milenial mengunjungi taman kota dan menjadikan taman kota sebagai sarana dan ruang untuk melakukan aktivitas dan interaksi sosial, perlu diketahui kebutuhan dan keinginan mereka terhadap elemen-elemen taman kota di Kota Bandung serta pengembangan elemen taman kota. Taman kota yang menjadi lokasi penelitian adalah Teras Cikapundung, Babakan Siliwangi, Taman Skatepark, Taman Film, Alun-Alun Cicendo, Taman Sejarah, Taman Balai Kota, Cikapundung Riverspot, Alun-Alun Bandung, dan Taman Pers Malabar. Elemen taman kota yang menjadi objek penelitian meliputi vegetasi, air, perkerasan, bollard, pagar, kios, signage, tempat duduk, dan toilet. Metode yang digunakan dalam penelitian ini adalah mixed method dengan pendekatan kualitatif. Metode pengumpulan data dilakukan dengan survei online terhadap generasi milenial yang pernah mengunjungi taman kota di Kota Bandung. Metode pengolahan data dilakukan dengan analisis distribusi frekuensi, analisis asosiasi Chi-Square, dan content analysis. Hasil dari penelitian ini adalah terdapat hubungan yang signifikan antara pilihan elemen taman kota dengan aktivitas yang dilakukan generasi milenial di taman kota di Kota Bandung dikaitkan dengan teori atribut, yaitu atribut estetika, safety, aksesibilitas, features, dan kondisi. Terdapat pula beberapa fasilitas tambahan seperti free wi-fi, charging station, dan co-working space yang dapat melengkapi elemen taman kota yang disukai oleh generasi milenial.", "Daftar File": {"ABSTRAK Levana Salsabila": "https://digilib.itb.ac.id/gdl/download/205212"}, "Penulis": "Levana Salsabila [25617011]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Haryo Winarso, M.Eng., Ph.D.", "Bagas Dwipantara Putra, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Rancang Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Design & decoration", "Kata Kunci": "elemen, generasi milenial, mixed method, preferensi, taman kota", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "16 Mar 2020"}