{"Nomor": 47190, "Judul": "BALADA DISONANSI", "Abstrak": "Dewasa ini, penulis telah melewati berbagai fenomena dalam lingkungan sosialnya. Lingkungan sosial penulis berupa teman-teman kampus maupun masyarakat luar yang tidak mempunyai keterkaitan dengan penulis membuat penulis merasakan ketidakberdayaan dalam kondisinya sehingga menjadi gelisah akibat perlakuan lingkungannya yang kurang mempunyai rasa sopan santun juga hal-hal yang tidak sejalan dengan pemikiran penulis. Fenomena tersebut berupa cacian yang ditujukan kepada penulis, serangan fisik terhadap penulis, juga tindakan yang tidak memperdulikan lingkungannya seperti membuang sampah sembarangan, meludah, berteriak dan lain sebagainya. Penulis merasa kesulitan dalam menghadapi fenomena-fenomena tersebut yang pada akhirnya dipendam oleh penulis. Rasa ingin memperbaiki seringkali muncul dalam setiap momentum tersebut namun akibat norma sosial yang berlaku atau keterbatasan penulis untuk memperbaiki hal yang tidak sejalan dengan pemikirannya, penulis merasa tidak berdaya yang berkembang menjadi rasa frustasi dan melemahkan penulis untuk mengambil tindakan untuk kedepannya. untuk mengatasi hal tersebut penulis membuat sebuah karya yang dengan menggunakan pendekatan seni sebagai representasi, tubuh sosial, gestur dan dengan medium Drawing sebagai studio penulis di Seni Rupa Institut Teknologi Bandung dimana Drawing diperlakukan sebagai medium yang meninggalkan bekas, menorehkan garis, tidak menutupi media, dan sebagai tindakan awal perancangan, penulis menggambarkan representasi dari ketidakberdayaannya dalam bentuk tubuh.\nKesimpulan yang dapat ditarik dari karya dan penelitian tugas akhir penulis adalah dengan menggunakan pendekatan yang berdampingan antara medium Drawing sebagai proses yang dapat membentuk sebuah wujud atau menggambarkan hal yang tidak dapat dikatakan dengan pendekatan tubuh gestural juga disonansi kognitif, penulis dapat menciptakan karya yang merepresentasikan kegelisahan dan ketidakberdayaannya kedalam bentuk tubuh.", "Daftar File": {}, "Penulis": "Auditama Nugraha [17015024]", "Kontributor / Dosen Pembimbing": ["Triyadi Guntur Wiratmo, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Seni Rupa Murni dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Drawing, Tubuh Sosial, Gestur, Disonansi Kognitif", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "16 Mar 2020"}