{"Nomor": 47197, "Judul": "PENGUKURAN KEMATANGAN MANAJEMEN SDM DENGAN MENGGUNAKAN PEOPLE CAPABILITY MATURITY MODEL DI INSTITUT TEKNOLOGI BANDUNG", "Abstrak": "Institut Teknologi Bandung (ITB) adalah salah satu perguruan tinggi teknik di Indonesia. Dalam mewujudkan visi dan misi ITB sebagai perguruan tinggi teknik, kapabilitas sumber daya manusia ITB, baik tenaga akademik maupun tenaga non-akademik, memiliki andil yang besar di dalamnya. Karena pentingnya kapabilitas SDM bagi keberlangsungan pendidikan di ITB dan besarnya jumlah SDM yang dimiliki untuk seluruh 51 program studinya, ITB membentuk unit pelaksana teknis tersendiri yang bertugas untuk mengelola pengembangan SDM dan organisasi di ITB, yakni UPT PMO ITB (Unit Pelaksana Teknis Pengembangan Manusia dan Organisasi Institut Teknologi Bandung). Dalam rangka mendukung visi dan misi ITB, UPT PMO ITB perlu merancang program pengembangan SDM. Salah satu alat bantu yang dapat digunakan untuk merancang program pengembangan SDM ini adalah People Capability Maturity Model (PCMM).\nDengan menggunakan PCMM, pertama dilakukan pengembangan alat ukur yang spesifik untuk ITB, kemudian dilakukan pengukuran dengan menggunakan alat ukur yang telah dilanjutkan tadi, dan terakhir dibuat rancangan perbaikan berdasarkan hasih pengukuran tingkat kematangan yang telah diperoleh. Pengembangan alat ukur dilakukan dengan menggunakan metode Delphi serta dibantu dengan lembar isian, bertujuan untuk memeriksa apakah butir pernyataan di PCMM relevan dengan proses pengembangan SDM di ITB. Hasilnya seluruh pernyataan dinilai relevan, serta didapatkan bukti artefak yang spesifik di ITB untuk setiap butir pernyataan. Selanjutnya alat ukur yang telah dikembangkan tersebut digunakan untuk mengukur tingkat kematangan pengembangan SDM di ITB, sehinga diperoleh hasil bahwa tingkat kematangan manajemen SDM ITB pada aspek pengembangan SDMnya masih berada di level 1 (initial).\nBerdasarkan hasil yang diperoleh, dirumuskan rancangan kerangka kerja perbaikan yang mencakup penunjukan individu penanggung jawab pelatihan dan\npengembangan di tiap unit, alokasi waktu khusus untuk pelatihan dan pengembangan, identifikasi keterampilan kritis tiap jabatan, penyusunan rencana kebutuhan pelatihan unit, pengadaan pelatihan yang tepat waktu, pengadaan diskusi pengembangan yang periodik untuk seluruh individu, dan penunjukan individu yang bertanggung jawab untuk memverifikasi kesesuaian pelaksanaan pelatihan dan pengembangan dengan dokumen kebijakan organisasi serta menangani ketidakpatuhan.", "Daftar File": {"ABSTRAK Diantika Rifani": "https://digilib.itb.ac.id/gdl/download/205229"}, "Penulis": "Diantika Rifani [13413010]", "Kontributor / Dosen Pembimbing": ["Prof. Yassierli, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "People Capability Maturity Model (PCMM), pengembangan SDM, maturitas manajemen SDM", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "16 Mar 2020"}