{"Nomor": 47194, "Judul": "ANALISIS ASPEK YANG DAPAT MEMPENGARUHI BESARNYA NILAI KONVERGEN SERTA KESTABILAN TEROWONGAN DI TEROWONGAN AIR NANJUNG", "Abstrak": "Pembangunan Terowongan Air Nanjung memiliki tujuan untuk mengurangi risiko\nbanjir yang kerap terjadi di bantaran Sungai Citarum dengan cara meningkatkan kapasitas\nSungai Citarum semula 570 m3\n/s menjadi 643 m3\n/s sehingga dapat mempercepat aliran. Dalam\npembangunan terowongan dilakukan kegiatan pengeboran dan peledakan untuk\nmenghancurkan batuan yang keras sehingga akan menghasilkan getaran yang dapat mengubah\nnilai konvergen pada terowongan sehingga mempengaruhi kestabilan terowongan. Selain\ngetaran juga terdapat beberapa aspek yang dapat mempengaruhi besarnya nilai konvergen\nseperti jarak muka terowongan terhadap titik pemantauan dan intensitas hujan. Nilai laju\nperpindahan yang besar dan terus menerus yang apabila tidak dipantau maka dapat berpotensi\nmenyebabkan kelongsoran atau keruntuhan terowongan. Dalam tugas akhir ini, akan dianalisis\nkestabilan terowongan dengan pengukuran konvergen antara dua titik pada dinding dan atap\nterowongan dengan menggunakan alat convergencemeter serta seberapa besar pengaruh getaran\npeledakan, jarak muka terowongan, dan intensitas hujan terhadap nilai konvergen. Kriteria\nanalisis kestabilan yang akan digunakan adalah berdasarkan konsep critical strain oleh Sakurai\n(1983) dan laju perpindahan yang direkomendasikan oleh UG Geotech PT Freeport Indonesia\n(2000). Dari hasil analisis kriteria kestabilan, Terowongan Air Nanjung dapat dikatakan stabil\natau tidak memiliki masalah penyanggaan yang signifikan apabila besar strain lebih kecil dari\n1.026 % sedangkan berdasarkan kriteria kestabilan laju perpindahan UG Geotech PT Freeport\nIndonesia (2000) dibagi menjadi 5 kategori yaitu negligible, moderate, severe, very severe, dan\nextremely severe.", "Daftar File": {"ABSTRAK Dennas Rizky Fauzan": "https://digilib.itb.ac.id/gdl/download/205226"}, "Penulis": "Dennas Rizky Fauzan [12115034]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Made Astawa Rai"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "terowongan, getaran peledakan, kestabilan, konvergen, laju perpindahan, critical strain.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "16 Mar 2020"}