{"Nomor": 47206, "Judul": "SARANA TRANSPORTASI PUBLIK SEBAGAI MEDIA EDUKASI MASYARAKAT STUDI KASUS: STASIUN MRT JAKARTA BLOK M", "Abstrak": "MRT merupakan moda transportasi baru yang diperkenalkan pada ibukota Jakarta untuk mengatasi masalah kemacetan, dengan misi membantu kota jakarta menjadi kota berbasis TOD Selama kurun waktu 24 Maret hingga 31 Desember 2019, tercatat 24.621.467 orang telah menggunakan layanan MRT Jakarta. Rata-rata penumpang menggunakan MRT Jakarta mencapai 92 ribu orang pe hari. Melampaui target awal 65 ribu orang per hari. namun pada tahap evaluasi, dan beroperasinya MRT Jakarta dari 22 Maret 2019 hingga Desember 2019, masih ada perilaku menyimpang dari pengguna stasiun yang mengindikasikan bahwa sebagian masyarakat Indonesia khususnya Jakarta belum siap menerima moda transportasi tersebut. Dalam upaya mengedukasi masyarakat akan tatacara penggunaan stasiun MRT yang lebih baik di perlukan pendekatan ruang yang dapat memediasi proses tersebut. John Dewey.dalam bukunya yang berjudul “Experience and Education” meng identifikasi tiga tipe dari perilaku seseorang, yaitu : fluent, cognitive dan experience dimana pada perilaku experience, merupakan perilaku yang timbul dikarenakan adanya kualitas durasi dan narasi dari awalan, pertengahan dan akhiran. Perilaku ekspresif menghasilkan interaksi yang menimbulkan hubungan seseorang dengan produk. Dalam upaya menghasilkan “experience” maka diangkat teori dekonstruksi dengan tujuan membebaskan desain dari pemahaman modernist yang berdasarkan pada prinsip prinsip desain moderen seperti form follow fucntion, purity of form untuk merangsang presepsi pengunjung dan menghasilkan sebuah experience ketika berada di dalam ruang.", "Daftar File": {}, "Penulis": "Rendy Fitrananda Hermawan [17315015]", "Kontributor / Dosen Pembimbing": ["Kukuh Rizki Satriaji, S.Ds., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "dekonstruksi, edukas, interior, MRT, perilaku, stasiun.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "16 Mar 2020"}