{"Nomor": 47208, "Judul": "APLIKASI QUAL2KW UNTUK PEMODELAN DAN PENGELOLAAN KUALITAS AIR DI HULU SUNGAI CITARUM DENGAN PARAMETER NITROGEN DAN FOSFAT", "Abstrak": "Sungai Citarum termasuk ke dalam salah satu sungai di Indonesia yang mengalami pencemaran karena pemanfaatannya yang tidak memperhatikan keberlanjutan. Sebagai sungai strategis nasional, berbagai upaya penyelesaian masalah pencemaran dan kerusakan lingkungan di DAS Citarum telah dilakukan pemerintah dengan beberapa sasaran penting. Salah satu cara untuk mendukung upaya pemerintah tersebut adalah melakukan pemodelan kualitas air Sungai Citarum dengan model QUAL2Kw yang dapat memberikan informasi dasar dan dukungan teknik bagi pemerintah dalam membuat keputusan. Kerangka kerja dalam model QUAL2Kw dapat merepresentasikan sungai sebagai saluran satu dimensi dengan aliran non-uniform dan steady, serta mensimulasikan dampak dari beban pencemaran point sources dan non-point sources. Simulasi model dalam penelitian ini dilakukan dengan menggunakan data beban pencemar dari anak Sungai Citarum, serta dari sektor domestik, industri, pertanian, dan peternakan di wilayah DAS Citarum bagian hulu. Setelah data primer dan sekunder di-input ke dalam program QUAL2Kw, program selanjutnya di-running. Kalibrasi dan validasi kemudian dilakukan pada model hingga mendekati kondisi sebenarnya dari Sungai Citarum. Hasil simulasi model menunjukkan bahwa konsentrasi amonia dan fosfat di Sungai Citarum bagian hulu cukup tinggi dengan kadar oksigen terlarut yang terus menurun di sepanjang sungai sehingga tidak memenuhi baku mutu air sungai kelas II. Sementara untuk parameter nitrat, konsentrasinya masih di bawah baku mutu tersebut. Daya tampung beban pencemaran Sungai Citarum adalah sebesar 1.332,46 kg/hari untuk beban pencemar amonia, 385,90 kg/hari untuk beban pencemar nitrogen organik, 35.302,63 kg/hari untuk beban pencemar nitrat, 529,18 kg/hari untuk beban pencemar P organik, dan 261,59  kg/hari untuk beban pencemar P anorganik.", "Daftar File": {"ABSTRAK Afifah Yusrina": "https://digilib.itb.ac.id/gdl/download/205262"}, "Penulis": "Afifah Yusrina [25317312]", "Kontributor / Dosen Pembimbing": ["Suharyanto, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "daya tampung beban pencemaran, fosfat, model QUAL2Kw, nitrogen, Sungai Citarum", "Sumber": "TESIS Maret 2020", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "16 Mar 2020"}