{"Nomor": 47203, "Judul": "DAMPAK ASIMILASI DATA MULTIPLE-RADAR TERHADAP AKURASI PREDIKSI CURAH HUJAN LEBAT DI PULAU BANGKA", "Abstrak": "Perbaikan kondisi awal (initial condition) model dengan asimilasi data radar dianggap mampu meningkatkan akurasi prediksi cuaca. Penelitian ini dilakukan untuk mengetahui dampak asimilasi data radar terhadap model WRF dalam memprediksikan fenomena cuaca hujan lebat di Pulau Bangka. Studi kasus dilakukan pada lima kasus kejadian hujan lebat yang menyebabkan banjir selama periode 2015-2018. Model numerik Weather Research Forecasting (WRF) dijalankan dengan tanpa asimilasi dan dengan asimilasi data radar. Asimilasi data radar dijalankan dengan dua metode yaitu metode asimilasi single radar dengan satu titik radar di Pangkalpinang dan asimilasi multiple radar dengan dua titik radar di Pangkalpinang dan Palembang. Kemudian nilai reflektifitas dan distribusi hujan hasil keluaran model diverifikasi secara kualitatif dan kuantitatif terhadap observasi.\nHasil dari penelitian ini adalah penggunaan Asimilasi single dan multiple data reflektivitas radar, menunjukkan perbaikan skill prediksi curah hujan di tiga kasus (60%) dengan fenomena cakupan awan yang luas. Serta menunjukkan perbaikan yang kurang pada dua kasus kejadian curah hujan dengan cakupan awan yang kecil. Peningkatan skill dari model dengan asimilasi single atau multiple yang ditunjukkan pada studi kasus tanggal 07 Februari 2016 di Kelapa dengan data per jam menunjukkan perbaikan nilai ACC, TS, PoD dan FAR. Secara keseluruhan dari lima studi kasus yang dilakukan hasil prediksi model dengan asimilasi data radar mampu memperbaiki hasil keluaran model.", "Daftar File": {"ABSTRAK Nur Setiawan": "https://digilib.itb.ac.id/gdl/download/205249"}, "Penulis": "Nur Setiawan [22418001]", "Kontributor / Dosen Pembimbing": ["Dr. Nurjanna Joko Trilaksono, S.Si., M.Si.", "Dr. Indra Gustari, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "asimilasi data, WRF, WRFDA, radar", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Mar 2020"}