{"Nomor": 47209, "Judul": "PREFERENSI AFEKTIF PENGGUNA GENERASI Y DAN Z INDONESIA TERHADAP DESAIN SKUTER", "Abstrak": "Saat ini, skuter menjadi salah satu moda transportasi paling populer bagi masyarakat Indonesia. Sejak tahun 2011, tren desain skuter telah berubah dengan cepat dan semakin beragam, karena berbagai desain dengan spesifikasi dan fitur yang berbeda ditawarkan oleh produsen. Pada akhir September 2019, setidaknya 39 model skuter dengan desain berbeda tersedia di pasar Indonesia (hampir 2,5 kali lebih banyak dari 2011). Peningkatan ini bertujuan untuk memperoleh beragam preferensi konsumen. Namun demikian, beberapa model skuter dianggap kurang menarik oleh konsumen dan mengarah pada berkurangnya kepuasan emosional konsumen. Karena desain menjadi alasan yang berpengaruh dalam membeli skuter, ada kebutuhan untuk memahami bagaimana preferensi konsumen Indonesia terhadap desain skuter Oleh karena itu, penelitian ini berusaha untuk mengeksplorasi preferensi generasi Y dan Z Indonesia terhadap desain skuter. Metode semantic differential dan analisis MANOVA diterapkan untuk mengukur perbedaan jenis kelamin dan kelompok usia dalam mengadopsi beberapa atribut desain skuter . Seratus pengguna skuter di Jakarta dan Bandung dilibatkan sebagai responden. Hasil penelitian menunjukkan bahwa preferensi konsumen Indonesia terhadap desain skuter mengarah pada keseimbangan antara peran skuter sebagai penunjang aktivitas sehari-hari dan penunjang gaya hidup/hobi/kesenangan, dengan ukuran tubuh sedang-besar dan tipe rangka centre tunnel menjadi yang paling disukai oleh konsumen dari semua jenis kelamin dan kelompok usia. Selain itu, skuter dengan desain emosional (terutama skuter 'fashionable' dan 'sporty' dengan kesan/ciri 'big-bike'), tetapi masih sesuai dengan postur pengendara dan memiliki manfaat fungsional saat in menjadi tren dan cenderung semakin disukai oleh konsumen Indonesia dari semua jenis kelamin dan kelompok usia. Dengan membuka diskusi untuk studi lebih lanjut mengenai atribut desain yang lebih rinci, hasil penelitian ini diharapkan dapat digunakan sebagai referensi awal bagi para desainer, produsen, dan peneliti desain untuk memenuhi permintaan sentimental konsumen saat ini", "Daftar File": {"2020 TS PP HARSANINDHITYA BAGUS PANUNTUN 1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/205264", "2020 TS PP HARSANINDHITYA BAGUS PANUNTUN 2.pdf\n]": "https://digilib.itb.ac.id/gdl/download/205265", "2020 TS PP HARSANINDHITYA BAGUS PANUNTUN 3.pdf\n]": "https://digilib.itb.ac.id/gdl/download/205266"}, "Penulis": "Harsanindhitya Bagus Panuntun [27118089]", "Kontributor / Dosen Pembimbing": ["Andar Bagus Sriwarno, S.Sn., M.Sn., Ph.D.", "Deny Willy Junaidy, S.Sn., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "skuter, Indonesia, generasi Y dan Z, ukuran bodi, tipe rangka, karakter desain bodi, MANOVA, semantic differential.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "3 file", "Tanggal Input": "16 Mar 2020"}