{"Nomor": 47204, "Judul": "ANALISIS FUNGSI SEISMIC HAZARD DAN AMPLIFIKASI DI PULAU SUMATRA", "Abstrak": "Badan Meteorologi Klimatologi dan Geofisika (BMKG) mencatat telah terjadi setidaknya 228 kejadian gempa signifikan dan merusak di Indonesia selama dua puluh tahun terakhir. Kejadian gempa ini telah menimbulkan kerusakan dan menelan korban jiwa serta kerugian secara ekonomi. Kerusakan akan diperparah dengan adanya amplifikasi di wilayah tersebut. Mitigasi bencana perlu dilakukan untuk mengurangi dampak kerusakan yang terjadi. Salah satunya dengan melakukan kajian potensi bahaya seismik. Sumatra dipilih sebagai daerah penelitian karena memiliki data katalog yang cukup panjang. Selain itu gempa dengan magnitude diatas 8 berlokasi di Sumatra diantaranya gempa Aceh 2004 (Mw 9,2) dan gempa Nias 2005 (Mw 8,7).\nKajian potensi bahaya dengan fungsi seismic hazard yang merupakan plotting antara probabilitas dengan peak ground acceleration (PGA). Triyoso dkk. (2020) menggunakan kombinasi model seismisitas hasil pemodelan dengan metode seismicity smoothing dengan berbagai correlation distance dan pre seismic moment rate untuk menghitung fungsi seismic hazard dengan sumber kegempaan berasal dari zona subduksi. Model ini yang digunakan dalam kajian seismic hazard ini. Sedangkan faktor amplifikasi pada stasiun pengamat BMKG dihitung menggunakan metode horizontal-vertical spectral ratio (HVSR).\nFungsi seismic hazard yang dihasilkan untuk 13 stasiun di Sumatra menunjukkan potensi bahaya lebih tinggi berada di kota dekat pesisir dan kemungkinan guncangan lebih besar di bagian selatan Sumatra. Dengan memasukkan faktor amplifikasi di tiap kota didapatkan nilai estimasi PGA di permukaan yang dapat digunakan sebagai salah satu masukan untuk mitigasi bencana seismik.", "Daftar File": {"ABSTRAK Aris Suwondo": "https://digilib.itb.ac.id/gdl/download/205250"}, "Penulis": "Aris Suwondo [22417308]", "Kontributor / Dosen Pembimbing": ["Dr. Wahyu Triyoso, M.Sc.", "Dr. Afnimar, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "potensi bahaya seismic, fungsi seismic hazard, zona subduksi Sumatra, probabilitas, peak ground acceleration (PGA), amplifikasi, HVSR.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Mar 2020"}