{"Nomor": 47200, "Judul": "ANALISIS KETENTUAN INTENSITAS BANGUNAN PADA RUAS JALAN MARGONDA RAYA KOTA DEPOK BERDASARKAN KAPASITAS JALAN", "Abstrak": "Peningkatan sistem kegiatan seringkali tidak sebanding dengan pertumbuhan sistem\njaringan jalan yang dapat mengakomodir sistem pergerakan. Intensitas bangunan\nyang diatur dalam pengaturan intensitas pemanfaatan ruang memiliki pengaruh yang\nsejajar terhadap sistem pergerakan. Ketentuan intensitas bangunan yang tinggi dapat\nmenyebabkan turunnya tingkat pelayanan jalan. Ruas Jalan Margonda Raya di Kota\nDepok yang berstatus jalan arteri sekunder seringkali mengalami terjadi kemacetan.\nHal ini mengindikasikan bahwa ketentuan intensitas bangunan di jalan tersebut belum\nsesuai dengan kapasitas jalan yang tersedia. Studi ini bertujuan untuk mengkaji\nintensitas bangunan sepanjang ruas Jalan Margonda Raya Kota Depok berdasarkan\nkapasitas jalannya. Intensitas bangunan merupakan salah satu bentuk pengendalian\npemanfaatan ruang (“zoning”) dan “Development Impact Assessment”. Pengumpulan\ndata diperoleh melalui survei sekunder (misalnya, studi literatur dan data dari\ninstitusi), dan survei primer berupa “traffic counting” dan observasi. Studi ini\nmenggunakan analisis perhitungan “level of service” (LOS) eksisting, perhitungan\n“volume capacity ratio” (VCR) terhadap rencana ketentuan intensitas bangunan,\nserta perhitungan skenario intensitas bangunan dengan menjadikan kapasitas jalan\nsebagai konstrain (“supply”). Sedangkan, intensitas bangunan (“demand”) berupa\nKoefisien Lantai Bangunan (KLB) yang digunakan. Berdasarkan hasil analisis\nperhitungan VCR, apabila KLB maksimum pada RDTR Kota Depok 2018 - 2038\nditerapkan secara menyeluruh, kapasitas jalan yang tersedia tidak akam mampu\nmenampung volume pergerakan yang dihasilkan. Kondisi ruas Jalan Margonda Raya\nKota Depok berada pada LOS F (VCR berkisar 3,4 – 8,1). Sehingga, perlu adanya\npeninjauan kembali terhadap ketentuan yang ada melalui analisis skenario intensitas\nbangunan maksimum. Peninjauan kembali tersebut juga diperkuat dengan hasil\nanalisis LOS eksisting yang berada di bawah ambang batas (LOS C) untuk beberapa\nsegmen dan arah. Analisis skenario intensitas bangunan maksimum dilakukan dengan\nmempertahankan fungsi yang telah ditentukan dalam rencana. Hasil analisis\nmenunjukkan bahwa ketentuan intensitas bangunan maksimum pada RDTR perlu\nditurunkan untuk menunjang sistem jaringan dan sistem pergerakan yang ada.", "Daftar File": {}, "Penulis": "Luthfikal Hakim Addiputra [15415033]", "Kontributor / Dosen Pembimbing": ["Nurrohman Wijaya, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "guna lahan, intensitas bangunan, kapasitas jalan, Koefisien Lantai Bangunan, Margonda Raya", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "16 Mar 2020"}