{"Nomor": 47214, "Judul": "RENCANA PEMANTAUAN DAN EVALUASI PROGRAM PENGEMBANGAN MASYARAKAT BIDANG PENDIDIKAN: KASUS BEASISWA BAFCO PT BADAK NGL", "Abstrak": "Badak Full Scholarship (BAFCO) adalah program beasiswa PT Badak NGL untuk siswa mulai dari sekolah menengah pertama, sekolah menengah atas, dan program sarjana. Beasiswa ini mentargetkan siswa yang memiliki prestasi akademik luar biasa tetapi berasal dari keluarga berpenghasilan rendah / miskin.\nStudi ini bertujuan untuk mengatasi kurangnya pemantauan dan evaluasi hasil dari program BAFCO. Penelitian ini dilakukan dengan metode deskriptif dan kualitatif. Wawancara dengan para informan kunci dilakukan untuk mendapatkan data primer untuk analisis. Hasil analisis menunjukkan bahwa akar penyebab dari kurangnya pemantauan & evaluasi program adalah asumsi bahwa program BAFCO kurang signifikan daripada program pemberdayaan UMKM (Usaha Mikro, Kecil dan Menengah), tidak ada tuntutan untuk pemantauan & evaluasi dari pemerintah & masyarakat sekitar, tidak ada metode pemantauan & evaluasi untuk program BAFCO yang tersedia, dan kurangnya ahli (sumber daya).\nUntuk mengatasi masalah ini, Rencana Pemantauan & Evaluasi dikembangkan berdasarkan pendekatan Manajemen Berbasis Hasil. Rencana pemantauan & evaluasi, serta peran dan tanggung jawab diperkuat dengan peluang peningkatan. Peningkatan tersebut termasuk peningkatan implementasi BAFCO yang mempengaruhi rantai hasil (input, output, hasil, dan dampak).\nAda 3 opsi / skenario pemantauan & evaluasi dalam rencana implementasi yang dapat diimplementasikan dengan menyesuaikan rencana terhadap tingkat komitmen manajemen dan juga sumber daya yang tersedia. Opsi / skenario adalah: \na)\tPemantauan & Evaluasi tanpa sumber daya tambahan; \nb)\tPemantauan & Evaluasi dengan sumber daya tambahan tanpa pihak ketiga; \nc)\tPemantauan & Evaluasi dengan sumber daya tambahan dan pihak ketiga. \nOpsi menunjukkan bahwa semakin sedikit sumber daya, semakin sedikit hasil yang dapat dipantau & dievaluasi, yang juga berarti semakin sedikit informasi yang tersedia untuk identifikasi perbaikan, evaluasi/ justifikasi budget dan/atau keputusan managemen.\nProgram ini terbukti mendukung pencapaain SDG 4 (Pendidikan berkualitas). Perusahaan dapat memperluas pemantauan & evaluasi program ini untuk menilai dampak dari program ini, terutama untuk pencapaian SDG 1 (Tidak ada kemiskinan) dan SDG 3 (Kesejahteraan).", "Daftar File": {"2020_TS_PP_Prihtyasiwi Ramdhani_1-Abstrak (1).pdf\n]": "https://digilib.itb.ac.id/gdl/download/205280"}, "Penulis": "Prihtyasiwi Ramdhani [29116329]", "Kontributor / Dosen Pembimbing": ["Dr. Bambang Rudito, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "pengembangan masyarakat, beasiswa, rencana pemantauan & evaluasi", "Sumber": "PT BADAK NGL", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "16 Mar 2020"}