{"Nomor": 47217, "Judul": "STUDI PETROLOGI DAN MINERALOGI LAVA GUNUNG BARUJARI DALAM KOMPLEKS GUNUNG RINJANI, LOMBOK, NUSA TENGGARA BARAT", "Abstrak": "Studi dilakukan pada lava andesit berumur Kuarter yang merupakan produk Gunung Barujari dalam Kompleks Gunung Rinjani. Produk lava dari tua ke muda terdiri Satuan Lava 1944 (L44), Satuan Lava 1966 (L66), Satuan Lava 1994 (L94), Satuan Lava 2004 (L04), Satuan Lava 2009 (L09). Analisis petrologi dan mineralogi menggunakan mikroskop polarisasi dan SEM-EDS dari satuan lava tertua sampai dengan satuan lava termuda dilakukan dengan tujuan untuk menentukan karakteristik magma (afinitas, temperatur, dan tekanan) dan perubahan komposisi kimia dari fenokris mineral – mineral penyusun yang dapat digunakan untuk menjelaskan evolusi magma yang terjadi pada lava Gunung Barujari dalam Kompleks Gunung Rinjani.\nAnalisis petrologi menunjukkan Lava Gunung Barujari merupakan andesit olivin terdiri dari fenokris plagioklas, piroksen, olivin, dan mineral opak dengan masadasar gelas volkanik, mikrolit plagioklas, piroksen, dan mineral opak.\nAnalisis mineralogi klinopiroksen, Lava Gunung Barujari dalam Kompleks Gunung Rinjani memiliki afinitas magmatik berupa kalk-alkali. Evolusi magma pada Gunung Barujari berawal dari magma yang mengalami proses konveksi dengan temperatur 980 – 1110.4oC dan membentuk Satuan Lava 1944 (L44). Kemudian, temperatur magma meningkat pada Satuan Lava 1966 (L66) menjadi 1010 – 1120oC yang diakibatkan oleh adanya injeksi magma yang lebih primitif yang kaya akan unsur Mg dan Ca. Setelah itu, magma mengalami proses konveksi yang menyebabkan penurunan temperatur menjadi 1000 – 1090.3oC dan membentuk Satuan Lava 1994 (L94). Proses konveksi pada magma terus berlanjut pada pembentukkan Satuan Lava 2004 (L04) dengan temperatur yang terus menurun hingga 950oC. Pada Satuan Lava 2009 (L09) dapur magma kembali mengalami injeksi magma yang lebih primitif dengan temperatur yang kembali meningkat menjadi 1080 – 1127oC.", "Daftar File": {}, "Penulis": "Alvin Setiawan [12015066]", "Kontributor / Dosen Pembimbing": ["Dr. I Gusti Bagus Eddy Sucipta, S.T., M.T.", "Dr. Heryadi Rachmat, S.T., M.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "andesit olivin, afinitas magma, evolusi magma, Gunung Barujari, Kompleks Gunung Rinjani", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "16 file", "Tanggal Input": "16 Mar 2020"}