{"Nomor": 47226, "Judul": "ANALISIS DAMPAK KENAIKAN TEKANAN OPERASI INTERCONDENSER TERHADAP KINERJA PLTP", "Abstrak": "Intercondenser pada unit 4 PLTP Awibengkok mengalami kasus penyumbatan.\nPenyumbatan memberi dampak langsung di antaranya tekanan operasi intercondenser naik, daya\nhisap ejektor tingkat satu (ejektor t1) turun di mana terjadi akumulasi NCG dan uap yang tak\nterkondensasi pada kondensor yang berakibat naiknya tekanan. Naiknya tekanan kondensor\nmengakibatkan daya neto turbin turun.  \n Untuk menggambarkan fenomena di atas dapat dilakukan dengan perhitungan simulasi.\nSimulasi dapat dimulai apabila kondisi kesetimbangan ejektor tingkat satu telah didapat sehingga\nintercondenser dapat dievaluasi untuk mendapatkan kondisi kesetimbangannya (tekanan\nintercondenser kondisi desain). Tekanan desain operasi intercondenser didapat senilai 0,403 bar\ndengan ?????\n25????????????????????\n senilai 117.432 kg/jam dan ?????\n senilai 830 kg/jam. Simulasi dilakukan\ndengan kondisi penyumbatan 5%, 6%, 7%, dan 8%.   \n Dengan dilakukannya simulasi penurunan laju aliran masa air pendingin (penyumbatan),\ndiperoleh beberapa dampak langsung di antaranya discharge pressure ejektor t1 (tekanan\nintercondenser) naik, laju hisap uap campuran ejektor t1 dari kondensor turun, akibatnya tekanan\nkondensor meningkat. Peningkatan  ????????????????????????????????????????? pada ejektor tingkat satu linear dengan\npeningkatan ?????????. Fenomena ini berujung pada turunnya daya neto turbin. Penyumbatan sebesar\n7% terhadap laju aliran memberi dampak penurunan daya neto turbin sebesar 73 kWatt.", "Daftar File": {"2020 TS Gifari Rianda": "https://digilib.itb.ac.id/gdl/download/205314"}, "Penulis": "Gifari Rianda [23117025]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Willy Adriansyah, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Penyumbatan Intercondenser, Kapasitas Ejektor, Perpindahan Panas Kontak Langsung, Metode Iterasi Secara Siklus.", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "1 file", "Tanggal Input": "17 Mar 2020"}