{"Nomor": 47224, "Judul": "MINIMUM MISCIBILITY PRESSURE REDUCTION IN CO2 GAS MIXTURE INJECTION", "Abstrak": "Different mechanisms in CO2 injection will result in different recoveries. The miscible injection where the injection pressure is above the minimum miscibility pressure (MMP) may increase the oil recovery factor by 8% to 16%. If the injection is carried out in immiscible condition, the additional oil recovery will only be around 5% to 10 % of the initial oil in-place. However, the miscible injection is often not possible when the reservoir pressure has fallen far below the initial condition or the wells are not deep enough to hold high injection pressure. In such case, it is necessary to reduce the MMP for achieving the miscibility.\nIn the present study, the MMP reduction is done by adding some solvents. Two types of solvent namely ethanol and propanone were added into the CO2. To support the investigation, a newly designed apparatus was developed and manufactured to determine the MMP through data sets of interfacial tension, swelling factor, and viscosity graphically. The new apparatus was able to measure data sets of the three parameters simultaneously ensuring consistency of the acquired data. Three samples of dead and live oils were used in the experimental work to evaluate the performance of the solvents in reducing the MMP. The samples consist of aromatic and paraffinic oils with three different API gravities.\nThe results showed that both ethanol and propanone were able to reduce the MMP. At reservoir pressure and temperature condition, the solvents could reduce the MMP to as much as 39% of the original MMP with pure CO2. The addition of solvents was also found to help increasing the CO2 injection performance with the increase in recovery factor of as much as 10%. The maximum effect was achieved when 10% of propanone was mixed with CO2 and injected into the paraffinic Sample 3. Furthermore, it was clearly observed that when CO2 was injected into the paraffinic oil, wax precipitation was immediately formed. Whenever such a case occurs, the addition of solvent will help reducing the effect of precipitation.", "Daftar File": {"DAFTAR Andri Luthfi Lukman Hakim": "https://digilib.itb.ac.id/gdl/download/206955"}, "Penulis": "Andri Luthfi Lukman Hakim [32215008]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Asep Kurnia Permadi, M.Sc., Ph.D.", "Prof. Ir. Doddy Abdassah, M.Sc., Ph.D.", "Prof. Wisup Bae, Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Minimum Miscibility Pressure, Solvent, CO2, Paraffinic, Aromatic", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "8 file", "Tanggal Input": "16 Mar 2020"}