{"Nomor": 47221, "Judul": "ANALISIS LOKASI POTENSIAL TRANSIT ORIENTED DEVELOPMENT (TOD) PADA TITIK TRANSIT LRT SUMATERA SELATAN", "Abstrak": "Pertumbuhan penduduk yang semakin tinggi dan tidak terkontrol merupakan suatu\npermasalahan pada perkotaan. Dengan jumlah penduduk yang semakin meningkat\npesat sehingga mengakibatkan suatu kota sudah tidak mampu lagi untuk\nmenampung dengan kondisi yang layak, sehingga akan membuat beberapa\npenduduk akan lebih memilih untuk tinggal di pinggiran kota (suburbanisasi). Hal\nini juga terjadi di Kota Palembang. Dengan adanya suburbanisasi ini maka akan\nmengakibatkan terjadinya peningkatan penggunaan kendaraan pribadi sebagai alat\ntransportasi. Peningkatan penggunaan kendaraan pribadi ini akan berdampak pada\nkemacetan yang diakibatkan pada meningkatnya pergerakan dan aktivitas\npenduduk dari/menuju pusat kota. Untuk itu diperlukannya alternatif transportasi\nlain untuk mengurangi kemacetan. Adanya pembangunan LRT sebagai moda\nangkutan massal, maka hal ini dapat menjadikan LRT sebagai salah satu potensi\ndalam pengembangan sistem transportasi di Kota Palembang. Selain itu, dengan\nadanya LRT ini juga diharapakan dapat mengurangi penggunaan kendaraan pribadi\ndan mengurangi kemacetan. Namun, saat ini penggunaan LRT sebagai moda\nangkutan umum di Kota Palembang masih rendah, sehingga perlu dilakukannya\nsuatu upaya agar penggunaan LRT ini dapat meningkat. Untuk meningkatkan\npenggunaan LRT di Kota Palembang, maka perlu adanya suatu upaya agar LRT ini\ndapat dimanfaatkan secara efisien. Salah satunya yaitu dengan penerapan konsep\nTOD pada kawasan di sekitar stasiun LRT. Melalui integrasi simpul transportasi\ndengan penggunaan lahan di sekitar stasiun, maka hal ini diharapkan dapat\nmeningkatkan pergerakan/aktivitas pada kawasan di sekitar stasiun tersebut. Dalam\nmenentukan lokasi mana saja yang dapat dikembangkan sebagai kawasan TOD,\nmaka perlu dilakukannya suatu penilaian pada kawasan di sekitar stasiun LRT yang\nmemenuhi kriteria pengembangan kawasan TOD. Oleh karena itu, penelitian ini\nbertujuan untuk mengidentifikasi lokasi mana saja pada titik-titik transit LRT\nSumsel yang bepotensi untuk dikembangkan menjadi kawasan TOD. Metode\nanalisis yang digunakan dalam penelitian ini adalah analisis deskriptif, dimana\nanalisis deskriptif yang digunakan adalah analisis deskriptif kualtataif dan analisis\ndeskriptif kuantitatif. Analisis deskriptif kualitatif ini digunakan untuk melihat\nlokasi potensial dan permasalahan pengembangan TOD di titik transit LRT.ii\nSedangkan analisis deskriptif kuantitatif ini digunakan saat mengolah data yang\nterukur secara numerik seperti perhitungan luasan guna lahan, mengukur jarak\ndari/ke stasiun/pusat kegiatan/tempat tinggal/tempat bekerja, menghitung jumlah\npenduduk dalam di dalam area TOD, menghitung kepadatan penduduk, dan\nmenghitung kepadatan kawasan. Hasil penelitian menunjukkan 3 stasiun dari 13\nstasiun LRT yang berpotensi untuk dikembangkan menjadi kawasan TOD. Stasiun\ntersebut adalah Stasiun Punti Kayu, Stasiun Bumi Sriwijaya, dan Stasiun\nJakabaring. Berdasarkan hasil analisis tipologi TOD menurut Permen ATR No. 16\nTahun 2017 pada lokasi potensial ini adalah kawasan Stasiun Bumi Sriwijaya\ntermasuk tipologi TOD kota, dan kawasan Stasiun Punti Kayu dan Stasiun\nJakabaring termasuk tipologi TOD lingkungan. Untuk mengembangkan setiap titik\npotensial menjadi kawasan TOD dibutuhkan pengidentifikasikan aspek-aspek yang\nperlu dipertimbangkan dan komponen yang perlu diatur untuk mengatasi gap antara\nprasyarat dan prinsip dengan persoalan terkait kondisi dan dukungan rencana yang\nberlaku saat ini", "Daftar File": {"ABSTRAK Tri Andriani": "https://digilib.itb.ac.id/gdl/download/205287", "BAB 1 Tri Andriani": "https://digilib.itb.ac.id/gdl/download/205288", "BAB 2 Tri Andriani": "https://digilib.itb.ac.id/gdl/download/205289", "BAB 3 Tri Andriani": "https://digilib.itb.ac.id/gdl/download/205290", "BAB 4 Tri Andriani": "https://digilib.itb.ac.id/gdl/download/205291", "BAB 6 Tri Andriani": "https://digilib.itb.ac.id/gdl/download/205292", "DAFTAR Tri Andriani": "https://digilib.itb.ac.id/gdl/download/205293", "2020 TS PP TRI ANDRIANI_LAMPIRAN.pdf?": "https://digilib.itb.ac.id/gdl/download/205294"}, "Penulis": "Tri Andriani [25417077]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Puspita Dirgahayani, S.T., M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Stasiun, TOD, LRT, Potensi, Transportasi", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "16 Mar 2020"}