{"Nomor": 47230, "Judul": "PENGEMBANGAN METODE ANALISIS METFORMIN DAN GLIMEPIRID DALAM TABLET SECARA KLT-SPEKTROFLUOROMETRI", "Abstrak": "Diabetes mellitus (DM) merupakan gangguan metabolisme kronis yang terkait\ndengan kadar glukosa dalam darah. Terdapat 2 tipe DM yaitu DM tipe 1 dan DM\ntipe 2. DM tipe 2 disebabkan oleh genetik dan gaya hidup yang merupakan\nkontributor terbesar untuk kasus DM. Pasien dengan DM tipe 2 yang diobati dengan\nterapi kombinasi menggunakan sediaan kombinasi dosis tetap (FDC) untuk\nmeningkatkan kepatuhan pasien dan efek terapeutik. Kandungan sediaan FDC\nadalah metformin dan glimepiride. Penetapan kadar keduanya belum terdapat\ndidalam monografi kompendial. Dalam penelitian ini telah dikembangkan metode\nanalisis metformin dan glimepiride yang cepat, sederhana, dan spesifik\nmenggunakan KLT-spektroflurometri. Kadar metformin dan glimepirid dalam\ncampuran ditentukan secara KLT-spektrofluorometri menggunakan dansil klorida\nsebagai pereaksi derivatisasi dalam kondisi alkali. Pada metode KLT, metformin\ndan glimepiride dilarutkan dengan metanol dan memberikan nilai Rf masingmasing 0,52 dan 0,70 dalam sistem fase diam silika gel GF254 dan cairan\npengembang berupa campuran metanol:air:asam asetat glasial (6:4:0,25). Hasil\nKLT dikerok dan direaksikan menggunakan dansil klorida 0,1% kemudian\ndilakukan pengukuran intensitas fluoresensi pada panjang gelombang emisi 483 nm\nuntuk metformin dan 489 nm untuk glimepirid. Validasi metode dilakukan dengan\nmenentukan linearitas, akurasi, presisi, batas deteksi (BD) dan batas kuantisasi\n(BK). Metode yang telah divalidasi diaplikasikan untuk penetapan kadar\nmetformin dan glimepirid dalam tablet di pasaran. Kandungan tablet memenhi\nsyarat yang ditetapkan oleh Farmakope Indonesia V.", "Daftar File": {"ABSTRAK Salsabila Adlina": "https://digilib.itb.ac.id/gdl/download/205318", "COVER Salsabila Adlina": "https://digilib.itb.ac.id/gdl/download/244225", "BAB 1 Salsabila Adlina": "https://digilib.itb.ac.id/gdl/download/244226", "BAB 2 Salsabila Adlina": "https://digilib.itb.ac.id/gdl/download/244227", "BAB 3 Salsabila Adlina": "https://digilib.itb.ac.id/gdl/download/244228", "BAB 4 Salsabila Adlina": "https://digilib.itb.ac.id/gdl/download/244229", "BAB 5 Salsabila Adlina": "https://digilib.itb.ac.id/gdl/download/244230", "BAB 6 Salsabila Adlina": "https://digilib.itb.ac.id/gdl/download/244231", "PUSTAKA Salsabila Adlina": "https://digilib.itb.ac.id/gdl/download/244232"}, "Penulis": "Salsabila Adlina [20717305]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Slamet Ibrahim Surantaatmadja", "Benny Permana, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Metformin, Glimepirid, KLT, Spektrofluorometri, Dansil Klorida.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "17 Mar 2020"}