{"Nomor": 47236, "Judul": "PENGARUH PROTEIN X MUTAN T118N DAN K130M/V131I VIRUS HEPATITIS B TERHADAP APOPTOSIS, SIKLUS SEL, DAN PROFIL TRANSKRIPTOM SEL HEPG2", "Abstrak": "Virus hepatitis B (VHB) merupakan penyebab utama dalam pembentukan sirosis\nhati yang akan berkembang menjadi karsinoma hati. Protein X VHB (HBx)\ndiketahui memiliki peran penting dalam patogenesis karsinoma hati yang\ndisebabkan oleh VHB. Mutasi yang terjadi pada gen x mempengaruhi mekanisme\nfungsional HBx dan berperan pada perkembangan hepatitis B kronis menjadi\nkarsinoma hati. Tujuan penelitian ini adalah menentukan pengaruh HBx T118N\ndan K130M/V131I terhadap apoptosis dan siklus sel HepG2 menggunakan flow\ncytomery dan menentukan profil transkriptom sel HepG2 menggunakan Next\nGeneration Sequencing (NGS). Apoptosis, siklus sel, dan profil transkriptom sel\nHepG2 diamati dengan melihat perbandingan pengaruh HBx T118N dan HBx\nK130M/V131I terhadap HBx wild-type. Hasil analisis apoptosis menunjukkan\nadanya penurunan apoptosis pada sel HepG2 yang mengekspresikan HBx\nK130M/V131I dan peningkatan apoptosis pada sel HepG2 yang mengekspresikan\nHBx T118N pada tahap early apoptosis dan late apoptosis jika dibandingkan\ndengan sel HepG2 yang mengekspresikan HBx wild-type. Hasil analisis siklus sel\nmenunjukkan tidak ada perbedaan regulasi siklus sel pada sel HepG2 yang\nmengekspresikan HBx wild-type, HBx K130M/V131I, dan HBx T118N. Analisis\ntranskriptom menggunakan NGS menunjukkan adanya peningkatan regulasi\nekspresi gen hspa6 dan penurunan regulasi pada gen rna28s5. Kedua gen tersebut\ndiketahui memiliki peran dalam regulasi apoptosis dan siklus sel.", "Daftar File": {"ABSTRAK Andhika Rizky Gilang Mahaputra": "https://digilib.itb.ac.id/gdl/download/205324", "COVER Andhika Rizky Gilang Mahaputra": "https://digilib.itb.ac.id/gdl/download/244202", "BAB 1 Andhika Rizky Gilang Mahaputra": "https://digilib.itb.ac.id/gdl/download/244203", "BAB 2 Andhika Rizky Gilang Mahaputra": "https://digilib.itb.ac.id/gdl/download/244204", "BAB 3 Andhika Rizky Gilang Mahaputra": "https://digilib.itb.ac.id/gdl/download/244205", "BAB 4 Andhika Rizky Gilang Mahaputra": "https://digilib.itb.ac.id/gdl/download/244206", "BAB 5 Andhika Rizky Gilang Mahaputra": "https://digilib.itb.ac.id/gdl/download/244207", "BAB 6 Andhika Rizky Gilang Mahaputra": "https://digilib.itb.ac.id/gdl/download/244208", "PUSTAKA Andhika Rizky Gilang Mahaputra": "https://digilib.itb.ac.id/gdl/download/244209"}, "Penulis": "Andhika Rizky Gilang Mahaputra [20717301]", "Kontributor / Dosen Pembimbing": ["Dr. Aluicia Anita Artarini, S.Si., M.Sc., Apt.", "Prof. Dr. Debbie Soefie Retnoningrum", "Dr. Ratna Annisa Utami, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Apoptosis, HBx, HepG2, NGS, siklus sel, transkriptom.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "17 Mar 2020"}