{"Nomor": 47231, "Judul": "PEMBELAJARAN MESIN PADA GAMBAR RETINA UNTUK DETEKSI PENYAKIT RETINA", "Abstrak": "Terdapat berbagai macam penyakit pada retina yang sangat berbahaya dan dapat menyebabkan kebutaan jika terlambat dideteksi. Untuk membantu ahli dalam melakukan diagnosis penyakit retina, dibutuhkan suatu model deteksi otomatis berdasarkan gambar retina. Namun saat ini, kebanyakan penelitian masih berfokus pada deteksi penyakit spesifik. Hal ini tentu menyulitkan jika dokter tidak mengetahui penyakit apa yang diderita atau pasien hanya ingin melakukan cek mata secara umum. Oleh karena itu, tugas akhir ini bertujuan untuk melakukan deteksi beberapa penyakit retina sekaligus berdasarkan gambar retina.\n\nMetode yang digunakan untuk menyelesaikan masalah tersebut adalah membangun model klasifikasi gambar dengan teknik pembelajaran mesin. Lebih lanjut, model deteksi yang dibangun menggunakan beban awal hasil transfer learning dari model lain yang sudah dilatih pada data ImageNet yang berukuran satu juta gambar sehingga tidak perlu mempelajari struktur gambar dari dasar. Klasifikasi yang digunakan pada model adalah klasifikasi multikelas berdasarkan jumlah penyakit yang dideteksi pada model ini ditambah dengan kelas normal jika pasien tidak menderita penyakit retina apapun.\n\nEksperimen pembelajaran mesin yang dilakukan menunjukkan hasil bahwa penggunaan deep learning dapat memberikan performansi yang cukup baik pada deteksi otomatis penyakit retina berdasarkan gambar retina. Lebih lanjut, model Inception memberikan hasil terbaik dengan akurasi tertinggi dan nilai recall setiap penyakit yang sangat baik. Akurasi terbaik yang diperoleh dengan percobaan beberapa parameter adalah 93% yang diraih dengan melakukan freeze pada satu modul Inception yang berfungsi sebagai ekstraktor fitur dasar dan nilai learning rate 0.0005. Model tersebut memiliki recall untuk AMD, retinopati diabetik, dan glaucoma berturut-turut sebesar 0.91, 0.94, dan 1.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/205319", "Abstract": "https://digilib.itb.ac.id/gdl/download/205320"}, "Penulis": "Dewita Sonya Tarabunga [13515021]", "Kontributor / Dosen Pembimbing": ["Ir. Rila Mandala, M.Eng., Ph.D.", "Nugraha Priya Utama, S.T., MA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "penyakit retina, foto fundus, transfer learning, pembelajaran mesin", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "17 Mar 2020"}