{"Nomor": 47249, "Judul": "SEBENTAR SEBENTAR SEBENTAR: JEDA DAN PEMAKNAAN ULANG", "Abstrak": "Sebentar Sebentar Sebentar: Jeda dan Pemaknaan Ulang merupakan upaya penulis menggali kegelisahan yang penulis rasakan dari laju kehidupan modern yang begitu cepat, yang selalu memacu dan memanipulasi setiap individu untuk terus menerus bergerak mengejar lebih, yang tak akan pernah cukup. Percepatan ini merupakan efek dari sistem penggerak dunia saat ini yang saling terhubung, yaitu kapitalisme, ekonomi ekstraktif, dan konsumerisme. Di tengah kehidupan yang berjalan sangat cepat, penulis merasa bahwa hal penting yang diperlukan namun sering terlupa adalah jeda. Keheningan sejenak untuk melihat kembali titik tujuan masing-masing dan merenungkan makna dari prosesnya.\nPenulis melihat potensi dari buku. Buku seperti sebuah wadah sempurna yang merepresentasikan jejak dari pengejaran manusia akan kehidupan yang lebih baik. Tanpa buku pula manusia tidak akan sampai pada posisinya hari ini. Ia menyimpan pemikiran, pengetahuan, dan sejarah; semua hal yang membawa manusia bisa sampai pada kehidupan yang setingkat lebih baik dari hari kemarin. Penulis mencoba membangun sebuah stimuli visual yang menuntun pengamat untuk merenungkan kembali makna dari pengejaran akan kehidupan yang lebih melalui pemaknaan kata ‘lebih’ itu sendiri.\nProses yang penulis rancang untuk menghadirkan stimuli tersebut melibatkan prinsip-prinsip seni grafis yaitu reduksi dan repetisi dengan cara mengekskavasi seluruh bagian buku kecuali satu kata, yaitu ‘more’ atau lebih. Seluruh kata ‘more’ yang ada di dalam buku penulis sisakan, menghasilkan secara gabungan ribuan kali pengulangan. Reduksi mempersempit sekaligus membersihkan ruang yang menuntun fokus. Repetisi secara linguistik dapat digunakan untuk memberikan penekanan. Dalam teori illusory truth effect repetisi memudahkan penyimpanan dan akses ulang satu informasi. Juga dalam karya-karya Pop Art repetisi digunakan sebagai idiom terkait dengan konsumerisme dan produk massal. Presentasi hasil akhir karya adalah sebuah instalasi, buku-buku disusun pada sebuah panel melengkung yang melingkupi keberadaan pengamat yang berdiri di hadapan karya. Stimuli penulis harapkan hadir dari interaksi dekat dan intim dengan instalasi.", "Daftar File": {}, "Penulis": "Kidung Kinanti Wulandari [17015015]", "Kontributor / Dosen Pembimbing": ["Dr. Tisna, Dipl.Art."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Seni Rupa Murni dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Buku, instalasi, jeda,kehidupan modern, lebih, pemaknaan, reduksi, repetisi,", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "17 Mar 2020"}