{"Nomor": 47241, "Judul": "PENERAPAN DESIGN ETHICS PADA INDUSTRI FESYEN KELAS MENENGAH DI BALI", "Abstrak": "Saat ini industri fesyen yang menjadi salah satu sub-sektor dalam industri kreatif di Indonesia, merupakan industri terbesar kedua dari 15 subsektor industri lainnya. Fenomena ini merupakan peluang dan potensi yang baik bagi perkembangan industri fesyen di Indonesia, tetapi jika ditelusuri lebih lanjut terdapat juga potensi dampak buruk terhadap lingkungan dan masyarakat dari perkembangan industri fesyen yang sangat pesat ini, yaitu seperti: penggunaan material yang memiliki dampak negatif terhadap ramah lingkungan; pengolahan limbah sisa produksi yang tidak optimal; produk berkualitas rendah dengan daur hidup yang singkat; permasalahan sosial ketenagakerjaan, konsumerisme dan lain-lain.\nDi Indonesia memang belum adanya suatu badan ataupun organisasi baik pemerintah ataupun pihak swasta yang secara khusus memberikan arahan atau bahkan aturan mengenai pengembangan fesyen yang tidak berdampak negatif terhadap lingkungan dan dapat meminimalisir berbagai permasalahan diatas. Tetapi bukan berarti di Indonesia tidak ada upaya sama sekali mengenai permasalahan tersebut. Setelah dilakukan penelusuran dalam skala nasional, sudah banyak dilakukan pameran, diskusi, fashion show, trade show dan berbagai kegiatan lainnya dalam upaya mengembangkan dan menerapkan konsep Design Ethics. Ruang lingkup Design Ethics sebagai teori utama dalam penelitian ini yaitu upaya seorang desainer dalam mengolah nilai-nilai estetika dan kreativitas; dan dalam waktu yang bersamaan juga merupakan bentuk tanggung jawab terhadap lingkungannya; hingga juga pada hal-hal yang bersifat transendental.\nPada perkembangan selanjutnya, ditemukan berbagai bisnis fesyen yang sudah menerapkan konsep Design Ethics pada proses berkarya dan mengembangkan bisnisnya. Adapun perkembangan bisnis fesyen yang menerapkan Design Ethics yang dinilai paling progresif di Indonesia yaitu di Bali. Dalam pelaksanaan penelitian ini, metode penelitian yang dilakukan yaitu pendekatan sosiologi. Pendekatan sosiologi digunakan untuk dapat mengamati perilaku dan strategi pelaksanaan Design Ethics dalam medan fesyen di Bali tersebut. Bagaimana unsur-unsur dalam medan fesyen tersebut saling berinteraksi sehingga memungkinkan bagi bisnis fesyen yang menerapkan Design Ethics tersebut untuk dapat berkembang disana. Selanjutnya pemetaan tadi dianalisa untuk pada akhirnya dapat disusun strategi perbaikan dan pengembangan terhadap fenomena sosial tersebut supaya dapat menjadi solusi yang lebih optimal dari berbagai permasalahan lingkungan dan sosial yang ditimbulkan oleh perkembangan industri fesyen.\nBisnis fesyen yang menerapkan konsep Design Ethics tersebut banyak berkembang di Bali karena Bali memiliki 2 hal utama yang melatarbelakanginya. Hal pertama yaitu karena kekhasan kebudayaan tradisional Bali berdasarkan Agama Hindu yang hingga saat ini masih dipegang teguh oleh masyarakat Bali. Ditemukan juga bahwa terdapat satu prinsip yang berasal dari ajaran Agama Hindu yang dianut oleh masyarakat Bali yaitu Tri Kaya Parisudha, yang terdiri dari tiga unsur Bayu-Sabda-Idep, yang sesuai dengan konsep Design Ethics. Hal yang kedua yang menjadi faktor pendukung perkembangan bisnis fesyen di Bali yaitu karena perkembangan sektor pariwisata di Bali yang menghasilkan medan fesyen yang kompleks tetapi sekaligus juga menjadi pasar yang sangat potensial bagi produk-produk dari bisnis fesyen yang menerapkan Design Ethics tersebut untuk bisa diapresiasi dengan baik oleh konsumen.", "Daftar File": {"2020 DS PP ARINI ARUMSARI 1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/205329", "2020 DS PP ARINI ARUMSARI 2.pdf\n]": "https://digilib.itb.ac.id/gdl/download/205330", "2020 DS PP ARINI ARUMSARI 3.pdf\n]": "https://digilib.itb.ac.id/gdl/download/205331", "2020 DS PP ARINI ARUMSARI 4.pdf\n]": "https://digilib.itb.ac.id/gdl/download/205332"}, "Penulis": "Arini Arumsari [37015010]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Sachari, M.Sn.", "Dr. Andryanto Rikrik Kusmara, S.Sn., M.Sn.", "Dr. Dwinita Larasati, S.Sn., MA"], "Jenis Koleksi": "Disertasi", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "design ethic, fesyen, industri skala menengah", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "4 file", "Tanggal Input": "17 Mar 2020"}