{"Nomor": 47246, "Judul": "PENGGUNAAN TEORI SENI RELASIONAL SEBAGAI METODE PENCIPTAAN KARYA SENI DI RUANG PUBLIK KOTA BANDUNG", "Abstrak": "Karya seni yang sejak awal sudah dirancang untuk dieksekusi di ruang yang dapat diakses oleh siapa pun tanpa prasyarat adalah pengertian seni ruang publik secara global. Pada perkembangannya, seni ruang publik di Indonesia memiliki keunikan, mulai dari sistem pendanaan hingga tahap eksekusi karya. Seni relasional menjadi perkembangan termutakhir dalam ragam eksekusi karya seni di ruang publik saat ini, melalui kajian fenomenologi dengan dasar pada keterlibatan partisipan atas karya seni melalui pengalaman yang dimiliki. Pendekatan keilmuan yang dipilih bersifat interdisipliner, yaitu seni relasional sebagai metode dasar penciptaan dengan melibatkan berbagai elemen selain seniman dan etnografi yang memperkuat setiap tahapan pada metode penciptaan sebagai ajuan metode baru penciptaan dan penempatan karya seni di ruang publik, metode seni instalasi dipergunakan untuk menggabungkan elemen-elemen tersebut dalam satu karya.\nKota Bandung saat ini menjadi sorotan sebagai bagian dari Jejaring Kota Kreatif Unesco (UCCN) bidang desain, perbaikan ruang-ruang publik dan perkembangan area kota ke wilayah baru membuat kota ini berkembang dengan dinamis, perbedaan dalam sejarah, budaya, dan kehidupan sosial membuat seni ruang publik di Kota Bandung dengan ragam jenis permasalahan, mulai dari penolakan, perusakan, hingga peniruan.\nPemetaan karya seni ruang publik yang hadir melalui metode lelang, penunjukan langsung dan kepakaran,serta eksperimen melalui karya-karya yang diciptakan selama penelitian ini berlangsung menjadi data penguat dalam menghadirkan metode alternatif untuk penciptaan karya seni di ruang publik di Kota Bandung atau wilayah lain yang memiliki potensi serupa.", "Daftar File": {"ABSTRAK Budi Adi Nugroho": "https://digilib.itb.ac.id/gdl/download/205360"}, "Penulis": "Budi Adi Nugroho [37015008]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Setiawan Sabana, MFA", "Dr. Tisna, Dipl.Art.", "Dr. Dwinita Larasati, S.Sn., MA"], "Jenis Koleksi": "Disertasi", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "Arts & recreation", "Kata Kunci": "enografi; fenomenologi, kota bandung; seni di ruang publik; seni instalasi; seni relational", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "17 Mar 2020"}