{"Nomor": 47255, "Judul": "OPTIMASI GEOMETRI STOPE PADA ENDAPAN VEIN MENGGUNAKAN ALGORITMA HEURISTIK YANG MEMPERTIMBANGKAN PARAMETER GEOMEKANIKA (STUDI KASUS: UBPE ANTAM PONGKOR)", "Abstrak": "Stope merupakan ruang dari bagian penambangan bawah tanah dimana badan bijih\nditambang untuk kemudian material hasil penggalian dibawa menuju permukaan\nuntuk diproses lebih lanjut. Optimasi stope merupakan serangkaian pekerjaan pada\nbagian perencanaan tambang bawah tanah yang bertujuan untuk memaksimalkan\nnilai dari stope yang akan digali. Banyak parameter yang berperan dalam optimasi\nstope. Kompleksitas dari kegiatan ini menjadi alasan perkembangan algoritma\noptimasi stope di dunia saat ini berjalan dengan saat cepat. Salah satu parameter\numum yang berperan dalam optimasi ini adalah parameter ekonomi dan\ngeomekanik. Parameter geomekanika sebagai bagian dari optimasi jarang\ndipertimbangkan secara langsung dalam algoritma optimasi. Penelitian ini\nbertujuan melibatkan parameter geomekanika dalam algoritma optimasi stope\nsehingga kegiatan optimasi stope berjalan dengan lebih optimal dan lengkap. Selain\nitu, penelitian ini diharapkan memberikan kemajuan pada algoritma optimasi\ndengan integrasi dua parameter utama dari optimasi stope ini. Matlab sebagai salah\nsatu bahasa pemrograman digunakan sebagai media pembuatan algoritma. Grafik\nkestabilan Mathews digunakan sebagai metode analisis kestabilan sebagai integrasi\ndalam algoritma dalam pemberian rekomendasi dimensi stope. Algoritma ini\nkemudian diuji dengan data lapangan. Blok model dengan jumlah blok 260,700\nberisi atribut geomekanik dan ekonomi digunakan sebagai media uji. Enam\norientasi optimasi uji digunakan dalam algoritma optimasi. Algoritma kemudian\nmenghasilkan satu solusi stope dengan lebar 7.5 meter , panjang 7.5 meter\nberdasarkan masukan parameter tinggi stope 5 meter. Algoritma juga telah teruji\nmengikuti batasan geomekanika berdasarkan grafik kestabilan Mathews.\nBerdasarkan enam orientasi optimasi, terdapat tiga orientasi (KJI, JIK, dan JKI)\nyang menghasilkan hasil optimal dengan desain dan output kelayakan yang sama.\nTotal 199 stope dengan material bijih tertambang sebesar 130,506 ton, berat emas\n1,323,153 gram, kadar emas 10.154 gram/ton dan total nilai kelayakan sebesar\n29,577,542 ton merupakan solusi optimal yang dihasilkan oleh algoritma baru.", "Daftar File": {"ABSTRAK Danu Putra": "https://digilib.itb.ac.id/gdl/download/205372", "BAB 1 Danu Putra": "https://digilib.itb.ac.id/gdl/download/238648", "BAB 2 Danu Putra": "https://digilib.itb.ac.id/gdl/download/238649", "BAB 3 Danu Putra": "https://digilib.itb.ac.id/gdl/download/238650", "BAB 4 Danu Putra": "https://digilib.itb.ac.id/gdl/download/238651", "BAB 5 Danu Putra": "https://digilib.itb.ac.id/gdl/download/238652", "PUSTAKA Danu Putra": "https://digilib.itb.ac.id/gdl/download/238653"}, "Penulis": "Danu Putra [22117017]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Budi Sulistianto, M.T.", "Dr.Eng. Tri Karian, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "optimasi, stope, algoritma, matlab, Mathews, kestabilan", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "17 Mar 2020"}