{"Nomor": 47252, "Judul": "STUDI ALTERASI HIDROTERMAL DAN EVOLUSI FLUIDA RESERVOIR DARI LAPANGAN PANASBUMI PATUHA, JAWA BARAT", "Abstrak": "Lapangan Panasbumi Patuha merupakan lapangan panasbumi dominasi uap yang berasosiasi dengan Gunungapi Kuarter Patuha. Meskipun demikian, keterdapatan mineral alterasi hidrotermal, seperti epidot, garnet, dan wairakit mengindikasikan bahwa lapangan panasbumi ini dahulu merupakan sistem dominasi air. Penelitian ini bermaksud untuk memahami evolusi fluida reservoir (dari dominasi air ke dominasi uap) dengan cara membandingkan mineralogi alterasi hidrotermal dengan kondisi sistem panasbumi masa kini.\nPenelitian ini menggunakan data sekunder dari empat sumur (IA2, IA4, IA6, dan IA8) yang terdiri dari 36 data serbuk bor, data pengukuran suhu dan tekanan, serta laporan log lumpur pengeboran. Penelitian ini menggunakan beberapa metode, yaitu pengamatan megaskopis dan mikroskopis serbuk bor khususnya dari bagian reservoir, analisis difraksi sinar-X (XRD) serbuk bor dan analisis kurva pengukuran suhu dan tekanan.\nLitologi terdiri dari lava andesit dan piroklastik yang berumur Pliosen Akhir-Holosen. Sebuah intrusi andesit porfiritik yang tidak tersingkap ditemukan di sumur. Intensitas alterasi pada sampel tergolong sedang-sangat kuat. Zona alterasi terdiri dari [1] Zona Smektit-Hematit (Zona Paleocaprock) yang ditemukan pada elevasi 2.030-1.950 mdpl, [2] Zona Smektit-Klorit (Zona Paleocaprock) yang ditemukan pada elevasi 1.950-1.770 mdpl, [3] Zona Smektit-Klorit-Kalsit (Zona Transisi) yang ditemukan pada elevasi 1.770-1.470 mdpl, [4] Zona Ilit-Klorit-Epidot-Kalsit (Zona Paleoreservoir) yang ditemukan pada elevasi lebih rendah dari 1.470 mdpl, dan [5] Zona Belerang (Zona Asam) yang ditemukan pada elevasi 2.150-1.420 mdpl. Paragenesis alterasi hidrotermal pada Zona Paleoreservoir menunjukkan bahwa fluida reservoir masa lampau merupakan air meteorik dengan suhu 280-310°C, pH netral, dan kandungan CO2 rendah. Fluida paleoreservoir berinteraksi dengan batuan, mengalami sedikit pendinginan, dan mengalami proses pendidihan. Pendidihan yang terus terjadi mengakibatkan fluida paleoreservoir menjadi pekat dan bertambah densitasnya. Hal ini mengakibatkan reservoir air mengalami penurunan rata-rata sebesar 1.020 m. Pendidihan yang terus terjadi juga mengakibatkan terbentuknya reservoir uap dengan ketebalan rata-rata 720 m di atas reservoir air dan mengakibatkan sistem berubah menjadi sistem dominasi uap.", "Daftar File": {}, "Penulis": "Indika Anthyanto [12014072]", "Kontributor / Dosen Pembimbing": ["Ir. Niniek Rina Herdianita, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "alterasi hidrotermal, evolusi, fluida reservoir, panasbumi, Patuha", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Mar 2020"}