{"Nomor": 47257, "Judul": "OPTIMISASI MANAJEMEN INJEKSI RESERVOIR, PENYIMPANAN, DAN PEMANFAATAN FLUIDA CO2 PADA LAPANGAN GAS BESAR MENGANDUNG CO2 TINGGI DENGAN MEMPERTIMBANGKAN MODEL GEOMEKANIKA", "Abstrak": "Kandungan CO2 yang berada di dalam sebuah lapangan migas selalu dianggap\nsebagai material buangan (waste material) dan dapat sangat mempengaruhi nilai\nkeekonomian dari lapangan tersebut, semakin tinggi kandungan nya maka diperlukan\nproses pengolahan dan tata kelola lingkungan lebih lanjut. Di dalam penelitian ini\ndengan metoda CSSU (Carbon Sequestration Storage and Utilization), fluida CO2\nyang dianggap sebagai waste material akan didayagunakan dan diubah menjadi\nmaterial yang ekonomis (economic material).\nKebaharuan dari penelitian ini adalah Optimisasi gabungan metoda deterministik dan\nstokastik dengan algoritma Particle Swarm Optimization (PSO) untuk menjawab\npermasalahan fungsi kompleks dan tidak linear pada metoda CSSU (Carbon\nSequestration Storage and Utilization). Metoda CSSU ini adalah sebuah integrasi\nkeilmuan geologi, geofisika, teknik reservoir dan ekonomi teknik dengan penentuan\noptimisasi teknis serta ekonomis dari pemanfaatan fluida CO2 yang terproduksi\nsebagai fluida pekerja pada suatu sistem pembangkit listrik yang telah dikondisikan\nmelalui sistem injeksi-produksi di formasi geologi.\nDaerah penelitian CSSU berada pada sebuah cekungan sedimen yang terdapat sebuah\nlapangan gas besar dengan kandungan CO2 70%. Perhitungan Volumetric Storage\nCapacity dengan pemodelan statik yang meliputi aspek geologi, geofisika dan\npetrofisika adalah sebesar 1,749.14 BCF atau 94.01 MMTon.\nPemodelan simulasi reservoir dilakukan dengan 3 model untuk dapat melihat\nperbandingan hasilnya yaitu: komposisional, komposisional + coupling geomekanika\ndan komposisional + coupling geomekanika + thermal yang diterapkan pada 3 kasus\nyaitu 2, 3 dan 5 sumur injeksi pada keadaan saturasi air bernilai 1 (Sw=1) dan 0.83\n(Sw =0.83). Terdapat perbedaan total injeksi antara simulasi komposisional ditambah\ncoupling geomekanika dibandingkan dengan simulasi komposisional biasa sebesar 1-\n2% dikarenakan faktor seperti Modulus Young, Poisson’s Ratio, Sudut dari Internal\nFriksi (Angle of Internal Friction) dan Koefisien Biot’s yang mempengaruhi\nperhitungan volume pori (pore volume) dari reservoir yang ada sehingga\nmempengaruhi perhitungan total injeksi fluida CO2.\nUntuk membuktikan metoda CSSU dimana fluida CO2 akan dimanfaatkan menjadi\nfluida pekerja maka dibangun 1 kasus yaitu 2 sumur injeksi dan 1 sumur produksi\nfluida CO2. Hasil simulasi menunjukan dengan adanya 1 sumur produksi maka total\nfluida CO2 yang diinjeksikan dari 2 sumur Injeksi dapat naik hingga 2 kali lipat hingga menjadi 1,150 BCF. Pemanfaatan fluida superkritikal CO2 dari produksi 1\nsumur selama 25 tahun dapat menghasilkan energi listrik sebesar 55 – 133.5\nMMBTU/Day atau 0.67 – 1.63 MW.\nBerdasarkan pemodelan keekonomian dengan adanya skema CSSU, maka nilai\nkeekonomian dapat ditingkatkan dengan adanya efisiensi Operating Cost secara Total\nsebesar 57 MM US$ akibat penghematan dari energi listrik yang dihasilkan, tambahan\ndari carbon trading sebesar 92 MM US$ sehingga NPV 10% CSSU adalah sebesar\n214.18 MM US$. Berdasarkan analisa sensitivitas keekonomian, maka nilai jual harga\ngas adalah faktor terbesar yang mempengaruhi keekonomian lalu disusul dengan\nbesaran nilai OPEX sebagai faktor kedua terbesar.\nSelanjutnya, langkah terakhir adalah optimisasi teknis dan ekonomis dengan metoda\ndeterministik dan stokastik yaitu algoritma Particle Swarm Optimization (PSO).\nKriteria optimasi teknis adalah berapa banyak jumlah energi listrik yang dapat\ndihasilkan dibagi dengan jumlah sumur yang ada. Sedangkan kriteria optimasi\nekonomis adalah dari berapa banyak jumlah biaya operasional yang dapat dihemat\ndibagi dengan jumlah sumur yang ada dan besaran energi listrik yang dihasilkan\ndibagi dengan besaran NPV 10%. Dari analisa diatas, maka kasus 4 sumur injeksi dan\nNPV keekonomian 200.00 MM US$ merupakan jumlah sumur yang optimum baik\nsecara teknis dan ekonomis.\nPerubahan parameter geomekanika yang ada akan mempengaruhi analisa tekno\nekonomis CSSU dimana perubahan sebesar 30% untuk parameter kompresibilitas\nbatuan dan parameter poisson ratio terjadi perubahan besaran energi listrik yang\ndihasilkan sebesar 0.01 MW atau 0.33% dan perubahan nilai keekonomian sebesar 4\nMMUS$ atau 2.24%.", "Daftar File": {}, "Penulis": "Jeres Rorym Cherdasa [32212302]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Tutuka Ariadji, M.Sc., Ph.D.", "Ir. Utjok W. R. Siagian, M.Sc., Ph.D.", "Prof. Ir. Benyamin Sapiie, Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "CSSU, Geomekanika, CO2, Utilisasi CO2", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "17 Mar 2020"}