{"Nomor": 47251, "Judul": "PENDUGAAN ZONA POTENSIAL PANAS BUMI DENGAN PEMANFAATAN HASIL PENGUKURAN GAS TANAH DI LAPANGAN PANAS BUMI GUNUNG PATUHA, KABUPATEN BANDUNG", "Abstrak": "Energi Baru Terbarukan (EBT) seperti panas bumi, sangat penting untuk dikembangkan dalam\npemenuhan kebutuhan energi di masa depan. Energi panas bumi merupakan salah satu jenis\nEBT yang potensial. Pengembangan metode eksplorasi panas bumi yang akurat dengan biaya\nmurah akan sangat membantu proses pengembangan dan pemanfaatan energi panas bumi.\nSurvei gas tanah merupakan salah satu metode eksplorasi pendahuluan yang dapat mendukung\nkegiatan eksplorasi panas bumi. Penelitian dilakukan di Lapangan Panas Bumi Gunung Patuha,\ndi sekitar wilayah operasi PT Geo Dipa Energi. Sampel gas diambil dari 16 titik sumur\npengamatan. Pengambilan data dilakukan pada bulan Agustus hingga Oktober 2019. Nilai\nkonsentrasi gas CO2 dan H2S yang diperoleh dianalisis hubungannya dengan keadaan litologi,\nstruktur, dan manifestasi serta nilai konsentrasi gas 222-Rn dan gas Hg. Dari hasil pengujian\ndiperoleh komposisi yang terkandung dalam sampel gas tanah adalah sebagai berikut; CH4,\nCO2, H2S, dan Ar. Nilai konsentrasi gas CO2 terukur pada rentang 217.80 - 361.48 ppm.\nSedangkan, nilai konsentrasi gas H2S terukur pada rentang 0.19 – 5.53 ppm. Dilakukan\npengamatan terhadap pengaruh litologi, struktur, manifestasi serta gas 222-Rn dan gas Hg pada\nnilai konsentrasi gas CO2 dan H2S dengan melakukan overlay peta persebaran spasial\nkonsentrasi gas CO2 dan H2S. Kondisi litologi tidak menunjukan korelasi yang signifikan\nterhadap nilai konsentrasi gas CO2 dan H2S . Keberadaan struktur menunjukan korelasi yang\nsignifikan terhadap konsentrasi gas CO2 dan H2S. Nilai konsentrasi gas 222-Rn memiliki\nkorelasi yang signifikan terhadap nilai konsentrasi gas CO2. Sedangkan, korelasi gas Hg dan\ngas CO2 tidak ditemukan pada penelitian ini, konsentrasi gas CO2 dan H2S juga tidak memiliki\nkorelasi yang signifikan pada penelitian ini. Berdasarkan analisis hasil overlay peta kontur\nkonsentrasi gas CO2 dan H2S dengan beberapa faktor, diduga terdapat dua domain zona\npotensial lapangan panas bumi pada lapangan panas bumi Gunung Patuha, yaitu, pada daerah\nBarat Laut dan Tenggara lapangan panas bumi Gunung Patuha.", "Daftar File": {"ABSTRAK Kaleb Eka Satya Yaroseray": "https://digilib.itb.ac.id/gdl/download/205368"}, "Penulis": "Kaleb Eka Satya Yaroseray [12115089]", "Kontributor / Dosen Pembimbing": ["Irwan Iskandar, S.T., M.T., Ph.D.", "Dr.mont. Andy Yahya Al Hakim, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Gunung Patuha, gas tanah, lapangan panas bumi, zona potensial, litologi, struktur geologi", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "17 Mar 2020"}