{"Nomor": 47250, "Judul": "OPTIMASI RASIO BLENDING DIRTY COAL DENGAN CHANCE-CONSTRAINED PROGRAMMING (CCP) DAN SIMULASI DISCRETE-EVENT PADA COAL PROCESSING PLANT PT X", "Abstrak": "PT X merupakan perusahaan yang melakukan kegiatan penambangan batu bara di pit dan pemrosesan batu bara mentah menjadi produk batu bara di Coal Processing Plant (CPP). Di CPP, perusahaan melakukan proses washing dilakukan untuk mengurangi kadar ash pada batu bara. Proses washing pada batu bara dengan kadar ash tinggi akan menghasilkan yield yang rendah yang akan berpengaruh pada komponen biaya produksi sehingga perusahaan harus menjaga nilai yield. Proses blending batu bara akan membantu menurunkan ash content batu bara input proses washing. Namun, perusahaan mengalami kesulitan dalam menentukan rasio ini karena ketidakpastian kualitas batu bara yang keluar dari pit walaupun sebelumnya sudah melakukan forecasting. Rasio blending ini digunakan perusahaan dalam menjalankan operasional rehandling di CPP. Penelitian ini bertujuan untuk menentukan rasio batu bara medium dirty (MD) dan high dirty (HD) input washing plant dan mencari solusi alternatif pengoperasian unit operasional di CPP.\nPenelitian ini menggunakan metode Chance-Constrained Programming (CCP) untuk memperoleh rasio blending dan simulasi discrete event untuk pencarian solusi alternatif pengoperasian unit. Model CCP dapat digunakan untuk model blending dimana kualitas suatu raw material tidak diketahui secara pasti, tetapi memiliki distribusi probabilitas yang telah diketahui. Model CCP digunakan untuk mengetahui rasio blending yang memaksimalkan penggunaan batu bara HD dan memenuhi batasan kualitas produk dan ketersediaan batu bara yang ada. Rasio ini kemudian digunakan sebagai input simulasi kegiatan rehandling di CPP. Simulasi ini mencakup dari datangnya truk dengan muatan batu bara dari pit hingga dihasilkannya produk AW dan CP.\nHasil penurunan solusi rasio blending MD:HD ketika perusahaan tidak mempertimbangkan status stok batu bara di ROM adalah 1:1.38~1.87 untuk batu bara HD dan 1:3.97~5.32 untuk batu bara dari seam C4_1. Rasio ini masih memenuhi rata-rata target yield 67%. Jika mempertimbangkan status stok batu bara di ROM, hanya dapat diperoleh rata-rata yield 64% dengan rasio MD:HD sebesar 1:1.56 untuk batu bara HD dan 1:3.19~3.70 untuk batu bara jenis C4_1. Simulasi pada unit operasional CPP menunjukkan bahwa pengurangan jam kerja di bawah 12 jam akan berdampak pada pengurangan produksi yang cukup drastis. Penambahan unit operasional rehandling CPP lebih baik dilakukan pada penambahan truk daripada penambahan unit wheel loader. Penambahan 2 unit truk akan menambah produksi sebesar 9000 ton per bulan.", "Daftar File": {"ABSTRAK Hana Widiapsari Nuraini": "https://digilib.itb.ac.id/gdl/download/205387"}, "Penulis": "Hana Widiapsari Nuraini [13415021]", "Kontributor / Dosen Pembimbing": ["Ir. Leksananto, M.Eng.", "Prof. Yassierli, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Chance-Constrained Programming, Coal Processing Plant, Simulasi", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "17 Mar 2020"}