{"Nomor": 47269, "Judul": "RESPON KOMUTER SEBAGAI PENGGUNA KENDARAAN PRIBADI TERHADAP PERUBAHAN STRATEGI TARIF PARKIR STUDI KASUS: WILAYAH PUSAT KOTA BANDUNG", "Abstrak": "Strategi tarif parkir merupakan salah satu strategi yang efektif terhadap perubahan\nperilaku, sehingga para perencana dapat menjadikan strategi ini untuk mengurangi\npergerakan ke pusat kota. Strategi tarif parkir juga terdapat pada rencana Kota\nBandung. Kota Bandung yang merupakan pusat dari Metropolitan Bandung Raya\nmenjadikan Kota Bandung dengan pergerakan yang tinggi terutama pergerakan\nkomuter ke wilayah pusat. Wilayah pusat Kota Bandung dengan tingkat kepadatan\nberagam memiliki permasalahan kemacetan yang cukup signifikan. Kepadatan\nyang beragam seharusnya mengimplikasikan tarif parkir yang beragam pula. Salah\nsatu penyebab adanya kemacetan di wilayah Pusat Kota Bandung adalah\ndikarenakan adanya pergerakan dengan menggunakan kendaraan pribadi oleh\nkomuter dan penggunaan parkir on-street. Data menyebutkan bahwa 70% kawasan\npusat kota dilayani oleh parkir off-street. Salah satu penyebab penggunaan parkir\non-street dan penggunaan kendaraan pribadi di wilayah pusat kota adalah\ndikarenakan tarif parkir saat ini yang tergolong murah berdasarkan pendapat 88,5%\nresponden. Selain itu, faktor kehandalan angkutan umum juga mempengaruhi\npilihan moda komuter. Berdasarkan analisis logit terdapat hubungan pada kawasan\nkompak macet, tidak kompak macet dan tidak kompak tidak macet terhadap\nperubahan parkir dan perilaku komuter. Dimana, untuk mendukung penelitian ini\ndisusun 4 model berdasarkan 4 respon dengan presentase tertinggi. Model dengan\nnilai Neglekerke R square tertinggi adalah P/1-P = 3,519 + 1,905 (X1.3) + 1,976 (X1.4)\n+ 1,585 (X1.5) – 0,001 (X.2). Setelah diketahui bahwa terdapat hubungan antara\nperubahan tarif parkir, lahan terbangun dan perubahan perilaku komuter, penting\nuntuk dilihat respon elastisitas komuter pada masing-masing klasifikasi kawasan.\nDimana, rentang tarif dengan nilai elastisitas tertinggi untuk masing-masing\nkawasan adalah Rp2500 - Rp8500. Tarif dengan elastisitas paling tinggi dan paling\nbanyak pada klasifikasi kawasan adalah Rp5500. Nilai elastisitas pun beragam\nantara -1,43 sd -8,78 untuk respon tetap menggunakan kendaraan pribadi.\nSementara 2,17 sd 5,04 respon berpindah ke kendaraan umum. 1,72 sd 3,51 respon\npindah ke area parkir lainnya. Dari hasil analisis, tarif parkir paling optimal pada\nmasing-masing klasifikasi kawasan lahan terbangun tidak begitu signifikan\nperbedaannya. Perubahan perilaku dikarenakan adanya strategi tarif parkir juga\nharus diimbangi dengan peningkatan kehandalan angkutan umum dan kebijakan\nterkait transportasi online", "Daftar File": {"ABSTRAK Dian Nur'Afalia": "https://digilib.itb.ac.id/gdl/download/205429", "BAB 1 Dian Nur'Afalia": "https://digilib.itb.ac.id/gdl/download/205430", "BAB 2 Dian Nur'Afalia": "https://digilib.itb.ac.id/gdl/download/205431", "BAB 3 Dian Nur'Afalia": "https://digilib.itb.ac.id/gdl/download/205432", "BAB 4 Dian Nur'Afalia": "https://digilib.itb.ac.id/gdl/download/205433", "BAB 5 Dian Nur'Afalia": "https://digilib.itb.ac.id/gdl/download/205434", "BAB 6 Dian Nur'Afalia": "https://digilib.itb.ac.id/gdl/download/205435", "DAFTAR Dian Nur'Afalia": "https://digilib.itb.ac.id/gdl/download/205436", "2020 TS PP DIAN NUR'AFALIA_LAMPIRAN.pdf?": "https://digilib.itb.ac.id/gdl/download/205437"}, "Penulis": "Dian Nur'Afalia [25418014]", "Kontributor / Dosen Pembimbing": ["Shanty Yulianti Rachmat, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "logit biner, elastisitas tarif parkir, pemilihan moda", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "10 file", "Tanggal Input": "17 Mar 2020"}