{"Nomor": 47265, "Judul": "PERANCANGAN BUKU AUGMENTED REALITY SEBAGAI PENUNJANG KEGIATAN READ ALOUD ANAK PRA SEKOLAH (4-6 TAHUN)", "Abstrak": "Dalam kurikulum 2013, metode bercerita menjadi cara menyenangkan yang dapat digunakan oleh guru dalam membentuk karakter anak. Salah satu cara sederhana yang dapat digunakan adalah metode read aloud. Dalam pelaksanaannya, guru bercerita dengan membacakan buku, berintonasi serta mehamami isi cerita. Hanya saja guru tetap dibutuhkan strategi agar kegiatan read aloud disukai anak. Namun permasalahan yang terjadi yaitu kebanyakan guru khususnya di pusat kota Makassar kurang kreatif dalam menyampaikan cerita dan cenderung bersifat monoton. Kegiatan berpusat pada guru sedangkan anak sama sekali tidak dilibatkan selama proses bererita berlangsung. Hal tersebut tentunya berdampak terhadap ketertarikan anak dengan cerita yang dibawakan. Untuk mengatasi keterbatasan guru, penelitian ini bertujuan untuk merancang sebuah media berupa buku cerita dengan menggabungkan teknologi augmented reality sebagai penunjang kegiatan read aloud guru di dalam kelas. Penelitian ini menggunakan metode perancangan design thinking melalui tahapan emphatize, define, ideate, prototype dan test. Hasil penelitian ini berupa buku cerita “Putri Tandampalik dan Kerbau Buleng” sebagai media utama dengan aplikasi augmented reality sebagai menunjang media. Buku dengan aplikasi augmented reality ini selain mengajak anak untuk mendengarkan cerita, anak juga dapat bermain dan berinteraksi dengan objek 3D yang dimunculkan serta ada pelajaran yang mereka dapat dari nilai-nilai atau pesan moral yang terdapat dalam cerita. Pemanfaatan teknologi augmented reality sangat berpotensi menunjang kegiatan read aloud menjadi interaktif dan serta mendidik anak dengan cara yang menyenangkan.", "Daftar File": {"2020 TS PP RIZKY SEPTIANI 1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/205406"}, "Penulis": "Rizky Septiani [27118092]", "Kontributor / Dosen Pembimbing": ["Dr. Riama Maslan Sihombing, M.Sn.", "Banung Grahita, S.Ds., M.Ds., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Anak Usia Dini, Read Aloud, Buku Cerita Bergambar, Augmented Reality", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "17 Mar 2020"}