{"Nomor": 47272, "Judul": "ANALISIS KESTABILAN LERENG TANAH RESIDUAL BATUAN VOLKANIK MENGGUNAKAN METODE KESETIMBANGAN BATAS: STUDI KASUS DI CIBITUNG, PANGALENGAN, JAWA BARAT", "Abstrak": "Pemahaman terhadap masalah terkait geologi, hidrologi, dan karakteristik tanah merupakan hal yang penting dalam penerapan prinsip-prinsip stabilitas lereng. Tanah longsor yang terjadi di Cibitung, Pangalengan pada 2015 terjadi pada kondisi cerah setelah hujan yang terjadi beberapa hari sebelumnya, menyebabkan kerusakan jalan dan jalur pipa panasbumi. Retakan permukaan juga ditemukan di sekitar lokasi terjadinya tanah longsor. Hal ini menarik untuk dipelajari karena diduga terdapat kombinasi faktor yang mempengaruhi terjadinya tanah longsor pada daerah penelitian. Untuk itu diperlukan penelitian dalam rangka mengevaluasi stabilitas lereng di daerah penelitian. Pada umumnya metode untuk menganalisis kestabilan lereng menggunakan metode kesetimbangan batas. Analisis dilakukan menggunakan gaya-gaya tegangan dalam perhitungannya. Dasar dari analisis ini terdapat pada penentuan tegangan yang berlaku dan kekuatan material yang termobilisasi pada simulasi permukaan longsoran dari suatu lereng. Metode ini dipadukan dengan teknik analisis balik kondisi keruntuhan. Selain itu, dilakukan juga analisis terhadap kondisi curah hujan yang terjadi sebelum terjadinya keruntuhan lereng.\nArea penelitian memiliki morfologi pegunungan dengan kemiringan mencapai 125%. Lereng pada lokasi penelitian tersusun atas andesit, breksi andesit, breksi tufan, dan tuf yang sebagian menjadi tanah residual. Analisis curah hujan kumulatif menunjukkan intensitas kritis curah hujan kumulatif sebesar 316,5 mm dalam periode 18 hari. Faktor yang menyebabkan penurunan tingkat kestabilan lereng memiliki kontribusi yang berbeda. Faktor peningkatan muka airtanah memberikan pengaruh sebesar 45%, faktor peningkatan muka airtanah dan rekahan tarik 47%, dan faktor peningkatan muka airtanah dengan kegempaan dan rekahan tarik memberikan pengaruh sebesar 47%. Hal tersebut mengindikasikan peningkatan muka airtanah dengan pengaruh rekahan tarik sebelum terjadinya keruntuhan memberikan pengaruh paling besar pada kejadian tanah longsor di Cibitung.", "Daftar File": {"ABSTRAK Irwan Winarto": "https://digilib.itb.ac.id/gdl/download/205441"}, "Penulis": "Irwan Winarto [22016003]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Imam Achmad Sadisun, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Kestabilan lereng, Pangalengan, Metode Kesetimbangan Batas", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "17 Mar 2020"}