{"Nomor": 47279, "Judul": "OPTIMALISASI INVESTASI PENAMBANGAN URAT EMAS DENGAN METODE OPTIMUM CUT-OFF-GRADE DAN FUZZY REAL OPTION: STUDI KASUS PENAMBANGAN EMAS PONGKOR VEIN KUBANG CICAU PT ANTAM TBK", "Abstrak": "PT Antam, Tbk UBPE Pongkor vein Kubang Cicau B akan berakhir pada level 475\nmdpl. Hal ini dikarenakan, PT Antam, Tbk UBPE Pongkor saat ini menambang\ndibawah level muka air tanah sungai Cikaniki yaitu pada level 500 mdpl.\nPenambangan Pongkor memiliki resiko besar yang berpotensi merugikan\nperusahaan jika melanjutkan investasi penambangan ke level < 475 mdpl. Distribusi\nkadar bijih vein Kubang Cicau B dan kendala air tanah pada level < 475 mdpl\nsemakin mengalami peningkatan dengan bertambahnya kedalaman penambangan.\nPT Antam, Tbk UBPE Pongkor melakukan evaluasi nilai keekonomian dengan\nmenggunakan yaitu break even cut-off grade (BECOG) dan discounted cash flow.\nKedua metode tersebut terdapat kelemahan dalam menentukan NPV karena\nmengabaikan potensi cut-off grade yang optimum, fleksibilitas keputusan\nmanagement dan fluktuasi perubahan harga yang mungkin terjadi selama umur\ntambang. Perlunya pengkajian lebih detail mengenai nilai optimum cut-off grade\nyang dapat memaksimalkan nilai ekonomi produksi suatu badan bijih dengan\nmetode optimum cut-off grade. Selanjutnya, perlu dievaluasi nilai ekonomis dari\nproduksi badan bijih tersebut dengan memasukkan aspek ketidakpastian yaitu harga\njual yang nilainya tidak tentu karena pengaruh supply – demand komoditas di pasar\nglobal dan faktor-faktor lainnya dengan metode fuzzy real option.\nNilai cut-off grade hasil Optimum cut-off grade yaitu 3,01 ppm. Evaluasi ekonomi\nvein Kubang Cicau B pada fix cost aktual PT Antam, Tbk dengan menggunakan\nmetode DCF menghasilkan -11.191.507, sehingga proyek tidak dapat diteruskan.\nDengan metode fuzzy real option PT Antam, Tbk UBPE Pongkor akan memperoleh\npeningkatan NPV yang disebut expanded fuzzy NPV (EFNPV) > 0 jika menunggu\nselama 26 bulan dengan harga saat ini sebagai awal, menunggu 31 bulan dengan\nharga rata-rata sebagai harga awal, atau diakhir IUP OP menurunkan biaya fix cost\nsebesar 50% pada harga saat ini sebagai awal.", "Daftar File": {"ABSTRAK Sariuly Sibarani": "https://digilib.itb.ac.id/gdl/download/205464", "BAB 1 Sariuly Sibarani": "https://digilib.itb.ac.id/gdl/download/223316", "BAB 2 Sariuly Sibarani": "https://digilib.itb.ac.id/gdl/download/223317", "BAB 3 Sariuly Sibarani": "https://digilib.itb.ac.id/gdl/download/223318", "BAB 4 Sariuly Sibarani": "https://digilib.itb.ac.id/gdl/download/223319", "BAB 5 Sariuly Sibarani": "https://digilib.itb.ac.id/gdl/download/223320", "BAB 6 Sariuly Sibarani": "https://digilib.itb.ac.id/gdl/download/223321", "PUSTAKA Sariuly Sibarani": "https://digilib.itb.ac.id/gdl/download/223322"}, "Penulis": "Sariuly Sibarani [22117314]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Fadhila Achmadi Rosyid, S.T., M.T.", "Dr.-Ing. Ir. Arjo Prawoto Wibowo, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "vein, discounted cash flow, Break Even Cut-Off, optimum cut-off grade, fuzzy real option, expended fuzzy NPV", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "17 Mar 2020"}