{"Nomor": 47273, "Judul": "APLIKASI METODE GEOLISTRIK KONFIGURASI DIPOLE-DIPOLE UNTUK PEMODELAN GEOLOGI BAWAH PERMUKAAN DI PERUMAHAN ADIPURA, GEDEBAGE, BANDUNG", "Abstrak": "Bencana banjir termasuk bencana alam yang hampir pasti terjadi di kota Bandung, salah satunya\nmerupakan daerah Perumahan Adipura, Gedebage. Diperkirakan penurunan tanah merupakan\npenyebab terjadinya banjir di daerah tersebut. Untuk memastikan hal tersebut penelitian\ndiperlukan untuk melihat lapisan bawah tanah daerah Gedebage sebagai penyebab terjadinya\npenurunan tanah. Daerah penelitian memiliki luas sebesar 139,22 Ha dan penelitian ini didukung\ndengan adanya dua data lubang bor di sekitar daerah penelitian yang masing-masing sedalam 60\nm sebagai data pendukung. Pada penelitian ini, akan dibahas mengenai penyebab terjadinya\npenurunan tanah di daerah Gedebage, Bandung, Jawa Barat dengan mengamati geologi bawah\npermukaannya. Pada penelitian ini, pemodelan bawah permukaan akan dimodelkan\nmenggunakan metode tahanan jenis. Konfigurasi yang digunakan adalah konfigurasi Dipoledipole untuk pemodelan dua dimensi dan Schlumberger untuk pemodelan satu dimensi dengan\npenetrasi yang lebih dalam. Dalam melakukan pemodelan digunakan perangkat lunak Res2DInv\nuntuk pemodelan dua dimensi dan IPI2win untuk memodelkan satu dimensi. Hasil menunjukkan\nwilayah penelitian tersusun oleh 3 material utama yaitu material clay, mud clay, dan black sand.\nAdanya material mud clay diinterpretasikan sebagai faktor utama terjadinya penurunan muka\ntanah di daerah penelitian.", "Daftar File": {"ABSTRAK Ardhan Lazuardi F": "https://digilib.itb.ac.id/gdl/download/205444"}, "Penulis": "Ardhan Lazuardi F [12114030]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. R. Budi Sulistijo, M.App.Sc.", "Arie Naftali Hawu Hede, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "penurunan tanah, metode tahanan jenis, dipole-dipole", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "17 Mar 2020"}