{"Nomor": 47281, "Judul": "IDENTIFIKASI PARTISIPASI PEMUDA DALAM KEGIATAN PERLINDUNGAN LINGKUNGAN HIDUP DAS CITARUM KOTA BANDUNG", "Abstrak": "Persoalan lingkungan hidup di DAS Citarum berupa pencemaran air sungai salah\nsatunya disebabkan oleh kegiatan industri tekstil. Kelurahan Cigondewah Kaler\nberada di kawasan industri tekstil dapat memberikan gambaran kondisi\npermasalahan lingkungan yang terjadi di DAS Citarum. Kualitas lingkungan\nmempengaruhi pemuda hingga tingkat yang lebih besar, sehingga dampaknya akan\ndibawa hingga dewasa. Partisipasi masyarakat dalam pembangunan harus memiliki\npembagian kuasa yang seimbang, terutama untuk kelompok-kelompok yang lemah\ndari segi politik maupun kekuatan. Praktik perencanaan saat ini, berfokus pada\nkebutuhan dan preferensi orang dewasa, memisahkan kaum muda dari tempattempat umum dan membatasi pergerakan mereka. Interaksi antara pemuda dan\norang dewasa dalam organisasi menjadi salah satu upaya dalam mendukung\npartisipasi pemuda. Pemuda dapat bekerja sama dengan masyarakat untuk\nmelakukan kegiatan di bidang lingkungan hidup. Oleh karena itu, studi ini bertujuan\nuntuk mengidentifikasi partisipasi pemuda dalam kegiatan perlindungan lingkungan\nhidup DAS Citarum di Kota Bandung. Berdasarkan elemen pendukung partisipasi\npemuda yang telah disusun akan ditinjau partisipasi pemuda dalam kegiatan\nperlindungan lingkungan hidup DAS Citarum di Kota Bandung melalui observasi,\nwawancara, dan studi literatur terhadap dokumen-dokumen yang berkaitan.\nBerdasarkan hasil penelitian, didapatkan bahwa pemuda di Kelurahan Cigondewah\nKaler berpartisipasi dalam kegiatan perlindungan lingkungan hidup berdasarkan faktor\nkesadaran, tanggung jawab, ajakan orang lain, tokoh kegiatan, dan jenis kegiatan\nseperti kegiatan pembangunan taman yang mereka pimpin secara langsung. Peran\norganisasi juga memiliki pengaruh kepada peluang pemuda untuk ikut serta dalam\nkegiatan kepemudaan, khususnya dalam kegiatan perlindungan lingkungan hidup di\nKelurahan Cigondewah Kaler.", "Daftar File": {}, "Penulis": "Made Aris Nuka Anggara [15413020]", "Kontributor / Dosen Pembimbing": ["Ir. Teti Armiati Argo, MES, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "partisipasi pemuda; perlindungan lingkungan hidup; organisasi; DAS Citarum", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "17 Mar 2020"}