{"Nomor": 47297, "Judul": "INTERAKSI MINERAL SULFIDA DENGAN BAKTERI MIXOTROF DAN IMPLIKASI TERHADAP PROSES BIOFLOTASI", "Abstrak": "Flotasi adalah pemisahan mineral dengan memanfaatkan perbedaan sifat permukaannya. Dalam\nperkembangannya, flotasi banyak digunakan pada industri pengolahan mineral. Proses flotasi dapat\ndilakukan dengan bantuan reagen kimia untuk meningkatkan kemampuan mineral untuk dapat\ndipisahkan. Merebaknya isu lingkungan menyebabkan penggunaan reagen kimia saat ini sudah dibatasi\npenggunaannya. Oleh karena itu, diperlukan metode pengolahan yang ramah lingkungan dan murah\nsebagai alternatif pengganti reagen kimia dengan memanfaatkan mikroorganisme sebagai bioreagen.\nProses bioflotasi menggunakan bakteri mixotrof saat ini telah dipelajari dan dikembangkan secara luas,\nnamun untuk pengaplikasian pada bijih emas sulfida masih sangat terbatas. Tujuan dari penelitian ini\nadalah untuk mengetahui pengaruh variabel pH, persen inokulum bakteri, adaptasi bakteri, dan jenis\nbakteri pada bioflotasi emas sulfida.\nDalam penelitian ini, diawali dengan melakukan pemilihan bakteri dan media tumbuh yang sesuai untuk\nproses bioflotasi. Pengujian nilai emulsifying index (%EI) juga dilakukan untuk menunjukkan bakteri\nsebagai penghasil biosurfaktan yang memberikan pengaruh terhadap penurunan tegangan permukaan\nyang mempengaruhi pengapungan maupun pengendapan mineral pirit maupun bijih emas sulfida.\nPercobaan dilakukan dengan menggunakan 13 (tiga belas) bakteri yang dimulai dari kurva tumbuh\nhingga percobaan mikroflotasi. Kandungan mineral pada bijih emas sulfida dianalisis menggunakan Xray diffraction (XRD) dan X-ray fluorescence (XRF). Dilakukan juga analisis scanning electron\nmicroscopy-energy dispersive spectroscopy (SEM-EDS) untuk mengetahui partikel emas yang\nterinklusi di dalam mineral pirit, sedangkan pengujian nilai kadar emas menggunakan ICP-OES\n(Inductively coupled plasma-optical emission spectrometry). Dua strain bakteri yang digunakan dalam\npercobaan mikroflotasi yaitu Bacillus altitudinis strain SKC/S-8 dan Citrobacter freundii SKC/S-4\ndimana kedua kultur murni bakteri ini dibandingkan juga dengan kultur yang diadaptasikan dengan pirit\ndan bijih emas sulfida. Variabel lain yang dianalisis adalah pengaruh pH dan % inokulum bakteri\nterhadap kadar dan rekoveri Au dalam endapan (sink). Masing-masing variasi percobaan dianalisis\nkadar dan rekoverinya untuk memperoleh kondisi optimum.\nHasil interaksi bakteri Paenibacillus pasadenensis strain SKC/S-3, Bacillus altitudinis strain SKC/S-8\ndan Citrobacter freundii strain SKC/S-4 dengan mineral pirit berpengaruh terhadap kenaikan nilai sudut\nkontak pirit. Hasil yang bertolak belakang ditunjukkan oleh bakteri yang telah diadaptasikan dengan\nmineral pirit ketika proses inkubasi dimana Paenibacillus pasadenensis strain SKC/S-3 dan Bacillus\naltitudinis strain SKC/S-8 menyebabkan penurunan sudut kontak yang cukup signifikan dan\nCitrobacter freundii strain SKC/S-4 menyebabkan kenaikan sudut kontak. Percobaan mikroflotasi bijih\nemas sulfida dengan berbagai variasi memberikan pegaruh yang berbeda-beda. Kecenderungan bakteri\nbekerja pada pH asam menghasilkan kinerja yang optimum terhadap kadar maupun rekoveri dan\ndemikian juga dengan konsentrasi sel bakteri (% inokulum). Variasi adaptasi bakteri dengan mineral\npirit dan bijih tidak terlalu mempengaruhi kenaikan kadar secara signifikan. Pada percobaan ini\ndiperoleh rekoveri tertinggi yaitu dengan menggunakan bakteri Citrobacter freundii strain SKC/S-4 \nsebesar 93% dengan enrichment ratio (ER) yang diperoleh hanya 1,073. Peningkatan kadar terbaik\nyaitu menggunakan bakteri Bacillus altitudinis strain SKC/S-8 dengan ER hampir dua kali kadar awal\nyaitu sebesar 1,82 pada pH 3, dengan kultur murni dan konsentrasi bakteri 10%.", "Daftar File": {"ABSTRAK Nuslia Bayangkara Lamandhi": "https://digilib.itb.ac.id/gdl/download/205528"}, "Penulis": "Nuslia Bayangkara Lamandhi [22116020]", "Kontributor / Dosen Pembimbing": ["Ir. Edy Sanwani, M.T., Ph.D.", "Ir. Siti Khodijah, M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Bioflotasi, Sudut Kontak, Kadar, Rekoveri, Bijih Emas Sulfida, Bacillus altitudnis, Citrobacter freundii", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "17 Mar 2020"}