{"Nomor": 47295, "Judul": "UJI EVALUASI PERBEDAAN EFEKTIVITAS PENGOBATAN DM TIPE 2 PASIEN PROLANIS DAN NONPROLANIS DI PUSKESMAS PUTER", "Abstrak": "Prolanis merupakan program manajemen penyakit kronis untuk meningkatkan efektivitas\npengobatan. Salah satu penyakit pada program ini adalah Diabetes Melitus (DM). Penelitian\nbertujuan untuk menentukan perbedaan efektivitas pengobatan DM Tipe 2 pada pasien Prolanis dan\nnon-Prolanis. Penelitian ini merupakan penelitian observasional dengan rancangan deskriptif crosssectional yang dilakukan secara konkuren. Analisis deskriptif dilakukan pada data demografi pasien\nDM, nilai Indeks Massa Tubuh (IMT), penggunaan rokok, riwayat keturunan penyakit DM, lama\npenyakit DM, terapi DM yang digunakan, komorbid penyakit, dan penggunaan obat selain obat DM.\nAnalisis efektivitas pengobatan dilakukan dengan menentukan pengaruh kepatuhan pengobatan,\naktivitas fisik, tingkatan stres, dan pola makan terhadap Glukosa Darah Puasa (GDP) menggunakan\nanalisis statistik Spearman dengan aplikasi GraphPad versi 8. Dilakukan pula perbandingan\nkepatuhan pengobatan, aktivitas fisik, stres, dan pola makan antara pasien Prolanis dan non-Prolanis\ndengan analisis Mann Whitney. Sumber data yang digunakan yaitu data primer berupa hasil\nwawancara dari kuesioner yang sudah tervalidasi, serta data sekunder berupa buku pemantauan\nstatus kesehatan pasien untuk pasien Prolanis dan kartu hasil pemeriksaan gula darah untuk pasien\nnon-Prolanis. Studi pendahuluan dilakukan secara retrospektif untuk melihat populasi dalam\npengamatan. Penelitian dilakukan terhadap 18 pasien Prolanis dan 99 pasien non-Prolanis yang\ndidominasi oleh pasien wanita dan lanjut usia. Hasil penelitian menunjukkan terdapat perbedaan\nGDP, kepatuhan pengobatan, aktivitas fisik, tingkatan stres, dan pola makan dari pasien Prolanis dan\nnon-Prolanis dengan nilai Prolanis yang lebih baik. Selain itu, hasil penelitian menunjukkan terdapat\npengaruh dari kepatuhan pengobatan dan tingkatan stres terhadap nilai GDP, dan tidak terdapat\npengaruh dari aktivitas fisik dan pola makan terhadap GDP.", "Daftar File": {"ABSTRAK Maisha Yusmi Afina": "https://digilib.itb.ac.id/gdl/download/205527"}, "Penulis": "Maisha Yusmi Afina [11615037]", "Kontributor / Dosen Pembimbing": ["Dr. Pratiwi Wikaningtyas, S.Farm., Apt., M.Si.", "Dhyan Kusuma Ayuningtyas, M.Si., Apt"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "DM, Prolanis , kepatuhan, GDP", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "17 Mar 2020"}