{"Nomor": 47294, "Judul": "ANALISIS PROFITABILITY PENGOPERASIAN RUTE TRAMPER KAPAL BARANG PT. PELNI DENGAN MEMPERTIMBANGKAN PICK-UP & DELIVERY", "Abstrak": "PT PELNI (Persero) merupakan perusahaan berbentuk Badan Usaha Milik Negara (BUMN) yang berorientasi pada bidang transportasi laut. Sebagai perusahaan pelayaran terbesar di Indonesia, PT.PELNI (Persero) memiliki jangkauan layanan yang sangat luas. Dalam rangka melaksanakan penugasan Tol Laut, PT PELNI (Persero) telah melakukan pengadaan kapal dengan pembiayaan dari Penyertaan Modal Negara (PMN) dimana 5 kapal telah terealisasi sampai dengan tahun 2018.\nTerdapat beberapa kebijakan dalam hal pembentukan rute pelayaran yang ditetapkan oleh PT PELNI (Persero). Pada pengoperasian kapal barang, selain melakukan penugasan tol laut dengan pola liner, PT PELNI (Persero) juga melakukan pola pelayaran tramper. Pola pelayaran ini dilakukan untuk mengoptimalkan kapal dan menekan biaya operasional kapal. Selain itu, besar kecil kapal mempengaruhi biaya operasional kapal.\nPada penelitian yang diambil oleh penulis, terdapat penawaran yang datang secara bertahap (one by one) yang diajukan oleh para pemilik barang untuk mengangkut barang dari pelabuhan angkut ke pelabuhan bongkar. Dalam penyelesaian permasalahan diperlukan langkah-langkah sehingga dapat diketahui alternatif solusi terbaik.\nSesuai hasil tersebut perhitungan, peneliti membandingkan dengan kondisi real dimana hasil perhitungan dan emploii yang dihasilkan oleh PT. PELNI (Persero) dengan rute yang sama. Berdasarkan perhitungan kapal yang digunakan oleh penulis kapal terbaik yang digunakan adalah KM. Logistik Nusantara 1 dimana sesuai dengan jadwal yang dikeluarkan oleh Divisi Operasi Kapal Barang PT. PELNI (Persero). Adapun dalam hasil penelitian ini terdapat penurunan hari operasi selama 4 hari operasi pada perhitungan dibandingkan dengan emploii yang dikeluarkan PT. PELNI.", "Daftar File": {"ABSTRAK Firmansyah Hidayat": "https://digilib.itb.ac.id/gdl/download/205526"}, "Penulis": "Firmansyah Hidayat [94516002]", "Kontributor / Dosen Pembimbing": ["Suprayogi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Logistik", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "VRP, Open VRP, Profitable VRP, Tramper, Kapal Kargo.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "17 Mar 2020"}