{"Nomor": 47303, "Judul": "FORMULASI DAN EVALUASI KRIM EKSTRAK HAEMATOCOCCUS PLUVIALIS YANG MENGANDUNG ASTAXANTHIN SEBAGAI ANTIOKSIDAN", "Abstrak": "Penuaan pada kulit disebabkan oleh 2 faktor, yaitu faktor intrinsik dan ekstrinsik, dengan faktor\nutama berupa polutan yang berupa radikal bebas. Penelitian ini bertujuan untuk memformulasi\nsediaan krim ekstrak Haematococcus pluvialis yang mengandung astaxanthin dan menguji aktivitas\nantioksidannya menggunakan metode DPPH (2,2-difenil-1-pikrilhidrazil) dan CUPRAC (Cupric\nReducing Antioxidant Capacity) dengan pembanding vitamin C. Ekstraksi serbuk Haematococcus\npluvialis dilakukan terlebih dahulu dengan menggunakan minyak biji bunga matahari pada suhu 50\no\nC dan kecepatan pengadukan 600 rpm. Formulasi krim terdiri dari emulgator yang berupa Span 80\ndan Tween 20, setil alkohol, klorokresol, alfa-tokoferol, akuades, dan minyak biji bunga matahari\nyang telah mengandung astaxanthin. Uji stabilita dilakukan pada suhu rendah 4\no\nC, suhu ruang,\nsuhu 40\no\nC, serta dengan metode sentrifugasi, dan freeze-thaw. Pada uji stabilita diamati sifat\norganoleptik, pH, dan viskositas krim. Penetapan IC50 vitamin C dilakukan dengan metode DPPH,\nsementara EC50 vitamin C ditentukan menggunakan metode CUPRAC dan aktivitas antioksidan\nekstrak Haematococcus pluvialis yang mengandung astaxanthin, basis krim, dan krim kemudian\ndibandingkan. Uji iritasi dermal akut dilakukan menggunakan 3 ekor kelinci albino yang diolesi 0,5\ng sediaan. Berdasarkan hasil uji DPPH, ekstrak Haematococcus pluvialis yang mengandung\nastaxanthin, sejumlah 1 mg memiliki aktivitas antioksidan setara dengan 0,648 ppm vitamin C,\nsedangkan krim ekstrak Haematococcus pluvialis yang mengandung astaxanthin, sejumlah 1 mg\nmemiliki aktivitas antioksidan setara dengan 4,771 ppm vitamin C. Berdasarkan uji CUPRAC, ekstrak\nHaematococcus pluvialis yang mengandung astaxanthin, sejumlah 1 mg memiliki aktivitas\nantioksidan setara dengan 4,455 ppm vitamin C dan krim ekstrak Haematococcus pluvialis yang\nmengandung astaxanthin, sejumlah 1 mg memiliki aktivitas antioksidan setara dengan 14,222 ppm\nVitamin C. Ketidakstabilan krim ditunjukkan pada penyimpanan lebih dari 3 hari pada suhu 40\no\nC.\nKrim tidak menimbulkan iritasi pada kulit kelinci.", "Daftar File": {"ABSTRAK Erick Rene": "https://digilib.itb.ac.id/gdl/download/205536"}, "Penulis": "Erick Rene [10715060]", "Kontributor / Dosen Pembimbing": ["Dr. Lucy Dewi Nurhajati Sasongko, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Astaxanthin, Krim, Anti-oksidan, DPPH, CUPRAC", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "17 Mar 2020"}