{"Nomor": 47302, "Judul": "STUDI KARAKTERISTIK ENDAPAN SILIKA DAN MEKANISME PEMBENTUKANNYA DI SISTEM KANAL PAD 30, LAPANGAN PANAS BUMI DIENG", "Abstrak": "Intensitas kemunculan endapan silika yang tinggi menjadi salah satu permasalahan utama di Lapangan Panas Bumi Dieng. Kemunculan endapan ini dapat menyumbat aliran brine di fasilitas permukaan seperti sistem kanal sehingga dapat menurunkan laju reinjeksi. Hingga saat ini belum ada studi mendetail mengenai karakteristik endapan silika di Lapangan Panas Bumi Dieng yang sudah dipublikasi. Studi ini bertujuan untuk mengetahui karakteristik fisik, kimia, dan mineralogi endapan silika yang terbentuk di sistem kanal Pad 30 dan memperkirakan mekanisme pembentukannya serta faktor-faktor yang mempengaruhinya. Hasil dari studi ini dapat digunakan sebagai bahan referensi dalam mencari solusi penanganan endapan silika di sistem kanal Pad 30.\nStudi ini dilakukan menggunakan metode pengamatan lapangan (karakteristik fisik), metode XRF (karakteristik kimia), XRD dan petrografi (karakteristik mineralogi). Endapan memiliki karakteristik fisik yang padat, rapuh, lunak, bertekstur kasar, dan beberapa endapan memiliki struktur perlapisan yang berbeda warna. Analisa XRF menunjukan endapan memiliki kandungan logam berat yang berpotensi mencemari lingkungan sekitarnya, seperti As, Pb, dan Sb. Analisa XRD menunjukan endapan memiliki fasa amorf dan tidak memiliki bentuk kristal silika seperti mineral kuarsa, kristobalit, dan kalsedon. Analisa SEM menunjukan ukuran partikel ini berkisar antara 10 – 35 ?m. Mekanisme pengendapan didapatkan dari hasil perbandingan antara karakteristik endapan dan hasil SEM dengan penelitian sebelumnya yang dijadikan literatur. Hasil analisa menunjukan bahwa mekanisme pengendapan yang terjadi adalah mekanisme homogen. Endapan terlihat semakin terbentuk ketika temperatur menurun, laju alir rendah, dan nilai pH semakin netral. Kandungan kimia brine juga sangat mempengaruhi kandungan kimia endapan silika yang terbentuk.\nEndapan silika amorf Pad 30 dapat digolongkan ke dalam limbah padat. Metode penanganan endapan silika amorf di Pad 30 yang sudah dilakukan seperti sistem kanal, kolam pengendapan, dan sistem waterfall perlu diawasi dengan ketat agar tidak ada pencemaran logam berat dari endapan silika terhadap lingkungan sekitar seperti tanah dan tanaman.", "Daftar File": {"ABSTRAK Teguh Rahat Prabowo": "https://digilib.itb.ac.id/gdl/download/205533"}, "Penulis": "Teguh Rahat Prabowo [22616021]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ir. Suryantini, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Panas Bumi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Silika amorf, karakteristik, mekanisme pengendapan, XRD, XRF, SEM", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "17 Mar 2020"}