{"Nomor": 47305, "Judul": "PENGEMBANGAN PERANGKAT LUNAK BERBASIS VISUAL BASIC UNTUK DESAIN HEAT EXCHANGER PADA PENGERINGAN KOPI DENGAN MEMANFAATKAN FLUIDA PANAS BUMI", "Abstrak": "Brine hasil pemisahan pada separator dengan temperatur yang cukup tinggi\nmemiliki peluang untuk dikembangkan pemanfaatan langsung panas bumi. Dalam\npenerapannya, perlu memperhatikan komoditas di daerah sekitar pembangkit agar\ndapat mendorong perekonomian mikro masyarakat. Studi ini bermaksud untuk\nmengembangkan aplikasi yang dapat mendesain heat exchanger untuk proses\npengeringan kopi dengan memanfaatkan brine hasil pemisahan dari separator.\nTahapan sebelum merancang aplikasi menggunakan visual basic adalah\nmengumpulkan informasi data-data yang akan digunakan sebagai data masukan\nyang selanjutnya diproses secara komputasi. Data masukan terdiri dari brine\nproperties (tekanan, temperatur, laju alir massa), temperatur lingkungan dan\nkelembaban udara sekitar, serta karakteristik fisik kopi seperti kadar air, massa\njenis, panas spesifik, dan temperatur. Dalam studi ini menggunakan dua tipe heat\nexchanger yaitu tipe shell&tube pada bagian yang mengalami kontak dengan\nbrine dan pipa bersirip (finned-tube) pada bagian yang mengalami kontak dengan\nudara dengan tujuan untuk memperoleh luas permukaan perpindahan panas yang\nlebih besar. Aplikasi ini dapat menghitung kebutuhan panas untuk mengeringkan\nkopi, desain heat exchanger 1 (yang mengekstrak energi panas dari brine), dan\ndesain heat exchanger 2 (yang mengalirkan udara panas ke ruang pengering).\nHasil perhitungan aplikasi dibandingkan dengan hasil perhitungan menggunakan\nspreadsheet. Data-data yang digunakan untuk membandingkan diperoleh dari\npenelitian terdahulu. Aplikasi yang telah dibuat menunjukkan nilai yang sama\ndengan perhitungan menggunakan spreadsheet sehingga aplikasi dapat digunakan\nuntuk mendesain heat exchanger pada proses pengeringan komoditi lainnya.\nAplikasi ini diharapkan dapat mempermudah proses perancangan alat bagi\nmasyarakat yang tinggal di daerah sumber panas bumi.", "Daftar File": {"ABSTRAK Qanitah": "https://digilib.itb.ac.id/gdl/download/205538"}, "Penulis": "Qanitah [22616012]", "Kontributor / Dosen Pembimbing": ["Jooned Hendrarsakti, Ph.D.", "Ir. Nenny Miryani Saptadji, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Panas Bumi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "fluida panas bumi, Wayang Windu, alat penukar kalor, kopi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Mar 2020"}