{"Nomor": 47307, "Judul": "STRATEGI PEGELOLAAN HASIL HUTAN BUKAN KAYU (HHBK) BAGI PEREKONOMIAN DAN KELESTARIAN HUTAN (STUDI DI KPHP UNIT II JEBU BEMBANG ANTAN PROV. KEP. BABEL)", "Abstrak": "Paradigma baru sektor kehutanan memandang sumber daya hutan\nmempunyai potensi multi fungsi yang dapat memberikan manfaat ekonomi,\nlingkungan dan sosial bagi kesejahteraan umat manusia. Manfaat tersebut bukan\nhanya dari Hasil Hutan Kayu (HHK) tetapi juga dari Hasil Hutan Bukan Kayu\n(HHBK) dan jasa lingkungan, yang memberikan sumbangan 80 % dibandingkan\ndengan HHK. Paradigma ini menyadarkan kita bahwa produk HHBK merupakan\nsalah satu sumber daya hutan yang memiliki nilai dan manfaat, paling\nbersinggungan dengan masyarakat sekitar hutan serta dapat memberikan dampak\npada peningkatan penghasilan masyarakat sekitar hutan dan memberikan\nkontribusi yang berarti bagi penambahan devisa negara. Beberapa penelitian\nmenyatakan bahwa HHBK memberikan kontribusi bagi pendapatan rumah\ntangga. Dengan demikian pengambilan HHBK merupakan salah satu strategi mata\npencaharian utama bagi masyarakat miskin pedesaan terutama bagi masyarakat\nyang tidak memiliki lahan. Tujuan penelitian ini adalah untuk mengidentifikasi\nstrategi pengelolaan HHBK yang berkelanjutan bagi perekonomian dan\nkelestarian hutan di wilayah KPHP Unit II JBA.\nPenelitian ini dilaksanakan di wilayah KPHP Unit II JBA Kabupaten\nBangka Barat Provinsi Kepulauan Bangka Belitung. Metode pengambilan data\nprimer dilakukan dengan teknik wawancara menggunakan kuesioner, wawancara\nmendalam dan observasi lapangan. Analisis data dilakukan secara kuantitatif\nuntuk perhitungan nilai ekonomi HHBK, analisis deskriptif kualitatif untuk\nmenjelaskan hasil wawancara, dan didukung hasil observasi. Hasil pengolahan\ndata tersebut dianalisis kembali dengan menggunakan pendekatan analisis\nSustainable Livelihoods.\nBerdasarkan hasil wawancara dan observasi terhadap 53 narasumber,\nHHBK yang berhasil diidentifikasi adalah sebanyak 29 jenis, dengan 8 jenis\nHHBK yang didapatkan dari alam dan 21 jenis HHBK yang dibudidayakan oleh\nmasyarakat. Dari 29 jenis HHBK tersebut, sebanyak 23 jenis yang sudah\nmenghasilkan. HHBK tersebut dimanfaatkan sebagai bahan makanan, obatobatan, konstruksi bangunan, kerajinan, dan sebagai bahan baku industri. HHBK\nyang menghasilkan, memiliki total Nilai Ekonomi sebesar Rp. 943.920.000,-\n/tahun. HHBK berkontribusi sebesar ± 36,53 % dari total pendapatan narasumber\nbulan, dan berkontribusi sebesar 7,67 % - 90 % bagi masing-masing narasumber.ii\nSementara itu, HHBK memiliki potensi menyumbang PSDH sebesar Rp.\n21.217.350,-/tahun. Strategi Pengelolaan HHBK yang berkelanjutan bagi\nperekonomian dan kelestarian hutan di wilayah KPHP Unit II JBA antara lain,\nstrategi berbasis sumber daya alam yang terdiri dari strategi intensifikasi,\nekstensifikasi, dan diversifikasi kegiatan, pemanfatan lahan serta produk; dan\nstrategi berbasis non sumber daya alam, yang terdiri dari pemberdayaan\nmasyarakat, pembiayaan, serta pemasaran dalam skema kemitraan kehutanan,\nPerhutanan Sosial.", "Daftar File": {"ABSTRAK Tarunita Delima": "https://digilib.itb.ac.id/gdl/download/205545", "BAB 1 Tarunita Delima": "https://digilib.itb.ac.id/gdl/download/216623", "BAB 2 Tarunita Delima": "https://digilib.itb.ac.id/gdl/download/216624", "BAB 3 Tarunita Delima": "https://digilib.itb.ac.id/gdl/download/216625", "BAB 4 Tarunita Delima": "https://digilib.itb.ac.id/gdl/download/216626", "BAB 5 Tarunita Delima": "https://digilib.itb.ac.id/gdl/download/216627", "BAB 6 Tarunita Delima": "https://digilib.itb.ac.id/gdl/download/216628", "PUSTAKA Tarunita Delima": "https://digilib.itb.ac.id/gdl/download/216629", "2020 TS PP TARUNITA DELIMA_LAMPIRAN.pdf?": "https://digilib.itb.ac.id/gdl/download/216630", "2020 TS PP TARUNITA DELIMA_JURNAL.pdf\n]": "https://digilib.itb.ac.id/gdl/download/216631"}, "Penulis": "Tarunita Delima [25418061]", "Kontributor / Dosen Pembimbing": ["Wilmar A. Salim, S.T., M.Reg.Dev., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Nilai Ekonomi, Hasil Hutan Bukan Kayu (HHBK), Strategi, Perhutanan Sosial, Sustainable Livelihoods.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "10 file", "Tanggal Input": "17 Mar 2020"}