{"Nomor": 47318, "Judul": "MODEL EFEK PENDINGIN SUHU RUANG TERBUKA HIJAU PUBLIK STUDI KASUS DKI JAKARTA", "Abstrak": "Penelitian ini membuktikan bahwa ruang terbuka hijau dapat menurunkan suhu di\nwilayah sekitarnya dengan jangkauan tertentu. Penyusunan model efek pendingin\ndilatar belakangi oleh persoalan suhu yang tinggi dapat mempegaruhi berbagai\naspek kehidupan manusia (Wiryawan 1992, Klemm 2014, Tawatstupa dkk. 2010,\nAkbari dkk. 2001, dan Mohajerani dkk. 2017). Bowler (2010) telah menyimpulkan\nbahwa RTH efektif dalam menurunkan suhu di sekitarnya. DKI Jakarta merupakan\nwilayah perkotaan yang memiliki suhu yang cenderung lebih tinggi daripada\nwilayah sekitarnya karena mekanisme urban heat island. Pedoman tentang ruang\nterbuka hijau yang berlaku belum menjelaskan pengaturan iklim mikro atau\npenurunan suhu secara detail. Disisi lain belum ada penelitian tentang efek\npendingin di DKI Jakarta. Demikian maka hal yang perlu dilakukan adalah\nmerumuskan model yang aktual untuk menurunkan suhu perkotaan berdasarkan\nkarakteristik ruang terbuka hijau.\nVariabel penelitian ini terdiri dari variabel terikat, yaitu suhu udara, kenyamanan\nsuhu, jangkauan efek pendingin, serta luas RTH, koefisien daerah hijau dan\nproporsi tutupan pohon sebagai variabel bebas. Intensitas efek pendingin dilihat\ndalam dua dimensi, intensitas suhu udara dan kenyamanan suhu. Pada perumusan\nkonsep makro, variabel bebas yang terkait dengan besaran vegetasi dikatakan\nmempengaruhi intensitas dan jangkauan efek pendingin (Aram dkk. 2019). Faktor\npembentuk suhu selain karakteristik RTH dalam penelitian ini dianggap tetap atau\ngiven. Sebagian besar analisis menggunakan sistem informasi geografis dan\npenginderaan jauh dengan data Landsat OLI/8. Suhu udara dan kenyamanan suhu\ndidapat dengan survey lapang menggunakan Kestrel 5000. Uji model dilakukan\ndengan regresi berganda.\nJangkauan efek pendingin dari seluruh sampel berkisar antara 0,0094 Ha pada RTH\nseluas 0,109 Ha sampai dengan 85,048 Ha pada RTH seluas 64,867 Ha. Model\njangkauan efek pendingin yang dihasilkan adalah D = 15,205 + 1,032 L. Dari model\ntersebut dapat dikatakan bahwa besaran vegetasi yang mempengaruhi luas\njangkauan efek pendingin adalah luas ruang terbuka hijau. Rata-rata intensitas efekii\npendingin paling besar didapatkan pada RTH sampel Monas dengan angka ????????? 20C\ndan ????????????? 3,9oC. Rata-rata ????????? dari keempat sampel adalah 1,4oC dan ????????????? sebesar\n3,1oC. Model intensitas efek pendingin yang dihasilkan adalah ????????? = 2,169 ???????????? ?\n0,5. Artinya besaran vegetasi yang mempengaruhi intensitas efek pendingin adalah\nkoefisien daerah hijau.\nPenelitian ini menegaskan bahwa ruang terbuka hijau hanya menurunkan suhu pada\nwilayah sekitarnya, sehingga tidak dapat dikatakan bahwa ruang terbuka hijau\nmenurunkan suhu perkotaan secara keseluruhan. Hal ini perlu diperjelas agar\ninterpretasi tidak membingungkan, singkatnya RTH menurunkan suhu di wilayah\nsekitarnya, bukan menurunkan suhu DKI Jakarta. Atau singkatnya RTH memiliki\nfungsi pengaturan iklim mikro, bukan mempengaruhi iklim makro.", "Daftar File": {"ABSTRAK Aude Ilman Rasjiddin": "https://digilib.itb.ac.id/gdl/download/205580"}, "Penulis": "Aude Ilman Rasjiddin [25418035]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Denny Zulkaidi, MUP"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Suhu, Perkotaan, Model, Suhu Udara, Kenyamanan Suhu, Ruang Terbuka Hijau, Efek Pendingin, Intensitas, Jangkauan,", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "1 file", "Tanggal Input": "17 Mar 2020"}