{"Nomor": 47311, "Judul": "PENGEMBANGAN WISATA SELANCAR BERBASIS MASYARAKAT DI KAWASAN BATUKARAS", "Abstrak": "Batukaras merupakan salah satu destinasi wisata selancar untuk longboard terbaik di\nDunia. Destinasi yang dikenal di dunia selancar nasional maupun Internasional ini telah\nmendatangkan wisatawan selancar baik dari wisatawan nusantara maupun wisatawwan\nmancanegara. Sebagai destinasi wisata yang berkembang di kawasan masyarakat lokal,\nseharusnya kegiatan wisata selancar di Batukaras dapat turut mengembangkan dan\nmemberdayakan masyarakat disekitarnya untuk dapat terlibat dalam kepariwisataan\nyang ada di Batukaras. Aspek kepariwisataan dari sisi demand dan supply sangat\npenting untuk mewujudkan hal tersebut. Penelitian ini bertujuan untuk mengkaji\nkaraktersitik dan persepsi wisatawan serta tingkat keterlibatan masyarakat dalam\nkepariwisataan di Batukaras. Peneliti menggunakan pendektan kuantitatif dan kualitatif\nserta pengumpulan data primer dan sekunder. Data primer dikumpulkan dengan cara\nwawancara, observasi, dan kuesioner. Responden pada teknik wawancara bersifat\npurposive dengan pengambilan sampel menggunakan metode snowball. Sedangkan\npengumpulan data priner menggunkanan kuesioner, diambil 96 reponden dari segmen\nwisatawan peselancar dikarenakan jumlah populasi yang tidak diketahui. Variabel\npenelitian yang digunakan pada instrument kuesioner adalah karakteristik wisatawan\nyang dilihat dari profil, motivasi serta pola perjalanan wisatawan. Sedangkan pada\npersepsi wisatawan, varibel yang diteliti adalah persepsi nilai lingkungan, nilai sosial\nbudaya, nilai ekonomi, kepuasan wisatawan terhadap produk wisata, dan behavioral\nintention. Pada aspek masyarakat variabel yang diteliti adalah aspek keterlibatan\nmasyarakat yang dilihat dari ladder of citizen partisipation sera sign of empowerment\ndari segi ekonomi, sosial dan politik. Penelitian ini kemudian menemukan bahwa\npermintaan pasar wisata selancar Batukaras lebih cocok dengan pengembangan wisata\nberbasis masyarakat dibandingkan pariwisata dengan pengembangan yang pesat\nsepeerti masstourism. Namun peran masyarakat lokal perlu ditingkatkan dalam\nmewujudkan wisata selancar berbasis masyarakat yang berkelanjutan di Batukaras.", "Daftar File": {"ABSTRAK Mustika Ratna Dewi": "https://digilib.itb.ac.id/gdl/download/205556", "BAB 1 Mustika Ratna Dewi": "https://digilib.itb.ac.id/gdl/download/205557", "BAB 2 Mustika Ratna Dewi": "https://digilib.itb.ac.id/gdl/download/205558", "BAB 3 Mustika Ratna Dewi": "https://digilib.itb.ac.id/gdl/download/205559", "BAB 4 Mustika Ratna Dewi": "https://digilib.itb.ac.id/gdl/download/205560", "BAB 5 Mustika Ratna Dewi": "https://digilib.itb.ac.id/gdl/download/205561", "BAB 6 Mustika Ratna Dewi": "https://digilib.itb.ac.id/gdl/download/205563", "DAFTAR Mustika Ratna Dewi": "https://digilib.itb.ac.id/gdl/download/205564", "2020 TS PP MUSTIKA RATNA DEWI_LAMPIRAN.pdf?": "https://digilib.itb.ac.id/gdl/download/205565"}, "Penulis": "Mustika Ratna Dewi [95718006]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Heru Purboyo Hidayat Putro, DEA", "Prof. Drs. Arief Rosyidie, MSP, M.Arch., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Terapan Perencanaan Kepariwisataan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Wisata selancar, masyarakat, wisatawan, Batukaras.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "10 file", "Tanggal Input": "17 Mar 2020"}