{"Nomor": 47313, "Judul": "POTENSI PENGEMBANGAN JARINGAN GAS PIPA RUMAH TANGGA DI KOTA PALEMBANG BERDASARKAN PERILAKU KONSUMEN", "Abstrak": "Saat ini Indonesia sedang dalam proses peningkatan diversifikasi bauran energi untuk\nmeningkatkan ketahanan dan kedaulatan energi negara. Sebagaimana kita semua\ntahu, energi dan kota maupun daerah memiliki kaitan yang erat sebagai sumber\ntenaga semua aktivitas dan pula sebagai katalis dalam perekonomian dan\npembangunan. Indonesia sedang ingin melanjutkan pembangunan jaringan gas kota\ndari pelaksanaan pilot project yang telah dilakukan pada tahun 2009 di Kota\nPalembang. Bagi Indonesia, gas bumi merupakan salah satu peluang Indonesia\nmenuju peningkatan diversifikasi bauran energi karena Indonesia memiliki cadangan\ngas bumi yang cukup besar namun masih banyak diekspor dan pemanfaatan domestik\nyang masih kurang hingga harus melakukan impor produk energi. Neraca Gas\nIndonesia 2018-2027 memandang pengkajian mengenai aspek konsumsi dari gas\nbumi sangat diperlukan untuk menggambarkan nilai strategis dari gas bumi bagi\ndiversifikasi bauran energi ke depan. Pengetahuan aspek konsumsi pula dapat\nmemperluas wawasan untuk menjelaskan, memprediksi dan melakukan modifikasi\nperilaku sosial untuk intervensi non harga yang lebih hemat biaya. Pendekatan\npenelitian yang dilakukan yakni analisis kuantitatif dan metode analisis yang\ndilakukan adalah analisis konten, analisis deskriptif, perbandingan kelompok\nkonsumen gas pipa dan non gas pipa, analisis asosiasi bivariat, serta analisis regresi\nberganda. Data yang dihasilkan adalah variabel-variabel aspek konsumsi dan\nperilaku konsumsi yang digunakan untuk analisis, perilaku konsumen energi gas, dan\nvariabel-variabel yang mempengaruhi konsumsi energi gas dengan studi kasus\njaringan gas kota di Kota Palembang. Hasil analisis menunjukkan bahwa konsumen\nnon gas pipa menggunakan produk gas lebih lama daripada konsumen gas pipa; biaya\ngas pipa lebih murah daripada produk non gas pipa; konsumsi produk non gas pipa\n(LPG) dipengaruhi oleh pengetahuan tentang gas pipa, kepuasan terhadap produk,\ndan keputusan bila ditawari gas pipa; dan konsumsi gas pipa dipengaruhi oleh jumlah\nanggota di rumah, asal informasi mengenai produk dan pandangan non konsumen\nterhadap konsumen. Melalui penelitian ini dapat diketahui cara untuk meningkatkan\nkonsumsi gas pipa sebagai gaya hidup baru masyarakat Indonesia, cara mengurangi\nkonsumsi LPG, serta rekomendasi untuk pengembangan jaringan gas pipa di Kota\nPalembang dan Indonesia", "Daftar File": {}, "Penulis": "Resti Ramadhanti [15415014]", "Kontributor / Dosen Pembimbing": ["Dr. Niken Prilandita, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "gas bumi, gas pipa perkotaan, konsumsi, Kota Palembang", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "17 Mar 2020"}