{"Nomor": 47315, "Judul": "REQUIEM IN D MINOR", "Abstrak": "Sebagai seseorang yang mengidap gangguan mental dan kepribadian (Borderline Personality Disorder) selama 8 tahun. Hal tersebut tentu membuat penulis memiliki banyak pengalaman dan pemahaman terkait fenomena gangguan kejiwaan yang masih terlalu dikesampingkan, dianggap tidak serius dan disalahpahami. Permasalahan yang paling nyata adalah rendahnya kesadaran juga penanggulangan yang baik secara emosional, rasional dan penanggulangan yang terlalu lambat juga penggunaan keilmuan obsolet dari pihak ahli dan pemerintahan yang berkewajiban, sehingga sulit ditanggulangi. Stigma sosial ,engenai gangguan kejiwaan adalah konsekuensi dari lemahnya ketahanan mental seseorang, merupakan sebuah karma, dan bagaimanapun gejala yang ditunjukanya ia selalu ada dibawah penyakit fisik lainya. Hal tersebut membuat kanal empati tertutup dan mempersulit langkah simpati kedepanya.\nSeni rupa di Indonesia sendiri masih belum benar-benar membuka kanal empati tersebut kepada khalayak. Terlepas dari fungsinya yang dipercaya sebagai penyembuh jiwa atau psikis manusia.faktanya dengan mayoritas karya seni merupakan katarsis perupanya setelah berhasil menanggulanginya atau cara ia menanggulangi permasalahanya bukan apa yang sebenarnya dihadapi yang akan memberikan kesempatan audiens untuk berempati pada perjuangan dan permasalahanya, Karena pada penanggulangan gangguan kejiwaan, perasaan untuk ditemani dan diyakinkan kalau penderita tidak sendiri adalah kunci yang hanya bisa dimulai dengan disediakan kanal empati untuk memahami hal tersebut. Keberadaan art brut atau outsider art sebagai sebutan bagi karya-karya buatan individu dengan gangguan kejiwaan yang memberi kesan sebagai usaha untuk mengalienasi mereka.\nBergerak dari kesimpulan tersebut, penulis akan menghadirkan manifestasi dari gejala gangguan kejiwaan yang kurang menarik (ketimbang halusinasi dan hysteria), sering disalahpahami sebagai tindakan mencari perhatian belaka dan dipandang repulsif yaitu perilaku melukai diri. Dihadirkan dalam bentuk performans untuk memberi sensasi pengalamanb yang intensi dengan elemen tiga dimensi sebagai benda pendukung dengan muatan simbolik yang relevan didalamnya. Hal ini diharapkan membawa seni untuk benar-benar memberi kanal empati dan apresiasi bagi permasalahan gangguan kejiwaan yang begitu genting untuk segera ditanggulangi", "Daftar File": {"2020 TS PP URRI ZAHRA KHAIRA 1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/205577"}, "Penulis": "Urri Zahra Khaira [27017008]", "Kontributor / Dosen Pembimbing": ["Drs. Asmudjo Jono Irianto, M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Seni Rupa Murni", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "gangguan kejiwaan, seni sebagai terapi, seni sebagai katarsis, self-harm, seni performans.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "17 Mar 2020"}