{"Nomor": 47316, "Judul": "SEMUA TENTANG RUMAH", "Abstrak": "Rumah merupakan tempat dimana berlangsungnya proses sosialisasi seorang individu terhadap norma dan adat kebiasaan yang berlaku di dalam masyarakat, selain itu rumah menjadi suatu tempat dimana seseorang menyimpan dan merasakan setiap memori dan pengalaman. Rumah merupakan tempat yang sangat vital bagi keberlangsungan hidup seseorang, dimana banyak hal yang terjadi di dalam rumah, dari mulai pengenalan diri sampai tempat berhenti sejenak dari kesibukan dan masalah. Anggapan tersebut dirasa relevan untuk menggambarkan seberapa pentingnya rumah bagi warga dan khususnya anak-anak di desa Cipagalo, Buahbatu.\nPenulis menyadari bahwa seni memiliki kemampuan untuk merepresentasi, memaknai dan mengungkapkan pengalaman, juga seni sebagai medium melepaskan emosi. Dimana hal tersebut dibutuhkan untuk mengatasi keresahan masyarakat akan ancaman terkait tempat tinggal yang akan hilang. Seni partisipatoris bisa dikatakan sebagai jembatan penghubung antara seniman dan masyarakat dengan cara dilibatkan dalam proses pembuatan karya yang didasari atas permasalahan-permasalahan yang timbul di sekitarnya. Partisipatoris dalam sejarahnya didorong oleh perlawanan terhadap ideologi-ideologi dominan yang membuat masyarakat terasingkan, seperti kapitalisme konsumen (consumer capitalism), sosialisme totaliter (totalitarian socialism) dan kediktatoran militer (military dictatorship). Suburnya praktik seni rupa yang sarat interaksi sosial, seolah ingin mengembalikan seni pada fungsi sosialnya, yaitu bagaimana seni hadir di tengah masyarakat dan memberi dampak.", "Daftar File": {"2020 TS PP BACHRUL RESTU BAGJA 1.pdf?": "https://digilib.itb.ac.id/gdl/download/205578"}, "Penulis": "Bachrul Restu Bagja [27017006]", "Kontributor / Dosen Pembimbing": ["Dikdik Sayahdikumullah, M.Sn., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Seni Rupa Murni", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Rumah, partisipatoris, anak-anak", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "17 Mar 2020"}