{"Nomor": 47312, "Judul": "GEOLOGI DAN PENENTUAN BATAS SISTEM PANAS BUMI GUNUNG SLAMET BAGIAN TENGGARA, KABUPATEN BANYUMAS?PURBALINGGA, JAWA TENGAH", "Abstrak": "Daerah penelitian terletak di lereng Gunung Slamet bagian tenggara, mencakup Kabupaten Banyumas dan Purbalingga. Berdasarkan sistem koordinat UTM, area penelitian berada pada 9193000?9186700 mU dan 302000?321400 mT pada zona 49 selatan (WGS 1998). Area penelitian kurang lebih 120 km2.\nSalah satu metode penentuan batas sistem panas bumi volkanik hidrotermal adalah dengan menggunakan analisis aliran fluida secara lateral/outflow berdasarkan komposisi kimia airnya. Analisis terhadap mata air dingin terkontaminasi di sekitar manifestasi panas bumi diharapkan dapat membantu menentukan batas sistem panas bumi. Metode pengelompokkan mata air dingin terkontaminasi berdasarkan studi geologi dan studi kimia air. Studi kimia air terdiri dari analisis anomali temperatur, pH, dan TDS, analisis tipe air dan fasies air, analisis Diagram Schoeller, dan analisis isotop stabil.\nSecara geologi, daerah penelitian terdiri dari 10 satuan stratigrafi. Satuan tersebut dari tua ke muda adalah Satuan Tuf Piroklastik Jatuhan (Ktp), Satuan Breksi-Tuf Piroklastik Aliran (Ktb), Satuan Bukit Breksi Piroklastik Aliran (Msb), Satuan Bukit Lava Andesit (Mgl), Satuan Lava Andesit Khuluk Malang (Mla), Satuan Lava Andesit Slamet Muda 4 (Stl4), Satuan Lava Andesit Slamet Muda 3 (Stl3), Satuan Lava Andesit Slamet Muda 2 (Stl2), Satuan Lava Andesit Slamet Muda 1 (Stl1), dan Satuan Aluvial (Al). Mata air dingin di daerah penelitian secara geologi terbagi menjadi mata air Khuluk Malang, yaitu Curug Jenggala (CJG), dan mata air Khuluk Slamet Muda, yaitu mata air dingin Pancuran 3 (DP3), mata air dingin Pancuran 7 (DP7), dan Curug Grenjang (CJG).\nAnomali kandungan jumlah padatan terlarut (TDS) pada mata air dingin terjadi pada mata air dingin Pancuran 3 (DP3), yang memiliki kandungan TDS lebih dari 100 ppm. Derajat keasaman mata air di daerah penelitian secara umum memiliki rentang pH yang mendekati kondisi netral (pH=7). Hasil analisis tipe air menunjukkan secara umum mata air dingin termasuk dalam tipe air bikarbonat, sedangkan mata air panas termasuk dalam tipe air klorida-bikarbonat-sulfat. Hasil tersebut menunjukkan mata air dingin di daerah penelitian termasuk dalam zona outflow. Anomali terjadi pada mata air dingin Pancuran 3 (DP3), yang termasuk dalam tipe air klorida-bikarbonat. Kandungan Cl yang cukup tinggi pada mata air ini menunjukkan dugaan kontaminasi air termal. Pola grafik konsentrasi ion pada Diagram Schoeller menunjukkan adanya kesamaan tren grafik mata air dingin Pancuran 3 (DP3) dengan mata air panas Pancuran 3 (PP3) dan mata air panas Pancuran 7 (PP7).\nIntegrasi hasil studi geologi dan hasil studi kimia air menunjukkan mata air dingin yang diduga terkontaminasi fluida termal sistem panas bumi Kompleks Gunung Slamet, yaitu mata air dingin Pancuran 3 (DP3) dan mata air dingin Pancuran 7 (DP7). Sedangkan, batas sistem panas bumi Kompleks Gunung Slamet Bagian tenggara diduga dipengaruhi oleh keberadaan Sesar Mendatar Baturraden berarah baratdaya?timurlaut berumur tersier.", "Daftar File": {}, "Penulis": "Faatihah Hijriyahtia [12013008]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ir. Suryantini, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Baturraden, geologi, sistem panas bumi, mata air, geokimia air, batas sistem.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Mar 2020"}