{"Nomor": 47321, "Judul": "PENGEMBANGAN KRITERIA TRANSIT ORIENTED DEVELOPMENT MENGGUNAKAN METODE FUZZY DELPHI", "Abstrak": "Tingkat penggunaan kendaraan pribadi yang tinggi dibandingkan transportasi publik\nmenyebabkan berbagai permasalahan pada perkotaan di negara berkembang seperti\nIndonesia. Salah satu intrumen kebijakan yang bertujuan untuk meningkatkan penggunaan\ntransportasi publik adalah Transit Oriented Development (TOD). Sebagai acuan penerapan\nkonsep TOD, terdapat standar dan kriteria TOD. Indonesia sudah mengeluarkan dokumen\nkebijakan Peraturan Menteri Agraria dan Tata Ruang No. 16 tahun 2017 mengenai\nPedoman Pengembangan Kawasan Simpul Transit. Namun, masih diperlukan\npengembangan kriteria TOD dengan melibatkan stakeholder menggunakan metode Fuzzy\nDelphi. Pada penelitian ini, dihasilkan kriteria, indikator dan tolak ukur TOD dari hasil\nanalisis literatur yang kemudian digunakan untuk mengumpulkan pendapat dan penilaian\npakar. Hasil penilaian pakar dianalisis menggunakan metode Fuzzy Delphi yang\nmerupakan gabungan metode Delphi dan metode Fuzzy, yang bertujuan untuk\nmendapatkan hasil yang lebih konsisten, error yang lebih kecil dalam satu kali screening\ncriteria, sehingga dapat digunakan dalam pembuatan kebijakan. Hasil akhir penelitian\ndidapatkan 10 kriteria, serta 13 indikator dan tolak ukur yang dianggap sesuai untuk\nkawasan TOD, dengan penjelasan pertimbangan dieliminasi dan dipilihnya kriteria,\nindikator, dan tolak ukur. Dengan mengetahui hal tersebut, penelitian ini diharapkan dapat\nmanjadi dasar studi lanjutan perancangan kawasan transit agar sesuai dengan kriteria TOD.", "Daftar File": {"ABSTRAK Adelia Shafira": "https://digilib.itb.ac.id/gdl/download/205584"}, "Penulis": "Adelia Shafira [15414003]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Puspita Dirgahayani, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Transit Oriented Development, Metode Fuzzy Delphi, Stakeholder, Indikator", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Mar 2020"}