{"Nomor": 47338, "Judul": "PENINGKATAN PRODUKSI KOENZIM Q10 PADA VARIASI WAKTU FERMENTASI YEAST EXTRACT BROTH OLEH AGROBACTERIUM TUMEFACIENS MENGGUNAKAN PREKURSOR SOLANESOL DARI DAUN TEMBAKAU (NICOTIANA TABACUM L.)", "Abstrak": "Tembakau (Nicotiana tabacum L.) di Indonesia sebagian besar hanya dimanfaatkan\nsebagai bahan baku industri rokok. Di lain sisi, rokok dianggap memiliki banyak\ndampak negatif sehingga mendorong banyak negara termasuk Indonesia untuk\nmembuat kebijakan yang menekan produksi rokok. Namun, kebijakan ini dapat\nberimbas pada nasib petani tembakau. Diperlukan alternatif diversifikasi produk\nolahan tembakau agar pemanfaatan tanaman ini tidak bergantung pada industri\nrokok. Tembakau menghasilkan senyawa solanesol yang banyak digunakan sebagai\nsenyawa prekursor dalam produksi koenzim Q10, senyawa yang dapat\ndimanfaatkan sebagai bahan baku obat, suplemen, dan kosmetik. Salah satu\nmikroba yang memproduksi koenzim Q10 dengan baik adalah Agrobacterium\ntumefaciens. Penelitian ini bertujuan untuk menentukan pengaruh waktu fermentasi\nyeast extract broth oleh A. tumefaciens dengan penambahan prekursor solanesol\nsebesar 2,5 g L-1 yang diekstrak dari daun tembakau. Variasi waktu yang digunakan\nadalah 12, 24, 48, 72, 96, dan 120 jam. Ekstraksi dilakukan dengan metode heatreflux\ndengan penggunaan n-heksana sebagai pelarutnya dan fermentasi dilakukan\nmenggunakan fermentasi terendam (submerged fermentation, SmF). Analisis\nperolehan koenzim Q10 dilakukan dengan High Performance Liquid\nChromatography (HPLC). Hasil penelitian menunjukkan perolehan ekstrak kasar\nsolanesol berada pada rentang 0,76–1,97% (b/b). Berat kering sel yang dihasilkan\nsetelah fermentasi selama 12, 24, 48, 72, 96, dan 120 jam berturut-turut sebesar\n0,04; 0,22; 1,94; 2,91; 3,32; dan 3,40 g L-1. Peningkatan berat kering sel terbesar\nberada pada waktu fermentasi 48 jam, mencapai 773%. Perolehan koenzim Q10\nterbesar dihasilkan setelah fermentasi selama 48 jam, yaitu sebesar 13,96 mg L-1\ndengan produktivitas sebesar 0,29 mg L-1h-1.", "Daftar File": {"COVER Maryam Nazihah": "https://digilib.itb.ac.id/gdl/download/206002", "BAB 1 Maryam Nazihah": "https://digilib.itb.ac.id/gdl/download/206003", "PUSTAKA Maryam Nazihah": "https://digilib.itb.ac.id/gdl/download/206008"}, "Penulis": "Maryam Nazihah [11214010]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Robert Manurung, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Agrobacterium tumefaciens, Koenzim Q10, Solanesol, Tembakau", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "02 Apr 2020"}