{"Nomor": 47335, "Judul": "DURASI PERGANTIAN LAMPU LALU LINTAS UNTUK MENCAPAI JUMLAH MINIMUM PENUMPUKKAN KENDARAAN DENGAN AGENT-BASED MODEL", "Abstrak": "Kota – kota besar di Indonesia, khusunya di kota Bandung saat ini permasalahan kemacetan menjadi perhatian pemerintah dan masyarakat. Hal ini dikarenakan semakin meningkatnya jumlah kendaraan bermotor, khususnya mobil yang tidak sebanding dengan lebar dan kapasitas jalan yang ada, sehingga terjadi penumpukkan yang sangat panjang. Hal lain yang mempengaruhi kemacetan adalah perilaku pengendara yang sudah banyak tidak mentaati peraturan lalu lintas, sehingga durasi lampu lalu lintas yang ada menjadi tidak optimal lagi, serta pengaruh dari kondisi lingkungan seperti adanya pusat perbelanjaan, sekolah, perkantoran, dan rumah sakit. Oleh karena itu, simulasi lalu lintas ini diharapkan dapat memberikan informasi mengenai arus lalu lintas yang minimum dalam jumlah penumpukkan mobil berdasarkan parameter yang didapatkan seperti kecepatan, panjang jalan, lebar jalan, counting traffic dalam suatu ruas jalan dan persimpangan. Simulasi ini dilakukan pada simpang Merdeka-Riau menuju jalan Merdeka pada simpang Merdeka-Aceh. Simpang ini diambil sampel sebagai penelitian, dikarenakan arus kendaraan yang padat dan faktor lingkungan. Pada simulasi dilakukan empat skenario simulasi untuk waktu pagi, siang, dan sore pada lampu merah di Jl.Ir. Juanda pada simpang Merdeka-Riau dan lampu merah di Jl. Merdeka, yang mana dilakukan simulasi berdasarkan plan durasi lampu lalu lintas dari Dinas Perhubungan Kota Bandung (DISHUB) dan variasi plan antara plan DISHUB dengan plan selain plan durasi lampu lalu lintas DISHUB. Sehingga dari simulasi ini didapatkan hasil bahwa plan dari DISHUB pada simpang Merdeka-Riau dan Merdeka-Aceh menghasilkan penumpukkan minum dengan plan 1 dari DISHUB Kota Bandung yaitu durasi lampu merah selama 38 detik. Namun, dengan variasi plan didapatkan penumpukkan minimum pada plan 3 (50 s), plan 4 (60 s), plan 2 (45 s). Sedangkan saat variasi plan dilakukan simulasi tanpa menggunakan plan 1 dan plan 2, maka didapatkan plan baru untuk penumpukkan minimum yaitu plan 3 (50 s) dan plan 4 (60 s), plan 5 (70 s) dari DISHUB. Plan dari DISHUB terjustifikasi dengan memberikan keluaran kendaraan minimum. Dengan adanya beberapa plan baru dari simulasi dapat menjadikan pertimbangan untuk penggunaan plan kedepannya.", "Daftar File": {"COVER Melyana Dwitasari": "https://digilib.itb.ac.id/gdl/download/205971", "BAB 1 Melyana Dwitasari": "https://digilib.itb.ac.id/gdl/download/205972", "BAB 2 Melyana Dwitasari": "https://digilib.itb.ac.id/gdl/download/205973", "BAB 3 Melyana Dwitasari": "https://digilib.itb.ac.id/gdl/download/205974", "BAB 4 Melyana Dwitasari": "https://digilib.itb.ac.id/gdl/download/205975", "BAB 5 Melyana Dwitasari": "https://digilib.itb.ac.id/gdl/download/205976", "PUSTAKA Melyana Dwitasari": "https://digilib.itb.ac.id/gdl/download/205977"}, "Penulis": "Melyana Dwitasari [20917301]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Sparisoma Viridi, S.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Komputasi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Engineering & allied operations", "Kata Kunci": "Lalu lintas, Durasi lampu lalu lintas, penumpukkan kendaraan, arus kendaraan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "02 Apr 2020"}