{"Nomor": 47351, "Judul": "PEMANFAATAN WASTE PICKLE LIQUOR MENGGUNAKAN ELEKTROLISIS UNTUK MENGHASILKAN KOAGULAN FECL3", "Abstrak": "Proses pickling merupakan perendaman lembaran baja pada asam kuat untuk melarutkan\nkarat dan pengotor lainnya sehingga didapatkan permukaan yang mengkilap. Proses\npickling baja dilakukan untuk membersihkan baja hitam dari karat yang terbentuk akibat\nproses panas dan mempersiapkan baja lembaran tersebut untuk proses pembuatan baja\nputih.\nLimbah sisa pickling atau waste pickle liquor yang terbentuk mengandung ion Fe2+ dan\nasam kuat yang akan menimbulkan masalah lingkungan bila tidak dikelola dengan baik.\nAda beberapa alternatif yang diambil untuk mengolah limbah waste pickle liquor yang\ntelah dikembangkan dan digunakan oleh perusahaan di industri besi dan baja, antara lain\npirometalurgi, kristalisasi, pemisahan dengan membran dan ekstraksi cair. Metode\npengolahan tersebut berfokus terhadap regenerasi asam pekat dari pengotornya sehingga\ndapat digunakan kembali. Elektrolisis waste pickle liquor memiliki keistimewaan yaitu\nmengolah limbah dan memanfaatkan pengotor logam besi menjadi produk koagulan yang\nbermanfaat di saat bersamaan akibat terjadinya oksidasi ferro klorida oleh gas klorin\nselama proses elektrolisis. Teknologi ini telah dipatenkan namun belum dimanfaatkan\nluas. Penelitian ini bertujuan menentukan profil kinetika oksidasi ion Fe2+ menjadi\nkoagulan FeCl3 serta kondisi optimum proses elektrolisis WPL. Dasar dan konfigurasi\nyang digunakan dalam percobaan ini mengadaptasi variasi terbaik dari studi pendahuluan\nAdhi,dkk tahun 2017. Elektrolisis dilakukan pada kondisi ambien dengan variasi\ntegangan 3-6 volt, waktu elektrolisis 120 menit dan penambahan NaCl atau HCl berlebih\nhingga 50%.\nHasil penelitian menunjukkan logam pengotor dalam WPL dan excess klorin tidak\nberpengaruh secara signifikan terhadap konversi FeCl2. Tegangan optimum untuk\nmelakukan elektrolisis WPL adalah 6V dengan waktu kesetimbangan 90 menit.", "Daftar File": {"COVER Petra Yohana Sitanggang": "https://digilib.itb.ac.id/gdl/download/206162", "BAB 5 Petra Yohana Sitanggang": "https://digilib.itb.ac.id/gdl/download/206167", "PUSTAKA Petra Yohana Sitanggang": "https://digilib.itb.ac.id/gdl/download/206168"}, "Penulis": "Petra Yohana Sitanggang [13014020]", "Kontributor / Dosen Pembimbing": ["Anggit Raksajati, S.T., Ph.D.", "Dr. Ir. Tri Partono Adhi", "Prof. Dr. Ir. Subagjo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "elektrolisis, ferri klorida, ferro klorida, waste pickle liquor.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "06 Apr 2020"}