{"Nomor": 47352, "Judul": "STOCK VALUATION OF PT. EAGLE HIGH PLANTATIONS, TBK", "Abstrak": "Pada tahun 2017, Federal Land Development Authority (FELDA) milik Malaysia mengakuisisi 37% saham dari PT. Eagle High Plantation, Tbk (BWPT). Akuisisi ini merupakan akuisisi terbesar ketiga pada tahun 2017. Nilai dari akuisisi tersebut mencapai US$ 500 juta atau sekitar Rp 580 per lembar saham. Harga tersebut dinilai terlalu mahal (95% di atas harga pasar pada saat akusisi). Setelah proses akuisisi terlaksana, harga saham dari PT. Eagle High Plantations mengalami tren turun yang menyebabkan FELDA mengalami kerugian hingga US$ 300 juta. Penelitian ini bertujuan untuk mengetahui nilai saham PT. Eagle High Plantations, Tbk setelah akuisisi yang dilakukan oleh FELDA. Analisis kinerja keuangan dilakukan dengan analisis rasio. Model valuasi absolut digunakan untuk mengetahui nilai wajar saham BWPT pada akhir tahun 2017. Metode valuasi dilakukan dengan metode Discounted Cash Flow (DCF). Setelah melakukan analisis terhadap saham PT. Eagle High Plantations, Tbk dengan menggunakan metode valuasi absolut, diperoleh hasil bahwa nilai wajar saham dari PT. Eagle High Plantations, Tbk pada akhir tahun 2018 adalah Rp 234,- per lembar saham. Dari hasil yang diperoleh dapat disimpulkan bahwa harga pasar dari PT. Eagle High Plantation dinilai terlalu rendah (undervalued). Berdasarkan hasil dari valuasi saham PT. Eagle High Plantation, harga saham memiliki potential upside sebesar 43.5%, sehingga para investor direkomendasikan untuk “buy” saham BWPT.", "Daftar File": {"COVER Nico Vincent Perangin-angin": "https://digilib.itb.ac.id/gdl/download/206169", "BAB 1 Nico Vincent Perangin-angin": "https://digilib.itb.ac.id/gdl/download/206170", "BAB 2 Nico Vincent Perangin-angin": "https://digilib.itb.ac.id/gdl/download/206171", "BAB 3 Nico Vincent Perangin-angin": "https://digilib.itb.ac.id/gdl/download/206172", "BAB 4 Nico Vincent Perangin-angin": "https://digilib.itb.ac.id/gdl/download/206173", "PUSTAKA Nico Vincent Perangin-angin": "https://digilib.itb.ac.id/gdl/download/206174"}, "Penulis": "Nico Vincent Perangin-angin [29115612]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Asep Darmansyah, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Nilai Saham, Valuasi Saham, Kinerja Keuangan, Valuasi Absolut", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "6 file", "Tanggal Input": "08 Apr 2020"}