{"Nomor": 47359, "Judul": "OTOMATISASI FORMASI KELOMPOK BELAJAR HETEROGEN UNTUK MENDUKUNG PROSES COOPERATIVE LEARNING", "Abstrak": "Pembelajaran kooperatif merupakan pembelajaran yang dilakukan bersama-sama\ndalam sebuah kelompok untuk mencapai tujuan bersama. Banyak penelitian\nmenunjukkan pembelajaran secara kooperatif memiliki pengaruh besar terhadap\nkesuksesan belajar seseorang. Salah satu metode pembelajaran kooperatif yang\npopuler adalah metode Jigsaw. Metode Jigsaw membutuhkan formasi yang\nheterogen dalam kelompoknya dan homogen antar kelompok. Proses\npengelompokan secara tradisional di kelas biasanya ditentukan oleh guru, siswa\natau secara acak. Penentuan formasi kelompok siswa yang dilakukan oleh siswa\natau acak akan menghasilkan formasi yang tidak tepat. Penentuan formasi\nkelompok oleh guru sulit dilakukan karena beberapa faktor, diantaranya jumlah\nsiswa dan atribut yang digunakan.\nMetode Jigsaw membagi siswa menjadi kelompok heterogen berdasarkan atribut\nras, etnis, kemampuan dan jenis kelamin. Namun, atribut tersebut tidak relevan\ndengan keadaan di Indonesia yang memiliki mayoritas ras yang sama, yaitu\nmelayu. Banyak penelitian pengelompokan heterogen menggunakan atribut yang\nberbeda-beda, diantaranya gaya belajar, materi pelajaran yang disukai, dll. Tidak\nada aturan tetap atribut siswa apa saja yang digunakan dalam penentuan formasi\nkelompok.\nJenis atribut siswa yang dapat digunakan ada banyak dan beragam. Semakin\nbanyak jumlah siswa dan atribut yang digunakan, maka semakin sulit untuk guru\nmenentukan formasi kelompok secara manual. Hambatan lain adalah ketika\npembelajaran kooperatif dilakukan di awal pertemuan kelas. Selain itu,\nperkembangan e-learning pun kini sedang mengarah pada pembelajaran\nkooperatif dimana tidak mungkin proses penentuan formasi kelompoknya\nditentukan secara manual, sehingga penelitian ini sangat dibutuhkan untuk dunia\npendidikan.\nKetepatan formasi belajar dalam sebuah proses pembelajaran kooperatif sangat\npenting. Formasi kelompok yang tepat mampu mendorong pembelajaran\nkooperatif secara optimal dan mampu meningkatkan pemahaman siswa\nsemaksimal mungkin. Oleh karena itu, penelitian ini bertujuan untuk memecahkan masalah penentuan formasi kelompok yang optimal untuk siswa berdasarkan\nformasi metode Jigsaw dengan membangun model proses yang mampu\nmengelompokkan siswa secara otomatis. Formasi kelompok Jigsaw adalah\nformasi yang heterogen dalam kelompok dan homogen antar kelompok.\nPenentuan formasi kelompok pada disertasi ini berdasarkan nilai ketidaksamaan\n(dissimilarity) antar siswa yang dihitung dengan menggunakan metode\ndissimilarity between variables of mixed type. Metode tersebut dapat digunakan\nuntuk menghitung nilai ketidaksamaan antar siswa berdasarkan banyak atribut\nyang dimiliki siswa. Metode ini juga mengeliminasi atribut siswa yang bernilai\nsama. Hal ini membuat sistem dapat menerima beragam macam atribut tanpa\nadanya batasan, sehingga sistem ini dapat digunakan di lingkungan sekolah atau\nlingkungan belajar online (e-learning) dengan keadaan apapun (tanpa batasan).\nKontribusi utama disertasi ini adalah metode optimasi pembentuk formasi\nkelompok dengan pendekatan algoritma Fixed Root-Optimization. Proses optimasi\npenentuan formasi yang diajukan diawali dengan proses menentukan Fixed Root.\nFixed Root adalah sepasang siswa yang memiliki nilai ketidaksamaan antar siswa\npaling tinggi. Fixed-Root dicari sebanyak jumlah kelompok yang dibentuk. Fixed-\nRoot bukan cara untuk menentukan ketua pembelajaran kooperatif dalam sebuah\nkelompok. Sisa anggota dari masing-masing kelompok dilakukan dengan proses\noptimasi yang menjaga agar tingkat keheterogenan dalam setiap kelompok tetap\ntinggi.\nDilakukan juga pengelompokan secara Random, Switching, dan Fixed Root-\nRandom sebagai algoritma pembanding. Hasilnya, algoritma Fixed Root-\nOptimization mampu memberikan nilai fitness heterogen dalam kelompok yang\ncukup tinggi (0.6) dan waktu pengelompokan paling cepat (0.4s). Berdasarkan\nanalisis Univariate ANOVA, nilai fitness heterogen dinilai sangat signifikan\nberbeda dibandingkan algoritma lainnya. Pengukuran nilai fitness homogen antar\nkelompok pun dilakukan. Berdasarkan uji homogenitas Bartlett’s setiap kelompok\nyang dihasilkan dinilai homogen. Tingkat kompleksitas metode Fixed Root-\nOptimization adalah O(mn) dengan m adalah jumlah kelompok dan n adalah\njumlah siswa. Formasi kelompok yang dihasilkan oleh metode Fixed Root-\nOptimization berhasil meningkatkan nilai kognitif siswa sebaik nilai kognitif\nsiswa yang belajar dalam formasi kelompok yang dihasilkan oleh guru.\nBerdasarkan hasil eksperimen dan hasil analisis algoritma Fixed Root-\nOptimization mampu membentuk formasi yang dibutuhkan metode pembelajaran\nkooperatif Jigsaw.", "Daftar File": {"COVER Oktariani Nurul Pratiwi": "https://digilib.itb.ac.id/gdl/download/206213", "BAB 1 Oktariani Nurul Pratiwi": "https://digilib.itb.ac.id/gdl/download/206214", "BAB 2 Oktariani Nurul Pratiwi": "https://digilib.itb.ac.id/gdl/download/206215", "BAB 3 Oktariani Nurul Pratiwi": "https://digilib.itb.ac.id/gdl/download/206216", "BAB 4 A Oktariani Nurul Pratiwi": "https://digilib.itb.ac.id/gdl/download/206217", "BAB 4 B Oktariani Nurul Pratiwi": "https://digilib.itb.ac.id/gdl/download/206218", "BAB 5 Oktariani Nurul Pratiwi": "https://digilib.itb.ac.id/gdl/download/206219", "PUSTAKA Oktariani Nurul Pratiwi": "https://digilib.itb.ac.id/gdl/download/206220"}, "Penulis": "Oktariani Nurul Pratiwi [33212018]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Suhono Harso Supangkat, M.Eng.", "Ir. Budi Rahardjo, M.Sc., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Elektro dan Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "Engineering & allied operations", "Kata Kunci": "pembelajaran kooperatif, formasi kelompok, kelompok heterogen, dissimilarity, Jigsaw.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "08 Apr 2020"}