{"Nomor": 47361, "Judul": "ANALISIS KERUSAKAN AKUIFER TERTEKAN WILAYAH JAKARTA DARI INVERSI DATA KORELASI LAND SUBSIDENCE DAN WATER TABLE DECLINE", "Abstrak": "Jakarta adalah ibu kota negara Republik Indonesia dan juga merupakan kota\nindustri dan pemerintahan di Indonesia, hal ini membuat Provinsi Jakarta termasuk\nsalah satu dari Provinsi di Indonesia yang banyak menggunakan air tanah dalam\nmelakukan berbagai aktivitas.\nEkstraksi air tanah yang berlebihan akan menyebabkan terjadinya kekosongan pada\npori-pori tanah sehingga tekanan hidrostatis di lapisan akuifer tertekan akan\nberkurang dan lapisan akuifer tertekan akan mengalami pemadatan batuan\n(kompaksi) yang memicu terjadinya kerusakan di lapisan akuifer tertekan. Berbagai\npenelitian telah dilakukan untuk mengidentifikasi kerusakan akuifer tertekan, salah\nsatunya dengan membuat model aliran air dan model pemadatan akuifer. Namun\nhal ini dianggap kurang menjelaskan kerusakan akuifer tertekan karena faktor\nkerusakan akuifer tertekan tidak hanya akibat pemadatan akuifer. Penelitian ini\nbertujuan untuk menganalisis kerusakan akuifer tertekan wilayah Jakarta dari\ninversi data land subsidence dan water table decline secara spasial.\nHasil analisis menunjukkan bahwa secara spasial dapat disimpulkan bahwa secara\nkeseluruhan keadaan akuifer tertekan di wilayah DKI Jakarta pada saat ini (tahun\n2019) dikategorikan cukup baik di bagian selatan dan rusak di bagian utara DKI\nJakarta. Di beberapa daerah seperti wilayah barat dan timur kota Jakarta Utara dan\nwilayah timur kota Jakarta Timur dikategorikan rusak dan cukup rusak. Sedangkan\nwilayah kota Jakarta Selatan dan Jakarta Pusat dikategorikan cukup baik.", "Daftar File": {"COVER Redho Surya Perdana": "https://digilib.itb.ac.id/gdl/download/206222", "BAB 1 Redho Surya Perdana": "https://digilib.itb.ac.id/gdl/download/206223", "BAB 2 Redho Surya Perdana": "https://digilib.itb.ac.id/gdl/download/206224", "BAB 3A Redho Surya Perdana": "https://digilib.itb.ac.id/gdl/download/206225", "BAB 3B Redho Surya Perdana": "https://digilib.itb.ac.id/gdl/download/206227", "BAB 3C Redho Surya Perdana": "https://digilib.itb.ac.id/gdl/download/206228", "BAB 3D Redho Surya Perdana": "https://digilib.itb.ac.id/gdl/download/206229", "BAB 4A Redho Surya Perdana": "https://digilib.itb.ac.id/gdl/download/206230", "BAB 4B Redho Surya Perdana": "https://digilib.itb.ac.id/gdl/download/206231", "BAB 4C Redho Surya Perdana": "https://digilib.itb.ac.id/gdl/download/206232", "BAB 4D Redho Surya Perdana": "https://digilib.itb.ac.id/gdl/download/206233", "BAB 4E Redho Surya Perdana": "https://digilib.itb.ac.id/gdl/download/206234", "BAB 5 Redho Surya Perdana": "https://digilib.itb.ac.id/gdl/download/206235", "PUSTAKA Redho Surya Perdana": "https://digilib.itb.ac.id/gdl/download/206236"}, "Penulis": "Redho Surya Perdana [25117012]", "Kontributor / Dosen Pembimbing": ["Dr. Heri Andreas, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "kerusakan akuifer tertekan, water table decline, land subsidence, Jakarta.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "15 file", "Tanggal Input": "08 Apr 2020"}