{"Nomor": 47372, "Judul": "PENGARUH AEROSOL DARI PEMBAKARAN BIOMASSA TERHADAP PROSES PEMBENTUKAN AWAN DAN PRESIPITASI DENGAN MENGGUNAKAN MODEL WRF/CHEM (STUDI KASUS: KARHUTLA RIAU OKTOBER 2015)", "Abstrak": "Kebakaran hutan dan lahan (Karhutla) di Indonesia melepas aerosol dan partikulat dari\ngambut yang terbakar ke atmosfer dalam jumlah besar pada musim kering setiap tahunnya.\nBadan Nasional Penanggulangan Bencana (BNPN) pada tahun 2015 mencatat bahwa Riau\nmerupakan provinsi yang mengalami kebakaran hutan yang signifikan sekitar 2643 Ha.\nDisamping itu, pengetahuan mengenai peran aerosol dan pengaruhnya terhadap cuaca dan\niklim masih sangat rendah. Sehingga, menjadi sangat penting untuk memahami interaksi\naerosol terhadap lingkungan, terutama dalam proses pembentukan awan. Penelitian ini\nbertujuan untuk memahami pengaruh aerosol dari kebakaran hutan yang mempengaruhi\nlingkungan dan secara hipotesis menghambat pembentukan awan melalui proses radiative\nforcing dan mikrofisika. Dalam penelitian ini digunakan versi kimia model prediksi cuaca\nnumerik Weather Research Forecast (WRF/Chem) untuk memodelkan dispersi areosol di\natmosfer. Menggunakan Preprosesor kimia PREP-CHEM-SOURCES untuk menghasilkan\nemisi dari pembakaran biomassa sebagai data input model numerik.\nHasil penelitian menunjukkan bahwa emisi kebakaran hutan memberikan feedback\nnegatif terhadap presipitasi. Citra satelit menunjukkan MTSAT menunjukkan\nbanyaknya terbentuk awan berukuran kecil yang tidak menghasilkan hujan di atas\nwilayah kebakaran. Hal ini sesuai dengan hasil keluaran model yang menunjukkan\nbahwa aerosol mempunyai pengaruh negatif terhadap tutupan awan.", "Daftar File": {"COVER Sany Indra Putra": "https://digilib.itb.ac.id/gdl/download/206315", "BAB 1 Sany Indra Putra": "https://digilib.itb.ac.id/gdl/download/206316", "BAB 5 Sany Indra Putra": "https://digilib.itb.ac.id/gdl/download/206320", "PUSTAKA Sany Indra Putra": "https://digilib.itb.ac.id/gdl/download/206321"}, "Penulis": "Sany Indra Putra [12812033]", "Kontributor / Dosen Pembimbing": ["Dr. Nurjanna Joko Trilaksono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Karhutla, aerosol, WRF/Chem, Himawari, Presipitasi, Awan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "13 Apr 2020"}