{"Nomor": 47377, "Judul": "OPTIMASI KEEKONOMIAN SECARA SIMULTAN ANTARA JUMLAH SUMUR & LAJU INJEKSI DALAM PERENCANAAN PENGEMBANGAN LAPANGAN DENGAN INJEKSI CO2", "Abstrak": "Optimasi proses injeksi CO2 pada penelitian ini bertujuan memaksimalkan faktor perolehan minyak dan memperhatikan keekonomian projek yang diwakili oleh parameter NPV secara simultan (tidak sekuensial). Penelitian ini mengkaji hubungan faktor perolehan minyak terhadap jumlah sumur produksi, jumlah sumur injeksi, dan laju injeksi yang pada umumnya dilakukan secara terpisah dan berurutan sehingga memerlukan kajian secara sekuensial yang sebaiknya dilakukan secara simultan. Berbagai skenario pengembangan untuk memaksimalkan faktor perolehan minyak diaplikasikan menggunakan model reservoir lapangan X yang sebelumnya telah dilakukan history matching.\nTerlebih dahulu ditentukan kasus dasar dengan mengembangkan berbagai skenario pengembangan dan diperoleh faktor perolehan optimum pada skenario optimasi jumlah sumur produksi sebanyak 24 sumur (workover 20 sumur existing dan penambahan 4 sumur baru). Pada kasus ini diperoleh penambahan faktor perolehan sebesar 12,38% dan penambahan kumulatif produksi minyak 192.813 m3 atau 1.210.864 bbl dari kasus kondisi lapangan X saat ini (Existing Condition).\nSetelah skenario kasus simulasi dasar dipilih, tahap selanjutnya dilakukan pengembangan beberapa skenario injeksi dengan variasi jumlah sumur injeksi dan laju injeksi kemudian dilakukan evaluasi keekonomian dengan menghitung nilai NPV dengan sistem bagi hasil gross split. Nilai NPV optimum ditentukan dengan melakukan perhitungan NPV pada masing-masing skenario jumlah sumur injeksi dengan variasi laju injeksi tertentu. Kasus injeksi optimum yang dinilai paling ekonomis untuk lapangan X yaitu kasus 4 (empat) sumur injeksi dengan laju injeksi CO2 80.000 m3/d (2,83 MMSCFD), dengan faktor perolehan sebesar 23,85% dapat memberikan NPV maksimum yaitu 3,17 Million USD dengan IRR tertinggi 13% dan POT 7,15 tahun.\nKumpulan nilai NPV yang diperoleh dari hasil optimasi yang dilakukan secara terurut dan terpisah untuk masing-masing skenario, dapat digunakan untuk mengetahui hubungan secara simultan antara jumlah sumur, laju injeksi dan NPV. Studi ini menghasilkan suatu korelasi polinomial sebagai fungsi dari jumlah sumur injeksi dan laju injeksi. Korelasi ini dapat digunakan untuk evaluasi keekonomian lapangan X secara langsung berdasarkan jumlah sumur injeksi dan laju injeksi tanpa melakukan optimasi secara terpisah. Korelasi yang dikembangkan ini diharapkan dapat digunakan untuk evaluasi keekonomian proyek secara cepat sebelum dilakukan studi simulasi lebih lanjut.", "Daftar File": {"COVER Dini Retno Aulia": "https://digilib.itb.ac.id/gdl/download/206373", "BAB 1 Dini Retno Aulia": "https://digilib.itb.ac.id/gdl/download/206374", "BAB 2 Dini Retno Aulia": "https://digilib.itb.ac.id/gdl/download/206375", "BAB 3 Dini Retno Aulia": "https://digilib.itb.ac.id/gdl/download/206376", "BAB 4 Dini Retno Aulia": "https://digilib.itb.ac.id/gdl/download/206377", "BAB 5 Dini Retno Aulia": "https://digilib.itb.ac.id/gdl/download/206378", "PUSTAKA Dini Retno Aulia": "https://digilib.itb.ac.id/gdl/download/206379"}, "Penulis": "Dini Retno Aulia [22216012]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Tutuka Ariadji, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Petrology", "Kata Kunci": "EOR, injeksi CO2, skenario optimum, evaluasi keekonomian, NPV", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "17 Apr 2020"}