{"Nomor": 47383, "Judul": "STUDI MEKANISME SELEKTIVITAS KATALIS SULFIDA NI-MO UNTUK APLIKASI DIESEL NABATI DENGAN METODE TEORI FUNGSI KERAPATAN", "Abstrak": "Salah satu bahan bakar alternatif pengganti bahan bakar fosil adalah\nminyak sawit. Katalis yang umum digunakan untuk mengonversi minyak\nsawit menjadi diesel nabati adalah sulda dari Ni-Mo dengan penyangga\nalumina (Al2O3). Permasalahan utama pada katalis terletak pada selektivitas.\nPermasalahan ini dapat diatasi dengan komposisi yang tepat pada\nkatalis. Katalis dengan kadar Ni sangat rendah cenderung mengarahkan\nreaksi hidrodeoksigenasi (HDO), sedangkan katalis dengan kadar Ni tinggi\ncenderung mengarahkan reaksi dekarboksilasi (DCO2) atau dekarbonilasi\n(DCO). Ketiadaan model yang menjelaskan pengaruh kadar Ni pada katalis\nsulda dari Ni-Mo menyulitkan dalam menjelaskan proses selektivitas. Tujuan\ndari penelitian ini adalah untuk mengetahui pengaruh kadar Ni pada katalis\nsulda Ni-Mo terhadap interaksinya dengan molekul minyak sawit menggunakan\nmetode komputasi berbasis teori fungsi kerapatan (DFT). Pada\npenelitian ini, katalis yang digunakan adalah sulda dari Ni-Mo dan minyak\nsawit direpresentasikan dengan molekul methyl butanoate (MB). Katalis sulda\ndari Ni-Mo dibedakan menjadi dua jenis yaitu, katalis dengan sisi aktif logam\nmolibdenum atau kombinasi nikel-molibdenum (M-edge) dan katalis dengan\nsisi aktif sulfur (S-edge). Interaksi antara katalis sulda dari Ni-Mo dan\nmolekul MB dijelaskan melalui mekanisme adsorpsi. Molekul MB teradsorpsi\nkimia pada katalis M-edge dan teradsorpsi sika pada katalis S-edge. Katalis\nM-edge dengan kombinasi dua atom Ni di layer teratas (M-2-Ni-A) memiliki\nenergi adsorpsi terbesar, yaitu -2,96 eV. Selektivitas katalis dijelaskan melalui\nmekanisme disosiasi ikatan antar atom pada molekul MB dengan melibatkan\ninteraksi atom hidrogen. Hasil kalkulasi energi aktivasi menunjukkan bahwa\nkatalis dengan kadar Ni rendah selektif ke arah HDO, sementara pada katalis\ndengan kadar Ni tinggi selektif ke arah DCO atau DCO2.", "Daftar File": {"COVER Wahyu Aji Eko Prabowo": "https://digilib.itb.ac.id/gdl/download/206435", "BAB 1 Wahyu Aji Eko Prabowo": "https://digilib.itb.ac.id/gdl/download/206436", "BAB 2 Wahyu Aji Eko Prabowo": "https://digilib.itb.ac.id/gdl/download/206437", "BAB 3 Wahyu Aji Eko Prabowo": "https://digilib.itb.ac.id/gdl/download/206438", "BAB 4A Wahyu Aji Eko Prabowo": "https://digilib.itb.ac.id/gdl/download/206439", "BAB 4B Wahyu Aji Eko Prabowo": "https://digilib.itb.ac.id/gdl/download/206440", "BAB 5 Wahyu Aji Eko Prabowo": "https://digilib.itb.ac.id/gdl/download/206441", "PUSTAKA Wahyu Aji Eko Prabowo": "https://digilib.itb.ac.id/gdl/download/206442"}, "Penulis": "Wahyu Aji Eko Prabowo [33313005]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Hermawan Kresno Dipojono, MSEE, Ph.D.", "Nugraha, Dr.Eng.", "Prof. Dr. Ir. Subagjo"], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Physics", "Kata Kunci": "Sulda dari Ni-Mo, methyl butanoate, hidrodeoksigenasi, dekarboksilasi, dekarbonilasi, DFT", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "22 Apr 2020"}