{"Nomor": 47380, "Judul": "PROPOSED PROCUREMENT STRATEGIES OF MATERIAL AND NEW MACHINE TO MINIMIZE DEFECT RATE PRODUCTION CASE STUDY: PT. ALBASIA NUSA KARYA", "Abstrak": "Looking deeper into Indonesia’s industrial sector, wood processing industry still plays a significant part. Wood processing industry had been said to have a lot of contribution to Indonesia’s Industrial sector. Wood processing industry also create a lot of job opportunities that decrease the number of unemployment in Indonesia that in the end increase the GDP of Indonesia. Based on that background researcher in this research will focused on the development of one player in the Wood Processing industry\nIn this research author focus on qualitative research because qualitative research is type of social science research that collects and work with non-numerical data and that seeks to interpret meaning from these data that help author understand social life through the study of targeted populations or places. Quantitative method also used in this research to support this research and give more insight in this research about PT. Albasia Nusa Karya. Researcher analyze internal and external factor of PT. Albasia Nusa Karya, where the result of analyzation used as the foundation of proposed strategy for PT. Albasia Nusa Karya to solve their problem.\nAfter the analyzation of all collected data and information, the conclusion of this research are Researcher proposed that PT. Albasia Nusa Karya should implement scenario 3 which is combination of investment in new machine to ensure that the process of production did not result in high defect rate that cost more than PT. Albasia Nusa Karya could manage and form partnership with suppliers of material.", "Daftar File": {"COVER Riksa Muhammad Padlul Akbar": "https://digilib.itb.ac.id/gdl/download/206410", "BAB 1 Riksa Muhammad Padlul Akbar": "https://digilib.itb.ac.id/gdl/download/206411", "BAB 2 Riksa Muhammad Padlul Akbar": "https://digilib.itb.ac.id/gdl/download/206412", "BAB 3 Riksa Muhammad Padlul Akbar": "https://digilib.itb.ac.id/gdl/download/206413", "BAB 4 Riksa Muhammad Padlul Akbar": "https://digilib.itb.ac.id/gdl/download/206414", "PUSTAKA Riksa Muhammad Padlul Akbar": "https://digilib.itb.ac.id/gdl/download/206415"}, "Penulis": "Riksa Muhammad Padlul Akbar [29115715]", "Kontributor / Dosen Pembimbing": ["Akbar Adhi Utama, S.T., M.A.B., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Operation, Business Strategy, Business Process Modelling, Value Stream Analysis", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "6 file", "Tanggal Input": "20 Apr 2020"}