{"Nomor": 47389, "Judul": "PEMBUATAN SIMULATOR KEADAAN MUATAN BATERAI EXTENDED-RANGE ELECTRIC VEHICLE BERDASARKAN SIKLUS BERKENDARA DENGAN PERANGKAT LUNAK MATLAB", "Abstrak": "Kendaraan listrik hybrid saat ini sudah mampu menjadi alternatif bagi kendaraan dengan motor bakar torak karena menghasilkan gas buang dalam jumlah yang jauh lebih sedikit, namun tetap memiliki jangkauan jarak tempuh yang sedikit lebih baik dibanding kendaraan listrik murni. Salah satu jenis kendaraan listrik hybrid adalah extended-range electric vehicle (EREV). Dalam 20 tahun terakhir, tren pada proses desain EREV dan kendaraan-kendaraan lainnya adalah menggunakan pemodelan berbasis matematik untuk mempercepat proses pengembangan produk. Salah satu bentuk pemodelan berbasis matematik adalah penggunaan simulator dengan basis perangkat lunak.\nSimulator yang dibuat menggunakan data siklus berkendara, elevasi rute, serta parameter-parameter EREV lainnya yang dimasukkan pengguna simulator untuk menghasilkan data keadaan muatan baterai EREV terhadap waktu. Simulasi keadaan muatan baterai EREV dapat dilakukan dengan mempertimbangkan transmisi daya pada komponen-komponen sistem propulsi EREV dan rugi-rugi daya yang terjadi. Simulator dibuat dengan perangkat lunak MATLAB. Sebagai tahap validasi dan analisis simulator yang dibuat, simulasi dilakukan dengan data siklus berkendara standar maupun dari hasil pengujian menggunakan simulator yang dibuat.\nPada akhirnya, simulator dapat dibuat. Beberapa keunggulan dari simulator yang dibuat antara lain adalah penggunaannya yang lebih sederhana dan dapat dikembangkan lagi dengan relatif mudah. Simulator yang dibuat masih dapat dikembangkan sehingga dapat menggunakan pemodelan yang lebih akurat serta dapat diintegrasikan pada EREV yang berhasil dibuat untuk melakukan simulasi keadaan muatan baterai secara real-time.", "Daftar File": {"COVER Christopher Fernaldy Kusuma": "https://digilib.itb.ac.id/gdl/download/206479", "BAB 1 Christopher Fernaldy Kusuma": "https://digilib.itb.ac.id/gdl/download/206480", "BAB 2 Christopher Fernaldy Kusuma": "https://digilib.itb.ac.id/gdl/download/206481", "BAB 3 Christopher Fernaldy Kusuma": "https://digilib.itb.ac.id/gdl/download/206482", "BAB 4 Christopher Fernaldy Kusuma": "https://digilib.itb.ac.id/gdl/download/206483", "BAB 5 Christopher Fernaldy Kusuma": "https://digilib.itb.ac.id/gdl/download/206484", "PUSTAKA Christopher Fernaldy Kusuma": "https://digilib.itb.ac.id/gdl/download/206485"}, "Penulis": "Christopher Fernaldy Kusuma [13115021]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ignatius Pulung Nurprasetio, MSME", "Dr. Bentang Arief Budiman, S.T., M.Eng.", "Abdul Hakim Masyhur, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "EREV, keadaan muatan, baterai, simulator, siklus berkendara", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "28 Apr 2020"}