{"Nomor": 47394, "Judul": "PERANCANGAN TURBIN FRANCIS 500 KW DENGAN HEAD 30 M DAN KECEPATAN PUTAR 500 RPM", "Abstrak": "Popuplasi penduduk di Indonesia diproyeksikan akan mencapai 300 juta jiwa pada tahun 2035. Peningkatan populasi penduduk di Indonesia akan berdampak pada peningkatan kebutuhan energi. Sekitar 65% dari total produksi listrik di Indonesia, masih menggunakan bahan baku batu bara. Hal ini mengindikasikan bahwa Indonesia masih sangat bergantung kepada energi tak terbarukan. Sebagai negara kepulauan, Indonesia memiliki potensi hidropower yang sangat melimpah. Dari total potensi hidropower sekitar 75000 MW, Indonesia baru dapat memanfaatkan sekitar 6000 MW. Oleh karena itu, perlu dilakukan riset lebih lanjut agar Indonesia dapat memanfaatkan segala sumber daya yang tersedia.\nPada tugas sarjana ini dilakukan perancangan turbin Francis dan pengujian menggunakan metode numerik, dengan parameter yang diketahui adalah daya yang dibangkitkan sebesar 500 kW, head 30 m dan kecepatan putar 500 rpm. Geometri meridional sudu runner didesain menggunakan metode oleh Miroslav Nechleba. Pemodelan komponen utama turbin Francis yaitu runner, guide vane, stay vane, spiral casing, dan draft tube, dimodelkan menggunakan program ANSYS BladeGen dan Solidworks 2014. Simulasi dilakukan untuk mendapatkan performa optimum dari turbin dengan mengubah parameter sudut bukaan guide vane dan kecepatan putar menggunkan ANSYS Fluent dengan model turbulensi realizable k-epsilon pada kondisi tunak.\nHasil simulasi sistem turbin Francis hasil rancangan dapat menghasilkan efisiensi hidrolik sebesar 83,42% pada debit 1,889 m3/s pada bukaan sudut guide vane sebesar 15o. Turbin Francis rancangan dapat menghasilkan daya sebesar 500 kW pada sudut bukaan guide vane sebesar 19 – 20o, dengan debit sekitar 2,1 – 2,2 m3/s dan efisiensi sekitar 82 – 83%. Efisiensi tertinggi akan dicapai oleh turbin Francis apabila turbin Francis dioperasikan pada kecepatan putar rancangan.", "Daftar File": {"COVER Stevanus Febrianto": "https://digilib.itb.ac.id/gdl/download/206516", "BAB 1 Stevanus Febrianto": "https://digilib.itb.ac.id/gdl/download/206517", "BAB 2 Stevanus Febrianto": "https://digilib.itb.ac.id/gdl/download/206518", "BAB 3 Stevanus Febrianto": "https://digilib.itb.ac.id/gdl/download/206519", "BAB 4 Stevanus Febrianto": "https://digilib.itb.ac.id/gdl/download/206520", "BAB 5 Stevanus Febrianto": "https://digilib.itb.ac.id/gdl/download/206521", "PUSTAKA Stevanus Febrianto": "https://digilib.itb.ac.id/gdl/download/206522"}, "Penulis": "Stevanus Febrianto [13115052]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Priyono Soetikno, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "turbin Francis, metode Nechleba, metode numerik, daya, efisiensi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "28 Apr 2020"}