{"Nomor": 47390, "Judul": "PENGEMBANGAN PERSAMAAN TINGKAT KEADAAN VIRIAL UNTUK FASE GAS PROPANA DAN BUTANA", "Abstrak": "Elpiji merupakan salah satu bahan bakar yang digunakan untuk keperluan rumah tangga yang terdiri dari senyawa propana, normal butana, isobutana dan senyawa penyusun lainnya. Komponen penyusun elpiji juga dapat dijadikan sebagai refrigeran alternatif karena memiliki nilai ODP nol dan GWP bernilai 3. Untuk berbagai kebutuhan aplikasi, sifat-sifat termodinamika elpiji perlu diketahui. Cara untuk mengetahui sifat termodinamika suatu zat adalah dengan melakukan eksperimen. Data eksperimen tidak mungkin menyediakan sifat termodinamika pada seluruh tingkat keadaan sehingga sifat termodinamika zat perlu diprediksi menggunakan persamaan tingkat keadaan. Persamaan tingkat keadaan virial mempunyai dasar teoritis yang dapat dipertimbangkan untuk memprediksi sifat-sifat termodinamika.\nPersamaan tingkat keadaaan virial pada studi ini didapat dengan pendekatan empirik. Data-data sifat termodinamika PVT, panas jenis, dan kecepatan suara dioptimasi dengan metode regresi kuadrat terkecil dengan bantuan algoritma genetik. Persamaan yang dioptimasi adalah persamaan helmholtz yang didapat dari pengintegralan fungsi tekanan berbasiskan teori potensial Lennard-Jones dan square well terhadap massa jenis.\nPersamaan tingkat keadaan virial dengan teori potensial Lennard-Jones memiliki keandalan yang relatif baik dibandingkan dengan teori potensial square well. Persamaan tingkat keadaan virial berbasiskan potensial Lennard-Jones tidak dapat bersaing dengan persamaan helmholtz karena keterbatasan suku dan variabel nonlinear yang lebih sedikit dibandingkan persamaan helmholtz. Perilaku ekstrapolasi sifat PVT, panas jenis isobarik dan kecepatan suara persamaan tingkat keadaan virial berbasiskan square well pada tekanan tinggi memiliki deviasi yang besar dibandingkan persamaan helmholtz, sedangkan persamaan virial berbasiskan teori potensial Lennard-Jones memiliki kecenderungan kurva yang sama dengan persamaan helmholtz.", "Daftar File": {"COVER Emiral Firchan Jeehad": "https://digilib.itb.ac.id/gdl/download/206486", "BAB 1 Emiral Firchan Jeehad": "https://digilib.itb.ac.id/gdl/download/206487", "BAB 2 Emiral Firchan Jeehad": "https://digilib.itb.ac.id/gdl/download/206488", "BAB 3 Emiral Firchan Jeehad": "https://digilib.itb.ac.id/gdl/download/206489", "BAB 4 Emiral Firchan Jeehad": "https://digilib.itb.ac.id/gdl/download/206490", "BAB 5 Emiral Firchan Jeehad": "https://digilib.itb.ac.id/gdl/download/206491", "BAB 6 Emiral Firchan Jeehad": "https://digilib.itb.ac.id/gdl/download/206492", "PUSTAKA Emiral Firchan Jeehad": "https://digilib.itb.ac.id/gdl/download/206493"}, "Penulis": "Emiral Firchan Jeehad [13115034]", "Kontributor / Dosen Pembimbing": ["Ir. I Made Astina, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "virial, normal butana, isobutana, propana, Lennard-Jones, square well.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "28 Apr 2020"}