{"Nomor": 47397, "Judul": "PENGEMBANGAN SISTEM PEMANTAUAN KEMAJUAN PENYELESAIAN PEMESANAN PRODUK: STUDI KASUS SEBUAH UNIT PRODUKSI AC KERETA API", "Abstrak": "Salah satu prinsip dari Industry 4.0 adalah penerapan CPS (Cyber\nPhysical System). Penerapan CPS dibagi menjadi lima level yaitu level koneksi,\nlevel konversi, level siber, level kognisi, dan level konfigurasi. Level koneksi\nberfokus pada sensor-sensor dan perangkat komunikasi nirkabel untuk\nmemonitor kondisi nyata pada elemen produksi. Data-data mentah yang peroleh\nperlu diubah menjadi informasi yang berguna menggunakan analisis data pada\npenerapan level kedua pada CPS yaitu level konversi. Salah satu informasi yang\ndapat dihasilkan dari analisis data adalah kemajuan penyelesaian pemesanan\nproduk.\nObjek studi kasus pada penelitian ini adalah sebuah unit produksi AC\nkereta api. Saat ini unit produksi tersebut sudah memasang perangkat yang dapat\ndigunakan operator untuk memasukkan data pada setiap stasiun kerja. Tujuan\ndari penelitian ini adalah menentukan metode analisis data dan membuat sistem\nuntuk pemantauan kemajuan penyelesaian pemesanan produk. Kemajuan\nditentukan dengan membandingkan total durasi rencana semua operasi yang\nsudah dikerjakan dengan total durasi rencana semua operasi.\nPenelitian ini berhasil menentukan metode analisis data dan membuat\nsistem pemantauan. Sistem berhasil menganalisis data mentah dari unit produksi\nAC kereta api menjadi informasi berupa kemajuan penyelesaian pemesanan\nproduk dan menampilkan hasilnya pada antarmuka kepada pengguna.", "Daftar File": {"COVER Helmi Fauzi": "https://digilib.itb.ac.id/gdl/download/206538", "BAB 1 Helmi Fauzi": "https://digilib.itb.ac.id/gdl/download/206539", "BAB 5 Helmi Fauzi": "https://digilib.itb.ac.id/gdl/download/206543", "PUSTAKA Helmi Fauzi": "https://digilib.itb.ac.id/gdl/download/206544"}, "Penulis": "Helmi Fauzi [13115099]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sri Raharno, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Sistem pemantauan, kemajuan, penyelesaian pemesanan produk", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "29 Apr 2020"}