{"Nomor": 47395, "Judul": "ANALISIS DESAIN PARAMETRIK KOMPONEN MEJA DAN SADDLE MESIN CNC MILLING VERTIKAL DENGAN VARIASI NILAI KEKAKUAN", "Abstrak": "Mesin perkakas adalah mesin yang digunakan dalam proses produksi untuk membuat suatu barang atau benda dengan spesifikasi geometri dan toleransi tertentu sesuai kebutuhan. Mesin perkakas didesain dengan kepresisian dan kekakuan yang disesuaikan dengan kebutuhan. Perubahan ukuran dimensi atau volume kerja mesin perkakas akan memerlukan desain baru agar tetap memenuhi kriteria terutama dalam hal kepresisian dan kekakuan mesin tersebut. Hal ini tentunya merupakan proses yang kurang efisien mengingat pembuatan desain baru untuk memenuhi spesifikasi yang diinginkan memakan waktu yang cukup banyak.\nSalah satu dari penyelesaian dari masalah tersebut adalah penggunaan konsep desain parametrik. Konsep desain parametrik mendefinisikan bentuk suatu objek dengan menggunakan parameter, sehingga perubahan atau eksplorasi bentuk objek desain dapat dilakukan dengan hanya mengubah satu atau beberapa parameter saja.\nPada Tugas Sarjana ini, dilakukan proses desain parametrik untuk komponen meja dan saddle mesin CNC milling vertikal dengan beberapa pengembangan yakni penambahan parameter kekakuan sebagai input dan menambahkan variasi material pada struktur komponen berupa structural steel. Output yang didapatkan dari proses desain parametrik ini adalah tabel parametrik ketebalan meja berupa matriks tiga dimensi untuk berbagai nilai kekakuan menggunakan metode formulasi dan metode formulasi-Kriging serta menghitung akurasi tabel parametrik. Kemudian, dilakukan juga desain parametrik pada komponen saddle dengan menambahkan kekakuan sebagai input dengan hasil berupa tabel parametrik ketebalan ribbing pada saddle. Model parametrik kedua komponen juga telah diperbarui dengan penambahan parameter kekakuan dan material komponen.", "Daftar File": {"COVER M. Azzam Muzakki": "https://digilib.itb.ac.id/gdl/download/206523", "BAB 1 M. Azzam Muzakki": "https://digilib.itb.ac.id/gdl/download/206524", "BAB 2 M. Azzam Muzakki": "https://digilib.itb.ac.id/gdl/download/206525", "BAB 3 M. Azzam Muzakki": "https://digilib.itb.ac.id/gdl/download/206526", "BAB 4 M. Azzam Muzakki": "https://digilib.itb.ac.id/gdl/download/206527", "BAB 5 M. Azzam Muzakki": "https://digilib.itb.ac.id/gdl/download/206528", "BAB 6 M. Azzam Muzakki": "https://digilib.itb.ac.id/gdl/download/206529", "PUSTAKA M. Azzam Muzakki": "https://digilib.itb.ac.id/gdl/download/206530"}, "Penulis": "M. Azzam Muzakki [13115080]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ir. Agung Wibowo, M.T.", "Dr. Ir. Tri Prakosa, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Mesin CNC milling vertikal, desain parametrik, meja, saddle, kekakuan, interpolasi Kriging.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "28 Apr 2020"}