{"Nomor": 47407, "Judul": "DEVELOPMENT OF GT-POWER MODEL OF A GASOLINE ENGINE WITH LOW PRESSURE EGR SUITABLE FOR MODEL-BASED PREDICTIVE CONTROL OF AN AIR PATH", "Abstrak": "ABSTRACT\nTo develop an engine complying emission limits, reduce fuel consumption and enhance engine power output is a car manufacture’s task of the last years. New emission limits make this task even more challenging and to fulfil them requires new approaches. Recirculation of burned gases is promising way how to reduce harmful emissions and improve fuel consumption in case of a spark ignition engine. Introduction of EGR system increase degrees of freedom and it makes engine control more and more complex. To be able to use potential of EGR fully requires to have a precise calibration. Increasing need of precise calibration and higher amount of degrees of freedom increase time demand for Engine management system calibration and validation. If the calibration and validation would be performed on engine test bench only, it would be lengthy and costly.\nFor this reason, simulation software is used to lower time demand on a test bench for engine management system calibration and validation.\nAim of this work is to create models of spark ignition engine to support Model predictive control (MPC) development. Models are needed in two levels of accuracy. Trend models are part of MPC development where appropriate MPC is selected. Detailed model is needed for MPC validation before implementation of MPC on real engine application.\nThis work explains which models are needed and what are their role in validation process. It also describes how the models have been created and which data is needed.", "Daftar File": {"COVER Jakub Jaros": "https://digilib.itb.ac.id/gdl/download/206687", "BAB 1 Jakub Jaros": "https://digilib.itb.ac.id/gdl/download/206688", "BAB 2 Jakub Jaros": "https://digilib.itb.ac.id/gdl/download/206689", "BAB 3 Jakub Jaros": "https://digilib.itb.ac.id/gdl/download/206690", "BAB 4 Jakub Jaros": "https://digilib.itb.ac.id/gdl/download/206691", "BAB 5 Jakub Jaros": "https://digilib.itb.ac.id/gdl/download/206692", "BAB 6 Jakub Jaros": "https://digilib.itb.ac.id/gdl/download/206693", "BAB 7 Jakub Jaros": "https://digilib.itb.ac.id/gdl/download/206694", "BAB 8 Jakub Jaros": "https://digilib.itb.ac.id/gdl/download/206695", "BAB 9 Jakub Jaros": "https://digilib.itb.ac.id/gdl/download/206696", "BAB 10 Jakub Jaros": "https://digilib.itb.ac.id/gdl/download/206697", "BAB 11 Jakub Jaros": "https://digilib.itb.ac.id/gdl/download/206698", "BAB 12 Jakub Jaros": "https://digilib.itb.ac.id/gdl/download/206699", "BAB 13 Jakub Jaros": "https://digilib.itb.ac.id/gdl/download/206700", "PUSTAKA Jakub Jaros": "https://digilib.itb.ac.id/gdl/download/206701"}, "Penulis": "Jakub Jaros [23116707]", "Kontributor / Dosen Pembimbing": ["Dr.techn. Ir. Arief Hariyanto", "Prof. Ing. Jan Macek Drsc"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Gt-Power Model of a Gasoline Engine, EGR, Model-Based Predictive Control.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "15 file", "Tanggal Input": "30 Apr 2020"}