{"Nomor": 47403, "Judul": "PRELIMINARY WING MECHANISM DESIGN AND CFD ANALYSIS OF FLAPPING WING MINI UNMANNED AERIAL VEHICLE", "Abstrak": "Ever growing criminal action and military interest have pushed the increased demand\non Micro Aerial Vehicle having capability to conduct espionage mission. This MAV\nshould not make the enemy aware of its presence earlier before it finished the\nmission. Camouflage is one of the alternatives to carry out the mission, but there is\nalways challenge to mimicking nature. Flapping wing is a great idea by which\nresearcher and engineers ever implemented this concept on MAV. This also push\nauthor to conduct a research on aerodynamic design and analysis for flapping wing.\nPigeon bird wing has been chosen as a research model due to its size and flight speed.\nAnalytical calculation and CFD simulation approaches are used to design kinematics\nof flapping wing with requirement of simple model, be able mimicking the Pigeon\nbird flapping. The assumption used in design and analysis is straight level flight\ncondition, simple rectangular and rigid wing. This research starts with the design of\nkinematic of flapping wing including the determination of flapping path, attitude, size\nof each part and target of lift and thrust. Each length of the crank segment will\ndecided first and then kinematics equation is obtained. The simulation using\ncomputational fluid dynamics is conducted to obtained instantaneous aerodynamic\nforces and moment of the wings for various parameters of flapping including flapping\nfrequency, free-stream velocity, pitching and aerofoil type using the solution of\nReynold Averaged Navier-Stokes equation. Behavioural of those physical parameters\nwithin simulation case variations is being discussed to determine the final\nconfiguration. It comes out that all of them are significantly affecting the lift and\nthrust production. Finally, maximum weight during flight and motor requirement are\nobtained for further development and UAV testing.", "Daftar File": {"COVER Albert Duke Tantono": "https://digilib.itb.ac.id/gdl/download/206608", "BAB 1 Albert Duke Tantono": "https://digilib.itb.ac.id/gdl/download/206609", "BAB 5 Albert Duke Tantono": "https://digilib.itb.ac.id/gdl/download/206613", "PUSTAKA Albert Duke Tantono": "https://digilib.itb.ac.id/gdl/download/206614"}, "Penulis": "Albert Duke Tantono [13615028]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Mochammad Agoes Moelyadi, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Unsteady flow simulation, Flapping mechanism, Aerodynamic force and moment.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "29 Apr 2020"}