{"Nomor": 47400, "Judul": "ANALISIS PENGARUH GEOMETRI GUIDE VANE TERHADAP PRESTASI TURBIN FRANCIS 63 MW PADA PLTA BAKARU", "Abstrak": "Pembangkit Listrik Tenaga Air (PLTA) Bakaru merupakan pembangkit listrik yang\nmenggunakan dua unit Turbin Francis untuk menghasilkan daya 126 MW. Turbin Francis\nterdiri dari beberapa komponen utama seperti runner, guide vanes, stay vanes, spiral case,\ndan draft tube. PLTA Bakaru beroperasi dalam kondisi air yang memiliki banyak endapan\nsehingga berdampak pada usia komponen yang relatif pendek. Salah satu komponen yang\nsering mengalami kerusakan adalah guide vanes. Kerusakan pada komponen guide vanes\nmengharuskan pengelola PLTA Bakaru untuk mengganti seluruh komponen guide vanes.\nSaat ini PLTA Bakaru menggunakan produk impor dari Jepang untuk komponen tersebut.\nFrekuensi pergantian guide vanes yang cukup tinggi berdampak pada biaya perawatan yang\nmahal. Dalam upaya untuk menurunkan biaya perawatan dan meningkatkan kualitas produk\ndalam negeri, rekayasa peniruan guide vanes existing akan dilakukan.\nPenyelesaian permasalahan dicapai melalui pemodelan geometri airfoil guide vane\nexisting, perancangan ulang turbin Francis 63 MW, dan simulasi CFD turbin Francis dengan\nvariasi geometri airfoil guide vanes pada beberapa kondisi sudut bukaan guide vanes. Hasil\nsimulasi desain turbin Francis hasil perancangan ulang dapat merepresentasikan turbin\nFrancis PLTA Bakaru dengan perbedaan daya keluaran yang tidak melebihi 5%.\nHasil simulasi dan analisis turbin Francis dengan variasi geometri airfoil\nmenunjukkan bahwa profil airfoil guide vanes NACA 2419 memiliki efisiensi yang lebih\nbesar pada mayoritas daerah operasi turbin, sehingga lebih cocok untuk diaplikasikan pada\nPLTA Bakaru.", "Daftar File": {"COVER Agustinus Calvin Gunawan": "https://digilib.itb.ac.id/gdl/download/206566", "BAB 1 Agustinus Calvin Gunawan": "https://digilib.itb.ac.id/gdl/download/206567", "BAB 5 Agustinus Calvin Gunawan": "https://digilib.itb.ac.id/gdl/download/206571", "PUSTAKA Agustinus Calvin Gunawan": "https://digilib.itb.ac.id/gdl/download/206572"}, "Penulis": "Agustinus Calvin Gunawan [13115145]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Indra Djodikusumo", "Ir. I Nengah Diasta, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Pembangkit Listrik Tenaga Air, turbin Francis, guide vane, airfoil, simulasi CFD", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "29 Apr 2020"}