{"Nomor": 47414, "Judul": "INOVASI DALAM MODEL BISNIS UNTUK PERUSAHAAN SOSIAL (STUDI KASUS XYZ)", "Abstrak": "Pendidikan merupakan salah satu hal penting di Indonesia, salah satunya dapat dilihat dari minat\nsiswa sekolah menengah atas untuk terus mengejar cita-citanya dengan cara melanjutkan\npendidikan di jenjang yang lebih tinggi, yaitu jenjang universitas. Berdasar pada kepedulian\nterhadap pendidikan. XYZ berdiri untuk membantu siswa sekolah menengah atas yang ingin\nmelanjutkan pendidikan ke perguruan tinggi dengan memberikan kemudahan melalui bimbingan\nbelajar yang dapat diakses dimana saja dan kapan saja. Sebagai perusahaan yang profit for benefit\nXYZ menggunakan sebagian pendapatannya untuk kegiatan social. Akan tetapi, kepedulian XYZ\ntersebut tentu tidak selalu berjalan dengan mulus. XYZ dalam pelaksanaannya mengalami\nbeberapa rintangan, yaitu banyaknya persaingan dan pada bulan-bulan tertentu siswa yang\nmendaftar untuk mengikuti program XYZ mengalami penurunan. \n \nPenelitian ini bertujuan untuk memberikan masukan berupa inovasi ang dapat membantu XYZ\ndalam meningkatkan jumlah peserta didik yang menggunakan XYZ dan membantu XYZ untuk\nmenambah pendapatannya, yang sebagian dari hasil pendapatan tersebut 80% digunakan untuk\nkegiatan social, yaitu sekolah gratis untuk Pendidikan Anak Usia Dini untuk masyarakat disekitar\ntempat XYZ berada. Penelitian ini pun dilakukan dengan menggunakan pendekatan model bisnis\ncanvas, yang dimana model bisnis ini dapat membantu dalam memperbaiki model bisnis yang ada.\nSehingga, dapat memberikan inovasi model bisnis yang dapat digunakan oleh XYZ untuk\nmengatasi permasalahan yang dialami XYZ saat ini. \n \nInovasi yang dapat dilakukan terhadap model bisnis XYZ, yaitu dengan memberikan layanan baru\nyang sesuai dengan kebutuhan yang diinginkan oleh konsumen, sehingga XYZ dapat\nmeningkatkan jumlah pengguna layanan XYZ dan memberikan sumber pendapatan baru untuk\nXYZ, yaitu dengan membuka layanan belajar secara tatap muka, baik di dalam kelas maupun\nprogram private. Analisis dilakukan dengan cara mencari bisnis isu, melakukan pendekatan\nterhadap kebutuhan konsumen, dan melakukan perencanaan untuk model bisnis baru.", "Daftar File": {"2020_TS_PP_Suryani Dyah Pratiwi_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/206757"}, "Penulis": "Suryani Dyah Pratiwi [29117411]", "Kontributor / Dosen Pembimbing": ["Melia Famiola, S.T.P., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Bimbingan belajar, Pendidikan, Model bisnis canvas", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "05 Mei 2020"}