{"Nomor": 47418, "Judul": "ANALISIS SIFAT MEKANIK PADA BAJA HADFIELD SETELAH PROSES SOLUTION ANNEALING, SOLUTION ANNEALING DAN TEMPER, SERTA REPETITIVE HAMMERING", "Abstrak": "Baja hadfield adalah baja dengan kandungan Mn 11-14% dan C 1,1-1,4%. Penelitian ini bertujuan untuk menganalisa sifat mekanik pada baja hadfield setelah proses heat treatment (solution annealing, normalizing, tempering) dan setalah proses heat treatment (solution annealing, tempering) dilanjutkan strain hardening dengan metode (repetitive hammmering). Baja hadfiled dengan proses heat treatment menunjukan tidak ada perubahan signifikan pada struktur mikro dan nilai kekerasan. Sedangkan untuk baja hadfield yang diberikan proses heat treatment dan dikombinasikan dengan (repetitive hammering) menunjukan adanya perubahan struktur mikro yaitu adanya slip line yang semakin bertambah rapat dan banyak seiring dengan bertambahnya jumlah deformasi yang diberikan, dan untuk nilai kekerasan dari baja hadfield juga mengalami kenaikan nilai kekerasan yang signifikan. Slip line yang terdapat pada baja hadfiled yang mengalami proses solution annealing dan tempering dilanjutkan repetitive hammering terlihat lebih banyak dan rapat dibandingkan dengan baja hadfield tanpa proses tempering, nilai kekerasan yang didapatkan baja hadfield dengan proses temper juga lebih tinggi dibandingkan dengan baja hadfiled tanpa proses tempering. Hasil dari nilai strain dan reduksi tebal menunjukan baja hadfield yang mengalami proses tempering memiliki nilai strain dan nilai reduksi tebal yang lebih tinggi dibandingkan baja hadfield tanpa proses tempering. Nilai strain dan nilai reduksi yang tinggi menghasilkan nilai kekerasan yang tinggi.", "Daftar File": {"COVER Ida Farida": "https://digilib.itb.ac.id/gdl/download/206775", "BAB 1 Ida Farida": "https://digilib.itb.ac.id/gdl/download/206776", "BAB 2 Ida Farida": "https://digilib.itb.ac.id/gdl/download/206777", "BAB 3 Ida Farida": "https://digilib.itb.ac.id/gdl/download/206778", "BAB 4 Ida Farida": "https://digilib.itb.ac.id/gdl/download/206779", "BAB 5 Ida Farida": "https://digilib.itb.ac.id/gdl/download/206780", "PUSTAKA Ida Farida": "https://digilib.itb.ac.id/gdl/download/206781"}, "Penulis": "Ida Farida [23717002]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Rochim Suratman"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Ilmu Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "hadfield, heat treatment, solution annealing, normalizing, tempering, strain hardening, repetitive hammering, strain.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "06 Mei 2020"}