{"Nomor": 47415, "Judul": "ANALISIS KEKUATAN STRUKTUR KOMPOSIT BLADE STIFFENED PANEL TERHADAP BEBAN TARIK PULL-OUT MENGGUNAKAN METODE ELEMEN HINGGA DAN EKSPERIMENTAL", "Abstrak": "Composite blade stiffened panel merupakan struktur yang banyak digunakan pada struktur pesawat terbang seperti sayap dan fuselage. Umumnya, pemasangan stiffener pada panel bertujuan untuk menambah stiffened sehingga struktur lebih kaku, kuat dan ringan. Untuk mengetahui kekuatan struktur blade stiffened panel perlu dilakukan simulasi dan pengujian, salah satu metode pengujian yang dilakukan adalah uji tarik. Untuk mengetahui beban/tegangan maksimum maka pengujian dilakukan dengan memberikan beban hingga struktur mengalami deformasi atau failure. Pembebanan yang diberikan pada pengujian tarik dalam penelitian ini adalah berupa displacement rate sebesar 2 mm/menit [ASTM D3039].\nPada penelitian ini, simulasi numerik menggunakan finite element method dilakukan untuk menganalisis progressive failure pada komposit menggunakan material quasi isotropic pada software MSC Patran/Nastran. Hasil simulasi berupa load dan tegangan maksimum kemudian dibandingkan dengan hasil pengujian.\nHasil dari pengujian, beban maksimum rata-rata adalah sebesar 4232N pada displacement 1.99 mm. Sedangkan hasil simulasi beban maksimum yang terjadi sebesar 4870 N untuk kriteria kegagalan Maximum Stress, 5119 N Tsai Hill dan kriteria kegagalan Tsai Wu adalah 5144 N pada displacement 1.1 mm. Perbedaan hasil simulasi dengan eksperimental sebesar 13 % untuk kriteria kegagalan Maximum Stress, 17% Tsai Hill dan 18% untuk Tsai Wu. Tegangan maksimum pada struktur komposit blade stiffened panel dari hasil eksperimental adalah 45.9 MPa.", "Daftar File": {"COVER Handoko": "https://digilib.itb.ac.id/gdl/download/206758", "BAB 1 Handoko": "https://digilib.itb.ac.id/gdl/download/206759", "BAB 2 Handoko": "https://digilib.itb.ac.id/gdl/download/206760", "BAB 3 Handoko": "https://digilib.itb.ac.id/gdl/download/206761", "BAB 4 Handoko": "https://digilib.itb.ac.id/gdl/download/206762", "BAB 5 Handoko": "https://digilib.itb.ac.id/gdl/download/206763", "PUSTAKA Handoko": "https://digilib.itb.ac.id/gdl/download/206764"}, "Penulis": "Handoko [23617006]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Kismono Hadi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Composite Blade stiffened panel, Uji Tarik, Progressive Failure, Finite Element Method, Quasi Isotropic", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "06 Mei 2020"}