{"Nomor": 47428, "Judul": "SINTESIS SODIUM MANGANAT DENGAN METODE SOL-GEL", "Abstrak": "Baterai lithium-ion muncul sebagai salah satu pilihan penyimpanan energi yang populer untuk perangkat portable. Tetapi, ketersediaan lithium yang terbatas menyebabkan kenaikan harga bahan baku. Karenanya diperlukan ion lain yang berpotensi menjadi alternatif yaitu ion sodium yang memiliki ketersediaan yang lebih melimpah. Dalam penelitian tugas akhir ini, dilakukan sintesis sodium manganat dengan metode solgel dengan penambahan kitosan sebagai dispersing agent. Sintesis dimulai dengan melarutkan prekursor NaOH dan MnCl2.4H2O dengan aquades. Sol yang terbentuk kemudian dipanaskan hingga menjadi Gel. Gel kemudian dihomogenisasi dengan gelombang ultrasonik dan dikalsinasi terlebih dahulu pada temperatur 450oC untuk selanjutnya ditingkatkan ke dalam dua variasi, yaitu 550 dan 650oC. Serbuk hasil sintesis dikarakterisasi menggunakan metode X-Ray Diffractometry (XRD) dan Scanning Electron Microscopy (SEM).\nHasil dari karakterisasi XRD menunjukkan belum terbentuk senyawa sodium manganat. Sintesis ini menghasilkan NaCl dan Mn2O3. Temperatur yang lebih tinggi menghasilkan ukuran partikel yang lebih besar karena lebih mudah terjadi difusi. Penambahan kitosan mampu mendispersikan partikel yang terbentuk secara lebih merata.", "Daftar File": {"COVER I Wayan Padma Yogi Asana": "https://digilib.itb.ac.id/gdl/download/206850", "BAB 1 I Wayan Padma Yogi Asana": "https://digilib.itb.ac.id/gdl/download/206851", "BAB 5 I Wayan Padma Yogi Asana": "https://digilib.itb.ac.id/gdl/download/206855", "PUSTAKA I Wayan Padma Yogi Asana": "https://digilib.itb.ac.id/gdl/download/206856"}, "Penulis": "I Wayan Padma Yogi Asana [13715031]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Bambang Sunendar, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Sodium manganat, Kitosan, Sol-Gel", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "13 Mei 2020"}