{"Nomor": 47424, "Judul": "PENGARUH KONSENTRASI TIO2/SNO2 PADA NANOKOMPOSIT SELULOSA-TIO2/SNO2 TERHADAP LAJU PEMATANGAN BUAH", "Abstrak": "Berdasarkan proses pematangannya, buah dapat dibagi menjadi dua kelompok\nyaitu buah klimaterik dan nonklimaterik. Buah klimaterik ditandari dengan adanya\npeningkatan respirasi dan produksi etilen saat proses pematangan terjadi. Gas\netilen merupakan faktor pendukung proses pematangan dan pembusukan buah.\nMasalah pembusukan buah merupakan hal yang menghambat distribusi buah.\nBerbagai metode pun digunakan untuk menyikapi hal tersebut. Namun, metode\nyang kini ada tetap terkendala waktu yang mempengaruhi cakupan wilayah serta\nbiaya yang mahal. Di sisi lain TiO2 ditemukan dapat menguraikan gas etilen\nmelalui reaksi fotokatalis yang dimilikinya. Untuk mengoptimalkan fungsi\nfotokatalis penulis melakukan penambahan semikonduktor sehingga terbentuk\nTiO2/SnO2. Untuk mengetahui pengaruh konsentrasi TiO2/SnO2, dibuatlah 3\nkomposisi nanokomposit berbeda dengan konsentrasi TiO2/SnO2 sebanyak 5 wt%,\n15 wt%, dan 25 wt% dari massa gel nanoselulosa yang semuanya diaplikasikan\npada lembar akrilik sebagai penutup. Untuk menguji sifat dan performa dari\nmaterial yang dihasilkan dilakukanlah karakterisasi berupa XRD, TEM, SEM,\nEDS Mapping, Uji Laju Pematangan Buah di bawah sinar UV, serta Scotch Tape\nTest. Setelah berbagai karakterisaasi dilakukan didapatkan jika semakin kecil\nkonsentrasi TiO2/SnO2 dalam nanokomposit akan semakin memperlambat laju\npematangan buah, hal ini disebabkan karena kehomogenan lapisan serta\npenyebaran TiO2/SnO2 dalam nanokomposit yang teramati dari karakterisasi.", "Daftar File": {"COVER Ahmad Miftahul Anwar": "https://digilib.itb.ac.id/gdl/download/206801", "BAB 1 Ahmad Miftahul Anwar": "https://digilib.itb.ac.id/gdl/download/206802", "BAB 5 Ahmad Miftahul Anwar": "https://digilib.itb.ac.id/gdl/download/206806", "PUSTAKA Ahmad Miftahul Anwar": "https://digilib.itb.ac.id/gdl/download/206807"}, "Penulis": "Ahmad Miftahul Anwar [13714019]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Bambang Sunendar, M.Eng., Ph.D.", "Lia Amelia Tresna Wulan Asri, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "TiO2/SnO2, Nanokomposit, Laju Pematangan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "13 Mei 2020"}