{"Nomor": 47427, "Judul": "ANALISIS PARAMETER PROSES ATOMISASI SENTRIFUGAL TIPE ELEKTRODA BERPUTAR DAN KARAKTERISASI SERBUK HASIL ATOMISASI", "Abstrak": "Komponen kecil yang memiliki geometri rumit dan dimensi yang presisi cocok\ndiproduksi dengan metode metalurgi serbuk. Di Indonesia metalurgi serbuk belum\nbegitu berkembang, salah satu penyebabnya adalah ketergantungan pada serbuk impor.\nPenelitian ini membahas pengaruh berbagai parameter pembuatan serbuk logam\nmenggunakan mesin atomisasi sentrifugal terhadap karakter serbuk yang dihasilkan.\nPenelitian meliputi perbaikan alat atomisasi, pembuatan serbuk, proses milling,\ndilanjutkan proses karakterisasi untuk menentukan morfologi serbuk, distribusi ukuran serbuk, dan senyawa yang terbentuk dari serbuk yang dihasilkan.\nParameter proses yang diuji dalam penelitian ini adalah jenis material bahan baku,\nkecepatan putar anoda, dan besar arus listrik yang diterapkan. Material bahan baku\nyang digunakan berupa batang silinder baja tulangan, AISI 202, AISI 304, kuningan,\ndan Al6061. Dengan variasi kecepatan putar 4000rpm, 6000rpm, dan 8000rpm. Dan\narus listrik sebesar 25A, 40A, 55A, dan 70A khusus pembuatan serbuk Al6061.\nKenaikan kecepatan putar akan mereduksi ukuran serbuk, dan semakin membuat\nserbuk berbentuk menyerupai bola. Kenaikan input arus pada serbuk Al6061 akan\nmembuat serbuk menjadi semakin ligamental. Proses milling efektif mereduksi ukuran baja paduan dengan persen reduksi hingga 89% dengan bentuk serbuk angular, namun kurang efektif untuk kuningan dan Al6061. Hasil XRD menunjukan bahwa serbuk baja tulangan hasil atomisasi menghasilkan serbuk Fe2O3 dan FeO, sementara AISI 202 dan AISI 304 menghasilkan senyawa Cr2MnO4. Serbuk Kuningan mengandung senyawa Cu5Zn8 dan serbuk Al6061 mengandung senyawa MgO.", "Daftar File": {"COVER Thomas Albatros": "https://digilib.itb.ac.id/gdl/download/206836", "BAB 1 Thomas Albatros": "https://digilib.itb.ac.id/gdl/download/206837", "BAB 5 Thomas Albatros": "https://digilib.itb.ac.id/gdl/download/206841", "PUSTAKA Thomas Albatros": "https://digilib.itb.ac.id/gdl/download/206842"}, "Penulis": "Thomas Albatros [13715010]", "Kontributor / Dosen Pembimbing": ["Ir. Slameto, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "pembuatan serbuk, atomisasi sentrifugal, karakterisasi serbuk", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "13 Mei 2020"}