{"Nomor": 47425, "Judul": "PENGARUH PERLAKUAN PANAS PENGUATAN PRESIPITASI DAN WAKTU GESEK TERHADAP KETAHANAN AUS MATERIAL MONEL K-500", "Abstrak": "Dalam industri perminyakan terdapat beberapa komponen yang saling\nbergesekkan satu sama lain, seperti impeller dan shaft. Ketahanan aus menjadi salah\nsatu aspek penting dalam komponen tersebut. Ketahanan aus dapat menentukan umur\npakai komponen ketika mengalami pengurangan massa akibat gesekan. Material\nMonel K-500 adalah paduan nikel yang dapat ditingkatkan sifat mekaniknya melalui\nproses penguatan presipitasi sehingga memiliki kekuatan dan ketangguhan yang baik\ndan dapat digunakan untuk komponen tahan aus.\nPengujian ketahanan aus gesek dilakukan untuk mengetahui pengaruh perlakuan\npanas penguatan presipitasi dan waktu penggesekkan terhadap material Monel K-500\nmenggunakan metode uji gesek pin-on-disk. Evaluasi ketahanan aus berdasarkan\npengukuran massa yang hilang, uji keras, dan perubahan struktur mikro menggunakan\nmikroskop optik dan SEM. Perbedaan nilai kekerasan sekitar 10% antara perlakuan\npanas penguatan presipitasi yang berbeda disebabkan oleh perbedaan ukuran butir.\nPengurangan massa terjadi secara signifikan pada rentang waktu 4-6 jam awal\npengujian dan relatif menurun konstan pada rentang waktu selanjutnya. Struktur\nmikro material uji tidak mengalami perubahan akibat pengujian gesek. Kekerasan\npermukaan meningkat sekitar 1-3% karena mengalami strain hardening. Terlepasnya\npresipitat Ni3Al pada batas butir dapat memicu retakan awal yang terlihat pada\npengamatan SEM.\nVariasi perlakuan panas penguatan presiptasi yang dilakukan tidak memberikan\nefek signifikan terhadap ketahanan aus material Monel K-500 karena perbedaan\npengurangan massa hanya 0,3%.", "Daftar File": {"COVER Arviansyah Hermawan": "https://digilib.itb.ac.id/gdl/download/206822", "BAB 2 Arviansyah Hermawan": "https://digilib.itb.ac.id/gdl/download/206824", "BAB 5 Arviansyah Hermawan": "https://digilib.itb.ac.id/gdl/download/206827", "PUSTAKA Arviansyah Hermawan": "https://digilib.itb.ac.id/gdl/download/206828"}, "Penulis": "Arviansyah Hermawan [13715004]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Husaini Ardy"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Perlakuan panas penguatan presipitasi, ketahanan aus gesek, kekerasan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "13 Mei 2020"}