{"Nomor": 47429, "Judul": "STUDI PENGARUH TEMPERATUR TAHAP I RENTANG 600OC - 640OC PADA PERLAKUAN PANAS DUA TAHAP BAJA MANGAN G-X120MN12", "Abstrak": "Baja mangan biasa dipakai untuk kepentingan industri karena memiliki sifat unik\nyang mengombinasikan ketangguhan dan keuletan yang tinggi, kapasitas work hardening yang tinggi, dan juga ketahanan aus. Untuk meningkatkan ketahanan terhadap retak, dapat ditingkatkan ketangguhan dari baja mangan dengan memberikan proses perlakuan panas.\nDalam penelitian ini, dilakukan 3 jenis perlakuan panas dengan variasi temperatur\npemanasan tahap pertama pada 600oC, 620oC, dan 640oC selama 3 jam, kemudian\ndilanjutkan pada pemanasan tahap kedua pada temperatur 1000oC selama 1,5 jam,\nkemudian dilakukan water quench. Pada tahap pertama, karbida mulai berubah bentuk menjadi bulat dan mulai terurai serta terbentuknya perlit yang disebabkan oleh pertumbuhan inti ferit dan inti sementit selangkah demi selangkah yang tumbuh dengan gerakan lateral. Pada pemanasan dua tahap, perlit yang berbentuk lamellar akan berubah menjadi fasa austenit halus dengan koloni karbida halus tersebar dalam butir yang disebut dengan dispersed hardened austenite.", "Daftar File": {"PUSTAKA Nicholas Dariel": "https://digilib.itb.ac.id/gdl/download/206871", "BAB 1 Nicholas Dariel": "https://digilib.itb.ac.id/gdl/download/206865", "BAB 4A Nicholas Dariel": "https://digilib.itb.ac.id/gdl/download/206868", "BAB 4B Nicholas Dariel": "https://digilib.itb.ac.id/gdl/download/206869", "BAB 5 Nicholas Dariel": "https://digilib.itb.ac.id/gdl/download/206870"}, "Penulis": "Nicholas Dariel [13715041]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Budi Hartono Setiamarga", "Ery Hidayat,S.T.,M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Baja mangan G-X120Mn12, perlakuan panas dua tahap, dispersed hardened austenite.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "13 Mei 2020"}