{"Nomor": 47439, "Judul": "ANALISIS COMOVEMENT & VOLATILITAS MENGGUNAKAN METODE WAVELET COHERENCE (STUDI KASUS HARGA MINYAK DUNIA, EMAS DUNIA, DAN KURS RUPIAH TERHADAP INDEKS HARGA SAHAM LQ45)", "Abstrak": "Fisika merupakan ilmu sains yang bekerja sesuai dengan metode ilmiah. Pada praktiknya, ilmuwan fisika melakukan pemodelan sistem kompleks menggunakan metode ilmiah. Pemodelan ini dilakukan untuk mengetahui dinamika sistem yang berfluktuasi dan dipengaruhi oleh berbagai elemen lainnya. Salah satu pemodelan yang diteliti adalah pemodelan pada pasar finansial yang merupakan bagian dari ekonofisika. Ekonofisika merupakan suatu keilmuan yang menjelaskan konsep ekonomi dengan menggunakan pendekatan teori serta metode fisika. Pada penelitian ini dinamika di pasar finansial yang diteliti adalah comovement dan volatilitas antara komoditas dan kurs rupiah dengan harga penutupan saham yang tercatat pada indeks saham LQ45 periode Januari 2015 – April 2020. Metode yang digunakan pada penelitian ini adalah Wavelet Coherence (WTC) yang mendekomposisikan deret waktu yang ditinjau menjadi domain waktu dan frekuensi secara bersamaan. Pengolahaan data dilakukan dengan kode program yang dikembang oleh Grinsted menggunakan MATLAB. Dengan metode tersebut, didapat analisis Wavelet Power Spectrum (WPS) yang menggambarkan daerah dalam waktu yang memiliki volatilitas tinggi. Tidak sampai disitu, didapat pula analisis Wavelet Coherence (WTC) yang melakukan analisis wavelet dari deret waktu yang ditinjau. Analisis volatilitas dengan WPS menunjukkan bahwa harga emas memiliki volatilitas terendah dan harga saham memiliki volatitias tertinggi. Kemudian pada analisis WTC ditunjukkan adanya comovement tertinggi dan terendah antara harga saham terhadap harga minyak, harga emas, dan kurs rupiah berturut turut terjadi pada saham UNVR dan SMGR, UNVR dan PTPP, serta SMGR dan PTBA. Selain itu dilakukan pula strategi investasi berdasarkan tipe investor yang terdiri dari tipe investor agresif, moderat, dan konservatif yang menanamkan modal pada saham dengan comovement tinggi, sedang, dan rendah serta gejolak ekonomi yang sedang terjadi.", "Daftar File": {"ABSTRAK Adilah Ahsanah": "https://digilib.itb.ac.id/gdl/download/206881"}, "Penulis": "Adilah Ahsanah [10216032]", "Kontributor / Dosen Pembimbing": ["Acep Purqon, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Comovement, Volatilitas, Wavelet Coherence, Wavelet Power Spectrum.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "15 Mei 2020"}