{"Nomor": 47442, "Judul": "ANALISIS ANOMALI MAGNETIK SEKITAR GUNUNG API PAPANDAYAN MENGGUNAKAN METODE MAGNETIK (DAERAH LERENG TIMUR GUNUNG API PAPANDAYAN).", "Abstrak": "Indonesia memiliki gunung api aktif dan pasif yang sebagian besar tersebar dari Sumatera hingga ke Jawa. Daerah sekitar gunung api aktif seringkali memunculkan manifestasi permukaan berupa sumber panas yang dapat dimanfaatkan secara langsung maupun tidak langsung. Salah satu contoh gunung aktif di Jawa Barat ialah Gunung Api Papandayan. Gunung Api Papandayan adalah gunung api aktif di Indonesia yang terletak di Kabupaten Garut, Jawa Barat, hal ini ditunjukkan dengan banyaknya keberadaan kawah pada gunung tersebut yaitu Kawah Baru, Kawah Mas, Kawah Nangklak, dan Kawah Manuk. Dalam meninjau anomali magnetik di wilayah sekitar Gunung Api Papandayan dapat dilakukan dengan survey geofisika. Survey geofisika yaitu suatu kegiatan penting dari bagian fisika bumi untuk mengidentifikasi struktur bawah permukaan. Pada survey ini digunakan metode magnetik dengan memanfaatkan parameter fisis berupa suseptibilitas magnetik untuk mengetahui anomali magnetik. Akuisisi data lapangan sebanyak 65 titik pengukuran dengan jarak antar titik sebesar 100 meter dan panjang lintasan sebesar 6 kilometer. Akuisisi data ini dilakukan pada tahun 2019 di daerah lereng timur Gunung Api Papandayan menggunakan satu set alat G-856AX Memory MagTM Proton Precession Magnetometer (PPM). Berdasarkan pengamatan secara langsung, terdapat manifestasi permukaan berupa rembasan air panas disekitar daerah sungai. Kemudian dari hasil forward modelling dan hasil inversion modelling anomali negatif disekitar daerah kawah dan daerah sungai diduga terdapat adanya intrusi panas dari reservoir geotermal dibawah permukaan.", "Daftar File": {"ABSTRAK Kurnia Anwar Ra'if": "https://digilib.itb.ac.id/gdl/download/206884"}, "Penulis": "Kurnia Anwar Ra'if [10216026]", "Kontributor / Dosen Pembimbing": ["Dr. Nurhasan, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Anomali magnetik, Gunung Api Papandayan, Suseptibilitas magnetik", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "15 Mei 2020"}