{"Nomor": 47457, "Judul": "NAVIGATING THE PANDEMIC RESPONSE LIFE CYCLE: MOLECULAR DIAGNOSTICS AND IMMUNOASSAYS IN THE CONTEXT OF COVID-19 MANAGEMENT", "Abstrak": "Coronavirus disease 2019 (COVID-19) is an\ninfectious disease caused by severe acute respiratory syndrome\ncoronavirus 2 (SARS-CoV-2). To counter COVID-19 spreading,\nan infrastructure to provide rapid and thorough molecular\ndiagnostics and serology testing is the cornerstone of outbreak\nand pandemic management. We hereby review the clinical\ninsights with regard to using molecular tests and immunoassays in\nthe context of COVID-19 management life cycle: the preventive\nphase, the preparedness phase, the response phase and the\nrecovery phase. The spatial and temporal distribution of viral\nRNA, antigens and antibodies during human infection is\nsummarized to provide a biological foundation for accurate\ndetection of the disease. We shared the lessons learned and the\nobstacles encountered during real world high-volume screening\nprograms. Clinical needs are discussed to identify existing\ntechnology gaps in these tests. Leverage technologies, such as\nengineered polymerases, isothermal amplification, and direct\namplification from complex matrices may improve the\nproductivity of current infrastructure, while emerging\ntechnologies like CRISPR diagnostics, visual end point detection,\nand PCR free methods for nucleic acid sensing may lead to\nat-home tests. The lessons learned, and innovations spurred from\nthe COVID-19 pandemic could upgrade our global public health\ninfrastructure to better combat potential outbreaks in the future.", "Daftar File": {}, "Penulis": "Baback Gharizadeh [-]", "Kontributor / Dosen Pembimbing": ["Junqiu Yue, Mingxia Yu, Yue Liu, Meiying Zhou, Daru Lu, Jingwei Zhang"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "COVID-19, SARS-CoV-2, molecular diagnostics, immunoassay, at-home test", "Sumber": "IEEE Reviews in Biomedical Engineering", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Mei 2020"}