{"Nomor": 47479, "Judul": "PENGEMBANGAN SISTEM CHARGER / NEUTRALIZER BERBASIS KORONA IONIZER UNTUK PENGUKURAN DISTRIBUSI PARTIKEL AEROSOL", "Abstrak": "Polusi udara merupakan salah satu masalah penting yang belum teratasi oleh\nmanusia. Polusi udara berdampak buruk pada kesehatan pernapasan manusia dan\nlingkungannya. Salah satu komponen penyusun pada polusi udara adalah partikel\naerosol. Partikel ini berukuran sangat kecil sehingga tidak dapat dilihat oleh mata\nsecara lansung. Untuk mempelajari partikel aerosol, maka dibutuhkan suatu\ninstrumen yang dapat mengukur distribusi ukuran diameter partikel. Instrumen\nyang digunakan adalah Scanning Mobility Particle Sizer (SMPS). SMPS terdiri atas\nbeberapa komponen penyusun yaitu Differential Mobility Analizer (DMA),\nCondensation Particle Counter (CPC), dan charger. Charger pada sistem SMPS\nberfungsi untuk membuat partikel aerosol menjadi bermuatan. Jenis charger yang\ndigunakan pada SMPS dibangun menggunakan metode radioaktif dan korona.\nMetode radioaktif membutuhkan biaya yang cukup mahal dan proses maintenance\nyang cukup sulit. Metode yang umum digunakan untuk membangun sebuah\ncharger adalah metode korona. Walaupun teknik korona lebih umum digunakan,\npenggunaan metode ini dapat menghasilkan partikel ozon yang berdampak buruk\npada kesehatan manusia. Pada penelitian ini dikembangkan suatu charger\nmenggunakan bahan komersil dengan harga yang terjangkau yaitu ionizer MHM\n305 dan MHM 400. Ionizer ini dibangun menggunakan metode korona. Selain\nkarena harganya yang terjangkau, keunggulan pada modul ini adalah jumlah ozon\nyang dihasilkan hanya sebesar 0,14mg/hour. Nilai konsentrasi ion yang dihasilkan\noleh charger dihitung menggunakan ion counter. Nilai konsentrasi yang terhitung\nsebesar -1,563 × 106 (muatan/cm3) dan 2,515 × 106 (muatan/cm3). Untuk\nmengontrol jumlah ion yang dihasilkan oleh charger, maka dilakukan pengaturan\npada nilai duty cycle tegangan input ionizer. Semakin besar nilai duty cycle yang\ndigunakan maka semakin banyak jumlah ion yang dihasilkan. Polystyrene Latex\n(PSL) pada penelitian ini digunakan sebagai partikel uji yang diukur distribusi\ndiameter partikelnya menggunakan SMPS. Ukuran partikel PSL yang digunakan\nsebesar 190 nm dan 303 nm. Dari pengujian yang telah dilakukan, ionizer berfungsi\ndengan baik sebagai charger pada SMPS.", "Daftar File": {"ABSTRAK Tri Eko Putra Manvi": "https://digilib.itb.ac.id/gdl/download/206965"}, "Penulis": "Tri Eko Putra Manvi [10216094]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Muhammad Miftahul Munir, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "aerosol, charger, korona, ionizer, radioaktif, SMPS.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "04 Jun 2020"}