{"Nomor": 47483, "Judul": "ANALISIS ALASAN YANG MENDASARI MAHASISWA SARJANA MANAJEMEN ITB 2020 DALAM MENGGUNAKAN PLATFORM BERBASIS DIGITAL UNTUK MENGEMBANGKAN KETERAMPILAN LUNAK", "Abstrak": "Keterampilan lunak didefinisikan sebagai keterampilan interpersonal, manusia, atau perilaku yang diperlukan untuk menerapkan keterampilan teknis dan pengetahuan terutama di tempat kerja. Di era saat ini, perusahaan mengalami perubahan cepat untuk membuktikan nilai tambahnya dan mempertahankan keberlanjutannya. Nilai-nilai organisasi abadi, tetapi tantangan seperti globalisasi dan kemajuan teknologi telah dihidupkan kembali. Pengembangan keterampilan lunak telah menjadi penekanan pada pembelajaran seumur hidup dan dirancang untuk meningkatkan pengembangan pribadi. Orang dengan kualifikasi teknik yang kuat dan keterampilan lunak adalah orang yang mendapatkan posisi yang paling diinginkan. Salah satu argumen yang paling diperdebatkan dalam literatur pendidikan tinggi saat ini menyangkut kualitas lulusan dan kurangnya keterampilan lunak yang dapat ditransfer, penting di pasar tenaga kerja saat ini dan diperlukan untuk meningkatkan pekerjaan individu. Mengembangkan soft skill melalui kemajuan teknologi adalah cara yang sah untuk membuktikan bahwa mahasiswa bisnis memiliki lebih banyak kesiapan dalam dunia kerja. Penggunaan platform digital untuk mengembangkan soft skill menjadi fenomena yang menarik. Untuk selanjutnya, penelitian ini bertujuan untuk mengungkap alasan yang mendasari mahasiswa sarjana manajemen ITB 2020 dalam menggunakan platform digital untuk mengembangkan soft skill mereka. Secara khusus, 10 peserta diwawancarai dan dianalisis dengan pengkodean terbuka, pengkodean aksial, dan pengkodean selektif. Hasilnya adalah ada kesenjangan persepsi antara keterampilan yang diajarkan dalam SBM dengan keterampilan yang dibutuhkan oleh siswa. Gejala-gejalanya tergantung pada karakteristik di setiap siswa di mana dalam penelitian ini ditemukan empat kategori siswa yang dapat menyadari bahwa ada kesenjangan persepsi dengan SBM, (1) Berpengalaman dalam karir profesional (2) Suka ikut kompetisi (3) Tidak memiliki kegiatan terkait (4) Murni memiliki pola pikir yang berbeda dengan SBM. Temuan ini dapat dijelaskan oleh diagram perjalanan yang dibuat oleh peneliti yang juga menunjukkan manfaat yang mereka cari dalam menggunakan platform digital. Ada faktor internal yang terdiri dari aspek kemampuan dan kemauan serta faktor eksternal yang mempengaruhi keputusan siswa untuk menggunakan platform digital dibandingkan dengan metode lain yang kemudian dapat mengarahkan mereka untuk memahami urgensi belajar soft skill itu sendiri. Sementara itu, hasil yang berbeda mungkin terjadi jika mahasiswa bisnis yang diamati lebih beragam dan juga dapat dibandingkan dengan metode lain dan mengembangkan soft skill.\nKata kunci: keterampilan lunak, pengembangan, digital platform, mahasiswa bisnis, generasi millenial", "Daftar File": {"2020 SM Nadira Anggita Arbarani_19017023.pdf)u": "https://digilib.itb.ac.id/gdl/download/206969"}, "Penulis": "Nadira Anggita Arbarani [19017023]", "Kontributor / Dosen Pembimbing": ["Donald Crestofel Lantu, S.T., M.B.A., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "keterampilan lunak, pengembangan, digital platform, mahasiswa bisnis, generasi millenial", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "05 Jun 2020"}