{"Nomor": 47488, "Judul": "DAMPAK PENGARUH POLITIK TERHADAP FLEKSIBILIATS KEUANGAN: BUKTI DARI INDONESIA", "Abstrak": "Kecepatan penyesuaian perusahaan terhadap struktur modal yang optimal masih menjadi salah satu topik menarik dalam studi struktur modal. Itu dikarenakan kecepatan penyesuaian menunjukkan seberapa fleksibelnya perusahaan dalam merancang struktur modalnya. Sejalan dengan studi sebelumnya, fleksibilitas keuangan harus menjadi fokus bagi manajer karena menunjukkan keputusan ketika dihadapkan peluang investasi yang tak terduga. Dengan kondisi Indonesia yang sedang berkembang dan tidak pasti, perusahaan sangat dimungkinkan untuk menghadapi tantangan serius dalam memilih struktur modal mereka. Selain itu, karena dipercaya bahwa koneksi politik memiliki hubungan positif terhadap kecepatan penyesuaian perusahaan. Dengan demikian, penelitian ini bertujuan untuk menyelidiki bagaimana koneksi politik mempengaruhi fleksibilitas keuangan perusahaan. Secara keseluruhan, penelitian ini menggunakan 48 perusahaan yang terdaftar secara berturut-turut terdaftar di indeks KOMPAS100 selama 10 periode dari 2014 - 2018. Menggunakan regresi data panel, penelitian ini menemukan bahwa koneksi politik memiliki hubungan positif dan signifikan terhadap fleksibilitas keuangan pada perusahaan berukuran besar dan negative signfikan terhadap perusahaan berukuran kecil. Hasil ini didukung kuat oleh beberapa pengukuran alternatif terhadap koneksi politik; menggunakan variabel dummy atau proporsi anggota dewan. Penelitian ini menunjukkan bahwa 75% perusahaan yang terdaftar dalam indeks KOMPAS100 memiliki hubungan politik. Ditambah, koneksi politik yang diukur oleh anggota dewan ditemukan lebih signifikan dalam meningkatkan fleksibilitas keuangan karena mereka memiliki akses ke sumber daya utama dan akses industri yang lebih mudah. Penelitian ini memberikan wawasan baru bagi pemangku kepentingan perusahaan untuk menunjuk anggota dewan yang terhubung secara politis karena memiliki anggota dewan yang terhubung secara politis adalah penting dalam meningkatkan fleksibilitas keuangan.\nKata Kunci: Indonesia, Fleksibilitas Keuangan, Koneksi Politik, Struktur Modal", "Daftar File": {"2020 SM Charles Vincent_19017059.pdf?": "https://digilib.itb.ac.id/gdl/download/206974", "2020 TS PP Charles Vincent 1 -  FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/249705"}, "Penulis": "Charles Vincent [19017059]", "Kontributor / Dosen Pembimbing": ["Yunieta Anny Nainggolan, S.E., M.Com., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Indonesia, Fleksibilitas Keuangan, Koneksi Politik, Struktur Modal", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "2 file", "Tanggal Input": "06 Jun 2020"}