{"Nomor": 47494, "Judul": "HUBUNGAN ANTARA RASIO KEUANGAN UTAMA DAN TINGKAT PENGEMBALIAN SAHAM PERUSAHAAN PUBLIK TERDAFTAR DI BURSA EFEK INDONESIA SUBSEKTOR PROPERTI, PERUMAHAN, DAN KONSTRUKSI BANGUNAN", "Abstrak": "Produk Domestik Bruto (PDB) merupakan salah satu indikator penting untuk mengukur pertumbuhan ekonomi suatu negara, yang mencerminkan jumlah total produk dan jasa dari seluruh unit ekonomi dalam suatu negara. Salah satu komponen penting PDB adalah konsumsi dalam bentuk barang dan jasa. Dalam hal pertumbuhan ekonomi, akses terhadap distribusi barang dan jasa juga perlu ditingkatkan. Distribusi erat kaitannya dengan moda transportasi dan infrastruktur, yang memainkan peranan penting dan menjadi salah satu program prioritas dalam era kepresidenan Bapak Joko Widodo, khususnya ketika kita melihat fakta bahwa Republik Indonesia sebagai negara terbesar keempatbelas di dunia secara luas area tanah dan juga negara terpadat keempat di dunia dengan lebih dari 261 juta jiwa populasi penduduk, dengan lebih dari delapan belas ribu pulau.\nPenelitian ini berfokus pada analisa hubungan antara rasio keuangan utama (Return on Asset (ROA), Return on Equity (ROE), Debt to Equity Ratio (DER), and Price to Book Value (PBV)) terhadap Tingkat Pengembalian Saham dari perusahaan publik terdaftar di Bursa Efek Indonesia subsector properti, perumahan, dan konstruksi bangunan, selama tahun 2014 – 2017. Semua data dianalisa menggunakan program SPSS dengan metode analisa regresi linier berganda. Untuk melengkapi hasil analisa, maka dilakukan juga uji asumsi klasik, uji koefisien determinasi, dan uji hipotesis di dalam penelitian ini. \nHasil penelitian ini menunjukkan bahwa Return on Asset (ROA), Return on Equity (ROE), and Price to Book Value (PBV) memiliki pengaruh yang tidak signifikan terhadap Tingkat Pengembalian Saham, sementara hanya Debt to Equity Ratio (DER) yang memiliki pengaruh yang signifikan terhadap Tingkat Pengembalian Saham. Semua variabel independen memiliki pengaruh secara bersamaan terhadap Tingkat Pengembalian Saham, dimana Debt to Equity Ratio (DER) memiliki pengaruh positif terkuat, dan selanjutnya diikuti secara berturut – turut oleh Return on Asset (ROA) yang memiliki pengaruh positif, Return on Equity (ROE), dan Price to Book Value (PBV) dimana keduanya memiliki pengaruh negatif.", "Daftar File": {"ABSTRAK Wendy": "https://digilib.itb.ac.id/gdl/download/206978"}, "Penulis": "Wendy [29317371]", "Kontributor / Dosen Pembimbing": ["Dr. Isrochmani Murtaqi, S.E., M.Acc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Rasio Keuangan Utama, Regresi Linier Berganda, Tingkat Pengembalian Saham", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "08 Jun 2020"}