{"Nomor": 47497, "Judul": "DESIGNING DIGITAL PLATFORM BASED ON KNOWLEDGE MANAGEMENT FRAMEWORK (CASE OF THE FOREST INVESTMENT PROGRAM IN THE MINISTRY OF ENVIRONMENT AND FORESTRY REPUBLIC OF INDONESIA)", "Abstrak": "Kementerian Lingkungan Hidup dan Kehutanan merupakan salah satu dari 34 Kementerian yang bertanggung jawab untuk sebuah bidang administrasi umum yang berkaitan dengan lingkungan hidup dan masalah kehutanan. Pada tahun 2018, Kementerian Lingkungan Hidup dan Kehutanan melalui Direktorat Jenderal Planologi Kehutanan dan Tata Lingkungan telah mengajukan proposal “Forest Investment Program”. \nForest Investment Program (FIP) merupakan program Kementerian Lingkungan Hidup dan Kehutanan yang disusun untuk membantu meningkatkan lahan hijau sebagai paru – paru dunia, meningkatkan efisiensi dan efektivitas pencegahan dan penanggulangan masalah hutan, serta meningkatkan taraf kesejahteraan pada wilayah hutan produksi di Indonesia. Salah satu program kerja yang tertuang di dalam rancangan “Forest Investment Program” ialah membangun platform “Knowledge Management” yang berbasiskan teknologi guna meningkatkan efisiensi dan efektivitas performa masing – masing Kesatuan Pengelola Hutan (KPH).  \nDalam penelitian ini, peneliti berusaha untuk mengukur tingkat kesiapan implementasi Knowledge Management masing – masing KPH. Metode yang digunakan dalam penelitian ini adalah metode kualitatif dan kuantitatif. Metode qualitatif dilakukan dengan melakukan interview terhadap manajemen proyek FIP. Dan metode kuantitatif dilakukan dengan mengadakan survey kepada perwakilan KPH.\nDari metode kuantitatif dan kualitatif, peneliti dapat menyimpulkan bahwa KPH telah siap untuk melakukan implementasi Knowledge Management. Thesis ini juga mengusulkan platform digital berdasarkan perspektif Knowledge Management. Lebih lanjut, rencana implementasi terkait platform digital juga diusulkan.", "Daftar File": {"ABSTRAK Albert Ricia": "https://digilib.itb.ac.id/gdl/download/206982"}, "Penulis": "Albert Ricia [29317455]", "Kontributor / Dosen Pembimbing": ["Dedy Sushandoyo, S.T., M.Sc.Eng., M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Knowledge, Knowledge Management, SECI, People-Process-Technology, Digital Platform, Forest Investment Program", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "08 Jun 2020"}