{"Nomor": 47496, "Judul": "INOVASI BISNIS MODEL UNTUK INDUSTRI ILUSTRASI DI INDONESIA : STUDI KASUS ILUSTRATOR INDEPENDEN STAR THEATRE", "Abstrak": "Animasi, khususnya animasi Jepang memasuki Indonesia pada tahun 1990, memunculkan generasi yang menikmati menonton film animasi dan membaca komik. Berdasarkan survey dari duniaku.net, Indonesia meraih peringkat 6 untuk negara dengan penikmat animasi terbesar. Budaya animasi Jepang ini berpengaruh terhadap hobi yang memunculkan sejumlah orang yang menikmati ilustrasi dan menggambar. Para ilustrator ini menggunakan kemampuan menggambar mereka untuk mendapatkan income. Namun, lebih dari separuh ilustrator ini tidak merasa mengerjakan ilustrasi sebagai sumber penghasilan utama dan memilih menganggapnya sebagai hobi. Fenomena ini muncul dari pengalaman sebagian besar ilustrator tersebut berpendapatan rendah, dengan hanya sekitar Rp 500.000 income per bulannya\nStar Theatre adalah salah satu komunitas dalam industri ilustrasi, tersusun atas beberapa ilustrator yang menjalankan jasa ilustrasi custom yang disebut dengan Jasa Komisi. Para ilustrator Star Theatre mengalami masalah dengan pendapatan per bulan mereka yang stagnan. Jumlah order yang mereka terima per bulan kurang lebih sama dan tanpa bisa menaikkan harga jasa mereka terhadap customer segment mereka yang sekarang, segmen Gifter yang berfokus pada waktu dan harga. Dalam proyek riset ini, bisnis model dan BMC Star Theatre dianalisis melalui analisis internal dan analisis eksternal terhadap Business Model Environment dijalankan untuk menemukan perubahan yang terjadi di industri ilustrasi. Lingkungan bisnis ini terdiri atas empat sisi ; market forces, industry forces, key trends dan macroeconomic factors. Dengan menganalisa lingkungan bisnis ini, opportunities yang ditemukan dapat diadopsi ke dalam blok BMC untuk menciptakan bisnis model dan BMC baru dengan Blue Ocean Strategy menggunakan ERRC Grid.\nDari analisis tersebut, ditemukan dua segmen baru untuk jasa komisi, yaitu para Gamer dan Sesama Ilustrator, yang melihat value lebih terhadap kualitas, pengalaman, dan akurasi terhadap referensi karakter yang mereka pesan. Kedua segmen ini memiliki price point dan frekuensi pembelian lebih tinggi. Untuk menjangkau segmen baru ini, Star Theatre direkomendasikan untuk membuka channel baru di sebuah platform khusus untuk jasa komisi, dan juga menaikkan harga jasa mereka sesuai dengan price point klien internasional yang lebih terjangkau dari channel baru tersebut untuk memaksimalkan income mereka sambil mengurangi cost yang mereka keluarkan dengan meniadakan pembelian alat menggambar baru yang mahal dan menggunakan resource mereka yang sudah ada.", "Daftar File": {"ABSTRAK Mahdiyana Dwi Putri": "https://digilib.itb.ac.id/gdl/download/206981"}, "Penulis": "Mahdiyana Dwi Putri [29317385]", "Kontributor / Dosen Pembimbing": ["Nazmi Fathnur Ahmad, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Industri Ilustrasi, Business Model Canvas, ERRC Grid", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "08 Jun 2020"}