{"Nomor": 47503, "Judul": "EKSPRESI GEN PENGKODE DOMAIN III PROTEIN SELUBUNG VIRUS DENGUE I PADA EMPAT GALUR ESCHERICHIA COLI", "Abstrak": "Demam berdarah dengue (DBD) merupakan penyakit yang disebabkan oleh virus dengue (DENV) yang ditularkan melalui gigitan nyamuk Aedes aegypti. Penyakit ini bersifat endemik di negara-negara yang memiliki ilkim tropis, khususnya Indonesia. DBD dapat berkembang menjadi penyakit yang mematikan, sehingga diperlukan metode diagnosis cepat dan akurat agar dapat diberikan penanganan yang sesuai. Domain III dari protein selubung (EDIII) virus dengue memiliki sifat imunogenik dan mengandung beberapa epitop. Produksi EDIII dengan teknologi rekombinan dapat mendukung pengadaan bahan baku untuk pembuatan kit diagnostik. Penelitian ini bertujuan untuk mengekspresikan protein DENV-1 EDIII (berukuran 18 kDa) dengan vektor plasmid pET-22b-DENV-1 EDIII pada empat galur Escherichia coli, yaitu E. coli ArcticExpress; E. coli BL21-CodonPlus(DE3)-RIPL; E. coli BL21(DE3)pLysS; dan E. coli Rosetta-gami B(DE3). Keempat transforman ditumbuhkan pada media LB dan IPTG 0,3 mM selama 4 jam pada 37 °C. Analisis SDS-PAGE menunjukkan keberadaan pita protein berukuran 18 kDa yang sesuai dengan massa molekul EDIII. Analisis Western Blot menunjukkan bahwa E. coli Rosetta-gami B(DE3) memiliki tingkat ekspresi EDIII yang paling tinggi. Protein EDIII rekombinan membentuk badan inklusi, sehingga harus dilakukan pelipatan ulang. Pelipatan ulang terhadap protein EDIII rekombinan dilakukan dengan gradien konsentrasi urea 8 M, 6 M, 4 M, 2 M, dan 0 M. Protein EDIII rekombinan hasil pelipatan ulang dan pemurnian divisualisasikan pada SDS-PAGE menunjukkan pita pada 18 kDa dan 20 kDa", "Daftar File": {"ABSTRAK Fahmi Ihza Alghiffary": "https://digilib.itb.ac.id/gdl/download/206991"}, "Penulis": "Fahmi Ihza Alghiffary [10516006]", "Kontributor / Dosen Pembimbing": ["Prof. Dessy Natalia, Ph.D.", "Dr. Sari Dewi Kurniasih Indrawan, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "demam berdarah dengue, virus, EDIII, E. coli, pelipatan ulang protein", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "2 file", "Tanggal Input": "08 Jun 2020"}