{"Nomor": 47509, "Judul": "PENGARUH SUBSTITUEN PADA LIGAN SERTA PELARUT TERHADAP DENSITAS ELEKTRON ATOM VANADIUM PADA SENYAWA KOMPLEKS VO(SALEN)", "Abstrak": "Kompleks oksovanadium salen, yang selanjutnya disebut [VO(salen)], merupakan senyawa kompleks yang digunakan sebagai katalis untuk beberapa reaksi kimia. Dalam proses katalisis, pasangan redoks yang umum terbentuk pada kompleks [VO(salen)] adalah VIV/VV. Perubahan bilangan oksidasi atom vanadium ini melibatkan perubahan densitas elektron sehingga untuk mengetahui kemampuannya dalam proses reduksi-oksidasi dapat dipelajari mengenai densitas elektron pada atom vanadium tersebut. Beberapa faktor yang dapat mempengaruhi densitas elektron atom vanadium pada kompleks [VO(salen)], di antaranya, substituen pada ligan dan efek donor pelarut. Oleh karena itu, tujuan dari penelitian ini adalah mempelajari pengaruh substituen pada ligan serta pelarut terhadap densitas elektron pada atom vanadium pada kompleks [VO(salen)]. Penelitian dilakukan secara komputasi menggunakan aplikasi ORCA dengan metode B97-D dan basis set 6-31G(D). Densitas elektron atom vanadium pada kompleks [VO(salen)] dan turunannya, yaitu [VO(salophen)] dan [VO(salcyen)], dapat dibandingkan melalui beberapa parameter, di antaranya panjang ikatan V=O, muatan natural (NBO), dan perubahan energi Gibbs (?G). Dari hasil perbandingan parameter tersebut, didapatkan kesimpulan bahwa substituen pada ligan salophen mengurangi densitas elektron atom vanadium relatif terhadap ligan salen. Sedangkan substituen pada ligan salcyen menambah densitas elektron atom vanadium relatif terhadap ligan salen. Selain itu, hadirnya pelarut dapat menambah densitas elektron pada kompleks secara umum. Pelarut yang memiliki konstanta dielektrik lebih tinggi  secara umum dapat mempermudah transfer elektron pada atom vanadium. Di antara senyawa- senyawa kompleks tersebut, [VO(salcyen)] sangat terpengaruh oleh adanya pelarut.", "Daftar File": {"ABSTRAK Muh Fauzan Hamzah": "https://digilib.itb.ac.id/gdl/download/206997"}, "Penulis": "Muh Fauzan Hamzah [10516018]", "Kontributor / Dosen Pembimbing": ["Dr. Aep Patah, S.Si., M.Si.", "Drs. Muhamad A. Martoprawiro, MS, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "[VO(salen)], Atom Vanadium, Densitas Elektron, Panjang Ikatan V=O, Muatan Natural, Perubahan Energi Gibbs", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "1 file", "Tanggal Input": "08 Jun 2020"}