{"Nomor": 47514, "Judul": "SINTESIS CALKON DENGAN PREKURSOR ORTO-HIDROKSIASETOFENON DALAM MEDIUM CAIRAN ION 1-DESIL-3-METILIMIDAZOLIUM BROMIDA ([DMIM]BR) MENGGUNAKAN METODE MAOS (MICROWAVE-ASSISTED ORGANIC SYNTHESIS)", "Abstrak": "Calkon merupakan senyawa kelas flavonoid dari berbagai jenis produk alam yang memiliki beberapa aktivitas biologis, di antaranya sebagai antiinflamatori, antioksidan, antibakteri, antifungal, antikanker, antituberkulosis, antitumor, dan antimalaria. Dalam penelitian ini, calkon disintesis dalam medium cairan ion yang mendukung konsep green chemistry. Cairan ion 1-desil-3-metilimidazolium bromida ([DMIm]Br) telah berhasil disintesis menggunakan prekursor 1-metilimidazol dan 1-bromodekana dalam kondisi iradiasi gelombang mikro pada 50 ?C dengan daya iradiasi 300 W selama 60 menit, menghasilkan rendemen sebesar 56,59%, yang kemudian diaplikasikan sebagai medium reaksi dalam sintesis senyawa turunan calkon. Pada penelitian ini, dua senyawa turunan calkon disintesis dengan prekursor orto- hidroksiasetofenon, yaitu senyawa 3-(2-hidroksifenil)-1-(2’-hidroksifenil)-2-propen-1-on (Calkon 1) dan 1-(2-hidroksifenil)-3-(4-metoksifenil)-2-propen-1-on (Calkon 2) yang masing- masing diperoleh dengan rendemen 35,83% dan 42%, serta titik leleh masing-masing sebesar 140-142 ?C dan 82-83 ?C. Sintesis senyawa turunan calkon memanfaatkan iradiasi gelombang mikro pada 80 ?C dengan daya iradiasi 300 W selama 10 menit dalam medium cairan ion [DMIm]Br 2% (w/v). Konfirmasi struktur senyawa produk dilakukan menggunakan spektroskopi 1H-NMR dan 13C-NMR.", "Daftar File": {"ABSTRAK Prisma Silviya Auliawati": "https://digilib.itb.ac.id/gdl/download/207002", "PUSTAKA Prisma Silviya Auliawati": "https://digilib.itb.ac.id/gdl/download/208881"}, "Penulis": "Prisma Silviya Auliawati [10516037]", "Kontributor / Dosen Pembimbing": ["Dr. Deana Wahyuningrum, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Cairan ion, MAOS (Microwave-Assisted Organic Synthesis), Calkon, Green Chemistry", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "08 Jun 2020"}