{"Nomor": 47526, "Judul": "MANAJEMEN PERCEPATAN PROSES PELAPORAN AKHIR DARI KONSESI PENGEMBALIAN BIAYA MENJELANG BERAKHIRNYA MASA PSC", "Abstrak": "CPO Corp. adalah salah satu subsider dari CVY Inc., perusahaan energi terintegrasi skala dunia, yang beroperasi sebagai perusahaan minyak di Indonesia. CPO Corp. beroperasi di Blok Koran dengan mengimplementasi Kontrak Bagi Hasil dengan mekanisme Pengembalian Biaya. Pada tanggal 2 Agustus 2018, Menteri Energi Sumber Daya Alam dan Mineral mengumumkan bahwa PT. Partemani (Persero) sebagai operator baru untuk Blok Koran. Pengumuman ini juga berarti bahwa konsesi CPO Corp. di Blok Koran akan berakhir pada 8 Agustus 2021. Untuk memastikan penyerah-tanganan yang lancar, CPO Corp membentuk organisasi baru yang akan bertanggung jawab pada masa transisi dari CPO Corp. kepada PT. Partemani (Persero), sebagai operator baru dan menyelesaikan tanggung jawab perusahaan kepada pemerintah Indonesia, salah satunya adalah Close Out Reporting Authorization For Expenditure (COR-AFE).\n\nSetelah empat (4) bulan sejak terbentuknya organisasi baru (dari 1 April 2019), penyerahan COR untuk AFE Pemboran dan Kerja Ulang tidak menunjukkan hasil yang positif. Pada akhir Juli 2019, jumlah kumulatif secara aktual dari COR-AFE hanya sejumlah 196 AFE dari rencana 295 AFE (aktual hanya 66% dari rencana), dan jumlah kumulatif dari nilai secara aktual hanya berjumlah 44.13 juta dolar dari rencana 61.18 juta dolar (aktual hanya 72% dari rencana). Sementara itu, manajemen dari CPO Corp. berharap penyerahan COR-AFE dapat diselesaikan pada akhir tahun 2020. \n\nManajemen dari CPO Corp. management menyadari isu ini akan bertambah besar jika tidak segera ditindaklanjuti seiring dengan berjalannya waktu sampai pada berakhirnya konsesi. Perusahaan memulai menugaskan tim untuk menyelesaikan permasalahan. Tim melakukan Focused Group Discussion (FGD) untuk mendiskusikan akar penyebab permasalahan, solusi alternatif yang mungkin dapat diambil dan dengan menggunakan metode Analytic Hierarchy Process (AHP), dapat memutuskan solusi terbaik untuk menyelesaikan masalah.\n\nMelalui kolaborasi dan kerja sama antar tim dan anggota tim, jumlah dari penyerahan COR-AFE DnC naik secara signifikan.  Jumlah COR-AFE untuk DnC secara kumulatif terhitung pada akhir Februari 2020 adalah sebanyak 1,923 AFE dari rencana 2,142 AFE, dengan kata lain aktual penyerahan COR-AFE untuk DnC naik dari 66% ke 90% dari rencana. Nilai kumulatif dari penyerahan COR-AFE untuk DnC terhitung pada akhir Februari 2020 adalah sebesar 796.72 juta dolar dari rencana sebesar 828.15 juta dolar, dengan kata lain aktual nilai penyerahan COR-AFE untuk DnC naik dari 72% ke 96% dari rencana.", "Daftar File": {"2020_TS_PP_Teddy Sahat Yudianto Hutabarat_1-Abstrak (1).pdf)u": "https://digilib.itb.ac.id/gdl/download/207015"}, "Penulis": "Teddy Sahat Yudianto Hutabarat [29118263]", "Kontributor / Dosen Pembimbing": ["Dr. Manahan Parlindungan Saragih Siallagan"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Authorization for Expenditure (AFE), Close Out Report (COR), Production Sharing Contract (PSC), Analytic Hierarchy Process (AHP), Run-Budget Schedule (BS), Near Expiring PSC Concession", "Sumber": "CPO Corp", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "08 Jun 2020"}