{"Nomor": 47520, "Judul": "ANALISIS KRITIS REPUTASI SEKOLAH BERBASIS ORANG TUA UNTUK MENINGKATKAN JUMLAH SISWA DI SEBUAH SEKOLAH INTERNASIONAL SWASTA DI BANDUNG, INDONESIA", "Abstrak": "School X, sekolah internasional swasta, saat ini mengalami penurunan jumlah siswa selama\ntiga tahun berturut-turut. Investigasi awal mendeteksi bahwa orang tua dan siswa puas\ndengan layanan sekolah. Model reputasi sekolah berbasis orang tua dipilih karena orang tua\numumnya puas dengan layanan sekolah tetapi menunjukkan perilaku loyalitas yang rendah.\nKuesioner survey terdiri dari 23 pertanyaan menggunakan skala likert digunakan untuk\nmengukur tanggapan orang tua. Hasil analisis menemukan bahwa dimensi kualitas guru dan\nhasil belajar memiliki nilai yang rendah. Penelitian ini menggunakan Porter’s five forces dan\nmendeteksi tekanan tinggi dari buyer’s power dan threat of substitute. Analisis pengambilan\nkeputusan Kepner-Tregoe digunakan dan menempatkan fokus peningkatan sekolah ke\ndimensi kualitas guru. Studi ini kemudian menggunakan analisis SWOT dan TOWS\nmenghasilkan tujuh solusi yang diusulkan untuk sekolah. Solusi yang diusulkan adalah\nmenetapkan program pengembangan karir guru terstandarisasi, menetapkan prioritas\nperekrutan untuk guru berpengalaman dengan gelar Master atau Doktor, program bimbingan\nguru, mempromosikan lingkungan yang mendukung dan kolegialitas di antara guru,\nkomitmen guru untuk program kerja, melakukan skema penilaian pengajaran harapan tinggi\ndan meningkatkan perencanaan kolaboratif dan proses pengambilan keputusan.", "Daftar File": {"2020_TS_PP_Panji Ramdhana_1-Abstrak (1).pdf\n]": "https://digilib.itb.ac.id/gdl/download/207011"}, "Penulis": "Panji Ramdhana [29118295]", "Kontributor / Dosen Pembimbing": ["Dr. Sandhy Widyasthana"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "pendidikan, kualitas guru, sekolah internasional, model reputasi sekolah berbasis orang tua, loyalitas orang tua", "Sumber": "School X", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "08 Jun 2020"}