{"Nomor": 47539, "Judul": "ANALISIS STRUKTUR MIKRO DAN KEKERASAN HASIL STRAIN INDUCE MARTENSITE PADA BAJA TAHAN KARAT AUSTENITIK CR-MN MELALUI METODE PENGEROLAN DINGIN", "Abstrak": "Dalam industri pemrosesan seperti petrokimia, otomotif dan industri peralatan makan terdapat tantangan untuk memperoleh komponen seperti pipa dan tangki yang terbuat dari baja tahan karat austenitik berkekuatan tinggi. Solusi yang dilakukan adalah melakukan proses penguatan dengan melakukan pengerjaan dingin. Baja tahan karat austenitik yang bersifat metastabil akan mengalami transformasi martensitik dimana austenit akan ditransformasi menjadi martensit ketika diberi deformasi plastis. Penelitian ini berfokus mengkaji pengaruh dari strain induced martensit terhadap struktur mikro dan kekerasan yang dilakukan menggunakan metode pengerolan dingin pada baja tahan karat austenitik CrMn.\nProses deformasi plastis dilakukan dengan cara mereduksi ketebalan spesimen sebesar 5%,10%,20%,30%,40% dan 50%. Pengamatan struktur mikro dilakukan dengan metalografi menggunakan mikroskop optik, sedangkan pengujian kekerasan dilakukan menggunakan uji keras Rockwell A. Pengujian X-ray Diffraction dan pengujian sederhana kemagnetan relatif (PSKR) dilakukan untuk mengidentifikasi proses transformasi fasa.\nHasil penelitian menunjukan struktur mikro baja tahan karat austenitik CrMn yang mengalami pengerolan dingin memperlihatkan peningkatan slip bands dan indikasi adanya blocky ?’ martensit. Fasa ?’ dan ? martensit yang sulit teramati oleh mikroskop optik berhasil diidentifikasi melalui analisa XRD. Selain itu, terjadinya transformasi martensit didukung pula oleh meningkatnya kemagnetan dari baja tahan karat tersebut. Pengerolan dingin sampai dengan reduksi 50% pada baja tahan karat austenitik CrMn menghasilkan fraksi volume martensit sebesar 30% dan meningkatkan kekerasannya dari semula 52.4 HRA menjadi 76.7 HRA. Peningkatan kekerasan disertai transformasi martensit yang terjadi menunjukkan keberhasilan penguatan baja tahan karat austenitik CrMn ini melalui strain induced martensite.", "Daftar File": {"ABSTRAK Recsa Cahaya Erlangga": "https://digilib.itb.ac.id/gdl/download/207028"}, "Penulis": "Recsa Cahaya Erlangga [13716039]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Rochim Suratman"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "baja tahan karat austenitik, strain induced martensit, pengerolan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "09 Jun 2020"}