{"Nomor": 47541, "Judul": "ANALISIS PREDIKSI PERGERAKAN INTRUDER PADA FENOMENA EFEK KACANG BRAZIL MENGGUNAKAN MACHINE LEARNING MULTI LAYER PERCEPTON BERDASARKAN DATA SIMULASI BUTIRAN", "Abstrak": "Salah satu sistem campuran material granular yang paling sederhana dikenal dengan Efek Kacang Brazil(EKB). Fenomena tersebut terjadi ketika sistem yang terdiri dari campuran butiran dengan dua ukuran berbeda digetarkan secara vertikal sehingga mengakibatkan posisi butiran yang memiliki ukuran lebih besar naik ke permukaan, pada penelitian sebelumnya telah diamati bahwa terdapat parameter-parameter tertentu yang mengakibatkan butiran yang lebih besar naik ke permukaan, baik parameter fisik pada sistem itu sendiri maupun parameter gaya luar yang diberikan. Selain banyaknya parameter yang harus ditinjau, metode eksperimen mempunyai kendala pada durasi eksperimen atau waktu komputasi yang menjadi salah satu tantangan bagi peneliti bidang granular. Penelitian tugas akhir ini bertujuan untuk memprediksi posisi intruder menggunakan machine learning Multilayer Perceptrons (MLP) pada dataset simulasi butiran. Metodologi dari penelitian terbagi menjadi tiga, yakni;(1) pengambilan dataset menggunakan simulasi butiran, (2)pembangunan model machine learning, (3)penggunaan validasi k-fold untuk mengetahui tingkat akurasi dari prediksi. Hasil dari penelitian menunjukkan bahwa terdapat beberapa kecenderungan yang dihasilkan Ketika akurasi diubah seperti: akurasi hasil k-fold validation cenderung meningkat bila jumlah layer ditambah, akurasi juga dapat ditingkatkan dengan menggunakan optimizer Adam. Untuk hasil prediksi peningkatannya dipengaruhi oleh jumlah data, hal ini karena dengan bertambahnya jumlah data maka lebih banyak variasi data yang dapat dipelajari model MLP.", "Daftar File": {"ABSTRAK Nadhira Azzahra Hendra": "https://digilib.itb.ac.id/gdl/download/207030"}, "Penulis": "Nadhira Azzahra Hendra [10216104]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Sparisoma Viridi, S.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "ANN, EKB, Machine Learning, MLP, Sistem Butiran", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "09 Jun 2020"}