{"Nomor": 47545, "Judul": "RADIOBIOLOGICAL ANALYSIS OF HIGH DOSE RATE BRACHYTHERAPY MONOTHERAPY FOR INTERMEDIATE-RISK CERVICAL CANCER PATIENTS", "Abstrak": "Cervical cancer is the most common cause of women’s mortality in the world. In treating\ncervical cancer with radiotherapy, IAEA suggested the combination of EBRT as a primary\ntreatment and HDR Brachytherapy as a dosage boost. However, it is still a major problem to\ntreat patients within the recommended time or 8 weeks. The prolongation of the treatment\ntime can cause an increase of failure by 1% per day. To understand the ability of HDR\nbrachytherapy as a monotherapy, DOSXYZnrc was used to simulate the dose distribution of\nthe source inside a voxelized phantom. The dose distribution data were then used as an input\nto modeled the DVH as a quality indicator and also to calculate 2 radiobiological metrics: TCP\nand NTCP as a quantity measure of the treatment plan. EUD is a mathematical model used to\ncalculate the value of TCP and NTCP. The radiobiological parameters were evaluated for 10\nfractionations of a total dose of 80 Gy. The simulation results in a high TCP value for the target\nand low NTCP value for the bladder and rectum. The tumor able to achieve TCP of 99.433%\nand the OARs, bladder and rectum, achieve NTCP of 0% and 0.041%, respectively. Variation of\nfractionations were calculated, and it was found that rectum had a higher complication\nprobability than bladder when the treatment was done in 7 fractionations or more. From this\nresearch, 6 fractionations can produce a good radiobiological result with TCP of 99.882% for\nthe tumor, and NTCP of 0% and 10.787% for the bladder and rectum. This configuration will\nalso increase the chances to finish the treatment less than 8 weeks.", "Daftar File": {"ABSTRAK Vanessa Gabriela Ghozali": "https://digilib.itb.ac.id/gdl/download/207034", "COVER Vanessa Gabriela Ghozali": "https://digilib.itb.ac.id/gdl/download/210955", "BAB 5 Vanessa Gabriela Ghozali": "https://digilib.itb.ac.id/gdl/download/210960", "PUSTAKA Vanessa Gabriela Ghozali": "https://digilib.itb.ac.id/gdl/download/210961"}, "Penulis": "Vanessa Gabriela Ghozali [10216004]", "Kontributor / Dosen Pembimbing": ["Rena Widita, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "DOSXYZnrc, EUD, fractionations, HDR Brachytherapy monotherapy, NTCP, TCP, overall treatment time", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "09 Jun 2020"}