{"Nomor": 47540, "Judul": "PENGARUH TEGANGAN TARIK TERHADAP KOROSI PADA MATERIAL UNS C71500 DALAM UAP AMONIA", "Abstrak": "Material paduan 70Cu-30Ni dengan nomor UNS C71500 digunakan sebagai tubes alat penukar panas karena ketahanan korosinya yang sangat baik. Oksigen terlarut (dissolved oxygen) dalam sistem penukar panas dan komponen industri lainnya merupakan kontributor utama korosi. Hydrazine sebagai oxygen scavenger ditambahkan pada sistem alat penukar panas untuk menurunkan kadar oksigen terlarut dalam fluida, namun hydrazine menghasilkan produk residu berupa amonia, yang dapat menyebabkan korosi amonia.\nDalam penelitian tugas akhir ini dilakukan pengujian korosi uap amonia menggunakan metode pemberian tegangan C-Ring (ASTM G-38) untuk mengetahui ketahahan korosi tubes C71500. Pengujian dilakukan selama 15 hari di dalam wadah berisi larutan amonia 3 dan 5M yang masing-masing berisi tiga spesimen uji dengan variasi tegangan tarik 100, 120, dan 140% ?yield. Pengukuran korosi dilakukan melalui perhitungan pengurangan massa serta pengamatan struktur mikro untuk mengetahui jenis korosi yang terjadi. Hasil yang diperoleh menunjukkan korosi yang dominan terjadi adalah korosi lokal (sumuran). Pengurangan massa pada spesimen dalam uap amonia 5M lebih besar daripada 3M, kemudian pengurangan massa pada spesimen meningkat signifikan dari tegangan 100 ke 120% ?yield. Pengurangan massa spesimen uji dengan variasi tegangan 100, 120, dan 140% ?yield dalam uap amonia 3M adalah 0.005, 0.0075, dan 0.007 gram, sedangkan dalam uap amonia 5M adalah 0.007, 0.011, dan 0.003 gram.\nDari penelitian ini dapat disimpulkan bahwa tegangan tarik berpengaruh terhadap korosi dalam uap amonia karena terjadi perusakan lapisan pasivasi yang menyebabkan tubes lebih rentan terhadap korosi sumuran. Kerentanan terhadap korosi ini juga dipengaruhi oleh kondisi awal tubes, efek annealing, dan adanya presipitat Ni-Fe. Material 70Cu-30Ni tubes memiliki ketahanan korosi SCC yang sangat baik dalam uap amonia karena SCC tidak terjadi setelah 15 hari pengujian. Material cupronickel 70/30 memiliki ketahanan korosi uap amonia yang lebih baik dari cupronickel 90/10 karena kadar unsur nikel yang lebih tinggi sehingga mengurangi tingkat kekosongan kation.", "Daftar File": {"ABSTRAK Chevira Destri Pramesthi": "https://digilib.itb.ac.id/gdl/download/208057"}, "Penulis": "Chevira Destri Pramesthi [13716037]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Husaini Ardy"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Material C71500, metode C-Ring, korosi uap amonia.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "09 Jun 2020"}