{"Nomor": 47553, "Judul": "PENGEMBANGAN DYE SENSITIZED SOLAR CELL (DSSC) DENGAN ELEKTROLIT NON KONVENSIONAL DAN NANOPARTIKEL EMAS", "Abstrak": "Sel surya atau sel fotovoltaik merupakan divais yang bekerja untuk mengubah energi cahaya (foton) menjadi energi listrik. Hingga saat ini ada tiga generasi sel surya telah dikembangkan, yaitu sel surya silikon, sel surya film tipis dan sel surya menggunakan bahan organik. Dari ketiga generasi tersebut, sel surya berbahan organik menjadi kajian yang menarik karena bahan yang digunakan bersifat amorfus dan proses fabrikasinya yang mudah dan murah. Dye Sensitized Solar Cell (DSSC) merupakan salah satu jenis sel surya generasi ketiga yang strukturnya terdiri dari (i) elektroda aktif TiO2 yang dilapiskan pada substrat FTO, (ii) pewarna atau dye, (iii) elektrolit, (iv) elektroda mitra. Semua komponen sel surya ini mempengaruhi kinerja divais termasuk bahan elektrolit, yang berfungsi untuk meregenerasi dye yang telah mengalami fotoeksitasi. Performansi, kestabilan dan durabilitas dari DSSC sangat bergantung pada komposisi kimia dan sifat fisis elektrolitnya. Elektrolit yang paling banyak digunakan adalah elektrolit cair berbasis pasangan redoks I3-/I- yang diketahui memiliki beberapa masalah dalam penerapannya, diantaranya sifat korosif terutama terhadap metal, mudah menguap dan mudah bocor. Selain itu, performansi DSSC masih dapat pula ditingkatkan mengingat serapan cahaya dye dalam DSSC masih belum optimum. Pendekatan yang umum adalah dengan menambahkan lapisan refleksi.\nSebagai upaya untuk meningkatkan durabilitas dan performansi DSSC, penelitian disertasi ini difokuskan untuk (1) mengembangkan DSSC dengan elektrolit gel polimer (EGP) dan poli(ionik cair), (2) kajian efek penggunaan elektrolit ini pada proses transpor ion dan elektron di dalam DSSC itu, (3) mengkaji pengaruh inkoporasi nanopartikel Au terhadap kinerja DSSC terkait dengan efek plasmonic dari nanopartikel tersebut.\nDari eksperimen yang telah dilakukan dalam penelitian ini, telah diperoleh beberapa hasil penting. Penggunaan EGP dapat dioptimasi dengan memperhatikan efek viskositas terhadap penetrasi EGP pada struktur mesopori TiO2-nya. Dari pengukuran karakterisasi arus vs. tegangan (I-V), efisiensi DSSC dengan EGP dapat mencapai 5,7%, yang mendekati DSSC referensi dengan dengan elektrolit cair yang berkisar 6,0% di dalam penelitian ini. Pada DSSC dengan elektrolit poli(ionik cair), efisiensi DSSC dapat mencapai 3,9%, yang juga mendekati nilai\nefisiensi DSSC referensi yang berkisar 4% untuk seri pembuatan sampel yang sama. Dalam elektrolit poli(ionik cair) yang telah berhasil dibuat, kation imidazole terikat secara kovalen pada suatu struktur ikat silang berbasis siloksan, yang secara alami memiliki fasa gel. Oleh karena itu, pada prinsipnya elektrolit ini tidak memerlukan tambahan pelarut seperti halnya pada EGP. Uji durabilitas yang dilakukan pada poli(ionik cair) ini juga menunjukkan DSSC dengan poli(ionik cair) memiliki ketahanan performansi yang lebih lama dari DSSC dengan elektrolit cair. Selanjutnya, pada kajian DSSC dengan inkoporasi nanopartikel Au diperoleh hasil bahwa performa DSSC masih dapat ditingkatkan dengan penambahan AuOA, dimana efesiensi terbaik sebesar 5,14% dapat diperoleh dengan penambahan 2,4 wt% nanopartikel Au pada dye. Peningkatan efisiensi ini merupakan hasil dari peningkatan konduktivitas lapisan TiO2 dan peningkatan absorbansi foton sebagai akibat dari efek pembangkitan plasmon permukaan (Surface Plasmon Resonance atau SPR) pada nanopartikel Au. Akan tetapi, Penambahan ini memiliki kondisi optimum dimana ketika nanopartikel Au yang ditambahkan sudah melewati nilai tertentu maka penambahan ini malah memicu adanya rekombinasi pembawa muatan pada nanopartikel tersebut, yang justru mengurangi arus yang diekstraksi keluar rangkaian.", "Daftar File": {"ABSTRAK Herlin Pujiarti": "https://digilib.itb.ac.id/gdl/download/207042"}, "Penulis": "Herlin Pujiarti [30215012]", "Kontributor / Dosen Pembimbing": ["Rachmat Hidayat, S.Si., M.Eng., Ph.D.", "Dr.Eng. Herman, MS"], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Public administration & military science", "Kata Kunci": "DSSC, Elektrolit Gel Polimer (EGP), Poli(ionik cair), Nanopartikel Au, SPR, Spektroskopi Impedansi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "09 Jun 2020"}