{"Nomor": 47554, "Judul": "ANALISIS FLUKTUASI PADA LANGIT LATAR BELAKANG KOSMIK DENGAN ENTROPI ENTANGLEMENT HOLOGRAFI", "Abstrak": "Pada penelitian ini, analisis fluktuasi peta langit radiasi latar belakang kosmik dilakukan\ndengan meninjau fungsi korelasi dua titik dari fluktuasi entropi entanglement holografi.\nSuatu keadaan kuantum yang terikat (entangled) menyimpan informasi terkait\nseberapa terikatnya keadaan tersebut, dinyatakan oleh entropi von Neumann sebagai\nentropi entanglement. Keadaan kuantum untuk N-buah partisi memerlukan pendefinisian\nentropi entanglement untuk partisi banyak (multipartite). Perhitungan entropi\nentanglement dalam teori medan kuantum pada dimensi d (CFTd) dapat diperoleh melalui\nkorespondensi AdS/CFT dengan menggunakan persamaan Ryu-Takayanagi yang\nmenghitung luas minimum dari permukaan di geometri AdSd+1, analog dengan entropi\nlubang hitam Bekenstein-Hawking. Ekspansi entropi entanglement holografi untuk\npartisi banyak di sekitar titik homogen hanya memunculkan suku-suku dengan orde\nberpangkat genap saja sehingga fluktuasi orde pertama dari entropi entanglement holografi\nmemiliki distribusi yang simetrik atau Gaussian. Dengan menghubungkan perubahan\nentropi dan temperatur melalui hukum pertama termodinamika kuantum, analisis\ndistribusi fluktuasi entropi dapat digunakan untuk melakukan investigasi terhadap fluktuasi\ntemperatur pada langit radiasi latar belakang kosmik, yang juga memiliki bentuk\ndistribusi Gaussian. Dari interpretasi tersebut, penulis menyimpulkan bahwa fisika kuantum\ndapat berperan dalam analisis fluktuasi radiasi latar belakang kosmik melalui\nentanglement; hasil tersebut memberikan pandangan baru pada analisis sifat kuantum\ndari kosmologi dalam skala besar.", "Daftar File": {"ABSTRAK Hadyan Luthfan Prihadi": "https://digilib.itb.ac.id/gdl/download/207043"}, "Penulis": "Hadyan Luthfan Prihadi [20219030]", "Kontributor / Dosen Pembimbing": ["Prof. Drs. Freddy Permana Zen, MS, M.Sc., D.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Entropi Entanglement, Korespondensi AdS/CFT, Kosmologi, Latar Belakang Kosmik, Termodinamika Kuantum", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "09 Jun 2020"}