{"Nomor": 47559, "Judul": "STRATEGI PEMASARAN UNTUK STARTUP SANITASI STUDI KASUS JAMBAN", "Abstrak": "Jamban merupakan perusahaan startup di Indonesia yang bergerak di sektor sanitasi, khususnya toilet umum. Jamban menyediakan layanan berupa kemudahan akses sanitasi, khususnya toilet umum yang bersih, sehat dan aman dengan didukung oleh teknologi berbasis jaringan internet dan aplikasi. Ide bisnis Jamban muncul karena para pendiri Jamban prihatin dengan masalah sanitasi yang dihadapi oleh berbagai negara di dunia, khsusunya Indonesia. Akses sanitasi yang buruk terbukti merugikan berbagai sektor, mulai dari kesehatan, lingkungan, pariwisata dan sektor lainnya. Di Indonesia, Jamban merupakan startup pioneer yang berbisnis di sektor sanitasi di Indonesia, khususnya toilet umum, namun di dunia juga terdapat beberapa startup yang melakukan bisnis di sektor yang sama dengan Jamban.\n\nDalam menjalankan bisnisnya, Jamban menawarkan produk baik berupa pernagkat lunak berupa aplikasi di telepon seluler dan juga perangkat keras berupa toilet umum yang telah direnovasi sesuai dengan standar yang dikeluarkan oleh Asosiasi Toilet Indonesia. Jamban telah melakukan beberapa kegiatan pemasaran untuk menjangkau target penggunanya, namun tingkat traksi pengguna produk Jamban belum memenuhi target yang diinginkan. Padahal produk yang ditawarkan oleh Jamban merupakan salah satu solusi yang dibutuhkan untuk masalah sanitasi yang dihadapi target penggunanya. Oleh karena itu, Jamban perlu untuk meninjau ulang strategi pemasarannya agar dapat mencapai target yang diinginkan.\n\nArtikel ini menjelaskan analisis atas masalah bisnis yang dihadapi oleh Jamban dalam hal memenuhi target traksi pengguna produk Jamban. Penulis mengidentifikasi akar masalah yang dihadapi oleh Jamban dengan menggunakan beberapa kerangka analisis, yaitu Business Model Canvas, Porter’s 5 Forces, analisis S-T-P dan Marketing Mix. Penulis juga melakukan analisis data dari interview dengan pakar di sektor sanitasi, data hasil survey, data internal perusahan, data saluran marketing dan juga melakukan tinjuan pustaka. Dari hasil analisis, penulis menemukan masalah bahwa Jamban kurang fokus dalam menjangkau target penggunanya serta menerapkan strategi pemasaran yang vertikal dan tidak mengoptimalkan saluran pemasaran berbasis online. Selain itu, terdapat kesenjangan antara produk yang ditawarkan dengan kebutuhan dan kesanggupan membayar target pengguna produk Jamban.\n\nUntuk mengatasi masalah yang teridentifikasi, penulis menggunakan kerangka kerja New  Wave Marketing untuk merumuskan strategi pemasaran yang sesuai bagi Jamban. Penulis menilai kerangka kerja ini sesuai untuk model bisnis yang berbasis teknologi jaringan internet untuk menjangkau target pengguna produk yang memiliki karakteristik berhubungan secara horizontal seperti yang dilakukan oleh Jamban.\n\nDari hasil analisis dan melakukan perumusan menggunakan kerangka kerja New Wave Marketing, penulis menemukan solusi untuk menyelesaikan masalah yang dihadapi oleh Jamban antara lain dengan menerapkan strategi pemasaran yang lebih horizontal dengan menitik beratkan pada komunitisasi, komersialisasi, kurensi, konversasi, co-kreasi dan kolaborasi, yaitu pendekatan komunitas secara aktif khususnya melalui platform online, pengembangan fitur baru sesuai dengan kebutuhan tiap pengguna, penerapan harga yang dinamis dan konsep free-mium, serta penerapan strategi word of mouth.\n\nSetelah melakukan perumusan dan analisis dengan kerangka kerja New Wave Marketing, penulis mengusulkan penyempurnaan model bisnis yang telah dijalankan oleh Jamban. Penerapan model bisnis yang diusulkan oleh penulis lebih menunjukkan karakter dari Jamban dengan beberapa tambahan dalam beberapa aspek yang semakin membuat Jamban tidak hanya dapat menyelesaikan masalah yang dihadapi dalam hal traksi pengguna, namun juga dapat mengoptimalkan bisnis yang dijalankan sehingga diharapkan dapat berkelanjutan hingga masa yang akan datang.", "Daftar File": {"ABSTRAK Rudy Wahyu Perdana": "https://digilib.itb.ac.id/gdl/download/207048"}, "Penulis": "Rudy Wahyu Perdana [29318305]", "Kontributor / Dosen Pembimbing": ["Dr. Jacob Silas Mussry"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Model Bisnis, New Wave Marketing, Sanitasi, Startup, Strategi Pemasaran", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "10 Jun 2020"}