{"Nomor": 47560, "Judul": "USULAN STRATEGI BISNIS   UNTUK DIREKTORAT PEMASARAN RITEL  PT PERTAMINA (PERSERO) DANIEL", "Abstrak": "Kebijakan subsidi BBM memiliki dampak besar pada bisnis bahan bakar ritel Pertamina, karena, lebih dari 46% volume penjualan ritel Pertamina berasal dari BBM penugasan dan BBM Subsidi. Di satu sisi, kebijakan subsidi saat ini berdampak positif bagi Pertamina, yaitu sebagai entry barrier (penghalang) bagi pesaing Pertamina dan memberikan skala ekonomi yang signifikan untuk mengefisienkan biaya operasionalnya, tetapi di sisi lain, kebijakan subsidi BBM saat ini, di mana harga jual eceran Premium dan BioSolar ditetapkan tidak berubah sejak April 2016, meskipun harga minyak dunia berfluktuasi, memberikan kerugian langsung, dan beban cashflow untuk Pertamina.\nSaat ini, ditinjau dari volume penjualan, dari 17 produk dalam portofolio Pemasaran Ritel, 78% volume penjualan berasal dari tiga produk, yaitu Pertalite (32%), BioSolar (27%) dan Premium (19%), sayangnya ketiga produk tersebut adalah produk dengan margin terkecil dibandingkan dengan produk lainnya. \nKondisi kondisi ini menyebabkan buruknya kinerja keuangan Direktorat Pemasaran Ritel Pertamina, meskipun merupakan kontributor pendapatan terbesar di Pertamina (47%), dalam dua tahun terakhir Direktorat ini mencatat kerugian.\nSelain tantangan terkait dengan kebijakan subsidi BBM, Direktorat Pemasaran Ritel juga menghadapi potensi disruption, terutama dari pengembangan kendaraan listrik (EV) sebagai produk substitusi untuk energi berbasis minyak.\nPertamina harus siap menghadapi berbagai skenario yang mungkin mempengaruhi bisnisnya di masa depan. terutama terhadap faktor ketidakpastian yang bersifat kritis termasuk kemungkinan perubahan kebijakan subsidi dan pengembangan kendaraan listrik.\n\nTujuan dari tugas akhir ini adalah untuk menganalisa tantangan yang dihadapi oleh Direktorat Pemasaran Ritel Pertamina dan mengusulkan strategi bisnis yang tepat bagi Direktorat ini untuk tetap dapat bertahan, terus tumbuh dan memperbaiki kinerja finansialnya.\nPertama, Penulis menganalisa data dan situasi bisnis, baik internal maupun eksternal. Dalam analisa eksternal, lingkungan global dan situasi domestik dianalisa menggunakan kerangka (framework) PESTEL, dan situasi kompetitif dalam industri (bisnis bahan bakar ritel) dianalisa menggunakan kerangka Porter's Five Force, sedangkan dalam analisa internal, penulis menganalisis keunggulan daya saing (competitive advantage) Pertamina saat ini menggunakan kerangka VRIO dan dampak kebijakan subsidi saat ini terhadap Kinerja keuangan Pertamina.\nKemudian penulis melakukan penelitian kualitatif melalui wawancara terstruktur dengan sejumlah responden baik eksternal (beberapa pembuat kebijakan dari kementerian terkait) dan juga responden internal (beberapa top manajemen Pertamina) Setelah itu, strategi dirumuskan dengan menggunakan kerangka sebagai berikut: Causal Loop Diagram, Scenario Planning (Perencanaan Berbasis Skenario), 7 P Marketing Mix dan 5 Diamond Strategy.", "Daftar File": {"ABSTRAK Daniel": "https://digilib.itb.ac.id/gdl/download/207049"}, "Penulis": "Daniel [29318316]", "Kontributor / Dosen Pembimbing": ["Dr. Jacob Silas Mussry"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bisnis Bahan Bakar Ritel, Kebijakan Subsidi BBM, Perencanaan berbasis Skenario Pertamina, Strategi Bisnis.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "10 Jun 2020"}