{"Nomor": 47577, "Judul": "PENGUKURAN DAN ANALISA KINERJA KEUANGAN PERUSAHAAN PERTAMBANGAN BATUBARA YANG TERDAFTAR DI BURSA EFEK INDONESIA PADA PERIODE SEBELUM DAN SESUDAH PENERAPAN PROGRAM PERCEPATAN 35.000 MEGAWATT DI TAHUN 2016", "Abstrak": "Kebutuhan untuk mendapatkan udara yang bersih dan sehat adalah salah satu kebutuhan dasar manusia dan harus dipenuhi secara merata untuk semua orang agar dapat terus hidup. Pemerintah melalui Peraturan Presiden No. 4 tahun 2016 yang kemudian diubah menjadi Peraturan Presiden No. 14 tahun 2017 dalam rangka mempercepat pengembangan infrastruktur listrik termasuk pembangunan 35.000 MW pembangkit listrik dengan memprioritaskan penggunaan Energi Baru dan Terbarukan untuk mendukung upaya untuk mengurangi emisi gas kaca. Program 35.000 MW juga diatur dalam Peraturan Presiden No. 58 tahun 2017 yang kemudian diubah menjadi Peraturan Presiden No. 3 tahun 2016 tentang Percepatan Implementasi Proyek Strategis Nasional. Tujuan dari pembelajaran ini adalah untuk mengukur dan menganalisis kesehatan kinerja perusahaan tambang batubara yang terdaftar di Bursa Efek Indonesia: PT Adaro Energy Tbk, PT Atlas Resources Tbk, PT Toba Bara Sejahtra Tbk, PT Baramulti Suksessarana Tbk, PT Mitrabara Adiperdana Tbk, PT Bayan Resources Tbk, PT Resource Alam Indonesia Tbk, PT Delta Dunia Makmur Tbk, PT Indo Tambangraya Megah Tbk, dan PT Bukit Asam (Persero) Tbk selama periode sebelum dan sesudah implementasi program pengembangan pembangkit listrik 35.000 MW dengan memprioritaskan penggunaan Energi Baru dan Terbarukan pada tahun 2013-2018 dengan menggunakan analisis rasio keuangan berdasarkan Keputusan Menteri BUMN No. KEP-100 / MBU / 2002. Perhitungan juga dilakukan dengan menggunakan metode statistik uji-t berpasangan pada periode sebelum implementasi pada 2013-2015 dan setelah implementasi pada 2016-2018, untuk mengetahui perbedaan yang signifikan. Hasil pengukuran dan analisis kinerja keuangan adalah rasio pengembalian ekuitas, rasio pengembalian investasi, rasio kas, rasio lancar, rasio periode penagihan, rasio perputaran persediaan, rasio perputaran total aset, dan rasio total ekuitas terhadap total aset. Hal tersebut akan divalidasi oleh peraturan pemerintah dan uji-t berpasangan. Peraturan pemerintah digunakan untuk menyimpulkan kondisi kesehatan keuangan mereka. Data yang digunakan adalah laporan keuangan yang telah diaudit oleh akuntan public pada periode 2013 hingga 2018. Toba Bara Sejahtera, Mitrabara Adiperdana diraih dengan peringkat peringkat level AAA. Megah Indo Tambangraya, Bukit Asam, Adaro Energy, Baramulti Suksessarana, Bayan Resources, Delta Dunia Makmur mendapat peringkat tingkat AA. Resource Alam Indonesia mendapat level BB. Atlas Resources adalah yang terburuk dari sembilan perusahaan lain, yaitu level CCC.", "Daftar File": {"ABSTRAK Maestro Giovani": "https://digilib.itb.ac.id/gdl/download/207068"}, "Penulis": "Maestro Giovani [29318344]", "Kontributor / Dosen Pembimbing": ["Dr. Wiwiek M Daryanto, S.E., Ak., M.M., CMA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kinerja Keuangan, Rasio Keuangan, Uji-t Berpasangan, Industri Pertambangan Batubara", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "10 Jun 2020"}