{"Nomor": 47582, "Judul": "PENGAMBILAN KEPUTUSAN UNTUK PEMILIHAN PASOKAN ENERGI DARURAT UNTUK SISTEM MODA RAYA TERPADU MENGGUNAKAN PROSES ANALYTIC HIERARCHY", "Abstrak": "PT MRT Jakarta adalah perusahaan pertama yang menyediakan layanan transportasi cepat massal untuk mendukung mobilitas masyarakat dan pertumbuhan ekonomi di Kota Jakarta. Operasi MRT Tahap 1 saat ini terdiri dari infrastruktur sistem kereta api yang terintegrasi terdiri dari kereta, stasiun layang dan bawah tanah, gedung depot, distribusi daya dan sistem persinyalan. Pada tahun 2019, PT MRT Jakarta memiliki target rata-rata jumlah penumpang 65.000 per hari dan berhasil melampaui rata-rata jumlah penumpang harian sejumlah 89.645 penumpang per hari dengan kinerja layanan 99,88% tepat waktu.\nKinerja operasi MRT yang sangat baik telah terganggu oleh peristiwa pemadaman total pasokan listrik PLN yang menyebabkan empat kereta berhenti beroperasi secara otomatis di antara stasiun dan diperlukan evakuasi darurat atas 3.410 orang penumpang. Kejadian ini telah meninggalkan masalah bisnis mengenai keandalan pasokan energi untuk pengoperasian sistem MRT.\nAnalisis situasi dan analisis masalah pada sistem pasokan energi untuk sistem operasi kereta MRT diuraikan menggunakan metodologi Manajemen Rasional Kepner-Tregoe. Analisis situasi dan analisis masalah dalam sistem pasokan listrik yang ada memberikan konfirmasi bahwa akar penyebab masalah adalah Sistem Traksi DC yang memiliki ketergantungan tinggi pada jalur pasokan utama dari saluran PLN. Meskipun ada penyediaan sistem pasokan redundan oleh dua (2) saluran feeder 150kV PLN, namun bukan merupakan jaminan ketersediaan pasokan daya yang berkelanjutan jika terjadi pemadaman listrik oleh PLN. Pasokan energi yang andal ke Sistem Traksi DC diperlukan untuk memungkinkan peluncuran kereta ke stasiun terdekat untuk kondisi darurat.\nAnalytic Hierarchy Process menguraikan proses pengambilan keputusan untuk mendefinisikan dan memilih opsi alternatif untuk pasokan energi darurat ke Sistem Traksi DC. Empat (4) kriteria dan dua belas (12) sub kriteria didefinisikan untuk memilih opsi alternatif untuk pasokan energi darurat. Hasil perhitungan AHP menunjukkan tiga kriteria sebagai kontributor utama dengan bobot keseluruhan tertinggi adalah Keselamatan Kesehatan Lingkungan (0,382), Ketersediaan Anggaran (0,283), Efisiensi Operasional (0,233). Adapun sub kriteria dengan prioritas global tertinggi adalah Biaya operasi dan pemeliharaan (0,197), Risiko ke tim operasi dan pemeliharaan di lapangan (0,179) dan Operability & Maintainability (0,111).\nBerdasarkan kriteria dan sub kriteria tersebut, tiga (3) opsi alternatif untuk solusi masalah dihasilkan: Tambahan Pembangkit Listrik Mesin Diesel, Penyediaan Pembangkit Listrik Mesin Gas, dan Sistem Penyimpanan Energi Baterai. Penghitungan prioritas alternatif dilakukan dari perbandingan berpasangan antara sub-kriteria kualitatif dan nilai normalisasi pengukuran kuantitatif untuk sub-kriteria kuantitatif. Memilih opsi alternatif dilakukan dengan menggunakan dua matriks dengan mengalikan Perhitungan gabungan prioritas untuk semua responden dan Perhitungan prioritas alternatif, dengan hasil Opsi B (Penyediaan Pembangkit Listrik Mesin Gas) sebagai proposal terbaik dengan prioritas akhir tertinggi 0,3897 (38,97%). Semua prioritas tertinggi dari sub-kriteria berada di bawah kriteria SHE: Potensi resiko terhadap lingkungan (0,535/53,5%), Potensi resiko terhadap masyarakat (0,460/46,0%), Potensi resiko terhadap tim di lokasi (0,458/45,8%).", "Daftar File": {"ABSTRAK Rifkiandi Darajatun": "https://digilib.itb.ac.id/gdl/download/207073"}, "Penulis": "Rifkiandi Darajatun [29318366]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Utomo Sarjono Putro, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pendekatan Kepner-Tregoe, DC Traction, Model AHP, Kriteria, Alternatif, Perhitungan Prioritas", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "10 Jun 2020"}