{"Nomor": 47581, "Judul": "PENGEMBANGAN STRATEGI AKUISISI PELANGGAN DAN RETENSI PELANGGAN UNTUK PLATFORM KESEHATAN (STUDI KASUS: APLIKASI FITCO)", "Abstrak": "Orang-orang saat ini bertujuan untuk memiliki gaya hidup sehat. Namun, tidak semua orang siap memiliki gaya hidup sehat. Ada banyak tantangan untuk hidup dalam satu, termasuk pola makan yang tidak sesuai dengan gizi yang direkomendasikan dan sedikit waktu untuk berolahraga. Hal ini memberi peluang bagi kehadiran produk dan layanan kesehatan. FITCO adalah sebuah platform yang didukung oleh ekosistem layanan kesehatan. Berbagai penawaran dapat diakses melalui aplikasi FITCO, membuat mudah bagi semua orang untuk memulai dan mempertahankan gaya hidup yang aktif dan sehat. Namun, FITCO sebagai aplikasi kesehatan masih mengalami kesulitan untuk memperoleh dan mempertahankan penggunanya, dimana masa aktif pengguna dari FITCO sangat jauh dibawah total pengunggahnya.Ada beberapa hal yang dilakukan penulis untuk menganalisis kondisi FITCO saat ini. Langkah pertama adalah menganalisis kondisi internal dari produk FITCO, lalu selanjutnya adalah menganalisis kondisi eksternal dari perusahaan. Selanjutnya adalah menganalisis inti permasalahan dari FITCO menggunakan The Five A’s untuk mereka yang belum menggunakan aplikasi FITCO, dan Customer Journey untuk menganalisis pelanggan yang telah menggunakan aplikasi FITCO. Analisis ini dilakukan dengan menggunakan kuesioner dan wawancara yang dilakukan oleh penulis selama penulis bekerja dan berdiskusi dengan kepala pengembangan bisnis.\n\nUntuk mengatasi masalah yang dihadapi, penulis mengusulkan strategi pemasaran dengan menggunakan Diamond Strategy dan STP Model untuk mengidentifikasi keadaan FITCO saat ini dan mengusulkan strategi bisnis yang akan digunakan oleh FITCO kedepannya. Aplikasi FITCO memiliki pengguna terendah dibandingkan dengan pesaing terbesarnya, sehingga FITCO perlu mendapatkan lebih banyak pelanggan. FITCO perlu melakukan riset dan mengembangkan strategi pemasaran untuk mendapatkan lebih banyak pengguna aktif. FITCO perlu mempertahankan pengguna saat ini untuk mengurangi penurunan pelanggan setiap bulan. Strategi pemasaran diperlukan untuk mempertahankan pelanggan FITCO, seperti keterlibatan pelanggan, di mana perlakuan yang diberikan kepada masing-masing pelanggan berbeda berdasarkan durasi pemanfaatan.", "Daftar File": {"ABSTRAK Vanessa Mutiara Wibowo": "https://digilib.itb.ac.id/gdl/download/207072"}, "Penulis": "Vanessa Mutiara Wibowo [29318364]", "Kontributor / Dosen Pembimbing": ["Dr. Asnan Furinto, S.T., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "FITCO, Akuisisi Pelanggan, Retensi Pelanggan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "10 Jun 2020"}