{"Nomor": 47607, "Judul": "OPTIMIZATION OF ABADI GAS SALES FOR CENTRAL AND EASTERN DOMESTIC MARKETS", "Abstrak": "Gas bumi diperkirakan akan lebih berperan penting dalam memenuhi peningkatan permintaan energi global. Indonesia adalah salah satu dari sepuluh negara pengekspor LNG terbesar di dunia. Sejak produksi minyak bumi menurun pada tahun 2003, Indonesia berusaha meningkatkan pemanfaatan gas bumi untuk pasar domestik serta mengurangi volume ekspor LNG. Lapangan gas Abadi yang memiliki cadangan sekitar 10,73 Tscf sangat berpotensi untuk memenuhi permintaan natural gas bumi di Indonesia pada masa yang akan datang. Studi ini bertutujan untuk mengidentifikasi potensi pasar domestik untuk pengembangan lapangan gas Abadi, khususnya di wilayah tengah dan timur Indonesia. Kapasitas produksi kilang LNG darat Abadi adalah 9,5 MTPA yang akan dibangun di Pulau Nustual, Provinsi Maluku. Kilang LNG tersebut diperkirakan akan mulai beroperasi pada tahun 2028. Biaya investasi kapital yang dibutuhkan untuk membangun kilang LNG Abadi adalah 19,8 milyar dolar Amerika. Proyek-proyek yang berhasil diidentifikasi dalam studi ini adalah pembangkit listrik tenaga gas yang terdapat pada proyek pembangunan smelter, kelistrikan, dan kawasan industri. Perkiraan volume permintaan gas bumi diproyeksikan ke tahun 2028 dengan menggunakan beberapa asumsi yang biasa dipakai oleh Kementrian Energi dan Sumber Daya Mineral. Asumsi keekonomian menggunakan data-data yang diberikan oleh Bank Indonesia. Biaya tipikal untuk LNG logistik dan rantai distribusi digunakan untuk menyederhanakan analisa harga gas akhir di pengguna. Perkiraan permintaan gas dapat menyerap sekitar 39% dari produksi LNG Abadi atau setara dengan 492,13 MMscfd. Proyek LNG Abadi mencapai titik\timpas ketika harga LNG FOB adalah 7,31 USD/MMBtu dan harga minyak Brent adalah 50 USD/bbl. Dengan mengunakan beberapa asumsi dalam perhitungan keekonomian, harga LNG FOB price dapat diturunkan menjadi 6 USD/MMBtu untuk menyesuaikan dengan daya beli pasar domestik. Apabila harga LNG FOB untuk pasar domestik ditentukan mengikuti daya beli pasar, maka harga LNG FOB untuk pasar ekspor adalah 8,33 USD/MMBtu. Harga tersebut masih termasuk dalam rentang harga historis LNG ekspor dari indonesia yang berkisar dari 6,74 USD/MMBtu pada titik terendah dan 18,23 USD/MMBtu pada titik tertinggi.", "Daftar File": {"ABSTRAK I Putu Putra Jaya Parwatha": "https://digilib.itb.ac.id/gdl/download/207098"}, "Penulis": "I Putu Putra Jaya Parwatha [29318378]", "Kontributor / Dosen Pembimbing": ["Widhyawan Prawiraatmadja, M.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "LNG, Lapangan Gas Abadi, Pasar Gas Domestik, Pembangkit Listrik Tenaga Gas", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "11 Jun 2020"}