{"Nomor": 47615, "Judul": "ANALISA PERBANDINGAN KINERJA FINANSIAL DARI PSC GROSS SPLIT TERHADAP PSC KONVENTIONAL PADA PENGEMBANGAN LAPANGAN X DI BLOK Y", "Abstrak": "Kontraktor menandatangani PSC cost recovery pada tahun 2012. Pada skema cost recovery bagi hasil dilakukan setelah gross revenue dikurangi First Tranche Petroleum (FTP) dan biaya operasi perminyakan. Biaya operasi perminyakan terdiri dari survei dan studi G&G, pengeboran eksplorasi & pengembangan, fasilitas produksi, operasi produksi, dan administrasi umum. Perbandingan bagi hasil sebelum pajak adalah 41.6667% BPMIGAS vs 58.3333% Kontraktor untuk minyak serta 33.3333% BPMIGAS vs 66.3337% kontraktor untuk gas. Hidrokarbon ditemukan pada tahun kedua kontrak dan setelah sumur penilaian dilakukan diputuskan lapangan X layak dikembangkan dengan investasi US$1,28 milyar mendapatkan cadangan gas terambil 814,1 BSCF.\nTahun 2017 pemerintah mengeluarkan Permen ESDM No. 8 tahun 2017. Kontraktor ditawarkan untuk menggunakan skema gross split. Besaran bagi hasil sebelum pajak total untuk kontraktor terdiri dari base split 43% (minyak) and 48% (gas) ditambah sejumlah variable split dan progressive split. Pada Oktober 2019 Menteri ESDM diganti dan menawarkan kepada kontraktor untuk menggunakan PSC cost recovery atau PSC gross split. \nIsu bisnis dalam tesis ini adalah mengklarifikasi jenis kontrak paling menguntungkan untuk Contractor. Parameter indikator yang dievaluasi adalah net present value (NPV), internal rate of return (IRR), and pay out time (POT).\nAspek politik dan hukum akan mempengaruhi pengambilan keputusan pengembangan lapangan X. Perubahan peraturan di atas menghasilkan ancaman sekaligus peluang untuk Kontraktor memilih skema fiskal yang paling menguntungkan. Di dalam penelitian ini diasumsikan pemerintah tidak merubah peraturan setelah Kontraktor memutuskan skema fiskal yang dipilih. Aspek ekonomi harga gas juga menjadi ancaman tersendiri karena mengikuti penurunan harga minyak, di dalam penelitian ini harga gas diasumsikan tetap US$6/MMBTU. Pada aspek teknologi dilakukan optimasi kandungan lokal sampai 30%. Aspek sosial dan lingkungan tidak mempengaruhi perhitungan penelitian karena diasumsikan operasi perminyakan berjalan lancar dan dapat memberdayakan penduduk lokal sebagai sumber tenaga kerja dalam mengembangkan lapangan X.\nDilakukan simulasi kinerja finansial menggunakan dua system PSC konvensional dan gross split. Biaya, profil produksi, dan harga gas diasumsikan sama. Hasil simulasi menunjukkan bahwa NPV@10% sistem gross split sebesar US$1,04 milyar atau lebih tinggi dari sistem konvensional US$792 juta. IRR sistem gross split sebesar 50,67% sedangkan sistem konvensional sebesar 47,68%. POT sistem gross split adalah 3,67 tahun sedangkan sistem konvensional 3,90 tahun. Kesimpulannya adalah fiskal gross split lebih menguntungkan bagi kontraktor dibandingkan dengan fiskal PSC konvensional dalam mengembangkan lapangan X pada blok Y.", "Daftar File": {"ABSTRAK Deni Firwandi": "https://digilib.itb.ac.id/gdl/download/207106"}, "Penulis": "Deni Firwandi [29318416]", "Kontributor / Dosen Pembimbing": ["Ir. Kinsenary Tjendrasa, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Production Sharing Contract (PSC), Cost Recovery, Gross Split, Net Present Value (NPV), Internal Rate of Return (IRR), Payout Time (POT)", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "11 Jun 2020"}