{"Nomor": 47616, "Judul": "MEREK MEWAH MENGGESER TARGET KE MILENIAL, APAKAH SESUAI DENGAN PASAR MILENIAL JUNIOR INDONESIA?", "Abstrak": "Saat ini, generasi milenial mewakili sebesar 32% dari konsumen barang mewah. Forbes memprediksikan angka ini akan meningkat menjadi 50% atas keseluruhan total pasar di tahun 2025. Generasi milenial memiliki karakteristik perilaku dan nilai yang unik, hal ini mengharuskan perusahaan untuk memahami mereka lebih baik lagi. Perusahaan barang mewah telah merubah target pasarnya menjadi generasi milenial, dengan menggunakan strategi global perusahaan multi nasional berusaha untuk mendekati generasi milenial di Indonesia.\nLouis Vuitton, sebagai merek mewah yang paling berharga di dunia, melalui Louis Vuitton Monnet Hennesy (LVMH) membuka toko pertamanya di Jakarta pada tahun 2009. Di tahun 2015, perusahaan ini mulai merubah target pasarnya menjadi generasi milenial. Strategi yang digunakan adalah seperti menawarkan koleksi bagi generasi muda dan merekrut penasihat penjualan dari generasi milenial. Sebagai merek mewah global, semua kebijakan tersentralisasi, dimana segala ketetapan diputuskan oleh LVMH pusat di Paris, Perancis. Louis Vuitton Indonesia menghadapi beberapa masalah seperti perbedaan perilaku generasi milenial Indonesia dibandingkan dengan generasi milenial global.\nStudi ini akan membahas mengenai gambaran besar dari industri fashion merek mewah dan strategi pemasaran Louis Vuitton Indonesia saat ini. Gambaran besar mengenai lingkungan eksternal diidentifikasi melalui analisa PESTEL dan analisa persaingan. Untuk lingkungan internal Louis Vuitton Indonesia dianalisa melalui 8P’s Luxury Marketing Mix. Dalam mengidentifikasi strategi pemasaran yang digunakan oleh perusahaan, studi ini melakukan wawancara dengan tim operasional toko dan klien. Pada bagian akhir, studi mengusulkan strategi pemasaran bagi milenial. Pemilihan strategi diferensiasi merupakan strategi yang ditetapkan dalam pemasaran merek mewah bagi milenial.\nUntuk menanggapi permasalahan yang dihadapi Louis Vuitton Indonesia, perusahaan harus mengembangkan strategi pemasaran untuk meningkatkan keinginan generasi milenial Indonesia terhadap mereknya. Dengan menawarkan koleksi yang lebih beragam, program cicilan dan pemotongan harga, serta celebrity endorsement, diharapkan dapat meningkatkan keinginan dari generasi milenial Indonesia dan pendapatan perusahaan.", "Daftar File": {"ABSTRAK Cut Sarah": "https://digilib.itb.ac.id/gdl/download/207107"}, "Penulis": "Cut Sarah [29318433]", "Kontributor / Dosen Pembimbing": ["Ir. Alibasjah Inggriantara, S.E., M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bauran Pemasaran, Merek Mewah, PESTEL, Ritel, Strategi Pemasaran", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "11 Jun 2020"}