{"Nomor": 47614, "Judul": "MEMULAI DOCKING.ID SEBUAH PLATFORM BARU SEBAGAI PERUSAHAAN PENYEDIA INFORMASI INDUSTRI MARITIM UNTUK MENCARI GALANGAN DAN PERALATAN LAUT", "Abstrak": "Docking.id adalah platform digital untuk galangan kapal dan vendor kelautan untuk penetrasi pasar industri kelautan secara digital. Didirikan pada 2019, Docking.id dimulai sebagai media informasi yang menyediakan informasi tentang kepemilikan galangan dan juga menyediakan informasi lain tentang kebutuhan kelautan. Pentingnya informasi ini karena Indonesia adalah negara kepulauan dengan 16.056 pulau. Indonesia juga menggunakan kapal untuk mengirimkan konsumsi domestiknya. \nBerdasarkan peraturan, setiap kapal membutuhkan docking setiap 2,5 tahun untuk kapal komersial dan sekali dalam 1 tahun untuk kapal penumpang. Sementara itu, terdapat 24.046 kapal yang terdaftar dan ada 250 galangan kapal di Indonesia. Kondisi ini menjadi masalah umum, dengan minimnya akses informasi, banyak pemilik kapal kesulitan menemukan galangan kapal yang tepat. Ini menyebabkan banyak masalah seperti waktu antrian docking yang memakan biaya ribuan USD dalam sehari selama periode berhenti menyewa. Belum lagi, masalah keamanan yang menjadi masalah ketika mengantri, banyak kapal meminta untuk memperpanjang masa pelayaran yang bisa membahayakan keselamatan.\nPenelitian dimulai dengan menemukan masalah yang dialami oleh pemilik kapal, galangan dan vendor kelautan dengan melakukan wawancara. Dari hasil wawancara, dapat diketahui masalah apa yang mereka hadapi. Langkah selanjutnya adalah menentukan solusi masalah yang cocok dengan menganalisis produk apa yang bisa menjadi solusi untuk masalah mereka. Kemudian Docking.id mengusulkan MVP (Minimum Viable Product) dengan membuat platform situs web yang memiliki fitur mesin pencari untuk mencari galangan kapal dan vendor kelautan di filter. Validasi pelanggan diperlukan untuk menguji apakah mesin pencari dapat memecahkan masalah pelanggan potensial. Untuk mewujudkan Docking.id sebagai perusahaan rintisan yang berkembang, maka ditentukan model bisnis kanvas.\nDari masalah yang ada, Docking.id mencoba membuat platform digital yang dapat menghubungkan pemilik kapal dengan galangan kapal dan vendor kelautan. Jadi, pemilik kapal dapat dengan mudah menemukan informasi tentang ketersediaan galangan kapal. Dengan kemudahan mendapatkan informasi, pemilik kapal dapat meminimalisir terjadinya berhenti menyewa yang disebabkan oleh waktu antrian galangan kapal. Selain itu, pemilik kapal dapat dengan mudah menemukan pemasok berbagai kebutuhan kapal di seluruh Indonesia dengan menggunakan platform Docking.id.", "Daftar File": {"ABSTRAK Mizan Lubnan": "https://digilib.itb.ac.id/gdl/download/207105"}, "Penulis": "Mizan Lubnan [29318412]", "Kontributor / Dosen Pembimbing": ["Ir. Alibasjah Inggriantara, S.E., M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Industri Maritim, Penemuan Pelanggan, Perusahaan Rintisan, Validasi Pelanggan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "11 Jun 2020"}