{"Nomor": 47618, "Judul": "USULAN STRATEGI UNTUK BISNIS SANITASI PT JAWARA BERSIH NUSANTARA (JAMBAN)", "Abstrak": "PT. Jawara Bersih Nusantara (dikenal sebagai merek \"Jamban\") adalah perusahaan startup yang bergerak di bidang sanitasi, terutama toilet umum. Jamban menyediakan layanan dalam bentuk akses mudah ke sanitasi, terutama toilet umum yang bersih, sehat, dan aman, didukung oleh teknologi yaitu aplikasi. Awalnya Jamban didirikan karena prihatin dengan kualitas toilet umum di Indonesia, terutama di tempat-tempat wisata dan tempat umum. Masalah utama sanitasi di Indonesia adalah kurangnya akses ke toilet yang layak karena banyak pemilik usaha toilet dan pemerintah tidak memiliki standar tentang layanan toilet umum. Kondisi itu memicu Jamban menjadi solusi sanitasi di Indonesia.\nDalam menjalankan bisnisnya, Jamban telah meluncurkan produk pertama dengan menawarkan toilet umum yang telah direnovasi di tempat-tempat wisata dengan standar tinggi yang didukung oleh aplikasi seluler untuk menemukannya. Jamban menggabungkan konsep perangkat keras dan perangkat lunak. Beberapa masalah bisnis yang dihadapi Jamban adalah pendapatan dan daya tarik target pengguna produk Jamban. Kondisi itu berdampak bahwa Jamban tidak dapat meningkatkan usahanya untuk meningkatkan keberadaannya menjadi solusi untuk masalah sanitasi di Indonesia. Oleh karena itu, Jamban perlu meninjau strategi yang ada untuk meningkatkan bisnis.\nPenelitian ini menjelaskan analisis masalah bisnis di Jamban dan menghasilkan strategi terbaik untuk mencapai target daya tarik pengguna. Penulis mengidentifikasi bahwa analisis eksternal dan internal dengan awal menjelaskan kondisi sanitasi bisnis, analisis PESTEL, 4C Diamond, dan untuk analisis internal menggunakan VRIO. Selain itu, penulis juga menganalisis data dari wawancara dengan para ahli di sektor sanitasi, data survei, data internal perusahaan terutama di Jabodetabek.\nSetelah melakukan beberapa analisis, penulis menemukan masalah utama menggunakan analisis akar penyebab. Masalah utama yang dihadapi Jamban adalah produknya yang standar terlalu tinggi, proses akuisisi, keterbatasan modal untuk berkembang. Para penulis, dengan perusahaan melakukan penelitian di Jabodetabek dan mewawancarai para ahli sanitasi untuk memeriksa masalah yang telah dihadapi Jamban. Kuesioner akan berupa pengambilan sampel acak untuk menangkap persyaratan dan kebiasaan masyarakat tentang toilet umum.\nHasil dari beberapa analisis sebelumnya, penulis menggunakan marketing mix 4P untuk hasil kuesioner dan menggunakan matriks TOWS untuk menghasilkan strategi baru terbaik. Hasilnya adalah untuk produk-produk Jamban harus membuat fokus produk baru pada berbasis teknologi karena masyarakat hanya ingin menginformasikan tentang toilet umum yang bersih dan standar. Untuk harga masih, Rp 2.000, tetapi Jamban dapat berinovasi dengan langganan membership Jamban, tempat itu akan menjadi fokus pada pompa bensin, area publik, dan tempat-tempat wisata, dan promosi akan fokus pada berbasis online. Setelah itu akan menghasilkan dalam matriks TOWS untuk menangkap Strength, Weakness, Opportunity, dan Threats untuk menciptakan strategi untuk Jamban.\nSetelah dirumuskan oleh matriks TOWS, penulis menggunakan Diamond Strategy untuk meringkas dan lebih tepat untuk strategi terbaik untuk Jamban. Jamban sekarang sudah berada di Blue Ocean, yang merupakan pelopor dan belum ada pesaing, sehingga diferensiasinya sangat kuat. Kondisi itu harus segera digunakan oleh Jamban karena produknya mudah ditiru. Yang terbaru adalah bahwa penulis merevisi model bisnis Jamban saat ini lebih fokus pada traksi pengguna dan lebih banyak mengumpulkan data besar.", "Daftar File": {"ABSTRAK Joobu Wahyudi": "https://digilib.itb.ac.id/gdl/download/207109"}, "Penulis": "Joobu Wahyudi [29318449]", "Kontributor / Dosen Pembimbing": ["Hermawan Kertajaya, Dr., (HC)"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Bisnis, Model Bisnis, Sanitasi, Startup", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "11 Jun 2020"}