{"Nomor": 47610, "Judul": "STRATEGI BISNIS PT BMI DALAM SUBSTITUSI LPG DENGAN CNG/LNG  DI SEKTOR INDUSTRI DAN KOMERSIAL", "Abstrak": "Pemerintah Indonesia berusaha keras untuk menurunkan harga gas bumi (GB) di beberapa industri untuk meningkatkan daya saing mereka di pasar dunia dan mengharapkan efek berganda yang dihasilkan di ekonomi domestik; serta mengganti BBM dan LPG impor yang mahal dengan GB domestik dalam bentuk gas, terkompresi (CNG) dan cair (LNG) untuk mengurangi ketidakseimbangan neraca perdagangan Indonesia.\nPT BMI telah memasuki bisnis produksi dan distribusi CNG sejak 2009 di Jawa bagian barat yang sebagian besar untuk menggantikan BBM. Pada tahun 2017, PT BMI memasuki bisnis ritel CNG menggantikan LPG pada konsumen energi skala kecil di bisnis industri dan komersial seperti untuk bisnis restoran, hotel, rumah sakit dan katering. Pada tahun 2018, PT BMI memelopori bisnis transportasi dan distribusi LNG di Sumatra bermitra dengan Pertagas Niaga. PT BMI mengalami tantangan dalam bisnis ritel CNG dan melihat LNG sebagai opsi yang lebih baik, mengingat teknologi saat ini, harga dan ketersediaan peralatan LNG skala kecil (SSLNG) dari China. \nStudi ini menganalisis strategi bisnis dan perusahaan PT BMI yang tepat untuk menggantikan LPG dengan CNG / LNG di Sektor Industri dan Komersial. PT BMI hanya menargetkan 8 MMscfd setara GB (0,81% dari total konsumsi LPG nasional) untuk bisnis yang berani melakukan konversi di Sumatra dan Jawa. Wawancara, sebagai data primer, dengan pejabat pemerintah, regulator, pakar, dan pemangku kepentingan serta pelaku bisnis GB dilakukan untuk menganalisis lingkungan eksternal PT BMI. Sedangkan wawancara dengan eksekutif PT BMI dilakukan untuk mengumpulkan data primer untuk analisis lingkungan internal. Metoda analisis seperti Analysis, Formulation, and Implementation (AFI) Strategy Framework, PESTEL, VRIN dan analisis rantai GB digunakan untuk merumuskan strategi.\nDari analisis lingkungan eksternal dan internal, PT BMI diarahkan mengikuti strategi bisnis diferensiasi luas dengan menyediakan produk terdiferensiasi dalam segmen luas dengan layanan premium dan berfokus pada economies of scope sambil meninggalkan bisnis CNG yang sudah jenuh dan memasuki bisnis SSLNG. Agar PT BMI mempertahankan keunggulan kompetitifnya, perusahaan harus memperluas bisnis ke wilayah geografis baru dan mendiversifikasi ke bisnis LNG ritel, membangun dan mengoperasikan Kilang LNG Mikro milik sendiri, serta membangun aliansi strategis sebagai sumber daya untuk ekspansi dengan memanfaatkan pengalaman dan keahlian yang terus tumbuh dalam bisnis SSLNG sebagai daya tarik serta memanfaatkan teknologi dari China yang ekonomis tapi cukup bisa diandal.", "Daftar File": {"ABSTRAK Alto Omar": "https://digilib.itb.ac.id/gdl/download/207101"}, "Penulis": "Alto Omar [29318389]", "Kontributor / Dosen Pembimbing": ["Dr. Agung Wicaksono, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Gas Bumi, LPG, Substitusi, CNG, LNG, Small-Scale LNG, Strategi Bisnis, AFI, PESTEL, VRIN.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "11 Jun 2020"}