{"Nomor": 47620, "Judul": "MENGUSULKAN SOLUSI BISNIS UNTUK TAMBANG BATUBARA DENGAN NILAI KALORIFIKASI RENDAH DALAM MENINGKATKAN KINERJA KEUANGAN: KASUS PT. KALTIM BARA USAHA", "Abstrak": "Didirikan pada 2008 PT. Kaltim Bara Usaha (PT KBU) adalah perusahaan pertambangan batubara yang berlokasi di desa Sukan, Berau, Kalimantan Timur, Indonesia. Dengan total konsesi 500 Ha, perusahaan dapat memproduksi sekitar 2 juta ton batubara per tahun. PT KBU hanya fokus ke pasar ekspor karena rendahnya spesifikasi batubara di sekitar GAR 3200-3400. PT KBU tidak berhasil memenuhi target produksi DMO pada tahun 2018 karena itu ada pengurangan jumlah produksi pada tahun 2019 sebesar 50% menjadi 900.000 ton dan masih harus memenuhi target DMO sebesar 25%. Oleh karena itu perlu untuk mengembangkan strategi bisnis bagi PT KBU untuk meningkatkan pertumbuhan pendapatan dan dapat mengoptimalkan peluang bisnis yang ada dan pada saat yang sama meningkatkan aspek profitabilitas.\nSebelum merumuskan strategi, perlu untuk menganalisis lingkungan eksternal dan internal untuk menentukan faktor-faktor strategis yang mempengaruhi bisnis batubara. Analisis lingkungan eksternal dilakukan dengan menggunakan analisis PESTEL dan analisis Lima Kekuatan Porter untuk menentukan peluang dan ancaman terkait bisnis batubara. Analisis lingkungan internal dilakukan dengan menggunakan analisis Resource-Based View, analisis VRIO, dan Porter Value Chain untuk menentukan kekuatan dan kelemahan serta daya tawar PT KBU dalam biotek batubara yang mempengaruhi kondisi strategis PT KBU. Berdasarkan analisis lingkungan eksternal dan internal, strategi alternatif ditetapkan dengan menggunakan analisis SWOT dan matriks TOWS. Setelah itu, analisis keuangan sangat penting untuk diidentifikasi bahwa dengan memilih solusi yang tepat PT KBU masih dapat mempertahankan profitabilitasnya dengan efisiensi biaya dan meningkatkan kualitas layanan sehingga pendapatan dapat ditingkatkan sehingga keberlanjutan PT KBU dapat berlanjut.", "Daftar File": {"ABSTRAK Joifadi Joinerri": "https://digilib.itb.ac.id/gdl/download/207111"}, "Penulis": "Joifadi Joinerri [29318457]", "Kontributor / Dosen Pembimbing": ["Satya Aditya Wibowo, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bisnis Batubara, Profitabilitas, DMO, PT KBU, Solusi Bisnis", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "11 Jun 2020"}