{"Nomor": 47625, "Judul": "PENGEMBANGAN SISTEM UJI FILTER UDARA PORTABEL MENGGUNAKAN SENSOR PARTICULATE MATTER (PM)", "Abstrak": "Filter udara telah digunakan dalam banyak aplikasi, seperti filter udara untuk kabin kendaraan, masker, filter pendingin udara, dan filter untuk ventilasi bangunan. Banyaknya penggunaan filter untuk kebutuhan sehari-hari telah mendorong pengembangan filter udara dari segi teknologi fabrikasi dan teknologi karakterisasi. Karakterisasi filter dapat dilakukan dengan mengukur beberapa parameter filtrasi, seperti pressure drop, efisiensi filtrasi, dan quality factor. Karena tingginya penggunaan filter udara, maka pengujian atau pengukuran terhadap parameter-parameter tersebut perlu dilakukan dengan biaya pengujian yang lebih ekonomis dan peralatan yang lebih mudah diakses. Oleh karena itu, kami mengembangkan sistem uji filter udara portabel, disingkat SUFP, yang dapat digunakan untuk mengukur parameter pressure drop, efisiensi filtrasi, dan quality factor dari suatu filter. SUFP dibangun dengan menggunakan dua sensor tekanan diferensial (TE Connectivity Measurement Specialities, GA100-015WD; dan Sensirion, SDP1000-L05) untuk pengukuran pressure drop serta sensor particulate matter (PM) komersial (Sharp GP2Y1010AU0F) untuk mengukur efisiensi filtrasi. Penggunaan sensor PM untuk aplikasi pengujian filter udara merupakan kebaruan yang dapat menambah khasanah ilmu pengetahuan di bidang teknologi filtrasi. Sensor PM umumnya digunakan untuk mengukur konsentrasi massa partikel pada divais atau stasiun pantau polusi udara. Akan tetapi, pada penelitian ini, sensor PM digunakan untuk mengukur konsentrasi jumlah partikel sebelum dan sesudah filtrasi untuk memperoleh data efisiensi dari suatu filter. Oleh karena itu, supaya dapat diimplementasikan pada SUFP, sensor PM perlu dievaluasi dan dioptimasi secara menyeluruh. Evaluasi dan optimasi sensor PM dilakukan dengan meninjau linearitas, sensitivitas, serta respon keluaran sensor terhadap laju alir udara sensor, ukuran partikel, dan sumber partikel. Hasil eksperimen menunjukkan bahwa laju alir udara sensor PM tidak mempengaruhi respon keluaran sensor sehingga besar laju alirnya dapat dipilih sesuai dengan keperluan SUFP. Respon keluaran sensor PM diuji menggunakan sumber partikel dengan diameter yang dapat divariasikan. Hasil pengujian tersebut menunjukkan bahwa sensor tidak mampu mendeteksi partikel-partikel berukuran di bawah 100 nm. Selain itu, kurva tegangan keluaran sensor terhadap diameter partikel dari hasil pengujian ini juga sesuai dengan perhitungan teori Mie, yang memprediksi respon sensor terhadap diameter partikel berfluktuasi untuk ukuran partikel di atas 600 nm. Sensor PM memiliki sensitivitas yang berbeda terhadap ukuran partikel dan sumber PM2,5 yang berbeda. Hal ini berkaitan dengan intensitas hamburan yang bergantung pada parameter fisis partikel, seperti ukuran, indeks bias, dan komposisi material. Walau demikian, sensor PM menunjukkan respon keluaran yang sangat linear terhadap konsentrasi jumlah partikel untuk semua partikel uji yang digunakan. Partikel uji PSL dengan ukuran 163, 216, 234, dan 303 nm menghasilkan linearitas respon sensor yang tinggi dengan R2 masing-masing sebesar 0,9247, 0,9929, 0,9924, dan 0,9983. Efisiensi filtrasi biasanya diungkapkan dalam rasio jumlah partikel sebelum dan sesudah filtrasi. Pada penelitian ini, efisiensi filtrasi diungkapkan dalam rasio tegangan keluaran sensor PM sebelum dan sesudah filtrasi. Linearitas respon sensor yang tinggi penting untuk pengukuran efisiensi karena dapat menghilangkan beberapa parameter, seperti massa jenis partikel dan faktor-faktor sensor. SUFP yang telah dibangun dikalibrasi terhadap sistem pengujian filter udara standar yang menggunakan condensation particle counter (CPC) untuk pengukuran efisiensi filtrasi. Kalibrasi dilakukan menggunakan filter-filter dari membran nanofiber yang memiliki efisiensi bervariasi. Kalibrasi tersebut menghasilkan suatu koefisien filtrasi (Kf), yang kemudian digunakan untuk mengkoreksi nilai efisiensi yang diukur oleh sensor PM. Pengujian efisiensi beberapa produk masker komersial menggunakan SUFP menunjukkan hasil pengukuran yang baik terhadap efisiensi referensi dengan kesalahan rata-rata sekitar 2,5% untuk partikel uji PSL berukuran 216, 234, dan 303 nm. Desain lengkap sistem uji filter udara portabel dan metode eksperimental akan dibahas secara rinci.", "Daftar File": {"ABSTRAK Dian Ahmad Hapidin": "https://digilib.itb.ac.id/gdl/download/207116"}, "Penulis": "Dian Ahmad Hapidin [30216308]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.Eng. Khairurrijal, M.Si.", "Dr.Eng. Muhammad Miftahul Munir, S.Si., M.Si.", "Prof. Dr. Suprijadi, M.Eng."], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "masker, particulate matter, partikel, pengujian filter udara, sensor PM.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "11 Jun 2020"}