{"Nomor": 47634, "Judul": "ANALISA SISTEM OTOMASI CAMA:                                   PENERIMAAN TEKNOLOGI DAN KEMUNGKINAN RISIKO (STUDI KASUS: PT. BANK YELLOW INDONESIA)", "Abstrak": "PT. Bank Yellow Indonesia (nama samaran) saat ini sedang membangun sebuah sistem untuk membuat proses bernama CAMA dapat dijalankan secara otomatis. CAMA sendiri adalah “Cash Account Management Agreement”, sebuah perjanjian pengaturan dana antara pihak bank dan pihak yang meminjam uang pada bank tersebut. Proses CAMA hanya berlaku untuk pinjaman yang dikategorikan sebagai “project financing loan”, yang dimana pinjaman tersebut memiliki tingkat risiko yang relatif lebih besar dibandingkan dengan fasilitas pinjaman lainnya.\n\nSaat perusahaan ini menjalankan CAMA secara manual, beberapa kali terjadi kesalahan yang cukup fatal yang diakibatkan oleh kelalaian dari beberapa pihak. Kelalaian tersebut terjadi karena kurangnya monitoring yang dilakukan oleh semua pihak, verifikasi yang masih kurang ketat dan lemah. Sistem CAMA yang dapat menjalankan proses secara otomatis diharapkan dapat menghilangkan permasalahan tersebut, namun dikarenkan proses CAMA merupakan salah satu proses yang sangat krusial dalam perbankan, maka sistem tersebut harus dibuat dengan sebaik mungkin. Sistem yang tidak mumpuni akan menimbulkan berbagai masalah dan memunculkan risiko baru, saat ini pihak perusahaan belum mengetahui dengan jelas bagaimana sistem ini akan diterima oleh para karyawan, dan kemungkinan risiko apa saja yang bisa terjadi dikemudian hari.\n\nPenelitian ini bertujuan untuk menganalisa tingkat penerimaan teknologi terhadap sistem CAMA yang sedang dibuat. Tingkat penerimaan teknologi dibagi menjadi dua, sisi kegunaan dan sisi kemudahan, apabila kedua hal tersebut memiliki respon yang positif dari para pengguna, maka penerimaan terhadap sistem CAMA akan semakin besar. Tujuan selanjutnya adalah untuk menganalisa kemungkinan risiko yang akan terjadi ketika sistem ini mulai diterapkan. Probabilitas dan tingkat dampak menjadi dua hal utama dalam pembahasan risiko terhadap penggunaan sistem CAMA. Penelitian ini diakhiri dengan memberikan beberapa solusi dan rekomendasi kepada perusahaan untuk meningkatkan penerimaan dari para pengguna terhadap sistem CAMA, dan langkah-langkah untuk mencegah atau meminimalisir risiko yang mungkin akan terjadi.\n\nPendekatan dan analisa secara kualitatif digunakan pada penelitian ini untuk mendapatkan informasi yang detail dan analisa yang kuat. Data primer didapatkan dari hasil wawancara terhadap tujuh orang yang nantinya akan menggunakan sistem CAMA tersebut, waktu wawancara dilakukan beberapa hari pada bulan Maret tahun 2020. Data sekunder didapatkan dari hasil pencarian di internet, berupa laporan keungan perusahan dan beberapa informasi lainnya seperti kondisi ekonomi dan politik terkini yang mungkin menjadi faktor eksternal yang berpengaruh terhadap pembangunan sistem CAMA pada perusahaan ini.\n\nHasil dari penelitian ini menunjukkan bahwa para karyawan mempercayai bahwa sistem ini akan sangat membantu pekerjaan mereka menjadi lebih efisien dan menghindari risiko “human error” yang beberapa kali terjadi ketika menjalakan proses tersebut secara manual. Dilain hal, mereka masih mengalami kesulitan dalam menggunakan sistem tersebut, sehingga diperlukannya waktu tambahan untuk adaptasi dan belajar sebelum pihak manajemen menerapkan sistem ini. Selanjutnya, ketika sistem ini mulai diberlakukan, akan terdapat beberapa risiko yang mungkin terjadi, dan yang memiliki urgensi paling tinggi adalah kemungkinan pada kesalahan penginputan pada sistem terutama pada penginputan skema CAMA yang cukup rumit. \n\nPencegahan dan mitigasi yang bisa dilakukan pihak manajemen adalah memberlakukan percobaan sistem secara bersama dan terstruktur, sehingga membuat para karyawan yang menggunakan sistem tersebut tidak melakukan kesalahan dalam penginputan skema CAMA. Percobaan sistem secara bersama dan terstruktur juga akan membantu dalam penyempurnaan sistem tersebut, yang nantinya akan mengurangi kemungkinan terjadinya risiko teknis pada sistem CAMA.", "Daftar File": {"ABSTRAK M. Faizal Pradhana P. M.": "https://digilib.itb.ac.id/gdl/download/207125"}, "Penulis": "M. Faizal Pradhana P. M. [29318325]", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi, S.T., M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Cash Account Management Agreement, CAMA pada Perbankan, Sistem CAMA, Risiko CAMA Pada Bank, Tingkat Penerimaan Teknologi CAMA Pada Bank", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "12 Jun 2020"}