{"Nomor": 47630, "Judul": "MENGUKUR NILAI TAMBAH KEMITRAAN ANTARA PERUSAHAAN DENGAN PORTOFOLIO MODAL VENTURA KORPORASI PERUSAHAANNYA (STUDI KASUS PT.X)", "Abstrak": "Dengan berkembang pesatnya teknologi, inovasi disruptif akan menjadi ancaman bagi\npara perusahaan petahana melalui bisnis model baru yang melibatkan teknologi. Untuk\nmempersiapkan era ini, transformasi digital sangat dibutuhkan bagi para perusahaan\npetahana. Salah satu jawaban tegas untuk era disruptif adalah dengan mengakuisisi\npendatang baru untuk memperoleh manfaat teknologi dan memperluas pasar. PT. X\nmemiliki kesempatan untuk mengembangkan wadah digital dan memperkuat\nkemampuan digital mereka melalui salah satu anak perusahaannya, yaitu PT. XYZ,\nmodal ventura perusahaan yang berinvestasi pada perusahaan digital untuk memperoleh\nkeuntungan finansial dan tujuan strategis yang mendukung rencana digitalisasi PT. X.\nKetika membahas startups strategi exit, pilihan akuisisi menjadi penting untuk dapat\nmempertahankan nilai tambah dari kemitraan strategis. Oleh karena itu, diperlukan\npenilaian lebih lanjut untuk mengetahui perusahaan digital mana yang dapat\ndipertimbangkan untuk keputusan akuisisi karena nilai tambahnya.\nPenelitian dimulai dengan mengidentifikasi kemitraan yang masih dijalani hingga tahun\n2019 dilanjutkan dengan mengidentifikasi nilai FCF yang didapatkan anak perusahaan\nPT. X dari kemitraan yang dijalaninya. Setelah itu, membangun asumsi pertumbuhan\nbagi setiap kemitraan. Untuk menentukan perusahaan digital mana yang menjadi\npertimbangan untuk keputusan akuisisi, model Discounted Cash Flow (DCF) dapat\ndigunakan untuk menghitung total nilai sampai periode tak hingga yang telah\ndidiskontokan menggunakan persentase WACC. Selain itu, analisis sensitivitas akan\ndibangun untuk mengidentifikasi resiko.\nBerdasarkan hasil yang diperoleh, nilai sinergi total yang didapatkan oleh PT X dari\nkemitraan dengan perusahaan digital sebesar Rp13.65 triliun yang didominasi oleh\nPerusahaan Digital B, Perusahaan Digital E, dan Perusahaan Digital C dengan proporsi\nmasing- masing 67.41%, 18.60%, dan 9.96%. Untuk jangka panjang, hasil penelitian ini\nmenyarankan PT. X untuk mempertimbangkan ketiga perusahaan digital untuk akuisisi\ndan melakukan penilaian lebih lanjut terhadap asset yang dimiliki oleh perusahaan\ntersebut sebelum akuisisi. Sementara untuk jangka pendek, mempertahankan kemitraan\ndengan ketiga perusahaan tersebut sangat disarankan. Selain itu, berdasarkan hasil\nanalisis sensitivitas, total nilai sangat sensitif terhadap perubahan persentase WACC.\nOleh karena itu, PT. X harus memberikan struktur modal yang optimal.\nKata Kunci: Transformasi Digital, Modal Ventura Koorporasi, Perusahaan Digital,\nKemitraan, Nilai Tambah", "Daftar File": {"2020 SM Ayunindya Pawestri_19017123.pdf?": "https://digilib.itb.ac.id/gdl/download/211884", "2020 TS PP AYUNIDYA PAWESTRI 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/246634"}, "Penulis": "Ayunindya Pawestri [19017123]", "Kontributor / Dosen Pembimbing": ["Mandra Lazuardi Kitri, M.A.B."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Transformasi Digital, Modal Ventura Koorporasi, Perusahaan Digital, Kemitraan, Nilai Tambah", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini  \n                                     Wiwik Istiyarini", "File": "2 file", "Tanggal Input": "11 Jun 2020"}