{"Nomor": 47639, "Judul": "PENELITIAN TENTANG DAMPAK STRES KERJA PADA KINERJA PEKERJAAN UNTUK TELLER BANK INDUNSTRI", "Abstrak": "Dengan perkembangan ekonomi dan sains yang berkelanjutan, tantangan dan guncangan yang dihadapi industri perbankan menjadi semakin serius. Cara menggunakan talenta untuk memenangkan keunggulan dalam persaingan pasar yang sengit telah menjadi salah satu masalah terpenting bagi pengembangan bank tradisional. Teller, yang langsung kontak dengan pelanggan adalah salah satu kunci. Namun, teller sering merasakan stres besar dalam pekerjaan mereka. Oleh karena itu, makalah ini memilah tekanan saat ini pada teller di China Industrial Bank (IB), mempelajari dampak stres kerjanya pada kinerja pekerjaan, dan memberikan saran kepada IB untuk meningkatkan kinerja pekerjaan tellernya.\n\nMelalui analisis kualitatif, makalah ini menyimpulkan bahwa: (1) tugas kerja itu sendiri; (2) pengembangan karir; (3) manajemen organisasi; (4) budaya perusahaan; (5) hubungan interpersonal; adalah 5 sumber utama tekanan kerja teller Bank. Tekanan kerja yang berlebihan memiliki dampak negatif pada kinerja karena teller tersebut dirugikan dalam kesehatan fisik dan mental. Jika stres terlalu tinggi atau kinerja kerja terlalu buruk, teller akan dipaksa atau secara aktif memilih untuk memindahkan posisi atau mengundurkan diri. Pada saat yang sama, stres kerja sedang memiliki dampak positif dan dapat meningkatkan kinerja.\nBerdasarkan analisis kuantitatif, dapat disimpulkan bahwa tekanan terbesar yang dihadapi oleh teller bank berasal dari tugas pekerjaan itu sendiri, terutama karena kelebihan pekerjaan dan lembur, tugas berat dan ketat. Dimensi yang paling tidak membuat stres adalah peran pekerjaan. Sumber stres kerja dari masing-masing dimensi adalah sebagai berikut: tekanan tugas kerja; struktur organisasi dan tekanan kecenderungan organisasi; tekanan pengembangan karier; tekanan hubungan interpersonal; tekanan interaksi keluarga-pekerjaan; tekanan peran pekerjaan. Tekanan kerja IB teller berada pada level sedang di seluruh industri.\n\nMakalah ini terutama melalui survei kuesioner dan menggunakan perangkat lunak SPSS (?Produk Statistik dan Layanan?) 23.0 untuk analisis statistik, termasuk analisis keandalan, analisis validitas, analisis fitur, analisis rata-rata, analisis varians, analisis korelasi, analisis regresi, dan sebagainya.\n\nAkhirnya, artikel ini mengemukakan tujuh saran perbaikan: mengurangi tekanan dari tugas itu sendiri dan meningkatkan lingkungan kerja; memperjelas tanggung jawab pekerjaan dan mengurangi tekanan peran pekerjaan; membangun saluran pengembangan karir yang jelas untuk mendorong teller untuk bekerja keras; membangun mekanisme komunikasi yang baik dan menciptakan suasana kerja yang harmonis; membangun sistem insentif baru untuk meningkatkan efisiensi kerja teller; memperhatikan faktor-faktor pengaruh keluarga dan memperkuat perawatan humanistik.", "Daftar File": {"ABSTRAK Hu Binbing": "https://digilib.itb.ac.id/gdl/download/207130"}, "Penulis": "Hu Binbing [29318703]", "Kontributor / Dosen Pembimbing": ["Yudo Anggoro, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Stres Kerja, Kinerja Kerja, Bank Industri, Teller Bank, Tekanan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "12 Jun 2020"}