{"Nomor": 47667, "Judul": "ANALISIS POWER SPECTRAL DENSITY (PSD) SINYAL ELECTROENCEPHALOGRAPHY (EEG) DARI HASIL UJI COGNITIVE LISTENING PADA SUBJEK LAKI-LAKI DEWASA", "Abstrak": "Kemampuan kognitif ialah kemampuan yang berhubungan dengan proses berfikir yang perkembangannya sangat bervariasi pada setiap manusia. Penelitian ini bertujuan untuk menganalisis Power Spectral Density (PSD) gelombang otak yang dihasilkan dari uji cognitive listening dengan menentukan belahan otak (hemisphere) yang lebih aktif dan perubahan frekuensi alpha puncak yang dihasilkan. Penelitian ini menggunakan Electroencephalograph (EEG) nirkabel (14+2) elektroda untuk mendapatkan rekaman beda potensial gelombang otak terhadap waktu pada tiap elektroda. Subjek merupakan mahasiswa laki-laki berjumlah 11 orang yang berpendengaran normal dan tidak memiliki riwayat penyakit neurologis. Subjek diberikan soal uji kognitif dengan cara uji dengar dengan durasi 17 menit. Dari pengukuran didapatkan data dengan format (.edf) kemudian diolah dengan EEGlab dan BioSig mengahasilkan data dengan format (.set). Dengan menggunakan MATLAB, data tersebut mengalami proses centering, filtering dan Periodogram Welch untuk mendapatkan nilai PSD. Hasil pengolahan data disajikan dalam bentuk tabel dan grafik. Dari penelitian didapatkan bahwa nilai PSD gelombang alpha terbesar pada saat kondisi mata tertutup dibandingkan dalam kondisi mata terbuka. Terdapat pergeseran frekuensi alpha puncak pada keadaan sebelum dan setelah Cognitive Listening Test dan hemisphere yang lebih aktif ketika melaksanakan tes adalah hemisphere kanan.", "Daftar File": {"ABSTRAK Feby Nur Sakinah": "https://digilib.itb.ac.id/gdl/download/207168"}, "Penulis": "Feby Nur Sakinah [10216067]", "Kontributor / Dosen Pembimbing": ["Dr. Siti Nurul Khotimah, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "electroencephalography, gelombang otak, hemisphere otak, kognitif dan power spectral density", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "15 Jun 2020"}