{"Nomor": 47662, "Judul": "OPTIMASI PRODUKSI HALOACID DEHALOGENASE DARI KLEBSIELLA PNEUMONIAE ITB1 DALAM KLON REKOMBINAN PET-HAKP1 PADA SEL INANG ESCHERICHIA COLI BL21 (DE3) MENGGUNAKAN RESPONSE SURFACE METHOD (RSM)", "Abstrak": "Organohalogen terdapat secara alami juga disintesis oleh manusia untuk berbagai keperluan. Salah satu contoh organohalogen adalah asam monokloroasetat (MCA). MCA banyak digunakan di industri kimia sebagai senyawa intermediet, antara lain untuk pembuatan karboksi metil selulosa (CMC), sebagai bahan baku pembuatan herbisida, plastik, surfaktan pada sampo, sabun cair, dan masih banyak manfaat lainnya. Namun, MCA merupakan polutan bagi lingkungan karena senyawa ini beracun, persisten, korosif, dan karsinogen. Salah satu upaya untuk mengurangi pencemaran MCA di lingkungan adalah melalui bioremediasi dengan memanfaatkan mikroorganisme. Klebsiella pneumoniae merupakan salah satu bakteri yang mampu mendegradasi MCA, namun bakteri ini bersifat patogen. Penelitian sebelumnya telah berhasil melakukan kloning gen haloacid dehalogenase dari K. pneumoniae ITB1 ke dalam vektor pGEM-T dan subkloning ke dalam vektor ekspresi pET-30a(+) menghasilkan klon rekombinan pET-hakp1 dalam sel inang Escherichia coli BL21 (DE3). Pada penelitian ini ditentukan kondisi optimum produksi haloacid dehalogenase dari klon rekombinan tersebut menggunakan Response Surface Method (RSM). Variabel bebas yang dipilih adalah suhu inkubasi setelah induksi, waktu inkubasi setelah induksi, dan konsentrasi induser isopropil ?- d-1-tiogalaktopiranosida (IPTG). Aktivitas haloacid dehalogenase ditentukan dengan mengukur kadar ion Cl- bebas hasil degradasi MCA secara kolorimetri menggunakan metode Bergmann-Sanik. Kadar protein dalam campuran ditentukan menggunakan metode Bradford. Kondisi optimum produksi haloacid dehalogenase pada E. coli BL21 (DE3) pET-hakp1 didapatkan pada suhu induksi 37°C, waktu induksi selama 4 jam, dan konsentrasi IPTG sebesar 1,8 mM dengan aktivitas spesifik maksimum sebesar 57,04 U/mg. Satu unit aktivitas dehalogenase didefinisikan sebagai jumlah enzim yang diperlukan untuk menghasilkan 1?M ion klorida bebas per menit.", "Daftar File": {"ABSTRAK Sarah Irish Sukandar": "https://digilib.itb.ac.id/gdl/download/207163", "COVER Sarah Irish Sukandar": "https://digilib.itb.ac.id/gdl/download/208896", "BAB1 Sarah Irish Sukandar": "https://digilib.itb.ac.id/gdl/download/208897", "BAB2 Sarah Irish Sukandar": "https://digilib.itb.ac.id/gdl/download/208898", "BAB3 Sarah Irish Sukandar": "https://digilib.itb.ac.id/gdl/download/208899", "BAB4 Sarah Irish Sukandar": "https://digilib.itb.ac.id/gdl/download/208900", "BAB5 Sarah Irish Sukandar": "https://digilib.itb.ac.id/gdl/download/208901", "PUSTAKA Sarah Irish Sukandar": "https://digilib.itb.ac.id/gdl/download/208902"}, "Penulis": "Sarah Irish Sukandar [10515052]", "Kontributor / Dosen Pembimbing": ["Enny Ratnaningsih, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "organohalogen, asam monokloroasetat (MCA), haloacid dehalogenase, Klebsiella pneumoniae, Response Surface Method (RSM)", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "15 Jun 2020"}