{"Nomor": 47666, "Judul": "OPTIMISASI KOMPONEN STRUKTUR LAIK TABRAK UNTUK APLIKASI KESELAMATAN KENDARAAN REL MENGGUNAKAN METODE DESIGN FOR SIX SIGMA (DFSS)", "Abstrak": "Pengembangan kereta ringan bertipe Light Rail Transit (LRT) atau Lintas Raya\nTerpadu semakin pesat. Untuk mendukung program tersebut perlu diperhatikan\naspek keselamatan penumpang untuk meminimalisir resiko cedera dan korban jiwa\napabila terjadi tabrakan. Pada penelitian ini dilakukan optimisasi komponen\nstruktur pada LRT untuk meningkatkan aspek kelaikan tabrak. Adapun aspek yang\nmenjadi fokus optimisasi adalah Specific Energy Absorption (SEA) atau\npenyerapan energi spesifik dan Deselerasi dalam G menggunakan perhitungan\nTrapezoidal Wave Approximation (TWA). Metode optimisasi yang digunakan\nadalah Desain For Six Sigma (DFSS) dengan menggunakan Taguchi orthogonal\narray L18. Terdapat 8 control factor dengan 3 level pada tiap factor yang\ndioptimisasi dengan jumlah total 54 model simulasi numerik. Dari proses\noptimisasi dengan metode DFSS dihasilkan desain optimum komponen laik tabrak\nsebagai berikut: end underframe kolom lurus (tipe 2), ketebalan end underframe 4\nmm, material end underframe Alumunium 6063-T6, ketebalan mascara 3.8 mm,\npenampang crash box C beam, material end center sill Alumunium 6005-T1, jenis\ntrigger kombinasi, dan ketebalan end center sill adalah 11 mm. Adapun parameter\nSEA yang dioptimisasi mendapatkan nilai SEA sebesar 3.58 KJ/Kg dan didapat\ngain sebesar 3.74 dB dengan peningkatan sebesar 57.82 % dari desain awal.\nSedangkan aspek deselerasi dihasilkan nilai deselerasi sebesar 14.22 G dan gain\nsebesar 4.26 dB dengan peningkatan sebesar 32.44% dari desain awal. Desain\noptimum dari komponen laik tabrak ini dapat diterapkan sebagai bagian dari\nstruktur laik tabrak pada bagian depan Light Rail Transit.", "Daftar File": {"ABSTRAK Abian Nurrohmad": "https://digilib.itb.ac.id/gdl/download/207167"}, "Penulis": "Abian Nurrohmad [23617010]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sigit Puji Santosa, MSME", "Dr. Annisa Jusuf, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "kelaikan tabrak, Taguchi robust design, optimisasi, DFSS, SEA", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "15 Jun 2020"}