{"Nomor": 47674, "Judul": "MODEL NEURAL NETWORK BAGI MASALAH REDUKSI GELOMBANG PADA MANGROVE DAN TERUMBU KARANG", "Abstrak": "Banyak penelitian telah dilakukan guna mengkaji pemgaruh vegetasi dalam mereduksi energi gelombang \nlaut guna melindungi area pantai. Termasuk juga pengaruh terumbu karang dalam mengurangi erosi. \nEksperimen pada laboratorium hidrodinamik, dan simulasi numerik telah banyak dikembangkan guna \nmempelajari kemampuan reduksi gelombang akibat hutan mangrove. Pendekatan melalui simulasi numerik \nmenunjukkan efek disipasi gelombang akibat hutan mangrove, melalui mekanisme gaya gesek dengan \nkoefisien Manning, yang diperoleh melalui eksperimen. Proses komputasi ini tidaklah sederhana. Pada \nstudi ini, akan diperkenalkan sebuah pendekatan barn yang berdasarkan neural network modelling \nuntuk mengestimasi disipasi gelombang akibat vegetasi. Model neural network dilatih menggunakan \ndata berukuran besar yang diperoleh melalui simulasi numerik gelombang pada hutan mangrove. Di \nsini, kita menggunakan  model persamaan air dangkal nonlinear (NSWE) yang diselesaikan secara \nnumerik menggunakan skema staggered grid. Hasil numerik yang digunakan di sini telah diverefikasi \nterlebih dahulu dengan data eksperimen dari laboratorium hidrodinamik. Melalui pendekatan barn ini, \nkita dapat memprediksi reduksi gelombang tipe soliter untuk berbagai amplitudo, dengan cukup \nefisien dan akurat. Lebih lanjut, studi ini juga memodelkan propagasi gelombang pada  terumbu \nkarang (fringing reef) dengan General Regression Neural Network (GRNN). Pada kasus  ini, data \neksperimen pada [7] yang terdiri dari sinyal-sinyal gelombang irregular di atas terumbu karang \ndigunakan untuk melatih model GRNN. Untuk menghindari parameter yang terlalu banyak, gelombang \niregular tidak diamati dalam bentuk sinyal gelombang secara langsung, melainkan diamati dalam \nbentuk spektrum gelombang.", "Daftar File": {"COVER .pdf": "https://digilib.itb.ac.id/gdl/download/207175"}, "Penulis": "Nicholas Malvin [20119020]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Sri Redjeki Pudjaprasetya F., MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "hutan mangrove, terumbu karang (fringing reef), dinamika gelombang, anificial neural network, general regression neural network.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "6 file", "Tanggal Input": "15 Jun 2020"}