{"Nomor": 47689, "Judul": "PEMODELAN REGRESI DERETWAKTU UNIVARIAT DAN MULTIVARIAT MENGGUNAKAN MODEL FUNGSI TRANSFER DAN VECTOR AUTOREGRESSIVE MOVING-AVERAGE WITH EXOGENOUS REGRESSORS", "Abstrak": "Pemodelan deret waktu digunakan untuk menganalisis data dengan mempertimbangkan\npengaruh data pada beberapa periode sebelumnya. Pemodelan deret\nwaktu dapat digunakan untuk model deret waktu univariat dan multivariat. Model\nAutoregressive Moving-Average (ARMA) adalah model prediksi analisis data\nderet waktu univariat. Model ARMA hanya melihat ketergantungan variabel\nendogen pada beberapa periode sebelumnya tanpa mempertimbangkan ketergantungan\ndengan variabel lain. Model ARMA univariat yang diperumum untuk\nmenangani deret waktu multivariat disebut dengan Model Vector Autoregressive\nMoving-Average (VARMA). Pada suatu kejadian, terdapat beberapa faktor yang\nmempengaruhi kejadian tersebut sehingga perlu dilakukan prediksi dengan menambahkan\nvariabel eksogen pada model. Pemodelan deret waktu yang melibatkan\nvariabel eksogen disebut juga dengan pemodelan regresi deret waktu. Pada Tugas\nAkhir ini, Model Fungsi Transfer digunakan untuk memodelkan regresi deret waktu\nunivariat sedangkan Model Vector Autoregressive Moving-Average with Exogenous\nRegressors (VARMAX) digunakan untuk memodelkan regresi deret waktu multivariat.\nModel VARMAX adalah Model ARMAX atau Model Fungsi Transfer\nversi multivariat. Dalam Tugas Akhir ini, dilakukan studi kasus pada lima data\nberbeda guna menentukan tipe data yang cocok untuk kedua model tersebut. Hasil\nstudi kasus menunjukkan bahwa Model Fungsi Transfer dan Model VARMAX\ndapat digunakan pada data yang memiliki pencilan atau intervensi dan data yang\nmempunyai pola atau tren. Model VARMAX tidak dipengaruhi oleh besarnya\nukuran observasi data, sedangkan Model Fungsi Transfer lebih cocok digunakan\npada data dengan ukuran observasi yang besar.", "Daftar File": {"COVER.pdf??_": "https://digilib.itb.ac.id/gdl/download/207204"}, "Penulis": "Devina Widyanti [10116074]", "Kontributor / Dosen Pembimbing": ["Dr. Utriweni Mukhaiyar, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "regresi deret waktu, Model VARMA, Model Fungsi Transfer, Model VARMAX.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "17 Jun 2020"}