{"Nomor": 47690, "Judul": "ANALISIS KEANDALAN TEROWONGAN NANJUNG", "Abstrak": "Terowongan Nanjung berfungsi untuk mempercepat aliran air di Sungai Citarum\nagar banjir di Baleendah, Dayeuhkolot dan sekitarnya menjadi lebih cepat surut.\nAgar manfaat berkelanjutan dirasakan masyarakat, maka perlu melakukan analisis\nkeandalan. Analisis keandalan Terowongan Nanjung dilakukan dengan metode\nkualitatif mempergunakan Analisis risiko level 1 (Angka Keamanan) dan level 2\n(First Order dan Second Moment), serta metode semi kuantitatif untuk\nmendapatkan tingkat risiko. Dalam analisis keandalan, faktor debit tahanan maupun\nbeban, didistribusi normalkan untuk mendapatkan probabilitas risiko dan\nkeandalan. Probabilitas risiko adalah besaran kemungkinan struktur berisiko, risiko\ndiartikan sebagai akibat yang kurang menyenangkan (merugikan, membahayakan)\ndari suatu perbuatan atau tindakan, dengan kata lain seberapa besar kemungkinan\nbeban debit merugikan/ membahayakan Terowongan Nanjung. Probabilitas\nkeandalan adalah besaran kemungkinan terowongan bertahan dari beban debit atau\ntidak berisiko. Sementara angka keamanan adalah angka yang merepresentasikan\nperbandingan antara tahanan dan beban. Debit tahanan berasal dari debit rencana,\ndan debit beban berasal dari debit kala ulang (Q2, Q5, Q10, Q25, Q50 dan Q100).\nSebagai penunjang analisis, program HECRAS dan HEC-HMS dipergunakan.\nHEC-HMS dijalankan untuk menelusuri 13 SubDAS Citarum hingga di titik\njembatan Nanjung. HECRAS dimodelkan dari titik jembatan Nanjung hingga 1 km\nsetelah Curug Jompong. HEC-HMS digunakan sebagai input dalam HECRAS dan\noutput HECRAS digunakan lebih lanjut dalam analisis keandalan. Hasil analisis\nkeandalan didapatkan terowongan Nanjung andal untuk dilewati Q2 dan Q5 dimana\nQ2 tingkat risikonya rendah, dan Q5 tingkat risikonya sedang, untuk Q10 hingga\nQ100 terowongan Nanjung menjadi tidak andal dimana tingkat risiko menjadi\nsangat tinggi. Berdasarkan tingkat risiko tersebut rutinitas kegiatan pemeliharaan\ndan monitoring perlu dilakukan pada rambu ukur, alat ukur debit dan elevasi muka\nair, pintu dan kolam olak. Sebagai tambahan pengaturan operasi pintu, pengecekan\ndegradasi groundsil di kolam olak serta sebagai pembangunan groundsill tambahan\ndi hilir dan hulu terowongan Nanjung di ruas Sungai Citarum perlu dilakukan.", "Daftar File": {"ABSTRAK Tiko Fajar Somahartadi": "https://digilib.itb.ac.id/gdl/download/207205", "COVER Tiko Fajar Somahartadi": "https://digilib.itb.ac.id/gdl/download/217742", "BAB 1 Tiko Fajar Somahartadi": "https://digilib.itb.ac.id/gdl/download/217748", "BAB 2 Tiko Fajar Somahartadi": "https://digilib.itb.ac.id/gdl/download/217749", "BAB 3 Tiko Fajar Somahartadi": "https://digilib.itb.ac.id/gdl/download/217750", "BAB 4 Tiko Fajar Somahartadi": "https://digilib.itb.ac.id/gdl/download/217751", "BAB 5 Tiko Fajar Somahartadi": "https://digilib.itb.ac.id/gdl/download/217752", "PUSTAKA Tiko Fajar Somahartadi": "https://digilib.itb.ac.id/gdl/download/217753"}, "Penulis": "Tiko Fajar Somahartadi [95017011]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Iwan Kridasantausa, M.Sc., Ph.D.", "Prof.(R). Dr. Waluyo Hatmoko, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Keandalan, Terowongan, AK, Risiko, Terowongan Nanjung.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "17 Jun 2020"}