{"Nomor": 47691, "Judul": "PENGUJIAN KOEFISIEN GESEK PADA BERBAGAI PASANGAN LOGAM (BAJA, ALUMINIUM, DAN TEMBAGA) DENGAN ALAT UJI GESEK PIN ON DISK", "Abstrak": "Gaya gesek merupakan gaya yang berarah melawan gerak suatu benda.\nKarakteristik gesekan suatu material dinyatakan dalam koefisien gesek (?). Gaya\ngesek perlu dipelajari karena hubungannya erat dengan keausan suatu material.\nSalah satu alat uji gesek material adalah Pin On Disk. Dalam penelitian ini\ndilakukan reparasi dan peningkatan peforma dari Pin On Disk serta pengujian\nkoefisien gesek terhadap baja, aluminium, dan tembaga.\nReparasi dan peningkatan performa yang dilakukan Pin On Disk pada\npenelitian ini salah satunya adalah pemasangan motor dengan pengontrol\nkecepatan dan penggunaan dial indicator digital. Untuk menguji performa dari Pin\nOn Disk dilakukan pengujian gesek dengan material baja, aluminium, dan tembaga.\nPengujian gesek ini menggunakan variasi pembebanan dengan beban 100, 200,\ndan 300 gr serta variasi kekasaran permukaan dengan nomor mesh 400, 800, dan\n1200.\nPada penelitian ini, Pin On Disk berhasil direparasi dan dapat mengukur\nkoefisien gesek. Pada variasi pembebanan baja, tembaga, aluminium memiliki ?\nrata-rata sebesar 0,204, 0,375, dan 0,470. Sedangkan pada variasi kekasaran\npermukaan ? rata-rata yang didapat adalah sebesar 0,221, 0,364, dan 0,482.\nKoefisien gesek yang didapat dari variasi pembebanan dan variasi kekasaran\npermukaan tidak menunjukan perbedaan yang signifikan.", "Daftar File": {"ABSTRAK Putra Dewantara": "https://digilib.itb.ac.id/gdl/download/207206"}, "Penulis": "Putra Dewantara [13716056]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Budi Hartono Setiamarga"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Gesekan, Pin On Disk, Koefisien gesek, Kekasaran, Keausan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "17 Jun 2020"}