{"Nomor": 47696, "Judul": "PEMODELAN MOMEN MAGNITUDO GEMPA BUMI DAN PEAK GROUND ACCELERATION: STUDI KASUS SEGMEN MEGATHRUST SUMATERA", "Abstrak": "besar. Indonesia sendiri terletak pada pertemuan empat lempeng besar dunia yang\nmenyebabkan Indonesia berpotensi mengalami banyak sekali kejadian gempa bumi.\nDalam Tugas Akhir ini akan dimodelkan distribusi moment magnitude gempa bumi\npada segmen-segmen megathrust Sumatera (M1-M6) dengan distribusi\nGeneralized Pareto dan juga akan dimodelkan distribusi PGA gempa-gempa\ntersebut terhadap Gedung Balai Kota Padang dengan distribusi Lognormal.\nKemudian dilihat pula kecocokan model dengan Q-Q Plot dan uji Cramer-von\nMises. Pada akhirnya akan dihitung pula peluang terjadinya gempa bumi yang pada\nGedung Balai Kota Padang tercatat melebihi suatu nilai PGA tertentu yang ekivalen\ndengan besar skala MMI 6 selama T tahun, atau ???????????????????????????? ???? ????????????, ????????.\nDari analisis yang dilakukan, diperoleh bahwa moment magnitude gempa bumi\nuntuk segmen megathrust M1 – M6 berdistribusi GPD dengan paramerer ????????, ????, ????????.\nSelain itu didapatkan pula bahwa PGA gempa bumi terhadap Gedung Balai Kota\nPadang berdistribusi Lognormal dengan parameter ????ln ???? , ln ???????? untuk segmen\nmegathrust M1 – M6. Uji kecocokan model menggunakan uji Cramer-von Mises\nmenunjukan bahwa hipotesis moment magnitude berdistribusi GPD dan PGA\nberdistribusi Lognormal untuk tiap segmen megathrust dengan parameterparameter\ntersebut tidak ditolak untuk taraf signifikansi ???? ???? 5% . Kemudian\ndilakukan kalkulasi nilai ???????????????????????????????????? ???? ????, ???????? yang dinyatakan dalam hazard curve\nuntuk periode ???? ???? 1,2,3,4,5,6,7,50 tahun dengan gempa bumi yang diperhatikan\nadalah yang memiliki nilai average recursion interval 200, 250, 450, dan 500 tahun.", "Daftar File": {"ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/207214"}, "Penulis": "Geraldus Dharma Wijaya [10116103]", "Kontributor / Dosen Pembimbing": ["Dra. Dumaria Rulina Tampubolon, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "gempa bumi, moment magnitude, PGA, Generalized Pareto, Poissonian Probability of Exceedance in T years", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "17 Jun 2020"}