{"Nomor": 47698, "Judul": "ANALISIS BAHAN BAKU UTAMA INDUSTRI TEKSTIL DENGAN MENGGUNAKAN METODE ANALISIS KOMPONEN UTAMA DALAM MENENTUKAN INVESTASI DENGAN OPSI RIIL", "Abstrak": "Industri tekstil telah menjadi kontribusi pertama devisa dari sektor non-migas.\nTetapi, pasokan bahan baku utama dalam negeri tidak dapat memenuhi permintaan\nindustri tekstil, sehingga negara terpaksa untuk mengimpor bahan baku. Salah\nsatunya adalah Paraxylena, bahan baku yang sering digunakan sebagai pembuatan\nTerephalate dan PTA yang merupakan bahan pembuatan plastik dan tekstil.\nBerdasarkan masalah bahan baku impor tersebut, perlu dilakukan penelitian untuk\nmengatasi ketersediaan bahan baku utama tekstil di Indonesia. Penelitian ini\ndilakukan dalam tiga tahapan yaitu menganalisis bahan baku dominan impor,\nmemprediksi bahan baku dominan tersebut, dan melakukan investasi berupa\nmembangun pabrik bahan baku dominan. Data yang digunakan merupakan data\nimpor pada tahun 2016-2018 yang berasal dari APSyFI (Asosiasi Produsen Serat\ndan Benang Filament Indonesia). Metode yang dipakai untuk menganalisis bahan\nbaku dominan adalah Analisis Komponen Utama (AKU). Analisis Komponen\nUtama memanfaatkan matriks kovariansi dan korelasi untuk mencari bahan baku\ndominan, lalu hasil dari keduanya dibandingkan. Selanjutnya, kuantitas bahan\ndominan yang diperoleh, yaitu Paraxylena dan PTA diprediksi untuk tahun 2019\ndengan metode Analisis Time Series. Hasil prediksi menunjukkan bahwa kebutuhan\nimpor untuk Paraxylena meningkat pada tahun 2019, sedangkan PTA menurun\npada tahun 2019, sehingga penulis mengusulkan untuk melakukan investasi\nmembangun pabrik Paraxylena dengan kapasitas produksi yaitu 400.000 ton/tahun\nuntuk memenuhi kebutuhan dalam negeri. Pembangunan pabrik memerlukan\nanalisis kelayakan, yang dilakukan dengan metode DCF. Tetapi metode DCF tidak\nmemiliki fleksibilitas akan keadaan pasar, sehingga nilai proyek yang diperoleh\ntidak maksimal. Oleh karena itu, analisis Real Options yaitu metode valuasi proyek\nyang memasukkan unsur ketidakpastian pada nilai proyek diterapkan, sehingga\ndapat dibangun strategi investasi yang menguntungkan. Dengan Simulasi Monte\nCarlo, aliran kas proyek akan dibangun dan dicari volatilitas proyek sebagai unsur\nketidakpastian pasar. Metode Binomial Lattice merupakan salah satu metode yang\ndigunakan untuk menghitung opsi riil, sehingga didapat perbandingan nilai proyek\ndengan atau tanpa opsi.", "Daftar File": {"ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/207216"}, "Penulis": "Gabriella Dwiutari Tjiptoyuwon [10116040]", "Kontributor / Dosen Pembimbing": ["Novriana Sumarti, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Analisis Komponen Utama, Binomial Lattice, Paraxylena, Real Options, Time Series", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "17 Jun 2020"}