{"Nomor": 47694, "Judul": "ANALISIS PENYEBARAN PENYAKIT MENULAR MENGGUNAKAN RANDOM WALK DARI PARTIKEL GRANULAR SEBAGAI MODEL BERBASIS AGEN", "Abstrak": "Merebaknya suatu wabah merupakan permasalahan besar yang menghantui peradaban\nmanusia dari masa ke masa. Dalam menghadapi suatu wabah, manusia tidak hanya\nmemerlukan pengobatan dan vaksinasi yang efektif. Meskipun suatu wabah relatif\ntidak mematikan, jika penyebarannya relatif cepat, wabah tersebut dapat membuat\nkepanikan masal yang berujung pada terganggunya stabilitas sosial, politik, dan\nekonomi dari suatu daerah. Sistem pelayanan kesehatanpun dapat terganggu jika\npenambahan pasien dalam jumlah besar terjadi pada waktu yang singkat.\nPertumbuhan populasi terjangkit wabah yang secara alami bersifat eksponensial akan\nsangat efektif ditekan jika informasi terkait wabah tersebut diketahui sedini mungkin.\nOleh karena itu informasi dengan resolusi yang tinggi terkait bagaimana suatu wabah\ndapat menyebar akan sangat membantu dalam pencegahan ataupun mitigasi dari\nmewabahnya suatu patogen.\nPada tugas akhir ini, penulis menggunakan model berbasis agen yang secara umum\nmemiliki resolusi lebih tinggi dari model dengan kerangka lainnya untuk\nmendeskripsikan bagaimana suatu wabah dapat menyebar. Model ini dibangun\nberdasarkan gerakan acak dari sistem partikel granular. Random walk merupakan\nproses stokastik yang jamak digunakan dalam mendeskripsikan gerakan suatu\norganisme secara matematis, termasuk dalam memodelkan pergerakan atau mobilitas manusia yang mana sangat mempengaruhi bagaimana suatu wabah dapat menyebar", "Daftar File": {"ABSTRAK I Wayan Nadiantara": "https://digilib.itb.ac.id/gdl/download/207211"}, "Penulis": "I Wayan Nadiantara [10214071]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Sparisoma Viridi, S.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Random Walk; Partikel Granular; Model Berbasis Agen", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "17 Jun 2020"}