{"Nomor": 47702, "Judul": "PENGGUNAAN CONVOLUTIONAL NEURAL NETWORK UNTUK MEMPREDIKSI PERGERAKAN HARGA SAHAM", "Abstrak": "Saham merupakan suatu satuan pembukuan yang mengacu pada kepemilikan suatu perusahaan. Harga saham yang fluktuatif karena supply dan demand membuat banyak stock trader mengembangkan cara untuk memperoleh keuntungan sebesar-besarnya dari transaksi saham. Untuk memperoleh keuntungan, diperlukan analisis yang mendalam baik dari faktor perusahaan maupun data historis harga saham. Seiring perkembangan zaman, kecerdasan buatan atau artificial intelligence banyak diimplementasikan pada kehidupan sehari-hari untuk mempermudah pekerjaan manusia. Kecerdasan buatan juga dapat diterapkan pada analisis saham untuk mengidentifikasi pola-pola dari grafik lilin pada data historis saham. Salah satu cara yang populer untuk mengidentifikasi objek berupa gambar adalah convolutional neural network. Convolutional neural network berguna untuk mengekstrak fitur-fitur dari gambar dan kemudian menggunakan fitur-fitur tersebut untuk memberikan keluaran. Keluaran dari model akan digunakan sebagai rekomendasi tindakan pada transaksi saham, yakni beli, jual, dan tahan. Model convolutional neural network yang dieksperimenkan akan divariasikan untuk memperoleh akurasi yang terbaik. Variabel dari waktu, seperti selang waktu prediksi dan masukan juga divariasikan. Model dan masukan terbaik untuk setiap saham didominasi oleh suatu variasi. Akurasi dari model dapat mencapai 73.3% dengan semua total aset yang diperoleh dari simulasi transaksi saham mengungguli simulasi dengan investasi, beli dan tahan sampai waktu tertentu.", "Daftar File": {"ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/207219"}, "Penulis": "Suparjo [10116031]", "Kontributor / Dosen Pembimbing": ["Hilda Assiyatun, M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "data historis, simulasi, keuntungan, variasi model, grafik lilin, pola", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "17 Jun 2020"}