{"Nomor": 47710, "Judul": "MODELNUMERIKPENGARUHPEMECAHGELOMBANG TERHADAPTINGGIGELOMBANGRUNUP", "Abstrak": "Dalam penelitian ini, penulis ingin menganalisis ukuran pemecah gelombang yang\noptimal dalam mereduksi tinggi gelombang runup. Gelombang runup adalah\ntinggi muka air yang dicapai akibat luncuran gelombang yang mengenai pantai\natau bangunan pantai yang dihitung dari elevasi muka air tenang. Gelombang\nrunup yang tinggi merupakan penyebab utama dari fenomena abrasi. Fenomena\nabrasi merupakan salah satu penyebab kerusakan pantai, sehingga diperlukan solusi\nuntuk mengurangi abrasi supaya pantai tetap berfungsi dengan baik. Tingginya\ngelombang runup dapat direduksi menggunakan pemecah gelombang. Pada\ntugas akhir ini, pemecah gelombang yang digunakan adalah pemecah gelombang\nberbentuk segi-empat yang terendam. Bentuk pantai yang digunakan adalah pantai\ndengan satu lereng atau slope. Untuk mengetahui pemecah gelombang yang\noptimal dalam mereduksi gelombang runup secara analitik, digunakan koefisien\nrunup yaitu perbandingan antara tinggi gelombang runup dan amplitudo gelombang\ndatang atau R/Am. Selain itu, untuk mengetahui pemecah gelombang yang optimal\ndalam mereduksi gelombang runup secara numerik, digunakan rasio antara panjang\npemecah gelombang dan panjang gelombang datang dengan membandingkan hasil\nnumerik dan eksperimen yang dilakukan oleh Shing Tony (2014). Dari hasil\nvalidasi simulasi numerik dengan solusi analitik diperoleh galat nilai R/Am yang\ncukup kecil. Ukuran pemecah gelombang yang optimal dari solusi analitik dapat\nditentukan dengan melihat nilai R/Am yang paling kecil. Hasil simulasi numerik\nkemudian divalidasi dengan eksperimen Shing Tony (2014), dan diperoleh bahwa\ngalat nilai tinggi runup cukup kecil. Hal ini berarti simulasi numerik yang dilakukan\ndapat menggambarkan fenomena dengan baik. Dari simulasi numerik, dapat\nditentukan juga ukuran pemecah gelombang yang optimal berdasarkan panjang\ngelombang yang datang.", "Daftar File": {"abstrak.pdf9?": "https://digilib.itb.ac.id/gdl/download/207226"}, "Penulis": "Josephine Listya Elfandana S [10116002]", "Kontributor / Dosen Pembimbing": ["Dr. Ikha Magdalena, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "run up, pemecah gelombang terendam, persamaan air dangkal, koefisien runup", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "17 Jun 2020"}