{"Nomor": 47726, "Judul": "INKULTURASI BUDAYA LOKAL GEREJA KATOLIK SANTO YOSEF BANYUNING SRAGEN", "Abstrak": "Paroki Santa Maria Fatima Sragen merupakan satu paroki besar diwilayah Sragen dengan cakupan wilayah yang cukup luas. Perkembangan umat serta tenaga pastoral yang terbatas menjadi sulit jika status paroki hanya dibebankan pada Paroki Santa Maria Fatima saja, oleh karena itu Romo Sapto Margono, Pr selaku salah satu pastor yang ditugaskan di paroki tersebut mengungkapkan rencana paroki untuk membagi wilayah untuk memudahkan pelayanan kepada umat. Stasi Banyuning, Kecamatan Sidoharjo, dipilih karena posisi yang strategis dan perkembangan umat yang cukup baik. Wilayah yang cukup terpencil membuat penggunaan material serta tenaga ahli menjadi kurang.\nFungsi utama yang akan dirancang adalah Gereja Katolik sebagai bangunan religius dengan menggunakan inkulturasi budaya lokal karena kekentalan wilayah tersebut masih sangat terasa. Umat Stasi Banyuning yang bekerja sama dalam pembangunan gereja, mencerminkan bahwa sistem pembangunan masih menggunakan sistem “gotong royong”. Inkulturasi terhadap budaya lokal dengan ciri khas Umat Katolik Sragen akan diwadahi pada desain berikut. Perancangan ini bersifat detail, dengan perancangan fungsi pendukung sebagai rencana lanjutan pengembangan wilayah stasi Banyuning yang akan menjadi paroki. Dengan adanya bangunan ini diharapkan bisa mengubah presepsi masyarakat perihal Gereja Katolik tradisional hanya terbentuk secara informal dan tidak memiliki ciri khas yang patut dilestarikan.", "Daftar File": {"ABSTRAK Calista Pranoto": "https://digilib.itb.ac.id/gdl/download/207242"}, "Penulis": "Calista Pranoto [15216014]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Iwan Sudradjat, MSA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Gereja Katolik, Budaya Lokal, Inkulturasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "18 Jun 2020"}