{"Nomor": 47723, "Judul": "BIOSILIKA CYCLOTELLA STRIATA TBI TERMODIFIKASI DENGAN GUGUS AMINA SEBAGAI MATRIKS PENGIKAT ALBUMIN SERUM MANUSIA", "Abstrak": "Dinding sel diatom Cyclotella striata TBI merupakan sumber biosilika nanopori yang berlimpah dan terbarukan. Biosilika nanopori ini dapat berfungsi sebagai matriks pengikat albumin serum manusia (HSA) yang terdapat dalam plasma darah. Pengubahan permukaan biosilika nanopori menjadi bermuatan positif melalui modifikasi kimia dapat meningkatkan fungsinya sebagai matriks pengikat bagi protein. Tujuan dari penelitian ini adalah mengubah muatan permukaan biosilika nanopori yang diperolah dari C. striata TBI dengan menambahkan gugus amina dan lengan propil sehingga dapat dimanfaatkan untuk menyaring HSA dari plasma darah. Tahapan penelitian meliputi penyemaian bibit C. striata TBI secara bertahap, kultivasi C. striata TBI skala besar, isolasi biosilika C. striata TBI dengan metode pencucian biomassa menggunakan asam nitrat dan kalsinasi, modifikasi biosilika dengan 3-aminopropil-trimetoksisilan (APTMS), dan adsorpsi HSA sebagai model protein plasma. Hasil penelitian menunjukkan  bahwa kerapatan sel C. striata TBI meningkat dari 560.000 menjadi 1.670.000 sel mL?1 selama masa penyemaian. Biomassa C. striata TBI dipanen dari kultur dengan produktivitas sebesar 125,57 mg biomassa L?1 hari?1. Biosilika berhasil dimurnikan dari biomassa C. striata TBI dengan produktivitas sebesar 4,19 mg biosilika L?1 hari?1. Spektrum FTIR biosilika C. striata TBI dimodifikasi menunjukkan puncak serapan baru pada bilangan gelombang 1600, 2800, dan 2900 cm?1 merupakan puncak vibrasi tekuk gugus –NH2, vibrasi ulur simetris gugus –CH2 dan vibrasi ulur asimetris gugus –CH2 yang mengindikasikan bahwa APTMS telah terikat pada permukaan biosilika C. striata TBI. Spektrum EDS juga menunjukkan adanya unsur nitrogen (11,63%) pada biosilika C. striata TBI termodifikasi. Ini menunjukkan bahwa biosilika C. striata TBI telah berhasil dimodifikasi. Untuk menentukan kapasitas adsorpsi, biosilika C. striata TBI digunakan untuk mengadsorpsi HSA. Kapasitas adsorpsi maksimum biosilika C. striata TBI adalah 48,7 mg HSA g?1, sementara adsorbsi biosilika C. striata TBI adalah 102,9 mg HSA g?1. Efisiensi adsorpsi HSA pada permukaan biosilika C. striata TBI termodifikasi sebesar 99,3%. Peningkatan kapasitas dan efisiensi adsorpsi HSA pada biosilika C. striata TBI mengindikasikan adanya adsorpsi kimia akibat interaksi antara HSA dan gugus –NH2 pada permukaan biosilika termodifikasi. Hasil tersebut menandakan bahwa biosilika C. striata TBI yang difungsionalkan dengan APTMS dapat menjadi matriks pengikat protein plasma darah yang murah, terbarukan, dan efisien.", "Daftar File": {"ABSTRAK Indah Wulansari": "https://digilib.itb.ac.id/gdl/download/207239"}, "Penulis": "Indah Wulansari [20518013]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Zeily Nurachman, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Diatom, biosilika, Cyclotella striata, protein plasma", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "18 Jun 2020"}