{"Nomor": 47725, "Judul": "OPTIMASI RASIO MOL SILIKA/ALUMINIUM DARI CANGKANG BIOSILIKA CYCLOTELLA STRIATA TBI SEBAGAI KATALIS TERBARUKAN UNTUK PRODUKSI ETIL TERT- BUTIL ETER", "Abstrak": "Cangkang Cyclotella striata TBI yang disusun oleh SiO2 dapat dimanfaatkan sebagai sumber silika pada pembuatan katalis aluminosilikat. Sifat katalitik aluminosilikat berasal dari substitusi silika tetravalensi dengan aluminium trivalensi yang membentuk situs asam Brønsted. Penelitian ini bertujuan untuk meningkatkan mol Al pada campuran biosilika C. striata TBI sebagai katalis pada reaksi sintesis etil tert-butil eter (ETBE). Tahap penelitian ini meliputi kultivasi C. striata TBI dengan metode Batch, isolasi biosilika C. striata TBI, sintesis aluminosilikat dengan metode hidrotermal, mengaktifkan aluminosilikat menjadi katalis melalui protonasi, dan uji katalisis pada reaksi sintesis ETBE. Hasil penelitian menujukkan bahwa C. striata TBI yang dikultivasi selama 14 hari dengan kerapatan sel awal 2×105 sel/mL menghasilkan biomassa dengan kerapatan 1,875 g/L kultur. Sel C. striata TBI berbentuk silinder dengan diameter 10,53 µm. Analisis XRF menunjukkan kandungan SiO2 biosilika C. striata TBI sebesar 100%. Karakteristik biosilika diidentifikasi dengan FTIR dari pita vibrasi khas Si–O–Si pada bilangan gelombang 450 dan 1.111 cm–1. Hilangnya pita vibrasi C–N pada bilangan gelombang 1650 cm–1 mengindikasikan bahwa material organik yang terkandung pada biomassa C. striata TBI telah berhasil disingkirkan. Transformasi silika menjadi aluminosilikat dikonfirmasi melalui FTIR dengan kemunculan vibrasi  tekuk dan ulur Al–O–Si  yang diamati  pada bilangan gelombang  555 dan\n1.222 cm–1. Difraktogram aluminosilikat yang disintesis menunjukkan pola difraksi ganda pada 2? antara 7,8 sampai 8,9? dan 23 sampai 23,9? yang identik dengan difraktogram kristal ZSM–5. Aluminosilikat C. striata TBI memiliki bentuk kristal unik yakni menyerupai tanda positif (+) dengan diameter sekitar 0,87 µm. Aluminosilikat dengan rasio mol Si/Al 2,64 telah berhasil difungsikan sebagai katalis ETBE yang diidentifikasi dengan GC-MS pada waktu retensi 2,11 menit. Pada spektrum massa ditemukan fragmen-fragmen ion (m/z) 57, 59, dan 87 yang merupakan fragmen ion [C(CH3)3]+, [C(CH3)2COH]+, dan [C2H5OC(CH3)2]+ yang berasal dari fragmentasi ETBE. Dengan demikian, aluminosilikat berbasis biosilika\nC. striata TBI dapat digunakan sebagai katalis pada sintesis ETBE.", "Daftar File": {"ABSTRAK Nadia Tuada Afnan": "https://digilib.itb.ac.id/gdl/download/207241"}, "Penulis": "Nadia Tuada Afnan [20518039]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Zeily Nurachman, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Aluminosilikat; Cangkang Cyclotella striata TBI; Diatomit; ETBE; Katalis asam", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "18 Jun 2020"}