{"Nomor": 47744, "Judul": "POPULASI LATIH PADA KERANGKA SAMPEL AREA TANAMAN PADI (STUDI KASUS: BPS PROVINSI KEP.BANGKA BELITUNG)", "Abstrak": "Statistik padi di Indonesia sudah lama diterapkan di Indonesia. Salah satu hal yang diamati adalah luas lahan panen padi. Informasi mengenai luas panen padi sangat penting. Dengan mengetahui luas panen padi, maka akan membantu pemerintah dalam membuat suatu kebijakan. Namun, metode pengumpulan data yang kurang objektif membuat hasil pengukuran luas panen menjadi kurang tepat sehingga membuat pemerintah kesulitan. Sejak tahun 2015, BPS menggunakan metode Kerangka Sampel Area (KSA) dalam mengestimasi luas fase pertumbuhan padi. Penggunaan metode KSA harus mempertimbangkan galat hasil pengukuran, dana survei, dan waktu pengamatan. Oleh karena itu, untuk memaksimalkan ketiga hal tersebut, akan dibuat populasi latih yang selanjutnya dapat digunakan untuk analisis lebih lanjut.\nBadan Pusat Statistik Indonesia (BPS) pada tahun 2018 sudah melakukan pengukuran luas fase pertumbuhan di semua provinsi Indoensia dari bulan Januari hingga September. Hasil pengukuran ini merupakan nilai agregat dari suatu proporsi hasil pengamatan. Luas fase pertumbuhan padi hasil KSA BPS akan menjadi dasar pembuatan populasi latih. Populasi latih harus memiliki nilai luas lahan fase pertumbuhan yang mendekati nilai KSA BPS 2018. Populasi latih selanjutnya dapat digunakan untuk analisis yang lebih jauh seperti mengurangi titik pengamatan sampel dan sampel segmen KSA. Hasil luas lahan tiap fase dari populasi latih akan dibandingkan dengan hasil pengukuran KSA BPS sebagai acuan. Populasi latih ini dapat digunakan sebagai data untuk menguji perubahan perlakuan survei. Tujuannya agar galat pengukuran, dana, dan waktu survei dapat optimal.", "Daftar File": {"ABSTRAK.pdf6??_": "https://digilib.itb.ac.id/gdl/download/207260"}, "Penulis": "Dito Aristhyawan [10116085]", "Kontributor / Dosen Pembimbing": ["Udjianna Sekteria Pasaribu, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Badan Pusat Statistik (BPS), Kerangka Sampel Area (KSA), Luas, Padi, Panen, Populasi Latih, Proporsi", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "19 Jun 2020"}