{"Nomor": 47745, "Judul": "METODE ELEMEN HINGGA TIPE PNC1- P1 UNTUK SIMULASI GELOMBANG AIR DANGKAL", "Abstrak": "Tesis ini mengkaji tentang persamaan gelombang air dangkal linear untuk kasus\nsatu dan dua dimensi. Persamaan gelombang air dangkal yang digunakan\ndinyatakan dalam variabel elevasi permukaan dan kecepatan potensial. Metode\nGalerkin terbobot diimplementasikan untuk mendapatkan formulasi lemah dari\npersamaan gelombang air dangkal. Selanjutnya dengan mengadopsi pasangan\nfungsi basis ????????\n???????? ? ???????? yang digunakan secara simultan pada formulasi lemah, solusi\nhampiran akan dapat diperoleh. Fungsi segitiga kontinu, dinotasikan ????????, digunakan\nsebagai fungsi basis bagi variabel elevasi permukaan. Sedangkan fungsi diskontinu,\ndinotasikan sebagai ????????\n???????? digunakan sebagai fungsi basis bagi variabel kecepatan\npotensial. Penggunaan kedua fungsi basis ini secara selang-seling mengakibatkan\ngrid yang terbentuk menjadi grid bertingkat. Selanjutnya beberapa simulasi\nnumerik dilakukan. Pertama, yaitu validasi menggunakan solusi analitik masalah\nstanding wave menunjukkan bahwa metode yang diusulkan memiliki akurasi yang\nbaik. Kedua, hasil simulasi fenomena shoaling menunjukkan kesesuaian dengan\nrumus shoaling analitik WKB. Simulasi ketiga adalah tentang propagasi gelombang\nmelalui breakwater berupa balok terendam. Hasilnya menunjukkan kesesuaian\ndengan rumus analitik, sekaligus mengkonfirmasi adanya dimensi optimal dari\nbreakwater tersebut. Keunggulan dari metode numerik ini adalah bebas damping,\nserta memenuhi hukum konservasi massa dan energi. Selanjutnya metoda serupa\nditerapkan untuk kasus dua dimensi, dan berbagai simulasi berhasil dilakukan.", "Daftar File": {"ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/207261"}, "Penulis": "Putu Veri Swastika [20118004]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Sri Redjeki Pudjaprasetya F., MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "persamaan gelombang air dangkal, skema konservasi, pasangan metode elemen hingga ???????? ???????? ? ????????", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "19 Jun 2020"}