{"Nomor": 47749, "Judul": "ANALISIS PERBANDINGAN BERBAGAI METODE REGRESI LINIER BERGANDA DAN KLASTER HIERARKI PADA DATA INDIKATOR DISAGREGAT INDEKS KELAYAKAN HUNI (IKH) DI KOTA BANDUNG", "Abstrak": "Kota Bandung merupakan salah satu kota di Indonesia yang memiliki tingkat kepadatan penduduk yang tinggi. Karena itu berbagai masalah pun mulai timbul dari berbagai sektor dengan karakteristik yang berbeda-beda di berbagai wilayah. Pada tahun 2017 Pemerintah Kota Bandung telah melakukan survey untuk menentukan Indeks Kelayakan Huni (IKH). Akan tetapi, ada banyak sekali indikator yang memengaruhi IKH sehingga harus membutuhkan waktu yang lama untuk mengumpulkan data mengenai indikator tersebut. Maka dari itu pada penelitian ini dibuatlah model IKH yang lebih sederhana. Pada penelitian ini, dilakukan perbandingan antara berbagai metode regresi linier berganda antara lain metode forward selection, backward elimination, dan metode stepwise regression. Akhirnya, dihasilkan model regresi terbaik dengan kecocokan model sebesar 92,3%. Dari model tersebut, didapatkan 6 indikator yang paling memengaruhi IKH dari yang awalnya ada 27 indikator. Keenam indikator tersebut adalah waktu rata-rata menuju tempat aktivitas, persentase masyarakat yang terkoneksi dengan air, persentase masyarakat yang memiliki sanitasi layak, ketersediaan fasilitas, kualitas air, dan keterjangkauan biaya kesehatan. Pada penelitian ini juga dilakukan analisis klaster hierarki untuk mengelompokkan wilayah-wilayah di Kota Bandung berdasarkan keenam indikator sebelumnya. Analisis klaster hierarki ini dilakukan dengan membandingkan beberapa metode analisis jarak antara lain metode pautan tunggal, metode pautan rata-rata, dan metode pautan lengkap. Akhirnya didapatkan hasil yang terbaik dengan menggunakan metode pautan rata-rata yang membagi kecamatan-kecamatan di Kota Bandung menjadi 4 klaster. Keempat klaster yang dihasilkan memiliki karakteristik yang berbeda-beda yang nantinya akan digunakan sebagai rekomendasi pengambilan keputusan untuk menaikkan IKH.", "Daftar File": {"ABSTRAK.pdf7?_": "https://digilib.itb.ac.id/gdl/download/207265"}, "Penulis": "Imroatul Khoiriyah Muwahidah [10116101]", "Kontributor / Dosen Pembimbing": ["Dr. RR. Kurnia Novita Sari, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "IKH, klaster hierarki, regresi linier berganda.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "20 Jun 2020"}