{"Nomor": 47758, "Judul": "PENENTUAN POSISI HENTI MUON PADA MATERIAL WEYL SEMIMETAL HALF-HEUSLER GDPTBI", "Abstrak": "GdPtBi merupakan salah satu material dengan struktur half-Heusler yang memiliki\nsifat sebagai Weyl semimetal. Pada material tersebut, Shekar dkk [Proceedings of\nthe National Academy of Sciences, 115(37), 9140-9144] menggunakan teknik muon\nspin, rotation, relaxation, and resonance mengamati adanya anomali pada kurva\ndepolarisasi muon dengan tidak ditemukannya pola divergensi pada suhu transisi\nfasa magnetiknya. Ketiadaan penjelasan tentang anomali depolarisasi muon\ntersebut membuka peluang peneliti untuk dapat menelusuri fenomena tersebut\nmelalui studi dinamika spin muon dalam material GdPtBi. Namun, sebelum dapat\nmelakukan studi tersebut diperlukan studi awalan berupa penentuan posisi henti\nmuon di dalam bahan GdPtBi itu sendiri.\nPada penelitian ini, dilakukan proses penentuan posisi henti muon awal pada\nmaterial GdPtBi menggunakan proses kalkulasi Density Functional Theory yang\ndiimplementasikan dalam metode Full-potential Linearized Augmented Plane\nWave. Perhitungan DFT dilakukan untuk memperoleh posisi lokal minima dari\nenergi potensial elektrostatik serta untuk merelaksasi struktur GdPtBi setelah muon\ndidopingkan pada posisi lokal minima tersebut. Hasil dari kalkulasi diperoleh\nbahwa posisi awal muon berada pada koordinat komplementer full-Heusler GdPtBI\nyang menggeser posisi-posisi atom disekitarnya. Posisi henti muon kemudian\ndievaluasi menggunakan kalkulasi ZPE dan diperoleh volume lokalisasi muon yang\ndibatasi oleh energi 460,76 eV. Dalam rangka mengkonfirmasi hasil kalkulasi\ndengan eksperimen, dilakukan perhitungan medan magnetik dipol menggunakan\naproksimasi Lorentz sphere pada posisi henti muon. Kalkulasi medan dipol\nmenunjukkan bahwa hasil perhitungan masih menunjukkan selisih orde 10?1 T\ndengan eksperimen. Perbedaan ini memerlukan klarifikasi lebih lanjut dengan\nmetode perhitungan medan magnetik dipol yang lebih realistik dan teliti.", "Daftar File": {"ABSTRAK Fiqhri Heda Murdaka": "https://digilib.itb.ac.id/gdl/download/207274"}, "Penulis": "Fiqhri Heda Murdaka [20218024]", "Kontributor / Dosen Pembimbing": ["Dr. Agustinus Agung Nugroho Sulistyo Hutomo"], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "GdPtBi, Weyl semimetal, posisi henti muon, ZPE, medan dipol.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "20 Jun 2020"}