{"Nomor": 47767, "Judul": "PERANCANGAN TUMPUAN PADA RAIL CARRIER UNTUK PENGANGKUTAN REL R60 PANJANG 50 METER", "Abstrak": "Latar belakang dari penelitian ini terdiri dari dua hal. Pertama, regulasi tentang pengangkutan rel kereta panjang 50 meter belum tersedia di Indonesia. Kedua, proyek Kereta Cepat Jakarta – Bandung membutuhkan sarana pengangkutan rel panjang 50 meter. Penelitian ini bertujuan untuk merancang desain tumpuan pada pengangkutan rel panjang 50 meter, yang diharapkan mampu menjadi rekomendasi pembuatan regulasi baru di Indonesia serta membantu proyek Kereta Cepat Jakarta - Bandung.\nPenelitian ini menggunakan pemodelan metode elemen hingga untuk menganalisis faktor keselamatan dan siklus hidup dari desain. Terdapat tiga desain yang dimodelkan dan dianalisis, dimana setiap desain memiliki ciri khas yang berbeda. Simulasi beban statik dan beban lelah untuk menganalisis ketiga desain ini dilakukan dengan perangkat lunak SolidWorks 2019. Hasil simulasi ini divalidasi dengan mengecek konvergensi tegangannya.\nHasil simulasi menunjukkan bahwa desain ke dua lebih unggul daripada dua desain lainnya. Ketiga desain memiliki siklus hidup yang tinggi, tetapi desain ke tiga tidak memenuhi faktor keselamatan yang diinginkan. Desain pertama dan ke dua memiliki nilai faktor keselamatan yang tidak jauh berbeda, dengan perbedaan hanya sebesar 0,028. Tetapi, massa dan ongkos material dari desain ke dua lebih rendah sebesar 38,9% daripada desain pertama. Maka dari itu, desain akhir dari penelitian ini adalah desain ke dua, dengan nilai faktor keselamatan 1,679 dan siklus hidup sebanyak 51.960 siklus.", "Daftar File": {"ABSTRAK Ignatius Kenneth Tandri": "https://digilib.itb.ac.id/gdl/download/207283"}, "Penulis": "Ignatius Kenneth Tandri [13116015]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. I Wayan Suweca, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Regulasi, tumpuan, metode elemen hingga, faktor keselamatan, siklus hidup", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "20 Jun 2020"}