{"Nomor": 47765, "Judul": "DAMPAK PENGHILANGAN SATU TINGKAT ROTOR TERHADAP KINERJA TURBIN UAP", "Abstrak": "Penelitian kali ini menggunakan computational fluid dynamics (CFD) untuk menganalisis kinerja turbin uap yang berubah akibat penghilangan satu tingkat rotor. Turbin uap yang dijadikan sebagai objek penelitian terdiri atas lima tingkat impuls dengan fluida kerja uap kering. Ada tiga kasus yang diambil pada studi ini, yaitu kondisi operasi dengan rotor lengkap, kondisi operasi tanpa rotor tingkat menengah dan kondisi operasi tanpa rotor tingkat terakhir. Pemodelan dari turbin uap menggunakan metode ExportPoints pada ANSYS BladeEditor. Simulasi numerik dari turbin uap, yang digunakan untuk menganalisis perubahan kinerja, dilakukan dengan perangkat lunak ANSYS CFX. Hasil simulasi kasus penghilangan rotor dibandingkan dengan hasil simulasi kasus rotor lengkap yang telah divalidasi dengan data aktual dari neraca energi aplikasi turbin uap terkait.\nHasil simulasi turbin uap dengan kondisi rotor lengkap dapat menghasilkan daya keluaran turbin sebesar 19,95 MW. Daya yang dapat dihasilkan pada kondisi operasi tanpa satu tingkat rotor memiliki nilai yang lebih rendah dibandingkan kondisi operasi dengan rotor lengkap. Pada kasus penghilangan rotor tingkat menengah, turbin uap mengalami penurunan daya keluaran sebesar 11,05 persen, sedangkan pada kasus penghilangan rotor tingkat terakhir, turbin uap mengalami penurunan daya sebesar 21,69 persen. Dalam penelitian tambahan terkait penghilangan satu tingkat stator dan rotor, turbin uap menunjukkan kinerja yang lebih baik dengan besar penurunan daya yang lebih rendah.", "Daftar File": {"ABSTRAK Joey Kosasih": "https://digilib.itb.ac.id/gdl/download/207281"}, "Penulis": "Joey Kosasih [13116060]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Priyono Soetikno, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "turbin uap, computational fluid dynamics, uap kering, penghilangan satu tingkat rotor, daya keluaran turbin", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "20 Jun 2020"}