{"Nomor": 47771, "Judul": "EVALUASI DAN PERBAIKAN KEBISINGAN PADA LANTAI KERETA LIGHT RAILWAY TRANSIT (LRT) BERBASIS WAVEGUIDE FINITE ELEMENT - BOUNDARY ELEMENT METHOD", "Abstrak": "Penurunan tingkat kebisingan pada Light Railway Transit (LRT) menjadi hal yang\ndiinginkan untuk menambahkan kenyamanan akustik pada LRT. Studi ini\nmemfokuskan penurunan tingkat kebisingan dari lantai kereta LRT. Penurunan\ntingkat kebisingan ini ditandai dengan berkurangnya tingkat daya suara,\nbertambahnya nilai rugi transmisi dan bertambahnya nilai Sound Transmission\nClass (STC). Lantai kereta LRT yang memiliki struktur model extruded panel\ndimodelkan dengan menggunakan metode Waveguide Finite Element - Boundary\nElement. Penyederhanaan dari lantai kereta LRT, lantai panel ganda dan panel\nganda sederhana, juga dimodelkan untuk mengetahui pengaruh dari setiap struktur\npada lantai kereta LRT pada kurva dispersi, mobility, tingkat daya suara, nilai rugi\ntransmisi, dan STC. Untuk meningkatkan kinerja rugi transmisi sistem lantai kereta\nLRT, dilakukan variasi parameter kemiringan sudut extruded panel, massa jenis\nstruktur, damping loss factor, ketebalan panel, dan ketebalan rongga pada lantai\nkereta LRT, sehingga didapatkan desain alternatif dari lantai kereta LRT.\nHasil simulasi menunjukkan bahwa nilai STC dari lantai kereta LRT adalah 41\ndengan massa per panjang sebesar 60 kg/m, dengan defisiensi pada frekuensi\nsekitar 125 Hz, 500 Hz, 1000 Hz, dan 3000 Hz. Penambahan ketebalan rongga\ndapat meningkatkan nilai STC dengan kenaikan massa per panjang yang kecil.\nPenambahan ketebalan panel dapat meningkatkan nilai STC dengan kenaikan\nmassa per panjang yang signifikan. Penambahan damping loss factor dapat\nmeningkatkan nilai STC, namun hanya menaikkan nilai rugi transmisi pada\nfrekuensi di sekitar mode. Penambahan massa jenis struktur dapat meningkatkan\nnilai STC dengan kenaikan massa per panjang yang signifikan. Penambahan\nkemiringan sudut extruded panel dapat meningkatkan nilai STC dengan penurunan\nmassa per panjang yang sangat kecil. Alternatif desain yang diambil adalah desain\nlantai kereta dengan ketebalan rongga sebesar 9 cm, ketebalan panel sebesar 5 mm,\ndamping loss factor sebesar 0,1, massa jenis sebesar 3600 kg/m3, dan kemiringan\nsudut extruded panel sebesar 55?. Desain ini memiliki nilai STC sebesar 47 dengan\nmassa per panjang sebesar 87 kg/m.", "Daftar File": {}, "Penulis": "Genta Muhammad Rahayu [13316076]", "Kontributor / Dosen Pembimbing": ["Ir. R. Sugeng Joko Sarwono, M.T., Ph.D.", "Iwan Prasetiyo, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "Light Railway Transit, Tingkat Daya Suara, Rugi Transmisi, Sound Transmission Class, Waveguide Finite Element-Boundary Element", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "0 file", "Tanggal Input": "20 Jun 2020"}