{"Nomor": 47778, "Judul": "PENERAPAN METODE REAL OPTIONS DENGAN MEMPERHATIKAN LEARNING OPTIONS UNTUK MENGHITUNG NILAI PROYEK BIOTEKNOLOGI", "Abstrak": "Metode tradisional Discounted Cash Flows (DCF) yang sering digunakan untuk mengevaluasi nilai proyek masih mengabaikan fleksibilitas dan ketidakpastian tersebut sehingga hasil perkiraan dengan metode tersebut banyak menimbulkan kesalahan dalam pengambilan keputusan. Hal ini membuat para pegiat dunia usaha nyata mencoba menurunkan teknik valuasi saham dalam bidang keuangan untuk diterapkan dalam aset nyata yang dikenal dengan real options. Karena real options diturunkan dari metode valuasi nilai opsi keuangan maka dalam penerapannya real options menggunakan pendekatan yang mirip seperti opsi keuangan, yaitu diantaranya menggunakan model binomial. Diantara model binomial yang digunakan dalam real options adalah model binomial Benninga dan model binomial Guthrie atau dikenal dengan metode learning options. Dalam penelitian ini dilakukan sedikit modifikasi terhadap kedua metode tersebut dengan memasukkan beberapa jenis real options kemudian disimulasikan penerapannya dalam suatu proyek. Metode learning options secara khusus disimulasikan pada proyek bioteknologi karena jenis proyek tersebut memiliki tingkat ketidakpastian yang relatif tinggi sehingga manajer memerlukan fitur yang ada dalam metode tersebut. Selanjutnya dilakukan komparasi antara hasil perhitungan metode DCF dengan metode real options, dan antara proyek yang mengandung opsi yang banyak dengan proyek yang mengandung opsi yang lebih sedikit. Hasil dari penelitian ini menyatakan bahwa perhitungan dengan metode real options lebih optimal dibanding dengan perhitungan metode DCF, dan proyek yang memiliki opsi yang banyak lebih optimal dibanding dengan proyek yang mengandung opsi lebih sedikit.", "Daftar File": {"ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/207308"}, "Penulis": "Paiz Jalaludin [20117302]", "Kontributor / Dosen Pembimbing": ["Novriana Sumarti, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "real options, learning options, model binomial, proyek bioteknologi", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "21 Jun 2020"}