{"Nomor": 47772, "Judul": "CEPHEID TIPE I SEBAGAI PENELUSUR KELENGKUNGAN GALAKSI BIMA SAKTI", "Abstrak": "Bintang Cepheid merupakan salah satu standard candle yang baik digunakan seti-\ndaknya untuk objek hingga sejauh 30 Mpc. Selain karena luminositasnya yang tinggi, (\n40:000L) jaraknya dapat dicari dengan menggunakan hubungan Periode-Luminositas.\nBintang Cepheid tipe I atau yang biasa dikenal sebagai classical cepheid memiliki karakter\nmetalisitas yang tinggi, sehingga distribusi sebarannya biasa berada di tempat pemben-\ntukan bintang, seperti lengan spiral dan piringan galaksi. Kelengkungan pada piringan\ngalaksi merupakan tur yang sering ditemukan pada galaksi spiral. Fitur ini berupa me-\nlengkungnya komponen di bagian luar piringan galaksi. Kelengkungan galaksi Bima Sakti\ntidak hanya diamati di HI namun juga pada penelusur piringan Galaksi lainnya, bintang\nvariabel Cepheid salah satunya.\nSeiring berjalannya waktu, survei fotometri skala besar juga telah mengalami kema-\njuan yang signikan. Gaia DR2 dengan akurasi paralaksnya mencapai 10 as dapat\nmerekonstruksi hubungan Periode-Luminositas dengan akurasi yang lebih baik. Oleh\nkarena itu bintang Cepheid yang memiliki eror paralaks lebih besar dapat dikalibrasi\ndengan menggunakan hubungan Periode-Luminositas tersebut.\nDalam Tugas Akhir ini dilakukan penentuan parameter hubungan Periode-Wesenheit\ndari bintang variabel Cepheid tipe I fundamental mode yang telah diidentikasi seba-\ngai anggota Galaksi dan memiliki eror relatif paralaks < 0.1. Didapat nilai parame-\nter hubungan Periode-Wesenheit dengan  = ????2:780 dan  = ????3:04. Nilai parameter\nhubungan Periode-Wesenheit tersebut yang kemudian akan digunakan untuk mengkali-\nbrasi jarak bintang variabel Cepheid tipe I fundamental mode yang memiliki eror relatif\nparalaks lebih besar pada pemetaan distribusi spasial dalam koordinat Galaktosentrik.\nBerdasarkan pemetaan distribusi spasial tersebut kemudian ditentukan parameter ke-\nlengkungan Galaksi dengan menggunakan metode NUTS dan didapat nilai parameter\nmodel simetris linear aw = 0.14, Rw = 9.10 kpc, dan w = 16.91o dan untuk model\nsimetris polinomial aw = 0.02, Rw = 9.10 kpc, dan w = 16.95o.", "Daftar File": {"ABSTRAK Salma Zahra Fadiyah": "https://digilib.itb.ac.id/gdl/download/207287"}, "Penulis": "Salma Zahra Fadiyah [10316002]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Mochamad Ikbal Arifyanto, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Astronomy", "Kata Kunci": "Kelengkungan Galaksi, Cepheid Tipe I, Hubungan Periode-Luminositas", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "20 Jun 2020"}