{"Nomor": 47776, "Judul": "PREDIKSI PEMENANG NBA MUSIM 2018-2019 MENGGUNAKAN ARTIFICIAL NEURAL NETWORKS", "Abstrak": "NBA atau National Basketball Association adalah pertandingan bola basket bergengsi yang diadakan setiap tahunnya di Amerika Serikat. Banyaknya peminat terhadap liga NBA membuat prediksi hasil pertandingan liga NBA menjadi populer. Melalui deep learning, dengan menggunakan statistik pertandingan tim yang bermain sebagai masukan, dapat dibangun sebuah model yang dapat memprediksi hasil pertandingan basket dengan cukup akurat. Model deep learning yang dimaksud adalah model Multi-layer perceptron, salah satu model artificial neural networks. Pada tugas akhir ini, dibangun 2 model MLP yang berbeda. Pertama adalah model MLP untuk masalah klasifikasi biner, untuk memprediksi pemenang suatu pertandingan basket. Model kedua adalah model MLP untuk masalah regresi, untuk memprediksi rasio skor suatu pertandingan basket. Model kedua dibangun untuk mengetahui lebih lanjut mengenai hasil dari suatu pertandingan basket pada liga NBA dan juga untuk mengetahui apakah variabel-variabel masukan yang sama dapat digunakan juga untuk model yang berbeda. Dalam membangun model, dilakukan variasi terhadap jumlah hidden layer dan nodes. Model MLP untuk masalah klasifikasi biner yang terbaik adalah model MLP dengan hidden layer 2,3 dan 4 dengan banyaknya nodes pada masing-masing hidden layer sebanyak 20, sementara model MLP untuk masalah regresi yang terbaik adalah model MLP dengan hidden layer 5 dengan banyaknya nodes pada masing-masing hidden layer sebanyak 40. Kedua model tersebut memprediksi tim Milwaukee Bucks sebagai pemenang liga NBA musim 2019-2020 dengan skor rasio 0.527 pada pertandingan final.", "Daftar File": {"ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/207306"}, "Penulis": "William Setia Atmadja [10116009]", "Kontributor / Dosen Pembimbing": ["Hilda Assiyatun, M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Multi-layer perceptron, masalah klasifikasi biner, masalah regresi, hidden layer, nodes", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "21 Jun 2020"}