{"Nomor": 47780, "Judul": "ANALISIS TEKNIKAL BITCOIN DENGAN METODE EXPONENTIAL MOVING AVERAGE, STOCHASTIC OSCILLATOR, DAN MACD", "Abstrak": "Bitcoin merupakan mata uang digital yang dibuat pada tahun 2009 oleh Satoshi Nakamoto. Bitcoin menjadi salah satu aset investasi yang menarik karena memiliki pergerakan harga yang fluktuatif dengan volatilitas yang tinggi. Secara fundamental bitcoin sering dikatakan sebagai emas digital. Bitcoin memiliki ruang tumbuh yang sangat besar jika dibandingkan dengan emas. Pada 18 juni 2020 total kapitalisasi pasar bitcoin bernilai $173 milliar, sedangkan emas bernilai $9 trilliun.\nPada Tugas Akhir ini, akan dibuat metode untuk memaksimalkan investasi terhadap perdagangan bitcoin dengan menggunakan metode analisis teknikal. Analisis teknikal merupakan suatu teknik analisis yang dikenal dalam dunia keuangan yang digunakan untuk memprediksi tren suatu pasar dengan cara mempelajari data historis pasar tersebut, terutama pergerakan harga dan volume.\nAnalisis teknikal dapat menggunakan berbagai indikator teknikal. Indikator yang digunakan dalam Tugas Akhir ini adalah Exponential Moving Average (EMA), Stochastic Oscillator, dan Moving Average Convergence Divergence (MACD). Dari ketiga indikator teknikal tersebut, akan dibuat tiga metode yang menentukan keputusan dalam pembelian dan penjualan pada bitcoin.\nDari ketiga metode yang telah dibuat, akan dilakukan simulasi perdagangan untuk periode waktu dari awal tahun 2017 hingga akhir tahun 2019. Selanjutnya, akan dibandingkan risiko, imbal hasil, persentase keuntungan, dan frekuensi trading yang dilakukan dari setiap metode. Semakin tinggi imbal hasil dan persentase keuntungan yang diperoleh serta semakin rendah risiko dan banyaknya trade yang dilakukan maka semakin baik metode tersebut.\nPada tugas akhir ini, metode EMA dengan strategi long & short memberikan hasil terbaik dengan net profit 7727.45%, maximum drawdown 24.74%, sharpe ratio 0.541, percent profitable 41.67%, dan 60 number of trades.", "Daftar File": {"ABSTRAK  Aries Yuangga": "https://digilib.itb.ac.id/gdl/download/207310"}, "Penulis": "Aries Yuangga [10115041]", "Kontributor / Dosen Pembimbing": ["Finny Oktariani, S.Si., M.Si., Ph.D.", "Prof. Marcus Wono Setya Budhi, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Generalities", "Kata Kunci": "Bitcoin, Analisis Teknikal, Moving Average, Stochastic Oscillator, MACD", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "21 Jun 2020"}