{"Nomor": 47781, "Judul": "PENENTUAN HARGA OBLIGASI BENCANA ALAM DENGAN MODEL SUKU BUNGA VASICEK DAN PENDEKATAN PEAKS OVER THRESHOLD: STUDI KASUS GEMPA MEGATHRUST MID 2 SUMATERA", "Abstrak": "Catastrophe Bond (CAT Bond) adalah suatu instrumen investasi yang mengalihkan\nrisiko katastrofe ke pasar keuangan. Beberapa tahun terakhir ini, CAT Bond\nsemakin diminati sebagai salah satu alternatif untuk diversifikasi portofolio suatu\ninvestor. Investasi di CAT Bond membuat investor terekspos pada risiko katastrofe\ndengan risiko kehilangan principal yang cukup kecil dan kupon yang cukup tinggi.\nDalam Tesis ini, dibahas mengenai pemodelan harga CAT Bond gempa bumi pada\nsuatu waktu menggunakan model suku bunga jangka pendek Vasicek. Parametric\ntrigger dari CAT Bond yang dibahas di Tesis ini adalah moment magnitude\ngempa bumi mainshock. Pemodelan moment magnitude gempa bumi mainshock\ndilakukan menggunakan pendekatan Peaks Over Threshold dan penentuan trigger\nmagnitude didasarkan pada average recurrence interval gempa bumi mainshock\nyang memenuhi kriteria tertentu. CAT Bond diasumsikan memberikan kupon\ntahunan yang terdiri atas LIBOR (London InterBank Offered Rate) dan premi yang\ndihitung dengan menggunakan pendekatan premi financial loss. Berdasarkan hasil\nsimulasi, expected loss investor sangat kecil karena peluang kejadian gempa bumi\nyang mencapai nilai suatu trigger juga sangat kecil. Besar premi dan expected loss\ntersebut akan memengaruhi harga CAT Bond saat penerbitan; yang mana apabila\nnilai premi semakin besar maka nilai CAT Bond menjadi lebih tinggi seiring dengan\nnaiknya ekspektasi kehilangan principal.", "Daftar File": {"ABSTRAK.pdf:??_": "https://digilib.itb.ac.id/gdl/download/208975"}, "Penulis": "Regina Raissa [20819010]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Kuntjoro Adji Sidarto", "Dra. Dumaria Rulina Tampubolon, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Generalities", "Kata Kunci": "CAT Bond, Model Vasicek, peaks over threshold, generalized pareto, premi financial loss, gempa bumi.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "21 Jun 2020"}