{"Nomor": 47796, "Judul": "MODEL SISTEM DINAMIS UNTUK MENGANALISA PENDAPATAN PERUSAHAAN PT SUSU SEGAR INDONESIA", "Abstrak": "Pasar susu cair telah meningkat secara signifikan dalam 4 tahun terakhir. Ini menarik banyak pesaing baru bergabung dalam kompetisi penjualan susu. PT Susu Segar Indonesia telah berdiri lebih dari 95 tahun. Produk utama PT Susu Segar Indonesia bukanlah susu cair, tetapi susu kental. Sementara itu pasar susu kental stagnan cenderung turun. Itulah alasan dari makalah ini untuk membantu PT Susu Segar Indonesia untuk bermain dalam susu cair dengan benar. Tujuan utama adalah untuk menganalisis variabel mana yang dapat meningkatkan dan memaksimalkan laba pendapatan perusahaan di pasar susu cair.\n\nMakalah ini menggunakan pemodelan dinamis sistem untuk mengukur variabel yang berdampak pada pendapatan perusahaan. Sistem dinamis juga akan digunakan untuk menganalisis perilaku masing-masing variabel ke variabel lain.\n\nPenulis menggunakan model stok dan aliran untuk menghitung sistem, juga menggunakan perangkat lunak vensim untuk menjalankan skenario. Ada 6 skenario yang akan diuji, pertama berkaitan dengan teknologi baru, kedua adalah pengembangan produk baru, ketiga adalah kegiatan pemasaran, keempat adalah kegiatan promosi, kelima adalah pengembangan teknologi baru & pengembangan produk baru yang semuanya bersama-sama di bawah departemen operasional, dan yang terakhir Skenario digabungkan antara aktivitas pemasaran dan aktivitas promosi yang semuanya terkait dengan aktivitas penjualan.", "Daftar File": {"ABSTRAK Rizka Rahmawati": "https://digilib.itb.ac.id/gdl/download/207327"}, "Penulis": "Rizka Rahmawati [29318029]", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Dinamika Sistem, Pasar Susu, FMCG, Permintaan dan Penawaran, Pangsa Pasar, Pendapatan, Stok dan Aliran", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "21 Jun 2020"}