{"Nomor": 47792, "Judul": "CORPORATE FUNDING DI MASA DEPAN PERENCANAAN SKENARIO UNTUK CORPORATE FUNDING YANG BERKELANJUTAN", "Abstrak": "Kontribusi sektor jasa keuangan dalam pembangunan yang berkelanjutan dapat dilihat dari peran serta perbankan terhadap pembiayaan kegiatan pembangunan berkelanjutan. Pada hakikatnya fungsi utama perbankan adalah sebagai institusi yang bertugas menghimpun dana masyarakat dan menyalurkannya kembali, disamping ikut serta dalam pemerataan pembangunan dan juga aktif meningkatkan literasi keuangan bagi semua kalangan.\nSebagai salah satu dari fungsi utama perbankan, kegiatan penghimpunan dana dari masyarakat menjadi salah satu hal krusial dalam bisnis suatu bank. Kepercayaan dari masyarakat terhadap suatu lembaga keuangan menjadi salah satu alasan utama mereka menempatkan dananya. Berangkat dari kepercayaan tersebut, regulator mengatur secara ketat fungsi penghimpunan dana ini dengan berbagai aturan yang berfungsi untuk menjaga aspek keamanan dana yang ditempatkan \nDi tengah era digital seperti saat ini dimana perkembangan teknologi terjadi sangat cepat, layanan keuangan juga mengalami perubahan secara drastis. Hal ini berdampak juga terhadap proses penghimpunan dana dari masyarakat dalam bisnis bank juga menyesuaikan diri terhadap perubahan yang terjadi. \nPerubahan yang terjadi menyebabkan Bank sebagai lembaga keuangan dalam hal ini harus mempersiapkan diri. Khususnya dalam proses penghimpunan dana pihak ketiga,dimana dana pihak ketiga dalam hal ini yang dimaksud berfokus pada nasabah korporasi dan individu dengan aset besar (high net worth). Bank perlu mengidentifikasi kemungkinan-kemungkinan yang terjadi di masa depan, dalam hal ini melalui skenario perencanaan terhadap bisnis corporate funding dalam bank.\nMasalah yang menjadi fokus utama adalah “Bagaimana bisnis corporate funding di 5 tahun mendatang dalam menjawab tantangan di masa depan?”, dimana yang menjadi kekuatan pendorong adalah faktor ekonomi, disrupsi teknologi, pengelolaan hubungan dengan nasabah dan ekspektasinya, kompetisi yang semakin meningkat, serta regulasi.Peringatan dini yang dihasilkan dari perencanaan skenario ini diharapkan dapat mempersiapkan Bank menghadapi tantangan di waktu mendatang.", "Daftar File": {"ABSTRAK Marliana Grace": "https://digilib.itb.ac.id/gdl/download/207323"}, "Penulis": "Marliana Grace [29318003]", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bisnis Perbankan, Corporate Funding, Skenario Perencanaan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "21 Jun 2020"}