{"Nomor": 47806, "Judul": "PROPOSED BUSINESS MODEL FOR KUPEDES MICRO LOAN PRODUCT OF PT BANK RAKYAT INDONESIA", "Abstrak": "PT Bank Rakyat Indonesia adalah pemimpin pasar distribusi kredit mikro di Indonesia. Namun, dalam 3 tahun terakhir ini porsi penyaluran kredit mikro BRI dibandingkan dengan total distribusi kredit mikro di pasar nasional terus menurun. Ini adalah tantangan besar bagi BRI untuk mempertahankan posisinya sebagai pemimpin pasar dalam distribusi kredit mikro. Salah satu produk utama kredit mikro BRI bernama Kupedes, produk ini telah ada sejak tahun 1984. Sebagai produk utama, diperlukan analisis lebih lanjut dan evaluasi terhadap kinerja produk Kupedes untuk menyelesaikan permasalahan tren penurunan ini.\nTujuan dari penelitian ini adalah untuk mengusulkan perbaikan strategi dalam rangka meningkatkan keunggulan kompetitif BRI dan mempertahankan posisinya sebagai pemimpin pasar serta pemegang porsi terbesar pada distribusi kredit mikro di Indonesia, serta mengusulkan model bisnis baru yang sesuai dengan kebutuhan generasi saat ini dengan secara khusus menargetkan generasi millennials sebagai generasi mayoritas pemain bisnis saat ini.\nMetode yang digunakan dalam penelitian ini adalah metode kualitatif dengan data primer dan data sekunder. Penulis telah melakukan wawancara dengan divisi terkait, yakni  mewawancarai manajemen divisi yang memiliki peran penting dalam keberlanjutan bisnis Mikro BRI. Wawancara ini bertujuan untuk mendapatkan gambaran singkat tentang kinerja produk Kupedes dan kondisi internal perusahaan. Selain itu, penulis juga melakukan analisis internal perusahaan menggunakan kerangka VRIO, Analisis sumber daya, dan kompetensi inti. Sementara itu, untuk menganalisis kondisi eksternal perusahaan, penulis menggunakan analisis PESTEL, analisis porter’s five forces, dan analisis pesaing. Setelah analisis dari internal dan eksternal perusahaan, penulis kemudian merumuskan analisis SWOT dan diamond strategy untuk PT Bank Rakyat Indonesia, yang kemudian digunakan sebagai pertimbangan dalam mengembangkan model bisnis produk Kupedes yang baru.", "Daftar File": {"ABSTRAK Lydia Elvina": "https://digilib.itb.ac.id/gdl/download/207336"}, "Penulis": "Lydia Elvina [29318351]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mohammad Hamsal, MSE, MQM, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bisnis Model, Micro Banking, Proses Aplikasi Pinjaman, Usaha Mikro Kecil dan Menengah (UMKM), Kupedes BRI, Bisnis Model Kanvas.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "21 Jun 2020"}