{"Nomor": 47810, "Judul": "USULAN STRATEGI OPERASI UNTUK PERUSAHAAN KERAJINAN KAYU BERORIENTASI EKSPOR (STUDI KASUS: PT. NUSAKARYA INDO MAKMUR)", "Abstrak": "Mebel dan kerajinan adalah salah satu komoditas strategis bagi perekonomian Indonesia. Beberapa kriteria yang membuat keduanya menjadi komoditas strategis karena memiliki nilai tambah yang tinggi dan kompetitif di pasar global. Salah satu aspek kompetitif dalam kerajinan tangan terutama berbahan dasar kayu karena Indonesia memiliki hutan tropis yang terkait dengan varietas kayu yang dapat digunakan sebagai bahan baku. Aspek lainnya adalah penciptaan produk inovatif dan kreatif di Indonesia.\nPT. Nusakarya Indo makmur adalah salah satu perusahaan kerajinan kayu berorientasi ekspor. Perusahaan menghadapi tantangan dalam mengembangkan dan mempertahankan bisnisnya di pasar ekspor. Hal ini terjadi karena sebagian besar masalah terjadi pada sistem operasi dan kebijakan yang mengatur kegiatan perusahaan belum cukup memadai untuk mendukung kompetensi dan kemampuan perusahaan. Perusahaan perlu melakukan perubahan dengan meningkatkan kinerjanya, terutama dalam hal operasi dan meningkatkan standar di perusahaan.\nDalam rangka untuk mengidentifikasi masalah operasi di perusahaan, penelitian ini dilakukan melalui metode penelitian kualitatif menggunakan pengamatan dan wawancara kepada direktur, manajer dan karyawan perusahaan untuk informasi internal. Penelitian ini juga melakukan wawancara dengan pelanggan dan calon pelanggan dari perusahaan untuk informasi eksternal. Masalah yang terjadi di perusahaan akan dianalisis dengan menggunakan Fishbone Diagram yang didukung oleh analisis akar masalah untuk menemukan masalah utama. Perumusan strategi yang digunakan adalah dengan strategi operasi Slack dan Lewis untuk menemukan solusi bisnis bagi perusahaan. Ada sepuluh strategi yang dapat diterapkan oleh perusahaan di bidang kapasitas, penyediaan jaringan, proses teknologi, pengembangan dan organisasi. \nStrategi operasi diperlukan untuk memecahkan masalah yang ada di perusahaan agar memiliki kemampuan untuk merespon pasar dengan baik dan memenuhi permintaan pelanggan. Pelaksanaan strategi ini harus diprioritaskan oleh perusahaan yang dapat memberikan dampak yang mendasar bagi perusahaan.", "Daftar File": {"ABSTRAK Indra Gunawan": "https://digilib.itb.ac.id/gdl/download/207340"}, "Penulis": "Indra Gunawan [29318437]", "Kontributor / Dosen Pembimbing": ["Ir. Alibasjah Inggriantara, S.E., M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Fishbone Diagram, Perusahaan Kerajinan Kayu Berorientasi Ekspor, Strategi Operasi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "21 Jun 2020"}