{"Nomor": 47832, "Judul": "UKURAN KETERTARIKAN DAN OPTIMASI ATURAN ASOSIASI POLA GRAF", "Abstrak": "Perkembangan pesat ekstraksi informasi (IE) di web semantik telah mengarah\npada pembangunan basis pengetahuan ensiklopedi (KB) yang besar. KB adalah\nkumpulan pengetahuan yang berisi jutaan fakta tentang entitas dunia nyata seperti\norang, organisasi, dan tempat. KB berperan penting saat ini karena memungkinkan\nkomputer untuk ”memahami” dunia nyata. KB digunakan dalam banyak aplikasi\nsistem temu kembali informasi, sistem tanya jawab, reasoning otomatis, dan\nbidang-bidang lainnya. Selain itu, kebanyakan informasi yang tersedia di KB\nsaat ini memungkinkan ditemukannya pola yang sering muncul dalam data, salah\nsatunya adalah penambangan aturan asosiasi. Aturan asosiasi dapat digunakan\nuntuk menghasilkan fakta baru, mengidentifikasi kesalahan, dan memahami data\ndengan lebih baik. Aturan asosiasi dapat ditambang menggunakan representasi graf.\nPermasalahan penelitian penambangan aturan asosiasi pola graf antara lain adalah\ncara penambangan aturan asosiasi, ukuran aturan asosiasi, dan lain sebagainya.\nDalam disertasi ini permasalahan aturan asosiasi yang dibahas adalah: menambang\naturan horn tertutup (horn-closed) menggunakan pola graf di bawah OWA,\nmisleading aturan asosiasi, dan adanya simpul yang sama atau homogen. Untuk\nmengatasi masalah tersebut, dilakukan penelitian dengan tiga tahapan. Tahapan\npertama untuk menyelesaikan penambangan aturan horn tertutup menggunakan\npola graf diusulkan algoritma RGGP (Rule Generated Graph Pattern). Tahapan\nkedua menyelesaikan misleading aturan asosiasi adalah menggunakan ukuran ketertarikan aturan asosiasi. Lift PCA confidence diusulkan sebagai ukuran ketertarikan\ndi bawah OWA. Algoritma RGKB (Rule Generated Knowledge Base) diusulkan\nuntuk mendapatkan ukuran ketertarikan lift PCA confidence. Tahapan ketiga\nmenyelesaikan simpul yang sama atau homogen dengan cara menggunakan fungsi\noptimasi dua variabel diversifikasi max-sum untuk mendapatkan nilai optimum\naturan asosiasi berdasarkan ukuran ketertarikan dan keragaman.\nLift PCA confidence merupakan pengembangan dari lift confidence dan diusulkan\nuntuk mengukur ketertarikan aturan asosiasi pola graf pada basis pengetahuan\ndengan model korelasi probabilistik. Setelah menambang aturan horn tertutup,\ndilakukan pengukuran kepercayaan (confidence measure) aturan asosiasi pola graf\ndengan dua ukuran kekuatan: standard confidence dan PCA confidence serta dua\nukuran ketertarikan yaitu lift confidence dan lift PCA confidence. Algoritma Rule Generated KB (RGKB) digunakan untuk menghasilkan aturan asosiasi dengan nilai\ncoverage coefisien (CC) lebih besar dari batas ambang (? ). Pengukuran ketertarikan\naturan asosiasi dilakukan menggunakan algoritma confidence measure. Basis data\ngraf yang digunakan adalah Yago2 KB, DBPedia 3.8, dan Wikidata. Optimasi\nkeragaman aturan asosiasi dilakukan dengan menggunakan diversifikasi max-sum\nterhadap aturan asosiasi pola graf dengan consequent yang sama.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/207364"}, "Penulis": "Wahyudi [33214002]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Carmadi Machbub", "Dr. Ary Setijadi Prihatmanto, S.T., M.T.", "Dr. Masayu Leylia Khodra, S.T., M.T."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Elektro dan Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "basis pengetahuan, penambangan aturan asosiasi, aturan asosiasi pola graf, lift PCA confidence, diversifikasi max-sum", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "22 Jun 2020"}