{"Nomor": 47831, "Judul": "PENGEMBANGAN KAKAS PROCESS DISCOVERY UNTUK MENDUKUNG EVALUASI MODEL PROSES STUDI KASUS: ECOMMERCE", "Abstrak": "Ecommerce pada saat ini menjadi salah satu topik yang dibicarakan oleh masyarakat maupun\npara peminat teknologi dikarenakan keuntungan yang didapat dari ecommerce serta peluang\nyang besar untuk berkembang di dunia industri. Perusahaan ecommerce berlomba-lomba untuk\nmemberikan fitur kepada pengguna dan meningkatkan fungsionalitas yang sudah ada agar\nsemakin mudah untuk digunakan. Untuk bisa memberikan fitur baru serta meningkatkan\nfungsionalitas yang ada, perusahan ecommerce membutuhkan informasi yang bisa digunakan\nsebagai pembantu evaluasi dari aplikasi ecommerce. Salah satu cara untuk mendapatkan\ninformasi tersebut adalah dengan process mining.\nProcess mining terdiri dari tiga jenis yaitu process discovery, conformance, dan enchancement.\nFokus dari penelitian adalah process discovery yang bertujuan untuk mendapatkan suatu model\nproses dengan menggunakan media data log. Hasil model proses bisa divisualisasikan dan\ndiukur dengan menggunakan metrik. Tentunya ecommerce memiliki data log pengaksesan dari\npengguna sehingga data tersebut bisa digunakan untuk melakukan process mining. Penelitian\nini bertujuan untuk bisa mengusulkan suatu kakas pendukung process discovery pada studi\nkasus ecommerce yang diberi nama Talpromi. Talpromi juga memiliki beberapa improvisasi\npada beberapa metode process discovery yang diterapkan pada penelitian ini.\nTahapan dari penelitian adalah pengumpulan informasi, analisis kebutuhan, perancangan\nkakas, dan implementasi kode program. Implementasi dilakukan dengan mengacu dari analisis\nyang telah dibuat. Validasi dilakukan dengan mengecek apakah Talpromi sudah sesuai dengan\nanalisis kebutuhan atau belum. Dilakukan juga validasi bisnis proses hasil pengamatan dengan\nhasil process discovery serta validasi pembandingan Talpromi dengan kakas pendukung\nprocess discovery yang sudah ada. Tidak lupa hasil improvisasi metode process discovery pada\nTalpromi divalidasikan dengan metode process discovery awal tanpa improvisasi.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/207363", "Tesis": "https://digilib.itb.ac.id/gdl/download/217574"}, "Penulis": "Ignatius Kun Aldian Pratama [23518030]", "Kontributor / Dosen Pembimbing": ["Dr.techn. Muhammad Zuhri Catur Candra, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "ecommerce, process mining, process discovery, kakas pendukung", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "22 Jun 2020"}