{"Nomor": 47839, "Judul": "EKSES EMISI DALAM RENTANG SINAR-X ENERGI RENDAH PADA GALAKSI NARROW-LINE SEYFERT 1", "Abstrak": "Galaksi Narrow-line Seyfert 1 atau disingkat sebagai NLS1 adalah inti galaksi aktif yang masuk dalam kelompok galaksi Seyfert 1 yang memiliki garis emisi H? sempit (FWHM (H?) <2000 km/s) pada spektrumnya. Galaksi NLS1 merupakan pemancar sinar-X yang kuat namun berbeda dengan inti galaksi aktif pada umumnya, spektrum sinar-X NLS1 juga memiliki komponen termal selain komponen non-termal. Komponen termal ini disebut sebagai soft-excess karena muncul dalam rentang sinar- X energi rendah (soft X-ray ) dan merupakan komponen tambahan yang diperlukan jika spektrum sinar-X dimodelkan dengan komponen non-termal.\nFitur soft-excess ini merupakan keunikan yang dimiliki oleh galaksi NLS1, yang sering dikaitkan dengan keadaan super-Eddington khususnya karena galaksi NLS1 memiliki nilai rasio Eddington (L/LE) yang tinggi jika dibandingkan galaksi Seyfert 1 pada umumnya. Tugas Akhir ini meninjau komponen soft-excess pada dua buah galaksi NLS1 yaitu Mrk 335 dan PKS 0558-504. Bukti keberadaan fitur soft-excess pada spektrum kedua galaksi NLS1 tersebut dicari dengan menggunakan data pengamatan misi Swift. Fitting spektrum dilakukan pada setiap data pengamatan (ObsID) dengan menggunakan model powerlaw, diskbb, dan powerlaw+diskbb. Model powerlaw digunakan untuk memodelkan komponen non-termal pada spektrum, sedangkan model diskbb digunakan untuk memodelkan komponen termal pada spektrum. Fluks yang diperoleh dari fitting spektrum digunakan untuk menghitung luminositas yang kemudian dapat digunakan untuk mengetahui kondisi laju akresi piringan jika di- bandingkan dengan limit Eddingtonnya.\nHasil fitting spektrum PKS 0558-504 pada rentang energi 0,3-10 keV menunjukkan bahwa untuk seluruh obsID, komponen power-law mendominasi spektrum. Sedangkan fitting spektrum Mrk 335 pada rentang energi 0,3-6 keV dan 0,3-7 keV untuk beberapa obsID, menunjukkan bahwa komponen termal mendominasi spektrum. Fitting untuk seluruh data spektrum Mrk 335 dan PKS 0558-504 menunjukkan hasil bahwa kedua galaksi NLS1 tersebut memiliki fitur soft-excess yang kuat dan secara statistik signifikan pada daerah energi rendah ? 2 keV. Hasil pe- ngolahan data menunjukkan bahwa piringan PKS 0558-504 mengakresi pada laju super-Eddington dan Mrk 335 mengakresi pada laju mendekati super-Eddington. Hasil ini mengimplikasikan bahwa piringan akresi pada Mrk 335 dan PKS 0558-504 tidak dapat dimodelkan dengan piringan standar.", "Daftar File": {"ABSTRAK Amatul Firdausya Nur C": "https://digilib.itb.ac.id/gdl/download/207526"}, "Penulis": "Amatul Firdausya Nur C [10316011]", "Kontributor / Dosen Pembimbing": ["Dr. Kiki Vierdayanti, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Astronomy", "Kata Kunci": "Galaksi NLS1, Piringan akresi, Soft-excess.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Jun 2020"}