{"Nomor": 47836, "Judul": "PENGEMBANGAN PENDETEKSIAN OBJEK SECARA WAKTU NYATA PADA SMARTPHONE DENGAN MENERAPKAN KOMPUTASI OFFLOADING", "Abstrak": "Smartphone telah menjadi alat sangat menunjang kebutuhan masyarakat diseluruh\ndunia hingga menuntut agar aplikasi dengan komputasi yang intesif dapat\ndilakukan pada smartphone. Salah satunya pendeteksian objek dengan\nmenggunakan deep learning. Dalam menghadapi permasalahan ini muncullah\nparadigma mobile cloud computing dengan teknik yang disebut komputasi\noffloading. Teknik tersebut bertujuan untuk mengekstensi kapabilitas dari\nsmartphone dengan sumber daya remote di cloud.\nPada penelitian ini akan dilakukan pengembangan pendeteksi objek YOLOv3\ndengan menerapkan komputasi offloading pada smartphone untuk memanfaatkan\ndaya komputasi cloudlet. Smartphone akan berfungsi untuk mengambil gambar,\nmengirim dan menerima gambar ke cloudlet, dan menampilkan hasil pendeteksian\nobjek kepada pengguna. Cloudlet akan melakukan proses pendeteksian objek\nterhadap gambar yang diterima dan mengirim kembali hasilnya ke smartphone.\nProtokol komunikasi yang digunakan untuk komputasi offloading adalah TCP yang\nberfokus menjamin keberhasilan pengiriman dan penerimaan data, serta keutuhan\ndari data.\nBerdasarkan hasil pengujian, total waktu pemrosesan pendeteksian objek dengan\nkomputasi offloading lebih cepat 6.3x dibandingkan dengan menggunakan\nkomputasi lokal pada smartphone, dengan akurasi kebenaran pendeteksian yang\nsama di kedua tempat komputasi sebesar 100%, namun terjadi penurunan rata-rata\nconfidence score sebesar 4% pada komputasi offloading. Selain itu, pemrosesan\ndengan komputasi offloading masih dapat ditingkatkan dengan mengganti koneksi\nwifi 2.4Ghz menjadi 5Ghz dengan hasil total waktu eksekusi menjadi lebih cepat\n10 %, dan hasil confidence score meningkatkan sebesar 1.5%.", "Daftar File": {"ABSTRAK Irham Yusra Muhammad": "https://digilib.itb.ac.id/gdl/download/207636", "Tesis": "https://digilib.itb.ac.id/gdl/download/217576"}, "Penulis": "Irham Yusra Muhammad [23518007]", "Kontributor / Dosen Pembimbing": ["Ir. Afwarman, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "komputasi offloading, pendeteksi objek, mobile cloud computing, cloudlet", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "22 Jun 2020"}