{"Nomor": 47835, "Judul": "KORELASI SIKLUS 11-TAHUN MATAHARI DENGAN TEMPERATUR PERMUKAAN LAUT EKUATORIAL PERIODE 1954 - 2019", "Abstrak": "Sebagai penyedia energi utama bagi Bumi, Matahari memegang peran penting dalam keberlangsungan kehidupan di Bumi. Asupan radiatif Matahari menggerakkan siklus-siklus atmosferik di Bumi yang mengatur distribusi temperatur baik di daerah ekuator maupun kutub. Studi mengenai sistem iklim Bumi dengan Matahari berangkat dari variabilitas aktivitas Matahari yang nampak pada permukaannya pada berbagai panjang gelombang, terutama optik dan ultraviolet, sebagai perilaku periodik yang teramati pada struktur-struktur magnetis seperti bintik Matahari. Selain itu, pengaruh aktivitas Matahari terhadap sistem iklim Bumi juga terekam pada deret waktu fenomena-fenomena atmosferik yang bergantung pada asupan energi Matahari, salah satunya adalah temperatur rata-rata permukaan laut atau sea surface temperature (SST). Siklus-siklus aktivitas Matahari seperti siklus 11-tahun yang dikarakterisasi oleh fluktuasi periodik jumlah bintik Matahari diduga memodulasi data SST sehingga menghasilkan pola yang mencerminkan fluktuasi periodik tersebut. Atas dasar dugaan tersebut, dalam tugas akhir ini data jumlah bintik Matahari yang diunduh dari situs Solar Influences Data Analysis Center dibandingkan terhadap data anomali SST yang diunduh dari situs National Center for Atmospheric Research (keduanya mencakup rentang waktu yang sama, yakni Januari 1954 hingga Februari 2019) dalam suatu analisis korelasi yang melibatkan analisis wavelet kontinu dan diskrit. Ditemukan bahwa data jumlah bintik Matahari memiliki periodisitas yang tercakup dalam pita periode 8 - 11 tahun sedangkan data anomali SST memiliki periodisitas yang tercakup dalam pita periode 2 - 5 tahun. Perbandingan antara komponen frekuensi kedua deret waktu tersebut yang berkorespondensi dengan dua pita periode ini menunjukkan adanya koherensi kuat pada pita periode 8 - 11 tahun, namun tidak sekonsisten koherensi pada pita periode 2 - 5 tahun yang menunjukkan hubungan korelasi kuat dengan waktu tunda anomali SST terhadap jumlah bintik Matahari selama 31 bulan dan hubungan antikorelasi kuat dengan waktu tunda selama 4 bulan.", "Daftar File": {"ABSTRAK Rizki Asasi": "https://digilib.itb.ac.id/gdl/download/207368", "COVER Rizki Asasi": "https://digilib.itb.ac.id/gdl/download/219182", "BAB 5 Rizki Asasi": "https://digilib.itb.ac.id/gdl/download/219187", "PUSTAKA Rizki Asasi": "https://digilib.itb.ac.id/gdl/download/219188"}, "Penulis": "Rizki Asasi [10314025]", "Kontributor / Dosen Pembimbing": ["Dr. Dhani Herdiwijaya, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Astronomy", "Kata Kunci": "bintik Matahari, sea surface temperature, periodisitas, analisis korelasi, analisis wavelet.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "22 Jun 2020"}