{"Nomor": 47840, "Judul": "PENINGKATAN KUALITAS DATA UNTUK ANALISIS AKTIVITAS ANGKOT DAN PEMBUATAN ALGORITMA PENDETEKSI PERILAKU ANGKOT", "Abstrak": "Pada penelitian sebelumnya telah dikumpulkan data geolokasi melalui dua sumber,\nyaitu aplikasi Android angkot dan Modul WiFi ESP8266 sebagai GPS tracker. Data\nyang terkumpul disimpan dalam database yang diimplementasikan menggunakan\nMongo DB. Data yang tersimpan kemudian diamati dan ditemukanlah 15 jenis\n‘data kotor’ berdasarkan taksonomi data kotor Lin Li. Dengan ditemukannya 15\njenis ‘data kotor’ pada data angkot maka tindakan pembersihan perlu dilakukan\nagar memperoleh hasil analisis yang akurat. Sebelum melakukan pembersihan data\ndilakukan pengukuran kualitas data terlebih dahulu menggunakan teori Redman.\nSetelah mengukur kualitas data angkot, maka proses peningkatan kualitas data\ndapat dilakukan dengan cara data cleaning. Proses pembersihan data disesuaikan\ndengan tujuan dari pengolahan data yaitu menganalisis aktivitas angkot\nberdasarkan data yang dimiliki dan disesuaikan juga dengan kondisi data yang ada.\nMetode data cleaning yang diterapkan pada data angkot berhasil membersihkan\n86,6% jenis ‘data kotor’ yang ada sebelumnya.\nSetelah data angkot melalui proses data cleaning, hasil akhir data angkot dari proses\ndata cleaning akan langsung mengikuti tahapan data pre-processing, luaran dari\nproses ini adalah data angkot yang siap guna untuk ditampilkan pada aplikasi web\nsebagai hasil akhir dari proses data visualization. Pada aplikasi web, aktivitas\nangkot pada data akan terlihat, juga pola perjalanan angkot dapat diamati. Dari sini\nmaka perilaku angkot yang normal dan abnormal dapat didefinisikan untuk\nmembantu pembuatan algoritma pendeteksi perilaku angkot. Setelah algoritma\npendeteksi perilaku angkot selesai dikembangkan, eksperimen dilakukan dengan\nmembandingkan waktu abnormal yang sama antara hasil algoritma pendeteksi\nperilaku angkot dengan hasil eksplorasi pada aplikasi web. Akurasi dari algoritma\npendeteksi perilaku angkot sebesar 63%.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/207373"}, "Penulis": "Nasy`an Taufiq Al Ghifari [23218308]", "Kontributor / Dosen Pembimbing": ["Dr. Ary Setijadi Prihatmanto, S.T., M.T.", "Dr. Rahadian Yusuf, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "data geolokasi, transportasi umum, kualitas data, pembersihan data, klasifikasi.", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "22 Jun 2020"}