{"Nomor": 47857, "Judul": "PENGGUNAAN METODE BONE CONDUCTION PADA ALAT BANTU DENGAR PENDERITA MICROTIA DENGAN PENGAPLIKASIAN LIBRARY OPEN MHA", "Abstrak": "Microtia adalah kelainan yang merupakan bawaan dari lahir yang mempengaruhi bentuk telinga\nmanusia, dimulai dari bentuk daun telinga yang tidak normal (tertutupnya daun telinga) hingga\ntidak adanya daun telinga. Penderita microtia terkadang mengalami kesulitan saat proses\npendengaran dikarenakan bentuk telinga mereka yang tidak normal. Hilangnya fungsi daun\ntelinga (auricle) yang berperan sebagai penangkap suara, menyebabkan suara tidak dapat\nditransmisikan ke gendang telinga (tympanic membrane). Pada manusia dengan pendengaran\nnormal, transmisi gelombang suara membutuhkan bantuan udara sehingga metode ini disebut\ndengan air conduction (AC). Metode ini sangat bergantung pada kemampuan telinga bagian luar,\ntengah, dan dalam. Kelainan pada penderita microtia yang menyerang bentuk telinga penderita\nmenyebabkan hilangnya fungsi penangkapan dan perambatan gelombang suara yang menjadi\ntanggung jawab telinga bagian luar. Hal ini tentu menjadi faktor utama mengapa penderita\nmicrotia tidak dapat mendengar secara normal layaknya manusia pada umumnya. Faktor ini pula\nyang menyebabkan penderita microtia tidak dapat menggunakan metode air conduction untuk\nberkomunikasi dengan manusia lain. Oleh karena itu, ditemukanlah sebuah metode yang\nbernama bone conduction. Bone conduction (BC) adalah metode transmisi energi suara dengan\nmenggunakan tulang tengkorak menuju rumah siput (cochlea) untuk menghasilkan persepsi\nsuara. Terdapat banyak alat yang mengimplementasikan metode bone conduction ini,\ndiantaranya adalah headset bone conduction dan alat bantu dengar bone conduction. Namun,\nbiaya dan resiko yang dibutuhkan untuk menggunakan sistem yang ada terkadang menjadi\npenghalang bagi penderita untuk mendapatkan treatment yang baik. Oleh karena itu,\ndibutuhkannya sistem yang dapat membantu pendengaran penderita microtia secara maksimal\ndengan biaya dan resiko seminimal mungkin. Penggunaan headset bone conduction yang\ndimodifikasi dapat menjadi salah satu opsi alat bantu dengar bagi penderita microtia. Diharapkan\nsistem yang diajukan ini dapat membantu penderita microtia dalam kehidupan sehari-hari\nmereka, seperti masalah pendengaran dan masalah sosial.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/207401", "Tesis": "https://digilib.itb.ac.id/gdl/download/209681"}, "Penulis": "Annisa Riyani [23217023]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Tati Latifah Erawati Rajab"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "microtia, bone conduction, alat bantu dengar, kelainan pendengaran", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "22 Jun 2020"}