{"Nomor": 47854, "Judul": "KAJIAN TATA KELOLA PENGURANGAN RISIKO BENCANA TERKAIT INFRASTRUKTUR MITIGASI GEMPA BUMI DAN TSUNAMI KOTA PADANG", "Abstrak": "Wilayah pantai barat Sumatera berada pada pertemuan Lempeng Indo-Australia\ndan Lempeng Eurasia. Zona ini dinamakan Megathrust Mentawai. Ancaman gempa\ndan tsunami Kota Padang diklasifikasikan tinggi dengan perkiraan ketinggian\ntsunami 9 meter dan perkiraan waktu tiba selama 35 menit. Infrastruktur mitigasi\ngempa dan tsunami telah dibangun untuk mengurangi potensi risiko bencana yang\nakan dihadapi. Penelitian ini akan melihat sejauh mana permasalahan yang ada pada\nkeberadaan infrastruktur tersebut dan bagaimana penata kelolaan penyelenggaraan\nbencana yang ada di Kota Padang khususnya dikaitkan dengan infrastruktur\nmitigasi gempa dan tsunami.\nPerumusan aspek aspek penata kelolaan yang ditinjau adalah terkait peran peneliti\ndan pengetahuan lokal, perencanaan, kelembagaan, partisipasi masyarakat\nkomunitas dan organisasi serta pemantaun dan evaluasi. Metoda yang dilakukan\nadalah dengan observasi di lapangan terhadap infrastruktur yang ada dan\nwawancara terhadap lembaga atau stakeholder terkait serta pengamatan data-data\nsekunder.\nPenelitian ini telah mengidentifikasi beberapa permasalah dari lima jenis\ninfrasruktur yang diobservasi. Dari hasil penelitian ditemukan bahwa masih\nterdapat permasalahan di infrastruktur mitigasi bencana gempa dan tsunami Kota\nPadang terutama permasalahan perawatan dan pemeliharaan dan tidak berfungsinya\nfasilitas secara maksimal akibat kondisinya yang terbengkalai. Dari hasil penelitian\ntentang penata kelolaan bencana gempa dan tsunami terlihat bahwa secara normatif\ntata kelola bencana Kota Padang sudah baik dengan adanya pembuatan instrumeninstrumen pengurangan risiko bencana yang dipenuhi, adanya upaya pelibatan antar\nstakeholder, serta upaya-upaya formalitas berupa event-event kebencanaan yang\ndilakukan sudah dilakukan tapi kenyataan di lapangan belum efektif.", "Daftar File": {"ABSTRAK Hilma": "https://digilib.itb.ac.id/gdl/download/207388", "BAB 1 Hilma": "https://digilib.itb.ac.id/gdl/download/207389", "BAB 2 Hilma": "https://digilib.itb.ac.id/gdl/download/207390", "BAB 3 Hilma": "https://digilib.itb.ac.id/gdl/download/207391", "BAB 4 Hilma": "https://digilib.itb.ac.id/gdl/download/207392", "BAB 5 Hilma": "https://digilib.itb.ac.id/gdl/download/207393", "BAB 6 Hilma": "https://digilib.itb.ac.id/gdl/download/207394", "DAFTAR Hilma": "https://digilib.itb.ac.id/gdl/download/207395", "2020 TS PP HILMA_LAMPIRAN.pdf)u": "https://digilib.itb.ac.id/gdl/download/207396"}, "Penulis": "Hilma [25418055]", "Kontributor / Dosen Pembimbing": ["Dr. Saut Aritua Hasiholan Sagala, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Infrastruktur, gempa, tsunami, tata kelola bencana, bencana", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "22 Jun 2020"}