{"Nomor": 47870, "Judul": "THE EFFECT OF NANOFILLER ON ELECTRICAL AND THERMAL PROPERTIES OF POLYMERIC-BASED DIELECTRIC MATERIAL", "Abstrak": "Dielectrics for HVDC cables are constantly evolving, as better electrical and\nthermal properties are constantly sought by industry. Yet, researchers are facing\nsome obstacles. The addition of nanocomposites into polymeric based insulation\nproved a promising solution. In this work, five Polypropylene (PP)-based dielectric\nmaterial using two type of nanofiller, codename N1 and N2, with different weight\npercentages (% wt), were investigated. Dielectric properties such as breakdown\nstrength, temperature dependent dissipation factor and dielectric constant, and\nspace charge behavior were investigated. The correlation between dissipation\nfactor/ tan? at power frequency and very low frequency, under various temperature,\nwill also be presented as an additional information for diagnostics. It is found that\nthe addition of nanofiller could increase DC breakdown strength. Temperaturedependent dissipation factor on filled samples is slightly higher than unfilled\nsample however, overall, it remains below 0.004, particularly at 200 C, increasing\nwith temperature. Two different fillers were tested: N1 and N2. 1% wt N1-filled\nsamples shows slightly higher dielectric constant than unfilled sample, while as it\nincreased to 2% wt it becomes slightly lower than unfilled sample. 1% wt N2-filled\nsamples shows slightly lower dielectric constant than unfilled sample. Space charge\ninjection threshold of 1% N1-filled samples is slightly higher than unfilled ones,\nwhile the accumulated charge is strongly dependent on the electric field applied. At\n50 kV/mm electric of weight percentages of N1 and the addition of N2 filler could\ndecrease space charge accumulation, lower than the unfilled sample. The quite\nstrong relationship between dissipation factor measurement result under power and\nvery low frequency and under different temperature, could be interpreted as a highly\nuseful addition information to VLF-tan? diagnostic.", "Daftar File": {"Abstract": "https://digilib.itb.ac.id/gdl/download/207424", "Tesis": "https://digilib.itb.ac.id/gdl/download/209692"}, "Penulis": "Henry Santoso [23218006]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Suwarno, M.T.", "Prof. Andrea Cavallini"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Nanofiller, Polypropylene, DC breakdown strength, dissipation factor, dielectric constant, space charge", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "23 Jun 2020"}