{"Nomor": 47887, "Judul": "PENENTUAN TITIK PELETAKAN DAN KAPASITAS OPTIMAL BATERAI MELALUI PENDEKATAN LOSS SENSITIVITY FACTOR", "Abstrak": "Perubahan iklim telah secara signifikan menjadi salah satu tantangan terbesar pada\nkehidupan masyarakat modern. Untuk mengatasi masalah perubahan iklim tersebut,\nlangkah yang dapat ditempuh adalah dengan dekarbonisasi sistem tenaga, berupa\npengintegrasian lebih banyak Energi Baru dan Terbarukan (EBT) pada sistem –\nsistem kelistrikan yang telah ada, dan pada sistem kelistrikan yang akan dibangun.\nNamun, penggunaan EBT pada sistem kelistrikan membawa masalah baru. Sumber\n– sumber EBT intermiten seperti angin dan matahari, sangat bergantung pada cuaca\nsehingga perubahan cuaca seperti mendung dan turbulensi, akan mempengaruhi\nproduksi energi. Kondisi tersebut mengakibatkan pembangkit EBT tidak cocok\nuntuk digunakan pada kondisi beban puncak. Alternatif dari masalah tersebut\nadalah dengan menggunakan Battery Energy Storage System (BESS). Instalasi\nBESS harus dipertimbangkan dengan hati – hati karena lokasi penempatan dan\nukuran kapasitas yang salah akan meningkatkan susut jaringan dan mengurangi\nnilai manfaat dari BESS itu sendiri. Tugas akhir ini mengaplikasikan Loss\nSensitivity Factor (LSF) untuk mendapatkan letak penempatan BESS dan kapasitas\nyang optimal. Pendekatan ini akan didasarkan pada ?LSF yang didefinisikan\nsebagai perbedaan antara nilai LSF rata – rata saat charging dan LSF rata – rata saat\ndischarging. Dengan menggunakan metode ?LSF, peletakan optimal bisa diperoleh\nyang ditandai dengan losses sistem menjadi minimum dibandingkan dengan\npeletakan BESS pada bus lain. Dapat diperoleh juga kapasitas optimal yang jika\ndikombinasikan dengan titik peletakan optimal, dapat semakin meminimalkan\nlosses yang ada pada sistem.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/207450", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/207451", "Abstrak": "https://digilib.itb.ac.id/gdl/download/207452", "COVER Claysius Dewanata": "https://digilib.itb.ac.id/gdl/download/218363", "BAB 1 Claysius Dewanata": "https://digilib.itb.ac.id/gdl/download/218364", "BAB 5 Claysius Dewanata": "https://digilib.itb.ac.id/gdl/download/218368", "PUSTAKA Claysius Dewanata": "https://digilib.itb.ac.id/gdl/download/218369"}, "Penulis": "Claysius Dewanata [18016002]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Nanang Hariyanto, M.T.", "Dr. Fathin Saifur Rahman, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "penempatan BESS optimal, kapasitas BESS optimal, peak shaving, ?LSF", "Sumber": "", "Staf Input/Edit": "karya", "File": "10 file", "Tanggal Input": "23 Jun 2020"}