{"Nomor": 47886, "Judul": "MORFOLOGI CAKRAM PROTOPLANET DARI PENGAMATAN ALMA DAN PEMODELAN FARGO3D", "Abstrak": "Di tahun 2014, ALMA berhasil mengamati sistem piringan protoplanet\ndengan resolusi spasial yang sangat tinggi dan merupakan sebuah revolusi\nyang memungkinkan astronom untuk melihat detail dari piringan protoplanet.\nPengamatan ini menunjukkan bahwa adanya daerah-daerah pada piringan\nyang berperan sebagai tempat lahirnya planet. Bersama dengan berkem-\nbangnya teknologi komputasi, simulasi numerik dapat dilakukan untuk mere-\nproduksi citra pengamatan. Tersedianya data resolusi tinggi ALMA dan berkem-\nbangnya simulasi numerik akan memberikan jalan baru untuk mempelajari\nsistem piringan protoplanet dengan lebih menyeluruh.\nPada tugas akhir ini akan dilakukan analisis morfologi piringan protoplanet\nHL Tau dan PDS 70 dengan membandingkan hasil pengamatan ALMA dan\nsimulasi numerik FARGO3D. Data pengamatan diambil dari arsip ALMA\ndan diolah menggunakan CASA, sedangkan simulasi piringan protoplanet di-\nlakukan dengan menggunakan FARGO3D. Simulasi numerik berhasil merepro-\nduksi tur-tur pada piringan protoplanet, yaitu celah tunggal/multi-cincin,\ncircumplanetary disk, dan lengan spiral. Komparasi hasil simulasi dengan citra\npengamatan menunjukkan bahwa piringan PDS 70 terdiri atas piringan bagian\ndalam, celah, circumplanetary disk, dan piringan bagian luar. HL Tau terdiri\ndari piringan dengan celah multi-cincin. Reproduksi citra pengamatan PDS\n70 berhasil dilakukan dan terbentuk tur-tur yang teramati pada observasi.\nDi sisi lain, citra HL Tau tidak dapat direproduksi pada piringan gas, tetapi\ntur multi-cincin berhasil direproduksi pada piringan material.", "Daftar File": {"ABSTRAK Muhammad Deva Ramadhan": "https://digilib.itb.ac.id/gdl/download/207449"}, "Penulis": "Muhammad Deva Ramadhan [10316039]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Taufiq Hidajat"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Engineering & allied operations", "Kata Kunci": "Piringan protoplanet, celah, circumplanetary disk, lengan spiral", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Jun 2020"}