{"Nomor": 47880, "Judul": "ADAPTIVE REMEDIAL ACTION SCHEME BASED ON PHASOR MEASUREMENT UNIT", "Abstrak": "Most of the blackout occurrences are caused by non-credible contingency events\nand often, the response to these situations is not prepared. One of such contingency\nevent is the violation of transmission line limits leading to the disconnection of\nmultiple highly loaded transmission lines. To prevent this event, knowing the\nloadability of the transmission line is important. In this research, a method to obtain\nthe loadability of the transmission line is proposed.\nThe data from the phasor measurement units are utilized to obtain the\ncharacteristics of the transmission lines (i.e. reactance, voltage drop pattern).\nThen, the loadability of the transmission lines in terms of thermal, voltage drop,\nand stability limits are calculated. The adaptive remedial action scheme (RAS) is\nalso designed to maintain power transfer within a safe limit by load shedding\nand/or generation rejection. This scheme will update the total amount of load\nshedding or generation rejection and select the target based on the sensitivity of\nvoltage to active power change.\nThe method is applied to the Java-Bali system, in which a high amount of power is\ntransferred from eastern to the western part through the transmission lines at the\nnorth and south corridors and hence, knowing the loadability limits of each\ncorridor is important. Using the proposed method, the separation of western and\neastern Java could be effectively prevented.", "Daftar File": {"Cover, Abstract & Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/207532"}, "Penulis": "Ahmad Yusuf Salile [23218050]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Nanang Hariyanto, M.T.", "Dr. Fathin Saifur Rahman, S.T., M.T.", "Prof. Masayuki Watanabe"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Phasor Measurement Unit, Adaptive Remedial Action Scheme, Loadability, Load Shedding, Generation Rejection, Greedy Algorithm, Voltage Sensitivity (dv/dP)", "Sumber": "", "Staf Input/Edit": "karya  \n                                     karya", "File": "1 file", "Tanggal Input": "23 Jun 2020"}