{"Nomor": 47884, "Judul": "KAPASITAS KELEMBAGAAN DALAM PENGEMBANGAN INFRASTRUKTUR TRANSPORTASI (STUDI KASUS: PEMBANGUNAN CABLE CAR KOTA BANDUNG)", "Abstrak": "Kelembagaan merupakan salah satu faktor utama yang memengaruhi\npengembangan dari suatu kawasan dan tidak luput dari pengembangan sistem\ntransportasi pula. Kelembagaan transportasi bertanggung jawab atas perencanaan dan\npengembangan transportasi umum, menentukan standar pelayanan minimal, hingga\nfungsi pengawasan. Kelembagaan transportasi yang tidak efektif apabila tidak\nterintervensi dapat melumpuhkan sistem transportasi secara menyeluruh dalam jangka\npanjang. Tidak luput dari masalah kemacetan, Pemerintah Kota Bandung mengeluarkan\nRencana Induk Transportasi Kota Bandung (2015) dan Bandung Urban Mobility Project\n(2016) yang meliputi pembangunan Cable Car sebagai salah satu transportasi feeder di\nKota Bandung. Namun, hingga tahun 2019 rencana tersebut masih belum dijalankan\nmeskipun rencananya sesungguhnya telah dicanangkan sejak tahun 2010 lalu. Untuk itu,\nkapasitas kelembagaan dari lembaga transportasi Kota Bandung perlu diteliti untuk\nmemahami hambatan yang ditemui serta intervensi yang dapat dilakukan. Penelitian\npertama dilakukan dengan mengidentifikasi faktor-faktor yang memengaruhi kapasitas\nkelembagaan melalui studi literatur. Faktor-faktor yang telah ditentukan kemudian\ndiberikan bobot melalui metode AHP, yang disertai dengan penilaian tiap faktor melalui\nanalisis isi untuk mengetahui tingkat kapasitas kelembagaan dari tiap lembaga\ntransportasi di Kota Bandung dalam pembangunan Cable Car. Hasil analisis\nmenunjukkan bahwa secara keseluruhan kapasitas kelembagaan transportasi di Kota\nBandung tergolong “Cukup”. Hal ini ditunjukkan dengan PT. ADP dan Dishub Kota\nBandung yang berperan sebagai Leading Sector dalam pembangunan Cable Car\ntergolong “Baik”, selagi lembaga pendukung lainnya layaknya Bappelitbang, DPMPTSP,\nBag. Kerjasama, Distaru, dan DLHK Kota Bandung tergolong “Cukup”. Kondisi\ntersebut mengimplikasikan bahwa pembangunan Cable Car di Kota Bandung masih\nbertumpu kepada Leading Sector, dan bahwa koordinasi serta sinergi antar lembaga\ntransportasi terkait masih perlu ditingkatkan guna mencapai keluaran yang diinginkan.", "Daftar File": {}, "Penulis": "Arya Try Chandra [15414034]", "Kontributor / Dosen Pembimbing": ["Dr. Miming Miharja, ST., M.Sc.Eng"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Faktor Kapasitas Kelembagaan, Kelembagaan Transportasi Kota Bandung, Analytic Hierarchy Process, Cable Car", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "23 Jun 2020"}