{"Nomor": 47898, "Judul": "PENGUJIAN DAN SIMULASI KEKUATAN STRUKTUR BATERAI SAKU TERHADAP BEBAN LENTUR", "Abstrak": "Baterai saku litium-ion adalah salah satu jenis baterai yang banyak digunakan pada perangkat keras seperti laptop, telepon genggam, drone, dan mobil listrik. Baterai jenis ini banyak dipilih karena bentuknya yang kompak dan konfigurasinya yang dapat diubah-ubah sesuai dengan kebutuhan dari penggunanya. Namun, kemudahan ini di sisi lain dapat menimbulkan masalah karena kekuatan struktur dari baterai saku litium-ion hanya bergantung kepada keberadaan penutup dan kekuatan pengikat antar lapisan baterai tersebut. Oleh sebab itu, baterai saku memiliki stabilitas termal yang rendah sehingga rentan mengalami korsleting, terutama ketika baterai menerima pembebanan mekanik secara langsung seperti pembebanan lentur.\nPada tugas sarjana ini, dilakukan pengujian lentur tiga titik terhadap struktur baterai saku dengan konfigurasi yang beragam untuk mendapatkan kurva gaya terhadap perpindahan. Selanjutnya, untuk mengetahui distribusi tegangan yang terjadi pada komponen di dalam baterai, dilakukan simulasi model elemen hingga baterai saku yang terkena beban lentur menggunakan perangkat lunak Abaqus 2019, dengan keluaran berupa kurva gaya terhadap perpindahan. Hasil dari simulasi ini, kemudian dibandingkan dengan hasil dari pengujian lentur tiga titik untuk divalidasi.\nSetelah dilakukan pengujian dan simulasi, diketahui bahwa untuk kasus baterai yang terdiri dari empat lapisan dengan konfigurasi ditumpuk dan tanpa penutup alumunium, nilai maksimum gaya dari pengujian lentur tiga titik adalah sebesar 0,54 N, sedangkan dari hasil simulasi, nilai maksimum gaya sebesar 0,503 N, dimana terdapat perbedaan sebesar 7% diantara kedua jenis pengujian tersebut.", "Daftar File": {"ABSTRAK Arif Hidayat": "https://digilib.itb.ac.id/gdl/download/207471"}, "Penulis": "Arif Hidayat [13116008]", "Kontributor / Dosen Pembimbing": ["Dr. Bentang Arief Budiman, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "baterai saku, uji lentur tiga titik, korsleting.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Jun 2020"}