{"Nomor": 47892, "Judul": "PREDIKSI RISIKO DENGAN VARIANSI", "Abstrak": "Variansi sebagai prediksi risiko menggambarkan sebaran data risiko relatif terhadap mean-\nnya. Perhitungan variansi data risiko dengan menggunakan peubah acak risiko perlu diper-\ntimbangkan untuk memperoleh nilai variansi pada semua jenis data risiko. Variansi pada\npeubah acak diperoleh dengan menggunakan fungsi peluang dari distribusi data risiko. Jika\ndata risiko berupa data bivariat, variansi yang dapat dihitung adalah variansi bersyarat.\nVariansi bersyarat menjadi sulit ditentukan saat fungsi peluang bersama standar tertentu,\nseperti distribusi normal bivariat dan Student's t bivariat, tidak cocok terhadap data risiko\nbivariat. Untuk model distribusi bivariat dengan distribusi marjinal berasal dari keluarga\ndistribusi berbeda, fungsi peluang bersama dapat ditentukan dengan menggunakan Copula\nClayton Bivariat. Nilai variansi bivariat dari berbagai pilihan distribusi marjinal dapat di-\ntentukan dengan menggunakan fungsi peluang bersama berbasis Copula Clayton Bivariat.\nAnalisis berdasarkan data simulasi normal bivariat serta model bivariat yang memiliki dis-\ntribusi marjinal berupa distribusi Weibull dan Eksponensial. Selain itu, juga dilakukan ana-\nlisis pada data Angka Partisipasi Sekolah (APS) dari 34 provinsi di Indonesia pada periode\ntahun 2011 sampai tahun 2019. Dari kedua analisis tersebut ditentukan prediksi ukuran risiko\ndengan tingkat kepercayaan (1 ???? ). Berdasarkan taksiran peluang cakupan dan uji metode\nback ????testing, prediksi risiko dengan menggunakan variansi memberikan hasil prediksi yang\ncukup akurat.", "Daftar File": {"ABSTRAK.pdf:??_": "https://digilib.itb.ac.id/gdl/download/207457"}, "Penulis": "Widya Nessa [90118003]", "Kontributor / Dosen Pembimbing": ["Khreshna Imaduddin Ahmad Syuhada, S.Si., M.Si., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "variansi, prediksi risiko, Copula Clayton Bivariat, model bivariat", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "23 Jun 2020"}