{"Nomor": 47896, "Judul": "DETEKSI PROFIL ANGIN DI TITAN DARI PENGAMATAN ALMA: TINJAUAN PROFIL GARIS HNC, HC3N, CH3CN, DAN HCN", "Abstrak": "Titan, satelit terbesar Saturnus, merupakan satu-satunya satelit di Tata\nSurya dengan atmosfer yang substansial. Pengamatan secara in situ oleh pen-\ndarat Huygens memberi konrmasi bahwa tiga molekul yang mendominasi\natmosfer Titan adalah: nitrogen, metana, dan hidrogen; serta memperoleh\nstruktur lengkap prol termal atmosfer Titan yang terdiri dari: troposfer,\nstratosfer, mesosfer, dan termosfer. Selain itu, atmosfer Titan juga memiliki\nsirkulasi umum satu sel kutub-ke-kutub dan siklus hidrokarbon yang menun-\njukkan bahwa atmosfer Titan sangat dinamis. Untuk mempelajari dinamika\natmosfer Titan, pengamatan angin merupakan salah satu pemasok informasi\npenting. Salah satu metode yang digunakan untuk menentukan kecepatan\nangin di atmosfer Titan adalah dengan mengukur pergeseran Doppler dari\ngaris emisi molekul. HNC, HC3N, CH3CN, dan HCN contoh molekul yang\ndapat digunakan untuk mengukur kecepatan angin karena cukup melimpah\ndi wilayah ketinggian yang berbeda-beda. Pengamatan dengan menggunakan\nteleskop radio ALMA menunjukan bahwa puncak emisi spektrum HNC, HCN,\nHC3N, dan CH3CN, secara berturut-turut berasal dari ketinggian 990, 745,\n710, dan 345 km, sehingga dapat dimanfaatkan untuk mengindera atmosfer\nbagian atas.\nTugas Akhir ini memanfaatkan data dari pengamatan ALMA, pengolahan\ndata menggunakan CASA, dan tting menggunakan Simple Linear Regression\nuntuk menentukan nilai kecepatan angin di atmosfer Titan dari molekul HNC,\nHC3N, CH3CN, dan HCN. Nilai kecepatan angin yang didapatkan dari Tugas\nAkhir ini adalah 208,594  88,667 m/s untuk spektrum HNC, 234,982  49,954\nm/s untuk HC3N, 251,239  39,790 m/s untuk CH3CN, dan 333,083  67,114\nm/s untuk HCN. Perbedaan nilai dibandingkan dengan pekerjaan sebelumnya\n(Lellouch dkk., 2019) untuk data pengamatan yang sama akan dibahas dalam\nTugas Akhir ini.", "Daftar File": {"ABSTRAK Luluatul Badingah": "https://digilib.itb.ac.id/gdl/download/207469"}, "Penulis": "Luluatul Badingah [10316005]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Taufiq Hidajat"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Astronomy", "Kata Kunci": "Titan, atmosfer, angin, Doppler, molekul, ALMA", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Jun 2020"}