{"Nomor": 47906, "Judul": "RELIABLE METHOD FOR ACCURATE MEASUREMENTS OF THE BREAKDOWN VOLTAGE IN MICRO-GAPS", "Abstrak": "As the development of very massive technology, the trend of nanotechnology products and the\nmicrotechnology industry has developed rapidly. The actual trend of compact design of low /\nmedium voltage equipment implies lower distances between active parts, which might be as\nlow as few microns. Under these conditions knowledge about the breakdown voltage is needed\nin order to reduce losses and prevent operational failure.\nThe breakdown voltage in gases has been successfully determined by the Paschen’s law, which\nrelates the breakdown voltage to the distance times pressure (pd) product. Contrary to large\nscale electrode separations, where the breakdown voltage is well described by the Paschen’s\nlaw which relates to product of distance and pressure, the inter-electrode gaps below 10 ?m\nshow a departure from the Paschen’s law due to the additional mechanisms of field electron\nemission. Some researchers observe the breakdown voltage in the micro gap with distance\nbetween 1 - 10 µm at ambient temperature, divided into three regions by using a plate needle\nelectrode configuration. The first region is an electrode gap greater than 8 µm where this\nregion agrees with the explanation of the Paschen’s curve due to the Townsend avalanche\nmechanism. The second region is the plateu region with 5 - 8 µm electrode gap which is a\ntransition region, the existence of a field emission mechanism begins to play a role in electron\nrelease. then the third region, at the electrode gap < 5 µm, is a departure from the Paschen\nlaw, the presence of a field electron emission mechanism causes a breakdown voltage. They\nconcluded that the effect of field emissions has caused a modification of the Paschen law. They\nmade observations based on deviations that occurred to the left of the distorted curve caused\nby field emissions and they found breakdown fields from 50 - 150 x 109 V / m.\nHowever, measurements of the breakdown voltage in microgaps remains quite delicate\nexperiment, mainly because of difficulties related to the accurate definition of the distance\nbetween the electrodes. To overcome these limitations, we propose here a reliable method\nbased on measurements of the current amplitude and phase between current and applied\nvoltage for AC signals. It is shown that when contact between the two electrodes occurs the\ncurrent amplitude increases substantially and the phase changes abruptly to zero. Thus, no\narbitrary conditions are needed to define the contact point. The system is well-defined and the\nprocedure accuracy improved.\nAnd Dealing with this work, we also observed the distance of the micro gap based on electrical\nwaveforms by confirming the results of the experiment by calculating the capacitance and\nsimulation values using a needle-plate configuration where the needle is the anode and the flat\nelectrode is the cathode. In this simulation we also compare the surface conditions in fine\nconditions and by adding protrusion. The protrusion is placed on a plate surface perpendicular\nto the needle electrode in the form of an isosceles triangle. We study the effect of protrusion on \nchanges in the value of capacitance. And we also made observations on the breakdown voltage\ndeviation in the gap of 1-10 µm with needle-plate electrode configuration.\nMicro gap distance measurement method based on waveforms by confirming the experimental\nresults by calculating the capacitance obtained from the circuit impedance analysis results can\nbe applied. The impact of nanoprotrusion on the surface of the electrode plate which is\nsimulated using an isocceles geometry does not affect the capacitance value. The results of\nmeasuring breakdown voltage in the micro-gap, we found a deviation from the Pasche’s curve.", "Daftar File": {"Abstract": "https://digilib.itb.ac.id/gdl/download/207480"}, "Penulis": "Aditya Eka Purba Sejati [23218068]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Ngapuli Irmea Sinisuka", "Prof. Dr. Jean-Pascal Cambronne"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "microgaps, Paschen’s law, nanoprotrusions, capacitance, field emission, reliable measurement", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "23 Jun 2020"}