{"Nomor": 47904, "Judul": "SKEMA PENETAPAN HARGA PENGISIAN BATERAI KENDARAAN LISTRIK BERDASARKAN PREDIKSI CHARGING LOAD DI JARINGAN DISTRIBUSI LISTRIK MENGGUNAKAN METODE SIMULASI MONTE-CARLO: STUDI KASUS JAKARTA", "Abstrak": "Indonesia akan memasuki era baru kendaraan listrik (EV). Dalam penelitian ini,\ncharging load dari kendaraan listrik akan dihitung berdasarkan tren dan\nperkembangan EV di Indonesia dari tahun 2020 hingga 2030. Karena\npengembangan EV di Indonesia baru saja resmi dimulai, beban pengisian maupun\npola penggunaan dari beberapa jenis EV akan dianalisis. Dengan tidak adanya data\nhistoris, metode simulasi Monte-Carlo akan digunakan dengan 3 skenario utama\nuntuk memperkirakan charging load EV, yaitu skenario dasar atau referensi,\nskenario moderate dan advanced. Parameter utama yang akan digunakan untuk\nproses perhitungan ini adalah waktu mulai pengisian dan state of charge (SOC) dari\nEV, yang ditentukan sesuai dengan distribusi probabilitas. Pada simulasi ini, load\nprofile dari charging load EV akan dibuat dengan interval 1 jam selama 24 jam.\nDari load profile yang didapat, skema penentuan harga akan dibuat untuk\nmengoptimalkan biaya operasional sistem distribusi. Untuk studi kasus, Kota\nJakarta dipilih sebagai objek utama untuk menganalisis pengembangan EV\nsepanjang tahun 2020 hingga 2030. Hasilnya, skema penetapan harga dimulai dari\nRp 0 pada tahun 2019 untuk semua skenario dan akan bertambah hingga mencapai\nsekitar Rp 2.500 pada tahun 2030 untuk semua skenario.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/207478", "COVER Ardy Gamawanto": "https://digilib.itb.ac.id/gdl/download/218356", "BAB 5 Ardy Gamawanto": "https://digilib.itb.ac.id/gdl/download/218361", "PUSTAKA Ardy Gamawanto": "https://digilib.itb.ac.id/gdl/download/218362"}, "Penulis": "Ardy Gamawanto [18016023]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Nanang Hariyanto, M.T.", "Kevin Marojahan B N, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "skema penetapan harga, forecasting, charging load kendaraan listrik, Monte-Carlo, Kota Jakarta", "Sumber": "", "Staf Input/Edit": "karya", "File": "8 file", "Tanggal Input": "23 Jun 2020"}