{"Nomor": 47917, "Judul": "PENGEMBANGAN MODEL TEORITIS DUA DIMENSI TERHADAP PEMBENTUKAN RETAKAN TANAH CLAYSHALE TERGANGGU AKIBAT DESIKASI", "Abstrak": "Fenomena retakan tanah akibat desikasi umum terjadi. Adanya siklus basah dan siklus kering menyebabkan terjadinya perubahan kadar air tanah sehingga terjadi proses kembang susut yang bersifat inhomogen. Proses tersebut menyebabkan munculnya tegangan pada tanah sehingga retakan tanah akan terbentuk. Keberadaan retakan tanah akan menyebabkan tidak meratanya kadar air tanah di area tertentu, sehingga aliran seepage pun akan terbentuk. Adanya aliran air dalam tanah bisa jadi menyebabkan pola keruntuhan tanah yang baru. Pola keretakan tanah terbentuk secara acak dan metode untuk memprediksi pola keretakan tersebut masih belum banyak berkembang. Untuk itu dilakukan uji desikasi untuk mengetahui teori sederhana pembentukan keretakan tanah secara dua dimensi pada tanah clayshale terganggu. Pengujian dilakukan di laboratorium dengan menggunakan dua bentuk tray yang berbeda, yaitu persegi dan lingkaran. Tray yang digunakan memiliki ukuran panjang sisi 100 cm dan tinggi 2 cm. Tanah yang digunakan dalam pengujian berasal dari daerah Cisomang yang dicampur dengan air hingga berbentuk slurry. Dari pengujian didapatkan hasil berupa kurva susut tanah, pengamatan visual mengenai rambatan retakan tanah, dan teori sederhana untuk memprediksi pembentukan retakan tanah secara dua dimensi. Berdasarkan kurva susut tanahnya, kadar air volumetrik pada tanah uji memiliki nilai 0,85. Untuk hasil dari rambatan retakan yang dihasilkan di kedua tray tersebut memberikan kecenderungan pola yang mirip, sehingga dapat ditarik teori pembentukan pola retakan tanah dengan boundary tertentu yang dijelaskan dalam paper ini.", "Daftar File": {"ABSTRAK Saraswati Noor Rachma": "https://digilib.itb.ac.id/gdl/download/207492", "COVER Saraswati Noor Rachma": "https://digilib.itb.ac.id/gdl/download/253558", "BAB 1 Saraswati Noor Rachma": "https://digilib.itb.ac.id/gdl/download/253559", "BAB 2 Saraswati Noor Rachma": "https://digilib.itb.ac.id/gdl/download/253560", "BAB 3 Saraswati Noor Rachma": "https://digilib.itb.ac.id/gdl/download/253561", "BAB 4 Saraswati Noor Rachma": "https://digilib.itb.ac.id/gdl/download/253562", "BAB 5 Saraswati Noor Rachma": "https://digilib.itb.ac.id/gdl/download/253563", "BAB 6 Saraswati Noor Rachma": "https://digilib.itb.ac.id/gdl/download/253564", "PUSTAKA Saraswati Noor Rachma": "https://digilib.itb.ac.id/gdl/download/253565"}, "Penulis": "Saraswati Noor Rachma [25017005]", "Kontributor / Dosen Pembimbing": ["Sugeng Krisnanto, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil & political rights", "Kata Kunci": "clayshale, desikasi, dua dimensi, retakan tanah, tanah terganggu", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "24 Jun 2020"}