{"Nomor": 47913, "Judul": "STRATEGI STATION KEEPING SATELIT GEO (STUDI KASUS SES-7)", "Abstrak": "Satelit GEO ideal adalah satelit yang mempunyai kriteria elemen orbit eksentrisitas, ????=0 , sudut inklinasi, ????=0, setengah sumbu panjang orbit ????=42,16426687 km, tetapi tidak mempunyai argumen perigee ???? dan asensiorekta titik nodal naik ????. Satelit pada orbit ini umumnya digunakan untuk misi yang memanfaatkannya sebagai relay komunikasi. Akibat adanya gangguan yang berasal dari potensial gravitasi ketidakbulatan Bumi dan gravitasi lunisolar, maka elemen orbit satelit GEO tersebut akan berubah terhadap waktu. Perubahan elemen orbit ini menyebabkan satelit bergeser dari posisi nominalnya ke arah Timur-Barat (pergeseran bujur) dan Utara-Selatan (pergeseran lintang atau inklinasi). Untuk melihat arah pergeseran bujur dan lintang satelit, dilakukan propagasi orbit. Propagasi orbit menyatakan “penjalaran” orbit dari waktu ke waktu. Pada tugas akhir ini, satelit GEO yang dipelajari adalah SES-7 yang terletak pada 108.25° BT.\nUntuk mengoreksi orbit satelit, dilakukan manuver sesuai arah pergeseran satelit, yaitu manuver Timur-Barat dan Utara-Selatan. Perangkat lunak yang digunakan untuk mempropagasikan orbit dan manuver adalah GMAT (General Mission Analysis Tool). Pada simulasi ini, terdapat 3 skenario untuk kedua jenis manuver, yaitu skenario 1 (manuver 14 hari T-B dan 28 hari U-S), skenario 2 (manuver 14 T-B dan 14 hari U-S), dan skenario 3 (manuver 7 hari T-B dan 7 hari U-S) yang dilakukan selama 84 hari. Manuver Timur-Barat dilakukan dengan teknik drift symmetry, sedangkan manuver Utara-Selatan dilakukan pada nodal naik atau nodal turun.\nUrutan kebutuhan ????? mulai dari kebutuhan ????? yang paling kecil adalah skenario 1, 2, dan 3. Periode manuver Timur-Barat tidak bisa lebih lama dari 84 hari karena akan melebihi batas kotak maya akibat pengaruh perubahan eksentrisitas. Namun, manuver Utara-Selatan dapat dilakukan dengan waktu yang lebih lama. Oleh karena itu, penulis juga melakukan manuver Utara-Selatan dengan batas inklinasi 0.05°, 0.08°, dan 0.1° selama satu tahun. Hasilnya, Urutan kebutuhan ????? Utara-Selatan mulai dari kebutuhan ????? yang paling kecil adalah 0.1°, 0.008°, dan 0.05°.", "Daftar File": {"ABSTRAK Elisa Fitri": "https://digilib.itb.ac.id/gdl/download/207488"}, "Penulis": "Elisa Fitri [10316006]", "Kontributor / Dosen Pembimbing": ["Dr. Endang Soegiartini, S.Si., M.Si.", "Dr.Eng. Ridanto Eko Poetro, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Astronomy", "Kata Kunci": "Satelit GEO, gangguan orbit, manuver Station Keeping", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Jun 2020"}