{"Nomor": 47922, "Judul": "KEMAMPUAN BIG DATA ANALYTICS DAN DAMPAKNYA TERHADAP KINERJA PERUSAHAAN: PERAN MEDIASI SOCIAL CRM", "Abstrak": "Berkembangnya trend big data akibat penggunaan teknologi media sosial di masyarakat mendorong perusahaan untuk bersaing dalam lingkungan big data. Perusahaan terus berusaha untuk meningkatkan kemampuan analisis big data (big data analytics capabilities) guna meningkatkan kinerja perusahaan (firm performance). Perusahaan juga memanfaatkan social CRM untuk meningkatkan kinerja perusahaan berdasarkan hubungannya dengan konsumen (customer relationship performance). Social CRM adalah sistem untuk mengatur hubungan perusahaan dengan konsumen dengan memanfaatkan teknologi sosial media yang bertujuan untuk membentuk komunikasi interaktif dengan konsumen. Social CRM berpotensi menerima manfaat dari hasil analisis big data berupa informasi konsumen yang berasal dari hasil ekstraksi interaksi perusahaan dengan konsumen.\nTujuan penelitian ini adalah untuk mengidentifikasi pengaruh dari BDAC dan social CRM dalam mempengaruhi kinerja perusahaan, serta mengidentifikasi efek mediasi dari social CRM terhadap hubungan pengaruh antara BDAC dan kinerja perusahaan. Penelitian ini mengembangkan model BDAC berdasarkan resource-based theory yang mempengaruhi kinerja perusahaan dengan efek mediasi oleh social CRM.\nPada penelitian ini, pengolahan data dilakukan dengan menggunakan 54 data manajer perusahaan berbasis IT di Indonesia yang memanfaatkan analisis big data dan sistem social CRM. Survey dilakukan secara daring dengan menggunakan kuisioner yang sudah disusun sebelumnya. Penelitian ini menggunakan metode PLS-SEM untuk memprediksi apakah kemampuan perusahaan dalam analisis big data untuk meningkatkan kinerja perusahaan dimediasi oleh pemanfaatan social CRM.\nHasil penelitian menunjukkan bahwa BDAC memiliki pengaruh tidak langsung terhadap kinerja perusahaan. Social CRM dan customer relationship performance berperan dalam memediasi pengaruh tersebut. Selain itu, ditemukan bahwa customer centric-management system mempengaruhi CRM technology use. Namun, CRM technology use tidak memiliki pengaruh pada social CRM. Social media technology use memiliki pengaruh langsung terhadap social CRM", "Daftar File": {"ABSTRAK Mohamad Novaldi": "https://digilib.itb.ac.id/gdl/download/207497"}, "Penulis": "Mohamad Novaldi [23418006]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Rajesri, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "Big Data Analytics Capabilities, Social CRM, Firm Performance, Customer Relationship Performance", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Jun 2020"}