{"Nomor": 47929, "Judul": "DELINEASI STRUKTUR KECEPATAN SEISMIK 3-D PADA CEKUNGAN BANYUMAS, JAWA TENGAH, MENGGUNAKAN TOMOGRAFI WAKTU TEMPUH", "Abstrak": "Cekungan Banyumas merupakan cekungan sedimen pada bagian selatan Jawa\nTengah, Indonesia. Penemuan rembesan minyak pada Cekungan Banyumas\nmerupakan bukti bahwa batuan induk hidrokarbon telah terbentuk. Tebalnya\nendapan vulkanik di area studi menyebabkan penggunaan metode seismik\nkonvesional kurang optimum. Untuk melihat ketebalan sedimen dan juga struktur\ngeologi yang ada di bawah permukaan, digunakan metode Passive Seismic\nTomography (PST) untuk mencitrakan struktur kecepatan bawah permukaan 3-D\nVp, Vs dan Vp/Vs. Studi ini menggunakan 70 stasiun borehole seismograf dengan\ndurasi perekaman selama 177 hari. Total 354 event menghasilkan 9,370 fase\ngelombang P dan 9368 fase gelombang S yang digunakan untuk inversi tomografi\nwaktu tempuh. Model kecepatan awal pada lapisan kerak dangkal menggunakan\ndata checkshot sumur Jati-1. Uji resolusi dengan Checkerboard Resolution Test\n(CRT), Diagonal Resolution Element (DRE) dan Derivative Weight Sum (DWS)\nmenunjukkan bahwa area studi dapat teresolusi dengan baik. Validasi hasil inversi\ntomografi dilakukan dengan menggunakan hasil penelitian geologi, anomali gaya\nberat residual, dan penampang seismik konvensional. Penampang vertikal dari hasil\ninversi tomografi menunjukkan kesesuaian yang baik dengan penampang seismik\nkonvensional dan diinterpretasi berdasarkan kontrol dari sumur Jati-1. Penampang\nhorizontal menunjukkan kesesuaian yang baik dengan peta geologi regional, model\nstruktur geologi dan anomali residual gaya berat pada area penelitian. Struktur\nantiklin yang dapat berperan sebagai perangkap struktur bagi sistem petroleum\nCekungan Banyumas dapat dicitrakan dengan baik. Metode tomografi waktu\ntempuh juga berhasil mencitakan kedalaman batuan dasar yang tidak dapat\ndicitrakan oleh metode seismik konvensional. Kedalaman batuan dasar yang\ndiperoleh berdasarkan hasil dari studi ini adalah pada rata-rata kedalaman 8000m.", "Daftar File": {"ABSTRAK Hidayat": "https://digilib.itb.ac.id/gdl/download/207506"}, "Penulis": "Hidayat [22318012]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Andri Dian Nugraha, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Cekungan Banyumas, hidrokarbon, inversi tomografi, Passive Seismic Tomography (PST), sedimen vulkanik, Sumur Jati-1", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "24 Jun 2020"}