{"Nomor": 47934, "Judul": "ANALISA DEFORMASI PERMUKAAN TANAH MENGGUNAKAN DIFFERENTIAL INTERFEROMETRY SYNTHETIC APERTURE RADAR (DINSAR) PASCA GEMPA LOMBOK 2018", "Abstrak": "Pulau Lombok diguncang oleh gempa pendahulu (foreshock) pada tanggal 29 Juli 2018 dengan magnitude 6,4 disusul pada tanggal 5 Agustus 2018 dengan magnitude 7,0 sebagai gempa utama (mainshock). Hanya berselang dua minggu, pulau Lombok diguncang foreshock tanggal 19 Agustus 2018 pada pukul 11.10 WIB dengan magnitude 6,3 dan disusul mainshock kedua pada pukul 21.56 WIB dengan magnitude 6,9. Untuk memberikan gambaran tentang intensitas kerusakan akibat gempa bumi dan pola fault yang mengakibatkan gempa, penelitian ini mengobservasi deformasi tanah setelah gempa menggunakan metode Differensial Interferogram SAR (DInSAR) dari data satelit Sentinel-1. Data satelit yang digunakan adalah data interferogram sebelum dan sesudah gempa. Data relokasi aftershock gempa dan mekanisme sumber dari USGS juga digunakan untuk mengklarifikasi posisi deformasi. Hasil menunjukkan posisi deformasi tanah dan pola fault dari data satelit sesuai dengan mekanisme sumber dan data relokasi aftershock dari USGS yaitu terjadi di wilayah utara Lombok. Hasil ini juga sesuai dengan data yang dikeluarkan oleh BNPB mengenai wilayah dengan intensitas kerusakan tertinggi adalah wilayah Lombok Utara. Perubahan deformasi hingga 29 cm mengindikasikan wilayah utara Lombok memiliki tingkat rawan gempa cukup tinggi. Hal ini dikarenakan sesar di utara Lombok memiliki kemungkinan lebih dekat dengan daratan jika dibandingkan dengan peta gempa nasional tahun 2017. Dalam jangka panjang, metode untuk mengidentifikasi intensitas kerusakan yang telah dilakukan dalam penelitian ini dapat membantu pembuatan database dampak gempa bumi di suatu wilayah serta mendukung proses mitigasi bencana akibat gempa bumi.", "Daftar File": {"ABSTRAK Pupus Qira": "https://digilib.itb.ac.id/gdl/download/207512"}, "Penulis": "Pupus Qira [20218007]", "Kontributor / Dosen Pembimbing": ["Wahyu Srigutomo, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "gempa, deformasi, pola fault, DInSAR.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Jun 2020"}