{"Nomor": 47933, "Judul": "OPTIMASI EKSTRAKSI SECARA SIMULTAN MINYAK DAN RESIN BIJI NYAMPLUNG", "Abstrak": "Tanaman nyamplung (Calophyllum inophyllum L.) merupakan tanaman yang\nsangat potensial untuk sumber bahan bakar yang dapat dikembangkan di Indonesia,\nkarena pemanfaatannya tidak berkompetisi dengan kepentingan untuk bahan\npangan. Kandungan minyak biji nyamplung yaitu 60-75%, dan kandungan resinnya\nyang cukup tinggi yaitu 10-30%, sehingga menambah keanekaragaman produk\nyang dihasilkan dari biji nyamplung dan dapat menambah nilai gunanya.\nPenelitian ini bertujuan untuk mengoptimasi proses ekstraksi minyak dan resin dari\nbiji nyamplung dengan menggunakan pelarut heksana dan metanol pada berbagai\nkondisi operasi dan mendapatkan kondisi operasi ekstraksi yang optimum. Terdapat\nempat tahapan proses pada penelitian ini yaitu persiapan bahan baku, proses\nekstraksi, pemurnian produk, dan analisis produk. Fokus utama penelitian ini adalah\npada proses ekstraksi. Pada tahapan proses ini akan dilakukan ekstraksi dengan\nmenggunakan dua jenis pelarut (heksana-metanol) dengan beberapa variasi operasi\nyaitu: (1) suhu ekstraksi (35-45oC); (2) waktu ekstraksi (4-6 jam); (3) kecepatan\npengaduk (200-600 rpm), optimasi proses ekstraksi minyak dan resin dari biji\nnyamplung dilakukan menggunakan Response Surface Methodology (RSM).\nMinyak dan resin yang diperoleh kemudian dikarakterisasi melalui beberapa\nanalisis. Analisis untuk minyak yaitu rendemen, bilangan asam, densitas dan\nviskositas, sedangkan analisis untuk resin yaitu rendemen, dan bilangan asam.\nBerdasarkan hasil penelitian, Optimasi kondisi proses ekstraksi minyak dan resin\nbiji nyamplung secara simultan menggunakan campuran pelarut heksana dan\nmetanol menghasilkan rendemen minyak 52,43% dan resin 9,56% yang diperoleh\npada suhu 40oC, waktu ekstraksi 5 jam dan kecepatan pengaduk 500 rpm. Optimasi\ndengan tujuan memaksimasi respon rendemen minyak diperoleh rendemen 55,33%\npada suhu 45oC, waktu ekstraksi 6 jam dan kecepatan pengaduk 600 rpm. Optimasi\ndengan tujuan memaksimalkan respon rendemen resin diperoleh rendemen 10,91%\npada suhu 36,35oC, waktu ekstraksi 4 jam dan kecepatan pengaduk 591,78 rpm.\nOptimasi setiap mutu minyak dan resin tidak menghasilkan model yang signifikan\nterhadap respon. Mutu minyak hasil optimasi secara simultan rendemen minyak\nadalah bilangan asam 10,51 mgKOH/g, densitas 0,94 g/ml, dan viskositas 4,47 cP,\nsedangkan untuk resin adalah bilangan asam 142,79 mgKOH/g.", "Daftar File": {"ABSTRAK Ahmad Moh. Nur": "https://digilib.itb.ac.id/gdl/download/207510"}, "Penulis": "Ahmad Moh. Nur [23017019]", "Kontributor / Dosen Pembimbing": ["Dr. Tirto Prakoso, S.T., M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "nyamplung, minyak, resin, optimasi, response surface methodology", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Jun 2020"}