{"Nomor": 47932, "Judul": "PEMANFAATAN AMBIENT NOISE TOMOGRAPHY RESOLUSI TINGGI UNTUK MENDELINEASI CEKUNGAN SEDIMEN BANYUMAS, JAWA TENGAH, INDONESIA", "Abstrak": "Studi Ambient Noise Tomography (ANT) pada area vulkanik relatif masih jarang\ndilakukan dan hasil eksplorasi seismik konvensional (seismik refleksi) belum\ncukup baik (poor) untuk mencitrakan struktur bawah permukaan. Aplikasi\nkorelasi silang dari ambient noise sudah banyak diaplikasikan untuk memahami\nstruktur bawah permukaan. Aplikasi ini menggunakan prinsip seismic\ninterferometry untuk mendapatkan sinyal baru dari latarbelakang bising seismik\nyang beririsan. Pada tesis ini, metode korelasi silang dari ambient seismic noise\ndigunakan untuk menggambarkan struktur di Cekungan Banyumas, Jawa Tengah,\nIndonesia. Lokasi ini diyakini berhubungan dengan lapisan vulkanik yang relatif\ntebal. Jaringan seismik sementara yang digunakan adalah 68 stasiun seismometer\nbroadband selama 60 hari pengamatan. Lebih dari 1000 pasangan korelasi silang\nkomponen vertikal yang dapat digunakan untuk mengestimasi Green’s Function\ndari gelombang Rayleigh. Multiple Filter Technique (MFT) digunakan sebagai\nanalisis Time-Frequency dan diperoleh 1.291 kurva dispersi. Setiap kurva dispersi\ndiekstrak untuk mendapatkan travel time untuk periode yang berbeda. Inversi\ntomografi model kecepatan grup dilakukan untuk mendapatkan gambaran peta\nvariasi kecepatan grup gelombang Rayleigh di daerah studi pada periode 1s-6s.\nAnomali kecepatan grup rendah gelombang Rayleigh cenderung berarah\nbaratlaut-tenggara.\nAlgoritma Neighbourhood (NA) digunakan untuk melakukan inversi kurva\ndispersi pada 121 titik grid yang dibuat untuk mendapatkan profil vertikal 1D\ngelombang geser (Vs) terhadap kedalaman. Seluruh profil vertikal 1D Vs\nkemudian diinterpolasi untuk mendapatkan peta variasi Vs pada area studi. Peta\nvariasi nilai Vs menunjukkan bahwa pola anomali rendah nilai Vs cenderung\nberarah baratlaut-tenggara yang berasosiasi dengan dua sub-cekungan sedimen,\nSub-cekungan Majenang dan Sub-cekungan Citandui. Kehadiran anomali rendah\nnilai Vs diperkirakan sebagai respon dari batuan sedimen berumur Miosen Tengah\n– Pliosen. Sedangkan, anomali tinggi nilai Vs diperkirakan sebagai respon dari\nproduk vulkanik berumur Oligosen – Miosen Awal dan sedimen berumur Eosen.Pola anomali tinggi dan rendah Vs relatif sesuai dengan sebaran batuan hasil studi\ngeologi permukaan dan pola anomali tinggi-rendah studi metode gayaberat. Hasil\npenampang vertikal Vs menunjukkan batas ketidakselarasan antara batuan produk\nvulkanik dengan lapisan sedimen diatasnya pada kedalaman ~6 km. Hasil yang\ndisajikan diharapkan menjadi tambahan pengetahuan dalam menjawab tantangan\neksplorasi pada area tutupan vulkanik yang berasosiasi dengan potensi\nhidrokarbon.", "Daftar File": {"ABSTRAK Ahmad Setiawan": "https://digilib.itb.ac.id/gdl/download/207509"}, "Penulis": "Ahmad Setiawan [22318016]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Andri Dian Nugraha, S.Si., M.Si.", "Dr. Zulfakriza, S.Si., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Cekungan Sedimen Banyumas, area vulkanik, hidrokarbon, Ambient Noise Tomography, korelasi silang, Green’s Function, gelombang Rayleigh, gelombang geser.", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "24 Jun 2020"}