{"Nomor": 47931, "Judul": "DAMAGE DETECTION PADA STRUKTUR JEMBATAN DENGAN METODE ENERGI DAN EKSPANSI RAGAM GETAR DARI DATA MODAL YANG TERBATAS", "Abstrak": "Pengembangan sistem pendeteksian kerusakan untuk struktur jembatan merupakan penelitian yang penting untuk melengkapi sistem pemantauan kesehatan struktur jembatan. Jumlah data modal yang terbatas akibat jumlah sensor yang minim dalam sistem pemantauan kesehatan struktur menghasilkan tantangan dalam pengembangan sistem pendeteksian kerusakan. Dalam laporan ini, dikembangkan sistem pendeteksian kerusakan baru yang terdiri dari dua tahap yaitu: ekspansi ragam getar dengan metode bayesian dan penentuan lokasi kerusakan dengan metode energi regangan modal. Sistem pendeteksian kerusakan dengan penggabungan kedua metode tersebut diterapkan terhadap struktur jembatan multigelagar beton sederhana dengan data simulasi numerik dan data pengujian lapangan.\nData simulasi numerik terdiri dari data simulasi kerusakan tunggal dan simulasi kerusakan majemuk dengan variasi terhadap lokasi kerusakan dan tingkat kerusakan. Data simulasi numerik juga divariasikan dalam jumlah data modal yang diketahui. Variasi ini bertujuan untuk memahami akurasi dari penggabungan kedua metode yang diajukan. Selain itu, data pengujian lapangan juga digunakan untuk memahami kemampuan dari penggabungan kedua metode yang diajukan terhadap implementasi pada jembatan real. Data pengujian lapangan diperoleh dari struktur jembatan yang telah mengalami kerusakan akibat terjadinya kebakaran pada struktur. Selain itu, data catatan kerusakan real hasil inspeksi lapangan juga digunakan dalam proses validasi. Hasil penelitian menunjukkan bahwa penggabungan kedua metode yang diajukan mampu memberikan prediksi lokasi kerusakan dengan korelasi yang baik terhadap simulasi kerusakan maupun kerusakan real pada struktur jembatan multigelagar beton sederhana.", "Daftar File": {"ABSTRAK Willy Wiwiek Chandra": "https://digilib.itb.ac.id/gdl/download/207508", "COVER Willy Wiwiek Chandra": "https://digilib.itb.ac.id/gdl/download/218933", "BAB 1 Willy Wiwiek Chandra": "https://digilib.itb.ac.id/gdl/download/218934", "BAB 2 Willy Wiwiek Chandra": "https://digilib.itb.ac.id/gdl/download/218935", "BAB 3 Willy Wiwiek Chandra": "https://digilib.itb.ac.id/gdl/download/218936", "BAB 4 Willy Wiwiek Chandra": "https://digilib.itb.ac.id/gdl/download/218937", "BAB 5 Willy Wiwiek Chandra": "https://digilib.itb.ac.id/gdl/download/218938", "BAB 6A Willy Wiwiek Chandra": "https://digilib.itb.ac.id/gdl/download/218939", "BAB 6B Willy Wiwiek Chandra": "https://digilib.itb.ac.id/gdl/download/218940", "BAB 7 Willy Wiwiek Chandra": "https://digilib.itb.ac.id/gdl/download/218941", "BAB 8 Willy Wiwiek Chandra": "https://digilib.itb.ac.id/gdl/download/218942", "PUSTAKA Willy Wiwiek Chandra": "https://digilib.itb.ac.id/gdl/download/218943"}, "Penulis": "Willy Wiwiek Chandra [25018046]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ediansjah Zulkifli, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "pendeteksian kerusakan, sistem pemantauan struktur, jembatan, multigelagar, data modal terbatas.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "12 file", "Tanggal Input": "24 Jun 2020"}