{"Nomor": 47947, "Judul": "ANALISIS KARAKTERISTIK ENDAPAN LATERIT DAN BATUAN DASAR AREA BUKIT KONDE, DESA SOROWAKO, KABUPATEN LUWU TIMUR, PROVINSI SULAWESI SELATAN", "Abstrak": "Penelitian ini dilatarbelakangi oleh kebutuhan peningkatan jumlah sumberdaya baru pada Area Bukit Konde serta belum adanya penelitian detail mengenai karakteristik endapan laterit maupun batuan dasar di kedua area tersebut. Lokasi penelitian seccara administrative terletak di Desa Sorowako, Kecamatan Nuha, Kabupaten Luwu Timur, Provinsi Sulawesi Selatan. Daerah penelitian merupakan daerah Kontrak Karya Tambang Nikel PT. Vale Indonesia Tbk. Koordinat area penelitian Bukit Konde berada pada 314.110-316.600mT dan 9.716.397-9.718.497mU (UTM Zona 52 S) dengan luas daerah 5 km2.\nPenelitian ini bertujuan untuk mengetahui karakteristik endapan laterit dan batuan dasar di area Bukit Konde. Data yang digunakan berupa DEM, data lapangan, maupun data bor. Analisis DEM dan data lapangan digunakan untuk penentuan topografi area penelitian. Analisis data lapangan bertujuan untuk membuat peta, dan penampang geologi dari area penelitian. Analisa geostatistik pada data bor yang terdiri dari data assay (dari 231 titik bor) dan deskripsi bor bertujuan untuk menentukan karakteristik endapan laterit dan batuan dasar dari kedua area penelitian.\nBerdasarkan hasil analisis petrografi sayatan tipis, didapatkan jenis batuan dasar di Area Bukit Konde berupa harzburgit dan dunit. Berdasarkan metode kriging pada unsur nikel sampel bor batuan dasar di Area Bukit Konde persebaran batuan Dunit terkonsentrasi di tengah lokasi penelitian sedangkan harzburgit mengitari area penelitian. Metode Kriging dilakukan juga pada nilai RQD bor untuk menentukan tingkat struktur area penelitian, ditemukan dominasi struktur berarah NW-SE yang terpetakan pada peta geologi (terpengaruh oleh sesar matano) dan NE-SW yang tidak terpetakan pada peta geologi.\nBerdasarkan analisis diagram terner, Area Bukit Konde termasuk kedalam tipe lateritisasi dry laterites dengan pengendapan silika. Pada Area Bukit Konde, endapan laterit terbagi menjadi limonite, saprolite, dan Bedrock, yang menandakan lateritisasi berjalan dengan baik. Berdasarkan topografi, Area Bukit Konde dibagi menjadi 3 area, yaitu flat upland, hill slope, dan lowland basin. Zona bijih ditemukan pada area flat upland pada saprolit dengan ketebalan yang tinggi,. Pada hill slope zona bijih berada di saprolite (atas dan sedikit di bawah) ditemukan relatif tipis. Lalu di area lowland basin zona bijih ditemukan di limonite dan saprolit dengan ketebalan yang tinggi. Korelasi antara Ni dengan Co, Fe, MnO, dan Cr2O3 ditemukan pada flat upland berkorelasi positif kuat, pada hill slope berkorelasi positif lemah, pada lowland basin berkorelasi positif sedang-kuat.\nPola pengayaan unsur Nikel pada endapan laterit Bukit Konde dipengaruhi kuat oleh litologi, pola struktur, dan topografi dimana litologi dunit, daerah dengan pengaruh struktur yang tinggi, dan topografi dengan kemiringan lereng rendah (landai) akan mempermudah pengayaan nikel pada endapan laterit.", "Daftar File": {"ABSTRAK Galuh Fathurahman": "https://digilib.itb.ac.id/gdl/download/207525"}, "Penulis": "Galuh Fathurahman [12015017]", "Kontributor / Dosen Pembimbing": ["Dr. Bambang Priadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Endapan Laterit, Batuan Dasar, Nikel, Sorowako", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Jun 2020"}