{"Nomor": 47948, "Judul": "TANTANGAN DALAM PERENCANAAN TAMAN BURU DI INDONESIA: STUDI KASUS TAMAN BURU MASIGIT KAREUMBI, JAWA BARAT", "Abstrak": "Taman buru merupakan kawasan hutan yang ditetapkan sebagai tempat perburuan secara teratur. Indonesia saat ini memiliki 11 taman buru yang seluruhnya belum dapat menjalankan perburuan secara teratur. Taman Buru Masigit Kareumbi (TBMK) merupakan satu-satunya taman buru di pulau Jawa-Bali dan memiliki penangkaran rusa terluas di Indonesia. Hingga saat ini terdapat 41 ekor rusa jawa (Rusa timorensis de Blainville, 1822) yang berada di penangkaran TBMK. Tujuan dari penelitian ini adalah menganalisis kelayakan TBMK sebagai taman buru, menentukan tantangan perencanaan TBMK, dan rekomendasi strategi pengelolaan dengan melihat kebijakan mengenai taman buru dan perburuan, stakeholder yang terlibat dalam taman buru dan perburuan, serta kesesuaian biofisik kawasan untuk perburuan. Penelitian ini menggunakan kerangka kerja Institutional Analisis and Development (IAD) dengan pendekatan kualitatif (narrative inquiry dan semi-etnografi). Metode pengambilan data meliputi pengumpulan literatur, wawancara semi-terstruktur terhadap PERBAKIN dan Wanadri, serta observasi partisipan selama 6 bulan. Analisis yang digunakan pada penelitian ini adalah analisis wacana dan analisis stakeholder. Hasil penelitian menunjukan bahwa perburuan secara teratur merupakan salah satu dari upaya konservasi. Analisis kebijakan menunjukkan bahwa meskipun payung peraturan dan perundang-undangan untuk taman buru dan perburuan telah tersedia (alur perburuan), terdapat kekosongan dan inkonsistensi di dalam peraturan turunan, khususnya terkait hal-hal yang boleh dilakukan dan Izin Pengusahaan Taman Buru (IPTB). Hal ini mendasari rumitnya pengurusan IPTB di TBMK. Analisis stakeholder memperlihatkan bahwa terdapat empat pihak yang saat ini terlibat dalam pengelolaan TBMK yaitu, KLHK, BBKSDA Jawa Barat, Wanadri dan masyarakat sekitar. Sementara itu, saat ini terdapat dua pihak yang terlibat dalam perburuan yaitu PERBAKIN dan Kepolisian. Interaksi antara taman buru dan perburuan yang terpisah merupakan salah satu permasalahan utama dalam perencanaan taman buru. Perlu komunikasi yang optimal serta ketegasan hukum agar taman buru dapat menjalankan wisata buru yang berkelanjutan hingga perburuan secara ilegal tidak terjadi lagi. Di sisi lain, konsumen wisata buru sangat spesifik, di mana hanya anggota PERBAKIN yang memiliki senjata api dan akta buru yang dapat melakukan perburuan di taman buru. Model pengusahaan wisata buru di TBMK dinilai belum layak untuk dijalankan. Penelitian ini menawarkan rekomendasi diversifikasi bidang usaha lainnya seperti ekowisata dan pemanfaatan hasil hutan bukan kayu untuk menunjang finansial kawasan, pembentukan unit pengelolaan khusus yang fokus pada taman buru dan perburuan, serta perubahan status kawasan Taman Buru ke Taman Wisata Alam atau Taman Hutan Raya apabila investasi perburuan dinilai tidak menjanjikan.", "Daftar File": {"ABSTRAK Yusuf Nugraha Andrian": "https://digilib.itb.ac.id/gdl/download/207527"}, "Penulis": "Yusuf Nugraha Andrian [21318019]", "Kontributor / Dosen Pembimbing": ["Angga Dwiartama, S.Si., M.Si., Ph.D.", "Dr. Elham Sumarga, S.Hut., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Generalities", "Kata Kunci": "Taman Buru, Wisata Buru, Institutional Analysis and Development, Analisis Stakeholder, Analisis Wacana, Perburuan Berkelanjutan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Jun 2020"}