{"Nomor": 47951, "Judul": "DELINEASI STRUKTUR BAWAH PERMUKAAN ZONA SUMBER GEMPA LOMBOK 2018 MENGGUNAKAN AMBIENT SEISMIC NOISE TOMOGRAPHY", "Abstrak": "Secara tatanan geologi, wilayah Pulau Lombok dipengaruhi struktur geologi yang\ndilewati oleh Flores back arc thrust fault (FBT) di utara Lombok, Lombok strait\nstrike-slip fault (LSF) di barat Lombok, dan Sumbawa strait strike-slip fault (SSF)\ndi timur Lombok. Implikasi dari tatanan tektonik yang aktif adalah kejadian gempa\nseperti yang terjadi pada tanggal 29 Juli hingga 19 Agustus 2018. Rangkaian gempa\ntersebut mengakibatkan kerusakan yang cukup signifikan pada beberapa wilayah\nLombok termasuk di Kota Mataram. Pemahaman terkait kerak bagian atas dari\nPulau Lombok diperlukan untuk mempelajari potensi bencana di wilayah ini.\nPenelitian ini menggunakan metode ambient seismic noise tomography (ANT)\nyang bertujuan untuk mendelineasi struktur kecepatan yang terdapat di kedalaman\ndangkal Pulau Lombok. Data yang digunakan pada tesis ini adalah data gelombang\nseismik yang terekam oleh 20 stasiun selama 36 hari pengamatan (3 Agustus - 9\nSeptember 2018) yang terpasang di Pulau Lombok. 20 stasiun seismik yang\nterpasang terdiri dari 16 stasiun temporer berasal dari kerjasama antara ITB,\nBMKG, dan EOS-NTU dan 4 stasiun permanen yang merupakan jaringan stasiun\nPVMBG. Berdasarkan analisis kurva dispersi dengan frequency-time analysis\n(FTAN), terdapat 120 gelombang Rayleigh yang berhasil dipilih untuk peta\nkecepatan grup. Penelitian ini menggunakan fast matching surface tomography\n(FMST) untuk mendapatkan tomogram kecepatan grup. Untuk menyelesaikan\npermasalahan dari model forward dan inversi, FMST memanfaatkan metode fast\nmarching method (FMM) dan subspace. Profil kecepatan gelombang geser (Vs)\ndengan kedalaman diperoleh dengan menginversi kurva dispersi kecepatan grup\nmenggunakan metode neighborhood algorithm (NA). Hasil tomogram\nmenunjukkan keberadaan zona anomali rendah disebelah utara Gunung Rinjani\nyang diasumsikan berkaitan dengan sedimen yang tidak terkonsolidasi atau\nkeberadaan dari aktivitas termal dari Gunung Rinjani yang bergerak ke utara yang\nmempengaruhi stress FBT ke kondisi brittle. Terdapat pula anomali kecepatan\ntinggi di timurlaut Gunung Rinjani yang diperkirakan berasosiasi dengan tubuh\nbatuan yang masif. Di sebelah timur Pulau Lombok terdapat anomali kecepatan\nrendah hingga kedalaman 5 km yang diperkirakan merupakan matriks batuan dan\nsedimen yang menebal kearah timur.", "Daftar File": {"ABSTRAK Achmad Fajar Narotama Sarjan": "https://digilib.itb.ac.id/gdl/download/207530"}, "Penulis": "Achmad Fajar Narotama Sarjan [22318017]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Andri Dian Nugraha, S.Si., M.Si.", "Dr. Zulfakriza, S.Si., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Gempa Lombok 2018, Gelombang Rayleigh, ambient seismic noise tomography", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "24 Jun 2020"}