{"Nomor": 47968, "Judul": "ESTIMASI SISA JARAK DAN SISA WAKTU TEMPUH PADA SEPEDA LISTRIK E-CLEAVE DENGAN METODE PEMBELAJARAN MESIN", "Abstrak": "Pengembangan sepeda listrik di Indonesia memiliki hambatan akibat kurangnya infrastruktur dan pengembangan sistem penunjang sepeda listrik, terdapat suatu range anxiety yang dialami pengguna sehingga sehingga pengguna umumnya menyisakan sebanyak 30% dari total energi baterai pada penggunaan. Sisa jarak tempuh dari sepeda listrik ini merupakan suatu bentuk efikasi dari energi yang menggambarkan seberapa jauh jarak yang dapat ditempuh terhadap energi yang tersisa. Oleh karena itu, penting untuk mengetahui nilai ini secara tepat.\nTugas akhir ini bertujuan untuk mengembangkan metode estimasi sisa jarak dan waktu tempuh sepeda listrik dengan pembelajaran mesin listrik dengan mempertimbangkan elevasi jalan serta mode berkendara dari sepeda listrik. Estimasi ini dilakukan pada tiga tahap percobaan yaitu perancangan dan implementasi sistem manajemen baterai pada sepeda e-cleave laboratorium Manajemen Energi, estimasi kondisi muatan (KM) baterai sepeda listrik, serta eksekusi pembelajaran mesin untuk memperoleh nilai estimasi sisa jarak dan waktu tempuh sepeda listrik. Perancangan sistem manajemen baterai dilakukan dengan mengintegrasikan pengontrol mikro ESP32 dan aplikasi strava ke cloud. Estimasi KM dilakukan dengan metode coulomb counting dan metode kuadrat terkecil berulang. Pembelajaran mesin dilakukan dengan melakukan seleksi fitur, pemilihan parameter, serta membandingkan empat buah model pembelajaran mesin yaitu polynomial regression, support vector machine, K-nearest neighbors, dan decision tree.\nDengan mengimplementasikan sistem manajemen baterai pada sepeda e-cleave, telah diperoleh sebanyak 14.730 data yang diambil selama empat siklus percobaan. Estimasi KM dilakukan dengan metode kuadrat terkecil berulang dan diperoleh nilai akar rata-rata kuadrat galat (RMSE) sebesar 2,536%. Selanjutnya, dilakukan estimasi sisa jarak dan waktu tempuh sepeda listrik e-cleave. Analisis korelasi dengan algoritma SelectKBest dan korelasi Pearson dilakukan untuk penyaringan fitur yang diambil sebagai masukan untuk pembelajaran mesin. Ditemukan fitur paling optimal berupa nilai KM baterai, rata-rata perbedaan ketinggian, serta rata-rata daya yang dikonsumsi oleh sepeda listrik. Pemilihan parameter model terbaik dilakukan dengan algoritma GridSearchCV dan melakukan cross validation dengan meninjau nilai akar rata-rata kuadrat galat (RMSE) estimasi. Dari hasil analisis keseluruhan proses pembelajaran mesin, ditemukan bahwa model decision tree dengan parameter maximum depth bernilai 12 dan sampel minimum untuk membentuk leaf bernilai 2 merupakan sistem yang paling optimal untuk diimplementasikan pada sepeda listrik. Adapun nilai RMSE dari model pembelajaran mesin DT bernilai 0,17 km untuk estimasi sisa jarak tempuh dan bernilai 139,79 detik pada estimasi sisa waktu tempuh dari sepeda listrik. Untuk RMSPE yang diperoleh model DT pada estimasi sisa jarak tempuh adalah 2,67% dan estimasi sisa waktu tempuh bernilai 1,89%.", "Daftar File": {}, "Penulis": "Meilisa Dewi Kharisma [13316025]", "Kontributor / Dosen Pembimbing": ["Nugraha, Dr.Eng.", "Dr. Irsyad Nashirul Haq, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "sepeda listrik, sisa jarak tempuh, sisa waktu tempuh, pembelajaran mesin, estimasi KM", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jun 2020"}