{"Nomor": 47970, "Judul": "MENGUJI KEBERADAAN INTERMEDIATE-MASS BLACK HOLE PADA ESO 243-49 HLX-1 MENGGUNAKAN MODEL STANDAR PIRINGAN AKRESI YANG DITERAPKAN PADA DATA SWIFT/XRT", "Abstrak": "Hyperluminous X-ray Source (HLX) adalah sumber sinar-X yang tampak sebagai\nsumber titik pada citra sinar-X dan tidak terletak di daerah pusat galaksi serta\nmenghasilkan luminositas pada rentang energi sinar-X sebesar Lx  1041 erg/s.\nUntuk menjelaskan luminositas yang sangat tinggi dari sebuah objek yang terlihat\nsebagai sumber titik, diperlukan skenario berupa adanya proses akresi pada objek\nkompak. Jika nilai luminositas HLX yang teramati tidak melebihi nilai luminositas\nEddington, maka diperlukan setidaknya objek kompak bermassa 1000 M untuk\nmenjelaskan fenomena HLX. Oleh karena itu, HLX menjadi kandidat kuat bagi keberadaan\nintermediate-mass black hole. Salah satu sumber sinar-X yang digolongkan\nke dalam kelas HLX adalah ESO 243-49 HLX-1.\nPada Tugas Akhir ini, dipaparkan hasil studi variabilitas spektrum ESO 243-49\nHLX-1 dalam rentang energi sinar-X. Data yang digunakan berasal dari pengamatan\nmisi Swift untuk tahun 2008 hingga 2020. Dalam studi ini, dilakukan penggabungan\nspektrum mengingat durasi masing-masing pengamatan oleh misi Swift pada\numumnya cukup pendek (beberapa ribu detik). Hasil analisis spektrum sinar-X\nmenggunakan beberapa model sederhana menunjukkan bahwa keseluruhan spektrum\ndidominasi komponen termal yang memenuhi hubungan luminositas piringan\nsebanding dengan pangkat empat temperatur piringan terdalam. Metode continuum\ntting yang membutuhkan spektrum pada keadaan termal, digunakan untuk mengestimasi\nmassa black hole pada ESO 243-49 HLX-1. Massa black hole yang diperoleh\nmemiliki rentang nilai antara (6; 383; 86)103 M hingga (3; 114; 03)106 M,\nyang berada pada rentang massa intermediate-mass black hole. Selain itu, dari studi\nevolusi spektrum yang dilakukan, didapati kemiripan perilaku ESO 243-49 HLX-1\ndengan black hole binaries di Galaksi, khususnya yang memiliki luminositas di bawah\nluminositas Eddington, sehingga memperkuat dugaan bahwa sumber ini merupakan\nintermediate-mass black hole.", "Daftar File": {"ABSTRAK Shinta Wulandari Sholikhah": "https://digilib.itb.ac.id/gdl/download/207799"}, "Penulis": "Shinta Wulandari Sholikhah [10316007]", "Kontributor / Dosen Pembimbing": ["Dr. Kiki Vierdayanti, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "ESO 243-49 HLX-1, hyperluminous X-ray source, intermediate-mass black hole, akresi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jun 2020"}