{"Nomor": 47982, "Judul": "MODEL KONSEPTUAL ZONA OUTFLOW SISTEM PANAS BUMI GUNUNG UNGARAN, SEMARANG, JAWA TENGAH BERDASARKAN STUDI GEOLOGI DAN GEOKIMIA MANIFESTASI", "Abstrak": "Sistem panas bumi Gunung Ungaran, Semarang, Jawa Tengah merupakan sistem panas bumi volkanik yang berasosiasi dengan Kaldera Ungaran. Manifestasi panas bumi yang muncul yaitu fumarola, mata air panas dan hangat, tanah beruap, sinter karbonat, dan batuan teralterasi. Zona upflow sistem panas bumi Gunung Ungaran berada di daerah Gedongsongo, sementara zona outflow berada di bagian utara (Nglimut) dan timur (Kendalisodo). Penelitian dilakukan pada salah satu zona outflow sistem panas bumi Gunung Ungaran, yaitu Kendalisodo dan sekitarnya yang berada di timur dan tenggara Gunung Ungaran.\nMaksud dari penelitian ini adalah untuk mengetahui model konseptual sistem panas bumi Kendalisodo dan bertujuan untuk mengetahui tipe sistem panas bumi, karakteristik fluida hidrotermal, serta pola aliran fluida hidrotermal di bawah permukaan. Metode penelitian yang dilakukan berupa studi literatur, pembuatan lintasan geologi di daerah manifestasi, serta pengambilan sampel air untuk studi geokimia yaitu analisis anion, kation, gas, serta isotop stabil ?18O, ?2H, dan ?13C.\nManifestasi panas bumi yang muncul di daerah penelitian yaitu mata air hangat Kendalisodo, Diwak, Derekan, dan Kaliulo; di beberapa tempat disertai sinter karbonat dan endapan garam. Fumarola dan mata air panas muncul di zona upflow Gedongsongo. Hasil penelitian menunjukkan bahwa litologi di daerah penelitian meliputi, dari tua ke muda, batugamping (ooids packstone) dari Formasi Kerek, breksi piroklastik dan tuf gelas dari unit Volkanik Merangkang, dan Intrusi Andesit.\nDi daerah penelitian terdapat dua sistem panas bumi, yaitu sistem Kendalisodo (dengan manifestasi mata air hangat Kendalisodo) dan Diwak (dengan manifestasi mata air hangat Diwak, Derekan, dan Kaliulo) yang dipisahkan oleh Kaldera Ungaran Tua. Kedua sistem tersebut merupakan sistem panas bumi non-volkanik berentalpi sedang. Reservoir sistem Kendalisodo memiliki temperatur 170±10oC. Fluida hidrotermal sistem Kendalisodo berasal dari resapan air meteorik di lereng tenggara Gunung Ungaran yang terpanaskan oleh sisa panas dari intrusi Gunung Kendalisodo. Fluida tersebut mendingin dan bercampur dengan air dingin, sebelum keluar di zona upflow di daerah Kendalisodo. Sistem panas bumi Kendalisodo secara geologi dan geokimia merupakan sistem panas bumi yang berbeda dari sistem panas bumi utama Gunung Ungaran (Gedongsongo).\nSistem panas bumi Diwak mempunyai reservoir bertemperatur 160±10oC. Fluida hidrotermal pada sistem Diwak berasal dari air meteorik yang diduga terpanaskan oleh aliran panas dan/atau tekanan yang tinggi. Fluida hidrotermal kemudian mengalir ke atas dan keluar pada zona upflow sebagai mata air Diwak dan Derekan; fluida hidrotermal juga mengalir secara lateral melalui Sesar Derekan dan bercampur dengan air formasi membentuk mata air Kaliulo di zona outflow.", "Daftar File": {}, "Penulis": "Aditya Yuda Kencana [12016012]", "Kontributor / Dosen Pembimbing": ["Ir. Niniek Rina Herdianita, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "geokimia, kaldera, Kendalisodo, outflow, Ungaran.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jun 2020"}