{"Nomor": 47998, "Judul": "DESAIN BLOCK UP CONVERTER UNTUK KU BAND", "Abstrak": "Sebagai negara kepulauan terbesar di dunia, Indonesia memiliki 17504 pulau yang dipisahkan oleh wilayah perairan. Tercatat 38 kabupaten dan kota dari 12 provinsi di Indonesia masuk ke dalam kategori daerah terdepan dan terluar. Sulitnya akses serta sarana dan prasarana pada daerah tersebut menyebabkan timbulnya potensi terputusnya jaringan komunikasi antar daerah yang dapat menyebabkan disintegrasi negara. Salah satu solusi untuk mengatasi hal tersebut adalah dengan menggunakan komunikasi satelit yang memiliki coverage yang jauh lebih besar dibanding dengan jaringan Palapa Ring yang sudah ada di Indonesia. Pada tahun 2022 mendatang, Indonesia berencana meluncurkan Satelit Satria (Satelit Republik Indonesia) berfrekuensi Ku band dan Ka band. Kementerian Komunikasi dan Informatika bersama dengan pemerintah menjadikan proyek satelit ini sebagai langkah untuk mendorong TKDN (Tingkat Komponen Dalam Negeri), untuk itu penulis bermaksud untuk mendesain salah satu komponen utama dari stasiun bumi komunikasi satelit, yaitu Block Up Converter (BUC) yang berfungsi sebagai modul konversi frekuensi dan penguat daya untuk komunikasi uplink dengan kompensasi termal untuk menjaga keandalan sistem.\nDalam mendesain BUC, penulis melakukan proses desain yang dimulai dari identifikasi masalah, studi literatur, perancangan alat, pengujian dan dilanjutkan dengan analisis dan evaluasi alat. Alat yang didesain, berbeda dengan BUC pada umumnya, mempunyai kompensasi termal yang diatur oleh mikrokontroler yang juga berfungsi sebagai interface untuk pengguna BUC sehingga pengguna dapat melakukan konfigurasi langsung terhadap BUC serta mendapatkan data operasi BUC. Dari tugas akhir ini, didapatkan desain BUC yang bekerja pada Ku band (13750 – 14500 MHz) dengan daya keluaran sebesar 36 dBm dan dapat diatur melalui interface berupa micro USB pada mikrokontroler Teensy 3.5. Dihasilkan pula purwarupa subsistem Local Oscillator dan interface dari sistem yang berfungsi pada frekuensi 4383 MHz.", "Daftar File": {"ABSTRAK Pramadithya Herdian": "https://digilib.itb.ac.id/gdl/download/207586", "PUSTAKA Pramadithya Herdian": "https://digilib.itb.ac.id/gdl/download/218579"}, "Penulis": "Pramadithya Herdian [18116013]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ian Josef Matheus Edward, M.T.", "Dr. Iskandar, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "Engineering & allied operations", "Kata Kunci": "BUC, Ku band", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "25 Jun 2020"}