{"Nomor": 47995, "Judul": "ANALISIS LINGKUNGAN SONIK KERETA PENUMPANG MENGGUNAKAN METODE SOUNDSCAPE", "Abstrak": "Peningkatan peminat terhadap layanan transportasi kereta api harus diiringi dengan peningkatan kualitas kenyamanan, salah satunya kenyamanan lingkungan sonik di dalam kereta penumpang. Sejauh ini metode yang digunakan untuk evaluasi lingkungan sonik dalam kereta penumpang adalah pengukuran berbasis energi berupa pengukuran tingkat tekanan suara tanpa memperhatikan persepsi penumpang mengenai sumber suara, aktivitas penumpang, dan keterkaitannya. Dibutuhkan metode lain yang dapat mengakomodasi kebutuhan tersebut yaitu metode soundscape.\nPenelitian ini bertujuan menganalisis lingkungan sonik dan persepsi penumpang di berbagai jenis kereta. Perbedaan jenis kereta penumpang berpotensi memiliki kondisi lingkungan sonik yang berbeda sehingga dapat memberikan persepsi yang berbeda. Dengan begitu analisis keterkaitan antara kondisi lingkungan sonik dan perspesi yang dirasakan penumpang dapat teridentifikasi secara lebih detail. Objek pada penelitian ini adalah kereta rel tenaga listrik berupa MRT dan KRL serta kereta penumpang tenaga diesel jarak jauh dan menengah. Metode pengukuran yang digunakan mencakup metode objektif berupa pengukuran tingkat tekanan suara di dalam kereta penumpang serta metode subjektif dengan penilaian persepsi oleh penumpang melalui kuesioner.\nPengukuran dan evaluasi lingkungan sonik dilakukan di berbagai jenis kereta penumpang: MRT (79,0 dBA), KRL (76,5 dBA), kereta penumpang jarak menengah (71,6 dBA), dan kereta penumpang jarak jauh (67,4 dBA). Suara dominan yang terdengar di keempat jenis kereta adalah interaksi antara roda dan rel. Suara yang hanya terdengar di kereta penumpang tenaga listrik adalah mesin/motor, sementara suara yang hanya terdengar di kereta penumpang tenaga diesel adalah suara lokomotif. Dimensi persepsi dominan yang muncul di lingkungan sonik kereta penumpang tenaga listrik adalah preferensi. Dimensi persepsi dominan yang muncul di lingkungan sonik MRT adalah preferensi dan dinamika. Sementara itu dimensi persepsi yang muncul di lngkungan sonik KRL adalah preferensi, privasi, dinamika, dan informasi. Berbeda dengan kereta penumpang tenaga listrik, dimensi persepsi dominan yang muncul di lingkungan sonik kereta penumpang jarak menengah adalah kemanan, relaksasi, dan dinamika sementara pada kereta jarak jauh ada dimensi persepsi tambahan yaitu privasi dan informasi. Perbedaan jenis kereta memberikan persepsi yang berbeda kepada penumpang. Lingkungan sonik kereta penumpang tenaga diesel dipersepsi lebih baik dibanding kereta penumpang tenaga listrik. Hasil penelitian juga menyebutkan persepsi penumpang tidak hanya dipengaruhi faktor akustik (LAeq dan karakter frekuensi), tetapi dipengaruhi juga oleh aspek non-akustik.", "Daftar File": {"ABSTRAK Nurul Hidayah": "https://digilib.itb.ac.id/gdl/download/207583"}, "Penulis": "Nurul Hidayah [23318005]", "Kontributor / Dosen Pembimbing": ["Ir. R. Sugeng Joko Sarwono, M.T., Ph.D.", "Iwan Prasetiyo, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "Soundscape, Kereta Penumpang, Sumber Suara, Dimensi Persepsi Dominan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jun 2020"}