{"Nomor": 47993, "Judul": "ANALISIS KEAMANAN LAYANAN TERSEMBUNYI TOR VERSI 3: MITM DAN SENSOR", "Abstrak": "Tor adalah salah satu jaringan komunikasi anonim dengan latensi rendah yang\npaling populer. Selain menyediakan anonimitas bagi klien pengguna, Tor juga\nmenyediakan anonimitas bagi penyedia layanan melalui protokol layanan\ntersembunyi. Pada September 2017, The Tor Project, Inc meluncurkan Tor yang\nmendukung protokol layanan tersembunyi versi 3. Layanan tersembunyi versi 3\nmemiliki beberapa perbaikan dalam algoritma kriptografi, alamat onion, protokol\nintroduction, protokol rendezvous, dan protokol direktori. Sejumlah penelitian telah\ndilakukan mengenai keamanan dari layanan tersembunyi. Namun, penelitianpenelitian\ntersebut belum secara spesifik mempertimbangkan adanya versi terbaru\ndari protokol layanan tersembunyi. Oleh karena itu, studi ini berupaya untuk\nmenunjukkan bagaimana protokol layanan tersembunyi versi 3 mengantisipasi\nserangan-serangan yang telah diketahui sebelumnya. Fokus utama studi ini adalah\nmengenai dua macam serangan yaitu, serangan man-in-the-middle dan serangan\nsensor. Penelitian ini juga memberikan informasi tambahan dari analisis empiris\nterhadap data aktual jaringan Tor.\nStudi ini menunjukkan bahwa keamanan layanan tersembunyi terhadap serangan\nman-in-the-middle bergantung pada Introduction Point, Rendezvous Point, dan\ndescriptor. Keamanan layanan tersembunyi terhadap serangan sensor bergantung\nkepada HSDir, Introduction Point, atau descriptor. Dengan mengendalikan 53\nrelay dengan uptime 5 hari dan bandwidth 100 KB/detik, peluang keberhasilan\nserangan Sybil untuk menguasai Introduction Point hanya 2.97%. Dengan\nmengendalikan 54 relay dengan bandwidth 100 KB/detik, peluang keberhasilan\nserangan Sybil untuk menguasai Rendezvous Point hanya 1%. Keberhasilan\nserangan man-in-the-middle dan sensor dibatasi hanya maksimal 24 jam oleh\nprotokol Tor.", "Daftar File": {"ABSTRAK Kevin Adari": "https://digilib.itb.ac.id/gdl/download/207578"}, "Penulis": "Kevin Adari [23218042]", "Kontributor / Dosen Pembimbing": ["Dr. Yusuf Kurniawan, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "Engineering & allied operations", "Kata Kunci": "keamanan, jaringan anonim, Tor, layanan tersembunyi, man-in-themiddle, sensor.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jun 2020"}