{"Nomor": 47994, "Judul": "DESAIN STRUKTUR DERMAGA CURAH CAIR PADA TERMINAL BAHAN BAKAR MINYAK (TBBM) WAYAME, AMBON", "Abstrak": "Terminal Bahan Bakar Minyak (TBBM) Wayame merupakan salah satu terminal BBM yang memiliki peran penting sebagai tulang punggung dalam mensuplai BBM ke wilayah Maluku-Papua. Oleh karena itu salah satu fasilitas dari terminal bahan bakar minyak yaitu dermaga sebagai fasilitas kapal tanker yang akan bersandar ke TBBM Wayame juga memiliki peranan yang sangat penting.\nPada Tugas Akhir ini akan dibahas desain struktur dermaga pada Terminal Bahan Bakar Minyak (TBBM) Wayame, Ambon. Dermaga didesain dengan struktur dermaga dolphin yang terdiri dari struktur laoding platform, breasting dolphin, mooring dolphin, trestle,dan catwalk dengan elemen struktur yang terdiri dari balok, pelat, pile cap serta tiang pancang.\nLingkup bahasan pada Tugas Akhir ini berupa pengumpulan data sekunder, perhitungan pembebanan pada struktur dermaga, penentuan dimensi dermaga dan juga elemen struktur dermaga (preliminary design), pemodelan struktur, penulangan elemen struktur, serta analisis daya dukung tanah.\nAnalisis struktur dilakukan dengan menggunakan perangkat lunak SAP2000 dengan kode standar AISC 360-16. Hasil dari pemodelan berupa unity check ratio (UCR), defleksi struktur, gaya dalam, serta reaksi perletakan elemen struktural dermaga. Besarnya nilai UCR pada struktur dermaga curah cair ini direncanakan antara 0.7 hingga 1.0 dengan defleksi yang terjadi pada tiang pancang dan juga balok tidak melebihi batas izin defleksi.\nGaya dalam elemen struktural dermaga yang didapatkan dari hasil pemodelan dijadikan dasar untuk melakukan penulangan elemen struktural dermaga. Kemudian untuk reaksi perletakan digunakan untuk menentukan kedalaman rencana pemancangan tiang pancang dermaga dengan mempertimbangkan analisis daya dukung tanah pada lokasi dermaga.\nHasil dari Tugas Akhir ini berupa dimensi struktur dermaga dan elemen struktur dermaga, fasilitas berlabuh dan bertambat kapal, detail penulangan elemen struktur dermaga, serta kedalaman pemancangan tiang pancang.", "Daftar File": {"ABSTRAK Muhammad Ilham Dirgantara": "https://digilib.itb.ac.id/gdl/download/207582"}, "Penulis": "Muhammad Ilham Dirgantara [15516079]", "Kontributor / Dosen Pembimbing": ["Ir. Rildova, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Desain, Dermaga Dolphin, Struktur, TBBM.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jun 2020"}