{"Nomor": 47996, "Judul": "DESAIN DAN IMPLEMENTASI NETWORK MONITORING SYSTEM BERBASIS WEB UNTUK DAERAH 3T", "Abstrak": "Indonesia merupakan negara kepulauan yang memiliki sekitar 17 ribu pulau dari Sabang sampai Merauke. Pemerataan pada kebutuhan akses internet sangat dibutuhkan untuk meningkatkan kesejahteraan masyarakatnya. Hal ini menjadi tantangan bagi pemerintah Indonesia untuk memberikan solusi yang tepat. Salah satu solusi yang diterapkan adalah dengan memberikan akses internet menggunakan VSAT pada daerah yang tidak terjangkau oleh jaringan fiber optik, terutama pada daerah 3T. Peran pemerintah tidak sampai pada penyediaan VSAT saja, pemerintah harus memberikan tanggung jawab kepada penyedia layanan untuk melakukan pemantauan jaringan. Hal ini dibutuhkan agar sebagai pengguna tidak merasa kecewa apabila akses internet yang digunakan mengalami gangguan. Pemantauan jaringan memiliki peran yang kuat untuk mengetahui performansi dari perangkat jaringan dan ketersediaannya. Oleh karena itu, topik yang diangkat pada pembuatan Tugas Akhir adalah pemantauan jaringan pada perangkat jaringan VSAT untuk mengetahui availability dari perangkat jaringan dan memberikan notifikasi apabila terjadi gangguan. Metode yang digunakan yaitu, identifikasi masalah, identifikasi persyaratan rekayasa, menentukan alternatif desain, melakukan implementasi, dan uji coba hasil implementasi. Hasil implementasi yang diperoleh yaitu sistem dapat memberikan visualisasi data berdasarkan data yang telah diambil dari perangkat jaringan. Data yang ambil berupa informasi mengenai uptime, traffic, dan kualitas sinyal yang diterima oleh perangkat jaringan VSAT.", "Daftar File": {"ABSTRAK Ajie Tri Dwantara": "https://digilib.itb.ac.id/gdl/download/207584"}, "Penulis": "Ajie Tri Dwantara [18116023]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ian Josef Matheus Edward, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "Engineering & allied operations", "Kata Kunci": "Network monitoring, SNMP, modem VSAT, availability, Flask.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jun 2020"}