{"Nomor": 48017, "Judul": "FAKTOR PRIORITAS PENINGKATAN PELAYANAN AIR BERSIH PUBLIK DI INDONESIA", "Abstrak": "Dengan ditetapkannya target 100% akses air bersih pada RPJMN Tahun 2020-2024,\nmaka diperlukan peningkatan akan pemenuhan air bersih publik yang merupakan\nkebutuhan pokok dan hak setiap penduduk. Namun pada Tahun 2018, akses layanan\nair minum perpipaan Indonesia hanya mencapai 20,29%. Untuk itu, BUMD\nPenyelenggara SPAM sebagai penyedia air bersih pada sistem publik perlu untuk\nmelakukan penanganan dalam rangka meningkatkan pelayanan air bersih publik.\nIndikator tingkat pelayanan air bersih publik dijabarkan ke dalam 4 kriteria antara\nlain Cakupan Pelayanan Teknis, Pertumbuhan Pelanggan, Kualitas Air Pelanggan,\ndan Konsumsi Air Domestik. Dengan melakukan tinjauan literatur, didapat 14\nvariabel dalam 5 faktor yang diduga mempengaruhi keempat kriteria tersebut,\nantara lain faktor fisik wilayah, faktor sosial kependudukan, faktor ekonomi wilayah,\nfaktor operasional, serta faktor keuangan. Dari 4 kriteria tingkat pelayanan air\nbersih, jika dibandingkan antara wilayah kota dan kabupaten dengan menggunakan\nUji Mann Whitney U, kriteria Cakupan Pelayanan Teknis, Pertumbuhan Pelanggan,\ndan Konsumsi Air Domestik memiliki perbedaan yang signifikan dengan rata-rata\nperingkat ketiga kriteria lebih tinggi di kota daripada kabupaten. Hal ini\ndikarenakan karakteristik dari fisik, sosial kependudukan, dan ekonomi diantara\nkedua wilayah memiliki perbedaan yang signifikan sehingga berpengaruh terhadap\npelayanan suplai dan kebutuhan air bersihnya. Sedangkan jika dibandingkan antara\n4 wilayah geografis dengan menggunakan Uji Kruskal Wallis H, kriteria Cakupan\nPelayanan Teknis, Pertumbuhan Pelanggan, dan Kualitas Air Pelanggan memiliki\nperbedaan yang signifikan dengan peringkat tertinggi yang bervariasi diantara 4\nwilayah. Selanjutnya, dengan menggunakan Uji Korelasi Pearson dan Analisis\nRegresi Berganda, didapatkan bahwa faktor yang mempengaruhi kriteria Cakupan\nPelayanan Teknis ada 2 yaitu faktor sosial kependudukan dan faktor operasional.\nUntuk kriteria Pertumbuhan Pelanggan terdapat 1 faktor yang mempengaruhi, yaitu\nfaktor operasional. Untuk kriteria Kualitas Air Pelanggan terdapat 2 faktor yang\nmempengaruhi yaitu faktor ekonomi wilayah dan faktor keuangan. Lalu untuk\nkriteria Konsumsi Air Domestik terdapat 3 faktor yang mempengaruhi yaitu faktor\nsosial kependudukan, faktor operasional, dan faktor keuangan. Kemudian, faktorfaktor tersebut dilakukan Analisis Grafik 4 Kuadran terhadap kriteria pelayanan air\nbersih untuk memperoleh prioritas penanganan permasalahan dalam upaya\npeningkatan pelayanan air bersih publik.", "Daftar File": {}, "Penulis": "Devi Martina Azizah [15416035]", "Kontributor / Dosen Pembimbing": ["Dr. Sri Maryati, S.T., M.I.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "pelayanan, air bersih publik, faktor, Analisis Regresi Berganda, prioritas penanganan.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "25 Jun 2020"}