{"Nomor": 48018, "Judul": "STUDI RELASI KEJADIAN BENCANA DENGAN SEKTOR INDUSTRI BESAR DAN MENENGAH PROVINSI DKI JAKARTA DAN JAWA BARAT", "Abstrak": "Indonesia merupakan negara yang sangat rawan akan bencana di antaranya\ngempa bumi, tsunami, letusan gunung berapi, tsunami, letusan gunung berapi, tanah\nlongsor, banjir, angin puting beliung dan sebagainya. Dalam kurun waktu 2007-2014\ndi Pulau Jawa tercatat telah terjadi 7.340 kejadian bencana yang meliputi banjir,\ntanah longsor, puting beliung, kebakaran, kekeringan, kecelakaan industri, dan\ngempa bumi. Untuk Provinsi DKI Jakarta dan Jawa Barat terjadi beberapa kejadian\nbencana besar seperti banjir jakarta 2007, gempa jawa barat tahun 2009, dan banjir\njakarta tahun 2012. Provinsi DKI Jakarta dan Jawa Barat merupakan pusat\npertumbuhan industri besar dan menengah.. Untuk itu, penelitian ini akan melihat\nbagaimana bencana yang terjadi di Provinsi DKI Jakarta dan Jawa Barat\nberpengaruh terhadap sektor industri besar dan menengah di Provinsi DKI Jakarta\ndan Jawa Barat dengan menggunakan indikator ekonomi. Penelitian ini dilakukan\ndengan menggunakan analisis regresi berganda dengan objek 31 Kabupaten/Kota di\nProvinsi DKI Jakarta dan Jawa Barat pada rentang tahun 2007 – 2014 dengan jumlah\nkegiatan industri sebanyak 7873 industri. Variabel yang digunakan adalah\nproduktivitas industri sebagai variabel dependen, dan total bahan baku industri per\ntahun, jumlah tenaga kerja industri per tahun, dan jumlah kejadian bencana per tahun\nsebagai variabel independen. Hasil penelitian menunjukan bahwa total bahan baku\ndan jumlah tenaga kerja industri berkontribusi signifikan dengan produktivitas\nindustri dan memiliki korelasi yang positif serta jumlah kejadian berkorelasi negatif\nsecara signifikan dimana peningkatan jumlah kejadian bencana akan mengurangi\nproduktivitas industri secara kesuluruhan dan pada tipe industri dengan proporsi\nterbesar yaitu industri makanan, pakaian jadi, dan karet, barang dari karet dan\nplastik.", "Daftar File": {}, "Penulis": "Imelda Shafira Sirony Putri [15416076]", "Kontributor / Dosen Pembimbing": ["Adiwan Fahlan Aritenang, S.T., M.GIT., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "kejadian bencana, industri pengolahan, industri besar dan menengah, relasi, ekonomi, dan produktivitas industri.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "25 Jun 2020"}