{"Nomor": 48014, "Judul": "KAJIAN KERENTANAN DAN STRATEGI ADAPTASI MASYARAKAT ADAT TERHADAP DAMPAK PERUBAHAN IKLIM (STUDI KASUS: KAMPUNG NAGA, KECAMATAN SALAWU, KABUPATEN TASIKMALAYA)", "Abstrak": "Fenomena perubahan iklim merupakan salah satu ancaman bagi kehidupan umat\nmanusia karena dampaknya yang berpotensi mempengaruhi kondisi sosial ekonomi\nmasyarakat. Masyarakat adat termasuk diantara mereka yang paling merasakan\ndampak tersebut, karena mata pencaharian dan lokasi mereka yang bergantung pada\nlingkungan yang sensitif terhadap kondisi iklim, serta kebiasaan leluhur yang masih\ndipertahankan. Penelitian ini bertujuan untuk mengkaji kerentanan dan strategi\nadaptasi yang dilakukan masyarakat adat Kampung Naga di Kabupaten Tasikmalaya.\nDaerah ini termasuk wilayah yang paling rentan terhadap dampak perubahan iklim\ndi Indonesia, khususnya perubahan curah hujan dan cuaca ekstrim, yang berakibat\nterjadinya banjir dan tanah longsor. Pengumpulan data primer dilakukan dengan\nobservasi lapangan, wawancara, dan penyebaran kuisioner terhadap seluruh\npopulasi. Sedangkan, pengumpulan artikel ilmiah dan laporan institusi digunakan\nuntuk melengkapi kajian. Metode analisis deskriptif kuantitatif dan kualitatif\ndigunakan dalam penelitian ini. Perhitungan kerentanan dilakukan dengan metode\nskoring dan pembobotan dari empat kategori, yaitu sosial kependudukan, ekonomi,\ninfrastruktur fisik, dan pengetahuan masyarakat, serta 34 indikator dengan tiga\ntingkatan, yaitu tinggi, sedang, dan rendah. Hasil analisis menunjukkan bahwa tingkat\nkerentanan masyarakat adat Kampung Naga termasuk pada level sedang (0,352).\nKerentanan tertinggi diperoleh dari kategori pengetahuan masyarakat (0,416), dan\nkerentanan terendah diperoleh dari kategori sosial kependudukan (0,291). Hal ini\nmenunjukkan bahwa walaupun mereka memiliki pengetahuan minim terkait fenomena\nperubahan iklim, namun kebiasaan mereka dari aspek sosial kependudukan telah\nmeningkatkan ketahanan mereka terhadap dampak yang terjadi. Temuan ini didukung\ndari hasil observasi dan wawancara, dimana dalam upaya pengurangan dampak\nperubahan iklim, masyarakat adat Kampung Naga telah melakukan strategi adaptasi\ndengan memanfaatkan modal alam dan aset, serta modal sosial yang dimiliki secara\nmaksimal. Hasil ini bermanfaat dalam pembangunan wilayah berkelanjutan dan\nmasukan strategi adaptasi untuk untuk daerah lain.", "Daftar File": {}, "Penulis": "Rizki Amellia [15416021]", "Kontributor / Dosen Pembimbing": ["Nurrohman Wijaya, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kampung Naga, kerentanan, masyarakat adat, perubahan iklim, strategi adaptasi", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "25 Jun 2020"}