{"Nomor": 48016, "Judul": "PENDETEKSI KECURANGAN PEREKAMAN SIDIK JARI MENGGUNAKAN PENGELOMPOKAN KETAT PADA DATA PRESENSI DAN AKTIVITAS", "Abstrak": "Mendeteksi kecurangan dalam registrasi sidik jari merupakan tantangan unik karena atribut\npegawai yang ada tidak dapat diandalkan. Selain itu, analisa menggunakan algoritma supervised\ntidak dapat menangani data yang tidak berlabel yang dihasilkan secara unik untuk kasus ini.\nDitemukan bahwa pola-pola kehadiran dan data laporan aktivitas karyawan memiliki\nkecenderungan kecurangan dengan tindakan kecurangan. Oleh karena itu, kami mengusulkan\nmetode pengelompokan ketat untuk mendeteksi kecurangan dalam perekaman sidik jari\nmenggunakan algoritma DBSCAN, karena perhitungan jarak yang ketat menghilangkan data yang\ntidak curang karena data tidak curang dihasilkan secara unik.\nPenelitian ini mengusulkan tiga metode untuk mendeteksi kemiripan yang tinggi dari data historis\npresensi dan aktivitas pegawai. Kemiripan ini cenderung mengindikasikan kecurangan untuk\npresensi pegawai dan laporan aktivitas pegawai karena secara alami data tersebut seharusnya\ndihasilkan secara dinamis dan unik untuk setiap pegawai. Metode P2 dengan jarak 3 hari berurutan\nmenunjukkan nilai F-Measure tertinggi yaitu 100% dalam penggunaan pengelompokan ketat\nuntuk mendeteksi kecurangan registrasi sidik jari untuk presensi. Namun coverage dari\npemeriksaan tersebut hanya 55%. Untuk mendapatkan coverage pemeriksaan 100%, metode P2\ndengan jarak 5 hari dan 7 hari dapat digunakan.\nSaran untuk penelitian selanjutnya, perlu memeriksa apakah laporan aktivitas secara substansi\ndapat menjadi indikator penentu kecurangan presensi. Kemudian, indikasi kecurangan yang telah\nditemukan perlu diinvestigasi apakah benar merupakan sebuah kecurangan atau hanya kebetulan\nsaja. Investigasi ini diperlukan untuk mengukur akurasi dari metode pencarian outlier detection.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/207612", "Tesis": "https://digilib.itb.ac.id/gdl/download/217568"}, "Penulis": "Irfan Kamil [23517033]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Bambang Pharmasetiawan, MSEE", "Fadhil Hidayat, S.Kom., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Algoritma DBSCAN, pengelompokan ketat, deteksi kecurangan perekaman sidik jari", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "25 Jun 2020"}