{"Nomor": 48029, "Judul": "FITUR DASHBOARD DAN SCRAPING PADA OPERATION SUPPORT SYSTEM (OSS) MODEM VSAT BERBASIS WEB UNTUK DAERAH 3T", "Abstrak": "Di zaman ini kebutuhan internet menjadi salah satu kebutuhan utama masyarakat,\nuntuk mendukung perkembangan zaman ini maka dibutuhkan pelayanan internet\nyang luas dan merata di seluruh negeri. Dengan mempertimbangkan kondisi\ngeografis yang ada di Indonesia, BAKTI (Badan Aksesibilitas Telekomunikasi dan\nInformasi) sebagai badan pemerintahan yang memiliki wewenang untuk melakukan\npercepatan pemerataan pelayanan internet untuk daerah 3T (Terdepan, Terluar,\nTertinggal) di Indonesia akan melakukan percepatan pelayanan internet di daerah\n3T dengan melakukan penyelenggaraan jaringan internet dengan menggunakan\nVSAT (Very Small Aperture Terminal). Dalam melakukan penyelenggaraan\nlayanan internet maka harus dilakukan penyambungan VSAT dengan jaringan\ninternet yang ada, tahapan yang dilakukan yaitu dengan cara melakukan konfigurasi\nterhadap Modem VSAT terlebih dahulu sehingga sistem VSAT dapat terkoneksi\ndengan penyedia jasa internet. Permasalahan yang ada saat ini adalah belum\ntersedianya media pemantauan modem yang dapat diakses oleh teknisi dan\npengguna layanan secara mudah yang mengakibatkan tidak dapat dilakukan\npemantauan modem oleh teknisi maupun pengguna layanan. Saat ini akses\npemantauan modem hanya dimiliki oleh pusat penyedia layanan internet VSAT\nyang tidak bisa diberikan akses secara bebas kepada pengguna layanan maupun\nteknisi. Tujuan dari pembuatan tugas akhir OSS (Operation Support System) adalah\nuntuk dapat mengatasi masalah yang ada tersebut yaitu untuk memberikan media\npemantauan modem yang dapat diakses secara mudah. Metode yang dilakukan\nadalah melakukan identifikasi masalah, menentukan & sinkronisasi kebutuhan\nfungsional dan desain, perbandingan & evaluasi alternatif konsep, proses\npembuatan serta proses pengujian hasil. Hasil dari tugas akhir OSS akan berupa\nsistem scraping untuk mengambil data-data modem dan fitur dashboard pada web\napplication OSS yang memvisualisasikan hasil scraping data-data modem.", "Daftar File": {"ABSTRAK Muhammad Nawaffarras Mahendika": "https://digilib.itb.ac.id/gdl/download/207642", "COVER Muhammad Nawaffarras Mahendika": "https://digilib.itb.ac.id/gdl/download/218568", "PUSTAKA Muhammad Nawaffarras Mahendika": "https://digilib.itb.ac.id/gdl/download/218573"}, "Penulis": "Muhammad Nawaffarras Mahendika [18116021]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ian Josef Matheus Edward, M.T.", "Dr. Iskandar, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "Engineering & allied operations", "Kata Kunci": "OSS, Modem, VSAT, Konfigurasi, Web Application.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "25 Jun 2020"}