{"Nomor": 48021, "Judul": "STUDI RELASI KEJADIAN BENCANA DENGAN SEKTOR INDUSTRI BESAR DAN MENENGAH PROVINSI DKI JAKARTA DAN JAWA BARAT", "Abstrak": "Indonesia merupakan negara yang sangat rawan akan bencana di antaranya gempa bumi, tsunami, letusan gunung berapi, tsunami, letusan gunung berapi, tanah longsor, banjir, angin puting beliung dan sebagainya. Dalam kurun waktu 2007-2014 di Pulau Jawa tercatat telah terjadi 7.340 kejadian bencana yang meliputi banjir, tanah longsor, puting beliung, kebakaran, kekeringan, kecelakaan industri, dan gempa bumi. Untuk Provinsi DKI Jakarta dan Jawa Barat terjadi beberapa kejadian bencana besar seperti banjir jakarta 2007, gempa jawa barat tahun 2009, dan banjir jakarta tahun 2012. Provinsi DKI Jakarta dan Jawa Barat merupakan pusat pertumbuhan industri besar dan menengah.. Untuk itu, penelitian ini akan melihat bagaimana bencana yang terjadi di Provinsi DKI Jakarta dan Jawa Barat berpengaruh terhadap sektor industri besar dan menengah di Provinsi DKI Jakarta dan Jawa Barat dengan menggunakan indikator ekonomi. Penelitian ini dilakukan dengan menggunakan analisis regresi berganda dengan objek 31 Kabupaten/Kota di Provinsi DKI Jakarta dan Jawa Barat pada rentang tahun 2007 – 2014 dengan jumlah kegiatan industri sebanyak 7873 industri. Variabel yang digunakan adalah produktivitas industri sebagai variabel dependen, dan total bahan baku industri per tahun, jumlah tenaga kerja industri per tahun, dan jumlah kejadian bencana per tahun sebagai variabel independen. Hasil penelitian menunjukan bahwa total bahan baku dan jumlah tenaga kerja industri berkontribusi signifikan dengan produktivitas industri dan memiliki korelasi yang positif serta jumlah kejadian berkorelasi negatif secara signifikan dimana peningkatan jumlah kejadian bencana akan mengurangi produktivitas industri secara kesuluruhan dan pada tipe industri dengan proporsi terbesar yaitu industri makanan, pakaian jadi, dan karet, barang dari karet dan plastik.", "Daftar File": {"ABSTRAK Imelda Shafira Sirony Putri": "https://digilib.itb.ac.id/gdl/download/207632"}, "Penulis": "Imelda Shafira Sirony Putri [15416076]", "Kontributor / Dosen Pembimbing": ["Adiwan Fahlan Aritenang, S.T., M.GIT., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "kejadian bencana, industri pengolahan, industri besar dan menengah, relasi, ekonomi, dan produktivitas industri.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jun 2020"}