{"Nomor": 48023, "Judul": "PERANCANGAN POLA OPERASI KENDARAAN TERMINAL INTERNASIONAL IPC CAR TERMINAL, TANJUNG PRIOK, JAKARTA", "Abstrak": "IPC Car Terminal merupakan terminal pelabuhan yang dibangun pada tahun\n2006 yang terletak di Jalan Sindang Laut No.101, Cilincing, Jakarta Utara. IPC\nCar Terminal merupakan satu-satunya terminal kendaraan yang menjadi terminal\npelabuhan internasional karena posisi strategis pada jalur pelayaran internasional\ndan dekat dengan tempat produksi kendaraan di Karawang sehingga meringankan\nkepadatan trafik di Pelabuhan Tanjung Priok, mengurangi biaya logistik, dan\nmengembangkan sektor ekonomi. Agar aktivitas terminal pelabuhan berjalan\ndengan optimal maka pada Tugas Akhir ini akan dibahas mengenai Perancangan\nPola Operasi Terminal Internasional IPC Car Terminal.\nPerancangan pola operasi didasarkan pada dimensi rencana yang telah\ndirencanakan melalui Rencana Induk Jangka Panjang IPC Car Terminal dan\nkaidah desain serta peraturan yang terkait seperti Keputusan Direktur Jenderal\nPerhubungan Laut UM.002/38/18/DJPL-11 dan Peraturan Kantor Otoritas\nPelabuhan UM.008/36/14/OP.TPK 18. Pembahasan Tugas Akhir ini meliputi\npembahasan operasi bongkar muat IPC Car Terminal, perhitungan dimensi\ndermaga rencana IPC Car Terminal, perancangan pola operasi dermaga, pola\noperasi lapangan penumpukan, dan perhitungan kapasitas lapangan penumpukan.\nPembahasan operasi bongkar muat IPC Car Terminal terdiri atas pembahasan\nbongkar muat IPC Car Terminal, sistem operasi IPC Car Terminal, dan indikator kinerja pelayanan IPC Car Terminal. Pembahasan penentuan dimensi dermaga\ndan perancangan pola operasi dermaga terdiri atas perancangan area dermaga,\npenentuan dimensi dermaga rencana, perancangan pola operasi dermaga, dan\nkinerja layanan rencana bongkar muat dermaga. Sedangkan pembahasan\nperancangan pola operasi lapangan penumpukan dan penentuan kapasitas\nlapangan penumpukan terdiri atas perancangan area lapangan penumpukan,\npenentuan dimensi lapangan penumpukan, perancangan pola operasi lapangan\npenumpukan, penempatan kargo di lapangan penumpukan, perhitungan kapasitas\nlapangan penumpukan, perhitungan layanan kerja lapangan penumpukan.", "Daftar File": {"ABSTRAK Zalza Puspita Arum": "https://digilib.itb.ac.id/gdl/download/207634"}, "Penulis": "Zalza Puspita Arum [15516011]", "Kontributor / Dosen Pembimbing": ["Dr. Paramashanti, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Kendaraan, Terminal, Pola Operasi, Bongkar Muat.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jun 2020"}