{"Nomor": 48022, "Judul": "DESAIN DAN IMPLEMENTASI BACK END NETWORK MONITORING SYSTEM UNTUK DAERAH 3T DENGAN PEMROSESAN PARALEL", "Abstrak": "Semakin tingginya kebutuhan akan jaringan komunikasi internet, berbagai lembaga dan instansi pemerintah dituntut untuk dapat menyediakan layanan internet di seluruh daerah di Indonesia khususnya daerah 3T (Terdepan, Terluar, Tertinggal). Dalam penyediaan fasilitas internet ini, dibutuhkan sebuah sistem yang dapat memonitor perangkat jaringan yang telah dipasang di berbagai titik agar kualitas layanan yang diberikan dapat terus terjaga. Tujuan dari tugas akhir ini adalah mendesain dan mengimplementasikan sebuah Network Monitoring System (NMS) yang dapat melakukan pengawasan terhadap perangkat jaringan, khususnya VSAT (Very Small Aperture Terminal), serta memberikan data-data berupa uptime, traffic, ping, signal quality factor, dan availability yang dapat membantu dalam mengangani masalah yang terjadi pada jaringan sehingga kinerja dari perangkat-perangkat tersebut dapat tetap memenuhi standar dan service level agreement (SLA) yang telah ditentukan. Metode desain dan implementasi dilakukan dengan tahapan identifikasi masalah, identifikasi persyaratan rekayasa, penentuan alternatif desain, implementasi, dan uji coba produk. Hasil uji coba menunjukkan bahwa Network Monitoring System yang didesain telah memenuhi standar Telecommunication Management Network dari ITU-T M.3400 dan memenuhi persyaratan desain yang telah ditentukan untuk sistem yang dapat memonitor perangkat jaringan. Selain itu hasil uji coba memperlihatkan bahwa dengan penggunaan multiprocessing sebagai salah satu metode parallel computation dapat mempercepat waktu eksekusi program 2 hingga 8 kali lipat dari sebelum penggunaan metode multiprocessing.", "Daftar File": {"ABSTRAK Dimas Aji Pangestu": "https://digilib.itb.ac.id/gdl/download/207633", "PUSTAKA Dimas Aji Pangestu": "https://digilib.itb.ac.id/gdl/download/218531"}, "Penulis": "Dimas Aji Pangestu [18116009]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ian Josef Matheus Edward, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "Engineering & allied operations", "Kata Kunci": "network monitoring system, VSAT, uptime, traffic, signal quality factor, availability, SLA, multiprocessing.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "25 Jun 2020"}