{"Nomor": 48028, "Judul": "PERANCANGAN DAN IMPLEMENTASI PERANGKAT KOMUNIKASI BERBASIS LORA UNTUK SEARCH AND RESCUE (SAR)", "Abstrak": "Indonesia adalah negara kepulauan yang terletak di garis katulistiwa, sebuah negara yang terletak di Asia dan di antara samudra Hindia dan Pasifik. Terletak di Cincin Api Pasifik (daerah dengan tingkat aktivitas tektonik yang tinggi), Indonesia harus menghadapi risiko konstan letusan gunung berapi, gempa bumi, banjir, dan tsunami. Letak negara di garis katulistiwa membuat Indonesia memiliki kondisi iklim dengan musim hujan dan kemarau yang sama panjang. Dalam kondisi iklim ini, pada pergantian musim Indonesia rawan banjir dan puting beliung. Dengan tingginya ancaman bencana, proses mitigasi yang efektif dan efisien diperlukan untuk mengurangi kerusakan. Untuk membantu proses SAR dengan memanfaatkan aplikasi Teknologi Informasi dan Komunikasi, tugas akhir ini mengembangkan sistem komunikasi yang disebut Dial.Lo. Dial.Lo adalah sistem komunikasi berbasis LoRa (Long Range) yang dapat mengirim pesan teks, data lokasi, sinyal alarm. Dial.Lo dihubungkan dengan GPS untuk memperoleh data lokasi, LoRa untuk melakukan proses pengiriman dan penerimaan data. Hasil pengujian menunjukkan bahwa seluruh komponen Dial.Lo dapat terintegrasi dalam melakukan komunikasi. Secara rinci Dial.Lo node dapat mengirimkan pesan teks dan data lokasi kepada Dial.Lo server, Dial.Lo node dapat mengirimkan pesan ke Dial.Lo node lainnya tanpa salah tujuan, Dial.Lo node dapat menampilkan GUI pada layar, Dial.Lo node akan membunyikan alarm jika menerima pesan bahaya.", "Daftar File": {"ABSTRAK Muhammad Alif Maulana": "https://digilib.itb.ac.id/gdl/download/207702", "COVER Muhammad Alif Maulana": "https://digilib.itb.ac.id/gdl/download/218562", "PUSTAKA Muhammad Alif Maulana": "https://digilib.itb.ac.id/gdl/download/218567"}, "Penulis": "Muhammad Alif Maulana [18116016]", "Kontributor / Dosen Pembimbing": ["Dr. Tutun Juhana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "Engineering & allied operations", "Kata Kunci": "LoRa, Dial.Lo, mitigasi bencana.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "25 Jun 2020"}