{"Nomor": 48020, "Judul": "APLIKASI ALGORITMA DEEP LEARNING ENHANCED SUPER RESOLUTION GENERATIVE ADVERSARIAL NETWORK (ESRGAN) BERBASIS SINGLE IMAGE SUPER RESOLUTION MENGGUNAKAN ANTAR MUKA WEBSITE", "Abstrak": "Gambar yang memiliki resolusi tinggi menjadi kebutuhan yang mendasar pada era ini. Hal ini dikarenakan permintaan terhadap konten berkualitas tinggi semakin menaik pada setiap tahunnya. Namun, masih terdapat kesulitan dalam melakukan proses pengolahan gambar yang memiliki resolusi rendah untuk dijadikan gambar beresolusi tinggi. Hal ini dikarenakan sistem pengolahan gambar yang ada masih sulit untuk melakukan perbaikan pada gambar resolusi rendah dengan mudah dan cepat. Oleh sebab itu, diperlukan suatu sistem yang dapat melakukan perbaikan gambar dengan cepat, mudah, dan dapat digunakan oleh semua orang. Single Image Super-Resolution (SISR) adalah teknologi yang mampu menghasilkan gambar beresolusi tinggi dengan tekstur realistis dari gambar beresolusi rendah dengan memasukkan gambar tunggal ke dalam model. Tujuan dari penelitian kami adalah untuk membangun model deep learning untuk Single Image Super-Resolution (SISR) dan untuk mengintegrasikan model deep learning ke dalam antarmuka pengguna. Sehingga setiap orang dapat menggunakan model dengan lebih mudah dan cepat.\nDalam Tugas Akhir ini, penulis merancang sebuah sistem yang dapat menerapkan teknologi SISR ke dalam suatu User Interface. Sistem ini menggunakan Enhanced Super Resolution Generative Adversarial Network (ESRGAN) dengan Blok Residual-in-Residual Dense (RRDB) blok dalam melakukan perancangan sistem. Antarmuka pengguna dari model dibuat dalam bentuk website. Pembuatan back-end menggunakan Flask untuk deploy model deep learning ESRGAN. Dalam membangun front-end, digunakan HTML dan CSS untuk desain pada antar muka pengguna. Sistem SISR ini dapat membangun kualitas visual yang lebih baik dengan tekstur realistis dan alami dari gambar resolusi tinggi dari gambar resolusi rendah. Manfaat dari Tugas Akhir ini adalah menghasilkan suatu aplikasi algoritma deep learning dengan menggunakan website berbasis SISR sehingga dapat memproses gambar dengan hasil berkualitas tinggi yang dapat diproses dengan semua jenis gambar input resolusi rendah (orang, hewan, bunga, dll.) dan lebih mudah untuk mendapatkan hasilnya dengan menggunakan halaman website yang telah disediakan.", "Daftar File": {"ABSTRAK Widia Angelina Samosir": "https://digilib.itb.ac.id/gdl/download/207631", "COVER Widia Angelina Samosir": "https://digilib.itb.ac.id/gdl/download/218600", "PUSTAKA Widia Angelina Samosir": "https://digilib.itb.ac.id/gdl/download/218604"}, "Penulis": "Widia Angelina Samosir [18116026]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Eueung Mulyana, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "Engineering & allied operations", "Kata Kunci": "Super-Resolution (SR), SISR, ESRGAN, RRDB, User Interface", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "6 file", "Tanggal Input": "25 Jun 2020"}