{"Nomor": 48038, "Judul": "INTEGRASI MODEL BATIK GENERATOR KE WEB APPLICATION MENGGUNAKAN FLASK", "Abstrak": "Batik adalah kain khas Indonesia yang pembuatannya dilakukan dengan cara menuliskan malam pada kain tersebut. Batik memiliki nilai ekspor yang sangat tinggi yang juga merupakan sektor penopang di bidang tekstil dan pakaian jadi. Akan tetapi, tradisi batik dan minat membatik di Jawa sendiri juga sudah mulai menurun. Hal ini membuat batik tidak lagi memiliki arti secara tradisi, tetapi hanya sebatas komoditas industri. Salah satu alasan menurunnya tradisi membatik dan minat membatik adalah karena proses membatik memakan waktu yang cukup lama, sedangkan pola hidup manusia di zaman sekarang memiliki tendensi cepat. Model yang akan dibuat memungkinkan terjadinya pembuatan motif batik secara instan berdasarkan data yang telah dipelajari oleh model tersebut. Model ini dapat dimanfaatkan untuk industri sebagai salah satu sumber batik acak untuk membantu kreativitas atau sebagai inspirasi pembuat batik atau sekedar untuk bereksperimen mengenal batik bagi orang secara umum.\nModel ini menggunakan metode Deep Convolutional Generative Adversarial Networks yang menggunakan dua mesin artificial intelligence. Metode baru ini memungkinkan dihasilkannya motif batik berdasarkan dataset pembelajarannya. Training yang dilakukan dalam pembuatan model ini menggunakan data yang dikoleksi dari internet dengan resolusi dan bentuk data yang berbeda-beda. DCGAN merupakan metode terbaru dan terpopuler dalam sektor unsupervised learning khususnya dalam image synthesis. Model hasil training di-deploy menggunakan sebuah micro web framework menggunakan bahasa python yaitu Flask untuk bisa diakses oleh berbagai user. Produk akhir dari tugas akhir ini adalah website yang menghasilkan motif batik yang berbeda-beda setiap proses generate dan menampilkan motif tersebut pada halaman antarmukanya. Website sudah berfungsi sesuai yang diharapkan, namun dari survei yang dilakukan masih terdapat 6,349% responden yang tidak tertarik untuk mencoba men-generate motif batik dari website ini.", "Daftar File": {"ABSTRAK Akbar Esa Dewangga": "https://digilib.itb.ac.id/gdl/download/207658", "BAB 2 Akbar Esa Dewangga": "https://digilib.itb.ac.id/gdl/download/220300", "PUSTAKA Akbar Esa Dewangga": "https://digilib.itb.ac.id/gdl/download/220304"}, "Penulis": "Akbar Esa Dewangga [18116006]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Eueung Mulyana, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "Engineering & allied operations", "Kata Kunci": "Batik, Artificial Intelligence, DCGAN, Flask.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "25 Jun 2020"}