{"Nomor": 48036, "Judul": "HUBUNGAN STRUKTUR KOMUNITAS DAN STOK KARBON EKOSISTEM PADANG LAMUN DI PULAU KARIMUNJAWA DAN KEMUJAN, JEPARA, JAWA TENGAH", "Abstrak": "Indonesia yang menyimpan 17% “karbon biru” dunia, berperan penting dalam mitigasi perubahan iklim secara global. Estimasi tersebut diduga masih berada di bawah nilai sebenarnya karena masih banyak ekosistem padang lamun yang belum tereksplorasi. Disisi lain, hubungan antara stok karbon dan struktur komunitas padang lamun Indonesia, dengan keanekaragamannya yang tinggi, belum banyak dipelajari. Hal ini perlu ditangani karena ekosistem padang lamun tidak hanya tergolong sebagai ekosistem pesisir yang paling efektif dalam menyimpan karbon, tetapi juga mengalami degradasi secara terus-menerus. Potensi tersebut, bersamaan dengan urgensi pelestarian ekosistem pesisir dan optimalisasi pengelolaannya, mendorong berkembangnya penelitian mengenai potensi penyimpanan karbon biru pada ekosistem padang lamun di Indonesia. Penelitian ini bertujuan untuk (1) mendeskripsikan dan membandingkan struktur komunitas lamun pada enam lokasi di pesisir Pulau Karimunjawa dan Kemujan, Jepara, Jawa Tengah; (2) mengukur stok karbon padang lamun pada keenam lokasi dan mengestimasi stok karbon total; dan (3) mengetahui hubungan struktur komunitas dan stok karbon padang lamun. Enam lokasi pengambilan data adalah Nyamplung Ragas (Pantai Bobi), Alang-Alang, Anora, Koin (Pantai Pokemon), Telaga, dan Legon Bajak.\nAnalisis hubungan struktur komunitas dan stok karbon didasari pada perbandingan dan korelasi antara analisis vegetasi dan perhitugan estimasi stok karbon pada enam lokasi. Analisis vegetasi dilakukan terhadap 33 plot kuadrat berukuran 0,5 m2 pada 10.000 m2 luasan pengambilan data di masing-masing lokasi. Struktur komunitas dideskripsikan melalui hasil perhitungan kerapatan, frekuensi, dan penutupan, serta dibandingkan melalui beberapa indeks, yaitu nilai penting, keanekaragaman, kemerataan, dominansi, dan kesamaan. Stok karbon dihitung pada tiga kompartemen stok karbon, yaitu biomassa hidup bagian atas (aboveground), biomassa hidup bagian bawah (belowground), dan sedimen, dengan analisis kandungan karbon organik menggunakan metode Kurmies. Stok karbon biomassa diperoleh menggunakan korelasi antara kerapatan lamun per spesies, berat kering lamun per individu spesies, dan kandungan karbon organik lamun per spesies, sedangkan stok karbon sedimen diperoleh dengan mengalikan bobot isi tanah (DBD), berat kering sedimen per volume pencuplikan, dan kandungan karbon organik sedimen. Spesies lamun yang ditemukan di pesisir Pulau Karimunjawa-Kemujan mencakup Enhalus acoroides, Thalassia hemprichii, Cymodocea rotundata, Halodule pinifolia, Halophila ovalis, Halophila minor, Syringodium isoetifolium, dan Cymodocea serrulata. Kerapatan, frekuensi, penutupan, serta indeks nilai penting tertinggi pada enam lokasi bervariasi antara tiga spesies yaitu E. acoroides, T. hemprichii, C. rotundata. Indeks keanekaragaman tertinggi dijumpai di Nyamplung Ragas (1,55), indeks kemerataan tertinggi dijumpai di Legon Bajak (0,81), dan indeks dominansi tertinggi di Telaga (0,52). Estimasi stok karbon tertinggi yaitu 426,17 Mg C ha-1 terdapat di Telaga dengan dominasi spesies E. acoroides, sedangkan terendah yaitu 127,42 Mg C ha-1 terdapat di Koin dengan dominasi spesies T. hemprichii. Estimasi stok karbon total di pesisir Pulau Karimunjawa dan Kemujan seluas 404,276 hektar ialah sebesar 97.299,23 Mg C. Spesies E. acoroides memberikan kontribusi terbesar pada stok karbon biomassa lamun di pesisir Pulau Karimunjawa dan Kemujan yaitu sebesar 157,56 Mg C (76,8 %) dan dominasinya dalam komunitas berkorelasi positif tinggi terhadap total stok karbon padang lamun (r = 0,92; p = < 0,05).", "Daftar File": {"ABSTRAK Amelia Setya Nur Kumala": "https://digilib.itb.ac.id/gdl/download/207656", "COVER Amelia Setya Nur Kumala": "https://digilib.itb.ac.id/gdl/download/219269", "BAB 1 Amelia Setya Nur Kumala": "https://digilib.itb.ac.id/gdl/download/219270", "BAB 2 Amelia Setya Nur Kumala": "https://digilib.itb.ac.id/gdl/download/219271", "BAB 3 Amelia Setya Nur Kumala": "https://digilib.itb.ac.id/gdl/download/219272", "BAB 4 Amelia Setya Nur Kumala": "https://digilib.itb.ac.id/gdl/download/219273", "BAB 5 Amelia Setya Nur Kumala": "https://digilib.itb.ac.id/gdl/download/219274", "PUSTAKA Amelia Setya Nur Kumala": "https://digilib.itb.ac.id/gdl/download/219275"}, "Penulis": "Amelia Setya Nur Kumala [20617305]", "Kontributor / Dosen Pembimbing": ["Dr. Devi Nandita Choesin, M.Sc.", "Dr. Ichsan Suwandhi, S.Hut., M.P."], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "Karbon biru, Karimunjawa, lamun, variasi, Enhalus", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "25 Jun 2020"}