{"Nomor": 48037, "Judul": "PENGEMBANGAN PERANGKAT PENGUKURAN TOTAL NITROGEN DI DALAM TANAH MENGGUNAKAN LED INFRAMERAH DEKAT", "Abstrak": "Pertanian merupakan salah satu sektor yang penting bagi negara sebesar Indonesia\ndengan jumlah penduduk mencapai 267 juta jiwa (2019). Penigkatan penduduk\nmenyebabkan kebutuhan pangan terus meningkat. Salah satu cara memenuhi\nkebutuhan pangan yaitu dengan meningkatkan produktivitas dari pertanian.\nIndonesia sebagai negara agraris masih mengandalkan sistem tradisional dalam\nproses bertaninya, salah satunya adalah pemupukan tanaman. Nitrogen merupakan\nsalah satu unsur yang dibutuhkan oleh tanaman, baik pada fase generatif maupun\nvegetatif. Bagi tanaman, nitrogen berperan dalam pembentukan sel tanaman,\njaringan dan organ tanaman. Nitrogen merupakan unsur pembentukan protein dan\nproses fotosintesis.. Kebutuhan pemberian nitrogen yang tepat dosis sangat\ndiperlukan karena selain dapat mengoptimalkan pertumbuhan tanaman juga dapat\nmengurangi biaya operasional. Saat ini petani lebih banyak menggunakan\npengalaman untuk menentukan berapa jumlah pupuk nitrogen yang harus\nditambahkan. Beberapa petani melakukan uji di laboratorium tanah untuk\nmengetahui berapa total nitrogen yang ada di tanah, namun untuk melakukan uji ini\npetani harus mengeluarkan biaya hingga Rp 300.000/sampel uji dan waktu\npengujian sekitar 3 hingga 4 minggu.\nMetode yang dapat dilakukan untuk mengatahui kandungan suatu zat adalah\nspektroskopi. Metode ini memanfaatkan interaksi yang terjadi antara materi dengan\ngelombang elektromagnetik. Spektroskopi inframerah dekat adalah salah satu jenis\nspektroskopi yang dapat melihat ikatan molekul, termasuk nitrogen di dalam tanah.\nCara kerjanya adalah dengan menembakkan gelombang inframerah dekat dengan\npanjang gelombang yang spesifik ke dalam sampel tanah dan dilihat bagaimana\nintensitas pantulan yang dihasilkan. Panjang gelombang yang dipilih merupakan\npanjang gelombang yang bersesuaian dengan frekuensi getaran dari ikatan tersebut,\nketika bersesuaian maka panjang gelombang yang dipancarkan akan lebih banyak\ndiserap dan sangat sedikit yang dipantulkan.\nPada penelitian ini digunakan sumber cahaya berupa Light Emmiting Diode (LED)\nyang dapat mengemisikan cahaya dengan panjang gelombang yang sempit. LED\nyang dipilih memiliki panjang gelombang 940, 1200, 1300, 1450 dan 1550 nm.\nSinar pantul yang dihasilkan oleh tanah ditangkap oleh fotodiode yang kemudian\nmasuk ke rangkaian transimpedance amplifier agar dapat dibaca oleh mikrokontroler. Mikrokontroler akan membaca data tegangan yang dihasilkan oleh\nfotodiode pada tiap panjang gelombang kemudian akan dikirimkan ke komputer\nmelalui bluetooth untuk disimpan. Tanah yang digunakan pada penelitian ini\nmerupakan tanah lembang yang termasuk ke dalam golongan tanah lempung\ndengan komposisi pasir 34,8 %, debu 49,73 % dan liat 15,45 %.\nPengujian purwarupa dibagi menjadi dua bagian, yaitu uji awal yang bertujuan\nmengetahui pengaruh air di dalam tanah dan uji lanjutan yang bertujuan mengetahui\nkandungan total nitrogen di dalam tanah. Pada pengujian awal, sampel tanah\nmasing-masing sebanyak 200 gram dikeringkan di bawah sinar matahari selama\ndua hari kemudian diayak menggunakan mesh berukuran 26. Selanjutnya sampel\ntanah tersebut ditambahkan air sebanyak 10, 20, 30, 40, dan 50 ml air. Pada\npengujian lanjutan, sampel tanah masing-masing sebanyak 200 gram dikeringkan\ndi bawah matahari selama dua hari kemudian diayak menggunakan mesh berukuran\n26. Selanjutnya ditambahkan pupuk urea sebanyak dua gram hingga maksimal 30\ngram yang telah dilarutkan ke dalam air sebanyak 50 ml. Data reflektansi kemudian\ndiambil dari masing-masing pengujian untuk dilihat responnya. Selain itu pada tiap\npengujian juga diambil data tegangan pada sensor kapasitansi tanah dan sensor\nresistansi tanah untuk dilihat responnya.\nPada pengujian awal didapatkan bawah semakin banyak air yang ditambahkan\nmaka akan semakin rendah reflektansi yang dihasilkan. Penurunan reflektansi\nterbesar yang didapatkan yaitu sebesar 64,36 % antara tanah yang kering dengan\ntanah yang ditambahkan air sebanyak 50 ml. Sensor kapasitansi tanah menunjukkan\nrespon linear ketika air ditambahkan ke dalam tanah dengan nilai R2 sebesar 0,9768,\nsementara sensor resistansi tanah juga menunjukkan perubahan yang linear namun\ndengan nilai R2 yang lebih rendah yaitu 0,9112. Pada pengujian lanjutan didapatkan\nbahwa grafik reflektansi yang dihasilkan memiliki pola yang berbeda dengan grafik\nreflektansi yang dihasilkan pada uji awal penambahan air. Pada penambahan\nnitrogen, grafik reflektansi yang dihasilkan memiliki cekungan yang lebih dalam\npada panjang gelombang 1200 hingga 1550 nm sedangkan pada panjang\ngelombang 940 nm tidak mengalami perbedaan yang signifikan. Jika dilakukan\nregresi pada tiap pantulan panjang gelombang terhadap kandungan nitrogen di\ntanah didapatkan bahwa pada panjang gelombang 1300 nm memiliki kesalahan\npengukuran yang paling kecil yaitu 12,047 %. Sensor kapasitani tanah dapat\nmembaca kandungan air dengan cukup baik, namun sensor resistansi tidak dapat\nmembaca penambahan larutan pupuk urea ke dalam tanah.\nMasalah yang ditemukan pada penelitian ini adalah reflektansi yang dihasilkan oleh\ntanah merupakan reflektansi difus akibat permukaan yang tidak seragam dan bauran\ndi dalam tanah. Selain itu kandungan awal di dalam tanah juga tidak diketahui\nsehingga tidak diketahui materi lain yang berinteraksi dengan gelombang\ninframerah-dekat yang dipancarkan.", "Daftar File": {"ABSTRAK Nugroho Hari Wibowo": "https://digilib.itb.ac.id/gdl/download/207657"}, "Penulis": "Nugroho Hari Wibowo [23816008]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Endang Juliastuti, MS", "Dr. Vebi Nadhira, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "Spektroskopi Inframerah-dekat, total nitrogen, pemantulan difus, bauran cahaya.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jun 2020"}