{"Nomor": 48030, "Judul": "PENGARUH DIGITALISASI PADA INDUSTRI KREATIF TERHADAP INOVASI SOSIAL PERDESAAN: STUDI KASUS DESA KALIABU, KABUPATEN MAGELANG DAN DESA KAMASAN, KABUPATEN KLUNGKUNG", "Abstrak": "Deagrarianisasi sebagai bagian dari dinamika transformasi perdesaan juga berkaitan\ndengan diversifikasi pola produksi dan mata pencaharian. Salah satu yang\nberkembang di perdesaan adalah industri kreatif yang memerlukan pemikiran yang\ninovatif. Jenis inovasi yang terjadi di perdesaan tidak hanya inovasi teknis tetapi\njuga inovasi sosial yang pada akhirnya didukung oleh inovasi teknis, seperti\ndigitalisasi yang menjadi tren transformasi perdesaan. Era industri 4.0 menjadi\nmomen penetrasi teknologi informasi dalam mendukung digitalisasi, tidak terkecuali\ndi kawasan perdesaan. Digitalisasi pada industri kreatif diduga mampu mendorong\nterciptanya dan memperkuat inovasi sosial yang ada. Inovasi sosial membuat\nmasyarakat mampu menyelesaikan permasalahan sosial dan meningkatkan kualitas\nkehidupan masyarakat yang pada akhirnya mampu mendorong perubahan sosial.\nOleh karena itu, penelitian ini bertujuan untuk mengidentifikasi pengaruh digitalisasi\npada industri kreatif dalam proses inovasi sosial.\nPada penelitian kualitatif ini dilakukan wawancara dan dokumentasi, seperti rekaman\ndan catatan lapangan dalam pengambilan data. Wawancara dilakukan dengan teknik\npurposive sampling dan snowballing. Data tersebut kemudian dianalisis\nmenggunakan perangkat lunak ATLAS.TI dengan metode analisis konten dan\nkomparatif. Analisis data dilakukan dengan tiga tahap, yaitu (i) mereduksi data, (ii)\npenyajian data, serta (iii) penarikan kesimpulan dan verifikasinya. Kerangka teoritis\nterkait inovasi sosial yang diperoleh dari tinjauan literatur diterapkan pada dua studi\nkasus yang memiliki perbedaan karakteristik, yaitu Desa Kamasan dan Desa Kaliabu.\nPerbedaan karakteristik meliputi jenis teknologi digital, jenis industri kreatif, dan\nkarakteristik sosial-budaya masyarakat.\nHasil penelitian menunjukkan bahwa digitalisasi pada industri kreatif berpengaruh\nterhadap proses inovasi sosial sebagai gerakan sosial baru yang akhirnya mampu\nmenjadi pendorong perubahan sosial di masyarakat. Hal ini karena, ada keterkaitan\nantara aktor digitalisasi dengan sistem sosialnya. Tindakan kolektif atas digitalisasi\ndan legitimasi terhadap tindakan digitalisasi sangat diperlukan dalam proses\nperubahan sistem sosial masyarakat. Terdapat beberapa konteks yang mempengaruhi\nperbedaan hasil inovasi sosial, yaitu jenis teknologi yang digunakan, jenis industri\nkreatif, dan karakteristik sosial budaya masyarakat. Dengan tercipta dan\ndiperkuatnya inovasi sosial, diharapkan mampu mendorong inisiatif lokal sebagai\nbentuk partisipatif dalam penyediaaan layanan publik dan pemecahan permasalahan\nsosial di masyarakat perdesaan sehingga dapat mengawal transformasi perdesaan\nlebih inklusif dan berkelanjutan secara sosial.", "Daftar File": {}, "Penulis": "Anandhika Arifianto [15416008]", "Kontributor / Dosen Pembimbing": ["Dr. Fikri Zul Fahmi, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "transformasi perdesaan, digitalisasi, industri kreatif, inovasi sosial", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "25 Jun 2020"}