{"Nomor": 48049, "Judul": "FEASIBILITY STUDY OF ALTIMETRY SATELLITES FOR  SENSING THE ATMOSPHERE AND CLIMATE CHANGES OVER INDONESIA", "Abstrak": "Bencana hidrometeorologi seperti banjir dan kekeringan sering terjadi di Indonesia\ndikarenakan kerap terjadinya perubahan curah hujan secara drastis dan sulit\ndiprediksi. Pembelajaran mengenai atmosfer menjadi penting agar dapat dilakukan\nperencanaan penanggulangan terbaik yang dapat mengurangi dampak kerugian\nbencana. Untuk dapat mempelajari atmosfer dibutuhkan data pengamatan yang\ntentunya dihasilkan oleh teknologi pengamatan atmosfer. Teknologi satelit sudah\nsangat umum digunakan karena kemampuannya dalam melakukan pengamatan\nsecara global. Satelit yang umumnya dimanfaatkan adalah Satelit Pencitraan,\nsementara Satelit Altimetri tidak umum karena memang memiliki fungsi lain.\nNamun, Satelit Altimetri memiliki potensi untuk dimanfaatkan juga dikarenakan\nsatelit ini memiliki instrumen pendeteksi kadar uap air pengukur parameter WTC\n(Wet Tropospheric Correction) yang berfungsi sebagai koreksi data ukuran jarak\naltimetri akibat efek bias troposfer. Lebih jauh lagi, nilai WTC ini dapat dikonversi\nmenjadi PWV (Precipitable Water Vapor) yang berhubungan langsung dengan curah\nhujan, variabel atmosfer utama di Indonesia. Pada tugas akhir ini akan dilakukan\npenelitian terhadap data PWV satelit altimetri, khususnya Misi Satelit Jason,\nterhadap kehandalannya dalam mencermati kondisi atmosfer di Indonesia. Dinilai\ndari bagaimana karakteristik pola atmosfer Indonesia dapat teramati yang antara lain\nadalah pola musiman yang terkait dengan sistem monsoon Indonesia, pola anomali\nyang terkait dengan fenomena El Niño Southern Oscillation (ENSO) dan perubahan\niklim yang ditandai dengan bertambahnya penguapan. Dilakukan penggambaran\ngrafik deret waktu data PWV juga nilai rerata bulanannya dan ditranfsormasikan ke\nderet frekuensi dengan Transofmrasi Fourier utuk menelaah pola berkala yang ada.\nAnalisis secara lebih menyeluruh juga dilakukan terhadap data permukaan rerata\nbulanan, anomali, juga trend linier hasil interpolasi spasial. Setelahnya didapatkan\nbahwa data PWV altimetri layak untuk digunakan untuk mencermati atmosfer.", "Daftar File": {"ABSTRAK Fathin Nurzaman": "https://digilib.itb.ac.id/gdl/download/207685"}, "Penulis": "Fathin Nurzaman [15116022]", "Kontributor / Dosen Pembimbing": ["Dr.techn. Dudy Darmawan Wijaya, S.T., M.Sc.", "Dr. Zamzam Akhmad Jamaluddin T., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "Satelit Altimetri, Misi Jason, Precipitable Water Vapor, Wet Tropospheric Correction, ENSO", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jun 2020"}