{"Nomor": 48046, "Judul": "IMPLEMENTASI SISTEM ARTIFICIAL INTELLIGENCE BERBASIS WEB UNTUK PENINGKATAN INTENSITAS CAHAYA PADA FOTO", "Abstrak": "Gambar yang diambil dengan kamera biasa termasuk kamera ponsel pada cahaya redup ekstrem menghasilkan foto yang gelap dan berbintik. Menggunakan editor foto biasa seperti Photoshop dapat meningkatkan intensitas cahaya gambar sampai batas tertentu tetapi biasanya kehilangan informasi warna dan ketajaman. Penelitian dilakukan untuk menyelesaikan permasalahan yang ada dengan membuat sistem menggunakan algoritma kecerdasan buatan. Gambar akan direkonstruksi menjadi terang dan lebih jelas dengan mempertahankan fitur objek dan informasi warna. Oleh karena itu pada Tugas Akhir ini dilakukan pengembangan sistem berbasis artificial intelligence yang diintegrasi pada web untuk merekonstruksi gambar dari gelap menjadi terang secara otomatis. Dibutuhkan pengumpulan dataset gambar terang dan gambar gelap yang cukup banyak agar program bekerja dengan baik. Sistem artificial intelligence ini menggunakan machine learning library TensorFlow. Cara kerja sistem menggunakan computer vision Fully Convolutional Network yang mempunyai filter di semua layer dan menghasilkan keluaran dalam ukuran yang sama. Sistem dapat digunakan untuk semua variasi gambar seperti foto orang, pemandangan, dan objek-objek lainnya. Pada pengembangan sistem ini, penulis menambahkan dataset berupa foto orang pada kondisi gelap dan terang dalam jumlah yang banyak. Hal tersebut bertujuan agar sistem dapat merekonstruksi foto portrait lebih baik. Luaran dari Tugas Akhir ini berupa web yang dibuat menggunakan framework Flask. User dapat mengunggah gambar yang ingin direkonstruksi di dalam web lalu hasil yg sudah direkonstruksi oleh model artificial intelligence akan ditampilkan kembali ke web. Penulis memberi nama Web CamAIra yang merupakan gabungan kata dari Camera dan AI.", "Daftar File": {"ABSTRAK Ellena Stefani": "https://digilib.itb.ac.id/gdl/download/207682", "COVER Ellena Stefani": "https://digilib.itb.ac.id/gdl/download/218538", "PUSTAKA Ellena Stefani": "https://digilib.itb.ac.id/gdl/download/218543"}, "Penulis": "Ellena Stefani [18116019]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Eueung Mulyana, S.T., M.Sc.", "Teddy", "Ir. Hendrawan, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "Engineering & allied operations", "Kata Kunci": "Artificial Intelligence, web, TensorFlow, Fully Convolutional Network", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "25 Jun 2020"}