{"Nomor": 48059, "Judul": "PENINGKATAN EFEKTIVITAS INFORMATION RETRIEVAL SYSTEM DENGAN MENGGUNAKAN PSEUDO RELEVANCE FEEDBACK", "Abstrak": "Pseudo Relevance Feedback (PRF) dapat meningkatkan kinerja pada metode relevance feedback. Pseudo Relevance Feedback mengassumsikan bahwa k dokumen peringkat tertinggi pada first retrieval adalah dokumen relevan kemudian akan dibentuk query expansion berdasarkan dokumen relevan. Algoritma Rocchio adalah algoritma klasik untuk mengimplementasi relevance feedback ke dalam vector space model. Algoritma Rocchio membentuk query baru yang mendekati centroid dokumen relevan dan menjauhkan dari dokumen tidak relevan. Namun pada relevance feedback komponen dokumen tidak relevan sering diabaikan. Karya tulis ini melakukan penelitian terhadap metode untuk Pseudo Irrelevance Feedback (PIRF) yang efektif diterapkan pada algoritma Rocchio. Dokumen dengan peringkat tinggi pada first retrieval selain dari k dokumen relevan dan dokumen tersebut tidak memiliki nilai similaritas terhadap k dokumen relevan dapat menghasilkan query expansion yang bagus jika dokumen tersebut diterapkan sebagai dokumen tidak relevan. Algoritma Rocchio yang menggunakan hasil PRF sebagai komponen dokumen relevan dan hasil dari metode penelitian ini sebagai dokumen tidak relevan disebut sebagai Roc PRF PIRF (filter). Hasil penelitian Roc PRF PIRF (filter) terhadap dataset CISI menunjukkan peningkatan kinerja dengan pengujian terhadap beberapa variasi jumlah dokumen tidak relevan jika dibandingkan dengan algoritma Rocchio tanpa dokumen relevan dan Rocchio dengan dokumen tidak relevan tapi tanpa metode pada penelitian ini.", "Daftar File": {"ABSTRAK Elvina": "https://digilib.itb.ac.id/gdl/download/207695", "Tesis": "https://digilib.itb.ac.id/gdl/download/217567"}, "Penulis": "Elvina [23518022]", "Kontributor / Dosen Pembimbing": ["Ir. Rila Mandala, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "Engineering & allied operations", "Kata Kunci": "information retrieval, pseudo relevance feedback, pseudo irrelevance feedback, algoritma rocchio", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "2 file", "Tanggal Input": "25 Jun 2020"}