{"Nomor": 48058, "Judul": "EVALUASI PERILAKU BALOK TINGGI DENGAN PERMODELAN NUMERIK MENGGUNAKAN METODE ELEMEN HINGGA", "Abstrak": "Struktur beton bertulang umum untuk digunakan pada konstruksi bangunan. Struktur tersebut didesain untuk menanggung gaya aksial, geser, dan lentur. Sebagai akibat dari beban luar yang bekerja, terdapat keumungkinan terjadinya kegagalan pada struktur. Secara umum, kegagalan dibagi menjadi dua, yaitu kegagalan geser dan lentur. Kegagalan geser bersifat getas dan terjadi secara mendadak, sedangkan kegagalan lentur ditandai dengan adanya defleksi dan retak hingga akhirnya terjadi kegagalan. Komponen struktur dengan kegagalan getas berbahaya karena terjadi tanpa adanya peringatan terlebih dahulu sehingga diperlukan studi lebih lanjut mengenai hal tersebut. Contoh kegagalan geser adalah pada balok tinggi.\nPenelitian dilakukan dengan metode elemen hingga dan permodelan dilakukan pada perangkat lunak ABAQUS 2017. Metode elemen hingga digunakan pada penelitian karena lebih murah dalam hal pembuatan benda uji dan analisis elemen hingga dapat menghasilkan perilaku pada setiap titik sehingga dapat diperoleh pula redistribusi tegangan yang tidak mungkin diperoleh pada pengujian dan perhitungan analitik. Balok tinggi dimodelkan sebagai dua dimensi karena memiliki daerah terganggu dan mengalami deformasi geser, tetapi perilakunya pada arah ke luar bidang tidak penting untuk ditinjau dan dapat diasumsikan bahwa perilaku balok tinggi pada ketebalan bersifat seragam. Penelitian diawali dengan melakukan analisis sensitivitas mesh, kemudian dilanjutkan dengan studi parametrik properti material, verifikasi model numerik, dan studi parametrik balok tinggi. Studi parametrik properti material dilakukan terhadap sudut dilatasi dan parameter viskositas. Studi parametrik balok tinggi dilakukan terhadap benda uji dengan pelat beban, benda uji dengan kolom stub, dan benda uji dengan tulangan diagonal. Sementara verififikasi permodelan numerik dilakukan terhadap perhitungan analitik dan eksperimental.\nSebelum melakukan verifikasi permodelan, dilakukan kalibrasi terhadap model terlebih dahulu. Analisis sensitivitas mesh dilakukan dengan memberikan variasi terhadap ukuran mesh. Diperoleh bahwa ukuran mesh 50 mm memberikan nilai beban ultimit yang cukup mendekati eksperimental dengan waktu komputasi yang cukup singkat. Dalam hal kekakuan, seluruh ukuran mesh memberikan kekakuan sebesar 6 kali lebih tinggi dari eksperimental sebagai akibat dari variabilitas material pada eksperimen. Studi parametrik properti material dilakukan menggunakan ukuran mesh 50 mm. Dengan adanya perbedaan kekakuan yang signifikan, hanya beban ultimit yang digunakan sebagai pembanding. Diperoleh parameter terpilih adalah sudut diltasi 28° dan parameter viskositas 0.0003.\nVerfikasi permodelan terhadap perhitungan analitik dalam hal beban ultimit memberikan rasio yang bernilai lebih dari 1 untuk seluruh model dan menunjukkan perhitungan analitik bersifat konservatif. Model yang perhitungan analitiknya menggunakan diskontinuitas geometri menunjukkan hasil yang lebih mendekati model numerik daripada model dengan diskontinuitas gaya. Hasil eksperimental menunjukkan beban ultimit yang lebih tinggi daripada permodelan numerik, kecuali untuk benda uji dengan tulangan diagonal.\nModel dengan kolom stub menunjukkan kapasitas yang lebih tinggi daripada model dengan pelat beban, dengan beban ultimit yang 4.24% lebih tinggi dan energi disipasi yang 25.17% lebih tinggi. Model dengan tulangan diagonal menunjukkan kapasitas yang lebih tinggi dari model tanpa tulangan diagonal, dengan selisih beban ultimit 35.95% dan energi disipasi yang 54.84% lebih tinggi. Hasil tersebut menunjukkan bahwa penggunaan tulangan diagonal memberikan daktilitas yang signifikan pada balok tinggi. Seluruh benda uji menunjukkan adanya redistribusi tegangan setelah tegangan pada strut atas mencapai ultimit. Redistribusi tegangan dari strut atas ke strut bawah pada model tanpa tulangan diagonal terjadi melalui diagonal strut berbentuk botol dengan pola tegangan yang tersebar. Kegagalan terjadi ketika strut bawah mencapai tegangan tekan yang mendekati strut atas. Sementara itu, redistribusi tegangan pada model dengan tulangan diagonal terjadi melalui tulangan diagonal. Tegangan pada beton turut berkontribusi dan membentuk diagonal strut berbentuk botol, tetapi dengan tegangan yang lebih terpusat pada daerah yang dilewati tulangan diagonal. Terjadinya redistribusi menunjukkan daktilitas benda uji yang seharusnya dapat diperhitungkan dalam perhitungan analitik seperti dalam strut and tie method.", "Daftar File": {"ABSTRAK Ferdy Tjahyadi Tjandra Lukas": "https://digilib.itb.ac.id/gdl/download/207694", "COVER Ferdy Tjahyadi Tjandra Lukas": "https://digilib.itb.ac.id/gdl/download/218488", "PUSTAKA Ferdy Tjahyadi Tjandra Lukas": "https://digilib.itb.ac.id/gdl/download/218494"}, "Penulis": "Ferdy Tjahyadi Tjandra Lukas [15016135]", "Kontributor / Dosen Pembimbing": ["Erwin Lim, S.T., M.S., Ph.D.", "Patria Kusumaningrum, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "getas, metode elemen hingga, ukuran mesh, sudut dilatasi, parameter viskositas, redistribusi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "25 Jun 2020"}