{"Nomor": 48055, "Judul": "ANALISIS TWO TANK STORAGE PADA PEMBANGKIT LISTRIK TENAGA SURYA BERBASIS THERMAL DI INDONESIA", "Abstrak": "Peningkatan jumlah penduduk mengakibatkan meningkatnya kebutuhan energi terutama energi listrik. Indonesia merupakan negara dengan potensi iradiasi matahari yang cukup besar, terutama di kabupaten Timor Tengah Selatan, Nusa Tenggara Timur yang memiliki level iradiasi matahari cukup tinggi, mencapai lebih dari 5 kWh/m2/hari. Pembangkit Listrik Tenaga Surya (PLTS) berbasis thermal dengan storage dapat diimplementasikan di daerah ini. Sistem pembangkitan tanpa storage, dengan indirect two tank storage, dan direct two tank storage dianalisis dengan perangkat lunak EBSILON Professional menggunakan 2 jenis heat transfer fluid (HTF) yaitu Therminol VP-1 dan HITEC serta memvariasikan luas area solar collector (SM). Semakin besar SM, maka semakin lama durasi storage dan semakin besar energi listrik yang diproduksi. HITEC lebih optimal untuk digunakan pada sistem direct two tank sedangkan Therminol VP-1 lebih optimal untuk digunakan pada sistem indirect two tank. Sistem indirect two tank lebih unggul saat kondisi charging sedangkan sistem direct two tank lebih unggul saat kondisi discharging. Sistem pembangkitan yang paling unggul adalah Sistem Direct Two Tank dengan HITEC sebagai HTF.", "Daftar File": {"ABSTRAK Muhammad Azka": "https://digilib.itb.ac.id/gdl/download/207691", "COVER Muhammad Azka": "https://digilib.itb.ac.id/gdl/download/218391", "BAB 5 Muhammad Azka": "https://digilib.itb.ac.id/gdl/download/218396", "PUSTAKA Muhammad Azka": "https://digilib.itb.ac.id/gdl/download/218397"}, "Penulis": "Muhammad Azka [18016015]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Anggoro Soedjarno P., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "Engineering & allied operations", "Kata Kunci": "PLTS, thermal, indirect, direct, HITEC, Theminol VP-1.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "25 Jun 2020"}