{"Nomor": 48068, "Judul": "PENGEMBANGAN SISTEM PENDETEKSI JATUH MENGGUNAKAN KAMERA DAN SMARTPHONE", "Abstrak": "Penuaan yang terjadi pada lansia mengakibatkan kondisi fisik melemah sehingga\nrentan mengalami penurunan daya ingat, kehilangan keseimbangan, serta ancaman\nkesehatan lainnya. Untuk itu, dibutuhkan pemenuhan pelayanan kesehatan yang\ndapat meningkatkan kualitas hidup lansia. Sebelumnya, telah dibuat sistem deteksi\njatuh berbasis kamera dengan akurasi 90% dan waktu rata-rata pengiriman\nnotifikasi SMS selama 4,7615 sekon. Pada tugas akhir ini, ditambahkan fitur live\nstreaming video ketika terdeteksi jatuh oleh sistem yang memanfaatkan kamera\nagar keluarga dapat melihat kondisi jatuh lansia secara langsung dari jarak jauh\nsehingga dapat segera ditangani. Selain itu, berhasil ditambahkan sistem pendeteksi\njatuh berbasis smartphone Android untuk mendeteksi jatuh saat lansia beraktivitas\ndiluar rumah dengan memanfaatkan sensor gyroscope dan accelerometer. Kedua\nsistem pendeteksi jatuh ini dapat memberikan peringatan melalui SMS serta URL\nuntuk live streaming kepada keluarga lansia tersebut.\nTerkait sistem deteksi jatuh dengan kamera, lansia dikatakan jatuh apabila terjadi\nkondisi jatuh dalam kurun waktu tertentu. Live streaming ini hanya menampilkan\nkondisi jatuh lansia untuk menghargai privasi dari lansia tersebut. Live streaming\nke Internet sudah berhasil dilakukan, tetapi masih memiliki delay selama 3 hingga\n5 sekon tergantung oleh koneksi internet.\nKemudian untuk deteksi menggunakan smartphone, saat terdeteksi kondisi jatuh,\nalarm verifikasi akan berbunyi selama 30 detik untuk menghindari false alarm. Jika\nalarm tidak dimatikan, maka kondisi jatuh dikatakan valid dan SMS peringatan\nlangsung dikirimkan beserta URL untuk live streaming. Sistem ini memiliki akurasi\n93,33% untuk mendeteksi kondisi jatuh dan kesalahan deteksi sebesar 2,8% dari\ntotal 300 percobaan. Kemudian, rata-rata waktu pengiriman SMS dari saat kondisi\njatuh terdeteksi adalah 4,569 sekon.", "Daftar File": {}, "Penulis": "Sarah Yumni Pradita [18116024]", "Kontributor / Dosen Pembimbing": ["Dr. Tutun Juhana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Lanjut usia, deteksi jatuh berbasis kamera, deteksi jatuh berbasis smartphone", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jun 2020"}