{"Nomor": 48071, "Judul": "STUDI MORFOMETRI DAN MEKANISME PEMBENTUKAN KEKAR KOLOM DI PANTAI MENGANTI, JAWA TENGAH", "Abstrak": "Kekar kolom yang berada di garis Pantai Menganti Jawa Tengah merupakan salah satu bentuk morfologi yang ideal yang terdiri dari satu fasies colonnade dan ditafsirkan berada diantara hialoklastik. Daerah penelitian berada pada Fm. Gabon, intrusi Andesit, Fm. Kalipucang, dan endapan aluvium. Penelitian sebelumnya di Pantai Menganti membahas mengenai petrogenesa dan geokimia batuan. Dalam penelitian ini akan membahas mengenai studi morfometri kekar kolom yang berkaitan dengan mekanisme pembentukan, kesempurnaan bentuk, dan orientasi kekar kolom. Pola dan Orientasi kekar kolom di Pantai Menganti yang bervariasi diduga dipengaruhi oleh paleoslope dan laju pendinginan yang cepat. Selain itu, studi ini juga membahas kaitan geokimia batuan, karakteristik magmatisme, dan tatanan tektonik terhadap pembentukan kekar kolom.\nPenelitian morfometri dilakukan dengan pengukuran dimensi kekar kolom pada enam stasiun yang bertujuan untuk menentukan indeks heksagon kekar kolom (Xn). Terdapat 18 sampel batuan yang dibuat sayatan tipis untuk analisis petrografi dan diamati tekstur sayatan batuan, tekstur khusus mineral, dan komposisi mineral batuan. Selanjutnya dipilih tiga sampel untuk analisis geokimia menggunakan metode X-Ray Fluorescence (XRF) dan metode Inductively Coupled Plasma-Optical Emission Spectrometry (ICP-OES). Berdasarkan analisis geokimia ditentukan klasifikasi batuan, afinitas magma, dan tatanan tektonik. Pada tiga sampel yang sama juga dilakukan pengukuran distribusi ukuran kristal plagioklas melalui metode crystal size distributions (CSDs) untuk mengetahui waktu kristalisasi dan kecepatan pendinginan.\nBerdasarkan pengamatan lapangan, orientasi kekar kolom adalah vertikal, miring, dan horizontal. Berdasarkan analisis petrografi lava tersusun atas mineral olivin, piroksen, dan plagioklas, dengan massa dasar mikrolit plagioklas, piroksen, dan gelas vulkanik. Tekstur khusus mineral plagioklas berupa sieve, glomerocryst, dan sinneusis. Berdasarkan analisis CSD menunjukkan pola peningkatan waktu simpan magma. Waktu kristalisasi pada ST4 adalah 2 bulan, ST3 3 bulan, dan ST6 4 bulan. Waktu kristalisasi magma yang dihasilkan linier dengan kecepatan pendinginan magma yaitu ST4 2.2x10?8 ????/????, ST3 1.9x10?8????/????, ST6 1.6x10?8????/????. Kecepatan pendinginan magma menurun ketika waktu kristalisasi meningkat. Berdasarkan analisis morfometri, kekar kolom di Pantai Menganti memiliki nilai indeks heksagon (Xn) tinggi dengan sisi kolom 4,5,dan 6, dan 7 sisi dengan kolom 5 yang dominan. Xn tinggi mengindikasikan pendinginan yang cepat yang merefleksikan aliran lava yang tipis dan membentuk kolom yang kecil, serta tercermin dalam ketebalan striae yang tipis. Orientasi kekar kolom di Pantai Mengati yang berbeda-beda dipengaruhi oleh paleoslope yang berbeda yang dicerminkan dari nilai sudut internal yang tinggi. Kesempurnaan pola kekar kolom di Pantai Menganti dipengaruhi oleh waktu kristalisasi magma, keceptan pendinginan, dan paleoslope yang direfleksikan pada indeks heksagon dan standar deviasi relatif dari dimensi kolom. Berdasarkan analisis geokimia batuan, kekar kolom di Pantai Menganti menunjukkan litologi basalt, dengan afinitas toleitik, dan berada pada tatanan tektonik island arc.", "Daftar File": {"ABSTRAK Lia Fitria Rahmatillah": "https://digilib.itb.ac.id/gdl/download/207708"}, "Penulis": "Lia Fitria Rahmatillah [22017005]", "Kontributor / Dosen Pembimbing": ["Dr. Mirzam Abdurrachman, S.T., M.T.", "Dr. Idham Andri Kurniawan, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "kekar kolom, CSD, residence time, cooling rate, Morfometri", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jun 2020"}