{"Nomor": 48076, "Judul": "PENGEMBANGAN BOOKAHOLIC INDONESIA APLIKASI PERPUSTAKAAN BERKONSEP PEER-TO-PEER MENGGUNAKAN METODOLOGI LEAN STARTUP", "Abstrak": "Jumlah perpustakaan yang tidak memadai, persebaran perpustakaan yang tidak merata, jarak\nyang jauh, jam layanan yang terbatas, serta koleksi perpustakaan yang kurang beragam\ndianggap sebagai salah satu faktor yang menyebabkan rendahnya peringkat Indonesia pada\nPISA 2018 dan survei oleh Central Conneticut State University 2016 pada tolak ukur fasilitas\npenunjang perpustakaan yang memadai. Konsep peer-to-peer yang selama ini banyak\ndiaplikasikan pada layanan financial techonology ternyata juga bisa diaplikasikan pada layanan\nperpustakaan. Penelitian ini bertujuan untuk membuat rancangan serta implementasi solusi\ndalam bentuk aplikasi untuk memudahkan pencarian dan pemesanan buku milik pengguna lain.\nPengembangan tidak hanya dilakukan pada sisi perangkat lunak tetapi juga pada sisi bisnis,\nselain itu aplikasi harus dirancang dan dapat digunakan oleh target pengguna sesegera\nmungkin. Metodologi pengembangan yang digunakan adalah lean startup dengan tahapan\nyang dilakukan yaitu menentukan target pengguna, identifikasi kebutuhan pengguna,\nidentifikasi nilai produk, menentukan fitur MVP (minimum viable product), pengembangan\nMVP, dan pengujian MVP. Pengujian dilakukan tidak hanya dari segi teknis aplikasi, tetapi\njuga pengujian product-market fit. Dari hasil penelitian ini, dapat disimpulkan bahwa aplikasi\nBookaholic Indonesia dapat memudahkan pengguna dalam mencari serta memesan buku milik\npengguna lain dengan skor kemudahan dan kebernilaian memiliki skor yang sama yaitu 8 dari\n10. Baik aplikasi Bookaholic Indonesia maupun aplikasi yang dikembangkan dengan\npendekatan customer-focused cocok dikembangkan menggunakan metodologi lean startup.\nMetode ini mampu menghasilkan aplikasi yang dikembangkan tidak hanya pada sisi perangkat\nlunak, tetapi juga pada sisi bisnis. Selain itu, aplikasi telah dirancang dan dapat digunakan\nsesegera mungkin oleh target pengguna karena setiap iterasi aplikasi sudah memenuhi\nkebutuhan pengguna.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/207715", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/207716", "Abstrak": "https://digilib.itb.ac.id/gdl/download/207717", "Abstract": "https://digilib.itb.ac.id/gdl/download/207718", "COVER Muhammad Alfian Rasyidin": "https://digilib.itb.ac.id/gdl/download/217959", "BAB 1 Muhammad Alfian Rasyidin": "https://digilib.itb.ac.id/gdl/download/217960", "BAB 5 Muhammad Alfian Rasyidin": "https://digilib.itb.ac.id/gdl/download/217964", "PUSTAKA Muhammad Alfian Rasyidin": "https://digilib.itb.ac.id/gdl/download/217965"}, "Penulis": "Muhammad Alfian Rasyidin [13516104]", "Kontributor / Dosen Pembimbing": ["Adi Mulyanto, S.T., M.T.", "Fitra Arifiansyah, S.Kom., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "aplikasi perpustakaan, konsep perpustakaan peer-to-peer, lean startup, productmarket fit.", "Sumber": "", "Staf Input/Edit": "karya", "File": "11 file", "Tanggal Input": "26 Jun 2020"}