{"Nomor": 48081, "Judul": "IMPLEMENTASI METODE DCGAN UNTUK PEMBUATAN MOTIF BATIK", "Abstrak": "Batik merupakan salah satu bentuk kebudayaan yang kental di Indonesia, terutama di Jawa. Penggunaan teknologi yang masih tradisioinal mengakibatkan batik sulit bersaing dengan industri tekstil lain. Salah satu teknologi yang mengancam industri batik tradisional adalah teknologi printing dikarenakan mudah dan murahnya proses yang digunakan. Oleh karena itu, dibutuhkan cara untuk mempersingkat pembuatan batik tradisional secara keseluruhan.\nMetode yang digunakan dalam pembuatan model ini adalah Deep Convolutional Generative Networks yang menggunakan dua neural network dan machine learning. Metode ini memungkinkan dihasilkannya motif batik berdasarkan dataset referensi. Training yang dilakukan dalam pembuatan model ini menggunakan data yang dikoleksi dari internet dengan resolusi dan bentuk data yang berbeda-beda. Hasil keluaran dari model ini adalah motif batik yang dihasilkan dengan loss rata-rata 6,43 dan training time 13 menit dan 51 detik dan berdasarkan survey kepada 51 orang didapatkan 8 motif dipilih oleh lebih dari 30% responden tidak memiliki cacat dalam pewarnaannya dan memiliki motif yang menyerupai dataset. Model ini juga menghasilkan 10 motif yang terpilih lebih dari 30% responden memiliki pola seperti dataset namun masih terdapat cacat dalam pewarnaannya.", "Daftar File": {"ABSTRAK Darien Yoga Adi Prawira": "https://digilib.itb.ac.id/gdl/download/207722", "COVER Darien Yoga Adi Prawira": "https://digilib.itb.ac.id/gdl/download/218513", "PUSTAKA Darien Yoga Adi Prawira": "https://digilib.itb.ac.id/gdl/download/218518"}, "Penulis": "Darien Yoga Adi Prawira [18116012]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Eueung Mulyana, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "Engineering & allied operations", "Kata Kunci": "Batik, neural network, DCGAN.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "26 Jun 2020"}