{"Nomor": 48086, "Judul": "PENGEMBANGAN MANAJEMEN TALENTA TERINTEGRASI PADA PT. CLOUD HOSTING INDONESIA", "Abstrak": "PT. Cloud Hosting Indonesia merupakan perusahaan startup yang utamanya menyediakan layanan komputasi awan. Saat ini, perusahaan menghadapi empat isu utama di dalam operasi bisnisnya, mereka adalah: (1) Pemantauan kinerja yang belum layak; (2) Kurangnya perencanaan manajemen SDM; (3) Kurangnya pegawai (talent) yang kompeten; (4) Kurangnya integrasi praktek manajemen SDM. Riset ini bertujuan untuk menemukan model HR yang sebaiknya digunakan oleh PT. Cloud Hosting Indonesia.\nUntuk menyelesaikan masalah yang sedang dihadapi oleh perusahaan, penulis akan juga menganalisis situasi perusahaan saat ini untuk mendapatkan gambaran penuh terhadap keadaan perusahaan, baik itu keadaan internal maupun keadaan eksternal. Hal ini diperlukan untuk memastikan agar strategi yang dibuat nantinya dapat membantu perusahaan bertahan dan mencapai tujuan strategis mereka. Alat yang digunakan untuk membantu penggambaran situasi perusahaan adalah EFAS dan IFAS (dengan IE Matrix), BCG Framework, dan analisis SWOT. Metode penelitian yang digunakan adalah analisis deskrptif dengan pendekatan kualitatif, dimana pengumpulan data dilakukan dengan cara tinjauan pustaka, wawancara mendalam, dan observasi. Informan pada penelitian ini adalah manajemen perusahaan.\nHasil analisis menunjukan bahwa isu yang dihadapi perusahaan utamanya disebabkan oleh kurang baiknya sistem manajemen SDM yang diterapkan di perusahaan pada saat ini, dimana hal tersebut berdampak kepada bagaimana cara perusahaan mengatur pegawainya, dimulai dari perbedaan perlakuan di setiap divisi, KPI yang tidak selaras, dan juga pekerjaan yang overlap satu sama lain. Permasalahan tersebut dapat diselesaikan dengan dengan pembuatan model manajemen talenta terintegrasi yang sesuai dengan core values perusahaan, desain organisasi, dan strategi SDM perusahaan. Model yang dibuat dalam penelitian ini menganut delapan prinsip yaitu melibatkan manajemen tingkat atas di dalam manajemen talenta, termasuk ke dalam menentukan pola pikir talenta. Kemudian mendefinisikan manajemen talenta di dalam konteks organisasi, mengubungkan strategi manajemen talenta dengan strategi organisasi, menghubungkan strategi manajemen talenta dengan strategi SDM, menyatukan prinsip manajemen talenta di dalam budaya perusahaan,mempertahankan konsistensi secara internal di dalam bentuk integrasi aktivitas manajemen talenta,membuat dan membagi grup berdasarkan posisi pekerjaan berdasarkan kepada kebutuhan talenta, serta mengembangkan dan mengimplementasikan praktek manajemen talenta.\nSolusi yang diajukan dibuat dengan fleksibilitas yang tinggi sehingga perusahaan dapat melibatkan semua karyawan di dalam formulasi akhirnya. Perusahaan juga harus mengikuti rencana implementasi agar hal tersebut dapat terwujud.", "Daftar File": {"2020_TS_PP_Raka Raimar Gumilar_1-Abstrak (1).pdf?": "https://digilib.itb.ac.id/gdl/download/207730"}, "Penulis": "Raka Raimar Gumilar [29118094]", "Kontributor / Dosen Pembimbing": ["John Welly, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "start up, manajemen talenta terintegrasi, manajemen talenta, talenta", "Sumber": "PT. Cloud Hosting Indonesia", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "26 Jun 2020"}