{"Nomor": 48090, "Judul": "SOVEREIGN LOANS CONTRIBUTION TO INDONESIA DEVELOPMENT IN 2030 BY SCENARIO PLANNING", "Abstrak": "Tujuan nasional Pemerintah Indonesia dalam UUD 1945, yaitu mewujudkan sebesar-besar kemakmuran untuk rakyat Indonesia melalui pembangunan yang berkeadilan sosial.  Pemerintah menggunak Anggaran Pendapatan dan Belanja Negara (APBN) untuk mendanai semua kegiatan Negara. Namun demikian, tidak semua kegiatan Negara dapat langusng didanai oleh APBN karena keterbatasan anggaran. Oleh karena itu untuk mengatasi defisit anggaran tersebut diperlukan pembiayaan. Pinjaman Luar Negeri sudah menjadi instrumen pembiayaan untuk pembangunan di Indonesia dari zaman kemerdekaan hingga saat ini. Namun dengan terbitnya Undang-Undang Nomor 24 Tahun 2002 tentang Surat Utang sebagai payung hukum penerbitan obligasi negara, sejak tahun 2005, instrument pembiayaan utama telah bergeser dari Pinjaman luar negeri ke Surat Berharga Negara (SBN). \nDirektorat Pinjaman dan Hibah Kementerian Keuangan selaku pengelola pinjman luar negeri harus memahami pergerseran instrument pembiayaan kepada kementerian teknis guna membuat portofolio yang bersaing dengan tingkat bunga yang terkendali. \nTujuan dari penelitian ini adalah untuk mengetahui bagaimana tantangan dan peran Direktorat Pinjaman dan Hibah dalam mengelola pinjaman luar negeri sebagai intrumen pembiayaan untuk mendukung pembangunan Indonesia melalui skenario perencanaan.", "Daftar File": {"ABSTRAK Akhmad Zaenudin": "https://digilib.itb.ac.id/gdl/download/211159"}, "Penulis": "Akhmad Zaenudin [29318044]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. M. Kuntoro Mangkusubroto, MSCE"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "APBN, Pinjaman Luar Negeri, Surat Utang Negara, Pembangunan Indonesia", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "26 Jun 2020"}