{"Nomor": 48099, "Judul": "ALTERNATIVE METHODOLOGY OF ARPS DECLINE CURVE BOOTSTRAPPING WITH DATA CLUSTERING", "Abstrak": "The practices of forecasting in the oil and gas rate play a crucial part of company internal decision making. One of many important aspect of oil and gas rate are to forecast reserve of a reservoir. A high tempo and a lot of risk in this indutry creates a demands for a fast, reliable, and accurate way to forecast production rate. For many year, The traditional Arps decline rate analysis has become a common method to conduct forecasting. But weakness lies in the usage of the Arps decline rate analysis.Arps decline rate analysis is a single value determinitic method. It gives a single estimation value for forecasting rate of production and also has assumption limitation such as constant operational condition. Because the needs to pick no operational flow condition, the traditional Arps decline rate analysis relies on engineer experience to process and select the most representing data to create a reliable model. All of this weakness contradicts the situation of real production data . As we all know, many changes happen in the lifetime of a field. With limitation, implementing Arps decline is a daunting task and needs another approach in order to represent data in a better way. Probabilistic approach is one way to solve the problem. It gives model a range of possibilities for a certain parameter to be occurring. This practice creates an opportunity in analyzing even for deciding things.\nFor many years, the probabilistic approach has been a challenge to be implemented. The prior information of certain parameters usually need to be known to produce a probabilistic model. This study aims to propose an aternative methodology of probabilistic approach using only rate vs time well production data. This application of the method capable representing the best model for 4 unique condition well. The operational change in well data will help model to develop confidence interval. The proposed method produce close P-50 estimation for reserve estimation.", "Daftar File": {}, "Penulis": "Johan Iswara Lumban Tungkup [12216004]", "Kontributor / Dosen Pembimbing": ["Ir. Utjok W. R. Siagian, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Deterministic, Probabilistic, Arps, Alternative Methodology, Machine Learning", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "26 Jun 2020"}