{"Nomor": 48107, "Judul": "ANALISA TERHADAP RENDAHNYA PILOT WANITA DI GARUDA INDONESIA MENGGUNAKAN FOUR FRAMES OF GENDER IN ORGANIZATION", "Abstrak": "Saat ini, memiliki posisi yang sama dengan manusia dalam hal-hal yang menantang walaupun itu adalah hak dasar kita sebagai manusia, terutama bagi perempuan, tidak hanya di Indonesia, tetapi di seluruh dunia. Berdasarkan data laporan Proyek GLOBE tahun 2019, egaliterisme dan ketidaksetaraan gender adalah salah satu masalah paling serius di Indonesia, orang Indonesia cenderung mengabaikan praktik menghormati kepemimpinan dan kinerja di tempat kerja meskipun mereka sangat menghargai kesetaraan gender. Stereotip gender dan representasi tradisional tentang peran perempuan tetap membahayakan anak perempuan dan perempuan di Indonesia, membuatnya menantang bagi perempuan untuk menjadi peserta penuh dan setara dalam kehidupan sosial, ekonomi, dan politik. Sementara perempuan Indonesia terlibat dalam banyak fitur kehidupan publik dan tidak menghadapi hambatan hukum, sebagian besar bidang profesional terus diperintah oleh laki-laki di Indonesia. \nPekerjaan pilot sangat lekat dengan maskulinitas. Gerakan kesetaraan gender dalam sektor penerbangan dimulai pada tahun 2018, memahami bahwa kesetaraan gender dalam transportasi udara memerlukan perhatian khusus sesuai aturan ICAO. Garuda Indonesia (Persero) sebagai maskapai utama Indonesia dan Indonesia sebagai anggota ICAO dapat menjadi pemrakarsa pilot kesetaraan gender di Indonesia bahkan di Asia, karena Garuda Indonesia adalah salah satu maskapai penerbangan terbaik dan terbesar di dunia. Ketika perusahaan berubah menjadi lebih besar, perlakuan yang adil dan setara di antara semua karyawan normal harus dijamin karena itu akan menguntungkan pemasaran dan operasi Garuda Indonesia, serta pertumbuhan bisnis jangka panjangnya. Namun di Indonesia, jumlah pilot wanita masih sangat rendah sekali sehingga tidak ada kesetaraan gender terhadap dunia penerbangan di Indonesia. Penulis akan menganalisa fenomena tersebut dengan analisa internal dan external dengan beberapa metode dengan menggunakan Four Frames of Gender in Organization beserta teori SWOT, PESTLE, survey, interview dan analisa laporan perusahaan. Berdasarkan analisis ditemukan bahwa akar masalah terdapat pada tidak adanya program pengembangan skill wanita di perusahaan, skandal perusahaan, glass ceiling, kultur maskulin penerbangan, rendahnya minat wanita di dunia STEM, perlakuan tidak menyenangkan dari penumpang, serta mahalnya sekolah penerbangan.\nSetelah mengetahui akar masalah, strategi terbaik untuk Garuda Indonesia adalah pengembangan keterampilan melalui penyebaran pendidikan dan informasi, merekrut lebih banyak perempuan, program bimbingan untuk meningkatkan sifat-sifat kepemimpinan perempuan, menampilkan pilot perempuan untuk para penumpang dalam fitur video keselamatan penerbangan, menjadikan perempuan sebagai Agen Perubahan untuk memiliki lebih banyak perempuan di tingkat atas, inisiatif Pemimpin Wanita Organik, dan program beasiswa berbasis gender untuk pilot wanita, bergabung dengan Program 25ATA2025 oleh IATA, pelatihan berbasis NOTECH, dan pelatihan kerjasama dalam tim.", "Daftar File": {"2020_TS_PP_Prayudha Widyananda_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/207775"}, "Penulis": "Prayudha Widyananda [29118004]", "Kontributor / Dosen Pembimbing": ["Andika Putra Pratama, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kesetaraan Gender, Skill Perempuan, Kesempatan Perempuan, Maskulin-Feminin", "Sumber": "Garuda Indonesia (Persero)", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "26 Jun 2020"}