{"Nomor": 48100, "Judul": "PROPOSED NEW MODEL OF CHURN PREDICTION USING BIG DATA ANALYTIC AT PT. TELEKOMUNIKASI INDONESIA", "Abstrak": "Era digital telah menembus berbagai sudut dalam kehidupan kita, semua bentuk IoT akan mempercepat pertumbuhan data yang dihasilkan. Telkom sebagai BUMN yang bergerak di industri telekomunikasi telah menyadari dan menerapkan big data analitik untuk meningkatkan bisnis mereka. Telkom sebagai pemimpin pasar dalam industri ini memiliki tren churn pelanggan IndiHome yang berpotensi meningkat setiap bulannya dan perlu fokus untuk mempertahankan pelanggan daripada memperoleh yang baru. Telkom telah menerapkan big data analitik untuk memprediksi churn pelanggan menggunakan model prediksi churn. Namun, model prediksi churn dianggap sudah tidak dapat mewakili karakteristik terbaru pelanggan IndiHome. Oleh karena itu, penelitian ini bertujuan untuk membuat model prediksi churn baru dan memberikan wawasan bagi Telkom untuk mempertahankan pelanggan IndiHome mereka. Variabel churn ditentukan berdasarkan teori Ekuitas Merek dan Analisis Eksternal, yaitu Subscribing Time, Service Usage, Network Performance, Mean Time to Repair, Billing and Payments, Network Details sebagai independent variabel, dan Churn sebagai dependen variabel. Total variabel independen yang digunakan terdiri dari 105 atribut. Semua atribut tersebut kemudian diproses menggunakan pendekatan statistik seperti t-test, chi-square, rfe, dan logistic regression untuk pemodelannya dengan menggunakan bahasa pemrograman python dan memilih 8 atribut paling signifikan yang mempengaruhi churn pelanggan. 8 atribut tersebut kemudian digunakan untuk memprediksi churn pelanggan dan dievaluasi menggunakan confusion matrix. Kinerja model ini dapat dianggap baik karena sensitivitasnya adalah 60% untuk mengidentifikasi churn dari pelanggan churn yang sebenarnya, Telkom bisa mendapatkan wawasan bahwa variabel Service Usage saat ini adalah variabel yang harus menjadi prioritas mereka. Mayoritas potensial gejala churn pelanggan adalah karena subtitusi / pesaing untuk produk internet yang lebih menjanjikan. Oleh karena itu, Telkom dapat fokus untuk menindaklanjuti pelanggan jika diperlukan tindakan khusus atau mencari tahu apa yang ditawarkan oleh produk internet pesaing / substitusi untuk mempertahankan pelanggan.", "Daftar File": {"2020_TS_PP_Abiyan Satrio Pratomo_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/207755"}, "Penulis": "Abiyan Satrio Pratomo [29118155]", "Kontributor / Dosen Pembimbing": ["Dr. Manahan Parlindungan Saragih Siallagan"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Big Data, Telecommunication, BUMN, IndiHome, Churn, Model Prediksi, Ekuitas Merk, Logistic Regression, Confusion Matrix.", "Sumber": "PT. TELEKOMUNIKASI INDONESIA", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "26 Jun 2020"}