{"Nomor": 48103, "Judul": "INVESTIGATION INTO THERMAL EFFECTS ON GEOTHERMAL WELL INTEGRITY AFTER CO2 FRACTURING: A CASE STUDY OF WELL X IN INDONESIA", "Abstrak": "Injeksi CO2 pada sumur panas bumi bertujuan untuk meningkatkan permeabilitas reservoir panas bumi mengingat cadangan panas bumi terletak pada batuan beku yang memiliki permeabilitas buruk. CO2 dinilai memiliki keunggulan untuk digunakan sebagai fluida perekah karena memiliki kemampuan ekspansi yang besar pada temperature tinggi, viskositas yang rendah pada kondisi supercritical, dan secara umum dapat mengurangi emisi karbon. Injeksi CO2 pada sumur geothermal yang memiliki temperature tinggi akan menyebabkan perubahan temperatur yang ekstrim secara berulang pada casing dan liner di sumur “X”. Hal ini akan berdampak pada integritas sumur. Studi ini dilakukan untuk mengetahui dampak dari perubahan temperatur secara berulang pada integritas sumur dengan mempertimbangkan efek korosi dari CO2 pada beberapa kondisi.\nInjeksi CO2 pada sumur “X” dengan casing kelas K-55 dilakukan pada kondisi tekanan kepala sumur sebesar 20 bar dan temperatur injeksi sebesar 80 o Fahrenheit dengan laju alir sebesar 4 MMSCFD selama 7 jam. Komposisi dari fluida perekah yang diinjeksikan memiliki kandungan CO2 murni sebesar 95%, N2 sebesar 4%, dan H2S sebesar 8 ppm. Terdapat empat kondisi yang dievaluasi pada studi di sumur “X”. Kondisi pertama pada saat komplesi sumur, kondisi kedua pada saat sumur diproduksikan sebelum dilakukan perekahan, kondisi ketiga pada saat injeksi CO2 dan kondisi keempat pada saat sumur diproduksikan kembali setelah dilakukan perekahan.\nStudi ini menyajikan parameter integritas sumur panas bumi setelah injeksi CO2 di sumur “X”. Untuk menentukan parameter integritas sumur digunakan perangkat lunak komersil sebagai alat untuk mendapakan hasil. Parameter penting yang dipelajari pada tulisan ini adalah analisis pada tegangan liner dan casing, efek korosi, dan efek dari perubahan temperatur ekstrim secara berulang. Hasil studi yang dilakukan menunjukkan penggunaan casing K-55 dapat memenuhi persyaratan tegangan casing dan dapat menahan laju korosi yang terjadi pada casing dan liner pada kondisi sebelum dan sesudah proses perubahan termal, namun tidak memenuhi faktor keamaan dari efek termal yang akan diterima oleh casing dan liner pada saat proses produksi dan injeksi CO2 sehingga dibutuhkan modifikasi pada konfigurasi sumur atau modifikasi pada kegiatan injeksi CO2.\nKebaruan dari studi ini ialah analisis efek perubahan temperature dan injeksi CO2 terhadap integritas casing sumur pada beberapa kondisi.", "Daftar File": {}, "Penulis": "M Anwar Sena [12216006]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudjati Rachmat, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "corrosion, thermal stress, casing stress, well integrity", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "26 Jun 2020"}