{"Nomor": 48108, "Judul": "\"PERANCANGAN PONDASI TIANG BOR DAN DINDING PENAHAN TANAH STASIUN INTERMODA JOYOBOYO SURABAYA\"  DAN  \"PERANCANGAN SALURAN DRAINASE STASIUN INTERMODA JOYOBOYO SURABAYA\"", "Abstrak": "Abstrak 1:\n\"Stasiun Intermoda Joyoboyo merupakan bangunan dengan 4 lantai struktur atas, dan 1\nlantai underpass, yang dibangun di Kota Surabaya. Tugas akhir ini berfokus pada\ndesain sistem pondasi dari bangunan, serta desain dinding penahan tanah. Parameter\ntanah diperoleh berdasarkan korelasi NSPT.\nBerdasarkan hasil perhitungan dan analisis, pondasi yang digunakan merupakan\npondasi dalam tiang bor. Panjang pondasi yang dibutuhkan seluruhnya adalah 30 m\ndengan diameter tiang yang bervariasi, yaitu 600 mm – 900 mm. Jumlah tiang bor\ndikelompokkan berdasarkan struktur bangunan dan dibantu dengan program ENSOFT\nGROUP8. Konfigurasi kelompok tiang terdiri dari 1x1, 2x1, 2x2, dan 3x2, dengan\nketebalan pile cap 1.4 m – 1.5 m. Penurunan pondasi dan differential settlement\ndihitung untuk setiap kelompok tiang dan telah memenuhi batas izin yang ditentukan\noleh SNI. Penulangan longitudinal pondasi menggunakan diameter tulangan sebesar\n25 mm – 32 mm dengan jumlah 10 tulangan. Sedangkan penulangan transversal\nmenggunakan tulangan spiral dengan diameter 13 mm – 16 mm dan spasi 75 mm.\nDesain cantilever wall dilakukan dengan bantuan program PLAXIS 2D. Dimensi\ndinding yang dibutuhkan setinggi 6.5 m dengan lebar tapak sebesar 3.6 m. Dinding\ndilengkapi dengan tiang pendukung berdiameter 800 mm dengan panjang 23.5 m.\nDesain dinding dilengkapi dengan ground anchor yang dipasang pada kedalaman 3 m\ndan tertanam hingga kedalaman 28 m dengan sudut 45°.\"\n\nAbstrak 2:  \n\"Stasiun Intermoda Joyoboyo merupakan bangunan dengan 4 lantai struktur atas, dan 1\nlantai underpass, yang dibangun di Kota Surabaya. Tugas akhir ini berfokus pada\ndesain sistem saluran drainase, baik saluran atap maupun saluran permukaan. Proses\nperancangan diawali dengan pengolahan data curah hujan.\nTahap pengolahan data hujan: Pengujian konsistensi data hujan dengan metode kurva\nmassa ganda; Penentuan curah hujan rata-rata dengan metode aritmatik; Penentuan\ncurah hujan rencana dengan metode distribusi normal, log normal, gumbel, dan log\npearson IIII; Pengujian data curah hujan maksimum dengan metode chi-square. Curah\nhujan rencana yang diperoleh adalah 61.7 mm.\nTahap desain saluran: Penentuan debit air yang mengalir pada atap yang dihitung\ndengan metode rasional; Penentuan dimensi saluran gutter; Penentuan dimensi saluran\nleader; Penentuan debit air yang mengalir pada halaman stasiun; Penentuan dimensi\nsaluran permukaan. Saluran gutter menggunakan pipa PVC dengan penampang\nberbentuk setengah lingkaran dan jari-jari 15 cm. Sedangkan saluran leader\nmenggunakan pipa PVC dengan penampang berbentuk lingkaran dan berdiameter 8\ninch. Saluran permukaan yang digunakan berupa beton precast berbentuk persegi\ndengan ukuran yang bervariasi, yaitu 400x600 mm, 500x700 mm, 600x700 mm, dan\n600x 800 mm.\"", "Daftar File": {"ABSTRAK 1 Gumilang Nuralam": "https://digilib.itb.ac.id/gdl/download/207779", "ABSTRAK 2 Gumilang Nuralam": "https://digilib.itb.ac.id/gdl/download/207780", "COVER 1 Gumilang Nuralam TA 1": "https://digilib.itb.ac.id/gdl/download/210446", "BAB 1 Gumilang Nuralam TA 1": "https://digilib.itb.ac.id/gdl/download/210447", "BAB 7 Gumilang Nuralam TA 1": "https://digilib.itb.ac.id/gdl/download/210453", "2020 TA PP GUMILANG NURALAM 1-PUSTAKA TA 1": "https://digilib.itb.ac.id/gdl/download/210454", "COVER Gumilang Nuralam TA 2": "https://digilib.itb.ac.id/gdl/download/210462", "BAB 2 Gumilang Nuralam TA 2": "https://digilib.itb.ac.id/gdl/download/210464", "BAB 3 Gumilang Nuralam TA 2": "https://digilib.itb.ac.id/gdl/download/210466", "BAB 4 Gumilang Nuralam  TA 2": "https://digilib.itb.ac.id/gdl/download/210467", "BAB 6 Gumilang Nuralam TA 2": "https://digilib.itb.ac.id/gdl/download/210470", "PUSTAKA Gumilang Nuralam TA 2": "https://digilib.itb.ac.id/gdl/download/210471"}, "Penulis": "Gumilang Nuralam [15016013]", "Kontributor / Dosen Pembimbing": ["Ir. Beni Taufik Rayadi, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "pondasi tiang bor, cantilever wall, ground anchor, GROUP8, PLAXIS 2D; kurva massa ganda, distribusi normal, distribusi log normal, distribusi gumbel, distribusi log pearson III, chi-square, saluran gutter, saluran leader, saluran permukaan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "19 file", "Tanggal Input": "26 Jun 2020"}