{"Nomor": 48110, "Judul": "KAJIAN ALOKASI AIR BERBASIS WEAP (WATER EVALUATION AND PLANNING) DI DAERAH ALIRAN SUNGAI (DAS) CIBEREUM-CIMAHI PROVINSI JAWA BARAT", "Abstrak": "Persaingan untuk mendapatkan air terus meningkat, hal ini disebabkan karena bertambahnya jumlah penduduk dan penggunaan air dengan berbagai jenis pemanfaatannya. Terutama pada musim kemarau, krisis air bersih seringkali terjadi dikarenakan menurunnya debit air dan eksploitasi tanah yang tidak terkendali. Seperti yang terjadi di wilayah Kota Cimahi, menurut Badan Penanggulangan Bencana, pada tahun 2017 dan 2018 eksploitasi air tanah untuk pembangunan industri mengakibatkan krisis air pada sebanyak 4000 warga. Konsep mengenai ketersediaan dan kebutuhan air ini perlu dipahami dengan baik agar permasalahan yang ditimbukan dapat teratasi. Salah satu caranya adalah dengan alokasi air yang adil, efisien, dan berkelanjutan sehingga sumber daya air dapat memberikan manfaat yang besar bagi masyarakat. Penelitian ini bertujuan untuk mengidentifikasi ketersediaan dan kebutuhan air pada DAS Cibeureum – Cimahi dengan membuat alokasi air dengan menggunakan sistem pendukung pengambil keputusan WEAP (Water Eveluation And Planning). DAS Cibeureum-Cimahi ini merupakan salah satu sumber air yang mencakup wilayah Kota Cimahi kerena berada pada ketinggian di bagian utara ± 1.040 meter dpl yang merupakan lereng Gunung Burangrang dan bagian selatan sekitar ± 685 meter dpl yang mengarah ke Sungai Citarum.\nPada penelitian ini dibuat dua skenario, skenario pertama yaitu dengan adanya perluasan Situ Lembang, kemudian skenario kedua adalah dengan perluasan Situ Lembang dan Pembangunan Waduk Lembang Dua. Analisis yang digunakan meliputi analisis curah hujan, kalibrasi model dengan model NRECA dan F.J Mock, analisis ketersediaan air, analisis kebutuhan air, dan simulasi alokasi air menggunakan sistem pendukung pengambilan keputusan WEAP (Water Eveluation And Planning). Berdasarkan hasil penelitian, dapat disimpulkan bahwa metode NRECA memiliki jumlah kesalahan 0,66 dan koefisien korelasi 0,21 yang menunjukkan metode ini lebih baik jika dibandingkan dengan F.J Mock. Selain itu, pada analisa menggunakan Software DSS WEAP pada Skenario 1 didapatkan hasil bahwa tingkat kegagalan suplai kebutuhan RKI menurun dari 21.96% menjadi 14.98% dan kebutuhan irigasi menurun dari 22,16% menjadi 14,24%. Sedangkan pada Skenario 2 didapatkan bahwa tingkat kegagalan suplai untuk kebutuhan RKI menurun dari 21,96% menjadi 9,71%, dan kebutuhan irigasi menurun dari 22,16% menjadi 9,6%. Hasil penelitian ini menunjukkan bahwa skenario 1 dapat menurunkan tingkat kegagalan suplai sebesar 12.83% dan skenario 2 dapat menurunkan tingkat kegagalan suplai sebesar 22.36%.", "Daftar File": {"ABSTRAK Arief Pramana Putra": "https://digilib.itb.ac.id/gdl/download/207783", "COVER Arief Pramana Putra": "https://digilib.itb.ac.id/gdl/download/219276", "BAB 1 Arief Pramana Putra": "https://digilib.itb.ac.id/gdl/download/219277", "BAB 2 Arief Pramana Putra": "https://digilib.itb.ac.id/gdl/download/219278", "BAB 3 Arief Pramana Putra": "https://digilib.itb.ac.id/gdl/download/219279", "BAB 4 Arief Pramana Putra": "https://digilib.itb.ac.id/gdl/download/219280", "BAB 5 Arief Pramana Putra": "https://digilib.itb.ac.id/gdl/download/219281", "BAB 6 Arief Pramana Putra": "https://digilib.itb.ac.id/gdl/download/219282", "PUSTAKA Arief Pramana Putra": "https://digilib.itb.ac.id/gdl/download/219283"}, "Penulis": "Arief Pramana Putra [95017008]", "Kontributor / Dosen Pembimbing": ["Dhemi Harlan, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "ketersediaan air, kebutuhan air, alokasi air, Situ Lembang, Waduk Lembang Dua, DSS WEAP.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "26 Jun 2020"}