{"Nomor": 48136, "Judul": "DRILLING ACTIVITIES AND PARAMETERS ANALYSIS TO OPTIMIZE STUCK PIPE PREVENTION IN A GEOTHERMAL", "Abstrak": "Geothermal drilling has been an issue with its high cost taking up to fourty-percent of total field development cost. This high cost can still increase significant amount caused by the long duration of geothermal drilling due to non-productive time. The long duration for non-productive time represents problems encountered in geothermal well drilling. One of the most frequent problems is the stuck pipe, a condition whereby the drill string cannot be pulled or moved. Generally, the stuck pipe is classified into differential sticking and mechanical sticking.\nThis study is analyzing the occurrence of stuck pipe empirically with qualitative and quantitative analysis. The analysis is done through offset-well data consists of drilling activities and drilling parameters. The drilling activities cover the duration of productive time and non-productive time, including activities before and during the stuck pipe. Meanwhile, the drilling parameters consist of torque, standpipe pressure, rate of penetrations, revolution per minute, pumping rate, well inclination not to mention lithological data from formation evaluation log. The objectives of this study are to determine the wells with stuck pipe occurrence, most troublesome depth intervals, possible type and cause of sticking, parameters cut-off and patterns, and also lithology type with most frequent stuck pipe occurrence. This study also includes the challenges in analyzing the available drilling data of this field. In results, all possible stuck pipe were mechanical sticking and occurring in Andesites-dominated rocks located in high-temperature reservoir zone with no exact drilling parameters cut-off and patterns are found.", "Daftar File": {}, "Penulis": "Astrini Yuswandari [12216046]", "Kontributor / Dosen Pembimbing": ["Dimas Taha Maulana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "geothermal, drilling, non-productive time, stuck pipe", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "2 file", "Tanggal Input": "26 Jun 2020"}