{"Nomor": 48139, "Judul": "IDENTIFIKASI FENOTIPIK WAJAH UNTUK KLASIFIKASI KELAINAN GENETIKA", "Abstrak": "Berdasarkan data World Health Organization in South East Asia Regional Office (WHO SEARO), pada tahun 2010 diperkirakan prevalensi kelainan genetika di Indonesia adalah 59.3 per 1000 kelahiran hidup. Proses untuk mendapatkan diagnosis seorang anak memiliki kelainan genetika ini memerlukan serangkaian uji laboratorium dan di Indonesia hanya ada dua laboratorium yang siap untuk melakukan uji ini, yaitu di Rumah Sakit Cipto Mangunkusumo Jakarta dan Rumah Sakit Hasan Sadikin Bandung, untuk mencakup Indonesia dari Sabang sampai Merauke.\nMelihat hal tersebut, diperlukan adanya alternatif lain yang dapat membantu proses pendeteksian kelainan genetika. Alternatif yang ingin diberikan adalah model klasifikasi sebagai hasil pembelajaran mesin yang dapat mengenali pola. Pada ilmu biologi, untuk setiap penyakit langka karena kelainan genetika tertentu, memiliki fenotipik wajah yang serupa. Hal ini dapat dimanfaatkan oleh algoritma pembelajaran mesin untuk mengenali pola pada wajah, dengan modal ekstraksi fitur wajah berupa 68 titik landmark yang tersebar di area wajah setiap manusia kemudian menghitung data jarak antar landmark. Algoritma pembelajaran mesin akan mempelajari pola wajah anak-anak pada rentang usia 0-12 tahun yang memiliki kelainan genetika (yang mencakup sindrom Angelman, sindrom Cornelia de Lange, sindrom Down, dan sindrom Williams) maupun yang tidak memiliki kelainan genetika. Penilaian kinerja model yang dibangun akan dinilai pada matriks akurasi, precision, recall, dan F1, berdasarkan confusion matrix.\nHasil pada tugas akhir ini berupa model yang bisa melakukan klasifikasi wajah, untuk 2 kelas dengan akurasi 98% (tanpa kelainan genetika dengan kelainan genetika), untuk 3 kelas dengan akurasi 80% (tanpa kelainan genetika, sindrom Down, sindromWilliams), untuk 4 kelas dengan akurasi 61% (tanpa kelainan genetika, sindrom Down, sindrom Williams, sindrom Angelman), dan untuk 5 kelas dengan akurasi 51% (tanpa kelainan genetika, sindrom Down, sindrom Williams, sindrom Angelman, sindrom Cornelia de Lange), beserta dengan ciri fenotipik yang menjadi pembeda antar sindrom kelainan genetika dan tanpa kelainan genetika.", "Daftar File": {}, "Penulis": "Maharani Devira Pramita [13516142]", "Kontributor / Dosen Pembimbing": ["Ir. Rila Mandala, M.Eng., Ph.D.", "Nugraha Priya Utama, S.T., MA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "fenotipik wajah, kelainan genetika, landmark, pembelajaran mesin", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jun 2020"}