{"Nomor": 48134, "Judul": "KUANTIFIKASI PENGARUH PARAMETER OPERASI DALAM SEKUESTRASI CO2 PADA LAPANGAN G DAN OPTIMISASINYA", "Abstrak": "Sekuestrasi CO2 merupakan salah satu alternatif untuk mengurangi jumlah emisi CO2 yang ada di atmosfer. Salah satu kandidat lokasi sekuestrasi CO2 ialah saline aquifer. Pada studi ini, dilakukan perhitungan kapasitas maksimum CO2 yang dapat disimpan, sensitivitas parameter operasi seperti laju injeksi CO2, periode injeksi CO2, laju injeksi air, dan periode injeksi air untuk mengetahui pengaruh pada pada masing-masing satuan performa sekuestrasi CO2 yaitu residual trapping index (RTI) dan solubility trapping index (STI), serta penentuan skenario sekuestrasi CO2 pada Lapangan “G”.\nStudi ini melibatkan simulasi reservoir yang menggunakan model pada saline aquifer di Formasi Ngrayong Lapangan “G”. Simulasi reservoir dilakukan untuk kuantifikasi parameter-parameter yang berpengaruh pada proses sekuestrasi CO2 dengan menyimulasikan berbagai macam skenario yang diperoleh dari Design of Experiment (DoE). Hasil simulasi kemudian dianalisis untuk mengetahui pengaruh parameter operasi terhadap proses sekuestrasi CO2 yang dibagi menjadi 3 interval waktu pengamatan, yaitu jangka pendek (10 tahun), jangka menengah (100 tahun), dan jangka panjang (1000 tahun).\nPada studi ini, perhitungan kapasitas sekuestrasi CO2 menggunakan metode P/Z dan diperoleh volume maksimum CO2 sumuran yang dapat diinjeksikan ke lapangan “G” sebesar 7.1 Mton. Hasil sensitivitas menunjukkan parameter yang memengaruhi RTI adalah periode injeksi CO2 dan untuk STI parameter yang memengaruhi adalah laju injeksi CO2, periode injeksi CO2, dan periode injeksi air. Skenario injeksi terbaik untuk sekuestrasi CO2 pada lapangan “G” adalah injeksi CO2 dengan laju injeksi yang tinggi, yakni dengan laju 55 MMSCFD dengan periode injeksi selama 7 tahun dan diakhiri dengan injeksi air dengan laju air degan laju 9.4 MSTBD dengan periode injeksi selama 3 tahun. Pada skenario ini, diperoleh nilai RTI dan STI masing-masing sebesar 0.287 dan 0.240 untuk waktu pengamatan 10 tahun, 0.490 dan 0.342 untuk waktu pengamatan 100 tahun, serta 0.506 dan 0.342 untuk waktu pengamatan 1000 tahun.", "Daftar File": {}, "Penulis": "Rangga Afyan Dwiokta [12216030]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Tutuka Ariadji, M.Sc., Ph.D.", "Prasandi Abdul Aziz , S.Si., MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "sekuestrasi CO2, uji sensitivitas, residual trapping index, solubility trapping index", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "26 Jun 2020"}