{"Nomor": 48140, "Judul": "A NEW DEVELOPMENT OF PROXY MODEL TO PREDICT PERFORMANCE OF CYCLIC STEAM STIMULATION THROUGH PROFITABILITY INDEX", "Abstrak": "Nowadays, heavy oil becomes an alternative resource for supplying future energy. There are several known enhanced oil recovery (EOR) methods that might be implemented to extract hydrocarbon from heavy oil reservoirs. From several EOR technologies, cyclic steam stimulation (CSS) is one of the most implemented EOR in heavy oil reservoirs. This technique is reduced the oil viscosity and increase the productivity of wells by injecting the amount of steam in several days.\nHowever, several aspects both technical and economic aspects should be considered to implement CSS. In technical aspects, simulation software that was used is difficult to be understood, costly, and time-consuming. Secondly, in the economic aspect, implementing the CSS project is associated with high capital investment and operating expenses. Therefore, developing an optimum field development strategy for such field is a must.\nThis study has the main objective to create a proxy model that can be used to predict CSS performance. The profitability index (PI) was chosen as an objective function in establishing a proxy model for predicting CSS performance. Sensitivity analysis is also conducted to identify the relationship between 33 parameters and get information of important parameters to the objective function.\nIn this study, a single well synthetic simulation model of heavy oil reservoir with 12 cycles of CSS was generated using the commercial simulation software (CMG-Builder). 33 parameter variations were distributed uniformly and Latin Hypercube Design of Experiment method was used to generate datasets to collect a series of input-output. 80% of the datasets were used for training purpose to develop the best proxy function. The remaining datasets were used to verify the results.\nSeveral methods, including polynomial regression, artificial neural network (ANN), and a mathematical approach through Eureqa are performed to generate a proxy model. A total of 1995 experiments (sensitivity analysis) and 2300 experiments (after sensitivity analysis) are generated using CMG-CMOST and used as the materials to generate the proxy model. Then results from CMG-CMOST after sensitivity is used synchronously as input data to generate a proxy model in Neural Designer and Eureqa. The proxy model created using the CMG-CMOST then compared with the proxy that was created through Neural Designer and Eureqa.\nFinally, this study is able to develop accurate proxy models for PI with R-square above 90%. From several generated proxy model, the proxy model generated using Neural Designer has a better level of accuracy compared to the results of the proxy from other tools.", "Daftar File": {}, "Penulis": "Wahyu Setiawan [12216062]", "Kontributor / Dosen Pembimbing": ["Zuher Syihab, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "cyclic steam stimulation (CSS), profitability index (PI), proxy, artificial neural network (ANN)", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "26 Jun 2020"}