{"Nomor": 48155, "Judul": "COMBINATION OF TECHNIQUE FOR ORDER OF PREFERENCE BY SIMILARITY TO IDEAL SOLUTION (TOPSIS) AND ANALYTIC HIERARCHY PROCESS (AHP) AS A METHOD FOR EFFICIENT EOR SCREENING", "Abstrak": "Enhanced oil recovery (EOR) screening analysis is indispensable to be performed at early stages of feasibility study for an EOR project. This stage will be very useful for many reservoir candidates before performing complex reservoir simulations and economic evaluations. At the same time, with the advance development of data mining methods and decision-making methods, EOR screening becomes an interesting subject. EOR Screening is a decision making process based on several criteria and Multi Criteria Decision Making (MCDM) method as a systematic statistical method can be applied in this regard.\nThis paper presents the application of two MCDM methods namely Technique for Order of Preference by Similarity to Ideal Solution (TOPSIS) and Analytic Hierarchy Process (AHP) together as an efficient method for conducting an accurate EOR screening analysis. The proposed EOR screening will consider 15 EOR methods and 9 key reservoir parameters. The weight of each key parameter will be calculated using the AHP method while the TOPSIS will be used in ranking the EOR method.\nThe database used in this analysis was obtained from more than 800 EOR projects that were successfully executed. The parameters used are oil viscosity, temperature, specific gravity of oil, depth, thickness, reservoir dip, permeability, porosity, formation type, oil saturation. From the results, it is shown that the formation type is the most influential parameter compared to the others. Furthermore, this method will be validated by various fields in the world that have carried out certain EOR methods and the result shows a good level of accuracy. At the end of this study, this method is used to screen EOR in several reservoir in Indonesia and Egypt.\nBased on the results of studies conducted, the EOR Screening method uses a combination of two MCDM methods namely Technique for Order of Preference by Similarity to Ideal Solution (TOPSIS) and Analytic Hierarchy Process (AHP) offering a systems with accurate, fast, systematic and scientific computing. This method can be used to support crucial technology decision making in the early phase of EOR project development.", "Daftar File": {}, "Penulis": "Deo Pambudi [12216093]", "Kontributor / Dosen Pembimbing": ["Zuher Syihab, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Enhanced oil recovery, TOPSIS Method, AHP Method, Multi criteria decision making", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "26 Jun 2020"}