{"Nomor": 48163, "Judul": "RESTRUCTURING SCHEME ANALYSIS CASE STUDY: DEBTOR OF BANK ABC", "Abstrak": "Kredit adalah salah satu produk perbankan yang memiliki resiko tinggi. Resiko kredit adalah\nkerugian apabila debitur tidak dapat membayar kewajibannya on time ke bank. Salah satu cara\nuntuk dapat menyelamatkan kredit bermasalah adalah dengan restrukturisasi. Restrukturisasi\nbertujuan untuk meringankan kewajiban debitur sehingga debitur dapat membayar\nkewajibannya. Sebelum restrukturisasi dilakukan, diperlukan analisa untuk memastikan agar\nskema restrukturisasi dapat berjalan.  \nPenelitian ini memiliki tujuan untuk menganalisa salah satu kasus restrukturisasi yang gagal\ndi Bank ABC yakni PT Taxi. PT Taxi adalah perusahaan yang bergerak di bidang jasa\ntransportasi taksi dan penyewaan kendaraan seperti bus pariwisata, limousine, dll. Di awal\ntahun 2016, PT Taksi mengajukan restrukturisasi ke Bank ABC karena penurunan pendapatan\ndan laba sehingga perusahaan kesulitan dalam membayar kewajibannya ke bank. Penuruna\npendapatan dan laba tersebut terutama disebabkan oleh kondisi makroekonomi, yakni\npersaingan yang ketat dengan transportasi online. Skema restrukturisasi PT Taxi telah disetujui\ndi pertengahan tahun 2016 yakni pemberian grace period pokok hutang selama 2 tahun disertai\ndengan penambahan jangka waktu kredit menjadi 5 tahun (selesai di tahun 2021). Namun\nskema restrukturisasi tersebut gagal dan kolektibilitas PT Taxi turun menjadi macet di tahun\n2018. Metode yang digunakan pada penelitian ini adalah capital budgeting yang bertujuan\nuntuk mengetahui apakah restrukturisasi PT Taxi layak untuk dijalankan dan memberikan\nrekomendasi alternatif solusi apabila terdapat kasus serupa. \nHasil yang diperoleh dari simulasi yang dilakukan adalah, berdasarkan base case dan best case\nscenario, skema restrukturisasi layak untuk dijalankan. Namun pada worst case scenario,\nskema restrukturisasi tidak layak untuk dijalankan. Selain itu, probabilitas skema\nrestrukturisasi PT Taxi gagal cukup tinggi, yakni 30-40% sehingga disarankan agar bank dapat\nmelakukan alternatif lain dalam menyelesaikan kredit bermasalah tersebut, yakni dengan cara\nmenjual asset debitur. Untuk ke depannya apabila terdapat kasus serupa dimana setelah\ndilakukan analisa, peluang restrukturisasi gagal cukup tinggi maka bank disarankan untuk\nmenegosiasikan alternatif lain ke debitur, yakni menjual asset. Bank dapat menegosiasikan\nberapa waktu yang dibutuhkan untuk menjual asset dan juga memberikan waktu pada debitur\nuntuk menjual assetnya agar dapat mendapatkan harga yang sesuai dengan nilai pasarnya.", "Daftar File": {"2020_TS_PP_Tanti Agustina_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/207861"}, "Penulis": "Tanti Agustina [29118435]", "Kontributor / Dosen Pembimbing": ["Ahmad Danu Prasetyo, S.T., M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Bank, Monte Carlo Analysis, Restructuring, Capital Budgeting, Scenario Analysis, Sensitivity Analysis", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "27 Jun 2020"}