{"Nomor": 48173, "Judul": "ANALYZE ORGANIZATIONAL READINESS IN THE FACE OF CHANGES IN BUSINESS ONLINE OR E-COMMERCE  (CASE STUDY: PT XYZ COURIER COMPANY)", "Abstrak": "Perkembangan teknologi informasi & komunikasi serta perubahan gaya hidup masyarakat yang\ncepat membuat pergeseran bisnis yang sangat signifikan. Salah satu perubahan utama dalam pergeseran\nbisnis dalam jasa layanan kurir adalah munculnya bisnis online atau e-commerce. Hal tersebut merupakan\nkesempatan untuk PT XYZ sebagai perusahaan kurir yang merupakan perusahaan terbesar dalam \nmemberikan jasa layanan kurir. Tujuan dari penelitian ini adalah untuk mengetahui kesiapan organisasi\ndalam menghadapi perubahan bisnis online atau e-commerce yang terjadi saat ini.  \nModel untuk analisa kesiapan organisasi terhadap perubahan bisnis online atau e-commerce\npeneliti mengembangkan kuesioner dari ADKAR, Kapabilitas Organisasi, dan Kinerja Organisasi yaitu\nelemen awareness, desire, knowledge, ability, reinforcement, speed, innovation, strategic responsiveness,\ntalent, efficient, engage people, using training & development, dan focus on company business strategy.\nPeneliti menggunakan matriks rata-rata skor elemen dan skor pengaruh terhadap kinerja organisasi untuk\nmenentukan solusi yang tepat terhadap masalah bisnis yang terjadi. Hasil penelitian ini menujukan bahwa \nPT XYZ memiliki hubungan relasi atau kerjasama dengan perusahaan e-commerce belum seluas\nperusahaan swasta lainnya. Untuk meyakinkan bahwa PT XYZ siap dalam menghadapi perubahan bisnis\nonline atau e-commerce, PT XYZ harus memperluas relasi atau kerjasama dengan perusahaan ecommerce\n\ndengan menawarkan jenis layanan lainnya seperti XYZ Express dan pengiriman paket biasa\nkepada semua e-commerce.", "Daftar File": {"2020_TS_PP_Karina Antharia_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/207871"}, "Penulis": "Karina Antharia [29118042]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Madju Yuni Ros Bangun, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "PT XYZ, ADKAR, Organisasi, Kapabilitas, Kinerja", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "27 Jun 2020"}