{"Nomor": 48179, "Judul": "PENGARUH PENAMBAHAN YTTRIUM TERHADAP KETAHANAN OKSIDASI SUHU TINGGI DARI PADUAN BAJA AUSTENIT NIR NODA PEMBENTUK ALUMINA: ULASAN KRITIS", "Abstrak": "Baja austenit nir noda pembentuk alumina (alumina forming austenitic stainless\nsteel / AFA SS) yang dikembangkan oleh Oak Ridge National Laboratory\nmerupakan salah satu kandidat logam yang menjanjikan untuk penggunaaan suhu\ntinggi. Paduan jenis ini memiliki ketahanan oksidasi suhu tinggi yang baik,\nperforma perayapan yang sebanding dengan baja austenit nir noda maju lainnya,\ndan dapat digunakan sebagai alternatif dengan harga yang lebih terjangkau untuk\npaduan berbasis Ni. AFA SS umum digunakan sebagai material untuk rekuperator\nturbin, ketel uap, solid oxide fuel cell, dan lain-lain. Dalam studi ini, pengaruh\npenambahan yttrium terhadap ketahanan oksidasi suhu tinggi dari paduan AFA SS\ntelah dipelajari dengan meninjau kembali hasil penelitian yang telah dipublikasi\nsebelumnya seperti publikasi ilmiah, jurnal, laporan hasil riset, tesis, dll.\nPertama, dilakukan pengumpulan dokumen riset terkait yang mengandung kata\nkunci berikut: yttrium, oxidation, high temperature, austenite, stainless steel, atau\nalloy. Kedua, dokumen riset yang irelevan dieliminasi dari daftar dokumen yang\nakan dikaji. Ketiga, dilakukan analisis dari daftar dokumen yang akan dikaji,\nterutama terkait dengan tujuan kajian ini. Keempat, dilakukan perbandingan dari\nbeberapa riset, pencarian jawaban dari hal yang masih belum jelas dari sumber\nlain, dan mengulas kembali beberapa buku referensi, terutama dalam menentukan\nsaran untuk riset selanjutnya. Kelima, ditarik kesimpulan berdasarkan studi\nliteratur yang telah dilakukan.\nBerdasarkan studi literatur yang dilakukan, ditarik kesimpulan sebagai berikut.\nPenambahan yttrium memiliki pengaruh: 1) menurunkan laju reaksi oksidasi suhu\ntinggi dari AFA SS, 2) mengurangi pertumbuhan butiran dengan meningkatkan\nenergi aktivasi, dan 3) mengubah mekanisme difusi dari semula mixed diffusion\nmenjadi inward diffusion. Untuk mengatasi keterbatasan dari studi literatur ini,\ndisusun saran sebagai berikut: melakukan tiga eksperimen dengan tujuan\npenelitian yang berbeda: 1) mempelajari pengaruh difusi batas butir terhadap\nperilaku dan kinetika oksidasi, 2) mempelajari pengaruh oxide peg terhadap\npeningkatan ketahanan oksidasi siklik, dan 3) mempelajari sifat menguntungkan\nyttrium dengan mendesain eksperimen dengan ukuran batas butiran yang sama\nuntuk mengeliminasi pengaruh batas butir.", "Daftar File": {"ABSTRAK Vincentius Indra": "https://digilib.itb.ac.id/gdl/download/207877"}, "Penulis": "Vincentius Indra [12516015]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Eddy Agus Basuki, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Engineering & allied operations", "Kata Kunci": "baja austenit nir noda pembentuk alumina, yttrium, oksidasi, suhu tinggi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "27 Jun 2020"}