{"Nomor": 48176, "Judul": "PEMERINGKATAN REVIEW PRODUK PADA E-COMMERCE MENGGUNAKAN PENDEKATAN KLASIFIKASI TINGKAT URGENSI", "Abstrak": "Review produk merupakan tanggapan yang diberikan oleh pembeli terhadap produk. Seiring dengan populernya e-commerce, semakin banyak review yang beredar dan hal ini mempersulit user untuk menemukan review yang informatif sebagai bahan pertimbangan pembelian produk. Kemudian, pemeringkatan review produk hadir sebagai solusi yang mempermudah user. Tetapi sejauh ini, penelitian pemeringkatan review menggunakan data upvote yang sebenarnya tidak menggambarkan urgensi sehingga menyebabkan masalah dalam prediksi, sedangkan penilaian atau labeling manual sebagaimana nilai upvote pada e-commerce memberikan bias yang tinggi. Oleh karena itu, ditawarkan solusi berupa pemeringkatan review produk pada e-commerce menggunakan pendekatan klasifikasi. Digunakan beberapa model yang mencakup model shallow learning (Logistic Regression, Naïve Bayesian, Support Vector Machine, dan Random Forest) dan model deep learning (LSTM dan CNN). Dalam membangun model klasifikasi, digunakan pemecahan persoalan menjadi beberapa klasifikasi biner yang memprediksi kecenderungan urgensi tergantung pemisahan kelasnya. Dari hasil evaluasi klasifikasi menggunakan f-score dan evaluasi pemeringkatan menggunakan nDCG, diketahui bahwa model yang unggul adalah model deep learning, yaitu LSTM dan CNN. Di samping itu, data review yang digunakan cenderung mengandung kosakata ranah produk tertentu sehingga diperlukan penelitian lebih lanjut terhadap data dengan kosakata yang lebih beragam.", "Daftar File": {"ABSTRAK Hamdi Ahmad Zuhri": "https://digilib.itb.ac.id/gdl/download/207874", "COVER Hamdi Ahmad Zuhri": "https://digilib.itb.ac.id/gdl/download/210411", "BAB 5 Hamdi Ahmad Zuhri": "https://digilib.itb.ac.id/gdl/download/210416", "PUSTAKA Hamdi Ahmad Zuhri": "https://digilib.itb.ac.id/gdl/download/210417"}, "Penulis": "Hamdi Ahmad Zuhri [13516150]", "Kontributor / Dosen Pembimbing": ["Dr. Nur Ulfa Maulidevi, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "Engineering & allied operations", "Kata Kunci": "review produk, klasifikasi teks, pemeringkatan teks", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "27 Jun 2020"}