{"Nomor": 48174, "Judul": "PROCESSING OF HIGH-MAGNESIUM FERRONICKEL SLAG", "Abstrak": "Ferronickel (FeNi) alloy is one of primary products of nickel laterite ore processing,\nespecially from saprolite ore type. However, the processing that has been carried out up\nto recently is still focused on extracting its nickel metal, when in fact, the slag contains\na relatively high amount of magnesium that may potentially be economically recovered.\nThe ferronickel slag originates from the Harita Group ferronickel plant in Obi Island,\nNorth Maluku Province. The price of pure magnesium metal and the oxide is considered\nexpensive compared to other elements. Therefore, processing of high-magnesium\nferronickel slag was conducted with objectives of characterizing the slag, determining\nthe effect of different acid solutions used, the effect of different acid concentrations\nused, and the effect of different solid-to-liquid ratios used on producing magnesium\nfrom ferronickel slag through acid leaching.\nThis research divided into four stages. First, characterization of slag was carried out by\nanalysing using XRF and ICP to determine the chemical compositions present in the\nraw materials. The processing of magnesium is carried out through a leaching process\nwith 50 g of slag at 80 oC and atmospheric pressure for 6 hours with rotational speed of\n450 rpm. Variations of this research are the acid solutions used (HCl; H2SO4), the acid\nconcentrations (2 M; 6 M), and the S/L ratio (1/7.5; 1/15). Next, purification of MgCl2\nsolution is performed by precipitation to remove impurities by adding MgO(s) to control\nthe pH. The MgCl2 solution results are heated at a 95 oC and pH increased gradually.\nThen, NH4OH is added to the increase the pH to 11-12 at room temperature to\nprecipitate Mg in the form of Mg(OH)2(s). The precipitates are then calcined at about\n1000 oC for 4 hours, and are analyzed by XRD afterwards. The %-Mg extracted for all\nsamples are then attained using the mass of the final sample precipitate with the mass of\nthe initial sample.\nIn conclusion, it was found that the optimum concentration of both HCl and H2SO4\nobtained is 6 M with a particle size of 100 mesh at 95 oC for 6 hours; H2SO4 is able to\nextract higher amount of Mg than HCl; the optimum S/L ratio of both HCl and H2SO4\nobtained is 1/15. The final optimum % extraction (Mg) attained for HCl and H2SO4 are\n40.1% and 48.3%, respectively. This research also concludes that the method used has\nachieve the objectives determined based on the XRF and ICP comparison results.", "Daftar File": {"ABSTRAK Dina Rizkia Rachmah": "https://digilib.itb.ac.id/gdl/download/207872", "COVER Dina Rizkia Rachmah": "https://digilib.itb.ac.id/gdl/download/210558", "BAB 5 Dina Rizkia Rachmah": "https://digilib.itb.ac.id/gdl/download/210563", "PUSTAKA Dina Rizkia Rachmah": "https://digilib.itb.ac.id/gdl/download/210564"}, "Penulis": "Dina Rizkia Rachmah [13016213]", "Kontributor / Dosen Pembimbing": ["Tjokorde Walmiki Samadhi, S.T., M.T., Ph.D.", "Winny Wulandari, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "Acid leaching; Extraction; Ferronickel slag; Magnesium;", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "27 Jun 2020"}