{"Nomor": 48177, "Judul": "PEMETAAN PERSEBARAN MAKROPLASTIK DI TELUK JAKARTA DENGAN METODE PEMODELAN NUMERIK PADA MUSON BARAT DAN MUSON TIMUR", "Abstrak": "Sampah plastik merupakan permasalahan utama terhadap pencemaran laut di Teluk Jakarta. Makroplastik merupakan salah satu jenis sampah plastik yang dapat dilihat dengan mata karena ukurannya yang besar. Sifatnya yang ringan membuat sampah makroplastik ini mengapung mengikuti arus permukaan dan adapun sebagian makroplastik yang tenggelam. Sungai Cisadane merupakan salah satu sungai penyumbang sampah plastik ke Teluk Jakarta. Terdapat banyak sampah plastik menumpuk di pesisir sekitar muara Sungai Cisadane.\nSampah makroplastik yang berasal dari Sungai Cisadane akan mengikuti arus permukaan laut disekitarnya yang disebabkan oleh faktor seperti angin, pasang surut, kedalaman perairan, dan debit air sungai. Penelitian ini bertujuan untuk melakukan pemetaan persebaran sampah makroplastik di Teluk Jakarta yang berasal dari Sungai Cisadane pada saat muson barat dan muson timur. Metode yang dilakukan yaitu dengan pemodelan numerik menggunakan software Delft3D. Hasil yang diperoleh pada saat muson timur menampilkan bahwa arus permukaan membawa sampah lebih banyak ke arah barat dengan angin yang mendominasi berasal dari arah tenggara. Pada akhir simulasi konsentrasi makroplastik pada titik observasi 3 (barat) pada saat muson timur sebesar 1,5x10-6 kg/m3. Pada saat muson timur sampah makroplastik bergerak sejauh 29,76 km ke arah barat laut dari muara Sungai Cisadane. Sedangkan hasil yang diperoleh pada saat muson barat menampilkan bahwa arus permukaan membawa sampah makroplastik lebih banyak ke arah timur dengan angin yang mendominasi berasal dari arah barat laut. Pada akhir simulasi konsentrasi makroplastik pada titik observasi 2 (timur) sebesar 2,7x10-5 kg/m3. Pada saat muson barat sampah makroplastik bergerak sejauh 52,94 km ke arah timur dari muara Sungai Cisadane.", "Daftar File": {"ABSTRAK Ajeng Siti Noorrahmah": "https://digilib.itb.ac.id/gdl/download/207875"}, "Penulis": "Ajeng Siti Noorrahmah [15116091]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Wiwin Windupranata, S.T., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "makroplastik, arus, pemodelan numerik, Delft3D", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jun 2020"}