{"Nomor": 48188, "Judul": "PENGGUNAAN RESISTOR VIRTUAL UNTUK MENGURANGI EFEK DEAD TIME PADA INVERTER PWM TIGA FASA", "Abstrak": "Ketika beroperasi, inverter tiga fasa rentan mengalami hubung singkat pada sakelarsakelarnya.\nHubung singkat ini terjadi ketika sakelar-sakelar yang terhubung pada kaki inverter\nyang sama berada pada kondisi ON secara bersamaan. Untuk menghindarinya, maka ditambahkan\ndead time dalam penyaklaran inverter. Dead time merupakan interval waktu untuk memastikan\ndua sakelar pada kaki inverter yang sama berada pada keadaan OFF sebelum salah satunya berubah\nmenjadi ON. Walaupun dead time menghindari terjadinya hubung singkat, namun efek dead time\nmemunculkan komponen harmonisa frekuensi rendah pada arus keluaran inverter. Komponen\nharmonisa frekuensi rendah sulit dikurangi hanya dengan menambahkan filter pasif. Pada Tugas\nAkhir ini, dikembangkan metode pengendalian inverter baru untuk meminimalkan efek dead time\ndengan menggunakan resistor virtual. Resistor virtual merupakan algoritma tambahan pada sistem\nkendali inverter sehingga respon arus menyerupai jika menambahkan resistor asli. Dan karena\nbersifat virtual, maka resistor virtual dapat didesain sedemikian rupa sehingga hanya\nmempengaruhi respon arus terhadap gangguan dan tidak terhadap nilai referensinya. Hasil\nsimulasi yang membuktikan keefektifan resistor virtual dalam meminimalkan efek dead time\nditunjukan pada laporan Tugas Akhir ini", "Daftar File": {"ABSTRAK Muhamad Imannulhakim": "https://digilib.itb.ac.id/gdl/download/208178"}, "Penulis": "Muhamad Imannulhakim [18016018]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Pekik Argo Dahono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "Engineering & allied operations", "Kata Kunci": "inverter, dead time, harmonisa", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jun 2020"}