{"Nomor": 48181, "Judul": "ANALISIS BANDWIDTH OPTIMUM PADA GEOGRAPHICALLY WEIGHTED-BINARY LOGISTIC REGRESSION UNTUK SETIAP TITIK PENGAMATAN PERUBAHAN TUTUPAN LAHAN DI PROVINSI JAWA BARAT", "Abstrak": "Ketersediaan lahan yang cenderung tetap dan diiringi dengan meningkatnya laju\npertumbuhan penduduk dari tahun ke tahun dapat mempengaruhi manusia dalam\nmemanfaatkan lahan di sekitarnya untuk memenuhi kebutuhan hidupnya. Perubahan\ntutupan lahan dapat terjadi apabila pemanfaatan lahan yang dilakukan tidak sesuai\ndengan peruntukan awal (kondisi alamiah) dari lahan tersebut. Salah satu contoh\nperubahan tutupan lahan yang terjadi di wilayah Provinsi Jawa Barat adalah ketika\ntahun 2005 sebuah lahan yang pada mulanya merupakan ladang/tegalan berubah\nmenjadi kawasan permukiman pada tahun 2010. Fenomena perubahan tutupan lahan\nyang terjadi dapat dimodelkan dengan menggunakan metode regresi salah satunya\nadalah Geographically Weighted–Binary Logistic Regression (GW-BLR). Metode\nregresi ini dapat memodelkan fenomena perubahan tutupan lahan yang bersifat biner\n(berubah atau tidak berubah) dengan tetap mempertimbangkan variasi karakteristik\nlokal yang dimiliki oleh masing-masing wilayah. Dalam penggunaan metode GWBLR\nini, penentuan nilai bandwidth optimum menjadi sangat penting agar dapat\ndihasilkan model estimasi yang cukup merepresentasikan perubahan tutupan lahan\nyang terjadi. Hasil dari penelitian ini menunjukkan bahwa perubahan tutupan lahan\nyang terjadi pada setiap titik pengamatan di wilayah Provinsi Jawa Barat memiliki\nnilai bandwidth optimum yang bervariasi dari jangkauan 17-1.000 titik dengan nilai\noverall accuracy sebesar 90,37%. Hal ini menandakan bahwa perubahan tutupan lahan\nyang terjadi di wilayah Provinsi Jawa Barat memiliki variasi karakteristik lokal yang\nberbeda-beda. Nilai 45 dapat menjadi bandwidth optimum untuk keseluruhan titik\npengamatan perubahan tutupan lahan di wilayah Provinsi Jawa Barat dengan nilai\noverall accuracy sebesar 90,09%.", "Daftar File": {"ABSTRAK Safriana Afifatul Mustafidah": "https://digilib.itb.ac.id/gdl/download/207879"}, "Penulis": "Safriana Afifatul Mustafidah [15116097]", "Kontributor / Dosen Pembimbing": ["Dr. Albertus Deliar, S.T., M.T.", "Dr. Riantini Virtriana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "perubahan tutupan lahan, GW-BLR, bandwidth optimum", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jun 2020"}