{"Nomor": 48196, "Judul": "STANDARDISASI DAN OPTIMALISASI RUANG KULIAH UMUM DI INSTITUT TEKNOLOGI BANDUNG (ITB)", "Abstrak": "Ruang kelas memegang peranan penting dalam proses dan hasil belajar mengajar\nkarena setiap elemen interior ruangnya berpengaruh pada performa pengguna.\nRuang kelas di ITB merupakan salah satu contoh kasus pemeliharaan kelas yang\nkurang baik karena kebutuhan yang berorientasi kepada pengguna (mahasiswa\nmaupun dosen) cenderung belum dipenuhi. Fenomena ini terjadi karena ITB tidak\nmelakukan pembaruan yang berkala pada kelasnya. Berdasarkan masalah tersebut,\ndilakukan penelitian untuk mengetahui bagaimana respon pengguna terhadap\nkondisi kelas di ITB saat ini. Hasil dari penelitian adalah dirumuskannya standar\ninterior ruang kelas baru yang sesuai dengan kebutuhan mereka. Pendekatan\nmetode yang digunakan pada penelitian ini adalah kualitatif dan kuantitatif. Metode\nkualitatif dilakukan melalui kegiatan etnografi dengan cara seat-in ke kelas (yang\ndipilih menjadi sampel) untuk mengamati kondisi existing ruang kelas dan\npengaruhnya terhadap perilaku pengguna. Sementara, metode kuantitatif dilakukan\ndengan menyebar kuesioner untuk mengetahui tanggapan pengguna terkait kondisi\nexisting ruang kelas di ITB saat ini. Data hasil observasi dikomparasikan dengan\ndata standar umum dan hasil kuesioner sehingga menghasilkan kesimpulan berupa\nstandar akhir. Melalui penelitian ini, ditemukan bahwa terdapat elemen interior\nruang kelas yang kondisinya sudah buruk dan masih baik. Elemen interior yang\nkondisinya buruk adalah perletakkan kursi tanpa jarak ke samping sehingga saling\nmenempel satu sama lain. Hal tersebut menyulitkan pengguna bergerak dan\nmenyebabkan kelas sesak. Perletakkan kursi yang terlalu memaksa juga memicu\nmasalah lain terkait suhu, bising, bau, sampai privasi dan konsentrasi. Setelah\ndilakukan standarisasi perletakkan kursi dengan memberikan jarak yaitu 60 cm\n(jarak minimum bergerak manusia), diharapkan masalah-masalah lain terkait\nperletakkan kursi dapat teratasi. Selain itu, dari penelitian ini didapatkan pula\nbahwa kualitas keterjangkauan melihat dan mendengar dalam kelas mayoritas\nsangat baik. Kondisi tingkat bising dan pencahayaan dalam kelas sebetulnya masih\nbelum sesuai dengan standar, namun hal tersebut tidak menyebabkan masalah bagi\npengguna dan tetap mendukung proses belajar mengajar.", "Daftar File": {"ABSTRAK Nandang Septian": "https://digilib.itb.ac.id/gdl/download/207901"}, "Penulis": "Nandang Septian [17316045]", "Kontributor / Dosen Pembimbing": ["Dr. Andriyanto Wibisono, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "ruang kelas, elemen interior, standardisasi, mahasiswa ITB", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "27 Jun 2020"}