{"Nomor": 48191, "Judul": "PENGARUH PEMASANGAN PANEL SURYA PADA SAYAP HALE UAV TERHADAP PERFORMA AERODINAMIKA HALE UAV", "Abstrak": "HALE (High Altitude Long Endurance) merupakan salah satu klasifikasi UAV yang memiliki misi sebagai, diantaranya: pengintai, pemonitor, pemetaan, hingga pseudo-sattelite. Untuk memenuhi salah satu misinya, yaitu terbang yang lama (Long Endurance), HALE UAV memerlukan energi yang cukup banyak untuk dapat mempertahankan kondisi terbangnya. Keperluan energi yang banyak ini dipenuhi dengan pemasangan solar panel sebagai komplemen dari daya baterai selama penerbangan yang berlangsung berhari-hari. Ada beberapa faktor yang berpengaruh pada aliran udara yang melewati HALE UAV akibat adanya solar panel, yaitu panas yang dihasilkan dari absorpsi radiasi matahari dan kekasaran dari permukaan solar panel itu sendiri. Faktor-faktor ini dapat berpengaruh karena solar panel yang dipasang pada permukaan atas sayap, dimana sayap ini merupakan komponen utama penghasil gaya angkat pada HALE UAV. Perpindahan panas ini akan berpengaruh pada aliran dekat permukaan yang menyebabkan perubahan densitas udara yang berakibat pada perubahan aliran udara. Kekasaran permukaan akan membuat aliran udara dekat permukaan menjadi tidak stabil yang menyebabkan kecenderungan turbulen meningkat dan mempengaruhi performa sayap. Kedua fenomena ini dapat diidentifikasikan dengan bilangan tak berdimensi: Reynolds Number (Re), Nusselt Number (Nu), dan referensi geometri (Ks/C). Konfigurasi desain HALE UAV yang lain adalah memiliki daerah operasi terbang pada altitude yang tinggi, namun memiliki kecepatan terbang yang rendah. Hal ini membuat aliran udara mudah terganggu ketika melewati sayap. Pendekatan yang digunakan untuk menganalisis perubahan performa aerodinamika ini menggunakan metode CFD. Metode ini dipilih karena dapat menghasilkan nilai output dengan galat kecil dan tidak memerlukan biaya yang besar. Penelitian ini diharapkan dapat menjadi pedoman untuk pemilihan desain aerodinamika HALE UAV atau kendaraan lain yang memiliki konfigurasi desain dengan pemasangan panel surya pada permukaannya.", "Daftar File": {"ABSTRAK Nu'man Amri Maliky": "https://digilib.itb.ac.id/gdl/download/207888"}, "Penulis": "Nu'man Amri Maliky [13616067]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Mochammad Agoes Moelyadi, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "High Altitude Long Endurance, Unmanned Aerial Vehicle, Solar Panel, Heating, Roughness, Low Reynolds Number, Computational Fluid Dynamics", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jun 2020"}