{"Nomor": 48200, "Judul": "A FINITE ELEMENT ANALYSIS OF COMPOSITE LAMINATE STRUCTURE UNDER LOW VELOCITY IMPACT WITH VARIOUS MATERIAL PROPERTY CHANGES IN COHESIVE ZONE ELEMENT", "Abstrak": "Carbon Fiber Reinforced Composites (CFRP) is one type of composite\nmaterial that is often used in the aviation industry. The strength of the\ncomposite structure can decrease if it is damaged. Delamination is one mode\nof damage that often occurs and is quite dangerous because it is difficult to\ndetect visually.\nAccording to Meng-Low[3], the crack resistance of a composite structure\nwill decrease with decreasing temperature. This is quite dangerous because\ncomposite structures at low temperatures are more prone to cracking or\nfailure. In the journal, Meng-Low stated that material characteristics which\nassociated with resistance to delamination is the fracture energy and nominal\nstress from the interlaminar zone.\nThis research will focus on numerical simulations of low velocity\nimpacts on composite laminate structures with various fracture energy and\nnominal stress. Analysis on composite laminates was carried out numerically\nusing ABAQUS software. To observe delamination in each composite layer\nnumerically, it will be modeled using the cohesive zone model. Material\ncharacteristics that change modeled based on the reference journals.\nIn this study, an analysis of the different modeling methods will also be\ncarried out, namely the comparison between clustering and non-clustering\nmethods. An analysis of the differences between the two methods will be\nperformed, and the results will be compared with an experimental reference\njournal to test the validity of the model with the experimental result.\nThe expected results of this study are the suitability of the results of\nnumerical analysis using non-clustering method and the application of the\ncohesive zone model with the experimental method of the reference journal.\nThen, a physical analysis of the phenomenon of delamination will be carried\nout due to the change of fracture energy, nominal stress, and the impact\nenergy", "Daftar File": {"ABSTRAK Fither Briano Seno Broto": "https://digilib.itb.ac.id/gdl/download/207896", "COVER Fither Briano Seno Broto": "https://digilib.itb.ac.id/gdl/download/240686", "PUSTAKA Fither Briano Seno Broto": "https://digilib.itb.ac.id/gdl/download/240692"}, "Penulis": "Fither Briano Seno Broto [13616022]", "Kontributor / Dosen Pembimbing": ["Ir. Hendri Syamsudin, M.Sc., Ph.D.", "Dr. Ir. Muhamad Giri Suada"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Carbon Fiber Reinforced Composites (CFRP)", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "27 Jun 2020"}