{"Nomor": 48202, "Judul": "EVALUASI USABILITY PADA USER INTERFACE MOBILE APPLICATION SPARRING (APLIKASI PENCARI LAWAN TANDING FUTSAL)", "Abstrak": "Sparring adalah aplikasi yang sedang dikembangkan oleh PT Raga Sarana\nIndonesia dan merupakan aplikasi futsal online yang bermaksud membantu\nmempertemukan pemain dan tim futsal lokal yang berada di seluruh Bandung. Visi\nSparring adalah membantu meningkatkan motivasi masyarakat untuk berprestasi\ndan menjalankan gaya hidup sehat melalui solusi berbasis teknologi. Saat ini\nSparring masih dalam tahap pengembangan awal dan sebelumnya perusahaan telah\nmengumpulkan masukan dari calon pengguna terkait bagaimana aplikasi ini dapat\nmenjawab kebutuhan mereka dan fitur-fitur yang mungkin diperlukan. Setelah\nmenyusun prototipe, Sparring sekarang ingin memeriksa apakah rancangan user\ninterface tersebut nyaman digunakan untuk memastikan bahwa saat launching\naplikasi memang berguna bagi pengguna.\nPenelitian ini bertujuan meningkatkan usability dari aplikasi Sparring. Metode\nevaluasi usability yang digunakan adalah usability testing dan usability inquiry.\nAtribut usability yang akan dievaluasi adalah efektivitas, efisiensi, dan kepuasan\npengguna. Teknik evaluasi usability yang akan digunakan adalah performance\nmeasurement, kuesioner standar berupa After-Scenario Questionnaire (ASQ) dan\nQuestionnaire for User Interface Satisfaction (QUIS), dan retrospective thinkaloud\n(RTA). Penelitian ini dilakukan terhadap 20 orang partisipan dan perekrutan\ndilakukan dengan kombinasi convenience sampling dan purposive sampling serta\npengambilan data untuk penelitian dilakukan di lapangan atau berupa field testing.\nHasil penelitian menunjukkan bahwa prototipe dari aplikasi Sparring memiliki nilai\nefektivitas, efisiensi dan kepuasan pengguna yang cukup baik namun terdapat\nsejumlah permasalahan yang teridentifikasi melalui retrospective think-aloud.\nPenelitian ini telah merancang perbaikan tampilan untuk 13 dari 18 halaman pada\nprototipe aplikasi Sparring.", "Daftar File": {"ABSTRAK Lyonidhia Khairunnisa": "https://digilib.itb.ac.id/gdl/download/207898"}, "Penulis": "Lyonidhia Khairunnisa [13415041]", "Kontributor / Dosen Pembimbing": ["Ari Widyanti, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "usability, Sparring, user interface", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jun 2020"}