{"Nomor": 48206, "Judul": "MINIMASI BIAYA PROYEK DENGAN MENGGUNAKAN CRASHING PADA AREA FINAL ASSEMBLY UNTUK MENCAPAI TARGET CYCLE TIME", "Abstrak": "Proses perakitan akhir pesawat berbeda dengan proses perakitan produk pada umumnya. Pada proses perakitan produk pada umumnya, komponen akan berpindah melalui beberapa stasiun kerja pada lintasan perakitan. Namun, pada perakitan akhir pesawat, komponen-komponen sub-perakitan akan dikumpulkan ke satu tempat untuk dirakit. Hal tersebut dikarenakan ukuran dan berat komponen-komponen pesawat yang akan menyulitkan proses pemindahan produk apabila proses pengerjaannya dari satu stasiun kerja ke stasiun kerja lain. Proses perakitan akhir pesawat dibagi ke dalam 316 aktivitas. Pada perakitan akhir pesawat terdapat beberapa proyek pekerjaan yang memiliki karakteristik sendiri.\nPada pelaksanaan proyek sering terjadi hambatan seperti terlambatnya waktu penyelesaian proyek yang dapat menyebabkan masalah, seperti membengkaknya pengeluaran proyek jauh melebihi dana yang sudah dianggarkan, terdapat komplain dan kehilangan kepercayaan dari pelanggan, dan sampai pada kegagalan atau ketidakmampuan perusahaan pelaksana proyek untuk menyelesaikan proyeknya. Kegagalan tersebut tentu dapat mengancam keselamatan perusahaan pelaksana proyek dan akan membuat kerugian yang sangat besar, namun kegagalan tersebut dapat ditanggulangi lebih awal. Untuk menanggulangi permasalahan tersebut, diperlukan manajemen yang terstruktur dan terintergrasi dengan baik\nPenelitian ini bertujuan untuk dapat memenuhi target cycle time yang diinginkan dengan biaya yang minimal. Karakteristik aktivitas pada penelitian yang melingkupi banyak aktivitas sehingga dilakukan optimasi pekerjaan dengan menggunakan metode splitting dan Crashing project untuk dapat menyelesaikan aktivitas perakitan akhir.", "Daftar File": {"ABSTRAK Fahrul Rozy Abdul Azis": "https://digilib.itb.ac.id/gdl/download/207912"}, "Penulis": "Fahrul Rozy Abdul Azis [23416016]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sukoyo, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "Perakitan Akhir, Crashing, Proyek, Biaya.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jun 2020"}