{"Nomor": 48205, "Judul": "TINJAUAN PUSTAKA SISTEMATIS MENGENAI RESILIENSI KEWIRAUSAHAAN DAN INDUSTRI KREATIF TERHADAP RISIKO BENCANA", "Abstrak": "Perkembangan perekonomian global telah mengarah pada pentingnya informasi dan\npengetahuan bagi pertumbuhan ekonomi nasional dan wilayah. Hal ini mendorong\ntumbuhnya industri kreatif yang dinilai mampu menghadapi kondisi kritis dengan\nbaik karena kreativitas yang dimilikinya. Telah banyak studi yang membahas\nmengenai resiliensi pada industri kreatif terhadap berbagai jenis ancaman dan\ndibutuhkan tinjauan terhadap studi tersebut sehingga diperoleh pengetahuan\nmengenai resiliensi pada industri kreatif terhadap risiko bencana. Penelitian ini\nbertujuan untuk mengidentifikasi bagaimana industri kreatif dapat resilien terhadap\nrisiko bencana berdasarkan penelitian terdahulu. Metode penelitian dilakukan\ndengan tinjauan pustaka sistematis terhadap 1.816 studi primer dan diperoleh 162\nstudi terseleksi. Hasil peninjauan menunjukkan bahwa resiliensi industri kreatif\ndibangun melalui kapasitas adaptif yang kreatif dan proses kreatif. Resiliensi\nkewirausahaan dapat direfleksikan pada resiliensi industri kreatif, yaitu dengan\nmembangun modal usaha, pembelajaran dari kapasitas adaptif dan pengalaman,\nmemperkuat sikap kewirausahaan, serta manajemen kewirausahaan sebagai\nindividu dan organisasi. Pada akhirnya, penelitian ini berkontribusi sebagai\nmasukan bagi pengembangan industri kreatif, sebagai salah satu pilar ekonomi\nwilayah, agar dapat mencapai resiliensi terhadap risiko bencana di masa yang akan\ndatang.", "Daftar File": {}, "Penulis": "Eri Krismiyaningsih [15416006]", "Kontributor / Dosen Pembimbing": ["Dr. Fikri Zul Fahmi, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "resiliensi, risiko bencana, industri kreatif, kewirausahaan.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "10 file", "Tanggal Input": "27 Jun 2020"}