{"Nomor": 48217, "Judul": "STUDI TRANSFORMASI PASANG SURUT DI DELTA BERAU", "Abstrak": "Tugas Akhir ini mengkaji transformasi pasang surut dari hilir ke arah hulu di Delta Berau meliputi komponen pasang surut utama (M2, S2, K1, dan O1) serta komponen pasang surut perairan dangkal M4 dan MS4 dengan menggunakan metode analisis data T-TIDE yang diakibatkan perbedaan kondisi tiap lokasi kajian. Data yang digunakan merupakan data lapangan dalam rentang waktu tertentu pada tahun 2006 dan 2007. Lokasi kajian terbagi menjadi empat, Tanjung Redeb yang berada di hulu, Batu Batu berada di pertengahan, serta Semanting dan Muara Tumbuk yang berada di hilir Delta Berau. Hasil penelitian menunjukkan bahwa durasi pengambilan data mempengaruhi persentase kecocokan data lapangan dengan data prediksi dan jumlah komponen yang dihasilkan. Nilai amplitudo elevasi pasang surut mengecil dan semakin tidak asimetris dari hilir ke hulu diakibatkan berkurangnya kedalaman. Ketidaksimetrisan pasang surut ditandai dengan perbedaan durasi ketika menuju pasang dan menuju surut, dan selisih durasi kedua kejadian tersebut semakin berkurang dari hulu ke hilir. Perhitungan rasio AM4/AM2 yang mewakili efek gesekan (Speer dan Aubrey, 1985), nilainya bertambah dari hilir ke hulu, dengan rasio maksimum bernilai 0,1 di Tanjung Redeb menyebabkan penurunan amplitudo elevasi pasang surut sebesar 37% dari Batu Batu, sedangkan terendah di Muara Tumbuk bernilai 0,018. Nilai perbandingan amplitudo M4/K1 dan MS4/K1 membesar ke arah hulu yang menandakan efek interaksi non-linier antara komponen pasang surut utama dengan batimetri perairan dangkal (Mohamad, 2012). Nilai amplitudo komponen pasang surut utama (O1, K1, M2, dan S2) berkurang antara 18% sampai 30%, sedangkan nilai amplitudo komponen pasang surut perairan dangkal (M4 dan MS4) bertambah antara 251% sampai 360% dari hilir ke hulu. Penjalaran gelombang pasang surut komponen pasang surut utama dari hilir menuju hulu, sedangkan komponen pasang surut perairan dangkal menuju Batu Batu.", "Daftar File": {"ABSTRAK Muhammad Suharto Rijalul Faiq": "https://digilib.itb.ac.id/gdl/download/207923", "COVER Muhammad Suharto Rijalul Faiq": "https://digilib.itb.ac.id/gdl/download/217702", "PUSTAKA Muhammad Suharto Rijalul Faiq": "https://digilib.itb.ac.id/gdl/download/217708"}, "Penulis": "Muhammad Suharto Rijalul Faiq [12915037]", "Kontributor / Dosen Pembimbing": ["Dr. Ayi Tarya, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Komponen Pasang Surut , Ketidaksimetrian, Elevasi, Amplitudo, Penjalaran, Fasa", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "27 Jun 2020"}