{"Nomor": 48215, "Judul": "DEVELOPMENT CATALYTIC CRACKING OF PALM OIL TO PRODUCE BIOGASOLINE", "Abstrak": "Impor bahan bakar di Indonesia masih cukup tinggi untuk memenuhi permintaan yang\ntidak dapat dipenuhi oleh produksi nasional. Bahan baku untuk bahan bakar seperti bensin\numumnya masih berasal dari minyak mentah. Kekhawatiran pada menipisnya cadangan\nminyak mentah telah mendorong penggunaan sumber-sumber terbarukan alternatif.\nMinyak sawit dapat menjadi sumber potensial untuk memproduksi biogasoline melalui\nperengkahan katalitik menggunakan katalis HZSM-5 dan HY. Sangat penting untuk\nmengembangkan katalis yang memenuhi standar EURO 4, yaitu bensin yang memiliki\nkandungan aromatik maksimum 35%-v, kadar benzena maksimum 1%-v dan RON\nminimum 91. Penggabungan katalis HZSM-5 dan HY diharapkan menghasilkan konversi\nminyak kelapa sawit yang tinggi menjadi biogasoline dengan kandungan aromatik yang\nrendah karena katalis HZSM-5 mendukung konversi yang tinggi tetapi memiliki\nselektivitas tinggi terhadap aromatik, sedangkan HY adalah kebalikannya.\nTujuan dari penelitian ini adalah mengembangkan katalis untuk perengkahan katalitik\nminyak sawit untuk menghasilkan biogasoline yang memenuhi standar EURO 4. Sintesis\nkatalis dilakukan dengan memvariasikan komposisi katalis parent HZSM-5 dan HY dan\nkomposisi katalis HZSM-5 hierarki dan HY. Modifikasi hierarki HZSM-5 dengan\ndesilikasi dan dealuminasi diperlukan untuk mengatasi keterbatasan difusi yang\ndisebabkan oleh ukuran pori yang kecil. Uji aktivitas katalis dilakukan selama 3 jam pada\n1 atm, 500 ° C, WHSV 2,5 jam-1 dan 2,5 g katalis per run. Metode karakterisasi katalis\nyang dilakukan adalah adsorpsi isotermal N2, XRD, dan NH3-TPD, sedangkan analisis\nproduk cair yang diperoleh dilakukan dengan menggunakan GC-DHA.\nKesimpulan dari penelitian ini adalah katalis HZSM-5 memiliki selektivitas yang lebih\ntinggi terhadap aromatik, sedangkan katalis HY lebih selektif terhadap parafin dan olefin.\nPenambahan katalis HZSM-5 ke katalis HY menyebabkan peningkatan konversi reaksi,\nselektivitas aromatik dan RON, dan penurunan pembentukan kokas. Variasi katalis\nterbaik yang paling dekat dengan memenuhi standar Euro 4 adalah 5%HZSM-5-Hier/HY,\nyang menghasilkan bensin dengan RON 97 dan kadar aromatik 26%-v. Namun,\nkandungan benzena masih 1,76%-v.", "Daftar File": {"ABSTRAK Intan Namira": "https://digilib.itb.ac.id/gdl/download/207921", "COVER Intan Namira": "https://digilib.itb.ac.id/gdl/download/218205", "BAB 5 Intan Namira": "https://digilib.itb.ac.id/gdl/download/218212", "PUSTAKA Intan Namira": "https://digilib.itb.ac.id/gdl/download/218213"}, "Penulis": "Intan Namira [13016205]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. I.G.B. Ngurah Makertihartha", "Jenny Rizkiana, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Aromatik, biogasoline, katalis HY, katalis HZSM-5, minyak kelapa sawit", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "10 file", "Tanggal Input": "27 Jun 2020"}