{"Nomor": 48216, "Judul": "STUDI KARAKTERISTIK TANAH EKSPANSIF DENGAN IDENTIFIKASI MENGGUNAKAN TES METHYLENBLUE DAN X-RAY DIFFRACTION BESERTA USAHA PERBAIKANNYA DENGAN MENGGUNAKAN TANAH PASIR", "Abstrak": "Indonesia merupakan negara yang memiliki banyak sekali proyek infrastruktur. Infrastruktur dapat mengalami kerusakan akibat berbagai hal. Kerusakan yang dialami oleh infrastruktur dapat disebabkan dari tanah yang menjadi penyokong infrastruktur tersebut. Salah satu jenis kasus kerusakan yang diakibatkan dari tanah yaitu kerusakan akibat tanah yang mengalami ekspansi atau perubahan volume. Hal ini dapat terjadi pada tanah jenis lempung. Indonesia merupakan suatu negara yang memiliki komposisi tanah sebagian besar terdiri dari tanah lempung. Tanah lempung memiliki berbagai mineral yang dapat memengaruhi sifat dan perilaku tanah lempung, seperti mengembang. Potensi mengembangnya tanah ini dapat mempengaruhi pengambilan keputusan pada proyek infrastruktur terutama dalam aspek geoteknik. Maka dari itu diperlukan studi lebih lanjut mengenai tanah lempung yang mempunyai potensi mengembang untuk mengetahui usaha perbaikannya.\nPada penelitian ini dilakukan tes pada sampel tanah yang memiliki potensi mengembang diakibatkan mineral yang terkandung pada sampel tanah tersebut, seperti kaolinit. Untuk melakukan identifikasi potensi mengembang dari sampel tanah dilakukan uji Index Properties serta identifikasi mineral secara kuantitatif dan kualitatif dengan Methylenblue Test dan X-Ray Diffraction Test. Setelah identifikasi dilakukan kompaksi pada kondisi normal dan kondisi saat dilakukan perbaikan dengan pasir, untuk memperoleh nilai gamma dry maximum dan optimum moisture content, kemudian akan dilakukan Swelling Test dengan menggunakan alat konsolidasi untuk mengetahui swelling potential. Untuk sampel yang tanah yang ditambahkan pasir dengan kadar tertentu akan didaptkan hasil meningkatnya kekuatan geser tidak terdrainase tanah dibandingkan dengan sampel asli dengan menggunakan alat uji tekan bebas.", "Daftar File": {"ABSTRAK Faisal Mirza": "https://digilib.itb.ac.id/gdl/download/207922", "COVER Faisal Mirza": "https://digilib.itb.ac.id/gdl/download/253063", "PUSTAKA Faisal Mirza": "https://digilib.itb.ac.id/gdl/download/253070"}, "Penulis": "Faisal Mirza [15016124]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Hasbullah Nawir, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "tanah lempung, Methylenblue Test, kompaksi, pasir", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "27 Jun 2020"}