{"Nomor": 48223, "Judul": "DESAIN DAN ANALISIS TURBIN MIKROHIDRO TIPE VORTEX", "Abstrak": "Turbin vortex merupakan salah satu jenis turbin mikrohidro, yaitu turbin air dengan daya 5 – 100 kW. Turbin vortex beroperasi dengan memanfaatkan aliran yang masuk ke circulation tank secara tangensial sehingga terbentuk pusaran, yang kemudian mengerakkan blade yang berada di tengah circulation tank. Bentuk dan karakteristik vortex ditentukan oleh geometri basin. Parameter geometri yang berpengaruh terhadap karakteristik vortex antara lain planform circulation tank, jari-jari planform circulation tank, diameter taper, diameter outlet, serta sudut taper. Aliran vortex memiliki tiga komponen kecepatan, yaitu kecepatan aksial, tangensial, dan radial. Distribusi komponen kecepatan aliran pada posisi tertentu dalam circulation tank dapat menjadi acuan dalam mendesain geometri blade dan menempatkan blade agar dapat mengonversi energi fluida secara maksimal. Pengaruh adanya blade terhadap aliran vortex dalam circulation tank juga menjadi faktor yang perlu diperhatikan. Penelitian dilakukan dengan pendekatan simulasi Computational Fluid Dynamic (CFD) menggunakan software ANSYS CFX. Kasus disimulasikan dengan model free surface multiphase karena aliran termasuk open-channel flow yang melibatkan dua jenis fluida yaitu air dan udara. Simulasi dilakukan dengan dua kondisi berbeda, yaitu simulasi aliran pada basin tanpa blade dan simulasi aliran pada basin dengan blade. Pada simulasi basin, dilakukan variasi terhadap geometri basin dan dicari seberapa besar pengaruh suatu parameter geometri terhadap aliran vortex yang terbentuk. Pada tiap variasi geometri, besarnya daerah basin yang dipenuhi air merupakan faktor pembanding untuk melihat kualitas vortex yang terbentuk. Perubahan diameter outlet memberi pengaruh yang cukup signifikan terhadap pembentukan vortex dibanding parameter geometri lainnya. Kemudian aliran pada basin dengan blade disimulasikan untuk mendapatkan daya dan efisiensi dari sistem turbin.", "Daftar File": {"ABSTRAK Muhammad Nauval Hamzah": "https://digilib.itb.ac.id/gdl/download/207929"}, "Penulis": "Muhammad Nauval Hamzah [13616064]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Mochammad Agoes Moelyadi, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "turbin vortex, basin, CFD, mikrohidro, free surface flow, multiphase simulation", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jun 2020"}