{"Nomor": 48227, "Judul": "ANALISIS POTENSI RENDAMAN TSUNAMI DI KECAMATAN PELABUHANRATU", "Abstrak": "Penelitian ini akan menunjukkan bagaimana bahaya tsunami di Kecamatan Pelabuhanratu terhadap kehidupan sekitar pesisir pantai di Kecamatan tersebut. Dengan mempertimbangkan kecamatan ini sebagai daerah wisata yang banyak dikunjungi oleh wisatawan sehingga aktivitas di daerah pesisir cukup tinggi dibandingkan wilayah lainnya. Bencana tsunami ini dapat menyebabkan kelumpuhan pada beberapa aspek di bagian pesisir pantai di Kecamatan Pelabuhanratu. Di wilayah selatan Pulau Jawa atau lebih tepatnya Pelabuhanratu terdapat zona tektonik aktif yang dapat mengakibatkan gempabumi bawah laut dengan potensi kekuatan mencapai 8,7 Mw. Gempabumi bawah laut dengan kekuatan sebesar ini dapat menimbulkan potensi tsunami yang cukup besar, yang tentunya akan sangat mempengaruhi atau bahkan melumpuhkan aktivitas masyarakat di daerah pesisir. Studi ini dilakukan untuk menganalisis dampak dari potensi tsunami yang dapat terjadi terhadap aktivitas masyarakat di wilayah tersebut. Untuk mencapainya perlu dilakukan pemodelan penjalaran tsunami dengan menggunakan metode pemodelan numerik menggunakan perangkat lunak COMCOT v1.7 pada dua skenario yang kemudian divisualisasikan menggunakan matlab. Kemudian hasil visualisasi rendamannya akan di-overlay dengan data penutup/penggunaan lahan dan data bangunan-bangunan di Kecamatan Pelabuhanratu.\nHasil dari penelitian ini menunjukkan ketinggian rendaman tsunami pada pemodelan skenario pertama jauh lebih tinggi daripada skenario kedua, yaitu mencapai lebih dari 30 m. Sedangkan untuk skenario kedua mencapai lebih dari 4 m. Potensi tsunami ini menimbulkan beberapa kerugian pada warga sekitar, yaitu terendamnya permukiman seluas 917,51 ha dan 17.709 bangunan terdampak pada potensi tsunami Selat Sunda, serta terendamnya permukiman seluas 260,54 ha dan terdapat 2.779 bangunan terdampak pada potensi tsunami West-Central Java.", "Daftar File": {"ABSTRAK Alqinthara Nuraghnia": "https://digilib.itb.ac.id/gdl/download/207933"}, "Penulis": "Alqinthara Nuraghnia [15116076]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Wiwin Windupranata, S.T., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Pemodelan numerik, bahaya tsunami, Kecamatan Pelabuhanratu, COMCOT, rendaman tsunami", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "27 Jun 2020"}