{"Nomor": 48242, "Judul": "PEMODELAN PENYEBARAN KLOROFIL-A DI TELUK JAKARTA MENGGUNAKAN METODE PEMODELAN NUMERIK SAAT MUSON BARAT DAN MUSON TIMUR", "Abstrak": "Teluk Jakarta merupakan salah satu wilayah perairan di Indonesia dengan tingkat polusi yang sangat tinggi. Konsentrasi polutan ini terus meningkat seiring dengan terus bertambahnya populasi, pembangunan dan industri di daerah Jakarta dan sekitarnya. Kecenderungan peningkatan polutan dari waktu ke waktu secara mengkhawatirkan telah melebihi daya dukungnya. Dalam penelitian ini dilakukan simulasi pemodelan penyebaran klorofil-a di Teluk Jakarta menggunakan metode pemodelan numerik. Parameter masukan yang digunakan dalam penelitian ini adalah data batimetri, data pasang surut, data angin, data debit air, dan konsentrasi klorofil-a dari salah satu sungai besar yang bermuara ke Teluk Jakarta yaitu Cengkareng Drain. Simulasi dilakukan menggunakan dua skenario, yaitu saat muson barat dan muson timur. Berdasarkan hasil pemodelan secara umum didapatkan hasil bahwa penyebaran klorofil-a yang terjadi di wilayah Teluk Jakarta dapat dikategorikan cepat, dimana pada akhir pemodelan klorofil-a terlihat telah menyebar jauh dari muara Cengkareng Drain. Konsentrasi klorofil-a yang paling tinggi yaitu hingga 2x10-5 kg/m3 terdapat di pesisir pantai dan muara sungai. Konsentrasi ini terlihat semakin menurun di laut lepas yaitu hanya sebesar 0,2-0,8x10-5 kg/m3. Selain itu, pengaruh angin muson barat dan angin muson timur juga terlihat jelas pada hasil pemodelan masing-masing fenomena angin. Pada Januari 2018 terlihat bahwa klorofil-a menyebar ke arah timur yang sesuai dengan pergerakan angin muson barat, sementara pada Juli 2018 terlihat bahwa klorofil-a menyebar ke arah barat sesuai dengan pergerakan angin muson timur. Konsentrasi klorofi-a tertinggi dan jarak jangkauan klorofil terjauh terjadi pada saat fenomena angin muson barat, hal ini sesuai dengan kondisi angin muson barat yang memiliki rata-rata kekuatan yang lebih besar yaitu 5,1 m/s daripada angin muson timur yang hanya 1,8 m/s.", "Daftar File": {}, "Penulis": "Winda Lestari Siadari [15116021]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Wiwin Windupranata, S.T., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Teluk Jakarta, klorofil-a, angin, pasut, pemodelan numerik, Delft3D.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Jun 2020"}