{"Nomor": 48249, "Judul": "ANALISA STRATEGI UNTUK WORKTOCREATE DALAM MEMASUKI INDUSTRI RITEL FURNITUR DAN  USULAN STRATEGI PEMASARAN", "Abstrak": "Worktocreate, sebuah usaha kecil-menengah yang menawarkan jasa pembuatan interior untuk bisnis (B2B), berencana untuk memperluas cakupan bisnisnya ke bisnis ritel furnitur. Strategi ini bertujuan untuk menambah sumber penghasilan agar mencapai stabilitas arus kas dalam jangka panjang, untuk mendiversifikasi dalam pasar jasa pembuatan interior yang kompetitif di Bandung dan untuk mengurangi risiko tidak adanya arus kas dalam periode menganggur. Riset ini bertujuan untuk menyajikan keputusan yang beralasan mengenai apakah Worktocreate harus merealisasikan ide mengenai memperluas cakupan bisnisnya ke furnitur ritel bisnis dan untuk menyediakan strategi pemasaran sejalan dengan keputusan tersebut. Riset ini juga bertujuan untuk menyediakan strategi alternatif jika keputusannya tidak sesuai dengan rencana awal. Dalam menyediakan keputusan yang benar, riset ini terlebih dahulu akan memahami lingkungan eksternal dengan melakukan analisis PEST, Porter’s 5 Forces & analisis kompetitor, bersamaan dengan lingkungan internal dengan melakukan analisis marketing mix, analisis sumber daya dan analisis value chain. Hasilnya adalah tidak merekomendasikan Worktocreate untuk memasuki industri ritel furnitur, dan merekomendasikan untuk memperkuat bisnis yang sekarang dijalani sebagai gantinya. Melalui analisis TOWS, riset ini menemukan 4 strategi alternatif yang di antaranya adalah merekrut karyawan bidang pemasaran, optimasi internet marketing, customized furniture (non-ritel) dan legalisasi status bisnis.", "Daftar File": {"2020_TS_PP_Ghianinda Miharja_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/207961"}, "Penulis": "Ghianinda Miharja [29118228]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Konstruksi Interior, Furnitur, Ritel, Manajemen Strategis, Pemasaran", "Sumber": "WORKTOCREATE", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "28 Jun 2020"}