{"Nomor": 48263, "Judul": "STUDI INOVASI PADA INDUSTRI KREATIF SENI RUPA DAN SENI PERTUNJUKAN DI KAMPUNG KREATIF DAGO POJOK", "Abstrak": "Ekonomi kreatif dan ekonomi informal berkembang sebagai respons dari berbagai\npermasalahan perkotaan di Indonesia. Salah satu bentuk dari ekonomi kreatif dan ekonomi\ninformal tersebut adalah kampung kreatif dengan komponennya yaitu industri kreatif. Di Kota\nBandung, Kampung Kreatif Dago Pojok adalah kampung kreatif yang cukup populer namun\nterancam mengalami penurunan aktivitas ekonomi. Dalam menghadapi penurunan aktivitas\nperekonomian tersebut, industri kreatif seni rupa dan seni pertunjukan di Kampung Kreatif Dago\nPojok membutuhkan inovasi untuk bertahan. Penelitian ini bertujuan untuk mempelajari inovasi\nyang terjadi pada industri kreatif seni rupa dan seni pertunjukan di Kampung Kreatif Dago Pojok.\nKerangka teoritis yang digunakan dalam penelitian ini mencakup inovasi secara general, inovasi\npada industri kreatif seni rupa dan seni pertunjukan, serta sistem inovasi. Penelitian dilakukan\ndengan metode analisis data kualitatif yaitu analisis konten, analisis deskriptif, dan analisis gap.\nData yang digunakan dikumpulkan dengan menggunakan metode kuesioner dan wawancara.\nPada penelitian ini ditemukan bentuk-bentuk inovasi yang dilakukan oleh pelaku usaha industri\nkreatif seni rupa dan seni pertunjukan di Kampung Kreatif Dago Pojok dan diidentifikasi juga\nsistem inovasi dan gap sistem inovasi pada industri kreatif seni rupa dan seni pertunjukan di\nKampung Kreatif Dago Pojok.", "Daftar File": {}, "Penulis": "Zalfa Fadilla Anjani [15416017]", "Kontributor / Dosen Pembimbing": ["Adiwan Fahlan Aritenang, S.T., M.GIT., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "industri kreatif seni rupa, industri kreatif seni pertunjukan, inovasi, Kampung Kreatif Dago Pojok, industri kreatif", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "28 Jun 2020"}