{"Nomor": 48269, "Judul": "PENINGKATAN KUALITAS NANOCOMPOSITE DENGAN MEMANFAATKAN BENTONITE TERPAKAI DARI INDUSTRI CPO", "Abstrak": "Hal yang dapat menjaga kualitas makanan dari awal pembuatan sampai ke tangan\nkonsumen adalah kemasan makanan. Kemasan makanan merupakan salah satu aspek yang\npenting dalam industri makanan. Plastik merupakan material yang paling sering digunakan\ndalam kemasan makanan. Limbah plastik dapat mengakibatkan masalah lingkungan yang\nparah. Plastik biodegradable adalah pengganti yang cocok untuk plastik konvensional\nkhususnya untuk kemasan makanan yang digunakan dalam jangka pendek. PLA\nmerupakan solusi yang menjanjikan karena memiliki sifat terbarukan, biodegradable,\nbiocompatible, dan sifat termomekanis yang baik.\nNamun, PLA memiliki banyak kelemahan yaitu strukturnya yang rapuh dan sifat\npermeabilitas gas yang tinggi. Penambahan filler ke PLA dapat meningkatkan sifat\nmekanik, sifat penghalang dan laju biodegradasi. Filler yang digunakan adalah bentonite\nterpakai dari industri CPO. Bentonit memiliki beberapa kegunaan, salah satunya sebagai\nadsorben pada pemurnian Crude Palm Oil (CPO). Sebelum dijadikan filler, bentonit harus\ndiregenerasi untuk menghilangkan minyak dan pengotor agar memiliki sifat seperti\nsebelum digunakan sebagai adsorben. Bentonit yang telah diekstraksi diberikan pemutih\nNaOCl dan surfaktan ODA.\nPLA disintesis menggunakan metode ring opening polymerization. Katalis yang\ndigunakan adalah Sn(Oct)2. Nanokomposit dibuat dengan mencampurkan PLA dan\nbentonit menggunakan ekstruder. Tujuan dari penelitian ini adalah memodelkan kinetika\nreaksi pembentukan PLA dan kontrol temperatur ekstruder. Pemodelan kintetika reaksi\nring opening polymerization pada sistem batch menghasilkan PLA dengan berat molekul\n193846 g/mol, tidak jauh dengan hasil percobaan yang sudah pernah dilakukan. Selain itu,\nsimulasi reaksi pembentukan PLA dengan metode polikondensasi langsung menghasilkan\nPLA dengan molekul 25.432 g/mol. Pemodelan kontrol temperatur ekstrusi yang\nmenggunakan servo case menyatakan bahwa perbedaan temperatur ekstrusi tidak\nmempengaruhi waktu yang dibutuhkan untuk mencapai kondisi tunak.", "Daftar File": {"ABSTRAK Hizkia Manuel Vieri": "https://digilib.itb.ac.id/gdl/download/207994", "COVER Hizkia Manuel Vieri": "https://digilib.itb.ac.id/gdl/download/218180", "BAB 5 Hizkia Manuel Vieri": "https://digilib.itb.ac.id/gdl/download/218185", "PUSTAKA Hizkia Manuel Vieri": "https://digilib.itb.ac.id/gdl/download/218196"}, "Penulis": "Hizkia Manuel Vieri [13016032]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Johnner Sitompul, M.Sc., Ph.D.", "Vita Wonoputri, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "simulasi, PLA, bentonit, nanokomposit, ekstrusi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "28 Jun 2020"}