{"Nomor": 48271, "Judul": "SIMULASI DAN PERENCANAAN STATION KEEPING SATELIT LAPAN-A4 (SSO) DENGAN MENGGUNAKAN PROPULSI NON-IMPULSIF", "Abstrak": "Orbit sun-synchronous adalah orbit yang sedemikian rupa sehingga menjadikan satelit melintasi ekuator permukaan bumi pada waktu lokal yang sama setiap harinya. Untuk dapat mencapai orbit sun-synchronous, orbit harus dapat memiliki laju presesi nodal sebesar 360°/tahun. Laju presesi nodal ini dipengaruhi oleh beberapa parameter. Parameter-parameter tersebut antara lain eksentrisitas, setengah sumbu-panjang dan inklinasi.\nSatelit yang menggunakan orbit sun-synchronous pada umumnya adalah satelit LEO (Low-Earth Orbit), sehingga gangguan pada orbit satelit akan lebih besar akibat pengaruh ketidakbulatan bentuk bumi dan gaya hambat atmosfer. Gangguan ini akan berpengaruh pada parameter-parameter orbit dari satelit sun-synchronous. Hal ini akan berakibat pada berubahnya nilai laju presesi nodal, sehingga mungkin tidak lagi sebesar 360°/tahun sebagaimana yang diinginkan untuk orbit sun-synchronous. Akibatnya, waktu lokal (waktu satelit melintas di atas daerah yang diinginkan) satelit akan mengalami perubahan, sehingga dibutuhkan manuver koreksi.\nPada karya tulis ini, penulis melakukan studi berupa perencanaan station keeping satelit dengan orbit sun-synchronous (SSO) dengan cara melakukan manuver inklinasi. Studi berupa analisis dengan simulasi menggunakan perangkat lunak GMAT dengan pendekatan propulsi non-impulsif. Pada penelitian ini, dipilih satelit LAPAN-A4 yang akan diluncurkan tahun 2020 ini sebagai satelit yang akan disimulasikan. Perencanaan station keeping orbit satelit LAPAN-A4 ini akan dilakukan dengan mensimulasikan beberapa alternatif rencana manuver koreksi inklinasi yang berbasis periode; manuver tiap 2 bulan, 4 bulan, 6 bulan, 12 bulan, hingga 24 bulan.\nHasil simulasi menunjukkan bahwa rencana station keeping yang paling optimal diperoleh untuk alternatif manuver koreksi inklinasi tiap 2 bulan. Hal ini ditunjukkan dari kebutuhan bahan bakar yang minimum, sehingga meminimalkan biaya bahan bakar dan peluncuran, serta simpangan waktu lokalnya masih dapat ditoleransi.", "Daftar File": {"ABSTRAK Muhammad Rizki Zuhri": "https://digilib.itb.ac.id/gdl/download/207996"}, "Penulis": "Muhammad Rizki Zuhri [13616062]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ridanto Eko Poetro, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "LAPAN-A4, SSO, Manuver koreksi inklinasi, Propulsi non-impulsif", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "28 Jun 2020"}