{"Nomor": 48277, "Judul": "KAJIAN HUBUNGAN PARTISIPASI MASYARAKAT DALAM PENINGKATAN KUALITAS PERMUKIMAN KUMUH KOTA CIMAHI", "Abstrak": "Peningkatan jumlah penduduk di perkotaan akan mengakibatkan beberapa\npermasalahan pada beberapa aspek sosial, ekonomi maupun lingkungan perkotaan\ntersebut. Secara fisik kota, pertumbuhan penduduk akan diikuti dengan\nmeningkatnya kebutuhan pembangunan tempat tinggal atau perumahan.\nKeterbatasan lahan di pusat kota akan memberikan kesenjangan pada masyarakat\nkhususnya masyarakat berpendapatan rendah (MBR) untuk memperoleh tempat\ntinggal yang layak. Peningkatan jumlah penduduk di kota dengan terbatasnya lahan\nakan menjadi permasalahan kota dengan timbulnya perkembangan perumahan yang\ntidak teratur yang minim dari fasilitas kota.\nKota Cimahi merupakan bagian dari Kawasan Metropolitan Bandung dimana\nberdampingan dengan Kota Bandung. Di dalam RTRW Kota Cimahi telah\ndiarahkan untuk mewujudkan Kota Cimahi sebagai kota inti di Pusat Kegiatan\nNasional (PKN) cekungan Bandung. Perkembangan Kota Cimahi tersebut akan\nmembuat daya tarik masyarakat untuk beraktifitas dan bermukim di wilayah Kota\nCimahi. Pertumbuhan penduduk akan meningkatkan kebutuhan perumahan.\nPeningkatan kebutuhan rumah yang tidak diseimbangi dengan daya dukung lahan\ndapat menyebabkan beberapa permasalahan lingkungan perkotaan diantaranya\ntimbulnya permukiman informal hingga penurunan kualitas lingkungan.\nPenelitian ini memiliki tujuan untuk memahami keterkaitan tingkat partisipasi\nmasyarakat dengan peningkatan kualitas lingkungan permukiman kumuh serta\npotensi dan hambatannya. Dalam penelitian ini melalui beberapa tahapan dan\nvariabel dari karakteristik sosial, ekonomi masyarakat dan fisik permukiman,\ntingkat partisipasi masyarakat, dan potensi maupun hambatan masyarakat dalam\nmeningkatkan kualitas permukiman. Pendekatan yang digunakan dalam penelitian\nini merupakan pendekatan kuantitatif, dimana bersifat eksplorasi menggunakan\ndata primer maupun dana sekunder. Wilayah studi mikro yang dipilih yaitu\nkawasan Setiamanah dan kawasan Babakan Kidul. Teknik analisis yang digunakan\nyaitu analisis deskriptif dan uji korelasi menggunakan program SPSS dengan uji\nChi-Square dan uji Spearman.\nHasil analisis menunjukan beberapa temuan diantaranya hubungan karakteristik\nmasyarakat atau sosial ekonomi dengan peningkatan kualitas lingkungan\ndidapatkan hasil berbeda di dua kawasan, di kawasan Pojok Setiamanah yang\nmemiliki hubungan dengan peningkatan kualitas lingkungan yaitu jenis pekerjaan\ndan di kawasan Babakan Kidul yang memiliki hubungan dengan peningkatan\nkualitas lingkungan yaitu lama tinggal. Pada sosial ekonomi dengan tingkat\npartisipasi masyarakat di kawasan Pojok Setiamanah yang memiliki hubungan yaitu\nlama tinggal dan di kawasan Babakan Kidul pada variabel lama tinggal dan tingkat\npendapatan. Pada analisis korelasi tingkat partisipasi dengan peningkatan kualitas\nlingkungan memiliki perbedaan, jika di kawasan Setiamanah didapatkan hubungan\ntingkat partisipasi dengan peningkatan kualitas lingkungan permukiman sebaliknya\ndi kawasan Babakan Kidul tidak adanya hubungan dengan tingkat partisipasi.\nSecara perbandingan dari karakteristik sosial ekonomi dan partisipasi yang lebih\nmempengaruhi kualitas lingkungan permukiman yaitu karakteristik sosial ekonomi.\nHal tersebut merupakan dasar dari peningkatan kualitas lingkungan. Ketika sosial\nekonomi atau kesejahteraan masyarakatnya baik akan mempengaruhi partisipasi\nmasyarakat secara langsung akan memberikan dampak positif pada kualitas\nlingkungan permukimannya.\nHambatan yang dimiliki masyarakat dimana kurangnya kesadaran dan kurangnya\npengetahuan tentang pentingnya kondisi lingkungan yang baik dapat diminimalkan\nmelalui program-program yang dilaksanakan skala RT/RW melalui kerja sama\ndengan pemerintah maupun organisasi non-profit. Potensi masyarakat yang belum\ntersalurkan dari beberapa kegiatan dan beberapa inisiatif masyarakat dapat\nmembuat kelompok perbaikan lingkungan sesuai dengan preseden dimana untuk\nmembangkitkan kesadaran dan mengorganisasi masyarakat dalam meningkatkan\nkualitas lingkungan permukiman.", "Daftar File": {"ABSTRAK Januar Jody Ferdiansyah": "https://digilib.itb.ac.id/gdl/download/208002", "BAB 1 Januar Jody Ferdiansyah": "https://digilib.itb.ac.id/gdl/download/208003", "BAB 2 Januar Jody Ferdiansyah": "https://digilib.itb.ac.id/gdl/download/208004", "BAB 3 Januar Jody Ferdiansyah": "https://digilib.itb.ac.id/gdl/download/208005", "BAB 4 Januar Jody Ferdiansyah": "https://digilib.itb.ac.id/gdl/download/208006", "BAB 5 Januar Jody Ferdiansyah": "https://digilib.itb.ac.id/gdl/download/208007", "BAB 6 Januar Jody Ferdiansyah": "https://digilib.itb.ac.id/gdl/download/208008", "DAFTAR Januar Jody Ferdiansyah": "https://digilib.itb.ac.id/gdl/download/208009", "2020 TS PP JANUAR JODY FERDIANSYAH_LAMPIRAN.pdf)u": "https://digilib.itb.ac.id/gdl/download/208010"}, "Penulis": "Januar Jody Ferdiansyah [25418050]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Iwan Kustiwan, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Analisis Hubungan, Kualitas Lingkungan, Partisipasi, Permukiman kumuh", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "28 Jun 2020"}