{"Nomor": 48293, "Judul": "PENGEMBANGAN KATALIS BERBASIS NIKEL UNTUK HIDROGENASI 2-ETIL-2-HEKSENAL MENJADI 2-ETILHEKSANOL", "Abstrak": "Senyawa 2-etilheksanol (2-EH) merupakan senyawa alkohol yang digunakan sebagai bahan baku pembuatan plasticizer, aditif dalam sabun, pelapis, surfaktan, dan kegunaan lainnya. Salah satu reaksi dalam proses sintesis 2-EH adalah reaksi hidrogenasi katalitik 2-etil-2-heksenal (Ethyl Propyl Acrolein/EPA) menjadi 2-EH. Di Indonesia, 2-EH telah mampu diproduksi oleh PT. Petro Oxo Nusantara. Akan tetapi, katalis hidrogenasi yang digunakan masih dipenuhi secara impor. Oleh sebab itu, penelitian ini dilakukan untuk memperoleh resep katalis hidrogenasi EPA menjadi 2-EH dengan kualitas sama atau lebih baik dari katalis komersial. Dengan begitu, Indonesia dapat mandiri memenuhi kebutuhan katalis tersebut.\nPada penelitian ini logam Ni digunakan sebagai fasa aktif utama katalis serta penyangga AlOOH-SiO2 dengan perbandingan massa AlOOH:SiO2 sebesar 2:1. Katalis disintesis melalui tiga tahapan utama, yaitu presipitasi Ni(OH)2 untuk menghasilkan NiO, proses sol-gel untuk mensintesis NiO berpenyangga, dan proses impregnasi untuk menambahkan promotor. Variasi penelitian yang dilakukan berupa variasi agen pengendap antara NaOH dan NH4OH, variasi rasio massa NiO:penyangga antara 50:48 dan 48:50, serta variasi promotor berupa logam Cu (0,5-6%-b) dan K (0,5-1%-b). Katalis hasil sintesis diuji menggunakan reaktor unggun tetap pada kondisi operasi 120oC, 30 bar, dan LHSV sebesar 2,2 jam-1 selama 8 jam, dengan sampling dilakukan tiap 1 jam. Sampel dianalisis menggunakan Kromatografi Gas (GC) dengan detektor FID dan kolom RTX-5. Kristalinitas katalis variasi agen pengendap dianalisis pula menggunakan X-Ray Diffraction (XRD).\nBerdasarkan hasil penelitian, penggunaan NH4OH sebagai agen pengendap menghasilkan kinerja katalis yang lebih baik dibandingkan NaOH. Rasio massa NiO:penyangga sebesar 50:48 memberikan kinerja yang lebih baik, sehingga pengurangan massa penyangga seiring penambahan promotor dilakukan pada sintesis katalis lainnya. Selain itu, katalis berpromotor K 0,5% memberikan hasil dan stabilitas yang lebih baik daripada katalis komersial dengan konversi EPA rata-rata 94% dan selektivitas 2-EH rata-rata 96%.", "Daftar File": {}, "Penulis": "Bernadeta Adinda Inka P [13016078]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Melia Laniwati Gunawan, MS", "Prof. Dr. Ir. Subagjo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "2-etilheksanol, hidrogenasi, katalis, nikel, promotor", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Jun 2020"}