{"Nomor": 48292, "Judul": "EKSPLORASI TUTUPAN LAHAN BERDASARKAN KONSEP SPATIAL DATA MINING STUDI KASUS: JAWA BARAT", "Abstrak": "Tutupan lahan membentuk pola dari kenampakan permukaan bumi. Adanya keragaman tutupan lahan secara temporal dan spasial menyebabkan pola berikut informasi yang diperoleh semakin beragam, namun hal ini menyebabkan data tutupan lahan semakin banyak dan kompleks. Spatial data mining dapat diterapkan untuk menemukan informasi menarik dari data spasial yang berukuran besar dan kompleks. Dalam penelitian ini, digunakan salah satu metode spatial data mining yaitu association rules untuk mengetahui informasi hubungan asosiasi dari data tutupan lahan wilayah Jawa Barat di tahun 2005, 2010, dan 2015. Dalam penerapan association rules, dilakukan analisis pola frekuensi tinggi, untuk membentuk kombinasi tutupan lahan yang memenuhi nilai threshold sehingga dilanjutkan pada tahap pembentukan aturan asosiasi guna membentuk aturan asosiasi yang representative terhadap data tutupan lahan di Jawa Barat pada periode yang ditentukan.\nHasil yang diperoleh dari penelitian ini adalah sebanyak 2 aturan dari threshold 5%, 5 aturan dari threshold 1%, dan 28 aturan dari threshold 0% untuk mengetahui pola tutupan lahan yang terjadi di Jawa Barat di tahun 2005, 2010, dan 2015. Metode ini juga menghasilkan tren yang diperoleh dari nilai parameter untuk menjelaskan karakteristik dari data tutupan lahan di Jawa Barat di tahun 2005, 2010, dan 2015, bahwa sekurang-kurangnya 76.614% dari tutupan lahan di Jawa Barat tidak mengalami perubahan dari 2005 hingga 2015.", "Daftar File": {"COVER Dini Fitriana Wulandari": "https://digilib.itb.ac.id/gdl/download/208024", "BAB 1 Dini Fitriana Wulandari": "https://digilib.itb.ac.id/gdl/download/208800", "BAB 5 Dini Fitriana Wulandari": "https://digilib.itb.ac.id/gdl/download/208804", "PUSTAKA Dini Fitriana Wulandari": "https://digilib.itb.ac.id/gdl/download/208805"}, "Penulis": "Dini Fitriana Wulandari [15116096]", "Kontributor / Dosen Pembimbing": ["Dr. Albertus Deliar, S.T., M.T.", "Dr. Riantini Virtriana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "association rules, hubungan kelas lahan, spatial data mining", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "28 Jun 2020"}