{"Nomor": 48297, "Judul": "PRODUKSI SABUN BASA CAMPURAN LOGAM MULTIVALEN DENGAN ASAM OLEAT", "Abstrak": "Teknologi produksi bahan bakar bensin nabati melalui pirolisis sabun basa logam\nsedang berlangsung di Komunitas Teknik Kimia, Institut Teknologi Bandung.\nPemilihan sabun basa logam sebagai intermediet produksi bahan bakar bensin nabati via\npirolisis dirasa memiliki harapan di masa depan karena residu pirolisis sabun basa\nlogam masih dapat didaur ulang dengan proses lebih lanjut menjadi sabun basa logam\nkembali. Sabun basa logam dibuat dengan mereaksikan asam lemak (dalam penelitian\nini adalah asam oleat) dengan hidroksida logam multivalent, yaitu Zn4Ca????Mg(2 -\n????)Cr2(OH)16CO3, dengan ???? sebesar 0 < ???? < 1. Asam oleat didapatkan dari PFAD yang\ndipisahkan antara asam oleat dengan asam palmitat melalui metode Hoerr (1955).\nPembuatan hidroksida dengan cara kopresipitasi dari garam garam nitrat.\nTujuan dari penelitian ini adalah untuk memperoleh kondisi optimal pembuatan\nhidroksida logam baik dari pH ataupun komposisi logam penyusunnya (????). Selain itu\nkondisi sabun basa logam yang diinginkan adalah yang memiliki angka asam sekecil\nmungkin atau nol. Adapun nilai hidroksida tersabunkan pada sabun basa logam yang\ndiinginkan adalah 50%. Hal ini diinginkan karena hasil sabun yang diinginkan adalah\nsabun basa logam. Hasil penelitian didapat bahwa pemisahan asam lemak dari PFAD\nmemiliki banyak kesulitan karena sulit memisahkan asam lemak jenuh dan tak jenuh\npada PFAD. Maka dari itu, direkomendasikan metode lain yaitu pemisahan asam lemak\ntak jenuh dengan kompleksasi urea.", "Daftar File": {"ABSTRAK Finian Dimitra Mirza": "https://digilib.itb.ac.id/gdl/download/208030"}, "Penulis": "Finian Dimitra Mirza [14515018]", "Kontributor / Dosen Pembimbing": ["Dr. Tirto Prakoso, S.T., M.Eng, Dr. Meiti Pratiwi, S.T., M.T., Dr. Ir. Tatang Hernas Soerawidjaja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Bioenergi dan Kemurgi", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Sabun basa logam, bahan bakar bensin nabati, asam oleat, hidroksida logam", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Jun 2020"}