{"Nomor": 48307, "Judul": "SINTESIS ANTIBIOFILM MEMBRAN DENGAN MODIFIKASI MENGGUNAKAN NANOKOMPOSIT GRAFENA OKSIDA DAN TEMBAGA", "Abstrak": "Biofouling adalah salah satu masalah utama dalam proses desalinasi menggunakan\nteknologi reverse osmosis (RO). Masalah ini dapat dikurangi dengan memodifikasi\nmembran dengan nanokomposit. Salah satu nanokomposit yang dapat digunakan adalah\ngrafena oksida dan tembaga (GOCu) yang menunjukkan aktivitas antibakteri dan\nantibiofilm. Oleh karena itu, penelitian ini dilakukan untuk mensintesis membran\nantibiofilm dengan nanokomposit GOCu. GOCu telah berhasil disintesis dengan\nmereduksi campuran GO-Cu menggunakan NaBH4. Nanokomposit hasil sintesis\ndianalisis dengan Spektroskopi Raman dengan tingkat reduksi nanokomposit berbedabeda\nbergantung pada jumlah Cu yang ditambahkan. Dari uji microtiter plate\nmenggunakan Pseudomonas aeruginosa ITBCCB140, aktivitas antibakteri dan\nantibiofilm terbaik dicapai dari GOCu dengan 140 mg GO dengan 5 mmol Cu. Dari\npengujian ini, ditemukan pula bahwa minimum inhibitory concentration (MIC) dari\nGOCu adalah 100 mg/L. Modifikasi membran kemudian dilakukan dengan GOCu\nkonsentrasi 200, 300, dan 400 mg/L. Pengukuran sudut kontak menunjukkan bahwa\nmodifikasi membran tidak mengubah hidrofobisitas dari membran. Uji SEM-EDS\nmengonfirmasi keberadaan Cu pada membran, namun nanokomposit ditemukan\nmenumpuk dan menghalangi air garam untuk menembus membran, seperti yang\ndibuktikan pada uji fluks membran. Fenomena penumpukan ini juga mempengaruhi\naktivitas antibakteri dan antibiofilm dari membran yang dimodifikasi. Dengan\nmenggunakan uji microtiter plate, ditemukan bahwa semakin banyak GOCu yang\nditambahkan, semakin sedikit sifat antibakteri dan antibiofilm yang teramati. Dari hasil\npengujian ini, ditemukan pula bahwa membran dengan sifat antibakteri dan antibiofilm\nterbaik adalah membran dengan konsentrasi GOCu 200 mg/L. Dari uji sudut kontak air,\nditemukan bahwa hidrofobisitas membran tidak berubah secara signifikan.", "Daftar File": {"ABSTRAK Western": "https://digilib.itb.ac.id/gdl/download/208040"}, "Penulis": "Western [13016037]", "Kontributor / Dosen Pembimbing": ["Vita Wonoputri, S.T., M.T.", "Helen Julian, S.T., M.T., Ph.D.", "Dr. Ardiyan Harimawan, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "biofouling, grafena oksida, membran, modifikasi, nanokomposit, tembaga", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Jun 2020"}