{"Nomor": 48304, "Judul": "PRODUKSI TURUNAN PKO UNTUK BAHAN INTERMEDIET POLIMER : PEMODELAN DAN SIMULASI PRODUKSI DODEKILAMINA DARI PKO", "Abstrak": "Kelapa sawit Indonesia menjadi komoditas utama dalam pangsa pasar dunia dan akan diproyeksikan meningkat tiap tahunnya. Walaupun demikian, konsumsi domestik kelapa sawit Indonesia hanya mencapai 30% dari keseluruhan produksi. Sementara itu, penelitian mengenai pengolahan produk turunan kelapa sawit seperti Palm Kernel Oil (PKO) sedang dikembangkan menjadi renewable chemical yang dapat menggantikan minyak bumi. Salah satu senyawa yang dapat diproduksi PKO adalah dodekilamina yang merupakan intermediet bahan baku polimer nilon1212. Dodekilamina dapat disintesis melalui reaksi aminasi dodekanol dalam pelarut dodekana. Penelitian ini bertujuan untuk memperoleh model kinetik sintesis pelarut dodekana melalui reaksi deoksigenasi asam laurat dengan menggunakan katalis Pd/C. Pemodelan dilakukan dengan melakukan optimasi parameter kinetik menggunakan perangkat lunak MATLAB dengan variasi berupa perilaku adsorpsi hidrogen secara kompetitif dan disosiatif pada permukaan katalis. Selain itu simulasi reaksi aminasi dodekanol menjadi dodekilamina disimulasikan menggunakan model kinetika reaksi dari literatur. Hasil pemodelan menunjukkan bahwa model kinetika yang paling sesuai untuk reaksi deoksigenasi asam laurat baik pada kondisi kaya hidrogen maupun inert adalah model adsorpsi hidrogen secara non-kompetitif dan non-disosiatif dengan nilai fungsi objektif sebesar 680,04. Produk utama yang dihasilkan dari reaksi deoksigenasi asam laurat pada kondisi kaya hidrogen adalah undekana, yaitu dengan selektivitas sebesar 99,1%. Selain itu, hasil simulasi menunjukkan bahwa penggunaan katalis Ru/C untuk reaksi aminasi dodekanol akan menghasilkan selektivitas yang lebih tinggi dibandingkan dengan penggunaan katalis Co/Al2O3.", "Daftar File": {"ABSTRAK Rama Dikky Larosa": "https://digilib.itb.ac.id/gdl/download/208037", "COVER Rama Dikky Larosa": "https://digilib.itb.ac.id/gdl/download/210425", "BAB 1 Rama Dikky Larosa": "https://digilib.itb.ac.id/gdl/download/210426", "BAB 5 Rama Dikky Larosa": "https://digilib.itb.ac.id/gdl/download/210430", "PUSTAKA Rama Dikky Larosa": "https://digilib.itb.ac.id/gdl/download/210431"}, "Penulis": "Rama Dikky Larosa [13016007]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Johnner Sitompul, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "asam laurat, deoksigenasi, dodekana, model kinetik, simulasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "28 Jun 2020"}