{"Nomor": 48316, "Judul": "EVALUASI HIDRODINAMIKA KOLOM ABSORPSI CO2 DENGAN AIR BERTEKANAN UNTUK PEMURNIAN BIOGAS MENJADI BIOMETANA", "Abstrak": "Biogas merupakan salah satu sumber energi terbarukan yang memiliki potensi untuk menggantikan sumber energi berbahan fosil. Sebagai salah satu negara penghasil kelapa sawit terbesar, Indonesia memiliki sumber biogas yang potensial, yaitu Palm Oil Mill Effluent (POME). Salah satu alternatif pemanfaatan biogas dari POME adalah sebagai bahan bakar kendaraan bermotor, yaitu biometana yang diproduksi melalui pengolahan lanjut. Sebagai salah satu tahapan yang penting, pemurnian dapat dilakukan dengan memisahkan CO2 dari biogas melalui proses absorpsi dengan air bertekanan. Dengan demikian, perlu dievaluasi lebih lanjut konfigurasi, rentang dan kondisi operasi untuk pemurnian biogas menjadi biometana menggunakan metode absorpsi dengan air bertekanan agar diperoleh operasi yang stabil.\nAbsorpsi CO2 dengan air bertekanan dilakukan dengan mengontakkan gas dari tabung yang berisi campuran CO2 dan CH4 dengan air secara counter-current di kolom berunggun. Analisis dilakukan pada gas keluaran kolom dengan gas analyzer untuk mengukur kandungan CO2 yang tersisa. Simulasi juga dilakukan dengan perangkat lunak Aspen HYSYS V10 untuk mengevaluasi kondisi operasi stabil kolom asborpsi. Variasi yang dilakukan adalah variasi tekanan operasi, laju alir gas/cair, dan jumlah stage.\nEksperimen di laboratorium belum dapat menunjukkan kondisi yang stabil karena hidrodinamika kolom yang belum optimum. Hasil simulasi menunjukkan kemurnian biometana yang meningkat seiring dengan peningkatan tekanan dan jumlah stage variasi. Selain itu, perbandingan laju volumetrik cair dan gas (L/G) yang semakin besar akan meningkatkan kemurnian biometana hingga titik optimum tertentu. Titik operasi stabil kolom absorpsi berada pada rentang L/G 1,5-17,5 yang nilainya berbeda untuk tiap laju alir volumetrik gas (0,3-2,5 L/min). Kemurnian CH4 maksimum yang dihasilkan adalah 87,11%-vol dan dapat mencapai 95%-vol dengan penambahan jumlah stage menjadi 9.", "Daftar File": {"ABSTRAK Cheryl Aldora": "https://digilib.itb.ac.id/gdl/download/208051", "COVER Cheryl Aldora": "https://digilib.itb.ac.id/gdl/download/218130", "PUSTAKA Cheryl Aldora": "https://digilib.itb.ac.id/gdl/download/218135", "BAB 5 Cheryl Aldora": "https://digilib.itb.ac.id/gdl/download/218136"}, "Penulis": "Cheryl Aldora [13016023]", "Kontributor / Dosen Pembimbing": ["Anggit Raksajati, S.T., Ph.D.", "Dr. Ir. Tri Partono Adhi", "Prof. Dr.-Ing. Ir. Danu Ariono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Absorpsi CO2, Air bertekanan, Biogas, Biometana, Palm oil mill effluent", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "28 Jun 2020"}