{"Nomor": 48329, "Judul": "KOEKSTRAKSI EKSPRESI DAN POLARITAS UNTUK ANALISIS SENTIMEN BERBASIS ASPEK", "Abstrak": "Analisis sentimen berbasis aspek (ASBA) dapat membantu pihak perusahaan maupun masyarakat umum untuk mengetahui opini terhadap suatu produk. Analisis sentimen berbasis aspek dapat dilakukan dengan berbagai pendekatan, dan task yang dilakukan beragam, yaitu terdiri dari ekstraksi ekspresi aspek, kategorisasi aspek, ekstraksi ekspresi sentimen, klasifikasi polaritas sentimen, dan ekstraksi relasi aspek dan ekspresi sentimen. Task yang dilakukan umumnya dilakukan satu-per-satu secara berurutan. Hal tersebut kurang efisien dan dapat menurunkan kinerja model karena kesalahan pada proses-proses sebelumnya. Pendekatan koekstraksi dengan arsitektur DOER mendapatkan kinerja yang lebih baik dibandingkan pendekatan pipelined. Tugas Akhir ini berfokus untuk mengadaptasi pendekatan koekstraksi dan melakukan modifikasi sehingga dilakukan ekstraksi ekspresi aspek, ekspresi sentimen, dan polaritas sentimen sekaligus.\nPendekatan koekstraksi diadaptasi dengan memodifikasi arsitektur DOER untuk melakukan task ekstraksi ekspresi sentimen juga, yaitu dengan cara memodifikasi output layer dan dilakukan pelatihan model hasil adaptasi terhadap kumpulan ulasan hotel berbahasa Indonesia. Selain itu, adaptasi dilakukan dengan cara mengujicobakan variasi topologi output layer untuk ekstraksi ekspresi aspek dan ekspresi sentimen juga variasi jenis sel RNN yang digunakan.\nBerdasarkan hasil eksperimen, konfigurasi model terbaik adalah padding hingga panjang tertentu yang tidak jauh berbeda dengan data, topologi output layer ekstraksi ekspresi aspek dan ekspresi sentimen yang sama, sel RNN BiReGU, jumlah hidden units 250, dropout rate 0.5, dan cross share k 5. F1-measure pengujian pada task ekstraksi aspek dan ekspresi sentimen untuk level token dan entitas adalah 0.9081 dan 0.9, lebih baik dari model baseline. Namun, untuk task klasifikasi sentimen model yang dihasilkan masih lebih rendah kinerjanya pada sebagian besar kategori dibandingkan dengan baseline.", "Daftar File": {}, "Penulis": "Rifo Ahmad Genadi [13516111]", "Kontributor / Dosen Pembimbing": ["Dr. Masayu Leylia Khodra, S.T., M.T.", "Arie Pratama Sutiono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "ASBA, ekstraksi ekspresi aspek dan ekspresi sentimen, klasifikasi polaritas sentimen, koekstraksi, DOER", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Jun 2020"}