{"Nomor": 48326, "Judul": "PEMBANGUNAN SISTEM INFORMASI GEOGRAFIS POTENSI DESA UNTUK MENDUKUNG DESA CERDAS (STUDI KASUS DESA SAYANG JATINANGOR)", "Abstrak": "Kementerian Dalam Negeri menganjurkan setiap desa untuk membangun Profil Desa yang didasarkan pada peraturan Nomor 51 Tahun 2007 tentang pembangunan kawasan pedesaan berbasis masyarakat. Namun sistem yang terdapat pada Profil Desa lebih banyak digunakan untuk melayani pelaporan satu arah ke pemerintahan yang lebih tinggi, sehingga memperhambat partisipasi masyarakat. Dengan adanya konteks tersebut, diperlukan adanya sistem informasi geografis desa cerdas untuk membantu staf desa dalam mengandalkan pendekatan partisipatif ke masyarakat untuk mengembangkan dan mengimplementasikan strategi dalam meningkatkan kondisi ekonomi, sosial, dan lingkungan pedesaan. Pada studi kasus penelitian ini, model basis data spasial dibuat agar pemerintah dapat mengembangkan potensi desa Desa Sayang Jatinangor yang merupakan desa pendidikan dengan lingkungan desa tersebut yang merupakan Kawasan Pendidikan Tinggi. Penelitian ini hadir dengan tujuan untuk membangun model sistem informasi desa berbasis data spasial (SIG) melalui perangkat lunak PostgreSQL/PostGIS dengan studi kasus pada pemerintahan Desa Sayang, Jatinangor. Penelitian ini menerapkan teknologi SIG pada profil desa sebagai sebuah aplikasi informasi berbasis data spasial yang mampu mengintegrasikan data yang terdapat pada Peta Desa dengan data yang dibutuhkan dalam pendataan potensi desa. Hasil akhir dari penelitian ini merupakan sistem informasi geografis potensi desa untuk mendukung desa cerdas berupa model basis data pokok desa yang menyajikan informasi terkait potensi desa yang berguna sebagai informasi dasar dalam Musrenbang Desa.", "Daftar File": {"ABSTRAK Riffa Puspita Sari": "https://digilib.itb.ac.id/gdl/download/208063"}, "Penulis": "Riffa Puspita Sari [15116002]", "Kontributor / Dosen Pembimbing": ["Dr. Deni Suwardhi, S.T., M.T.", "Dr. Riantini Virtriana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Basis data desa, SIG, Desa cerdas, PostgreSQL, Potensi Desa", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Jun 2020"}