{"Nomor": 48323, "Judul": "ANALISIS KESTABILAN LERENG MENGGUNAKAN KLASIFIKASI MASSA BATUAN DAN METODE KINEMATIK PADA KAWASAN PARIWISATA, KECAMATAN CIPATAT, KABUPATEN BANDUNG BARAT, JAWA BARAT", "Abstrak": "Daerah penelitian terletak di Kecamatan Cipatat, Kabupaten Bandung Barat dengan koordinat 6°48'59.97\" LS, 107°24'49.55\" BT sampai dengan 6°50'48.42\" LS, 107°28'12.52\" BT. Penelitian ini bertujuan untuk melakukan klasifikasi massa batuan, analisis kestabilan lereng, dan saran perkuatan lereng-lereng pada kawasan pariwisata yang terdapat di daerah tersebut. Metode yang dilakukan pada penelitian ini antara lain observasi lapangan, pengambilan sampel batuan, serta survei scanline pada empat titik lokasi lereng, yaitu Tebing Gunung Masigit, Tebing Citatah 48, Tebing Citatah 125, dan Tebing Citatah 90. Klasifikasi massa batuan mengacu pada metode klasifikasi Rock Mass Rating (RMR), kemudian dilanjutkan dengan analisis kestabilan lereng yang mencakup metode kinematik untuk menentukan potensi jenis longsoran dan metode Slope Mass Rating (SMR) untuk mengetahui tingkat kestabilan serta saran perkuatannya.\nBerdasarkan pengamatan lapangan, diperoleh jenis litologi berupa batugamping pada keempat titik lokasi lereng. Pengujian sifat indeks batugamping dengan Schmidt hammer menghasilkan rata-rata nilai Schmidt Hammer Rebound Value 40,36 – 42,04. Pengujian sifat fisik sampel batugamping menghasilkan nilai berat isi 23,6 – 26,1 kN/m3. Dengan demikian, nilai kuat tekan batuan utuh berada pada rentang 64 – 85 MPa. Klasifikasi RMR menunjukkan kategori massa batuan kelas II (baik) pada semua lereng. Hasil analisis kinematik menunjukkan jenis longsoran utama yaitu baji pada Tebing Gunung Masigit, bidang (tanpa batas) pada Tebing Citatah 125, dan jungkiran langsung pada Tebing Citatah 48 dan Tebing Citatah 90. Klasifikasi SMR menunjukkan kategori III (stabil sebagian) pada Tebing Citatah 48 dan Tebing Citatah 90, sedangkan pada Tebing Gunung Masigit dan Tebing Citatah 125 termasuk ke dalam kategori IV (tidak stabil). Perkuatan pada setiap lereng perlu dilakukan guna meminimalisasi terjadinya bencana longsor. Mengacu kepada klasifikasi SMR, saran perkuatan untuk keempat lereng tersebut berupa jangkar, drainase dangkal/dalam, jaring-jaring, baut batuan, beton tembak, dan dental concrete.", "Daftar File": {"ABSTRAK Fadhlilah Faiz Ulwan": "https://digilib.itb.ac.id/gdl/download/208060"}, "Penulis": "Fadhlilah Faiz Ulwan [12016060]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Imam Achmad Sadisun, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Kestabilan leteng, metode kinematik, Padalarang, RMR, SMR", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Jun 2020"}