{"Nomor": 48330, "Judul": "STUDI PRE-FEASIBILITY UNTUK LAPANGAN GEOTERMAL ENTALPI MEDIUM PADA STUDI KASUS LAPANGAN DANAU RANAU, INDONESIA", "Abstrak": "Lapangan Danau Ranau merupakan salah satu dari 166 lapangan geothermal\nbertemperatur sedang (medium enthalpy) yang dimiliki oleh Indonesia. Dalam\ntahapan pengembangannya, lapangan ini telah dilakukan kajian G-G-G (Geologi,\nGeokimia dan Geofisika). Sebagai bentuk pengendalian terhadap risiko\npengembangan, sebelum dilakukan tahapan berikutnya, perlu dilakukan tahapan\nstudi pre-feasibility. Penelitian ini dilakukan untuk menentukan seberapa prospek\nlapangan geotermal Danau Ranau dengan karakteristik entalpi medium untuk\ndikembangkan baik dari sisi pemanfaatan langsung maupun tidak langsung dengan\nmelihat keberterimaan dari kajian teknis, finasial, lingkungan dan risiko. Hasil dari\nkajian dapat menjadi tools bagi PT PLN sebagai pengembang untuk memutuskan\napakah akan lanjut atau tidak melakukan tahapan pengembangan berikutnya yaitu\npemboran sumur eksplorasi. Melalui pendekatan holistic dan beberapa kajian,\npeneliti mengambil key points lesson learned dari studi literatur yang kemudian\ndijadikan dasar perancangan pola pengusahaan. Hasil penelitian menunjukan\nlapangan geothermal Danau Ranau layak dikembangkan dengan beberapa kondisi\npenyesuaian. Hasil model pengusahaan lapangan penelitian Danau Ranau dengan\ncascade model mempunyai peluang pengusahaan yang optimum baik dari sisi\noperasional maupun finansial. Pola pengusahaan bertingkat dirancang dengan\nberbagai level. Level 1 digunakan untuk kelistrikan menggunakan teknologi\nkonversi sistem biner (ORC) dan level berikutnya digunakan untuk pemanfaatan\nlangsung dengan dasar Lindal Diagram yang juga memperhatikan pendekatan\npemberdayaan masyarakat sekitar. Dari sisi ekonomi, sistem kaskade akan\nmenghasilkan nilai profitabilitas yang optimum, baik untuk nilai NPV dan equity\nIRR.", "Daftar File": {"ABSTRAK Gladiez Florista Rera": "https://digilib.itb.ac.id/gdl/download/208067"}, "Penulis": "Gladiez Florista Rera [22618010]", "Kontributor / Dosen Pembimbing": ["Ir. Nenny Miryani Saptadji, Ph.D.", "Heru Berian Pratama, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Panas Bumi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "medium entalpi, model kaskade, pengusahaan langsung dan tidak langsung, ORC, NPV, Equity IRR", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Jun 2020"}