{"Nomor": 48339, "Judul": "STRATEGI PENGEMBANGAN BERTAHAP LAPANGAN PANAS BUMI MENGGUNAKAN TEKNOLOGI WELL HEAD UNIT: STUDI KASUS LAPANGAN PANAS BUMI ULUMBU", "Abstrak": "Pengembangan panas bumi di Indonesia masih didominasi oleh pemanfaatan pembangkit listrik panas bumi konvensional dengan kapasitas yang besar. Pada umumnya memerlukan waktu pengembangan yang lama sehingga seringkali mengalami keterlambatan operasi dalam proses pengusahaannya. Tujuan dari penelitian ini adalah memberikan opsi alternatif produksi pengembangan lapangan dengan strategi pengembangan bertahap (incremental development). Kajian ini dilakukan untuk menunjukan seberapa efektif strategi pengembangan bertahap menggunakan wellhead unit apabila dibandingkan dengan pembangkit konvensional khususnya pada lapangan panas bumi Ulumbu, dengan menggunakan pendekatan probabilistik. Selain itu, kajian ini juga memberikan gambaran keekonomian yang komprehensif mengenai revenue yang didapat dan biaya investasi proyek sehingga dapat menjadikan suatu pengembangan pembangkit panas bumi lebih feasible dan meminimalisasi hambatan terkait nilai investasi. Metode yang digunakan dalam penelitian ini menggunakan pendekatan analisa teknis dan analisa keekonomian proyek dari total biaya investasi pada masing-masing strategi pengembangan serta tingkat pengembalian finansial yang dicapai. Analisis teknis dilakukan dengan membandingkan jumlah sumur (produksi, make-up dan injeksi) berdasarkan hasil simulasi numerik, Spesific Steam Consumption (SSC) serta besaran kapasitas pembangkit yang digunakan. Nilai total investasi dihitung berdasarkan strategi pengembangan 40 MW (konvensional) skenario 2x20 MW, 40 MW (bertahap) skenario 8x5 MW dan 40 MW (bertahap) skenario 16x2.5 MW dengan menggunakan tipe pembangkit kondensing. Hasil perhitungan menunjukkan nilai P50 dari estimasi investasi masing-masing sebesar 5.93, 5.66, dan 5.68 Juta USD/MW. Dengan acuan nilai tarif 80% di bawah Biaya Pokok Produksi (BPP) yang berlaku pada wilayah setempat didapatkan nilai P50 Rate of Return sebesar 16.65%, 17.19%, dan 17.03%. Hasil evaluasi berdasarkan perbandingan biaya investasi, parameter keekonomian, variasi harga listrik, dan kajian resiko menunjukkan bahwa strategi pengembangan bertahap 8x5 MW dan 16x2.5 MW layak digunakan sebagai strategi alternatif pengembangan lapangan Ulumbu.", "Daftar File": {"ABSTRAK Onny Idianto": "https://digilib.itb.ac.id/gdl/download/208076"}, "Penulis": "Onny Idianto [22618003]", "Kontributor / Dosen Pembimbing": ["Ir. Nenny Miryani Saptadji, Ph.D.", "Heru Berian Pratama, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Panas Bumi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Strategi Pengembangan Bertahap, Wellhead Unit, Lapangan Panas Bumi Ulumbu, Analisis Keekonomian, Pendekatan Probabilistik", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Jun 2020"}