{"Nomor": 48348, "Judul": "PENGEMBANGAN METODE PEMBANGUNGAN PERANGKAT LUNAK PADA STARTUP DENGAN SITUASI TIM PENGEMBANG TERDISTRIBUSI", "Abstrak": "Pada Tugas Akhir ini dihasilkan representasi metode pembangunan perangkat lunak pada startup dengan situasi tim pengembang terdistribusi dalam standar Essence. Banyak startup kecil dengan situasi tim pengembang terdistribusi masih menggunakan metode pembangunan perangkat lunak yang sudah ada saja, belum tentu sesuai dengan kebutuhannya. Padahal, ada beberapa penerapan metode yang telah dilakukan beberapa startup agar lebih sesuai dengan kebutuhan dan kondisi yang ada. Standar Essence digunakan agar dapat mendeskripsikan intisari dari elemen-elemen pada pembangunan perangkat lunak dan membantu tim untuk mengerti apa saja yang hilang atau perlu ditangani.\nAda 4 empat tahap utama yang digunakan untuk menyelesaikan masalah pada Tugas Akhir ini. Pertama, dilakukan analisis awal berupa analisis karakteristik startup, karakteristik pengembangan terdistribusi, dan mekanisme pengumpulan data. Kedua, dilakukan perumusan penerapan metode pembangunan perangkat lunak di sejumlah startup dengan melakukan wawancara dan representasi metode. Ketiga, dilakukan perancangan usulan metode. Terakhir, evaluasi rancangan usulan metode menggunakan pendekatan argumentation. Seluruh tahap menggunakan Essence (Object Management Group, 2018) sebagai pedoman untuk mendeskripsikan elemen. Di akhir Tugas Akhir, telah dihasilkan usulan metode pembangunan perangkat lunak untuk startup dengan situasi tim pengembang terdistribusi dalam standar Essence. Setiap elemen essence kernel yang terkait dan karakteristik metode pembangunan perangkat lunak pada startup dengan situasi tim pengembang terdistribusi telah dipenuhi. Diagram keterkaitan antar elemen juga telah dibuat untuk memberikan gambaran holistik dari metode yang diusulkan. Untuk evaluasi, telah diperlihatkan evidence map yang memperlihatkan pentingnya setiap elemen usulan metode. Bukti (evidence) diperoleh melalui hasil wawancara dan pengalaman keterlibatan pada tiga tim proyek pembangunan perangkat lunak.", "Daftar File": {}, "Penulis": "Cornelius Yan Mintareja [13516113]", "Kontributor / Dosen Pembimbing": ["Yani Widyani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "metode, startup, tim pengembang terdistribusi, Essence.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Jun 2020"}