{"Nomor": 48353, "Judul": "PENGARUH KONSENTRASI DAN JENIS BUFER REAKSI LIPOLISIS MINYAK KELAPA SAWIT UNTUK PEMBUATAN SABUN LOGAM", "Abstrak": "Pemecahan trigliserida menjadi asam lemak dapat dilakukan dengan memanfaatkan\nenzim lipase dari getah kemboja. Untuk mendapatkan hasil yang maksimal, enzim lipase\nmemerlukan kondisi lingkungan, seperti pH dan temperatur, yang spesifik. Penelitian ini\nmempelajari pengaruh konsentrasi dan jenis bufer terhadap aktivitas enzim lipase dari\ngetah kemboja. Aktivitas enzim lipase dianalisis dengan pengukuran persen hidrolisis\nproduk melalui analisis angka asam. Hasil penelitian menunjukkan aktivitas tertinggi\nenzim lipase dicapai oleh bufer amoniak salmiak pada konsentrasi 0,5 M. Pada\nkonsentrasi 0,5 M aktivitas enzim mencapai 79,153%. Nilai ini sangat bagus karena ratarata\naktivitas maksimum enzim lipase adalah 80%. Persentase ini menunjukkan jumlah\ntrigliserida yang berhasil terhidrolisis menjadi asam lemak. Perbedaan jenis bufer yang\ndigunakan dapat mempengaruhi aktivitas enzim lipase. Bufer yang bertipe chaotropik\nsebaiknya dihindari karena dapat menginhibisi enzim lipase. Sifat chaotropik suatu bufer\ndapat diketahui melalui deret Hofmeister. Produk asam lemak yang dihasilkan merupakan\nbahan baku bagi proses lain. Dengan mengoptimalkan kondisi reaksi lipolisis, asam\nlemak dapat diperoleh dalam jumlah yang lebih banyak dan metode yang lebih murah.\nSalah satu proses yang menggunakan asam lemak sebagai bahan baku adalah proses\npembuatan sabun logam. Dengan hasil penelitian ini diharapkan produksi asam lemak\nuntuk pembuatan sabun logam menghasilkan produk yang lebih banyak dengan metode\nyang lebih mudah.", "Daftar File": {}, "Penulis": "Muhammad Helmi Risansyauqi [14516026]", "Kontributor / Dosen Pembimbing": ["Ir. Ronny Purwadi, M.T., Ph.D. Dr. Astri Nur Istyami, S.T., M.T. Dr. Meiti Pratiwi, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Bioenergi dan Kemurgi", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Asam lemak, Bufer, Enzim lipase, Lipolisis.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "0 file", "Tanggal Input": "28 Jun 2020"}