{"Nomor": 48369, "Judul": "DESAIN INTERAKSI APLIKASI PERMAINAN UNTUK PEMBELAJARAN DAN PELATIHAN COMPUTATIONAL THINKING SISWA SEKOLAH DASAR KELAS TINGGI", "Abstrak": "Computational thinking merupakan cara seorang ahli ilmu komputer untuk\nmemecahkan masalah. Sebenarnya, computational thinking tidak hanya dapat\ndigunakan pada bidang ilmu komputer saja. Saat ini sudah banyak negara yang\nmenganggap computational thinking dalam pendidikan adalah penting. Di\nIndonesia sendiri, pendidikan computational thinking belum begitu dianggap\npenting. Meskipun demikian, terdapat kompetisi Bebras yang diadakan satu tahun\nsekali untuk melatih computational thinking siswa. Kompetisi Bebras memiliki soal\nyang berkualitas, namun kompetisi Bebras di Indonesia masih belum dikenal dan\ndiikuti oleh banyak siswa. Oleh karena itu, dibuat permainan yang menggunakan\nsoal Bebras sebagai media pembelajaran computational thinking untuk siswa di\nIndonesia. Dengan begitu terdapat media bagi siswa untuk berlatih dan belajar\ncomputational thinking yang bisa diakses kapan saja dan di mana saja. Selain itu,\npermainan dapat mendukung pembelajaran yang menyenangkan. Permainan yang\ndibuat dikhususkan untuk siswa SD kelas tinggi. Siswa SD kelas tinggi dipilih\nkarena kategori Bebras terendah diperuntukkan untuk siswa SD dan pada tingkatan\nkelas tinggi, mereka sudah mampu membaca tahap lanjut. Untuk membuat aplikasi\nyang sesuai dengan preferensi siswa SD kelas tinggi, dikembangkan desain aplikasi\nmenggunakan pendekatan user-centered design. Metode wawancara, observasi,\ndan kuesioner dilakukan untuk akuisisi data yang dibutuhkan seperti perilaku dan\nmasalah pengguna. Pembuatan desain dilakukan dengan dua iterasi yaitu\npembuatan prototipe low-fidelity dan high-fidelity. Usability testing dilakukan pada\nhasil akhir untuk mengevaluasi tercapainya usability goals dan user experience\ngoals yaitu effective, easy to learn, dan enjoyable. Hasil evaluasi menunjukkan\nbahwa prototipe sudah efektif dengan nilai completion rate sebesar 100%. Prototipe\njuga sudah mencapai goals easy to learn dengan nilai SEQ sebesar 6,37 dari skala\n7. Tingkat enjoyable yang diraih berdasarkan nilai kuesioner E-Gameflow yaitu\nsebesar 5,83 dari skala 7 dan nilai kuesioner IMI sebesar 5,77 dari skala 7.", "Daftar File": {"ABSTRAK Yasya Rusyda Aslina": "https://digilib.itb.ac.id/gdl/download/208108"}, "Penulis": "Yasya Rusyda Aslina [13516091]", "Kontributor / Dosen Pembimbing": ["Adi Mulyanto, S.T., M.T.", "Ginar Santika Niwanputri, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "computational thinking, siswa, Bebras, permainan, user-centereddesign, usabilty, user experience, effective, learnability, enjoyable, prototipe.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Jun 2020"}