{"Nomor": 48367, "Judul": "PENAMBAHAN JARINGAN PIPA DISTRIBUSI KOMPLEKS PERUMAHAN, KOMERSIAL DAN INDUSTRI KOTA DELTAMAS, CIKARANG, KABUPATEN BEKASI, JAWA BARAT", "Abstrak": "Kawasan Kota Deltamas (KDM) adalah pengembangan kawasan skala kota dengan luas 3200 Ha, terletak di pinggir jalan tol km 37. Kota Deltamas terdiri dari bangunan untuk kegiatan perumahan/residensial, komersial dan industri. Untuk meningkatkan kehandalan dari sistem distribusi air minum, maka KDM berniat untuk meningkatkan kapasitas perpipaan sebagai tambahan dari pipa distribusi yang ada. Pertambahan jaringan pipa dimaksud untuk menambahkan pipa di dalam jaringan pipa distribusi yang telah ada. Tujuan dari tugas akhir adalah merencanakan penambahan jaringan pipa distribusi untuk Kawasan Kota Deltamas selama periode perencanaan 10 tahun (2030), memilih alternatif desain terbaik dari beberapa alternatif desain yang lain yang telah ditentukan untuk Kawasan Kota Deltamas dan menentukan estimasi biaya pembangunan pembahan jaringan pipa distribusi untuk Kawasan Kota Deltamas selama periode perencanaan 10 tahun. Metode yang digunakan dalam perancangan ini adalah dengan studi literatur, survei lapangan dan wawancara dengan pihak pengembang. Dari hasil perhitungan dengan simulasi software EPANET 2.0, terdapat beberapa pipa yang belum memenuhi kriteria desain, namun kebutuhan akan air minum meningkat seiring dengan dikembangkan zona baru di kawasan tersebut. Dengan bertambahnya jumlah hunian, komersial dan industri, maka bertambah pula kebutuhan akan air bersihpun akan bertambah. Dari tiga alternatif yang diajukan dalam mendesain dengan metode SAW, terpilihlah alternatif dengan sistem loop. Dari perancangan fasilitas bangunan tersebut, maka diperkirakan biaya yang akan diinvestasikan selama 10 tahun periode perencanaan yaitu sebesar Rp17,398,567,000.00 dengan biaya operasional sebesar Rp5,653,520,086.62 pertahun, dengan rencana pentahapan pembangunan sebanyak 3 tahap.", "Daftar File": {"ABSTRAK Moch Zaelani Pebriansyah": "https://digilib.itb.ac.id/gdl/download/208107"}, "Penulis": "Moch Zaelani Pebriansyah [15716035]", "Kontributor / Dosen Pembimbing": ["Ir. Agus Jatnika Effendi, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Epanet 2.0, Kota Deltamas, Penambahan Jaringan, Pengembangan Kawasan, Sistem Distribusi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Jun 2020"}