{"Nomor": 48373, "Judul": "STUDI PERGERAKAN SAMPAH LAUT DI SELAT BALI MENGGUNAKAN PEMODELAN NUMERIK 3 DIMENSI", "Abstrak": "Beberapa tahun terakhir Selat Bali mulai terancam akibat adanya kontaminasi sampah laut. Timbunan sampah laut tidak hanya mencemari kawasan pesisir pantai, namun juga mencemari dasar laut, sehingga dapat mengancam ekosistem pantai dan bawah laut. Sebelumnya telah banyak dilakukan penelitian mengenai sampah laut, namun belum banyak yang meneliti mengenai lokasi sebaran sampah laut di dasar perairan dan pesisir pantai Selat Bali. Penelitian ini bertujuan untuk mengetahui sebaran sampah laut secara umum terhadap kedalaman, sebaran di dasar laut dan pesisir pantai Selat Bali saat musim barat dan musim timur. Model Finite Volume Coastal Ocean Model (FVCOM) digunakan untuk mendapatkan pola arus secara 3 dimensi dan pola pergerakan partikel sampah didapatkan dengan menggunakan modul 3D Lagrangian Particle Tracking. Pola sebaran sampah laut di Selat Bali saat musim barat dominan tersebar di perairan Pulau Bali bagian selatan yaitu pada bagian timur area 3 dan 4 , kemudian pesisir Kabupaten Banyuwangi sampai Buleleng yaitu pada bagian barat area 1 dan 2 serta area 3 dan 4. Sampah yang bergerak dan tenggelam di area 1 dan 2 berasal dari sungai 1 (Tukad Daya). Pada bagian barat area 3 dan 4 sampah berasal dari sungai 1 sampai 3 (Tukad Daya, Jogading dan Yeh Sumbul). Sedangkan pada bagian timur area 3 dan 4 berasal dari sungai 3 sampai 6 (Yeh Sumbul, Tukad Madewi, Pangiangan dan Yeh Balian). Sedangkan saat musim timur sampah dominan tersebar di utara Selat Bali pada area 1 dan perairan selat yang sempit di area 2 dengan sumbernya berasal dari sungai 1 sampai 4 (Tukad Daya, Jogading, Yeh Sumbul dan Tukad Madewi). Kemudian sampah juga tersebar di perairan dekat dengan Banyuwangi yaitu di area 3 dan 4 bagian barat dengan sumber sampah berasal dari seluruh sungai. Daerah dasar laut di Selat Bali yang tercemar sampah laut saat musim barat dominan berada di perairan di pesisir Kabupaten Badung sampai Gianyar dengan luas 484 km2, sedangkan saat musim timur daerah yang dominan tercemar sampah adalah kawasan selat yang lebih sempit antara Kabupaten Banyuwangi dan Jembrana dengan luas 897 km2. Daerah pantai di Provinsi Bali yang paling tercemar sampah laut saat musim barat adalah pesisir pantai Kabupaten Badung dengan total 24,58 ton, sedangkan pada saat musim timur daerah yang paling tercemar adalah pesisir pantai Kabupaten Jembrana dengan total 22,63 ton.", "Daftar File": {}, "Penulis": "I Putu Ranu Fajar Maharta [22418009]", "Kontributor / Dosen Pembimbing": ["Ivonne Milichristi Radjawane, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Selat Bali, sampah laut, FVCOM, lagrange.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "0 file", "Tanggal Input": "29 Jun 2020"}