{"Nomor": 48381, "Judul": "KLONING DAN KONSTRUKSI GEN FLAVODOKSIN DAN FLAVODOKSIN REDUKTASE DARI ESCHERICHIA COLI UNTUK KOEKSPRESI DENGAN CYP124 MYCOBACTERIUM TUBERCULOSIS DALAM RANGKA PRODUKSI ALDEHID DIHIDROARTEMISINAT", "Abstrak": "Malaria merupakan penyakit endemik yang umum didapat pada wilayah tropis. WHO\nmerekomendasikan terapi kombinasi berbasis artemisinin untuk mengurangi infeksi Plasmodium\nfalciparum dalam kasus resistensi klorokuin. Masalah utama yang timbul dalam penggunaan\nartemisinin adalah tingginya permintaan ACT dari berbagai negara serta fluktuasi harga. Dalam\npenelitian ini, penulis mengusulkan jalur alternatif biosintesis artemisinin dengan memanfaatkan\nkemampuan amorfadiena sintase menerima substrat berupa 12-hidroksifarnesil difosfat. Dengan\nmemanfaatkan fleksibiltas amorfadiena sintase untuk menerima 12-hidroksifarnesil difosfat\nsebagai substrat, aldehid dihidroartemisinat melalui jalur biosintesis yang lebih singkat, selanjutnya\ndapat dioksidasi menjadi asam dihidroartemisinat sebagai prekursor terdekat artemisinin.\nHidroksilasi farnesil difosfat secara teoritis dapat dilakukan dengan memanfaatkan CYP124 dari\nMycobacterium tuberculosis. Aktivitas sitokrom tersebut membutuhkan feredoksin/flavodoksin\ndan feredoksin/flavodoksin –NADPH reduktase yang berperan dalam penghantaran elektron ke\npusat reaksi sitokrom. Penelitian ini difokuskan pada proses kloning gen pengkode CYP124,\nflavodoksin, dan flavodoksin reduktase. Konstruksi gen pengkode CYP124, flavodoksin dan\nflavodoksin reduktase pada plasmid dilakukan dengan metode polymerase chain reaction (PCR) dan\ncircular polymerase extention cloning (CPEC). Konfirmasi kebenaran hasil kloning gen dilakukan\ndengan analisis migrasi elektroforesis gel agarosa. Hasil konfirmasi migrasi elektroforesis dengan\nmenggunakan gel agarosa menunjukkan ukuran gen yang sesuai dengan pustaka. Pada penelitian\nini juga dibahas pertimbangan efektivitas fusi sitokrom dan pasangan reduktasenya. Perbandingan\ndilakukan antara fusi sitokrom CYP725A4-CPR dan ekspresi terpisah keduanya, dengan jumlah\nproduk taxadiene teroksidasi sebagai parameter. Hasil menunjukkan ekspresi CYP725A4 terpisah\ndengan CPR memberi jumlah taxadiene teroksidasi yang lebih jauh lebih banyak dari fusi keduanya.", "Daftar File": {"ABSTRAK Patricia Samantha Puteri": "https://digilib.itb.ac.id/gdl/download/208122"}, "Penulis": "Patricia Samantha Puteri [10716083]", "Kontributor / Dosen Pembimbing": ["Dr. Elfahmi, S.Si., M.Si.", "apt. Hegar Pramastya M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Artemisia annua L., kloning gen, sitokrom 450, flavodoksin, flavodoksin reduktase.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "29 Jun 2020"}