{"Nomor": 48388, "Judul": "LOKALISASI KANDIDAT KEPALA JANIN PADA CITRA ULTRASONOGRAFI 2D SECARA OTOMATIS MENGGUNAKAN HAAR CASCADE CLASSIFIER DAN ENHANCED LOCALIZATION ALGORITHM", "Abstrak": "Lingkar kepala janin atau fetal head circumference (HC) merupakan salah satu\nparameter biometrik janin yang sering digunakan untuk menentukan usia\nkehamilan dan memantau perkembangan janin dalam kandungan. Saat ini,\npengukuran lingkar kepala janin dengan menggunakan ultrasonografi (USG)\ndilakukan secara manual oleh dokter atau sonografer. Pada praktek klinisnya,\nanotasi kepala janin pada citra USG tersebut dilakukan dengan menarik garis atau\nmenggambar elips sehingga melingkupi kepala janin. Namun demikian, anotasi\nsecara manual dapat menyebabkan kesalahan (human error) dan variabilitas intrapengamat\nmaupun inter-pengamat. Pada tugas akhir ini, dilakukan lokalisasi\nkandidat kepala janin secara otomatis menggunakan Haar Cascade Classifier\n(HCC) yang kemudian dioptimalkan kinerjanya dengan implementasi tiga jenis\nEnhanced Localization Algorithm (ELA), yaitu ELA I, ELA II, dan ELA III.\nKemudian, performa kombinasi dari HCC dengan ketiga varian ELA dievaluasi\npada 703 citra USG kepala janin trimester 2 dan 141 citra USG kepala janin\ntrimester 3 dengan menggunakan parameter Jaccard Index (JI), Dice Similarity\nCoefficient (DSC), dan Overlapped Area Ratio (OAR). Hasil lokalisasi paling baik\ndidapatkan dari hasil lokalisasi menggunakan algoritma HCC + ELA III dengan\nrata-rata JI 90,5%, DSC 94,58%, OAR 97,77% untuk trimester 2 dan rata-rata JI\n88,17%, DSC 93,33%, OAR 96,97% untuk trimester 3. Berdasarkan ketiga\nparameter evaluasi tersebut, dilakukan juga analisis mengenai ketepatan letak dan\nukuran region of interest (ROI) terhadap kepala janin, serta korespondensi hasil\nlokalisasi dengan hasil ellipse fitting sebagai proses lanjutan untuk menentukan\nkeliling kepala janin.", "Daftar File": {"ABSTRAK Tessya Rismonita": "https://digilib.itb.ac.id/gdl/download/208129", "COVER Tessya Rismonita": "https://digilib.itb.ac.id/gdl/download/218458", "BAB 5 Tessya Rismonita": "https://digilib.itb.ac.id/gdl/download/218463", "PUSTAKA Tessya Rismonita": "https://digilib.itb.ac.id/gdl/download/218464"}, "Penulis": "Tessya Rismonita [18316004]", "Kontributor / Dosen Pembimbing": ["Astri Handayani, S.T., M.T.", "Dr. Agung Wahyu Setiawan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "kepala janin, citra USG, lokalisasi, HCC, ELA I, ELA II, ELA III", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "29 Jun 2020"}