{"Nomor": 48384, "Judul": "PERANCANGAN BUKU VISUAL JURNAL MENGENAI KEGIATAN EKOWISATA DI TAMAN NASIONAL INDONESIA UNTUK DEWASA MUDA (STUDI KASUS: TAMAN NASIONAL UJUNG KULON)", "Abstrak": "Taman Nasional merupakan salah satu kawasan pelestarian alam yang dapat\ndikunjungi untuk rekreasi dan wisata alam. Terdapat 54 Taman Nasional di Indonesia\ndan beberapa di antaranya telah diakui sebagai situs warisan dunia sehingga masyarakat\ndan pemerintah sangat penting dan perlu untuk mengenalkan sekaligus melestarikan\nkeanekaragaman di dalam taman tersebut terutama untuk generasi dewasa muda.\nNamun, di balik hal tersebut timbul masalah berkaitan dengan cara untuk mengenalkan\nwisata tersebut melalui media yang lebih bervariasi. Dewasa muda memiliki karakter\nyang gemar berpetualang dan lebih menikmati pengalaman dibandingkan\nmenghabiskannya dalam bentuk material. Hal ini dikaitkan dengan kegemaran kelompok\ndewasa muda untuk memberi catatan pribadi mengenai pengalaman-pengalaman\ntersebut untuk dibagikan ke sekitarnya, salah satunya dalam bentuk visual jurnal.\nSebagai dewasa muda, penulis menggunakan media visual jurnal ini untuk membagikan\npengalaman penulis dalam menelusuri dan melakukan ekowisata ke Taman Nasional\nUjung Kulon, sebagai media untuk mengenalkan dan berbagi mengenai pengalaman dan\nkenangan yang demikian kelak dapat menggugah pembaca, untuk turut melakukan\nperjalanannya sendiri. Mengenai taman nasional, sedikitnya masyarakat yang\nmengetahui hal ini, kurangnya kesadaran pengunjung mengenai pentingnya menjaga\nalam dan etika dalam berwisata menjadi latar belakang perancangan buku visual jurnal\nini. Metode yang dilakukan untuk mengumpulkan data adalah observasi, wawancara,\ndan studi pustaka sedangkan data dianalisis menggunakan metode analisis deskriptif.\nKarya buku visual jurnal dirancang menggunakan langkah-langkah berikut: observasi\nlapangan, pengelompokkan objek ilustrasi menjadi kelompok-kelompok sesuai dengan\ntopik yang berkaitan, pembuatan sketsa secara digital, tracing ke media kertas,\npewarnaan menggunakan media cat air, dan layout secara digital. Hasil yang didapatkan\nadalah terdapat banyak kegiatan dan trivia menarik yang membuat Taman Nasional\nUjung Kulon yang tidak kalah indah dengan wisata alam lainnya yang bukan merupakan\ntaman nasional. Wisata taman nasional menarik untuk dikunjungi untuk memperluas\nkhasanah kehidupan pewisata terutama untuk memupuk pesan mengenai pentingnya ekowisata. Baik dari segi kegiatan yang dapat dilakukan, pemandangan untuk melepas\npenat dan pesan perjalanan yang membuat penulis semakin mencintai Indonesia yang\nkaya. Simpulan dari rancangan ini adalah Indonesia memiliki alam yang sangat kaya dan\ndengan memupuk perasaan cinta terhadapnya, dapat terjalin hubungan yang harmonis.", "Daftar File": {"ABSTRAK Angelica Naomi Tjoantara": "https://digilib.itb.ac.id/gdl/download/208125"}, "Penulis": "Angelica Naomi Tjoantara [17416046]", "Kontributor / Dosen Pembimbing": ["Triyadi Guntur Wiratmo, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "ilustrasi, jurnal , taman nasional, ujung kulon. visual jurnal", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Jun 2020"}