{"Nomor": 48399, "Judul": "STUDI REKONSTRUKSI MODEL DIGITAL BANGUNAN CITYGML TINGKAT PERINCIAN 2 (LOD2) BERBASIS AWAN TITIK LIDAR DAN ORTOFOTO", "Abstrak": "Informasi geospasial tiga dimensi (3D) mulai diperlukan dalam berbagai aplikasi, salah satunya adalah perencanaan dan pengawasan infrastuktur multidimensi yang implementasinya diperlukan dalam desain arsitektur, presentasi, dan evaluasi suatu konstruksi. Tampilan model 3D dari kota atau lanskap memiliki berbagai tingkatan perincian (Level of Detail) LOD0, LOD1, LOD2, LOD3, dan LOD4. Saat ini, metode pemodelan 3D memerlukan pemutakhiran dalam rangka percepatan akuisisi data maupun rekonstruksi model 3D-nya. Model digital bangunan LOD2 menampilkan geometri atap yang dapat dibangun dari perangkat akusisi data penginderaan jauh, seperti kamera udara atau laser udara. Kampus ITB Jatinangor yang sedang dalam tahapan pengembangan model LOD2 dijadikan daerah uji coba dengan inisiasi pengambilan data lapangan menggunakan UAV-LiDAR dan ortofoto kualitas tinggi. Model LOD2 yang dihasilkan selanjutnya dibangun dalam CityGML yang tersimpan secara digital. Model LOD2 dalam penelitian ini direkonstruksi melalui dua metode pemodelan otomatis dan semi-otomatis menggunakan perangkat lunak TerraSolid yang dikolaborasikan dengan Revit dan FME, serta perangkat lunak Building Reconstruction (BRec). Penggunaan TerraSolid, Revit, dan FME merupakan wujud pengintegrasian BIM dan 3D – GIS pada tingkat aplikasi dan data. Sedangkan, BRec merupakan perangkat lunak dengan kemampuan rekonstruksi model bangunan yang langsung terintegrasi fitur 3D – GIS dengan luaran model dalam CityGML. Penggunaan data UAV-LiDAR untuk rekonstruksi model LOD2 kualitas tinggi dengan metode otomatis mencapai efisiensi waktu yang relatif lebih baik dibanding secara semi-otomatis dengan catatan perlunya penggunaan nilai parameter yang sesuai dengan kompleksitas bangunan agar menyerupai keadaan pada dunia nyatanya. Sedangkan, rekonstruksi secara semi otomatis memerlukan kemahiran penggunaan tools dalam improvisasi manual jika ingin mencapai efisiensi waktu yang tinggi.", "Daftar File": {"ABSTRAK Angelica Tamada Putri": "https://digilib.itb.ac.id/gdl/download/208140"}, "Penulis": "Angelica Tamada Putri [15116039]", "Kontributor / Dosen Pembimbing": ["Dr. Deni Suwardhi, S.T., M.T.", "Dr. Irwan Gumilar, S.T., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "multidimensi, arsitektur, lanskap, BIM, 3D – GIS", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Jun 2020"}