{"Nomor": 48393, "Judul": "EFFECTS OF BIOMASS TYPES AND COAL RANKS ON CHARACTERISTICS OF HYBRID COAL PRODUCED IN A SEMI-PILOT SCALE CO-TORREFACTION REACTOR", "Abstrak": "Coal is an inexpensive and abundant source of energy in Indonesia, but its utilisation is\nlimited because Indonesia’s reserves are dominated by low-rank coal. Biomass residue is\nalso abundant and can be used as an alternative source of energy. Coal and biomass can\nbe utilised together through co-torrefaction to produce hybrid coal. There have been\nvarious studies carried out in a laboratory scale, however, insufficient studies are carried\nout in a semi-pilot scale. The purpose of this research is to upgrade the quality of lowrank\ncoal by variation of biomass and coal ranks and characterizing the hybrid coal\nproduced by calorific value, proximate and ultimate analysis, and also to create an\nenvironmentally friendly fuel by determining the potential non-neutral carbon dioxide\nemission reduction by hybrid coal in a semi-pilot scale.\nThe study was done with the variation of biomass types and coal ranks which was\nconducted in a semi-double chamber reactor under atmospheric conditions using lowrank\ncoal of lignite and sub-bituminous along with biomass sawdust of pinewood and\nrubberwood. The biomass and coal were ground and sieved to size (50-100 mesh) and\n(30-100 mesh), respectively. The biomass composition in the mixture of coal and biomass\nis 30%-weight. The heat was supplied by multiple feedings of biomass as fuel in the form\nof sawdust through the combustion process. The amount of biomass combusted was 1.5\nkg with 1:3 feed to fuel ratio.\nThe experimental finding shows that hybrid coal mass yield is in the range of 59.23-\n62.70%. There is an increase in the fixed carbon content of hybrid coal from 12.95-\n38.04%-w to 50.24-60.13%-w, a decrease in water content, a decrease in the volatile\nmatter, and a decrease in the value of O/C and H/C ratio. This causes an increase in the\ncalorific value of 14.45–38.88% and produces hybrid coal with a calorific value of 5916-\n6348 cal/g. Energy yield is in the range of 69.85– 81.63% with the capability of CO2\nemission reduction of 27.47- 32.66%. Lignite coal and rubberwood sawdust produce\nhybrid coal with the highest reduction in non-neutral CO2 emissions.", "Daftar File": {"ABSTRAK Ratu Cansa Adelia Sapuandi": "https://digilib.itb.ac.id/gdl/download/208134", "COVER Ratu Cansa Adelia Sapuandi": "https://digilib.itb.ac.id/gdl/download/218308", "BAB 5 Ratu Cansa Adelia Sapuandi": "https://digilib.itb.ac.id/gdl/download/218318", "PUSTAKA Ratu Cansa Adelia Sapuandi": "https://digilib.itb.ac.id/gdl/download/218320"}, "Penulis": "Ratu Cansa Adelia Sapuandi [13016214]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Dwiwahju Sasongko, M.Sc., Ph.D.", "Winny Wulandari, S.T., Ph.D.", "Jenny Rizkiana, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Low-rank coal, biomass, co-torrefaction, hybrid coal, energy yield", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "29 Jun 2020"}