{"Nomor": 48398, "Judul": "BUKU AKTIVITAS PENGELOLAAN SAMPAH RUMAH TANGGA BAGI WANITA DEWASA MUDA", "Abstrak": "Indonesia berada di posisi kedua sebagai penyumbang sampah plastik terbanyak dunia. Menumpuknya sampah plastik tersebut bersumber dari berbagai sektor, misalnya kawasan komersil, pasar, dan rumah tangga sebagai penyumbang sampah terbesar. Sampah rumah tangga paling banyak berasal dari daerah perkotaan karena pola konsumtif dan kepadatan penduduk yang tinggi. Masalah sampah rumah tangga sendiri tidak lepas dari peran ibu rumah tangga dalam keterlibatan menjaga kebersihan lingkungan rumah tangganya. Ibu rumah tangga mayoritas waktu terbanyak dalam mengawasi aktivitas dalam keluarga terutama dalam menangani sampah yang dihasilkan. Cara ibu rumah tangga memelihara kebersihan rumah tangganya dipengaruhi oleh pendidikan. Pendidikan dapat mengubah cara pandang seorang perempuan dalam mengelola lingkungan permukimannya dari sampah domestik. Dari pernyataan tersebut, peran perempuan dalam pembangunan kesehatan lingkungan sangat krusial mengingat potensi mereka kedepannya sebagai ibu rumah tangga. Setelah selama ini kurang dilibatkan dalam aksi pengelolaan lingkungan terutama bagaimana mengelola sampah dan pencegahan pencemaran lingkungan sekitar, perempuan sebagai pemakai bahan-bahan konsumsi rumah tangga memerlukan pengetahuan tentang bahaya dari bahan-bahan yang dikonsumsinya, keluarga dan lingkungannya. Pendekatan terhadap perempuan di daerah urban memiliki cara yang berbeda, mengingat kesibukan perempuan dewasa muda daerah perkotaan yang berpendidikan memiliki kecenderungan untuk menyibukkan diri dengan pekerjaan, penyuluhan langsung dari pemerintah bisa dibilang cukup sulit untuk dilakukan. Karena itu pendekatan terhadap wanita dewasa muda ini harus dapat dijangkau melalui media yang dekat dengan mereka, seperti melalui sebuah buku yang bisa mereka dapatkan di toko buku. Sebagaimana dewasa muda terdorong untuk menguasai tugas-tugas perkembangannya, sebuah buku aktivitas sebagai penuntun diharapkan dapat memicu kognisi sosial para wanita dewasa muda dalam memenuhi peran mereka sebagai pionir pengelolaan sampah rumah tangga yang ideal. Tuntunan untuk mengelola sampah sampah diharapkan dapat membentuk suatu pola hidup positif melalui buku aktivitas. Dengan pertimbangan\nitulah penulis mengambil judul ‘Perancangan Buku Aktivitas Pengelolaan Sampah Rumah Tangga untuk Wanita Dewasa Muda’.", "Daftar File": {}, "Penulis": "Andhara Alifiani [17416007]", "Kontributor / Dosen Pembimbing": ["Triyadi Guntur Wiratmo, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Buku Aktivitas, Sampah Rumah Tangga, Pengelolaan, Perempuan Dewasa Muda.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "29 Jun 2020"}