{"Nomor": 48401, "Judul": "PEMANFAATAN BUILDING INFORMATION MODELING (BIM) UNTUK PEMBANGUNAN AS-BUILT DRAWING 3D PADA BANGUNAN LIGHT RAIL TRANSIT (LRT) (STUDI KASUS : STASIUN LRT CINDE, PALEMBANG)", "Abstrak": "Building Information Modeling (BIM) dapat diartikan sebagai gambaran aspek fisik\ndan fungsional dari sebuah bangunan melalui pemanfaatan teknologi komunikasi dan\ninformasi. Keunggulan kemampuan penyajian informasi yang dimiliki model BIM\ndapat dimanfaatkan dalam pembuatan dokumentasi as-built drawing. As-built drawing\nmerupakan gambaran bentuk aktual dari bangunan yang telah melalui proses\nkonstruksi, serta dapat dimanfaatkan sebagai sarana operasi pemantauan dan\npengelolaan suatu bangunan. Pada umumnya, as-built drawing yang digunakan adalah\nas-built drawing 2D. As-built drawing 3D diperlukan agar dapat memberikan\ninformasi yang lebih lengkap untuk operasi pengelolaan dan pemantauan bangunan.\nStudi kasus pada penelitian ini dilakukan pada bangunan Stasiun Light Rail Transit\n(LRT) Cinde Palembang.\nPengumpulan data dilakukan dengan mengumpulkan data point clouds 3D hasil\npengukuran menggunakan Terrestrial Laser Scanner (TLS) bagian bangunan Stasiun\nLRT Cinde Palembang yang didapat dari penelitian lainnya. Pengolahan data point\nclouds 3D menjadi model BIM meliputi tahapan penentuan bagian bangunan yang\ndimodelkan, identifikasi bagian bangunan dari data point clouds 3D, dan pembuatan\nmodel BIM dengan metode scan-to-BIM dan parametric modeling. Penyajian as-built\ndrawing 3D dilakukan dengan menampilkan informasi dimensi, penyesuaian tampilan\nmodel BIM sesuai dengan kelompok gambar yang dibuat, dan membuat layout dengan\npedoman Standar Informasi Gambar Manual 2015.\nAnalisis yang dilakukan adalah analisis manfaat atau kemudahan dari BIM untuk\npembuatan as-built drawing 3D dengan melakukan identifikasi kemudahan yang\ndidapat dalam pembuatan BIM untuk as-built drawing 3D. Hasil penelitian yang\ndiperoleh adalah model BIM yang dibuat dari data point clouds 3D dengan metode\nscan-to-BIM dan parametric modeling dapat memberikan informasi lokasi, bentuk,\ndan dimensi bagian bangunan, sehingga dapat dimanfaatkan sebagai as-built drawing\n3D. Pembuatan as-built drawing 3D dengan menggunakan BIM dapat dilakukan dengan melakukan pengumpulan data point clouds 3D, pembuatan BIM dari data point\nclouds 3D dengan metode scan-to-BIM dan parametric modeling, dan penyajian asbuilt\ndrawing 3D dengan pedoman dokumen Standar Informasi Gambar Manual 2015.\nMetode parametric modeling dan pembuatan model family dalam pembuatan BIM\ndapat mempercepat proses pemodelan.", "Daftar File": {"ABSTRAK Aries Riky T Kurniawan": "https://digilib.itb.ac.id/gdl/download/208142"}, "Penulis": "Aries Riky T Kurniawan [15116078]", "Kontributor / Dosen Pembimbing": ["Dr. Asep Yusup Saptari, S.T., M.Sc.", "Prof. Dr. Ir. S. Hendriatiningsih, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Building Information Modeling, as-built drawing 3D, point clouds 3D", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Jun 2020"}