{"Nomor": 48408, "Judul": "STRUCTURAL PERFORMANCE OPTIMIZATION OF REINFORCED CONCRETE BUILDING WITH DOUBLE FRICTION PENDULUM BASE ISOLATION SYSTEM", "Abstrak": "Earthquake is not very uncommon in every parts in Indonesia. Lateral forces generated from this event will force a building to dissipate the external energy. As a result, collateral damages usually occur in both structural and nonstructural elements of the building. The damaged buildings usually must be torn down, because the structure became inadequate for living. Base isolators are new innovations that installed at the base of buildings in order to dissipate the external energy as much as possible. The purpose of this study is to determine the impact of usage of base isolation system on optimizing the structural performance. Also, to determine the most optimum friction type configuration by observing the effect of friction properties of DFPS to the structural performance. Six office building models, with ten stories each, located in Jakarta with medium soil condition. Seven pairs of earthquake time history data used in nonlinear time history analysis (NLTHA). The parameters compared are the structural response such as base shear, interstory drift, top story acceleration, level of performance, and maximum displacement of DFPS.", "Daftar File": {"ABSTRAK James Michael": "https://digilib.itb.ac.id/gdl/download/208148", "COVER James Michael": "https://digilib.itb.ac.id/gdl/download/253055", "PUSTAKA James Michael": "https://digilib.itb.ac.id/gdl/download/253062"}, "Penulis": "James Michael [15016028]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Iswandi Imran, M.A.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Base Isolation, Double Friction Pendulum, Nonlinear Time History Analysis, Response Spectrum, Structural Performance", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "29 Jun 2020"}