{"Nomor": 48411, "Judul": "PERANCANGAN FILTER ANIMASI WAYANG KAMASAN BALI BERBASIS AUGMENTED REALITY", "Abstrak": "Proses edukasi untuk para generasi muda telah berubah atas hadirnya media baru serta teknologi informasi yang mendukung. Hal tersebut membuat budaya seiring perkembangan zaman semakin disesuaikan ke arah modern, hal tersebut membuat tradisi kehilangan pakemnya. Namun tidak semua generasi muda suka dengan modernisasi dari suatu budaya atau tradisi, masih banyak yang tertarik akan visualisasi zaman lampau atau lawas. Begitu pula dengan keberadaan kebudayaan Seni lukis wayang Kamasan Bali yang semakin kontemporer dan modern. Kesenian wayang Kamasan berasal dari kabupaten terkecil di pulau Bali yaitu Klungkung desa Kamasan. Tradisi ini diwariskan secara turun-temurun dari zaman kerajaan, walaupun seni lukis wayang Kamasan masih bertahan hingga saat ini, namun pada kenyataannya saat ini tidak banyak generasi muda terutama yang berasal dari Bali itu sendiri mengetahui serta memahami tentang kesenian wayang Kamasan Bali tanpa adanya sentuhan hasil gaya visual kontemporer serta modern. Generasi muda memiliki peluang lebih besar untuk menjaga wayang Kamasan agar tidak diklaim oleh negara lain sebagai budaya mereka. Oleh karena itu dengan perancangan filter wajah Wayang Kamasan Bali berbasis Augmented Reality ini dibuat dengan tujuan memperkenalkan karakter dengan tokoh wayang Kamasan kepada remaja terutama yang berasal dari Bali. Dalam karya ini tokoh wayang Kamasan Bali dalam Epos Gunung Mandara Giri yang merupakan salah satu cerita khas dalam kepercayaan Hindu Bali akan dibahas melalui pendekatan ilustrasi wajah dan aksesoris kepala, serta akan dikombinasikan dengan augmented reality yang merupakan salah satu produk dari perkembangan teknologi visual yang kini keberadaannya sudah menjadi gaya hidup bagi banyak kalangan. Perancangan ini mengarah kepada tren facial recognition (filter) dan menyatu dengan platform media digital sebagai filter instagram yang digemari target.", "Daftar File": {}, "Penulis": "I Putu Rahabistara Widhi W P S [17416013]", "Kontributor / Dosen Pembimbing": ["Dr. Irfansyah, M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Wayang, Kamasan, Augmented Reality, Bali", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "29 Jun 2020"}