{"Nomor": 48426, "Judul": "PERANCANGAN SISI DARAT BANDARA SULTAN THAHA JAMBI", "Abstrak": "Bandara Sultan Thaha merupakan bandara domestik di Kota Jambi yang sedang direncanakan untuk menjadi bandara internasional. Untuk memenuhi tercapainya fungsi pengembangan lahan, perlu adanya sebuah pelayanan yang baik. Dari aspek transportasi, akan dilakukan perancangan sisi darat bandara yakni perluasan terminal penumpang, perancangan layout parkir pengunjung, analisis dampak lalu lintas pada pintu keluar-masuk bandara, serta perancangan struktur perkerasan jalan akses dan lot parkir.\nPerancangan akan mengacu pada kriteria yang telah ditetapkan oleh standar peraturan dalam negeri dan luar negeri, seperti SNI 03-7046-2004, SKEP 77/VI/2005, Pedoman Parkir, MKJI 1997, AASHTO, dan ACI. Untuk proyeksi dan perhitungan, digunakan bantuan perangkat lunak SPSS dan microsoft excel. Melalui proyeksi penumpang tahun rencana ke-20, diperoleh jumlah penumpang jam sibuk sebanyak 2129 orang. Untuk melayani penumpang tersebut, terdapat perluasan pada beberapa ruang terminal penumpang. Parkir pengunjung untuk roda empat dan roda dua masing-masing membutuhkan 749 petak dan 89 petak dengan tiga loket parkir di pintu masuk dan enam loket parkir di pintu keluar bandara. Derajat kejenuhan (DS) bundaran tahun rencana pada pintu keluar-masuk bandara sebesar 1,54 sehingga diusulkan rekomendasi berupa pengalihan arus ke jalan alternatif dan pembuatan jalur tambahan sepanjang 100 m. Pada jalan akses dan lot parkir dirancang perkerasan beton bersambung tanpa tulangan (JPCP) dengan tebal pelat masing-masing sebesar 21 cm dan 12 cm.", "Daftar File": {"ABSTRAK Annisa Rindiana Febriawati": "https://digilib.itb.ac.id/gdl/download/208182", "COVER Annisa Rindiana Febriawati": "https://digilib.itb.ac.id/gdl/download/253544", "PUSTAKA Annisa Rindiana Febriawati": "https://digilib.itb.ac.id/gdl/download/253553"}, "Penulis": "Annisa Rindiana Febriawati [15016075]", "Kontributor / Dosen Pembimbing": ["Ir. Idwan Santoso, M.Sc., DIC, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "perancangan, proyeksi penumpang, terminal, parkir, lalu lintas, perkerasan kaku.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "11 file", "Tanggal Input": "29 Jun 2020"}