{"Nomor": 48424, "Judul": "ANALISIS PENGARUH PENYERBUKAN OLEH SERANGGA TERHADAP PRODUKSI BUAH ZUKINI (CUCURBITA PEPO L.) DAN MENENTUKAN NILAI JASA EKOSISTEM PENYERBUKAN SERANGGA DI DESA CIBOGO, LEMBANG", "Abstrak": "Sebagian besar sistem pertanian di Indonesia merupakan sisten pertanian berskala kecil\nyang sangat bergantung pada jasa ekosistem untuk menjamin produktivitas produksi dan\nkeberhasilan panen. Salah satu jasa ekosistem yang berkaitan langsung dengan sistem produksi\ndan keuntungan ekonomi adalah penyerbukan. Jawa Barat adalah salah satu sentra pertanian di\nIndonesia terutama produk-produk holtikultura lokal maupun eksotik yang bergantung pada\nkeberadaan proses penyerbukan. Diantara produk eksotik yang diproduksi, zukini adalah salah\nsatu sayuran musiman yang mulai aktif dibudidayakan karena memiliki masa budidaya singkat\ndengan pasar yang semakin berkembang. Tidak seperti produk pertanian lokal, produk pertanian\neksotik kemungkinan membutuhkan waktu untuk menghasilkan interaksi dengan penyerbuk\nlokal. Hal ini menjadi dasar dari penelitian ini yang bertujuan untuk mendapatkan informasi\nterkait dengan peran dari penyerbuk liar terhadap produktivitas zukini. Pada penelitian ini,\nperlakuan penyerbukan dibagi menjadi 3 yaitu terbuka (O), tertutup (C), dan manusia (H).\nParameter yang diamati secara langsung adalah keanekaragaman, frekuensi, serta durasi\nserangga penyerbuk alami bunga zukini. Efek dari keberadaan proses penyerbukan ditentukan\nberdasarkan (1) kualitas buah yang ditentukan dari pengukuran massa, panjang, keliling tengah,\ndan kandungan gula (TSS) buah zukini dari tiap perlakuan; (2) efisiensi penyerbukan yang\ndiperoleh dari persentase perbandingan banyaknya buah zukini yang terbentuk dan mencapai\nstandar pasar dari total bunga yang diamati; (3) estimasi nilai ekonomi dari jasa penyerbukan\nserangga. Hasil penelitian menunjukan tingkat kunjungan dari pukul 06:33–10:33. Rata-rata\nfrekuensi kunjungan serangga sebanyak 6 kali pada tiap bunga betina dan 2,33 kali pada tiap\nbunga jantan. Durasi rata-rata kunjungan selama 345 detik pada tiap bunga betina dan 62,083\ndetik pada tiap bunga jantan. Berdasarkan hasil pengamatan diperoleh empat jenis serangga\npenyerbuk alami bunga zukini, yaitu Apis sp., Tetragonula sp., Syrphidae, dan Sp1. Hasil yang\ndiperoleh menunjukkan penyerbukan memengaruhi kualitas buah yang dihasilkan (p< 0,05),\nnamun tidak memengaruhi kandungan gula (TSS) buah zukini (p> 0,05). Efisiensi penyerbukan\nserangga yang diperoleh dari tiap perlakuan sebesar 46% untuk perlakuan penyerbukan terbuka\n(O) dan manusia (H) dan 0% untuk perlakuan penyerbukan tertutup (C), sehingga\nketergantungan zukini terhadap penyerbukan sebesar 46% dan termasuk dalam kategori\nketergantungan tinggi (40%?X<90%). Estimasi nilai ekonomi dari jasa penyerbukan serangga\nsebesar Rp72.324,59 sedangkan estimasi nilai ekonomi dari jasa penyerbukan tangan oleh\nmanusia sebesar Rp85.611,78. Oleh karena itu diharapkan penelitian ini dapat memberikan\ngambaran mengenai pentingnya penyerbukan terhadap kualitas buah zukini yang dihasilkan dan\nmemberikan pemahaman bahwa penyerbukan serangga memberikan nilai ekonomi yang tinggi.", "Daftar File": {}, "Penulis": "Naufi Labibah Rohmat [10616029]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Endang Hernawan, M.T.", "Ramadhani Eka Putra, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Penyerbukan, Zukini, Kualitas buah, Nilai ekonomi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Jun 2020"}