{"Nomor": 48433, "Judul": "KLASIFIKASI TEKS BERBAHASA INDONESIA MENGGUNAKAN MULTILINGUAL LANGUAGE MODEL (STUDI KASUS: KLASIFIKASI UJARAN KEBENCIAN DAN ANALISIS SENTIMEN)", "Abstrak": "Klasifikasi teks adalah proses memprediksi kategori tertentu dari sebuah teks. Contoh\nkategori adalah nilai sentimen atau status ujaran kebencian. Teknik klasifikasi teks\nstate-of-the-art saat ini menggunakan deep learning yang memerlukan data latih\ndalam ukuran besar. Bersamaan dengan itu, perkembangan dalam bidang representasi\nteks telah memungkinkan teks dari berbagai bahasa direpresentasikan dalam satu\nbidang yang sama menggunakan multilingual language model. Dua diantaranya\nadalah MultilingualBERT (Devlin et al., 2019) dan XLM-R(Conneau et al., 2020).\nDengan memanfaatkan MultilingualBERT dan XLM-R, representasi teks antar\nbahasa dapat digunakan untuk membangun model klasifikasi bahasa Indonesia\ndengan kombinasi data bahasa Indonesia dan bahasa Inggris. Tugas akhir ini\nmemanfaatkan hal tersebut untuk membangun model klasifikasi teks bahasa\nIndonesia yang meningkatkan performa hasil penelitian (Farhan & Khodra, 2017) &\n(Crisdayanti & Purwarianti, 2019) mengenai analisis sentimen dan versi biner\npenelitian (Ibrohim & Budi, 2019) mengenai ujaran kebencian & kasar. Eksperimen\ndilakukan dengan memvariasikan jumlah data bahasa Indonesia, jumlah data bahasa\nInggris, dan teknik fine-tuning.\nHasil eksperimen menunjukkan XLM-R berhasil meningkatkan hasil analisis\nsentimen pada dataset penelitian (Farhan & Khodra, 2017) dari F1-score 0,8341 ke\n0,893; penelitian (Crisdayanti & Purwarianti, 2019) dari F1-score 0,9369 ke 1; dan penelitian (Ibrohim & Budi, 2019) dari rata-rata akurasi 77.36% ke 89.52%. Meski\nada kasus dimana penambahan data bahasa Inggris berlebih menurunkan performa\nklasifikasi yang harus dianalisa lebih lanjut, hasil eksperimen menunjukkan bahwa\npenambahan dataset bahasa Inggris, terutama jika data bahasa Indonesia sedikit,\ndapat membantu meningkatkan performa klasifikasi teks bahasa Indonesia\nmenggunakan model XLM-R.", "Daftar File": {"ABSTRAK Ilham Firdausi Putra": "https://digilib.itb.ac.id/gdl/download/208198"}, "Penulis": "Ilham Firdausi Putra [13516140]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ayu Purwarianti, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "multilingual language model, analisis sentimen, klasifikasi ujaran kebencian", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Jun 2020"}