{"Nomor": 48443, "Judul": "KULTIVASI MIKROALGA BOTRYOCOCCUS BRAUNII UNTUK PRODUKSI HIDOKARBON DAN BIOFIKSASI CO2", "Abstrak": "Kebutuhan energi di Indonesia terus meningkat sebagai akibat dari cepatnya pertumbuhan\npopulasi. Hal ini menimbulkan penurunan sumber daya untuk bahan bakar, sehingga\ndiperlukan adanya sumber daya pengganti yang bersifat berkelanjutan dalam bentuk\nbioenergi: sumber energi terbarukan yang relatif lebih mudah untuk dipelihara dan\ndikembangkan dibandingkan minyak bumi dan gas alam. Penggunaan bioenergi memiliki\nyield akhir bahan bakar yang lebih tinggi dibandingkan sumber energi tak terbarukan, dan\nkondisi pertumbuhan sumber bioenergi tidak bersifat ekstrim. Salah satu sumber\nbioenergi yang paling baik berasal dari mikroalga, organisme yang memiliki doubling\ntime yang sangat cepat dibandingkan sumber-sumber bioenergi lainnya serta kemampuan\nmelakukan fiksasi CO2. Oleh karena itu, penelitian ini bertujuan untuk melakukan\nBotryococcus braunii, mengamati kurva pertumbuhan dan parameter pertumbuhan B.\nbraunii, mengkaji medium optimum pertumbuhannya, dan menentukan CO2 uptake rate\nB. braunii.\nPenelitian ini dilakukan dengan cara mengkultivasi kultur B. braunii dalam medium\nmodified Chu-13 pada kondisi optimumnya. Kemudian parameter pertumbuhan\nmikroalga berupa kurva pertumbuhan dan laju pertumbuhan spesifik ditentukan dari\ndensitas sel. Terakhir, CO2 uptake rate dari B. braunii pun ditentukan.\nHasil penelitian menunjukkan kurva pertumbuhan B. braunii bersesuaian dengan kurva\npertumbuhan mikroba secara umum dan laju pertumbuhan spesifik B. braunii sebesar\n0,0105 jam-1. Hasil kajian memberikan medium modified Chu-13 sebagai medium\npertumbuhan paling optimum untuk mikroalga B. braunii. Selain itu, diperoleh CO2\nuptake rate B. braunii sebesar 0,93 g/L.hari. Hasil penelitian menemukan adanya sel\ncoccus hijau pada sampel air di sekitar sumur pengeboran minyak inaktif di Majalengka,\nyang mendukung perlunya isolasi lebih lanjut.", "Daftar File": {"ABSTRAK Sheilla Permata Avryanti": "https://digilib.itb.ac.id/gdl/download/208208"}, "Penulis": "Sheilla Permata Avryanti [13016067]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Retno Gumilang Dewi, M.Env.Eng.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Botryococcus braunii, CO2, hidrokarbon, kultivasi, mikroalga", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Jun 2020"}