{"Nomor": 48458, "Judul": "PEMISAHAN SUMBER MUSIK MENGGUNAKAN LONG SHORT-TERM MEMORY (LSTM)", "Abstrak": "Music Source Separation (MSS) merupakan sebuah aplikasi yang muncul karena adanya urgensi untuk melakukan pemisahan instrumen-instrumen pada sebuah lagu utuh menjadi gelombang suaranya masing-masing. Secara singkat, aplikasi ini berguna pada 2 bidang yaitu proses reproduksi lagu dan pendidikan. Pada bidang reproduksi lagu, aplikasi ini digunakan untuk menentukan instrumen mana saja yang diinginkan pada sebuah lagu dan bagaimana cara mempresentasikan instrumen tersebut pada lagu yang diproduksi ulang. Pada bidang pendidikan dapat digunakan untuk mempermudah proses transkripsi sebuah instrumen pada sebuah lagu. Metode yang digunakan untuk membangun aplikasi ini adalah deep learning dengan menerapkan konsep supervised learning. Deep learning digunakan untuk membangun model kecerdasan buatan yang melakukan prediksi besaran spektogram dari suatu instrumen. Hasil prediksi besaran spektogram dikonversi kembali menjadi gelombang suara yang digunakan oleh manusia untuk diproses sesuai dengan keperluannya masing-masing. Algoritma pembelajaran mesin Long Short-Term Memory (LSTM) yang merupakan pengembangan dari Recurrent Neural Network (RNN), digunakan sebagai teknik untuk memisahkan beberapa instrumen seperti drum, bass dan vocal. Setelah diteliti lebih lanjut, LSTM cukup baik untuk memisahkan alat musik guitar. Hal ini terlihat dari nilai evaluasi yang dilakukan terhadap model pemisah instrumen guitar, di mana model tersebut memiliki hasil yang cukup baik dan mendekati rata-rata nilai evaluasi alat musik lainnya pada model penelitian terkait yaitu UMX. Berdasarkan hasil evaluasi tersebut, disimpulkan bahwa algoritma pembelajaran mesin LSTM cukup baik digunakan untuk membangun model pemisah instrumen yang baru yaitu guitar. Nilai (Signal to Distortion Ratio) SDR terbaik yang bisa didapat adalah ketika menggabungkan data training DATASET-K dengan MUSDB18 dan menggunakan instrumen tambahan guitar. Pada kondisi tersebut, SDR untuk instrumen bass adalah 15.278 dB, untuk vocal sebesar 5.424 dan untuk guitar sebesar 4.247.", "Daftar File": {"ABSTRAK Kelvin Kristian": "https://digilib.itb.ac.id/gdl/download/208223", "COVER Kelvin Kristian": "https://digilib.itb.ac.id/gdl/download/217924", "PUSTAKA Kelvin Kristian": "https://digilib.itb.ac.id/gdl/download/217930"}, "Penulis": "Kelvin Kristian [13516101]", "Kontributor / Dosen Pembimbing": ["Dessi Puji Lestari, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "MSS, deep learning, LSTM", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "29 Jun 2020"}