{"Nomor": 48453, "Judul": "REDESAIN SISTEM PENGENDALIAN PENCEMARAN UDARA UNTUK PARTIKULAT PADA RAW MILL PT INDOCEMENT TUNGGAL PRAKARSA TBK, PLANT 12 TARJUN, KALIMANTAN SELATAN", "Abstrak": "PT Indocement Tunggal Prakarsa Tbk Plant 12 memiliki sistem pengendalian pencemaran udara untuk emisi partikulat pada raw mill yaitu Electrostatic Precipitator (EP). EP Raw Mill Plant 12 menangani gas buang yang terdiri dari gas buang raw mill dan kiln. Pasokan bahan baku pada raw mill dan kiln berfluktuasi sesuai dengan kebijakan Quality Control (QC) menyebabkan kurangnya kemampuan EP dalam mengurangi konsentrasi partikulat. Selain itu, bahan bakar yang digunakan pada kiln adalah batubara dan Alternative Fuel and Raw Material (AFR) yang menyebabkan resistivitas partikulat meningkat dan konsentrasi emisi partikulat yang dihasilkan melebihi baku mutu emisi partikulat untuk industri semen yang diatur dalam Peraturan Menteri Lingkungan Hidup dan Kehutanan (LHK) Nomor 19 Tahun\n2017. Permasalahan tersebut dibuktikan dengan efisiensi EP yang mengalami penurunan menjadi 99,80% yang seharusnya dapat mencapai 99,95%. Oleh karena itu, perlunya melakukan perancangan ulang terhadap sistem pengendalian pencemaran udara eksisting dengan efisiensi minimum yaitu 99,93%. Compartmented pulse jet baghouse filter terpilih sebagai unit yang paling sesuai dengan kondisi aktual dalam menghadapi perubahan kondisi emisi gas buang dengan material fabric yang digunakan adalah Polyester (Dacron) dengan debit inlet 19.273 m3/menit dan konsentrasi inlet 118,154 g/m3.", "Daftar File": {"2020 TA Puteri Nugrahaning Jati 1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/208218"}, "Penulis": "Puteri Nugrahaning Jati [15316090]", "Kontributor / Dosen Pembimbing": ["Haryo Satriyo Tomo, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "partikulat, raw mill, pabrik semen, pulse jet baghouse filter, efisiensi", "Sumber": "TA Juli 2020", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "29 Jun 2020"}