{"Nomor": 48461, "Judul": "PENGARUH TE ROWONGAN NANJUNG, FLOODWAY CISANGKUY DAN KOLAM DETENSI CIEUNTEUNG TERHADAP PENGENDALIAN BANJIR DAN GENANGAN DI KABUPATEN BANDUNG", "Abstrak": "Kecamatan Baleendah merupakan kawasan perkotaan di wilayah Kabupaten Bandung yang hampir setiap tahun mengalami kejadian banjir. Penyebab terjadinya banjir di Kecamatan Baleendah disebabkan oleh beberapa faktor diantaranya adalah luapan yang terjadi dari Sungai Citarum yang mengalami bankfull capacity yang kecil, serta pengaruh lateral inflow dari Sungai Cisangkuy, dimana kondisi yang ekstrim terjadi bila banjir di kedua sungai tersebut terjadi bersamaan.\nBerbagai kajian dan rencana pembangunan infrastruktur telah banyak dilakukan di Sungai Citarum khususnya untuk menangani dan menanggulangi serta mengurangi dampak banjir yang terjadi di kawasan Baleendah dan Dayeuhkolot ini. Diantara penanganan infrastruktur yang telah dibangun oleh Balai Besar Wilayah Sungai Citarum adalah pembangunan kolam detensi Cieunteung yang berlokasi di Baleendah, pembangunan floodway Cisangkuy yang dimulai dari inlet berada di Desa Tarajusari Kecamatan Banjaran sampai outlet yang berada di Desa Sangkanhurip Kecamatan Katapang, dan pembangunan terowongan Nanjung yang dibangun di hulu Sungai Citarum berlokasi di Nanjung.\nPada studi ini, dilakukan analisa hidrologi guna mendapatkan debit banjir rancangan pada lokasi studi. Selanjutnya dilakukan analisa hidrolika untuk mengetahui kondisi eksisting dengan banjir kala ulang 20 tahun untuk mengetahui seberapa besar dampak banjir dengan menggunakan bantuan software MIKE FLOOD. Permodelan banjir dilakukan dengan beberapa skenario diantaranya kondisi eksisting tanpa upaya pengendalian, kondisi dengan upaya pengendalian banjir di Sungai Citarum berupa pembangunan Terowongan Nanjung, Floodway Cisangkuy dan kolam detensi Cieunteung, dan kondisi dengan tambahan upaya pengendalian banjir di Sungai Citarum berupa normalisasi. Selanjutnya dilakukan analisa pada tiap-tiap skenario untuk mengetahui dampak banjir yang terjadi di lokasi studi dan pengaruh terbangunnya infrastruktur tersebut terhadap kejadian banjir dan genangan di wilayah studi. Setelah dilakukan kajian dengan beberapa skenario dan dilakukan simulasi model menggunakan MIKE FLOOD pada periode ulang 20 tahun, diketahui bahwa skenario 1 dengan eksisting Sungai Citarum didapatkan elevasi muka air banjir di Baleendah sekitar muara Sungai Cisangkuy +659,58 m dengan luas genangan 1.566,6 km². Pada skenario 2 dengan eksisting Sungai Citarum dan floodway Cisangkuy diperoleh elevasi muka air banjir di Baleendah sekitar muara Sungai Cisangkuy +659,31 m dengan luas genangan 1480,5 km². Penurunan elevasi muka banjir terjadi sebesar 0,27 m dan reduksi luas genangan 5%. Selanjutnya hasil simulasi skenario 3 dengan eksisting Sungai Citarum, Floodway Cisangkuy dan Terowongan Nanjung diperoleh elevasi muka air banjir di Baleendah sekitar muara Sungai Cisangkuy +659,31 m dengan luas genangan 1480,0 km², tidak terjadi penurunan yang signifikan dengan skenario 3. Pada skenario 4 dimana kondisi eksiting Citarum, Floodway Cisangkuy, terowongan Nanjung dan kolam detensi Cieunteung dilakukan simulasi bersamaan, maka didapatkan hasil elevasi muka air banjir +659,32 m dengan luas genangan 1476,6 km². Pengurangan luas genangan yang terjadi adalah 6% dan penurunan elevasi muka air banjir sebesar 0,26 m. Selanjutnya skenario 5 dilakukan upaya penanganan dengan normalisasi terhadap Sungai Citarum, terbangunnya Floodway Cisangkuy dan terowongan Nanjung maka didapatkan elevasi muka air banjir +658,28 m dan tidak lagi terjadi genangan di Baleendah. Sementara itu didapatkan juga reduksi terhadap waktu lamanya genangan pada skenario 5 sekitar 6 – 7 jam dibandingkan dengan seknario lain yang hanya mereduksi waktu genangan selama kecil dari 1 jam.\nDari semua skenario yang dilakukan maka didapatkan hasil bahwa adanya Floodway Cisangkuy dan terowongan Najung tidak cukup signifikan dalam mengurangi muka air banjir dan luas genangan yang terjadi di Baleendah. Diperlukan adanya penanganan yaitu normalisasi terhadap Sungai Citarum untuk memperoleh hasil yang maksimal dalam mengurangi dampak banjir di Baleendah. Hal ini bisa terlihat dari skenario 5 dimana didapatkan reduksi terhadap lamanya waktu genangan sebesar 6 – 7 jam dibandingkan dengan kondisi eksisting Sungai Citarum tanpa adanya penanganan.", "Daftar File": {"ABSTRAK Dewi Phrameswary": "https://digilib.itb.ac.id/gdl/download/208226"}, "Penulis": "Dewi Phrameswary [95017006]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Indratmo, M.Sc., Ph.D.", "Dr. Ir. Yadi Suryadi, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Banjir, MIKE Flood, Terowongan Nanjung, Floodway Cisangkuy, Kolam Detensi Cieunteung", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Jun 2020"}