{"Nomor": 48467, "Judul": "DESAIN DAN PENENTUAN KEDALAMAN CASING SUMUR PRODUKSI PADA SISTEM PANAS BUMI DOMINASI AIR DI LAPANGAN X", "Abstrak": "Integritas sumur merupakan hal yang harus dijaga selama siklus hidup sumur, yang salah satu komponennya, casing, harus mampu menahan semua beban internal dan eksternal. Selain itu, kondisi lingkungan panas bumi yang esktrem berbeda dengan lingkungan pada sumur konvensional minyak dan gas, seperti formasi yang keras dan abrasif, temperatur yang tinggi, fluida yang korosif, highly fractured formation, dan kondisi undersaturated pressure. Alhasil, kondisi demikian menyebabkan desain casing pada sumur panas bumi memiliki perbedaan. Desain dan spesifikasi casing harus mampu menahan lingkungan panas bumi yang ekstrem. Selain itu, desain harus memperhitungkan semua beban yang dialami oleh casing selama fase hidup sumur, yaitu dari masa pemasangan ke dalam sumur hingga fase akhir sumur (plug and abandon). Desain dan perencanaan casing yang sesuai dapat meningkatkan kualitas integritas dan ketahanan sumur (Marbun dkk., 2020).\nStudi ini mendiskusikan analisis dan evaluasi desain dan penentuan kedalaman casing pada dua sumur produksi: sumur E dan F, berlokasi di lapangan panas bumi dominasi air “X” di Indonesia yang memiliki karakteristik reservoir dengan temperatur statik hingga 325oC dan tekanan hingga 17 MPa. Pada kedua sumur ini, kegagalan casing teridentifikasi setelah sumur dibor dan dikomplesi. Studi ini terdiri atas analisis dan perhitungan ulang sumur pada fase pengeboran, komplesi, produksi, dan maintenance untuk meningkatkan metode desain dan penentuan kedalaman casing. Hasil menunjukkan kegagalan casing terjadi di sumur ini. Potensi lokasi kerusakan dan kegagalan pada casing juga telah teridentifikasi. Selain itu, studi ini mengembangkan metode Philippines dalam penentuan ulang kedalaman casing dan evaluasi metode desain casing (Marbun dkk., 2020).", "Daftar File": {"2020 TA PP ERICK W. RAMAS 1.pdf]": "https://digilib.itb.ac.id/gdl/download/208235"}, "Penulis": "Erick Wicaksono Ramas [12216097]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Bonar Tua Halomoan Marbun"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "burst, collapse, desain casing, desain kedalaman casing, sumur produksi panas bumi, reservoir panas bumi dominasi air, tension", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "29 Jun 2020"}