{"Nomor": 48465, "Judul": "KOMIK ADAPTASI BIOGRAFI SULTAN SYARIF KASIM II DARI KERAJAAN SIAK SRI INDRAPURA UNTUK REMAJA AKHIR", "Abstrak": "Sebelum terbentuknya Indonesia, daratan di Indonesia banyak terdiri dari kerajaan-kerajaan yang tersebar di seluruh pulau yang ada di Indonesia. Khususnya salah satu kerajaan Islam yang ada di Indonesia, yaitu Kerajaan Kesultanan Siak Sri Indrapura yang terletak di kecamatan Siak Provinsi Riau. Cerita patriotisme para pahlawan Indonesia yang sudah membela negara sudah seharusnya menjadi cerita turun temurun sebagai penguat rasa cinta pada tanah air. Namun, cerita sejarah di Indonesia selalu dikemas dalam bentuk buku sejarah yang dijadikan bahan edukasi disekolah yang kebanyakan menjadi membosankan untuk anak-anak remaja Indonesia, dikarenakan keharusan dalam mempelajarainya. Perlunya mengetahui tentang sejarah Indonesia adalah untuk meningkatkan rasa cinta akan tanah air, memperkuat kesatuan dan kebangsaan. Karena masa remaja merupakan segmen kehidupan yang penting dalam siklus perkembangan individu, dan merupakan masa transisi yang dapat diarahkan kepada perkembangan masa dewasa yang sehat. Untuk itulah perlu adanya penyambung antara sejarah Indonesia dengan remajanya. Dan salah satu penyambung itu adalah komik. Sekarang ini komik sudah menjadi bagian dari pop culture dan merupakan sebuah karya sastra visual yang sangat digemari berbagai kalangan dari dulu hingga sekarang ini, karena buku komik lebih mudah dipahami oleh pembaca. Hal tersebut yang melatar belakangi memilih judul perancangan tugas akhir ini, bertujuan untuk memberikan sebuah media alternatif baca kepada generasi penerus tentang cerita sejarah kerajaan tersebut. Dengan komik, remaja bisa mempelajari tentang sejarah-sejarah Indonesia dengan menyenangkan karena dikemas dengan gambar dan alur cerita yang menarik. Oleh karena itu, perlunya dibuat komik yang bisa mengajarkan informasi mengenai sejarah kerajaan Indonesia kepada para remaja Indonesia dengan menarik.", "Daftar File": {}, "Penulis": "Pinkan Salsabila Putri [17416001]", "Kontributor / Dosen Pembimbing": ["Hafiz Aziz Ahmad, S.Sn., M.Des., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Komik, Sejarah, Kerajaan, Sejarah Kerajaan Siak, Remaja", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "29 Jun 2020"}