{"Nomor": 48475, "Judul": "IDENTIFIKASI KUANTITAS DAN KUALITAS PELAYANAN PERAHU TRADISIONAL RAKIT SEBAGAI SARANA ANGKUTAN DI KAWASAN PARIWISATA SITU DAN CANDI CANGKUANG", "Abstrak": "Salah satu KSPK (Kawasan Strategis Pariwisata Kabupaten) Garut Utara\nadalah Kawasan Pariwisata Situ dan Candi Cangkuang yang juga ditetapkan sebagai\nsalah satu top destinasi wisata menurut Dinas Pariwisata dan Kebudayaan dan salah\nsatu dari tiga destinasi unggulan yang disebutkan oleh Kementrian Pariwisata\nRepublik Indonesia. Hal tersebut menunjukkan potensi yang besar untuk\npengembangan kawasan sebagai usaha pengembangan pariwisata Kabupaten Garut.\nPengembangan Kawasan Pariwisata Situ dan Candi Cangkuang perlu didukung\ndengan pengembangan amenitas didalamnya, salah satunya adalah sarana angkutan\ndan penyebrangan situ yaitu perahu tradisional rakit. Perlu diketahui kinerja dari\nrakit baik dari sudut pandang kuantitas dan kualitas pelayanan untuk dapat\nmeningkatkan kinerjanya serta mengembangkan kawasan pariwisata. Hasil dari\nanalisis ketercukupan dan daya tampung maksimal yang dilakukan menunjukkan\nbahwa kuantitas perahu tradisional rakit belum memadai dan belum siap untuk\nmenghadapi peningkatan pengunjung, terutama pada bulan puncak dan pada saat\ndaya tampung kawasan maksimal. Kemudian hasil dari analisis kepentingan-kinerja\nmenunjukkan bahwa kualitas pelayanan yang dilakukan juga belum mencapai\nekspektasi dari kepentingan pengunjung. Karena hal tersebut, masih banyak faktorfaktor yang perlu ditingkatkan dalam pelayanan perahu tradisional rakit ini untuk\nmemberikan pengalaman terbaik kepada pengunjung dan memberi kemajuan pada\nKawasan Pariwisata Situ dan Candi Cangkuang", "Daftar File": {}, "Penulis": "Azka Gunawan Hanifa [15416033]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Heru Purboyo Hidayat Putro, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Perahu Tradisional Rakit, Angkutan Sungai Danau dan Perairan, Analisis Ketercukupan, Analisis Daya Tampung Maksimal, Analisis KepentinganKinerja", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "29 Jun 2020"}