{"Nomor": 48478, "Judul": "ANALISIS PENGAMATAN DEFORMASI DI GUNUNG AGUNG TAHUN 2017-2018", "Abstrak": "Saat ini terdapat beberapa metode pemantauan aktivitas gunungapi, yaitu: seismik, deformasi, kimia gas, termal, dan inderaja. Gunung Agung yang terdapat di sisi utara Pulau Bali tercatat sudah mengalami erupsi sejak tahun 1808. Pada tahun 2017 terjadi erupsi yang bersifat eksplosif dan mengakibatkan adanya abu hingga lontaran batuan, awan panas, aliran lava dan disertai dengan adanya gempa vulkanik.\nPenelitian ini akan menggunakan metode deformasi untuk mendapatkan pola, kecepatan dan model deformasi di permukaan Gunung Agung saat letusan di tahun 2017 menggunakan data dari lima stasiun pengamatan milik Pusat Vulkanologi Mitigasi Bencana Geologi (PVMBG) di sekitar Gunung Agung. Data yang didapatkan merupakan data koordinat beresolusi harian hasil pengolahan menggunakan perangkat lunak GAMIT/GBLOK 10.6. Koordinat yang dihasilkan digunakan untuk menghitung besarnya pergeseran yang terjadi, korelasi pergeseran terhadap aktivitas kegempaan, dan korelasi pergeseran pada saat sebelum, saat, dan setelah letusan tahun 2017 di Gunung Agung.\nHasil dari penelitian ini menjelaskan pengamatan GPS di tubuh Gunung Agung dapat digunakan untuk menunjukkan adanya deformasi sebelum aktivitas vulkanik dimulai. Korelasi aktivitas vulkanik dan deformasi dapat ditandai dengan pola kegempaan vulkanik. Pola deformasi di Gunung Agung dapat digunakan untuk mengestimasi kantong magma.", "Daftar File": {"ABSTRAK Dewi Ratna Ningrum": "https://digilib.itb.ac.id/gdl/download/208270"}, "Penulis": "Dewi Ratna Ningrum [15116016]", "Kontributor / Dosen Pembimbing": ["Dr. Irwan Meilano, S.T., M.Sc.", "Dr. Estu Kriswati, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "deformasi, Gunung Agung, GPS, kegempaan, letusan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Jun 2020"}