{"Nomor": 48485, "Judul": "TRANSMISSION LINE PLANNING UNTUK IBU KOTA NEGARA BARU MENGGUNAKAN METODE SUCCESIVE REMOVAL", "Abstrak": "Pemerintah Republik Indonesia melalui Presiden Republik Indonesia mencanangkan pemindahan ibu kota negara Indonesia dari Jakarta ke Kabupaten Kutai Kartanegara dan Penajam Paser Utara di Kalimantan Timur. Berbagai aspek perlu diperhatikan dalam pemindahan ibu kota ini, salah satunya adalah dari aspek kelistrikan.\nIbu kota baru direncanakan akan dibangun pada periode 2020 hingga 2024 dan akan membutuhkan pasokan listrik tambahan sebesar 1500 MW. Kebutuhan pasokan listrik tambahan yang besar ini membutuhkan perencanaan yang matang mengenai kesiapan utilitasnya.\nPada sisi transmisi, akan dilakukan transmission planning pada keseluruhan sistem transmisi Pulau Kalimantan. Transmisi yang melayani ibu kota baru harus mampu memenuhi faktor N-2 sehingga akan dilakukan analisis kontingensi N-2. Hasil analisis ini akan digunakan untuk menghitung i-index dan v-index yang kemudian akan digunakan untuk menentukan saluran mana yang harus di-upgrade.\nPada tahun 2020 direkomendasikan untuk upgrade pada saluran Embalut – Bukit Biru 1&2. Pada tahun 2021 direkomendasikan untuk upgrade pada saluran Siantan – Parit Baru 1&2 dan Embalut – CFK 1&2. Pada tahun 2022 direkomendasikan untuk upgrade Harapan Baru – Bukuan 1&2 dan Embalut – New Samarinda 1&2. Pada 2023 tidak ada rekomendasi untuk membangun saluran serta pada 2024 direkomendasikan untuk membangun Sei Raya – Siantan 1&2.", "Daftar File": {"ABSTRAK Harso Adjie Brotosukmono": "https://digilib.itb.ac.id/gdl/download/208291"}, "Penulis": "Harso Adjie Brotosukmono [18016010]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Nanang Hariyanto, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Perencanaan Transmisi; Ibu Kota Negara; Kontingensi; Succesive Removal", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Jun 2020"}