{"Nomor": 48488, "Judul": "ADAPTASI KARAKTER DAN IRAMA GAMELAN SUNDA DALAM PERANCANGAN HURUF DAN GERAK KINETIC TYPOGRAPHY", "Abstrak": "Huruf merupakan salah satu alat komunikasi utama dalam kehidupan manusia\nsehari-hari. Huruf (dalam konteks tipografi) menyampaikan pesan bukan hanya dari\nkata yang dibentuknya saja, akan tetapi dari tampilan visualnya juga. Huruf dapat\nberperan sebagai visual code of speech yang mewakili karakter suatu bunyi dan\nmakna yang dikandungnya. Dalam perkembangannya kini, tipografi telah\nberevolusi dari bentuk fisik ke dalam bidang layar. Kecanggihan media digital yang\nmemungkinkan perubahan dari segi format, ukuran, gerak dan peran turut\nmempengaruhi bidang tipografi sehingga melahirkan konsep kinetic typography.\nSalah satu unsur yang mengikat dalam perancangan kinetic typography adalah\nunsur musik. Dalam ranah budaya, Indonesia memiliki banyak sekali seni musik\ntradisi yang memiliki nilai-nilai yang mewakili karakter bangsanya yang tentunya\npatut untuk dilestarikan, salah satunya adalah seni gamelan Sunda. Bila ditinjau dari\nsegi struktur, Gamelan Sunda dan kinetic typography memiliki prinsip yang sama.\nDiantaranya adalah kedudukannya sebagai sesama time-based media, unsurnya\nyang bersifat dinamis, adanya tekstur serta hierarki, dengan harmoni sebagai kunci\nkeberhasilan dalam menyampaikan informasi.\nAtas dasar potensi tersebut, dilakukan eksperimen dalam mengkaji karakter dan\nirama Gamelan Sunda sebagai inspirasi dari perancangan karya kinetic typography.\nMelalui pendekatan semiotika, unsur musikal Gamelan Sunda diadaptasi ke dalam\ndua tahap perancangan yaitu perancangan huruf dan prancangan pola gerak dalam\nkinetic typography.\nDari perancangan karya tesis ini disimpulkan bahwa sebagai bentuk budaya yang\nsifatnya tak benda, unsur musikal Gamelan Sunda sangat berpotensi untuk\ndiadaptasi sebagai sumber inspirasi dalam perancangan visual, khususnya dalam\nperancangan karya kinetic typography. Hal tersebut didasarkan pada temuan bahwa\nantara unsur musikal Gamelan Sunda (wiraga, wirahma, dan wirasa) yang sinkron\ndengan teori semiotika visual (pragmatik, sintaks dan semantik).\nAntara wiraga dan pragmatik, gamelan dan huruf (dalam ilmu tipografi) merupakan\nsesuatu yang terlihat, bersifat fisikal dan teknis. Hal tersebut diwujudkan dalam\nrancangan variable font yang mengadaptasi karakter musikal Gamelan Sunda ke\ndalam fitur distingtif huruf melalui teori Van Leuweeun (2005). Antara wirahma\ndan sintaks, terdapat hubungan antara irama Gamelan Sunda dengan unsur gerak\nkinetic typography. Wirahma yaitu sistem/ aturan/ pola dari Gamelan Sunda\nmerupakan unsur pengikat dalam gerak huruf dalam rancangan kinetic typography\nyang menghasilkan visual rhythmic beats. Dari proses eksperimen yang dilakukan,\ndiketahui bahwa adaptasi irama dan karakter bunyi Gamelan Sunda menghasilkan\ngerak huruf yang berkarakter dan memperkaya bentuk dan makna huruf.\nAntara wirasa dan semantik, unsur musikal Gamelan Sunda dan kinetic typography\ndipandang sebagai sesuatu yang memilki makna dan mengandung arti. Adaptasi\nunsur musikal Gamelan Sunda ke dalam ekperimen perancangan huruf dan kinetic\ntypography dilakukan untuk menghasilkan karya tipografi yang mengandung unsur\ndan karakter kesundaan. Makna atau ‘rasa’ kesundaan tersebut terwakili dari bentuk\nvisual huruf yang didapatkan dari proses adaptasi karakter bunyi kedalam fitur\ndistingtif huruf. Lalu dari makna gerak yang diadaptasi dari wirahma Gamelan\nSunda dalam rancangan kinetic typography.\nDari keseluruhan proses eksperimen yang dilakukan, dapat disimpulkan bahwa\nkinetic typography merupakan media komunikasi yang sangat potensial. Terutama\ndalam menghadapi era digital media, karena mampu mengungkap makna tidak\nhanya dari susunan hurufnya, namun juga dari makna tampilan visual dan geraknya.\nSelain itu, penelitian dan perancangan tesis ini menunjukan potensi dan metode\nadaptasi bentuk budaya tak benda lain ke dalam bentuk visual, sehingga nilai-nilai\nyang dikandung dapat dihadirkan lebih dekat dengan kehidupan masyarakat.", "Daftar File": {"ABSTRAK Annisa Luthfiasari": "https://digilib.itb.ac.id/gdl/download/208294", "COVER Annisa Luthfiasari": "https://digilib.itb.ac.id/gdl/download/231068", "BAB 1 Annisa Luthfiasari": "https://digilib.itb.ac.id/gdl/download/231069", "BAB 2 Annisa Luthfiasari": "https://digilib.itb.ac.id/gdl/download/231070", "BAB 3 Annisa Luthfiasari": "https://digilib.itb.ac.id/gdl/download/231071", "BAB 4 Annisa Luthfiasari": "https://digilib.itb.ac.id/gdl/download/231072", "BAB 5 Annisa Luthfiasari": "https://digilib.itb.ac.id/gdl/download/231073", "BAB 6 Annisa Luthfiasari": "https://digilib.itb.ac.id/gdl/download/231074", "PUSTAKA Annisa Luthfiasari": "https://digilib.itb.ac.id/gdl/download/231075"}, "Penulis": "Annisa Luthfiasari [27118049]", "Kontributor / Dosen Pembimbing": ["Dr. Naomi Haswanto, S.Sn., M.Sn.", "Dr. Intan Rizky Mutiaz, M.Ds."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "kinetic typography, variable font, Gamelan Sunda, adaptasi, audiovisual, semiotika, digital media.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Noor Pujiati.,S.Sos", "File": "9 file", "Tanggal Input": "29 Jun 2020"}