{"Nomor": 48483, "Judul": "PERENCANAAN SISTEM DRAINASE PROYEK STASIUN INTERMODA JOYOBOYO SURABAYA", "Abstrak": "Surabaya is the second largest city in Indonesia that has lots of mobilities so that problems such as traffic jams often occur. Joyoboyo Intermoda Station is a fast mass transit project where the station is designed to be able to accommodate not only one, but several modes of transportation as well (such as monorails with buses, private vehicles and public vehicles) which are expected to reduce problems in the city of Surabaya. In this final project, the design aspects of water resources are discussed in Joyoboyo Intermoda Station Project which has 3 floors. The scope of work carried out is the design of the drainage network, determining the flood level and the design of the Rainwater Harvesting System. The design begins with conducting hydrological analysis, hydrograph analysis and calculation of flood water levels so that flood level can be determined. The results of the calculation of flood discharge with a return period of 25 years amounted to 226.79 m3 and for flood level amounted to +3.55 m above sea level. In designing the drainage network the layout is done first and continued by calculating rain runoff for both the roof and the building yard. After that, the dimensions of the drainage channel are calculated. The channel is designed using U-Ditch precast concrete with dimensions varying from 30 cm x 30 cm to 30 cm x 50 cm. For gutters are designed using fiberglass with dimensions of 30 cm x 30 cm. The selection of the ecodrainage method was carried out using a multi criteria analysis and a Rainwater Harvesting System was chosen. Then do the calculation of the need for clean water, rainwater storage tanks and pipelines. The PAH tank is designed to hold a volume of 75 m3 with dimensions of 5 m x 5 m x 3m.", "Daftar File": {"ABSTRAK Vania Novianti Suradji": "https://digilib.itb.ac.id/gdl/download/208283", "COVER Vania Novianti Suradji": "https://digilib.itb.ac.id/gdl/download/253219", "PUSTAKA Vania Novianti Suradji": "https://digilib.itb.ac.id/gdl/download/253225"}, "Penulis": "Vania Novianti Suradji [15016036]", "Kontributor / Dosen Pembimbing": ["Mohammad Farid, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "station, hydrological analysis, drainage, flood discharge, flood level, rainwater reservoir", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "29 Jun 2020"}