{"Nomor": 48486, "Judul": "CELLULAR DATA ANALYTICS UNTUK PEMBERIAN REKOMENDASI PEMBANGUNAN HALTE DAN RUTE MRT", "Abstrak": "Perkembangan teknologi yang cepat membuat perubahan mobilitas masyarakat semakin cepat berubah. Namun perubahan mobilitas yang cepat itu tidak didukung dengan perencanaan transportasi yang cepat. Sistem perencanaan transportasi masih menggunaan metode konvensional dalam melakukan pengumpulan pola mobilitas masyarakat yang menyebabkan kurang akurat dan membutuhkan waktu lama untuk mendapatkan pola tersebut. Hasil pengumpulan pola inilah yang akan menjadi pertimbangan dalam membangun halte dan rute terutama pada MRT.\nTujuan penelitian adalah untuk melakukan implementasi data analytics dari data cellular menggunakan matriks origin-destination untuk melakukan pemberian rekomendasi pembangunan halte dan rute Mass Rapid Transportation (MRT). Untuk menggapai tujuan tersebut, dilakukan metode data analytics terhadap data cellular. Kemudian, dilakukan ekstraksi matriks origin destination dan dibentuk graph dan dianalisis dengan metode network analysis untuk mendapatkan rekomendasi halte dan rute MRT yang perlu dibangun.\nHasil penelitian menunjukkan bahwa data cellular dapat digunakan dengan pendekatan data analytics. Hasil juga menunjukkan penggunaan data cellular untuk membuat rekomendasi dapat menyelsaikan masalah yang ada pada metode konvensional berupa ketepatan dalam penganalisaan mobilitas dan juga penggunaan sumber daya dalam pengumpulan data.", "Daftar File": {"ABSTRAK Nuha Adinata": "https://digilib.itb.ac.id/gdl/download/208292", "COVER Nuha Adinata": "https://digilib.itb.ac.id/gdl/download/218001", "BAB 6 Nuha Adinata": "https://digilib.itb.ac.id/gdl/download/218007", "PUSTAKA Nuha Adinata": "https://digilib.itb.ac.id/gdl/download/218008"}, "Penulis": "Nuha Adinata [13516120]", "Kontributor / Dosen Pembimbing": ["Dr.techn. Wikan Danar Sunindyo, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "origin-destination, data cellular, Halte, Rute, Rekomendasi, mobilitas, data analytics", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "29 Jun 2020"}