{"Nomor": 48492, "Judul": "ANALISIS KEKUATAN STRUKTUR CENTER WING BOX PESAWAT HERCULES C-130H AKIBAT BEBAN FATIGUE BERDASARKAN RIWAYAT PENGOPERASIAN OLEH TNI AU", "Abstrak": "Banyaknya siklus pengoperasian sebuah pesawat berpotensi untuk menimbulkan kegagalan lelah (fatigue failure) pada struktur pesawat. Kegagalan lelah adalah kegagalan atau kerusakan struktur yang diakibatkan oleh beban berulang. Umumnya beban berulang berupa beban-beban kecil yang besarnya dibawah kekuatan luluh material, namun jumlahnya sangat banyak. Beban berulang berpotensi untuk mengakibatkan cacat awal berupa retak berukuran kecil terus bertambah panjang hingga akhirnya mengakibatkan kegagalan struktur. Oleh karena itu, lembaga kelaikan udara Federal Aviation Administration (FAA) mensyaratkan agar setiap pesawat dilakukan analisis tenggang cacat (damage tolerance). Hal ini bertujuan agar selama pengoperasian, pesawat tidak mengalami kegagalan katastropik (catastrophic failure) yang dapat menimbulkan cedera ataupun kematian penumpang.\nPesawat Lockheed Martin C-130H Hercules merupakan pesawat angkut militer utama untuk pasukan militer di banyak bagian dunia, dan tidak terkecuali TNI Angkatan Udara (TNI AU) Indonesia. Berdasarkan service bulletin dari perusahaan manufaktur pesawat, dinyatakan bahwa umur struktur center wing box pesawat ini adalah 40.000 siklus penerbangan (flight cycle). Namun, setelah diamati pembebanan yang dialami oleh pesawat milik TNI AU lebih kecil dibandingkan pembebanan yang dijadikan acuan perhitungan umur pesawat oleh perusahaan manufaktur Lockheed Martin. Sehingga, pihak TNI AU bekerja sama dengan Kelompok Keahlian Struktur Ringan ITB untuk menghitung umur struktur center wing box pesawat Hercules C-130H milik TNI AU berdasarkan beban operasional yang sebenarnya.\nAnalisis pada penelitian ini terbagi menjadi 3 bagian utama. Bagian pertama adalah perhitungan beban operasional yang diterima oleh struktur center wing box. Bagian kedua adalah simulasi numerik dengan kasus pembebanan statik untuk mengetahui nilai tegangan yang terjadi pada daerah perambatan retak. Bagian ketiga adalah perhitungan perambatan retak menggunakan perangkat lunak MATLAB. Hasil akhir dari penelitian ini adalah umur dan waktu inspeksi struktur center wing box dalam jumlah siklus penerbangan.\nSetelah melakukan analisis perambatan retak, didapatkan bahwa umur struktur center wing box adalah 6.125 flight cycle dan waktu inspeksi pada 2.244, 3.538, 4.831, dan 6.125 flight cycle. Waktu inspeksi yang diperoleh dari penelitian ini bisa dijadikan sebagai waktu yang direkomendasikan untuk inspeksi struktur center wing box yang optimal. Waktu inspeksi yang direkomendasikan juga akan menjamin retak yang merambat akan terdeteksi, sehingga bisa dilakukan repair sebelum mencapai batas kritisnya.", "Daftar File": {"ABSTRAK Ali Aziz": "https://digilib.itb.ac.id/gdl/download/208307"}, "Penulis": "Ali Aziz [13616020]", "Kontributor / Dosen Pembimbing": ["Dr. Annisa Jusuf, S.T., M.T.", "Prof. Dr. Ir. Bambang Kismono Hadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "fatigue failure, center wing box, umur struktur, analisis damage tolerance, simulasi numerik.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Jun 2020"}