{"Nomor": 48490, "Judul": "DIFUSI INOVASI PUSAT KESEJAHTERAAN SOSIAL (STUDI KASUS DI DESA KATAPANG KECAMATAN KATAPANG KABUPATEN BANDUNG)", "Abstrak": "Implementasi perlindungan sosial berupa jaminan sosial dan bantuan sosial telah banyak diteliti. Agar perlindungan sosial efisien, efektif dan integratif diperlukan transformasi sistem perlindungan sosial, salah satunya melalui sinergi organisasi sosial dengan pemerintah. Inovasi Puskesos sebagai lembaga pelayanan dan perlindungan sosial di tingkat desa/kelurahan yang terintegrasi dengan Sistem Layanan Rujukan Terpadu (SLRT) di tingkat Kabupaten diambil sebagai studi kasus dalam penelitian ini. Kecepatan adopsi inovasi Puskesos oleh Pemerintah Desa / Kelurahan akan berbeda-beda tergantung dari faktor-faktor yang mempengaruhinya. Penelitian ini bertujuan untuk mendeskripsikan proses difusi inovasi Puskesos, juga untuk melihat implikasi dari adopsi inovasi tersebut terhadap pemberian pelayanan publik di Desa dengan menggunakan model difusi inovasi Rogers sebagai kerangka kerja penelitian kualitatif dan analisis konten, serta analisis deskriptif kualitatif.\nHasil penelitian menunjukan bahwa kerangka teori Rogers masih relevan untuk menjelaskan proses difusi inovasi Puskesos. Proses tersebut berjalan dengan baik di Kabupaten Bandung terbukti dengan terbentuknya Puskesos di seluruh desa dan kelurahan. Puskesos sebagai organisasi sosial Pemerintah Desa/Kelurahan, telah memberikan pelayanan sosial kepada masyarakat dan rujukan yang terintegrasi dengan SLRT. Implikasi dari adopsi inovasi Puskesos adalah dihasilkannya lembaga baru di tingkat desa yaitu Puskesos yang mengutamakan kepentingan warga masyarakat desa sebagai pengguna jasa pelayanan sosial. Dampak yang ditimbulkan dari adopsi inovasi Puskesos berupa manfaat bagi masyarakat dan pemerintah sebagai konsekuensi positif, dan biaya operasional Puskesos sebagai konsekuensi negatif. Selain itu, Puskesos juga memunculkan modal sosial yang kuat bagi perangkat desa yang memiliki kepedulian terhadap kebutuhan dan kepentingan warga masyarakat.\nKesimpulan dari penelitian ini adalah pengembangan Lembaga pelayanan di Desa dapat menjadi alternatif dalam membangun daerah. Terbukti melalui inovasi Puskesos ini, masyarakat dapat menerima manfaat baik dari pelayanan langsung maupun rujukan ke program perlindungan sosial.", "Daftar File": {"COVER Muhamad Yusup": "https://digilib.itb.ac.id/gdl/download/208296", "BAB 1 Muhamad Yusup": "https://digilib.itb.ac.id/gdl/download/208297", "BAB 2 Muhamad Yusup": "https://digilib.itb.ac.id/gdl/download/208298", "BAB 3 Muhamad Yusup": "https://digilib.itb.ac.id/gdl/download/208299", "BAB 4 Muhamad Yusup": "https://digilib.itb.ac.id/gdl/download/208300", "BAB 5 Muhamad Yusup": "https://digilib.itb.ac.id/gdl/download/208301", "BAB 6 Muhamad Yusup": "https://digilib.itb.ac.id/gdl/download/208302", "DAFTAR Muhamad Yusup": "https://digilib.itb.ac.id/gdl/download/208303"}, "Penulis": "Muhamad Yusup [24018014]", "Kontributor / Dosen Pembimbing": ["Ir. Tubagus Furqon Sofhani, MA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "difusi dan adopsi inovasi, Sistem Perlindungan Sosial, Pusat kesejahteraan Sosial (Puskesos), Sistem layanan Rujukan Terpadu SLRT), pelayanan publik, Desa.", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "9 file", "Tanggal Input": "29 Jun 2020"}