{"Nomor": 48497, "Judul": "ANALISIS SUMBER PENYEBAB LAND SUBSIDENCE DI JAKARTA DAN SEMARANG BERDASARKAN BUKTI FISIK (PHYSICAL EVIDENCE) DAN DATA PENGUKURAN GEODETIK", "Abstrak": "Land subsidence merupakan fenomena pergerakan ke bawah suatu permukaan tanah relatif terhadap referensi permukaan tertentu. Kota-kota besar di sepanjang Pantai Utara (Pantura) Jawa seperti Jakarta dan Semarang tak luput mengalami subsidence. Karakteristik subsidence dapat dikenali dari dampak yang ditimbulkan. Dampak dari land subsidence di sepanjang Pantai Utara Jawa diantaranya adalah keretakan pada bangunan dan infrastruktur, perluasan daerah yang terkena banjir dan peningkatan intrusi air laut di daratan. Kemudian kemiripan dampak tersebut dengan bukti fisik yang ada di lapangan dapat membantu dalam penarikan kesimpulan mengenai informasi mengenai sumber penyebab subsidence di Jakarta dan Semarang. Penelitian tugas akhir ini diawali dengan studi literatur untuk memperoleh informasi terkait land subsidence secara umum, identifikasi sumber penyebab land subsidence, kondisi geografis, geologis, dan hidrologis Jakarta dan Semarang, serta pemantauan land subsidence menggunakan metode geodetik. Data bukti fisik dan pengukuran geodetik di lapangan kemudian dikaitkan dengan literatur dan dianalisis untuk menentukan sumber penyebab subsidence. Berdasarkan hasil analisis, diperoleh kesimpulan bahwa di Jakarta dan Semarang terbukti mengalami land subsidence akibat dari kompaksi alamiah dan penurunan di layer dangkal yang terbebani urugan dan infrastruktur, serta land subsidence akibat kompaksi akuifer semi tertekan dan tertekan akibat dari pengambilan air tanah yang berlebihan. Sedangkan tectonic subsidence (submerge) cenderung tidak signifikan.", "Daftar File": {"ABSTRAK Muhammad Haikal": "https://digilib.itb.ac.id/gdl/download/208312"}, "Penulis": "Muhammad Haikal [15115068]", "Kontributor / Dosen Pembimbing": ["Dr. Heri Andreas, S.T., M.T.", "Dr. Ir. Dina Anggreni Sarsito, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "land subsidence, Jakarta, Semarang, bukti fisik, pengukuran geodetik", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Jun 2020"}