{"Nomor": 48507, "Judul": "PENGEMBANGAN KATALIS AROMATISASI LPG", "Abstrak": "Senyawa aromatik merupakan komoditas dasar petrokimia bernilai tinggi dan umumnya\nberasal dari minyak bumi sebagai hidrokarbon dalam bentuk cairan. Di sisi lain,\nhidrokarbon dalam fasa gas seperti LPG memiliki nilai ekonomi yang rendah dan suplai\nberlimpah. Oleh karena itu, konversi katalitik LPG berpotensi sebagai alternatif rute\nproduksi aromatik. HZSM-5 yang dimodifikasi dengan galium adalah katalis yang\nefektif untuk aromatisasi LPG. Galium akan meningkatkan kinerja dehidrogenasi alkana\nsebagai tahap penentu laju reaksi aromatisasi dan tidak mudah terelusidasi. Penelitian\nini bertujuan untuk menentukan pengaruh rasio Si/Al dan penambahan galium pada\nHZSM-5 terhadap konversi dan selektivitas aromatisasi LPG.\nUmpan yang digunakan adalah gas LPG dengan 53% propana dan 47% butana. Katalis\nyang digunakan adalah Ga(0% dan 2%)/HZSM-5 (Si/Al 25 dan 38). Katalis\ndikarakterisasi dengan metode XRD dan XRF. Uji aktivitas katalis dilangsungkan pada\nreaktor unggun tetap dengan WHSV 1 j-1 dan temperatur 550oC selama 4 jam. Analisis\nterhadap produk gas dan cair dilakukan dengan GC-FID Shimadzu 2014, GC-TCD\nPerkin, dan GC-DHA. Analisis massa kokas terdeposit di katalis dilakukan\nmenggunakan metode gravimetri.\nKonversi dan selektivitas aromatik pada proses aromatisasi LPG meningkat dengan\nadanya impregnasi Ga sebanyak 2% pada katalis HZSM-5. Selain itu, konversi LPG\nmenurun seiring dengan meningkatnya rasio Si/Al dari 25 ke 38. Namun, selektivitas\naromatik meningkat seiring dengan meningkatnya rasio Si/Al dari 25 ke 38 pada katalis\nHZSM-5 yang tidak diimpregnasi Ga. Katalis dengan kinerja aromatisasi LPG terbaik\nadalah Ga (2%)-HZSM-5 Si/Al 25 dengan rata-rata konversi 94,2%, selektivitas\naromatik 35,6%, dan perolehan produk cair 34,6%.", "Daftar File": {"ABSTRAK Louis Mari Agung Wicaksono": "https://digilib.itb.ac.id/gdl/download/208322"}, "Penulis": "Louis Mari Agung Wicaksono [13016100]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. I.G.B. Ngurah Makertihartha", "Prof. Dr. Ir. Subagjo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Aromatisasi, Galium, HZSM-5, LPG, Rasio Si/Al", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Jun 2020"}