{"Nomor": 48513, "Judul": "POTASSIUM MULTI-STAGE EXTRACTION FROM PALM ASH (SHELL, FIBER, AND EMPTY FRUIT BUNCH)", "Abstrak": "Indonesia merupakan salah satu produsen dan eksportir minyak sawit terbesar di dunia. Dengan luas area perkebunan kelapa sawit yang juga sangat besar, Indonesia melakukan impor kalium untuk dapat memenuhi kebutuhan pupuk kalium. Dari setiap buah kelapa sawit segar yang dihasilkan, hanya sekitar seperlima bagian yang dapat diolah menghasilkan minyak dan sisanya merupakan biomassa yang seringkali berakhir menjadi limbah.\nPenelitian ini dilakukan dengan tujuan untuk menganalisis kelayakan pemanfaatan abu biomassa sawit baik yang berasal dari tandan kosong kelapa sawit, cangkang, maupun serabut sebagai salah satu sumber penyedia kebutuhan kalium melalui metode ektraksi padat-cair secara multitahap. Limbah sawit memiliki potensi kandungan kalium yang cukup tinggi untuk diekstrak (TKKS: 57,2%-b, serabut: 22,3%-b, dan cangkang: 12,2%-b) sehingga pemanfaatannya diharapkan mampu mendorong Indonesia untuk menyediakan pupuk kalium secara mandiri. Pada penelitian ini, proses ekstraksi dilakukan dalam 2 tahap dimana setiap tahap dilaksanakan dalam waktu 3 jam pada temperatur 80oC dan kecepatan motor pengaduk 300-400 rpm. Variasi percobaan yang dilakukan meliputi jenis biomassa yaitu tandan kosong kelapa sawit, serabut, cangkang, campuran serabut dan cangkang (85:15), dan campuran tandan kosong, serabut, dan cangkang (1:1:1) serta perbandingan massa abu dan pelarut yaitu 1:3, 1:4, dan 1:6. Alat utama yang digunakan dalam penelitian ini adalah rangkaian alat ekstraksi padat-cair yang terdiri dari labu leher tiga yang dilengkapi dengan water bath, motor pengaduk, termometer, dan kondensor.\nVariasi limbah sawit yang menghasilkan perolehan dan pemulihan kalium tertinggi dari proses ekstraksi adalah campuran tandan kosong, serabut, dan cangkang kelapa sawit (1:1:1) yaitu 24,99% dan 68,8%. Sementara itu, perbandingan massa abu dan pelarut yang memiliki perolehan dan pemulihan kalium paling optimum untuk seluruh variasi limbah sawit adalah 1:6 kecuali untuk variasi tandan kosong kelapa sawit yaitu pada 1:4. Oleh sebab itu, abu limbah sawit yang paling layak untuk diekstraksi kaliumnya adalah campuran tandan kosong, serabut, dan cangkang kelapa sawit (1:1:1) karena menghasilkan perolehan kalium tertingg", "Daftar File": {"ABSTRAK Lila Sanggita": "https://digilib.itb.ac.id/gdl/download/208338"}, "Penulis": "Lila Sanggita [13016080]", "Kontributor / Dosen Pembimbing": ["Winny Wulandari, S.T., Ph.D.", "Tjokorde Walmiki Samadhi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Cangkang, ekstraksi kalium, kelapa sawit, serabut, tandan kosong", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Jun 2020"}