{"Nomor": 48523, "Judul": "PEMBANGUNAN SISTEM REKOMENDASI MODA TRANSPORTASI DARAT PUBLIK BERDASARKAN OPEN DATA TRANSPORTASI DARAT DENGAN MENGGUNAKAN STRATEGI SKELETAL CONSTRUCTION", "Abstrak": "Data merupakan salah satu hal terpenting dalam pengambilan keputusan baik bagi organisasi seperti pemerintah, maupun individu. Dengan data yang tepat dan akurat, keputusan yang optimal dapat dibuat. Pemerintah Indonesia, sebagai badan yang memiliki banyak data mulai membuka datanya ditandai dengan munculnya inisiatif Open Data. Dengan adanya Open Data, masyarakat bisa menggunakan data tersebut untuk menyelesaikan masalahnya sendiri. Salah satu masalah yang bisa diselesaikan dengan menggunakan Open Data adalah masalah pemilihan moda transportasi darat publik. Selama ini masyarakat seringkali kebingungan Ketika ingin pergi ke suatu tempat karena kurangnya informasi mengenai moda transpoirtasi darat yang tersedia. Permasalahan tersebut dapat diselesaikan dengan menghimpun data-data terbuka milik pemerintah. Data tersebut biasanya berada pada Dinas Perhubungan provinsi terkait dan dalam bentuk csv, kemudian melakukan preprocessing yang dirasa perlu terhadap data tersebut, sehingga data tersebut menjadi interoperable. Setelah dilakukan preprocessing, data tersebut disimpan dalam basis data relational sebagai tempat penyimpanan data. Selanjutnya dibuat platform sistem informasi. Platform tersebut dapat berupa aplikasi mobile maupun web. Sistem informasi yang dibuat menyediakan segala informasi yang berkaitan dengan moda transportasi darat. Selain sistem informasi, dari data tersebut juga bisa dibuat sistem rekomendasi moda transportasi darat ketika seseorang ingin pergi ke suatu tempat. Sistem rekomendasi akan menghasilkan rekomendasi terdiri dari moda transportasi yang tepat, biaya yang diperlukan, waktu tempuh, dan rute yang akan dilalui oleh pengguna. Dari semua moda transportasi yang mungkin dinaiki pengguna ketika ingin berpergian, sistem akan memberikan rekomendasi moda transportasi darat yang memiliki waktu tempuh tercepat dan durasi berjalan paling singkat.", "Daftar File": {"ABSTRAK I Putu Eka Surya Aditya": "https://digilib.itb.ac.id/gdl/download/208348", "COVER I Putu Eka Surya Aditya": "https://digilib.itb.ac.id/gdl/download/240972", "PUSTAKA I Putu Eka Surya Aditya": "https://digilib.itb.ac.id/gdl/download/240979"}, "Penulis": "I Putu Eka Surya Aditya [13516061]", "Kontributor / Dosen Pembimbing": ["Dr.techn. Wikan Danar Sunindyo, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Open Data, Sistem Informasi, Sistem Rekomendasi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "29 Jun 2020"}