{"Nomor": 48537, "Judul": "STUDI NANOFOSIL PADA ZAMAN KUARTER DI PERAIRAN UTARA PAPUA DAN KAITANNYA DENGAN PALEOKLIMAT", "Abstrak": "-Nanofosil merupakan komponen spesifik dari laut. Distribusi dari kelompok organisme ini dapat merepresentasikan kondisi ekologi tempat organisme ini hidup. Penelitian dilakukan di perairan Utara Papua pada Lempeng Barat Caroline, merupakan daerah yang berada pada laut terbuka, bebas dari pengaruh sedimentasi kipas bawah laut sehingga sangat cocok untuk dijadikan penelitian sedimen biogenik. Penelitian mengenai sedimen biogenik khususnya nanofosil pada Lempeng Barat Caroline telah dilakukan oleh International Ocean Drilling Program (IODP) site 1490 tahun 2016 yang menunjukan tingkat preservasi yang baik sehingga data yang digunakan dalam penelitian bersifat dapat dipercaya (reliable). Namun penelitian yang dilakukan khususnya untuk proksi nanofosil mengenai kelimpahan golongan taksa kala Holosen belum dilakukan. Adapun, Penelitian ini bertujuan untuk mengetahui karakteristik sedimen gravity core OS – 07 dan kelimpahan nanofosil pada sampel sekaligus hubungannya dengan paleoklimat.\nPenelitian ini merupakan bagian dari Ekspedisi Nusa Manggala 2018 LIPI menggunakan Kapal Riset Baruna Jaya VIII. Sampel diambil menggunakan gravity core berlokasi di perairan utara Papua pada kedalaman 4327 meter di bawah permukaan laut dengan panjang core 246 cm. Metode yang digunakan dalam penelitian berupa analisis nanofosil tiap interval 8 cm (8 – 72 cm, 96 – 240 cm) guna mengetahui pola perubahan kelimpahan nanofosil yang ada, dan dilakukan pendetilan tiap 4 cm {0-8 cm (untuk identifikasi Little Ice Age), 72-96 cm (untuk identifikasi batas Holosen dan Plistosen)}, serta analisis besar butir dan X-ray fluorescence yang dilakukan pada tiap interval 1 cm (246 buah), kedua analisis tersebut dilakukan mengetahui karakteristik sedimentologi dan kandungan kimia unsur.\nBerdasarkan analisis nanofosil ditemukan bahwa spesies Emiliania huxleyii dan Pseudoemiliania lacunosa merupakan merupakan fosil indeks penentu batas antara Kala Holosen dan Pleistosen, dengan data dukungan dendogram hasil constrained clustering, dan dating umur absolut. Selain itu didapatkan rekaman iklim masa lampau yang terbagi kedalam 10 kedalaman. Berdasarkan analisis besar butir menghasilkan karakterisasi pada sampel core OS 07 yang terbagi kedalam 11 fasies berdasarkan mean, sorting, skewness, kurtosis, dan campuran pasiran, yang secara umum mengkasar ke bawah. Berdasarkan hasil analisis XRF didapatkan karakterisasi unsur yang saling berkorelasi yaitu Fe, Rb, Sr, dan Ca. Dari ketiga analisis ini diperoleh mekanisme pengendapan pada masing masing kala Holosen dan Plistosen. Selain itu didapatkan hubungan antara besar butir dengan kelimpahan nanofosil , yaitu semakin halus butiran, nanofosil yang didapatkan akan semakin melimpah. Sedangkan antara unsur yang terkandung dan nanofosil didapatkan hubungan bahwa pola input sedimen dan intensitas pelapukan berbanding lurus dengan kelimpahan fosil rework dan berbanding terbalik dengan kelimpahan nanofosil.", "Daftar File": {}, "Penulis": "Patrio Krismonadi [12015051]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Rubiyanto Kapid", "Purna Sulastya Putra, S.T., M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Papua, nanofosil, paleoklimat", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Jun 2020"}