{"Nomor": 48530, "Judul": "KAJI EKSPERIMENTAL DAN SIMULASI NUMERIK MESIN STIRLING TIPE THERMAL-LAG", "Abstrak": "Mesin Stirling merupakan mesin pembakaran luar. Kelebihan mesin Stirling sebagai mesin pembakaran luar adalah memiliki fleksibilitas yang tinggi dalam penggunaan sumber energi. Salah satu tipe mesin Stirling bekerja memanfaatkan fenomena thermal-lag. Pada penelitian Altamirano dkk. (2013) dilakukan pengujian diagram p-V dengan mesin yang diputar menggunakan motor listrik.\nPenelitian ini dilakukan dengan metode percobaan dan simulasi numerik. Pecobaan TLSE dilakukan dengan akusisi data tekanan, posisi crank, dan temperatur menggunakan pressure transducer, rotary encoder, dan termokopel tipe k. Data hasil akusisi tersebut kemudian diolah secara matematis sehingga didapatkan data osilasi piston, osilasi volume, osilasi tekanan, kecepatan putar, kerja, daya, dan data lag. Akusisi data dilakukan pada empat konfigurasi mesin. Konfigurasi pertama akusisi data dilakukan untuk mengetahui pengaruh kenaikan temperatur, konfigurasi kedua untuk mengetahui pengaruh regenerative heater, konfigurasi ketiga untuk mengetahui pengaruh dari thermal barrier, dan konfigurasi keempat untuk mengetahui pengaruh panjang stroke.\nSimulasi numerik diawali dengan menyelesaikan persamaan diferensial yang diturunkan dari persamaan gerak Newton, hukum kelestarian energi, dan teorema transport Reynolds. Persamaan diferensial TLSE dimodelkan menjadi dua kontrol volume di mana thermal barrier tidak dimodelkan. Persamaan diferensial tersebut diselesaikan secara numerik menggunakan Runge-Kutta orde 4 dengan bantuan software matlab. Selanjutnya, hasil osilasi piston dari penyelesaian persamaan diferensial tersebut dilakukan curve fitting dengan osilasi piston hasil pengujian, sehingga didapatkan frekuensi dan amplitudo dari osilasi massa. Frekuensi dan amplitudo dari osilasi massa tersebut kemudian digunakan untuk melakukan simulasi geometri dengan menggunakan persamaan diferensial yang sama.\nHasil percobaan dan model matematika telah mendapatkan parameter dominan yang bisa divariasikan dan memengaruhi performansi. Percobaan TLSE didapatkan daya listrik maksimum 5 W pada kecepatan putar 650 rpm, dan diagram p-V yang tidak menujukkan butterfly shape seperti percobaan Altamirano dkk. (2013). Temperatur pada silinder panas memengaruhi performa dari mesin, di mana kenaikan temperatur disertai kenaikan kerja, rpm, dan daya. Penggunaan regenerative heater dengan luas perbindahan panas yang lebih luas menghasilkan daya yang lebih tinggi. kenaikan temperatur disertai kenaikan kerja, rpm, dan daya. Kenaikan panjang stroke disertai kenaikan kerja, rpm, dan daya. Selisih tekanan maksimum dan minimum semakin besar dengan pemanjangan panjang stroke.\nHasil simulasi menunjukan adanya lag antara osilasi piston, tekanan, dan temperature. Daya keluaran naik dengan naiknya jari-jari silinder panas, daya keluaran optimum terjadi pada jari jari silinder dingin optimum. Daya keluaran naik dengan naiknya panjang silinder panas, daya keluaran turun dengan naiknya panjang silinder dingin. Adapun saran untuk penelitian selanjutnya adalah melakukan pengujian dengan menggunakan sensor yang memiliki ketelitian lebih tinggi dan sensitifitas serta respon yang cepat, mempertimbangkan efek dari thermal barrier pada saat penurunan model matematika, dan mengurangi panjang pulse tube untuk mengurangi heat loss, sehingga perpindahan panas hanya terjadi secara siklik pada silinder piston.", "Daftar File": {"ABSTRAK Rachman Hakim": "https://digilib.itb.ac.id/gdl/download/208355"}, "Penulis": "Rachman Hakim [23117014]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ari Darmawan Pasek, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Stirling engine, Thermal lag, diagram p-V", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Jun 2020"}