{"Nomor": 48531, "Judul": "FORMULASI DAN KARAKTERISASI BULKING AGENT UNTUK PANGAN DENGAN METODE STATISTIK", "Abstrak": "Tren pasar menunjukkan bahwa semakin banyak masyarakat Indonesia beralih ke pangan rendah gula dan kalori. Namun, pengurangan gula dapat mempengaruhi tekstur dan volume dari produk. Untuk menanggulangi hal tersebut, gula alkohol berbasis sorbitol, maltitol, dan oligosakarida digunakan sebagai bulking agent dalam bahan pangan. Bulking agent adalah senyawa yang dapat meningkatkan volume suatu produk. Produk gula alkohol yang digunakan pada penelitian ini berasal dari PT. XYZ dengan tiga produknya, yaitu Pemanis A, Pemanis B, dan Pemanis C yang merupakan campuran gula alkohol dengan sifat fungsional yang berbeda. Tujuan dari penelitian ini adalah untuk menentukan dan memetakan karakteristik fundamental (viskositas, aktivitas air, kadar gula), pengaplikasian (selai nanas dan bajigur), serta korelasi komponen produk bulk sweetener sebagai bulking agent melalui pendekatan metode statistik. Kuantifikasi parameter fundamental gula alkohol menggunakan simplex lattice mixture design, sehingga diperoleh korelasi parameter fundamental sebagai fungsi dari komponen gula alkohol tersebut. Kondisi lingkungan pada penelitian ini ditetapkan pada temperatur 25oC, kelembaban 80% RH, dan tekanan 0,977 atm. Sorbitol dapat menurunkan viskositas dan aktivitas air. Maltitol meningkatkan viskositas, aktivitas air, dan kadar gula. Oligosakarida diketahui dapat meningkatkan viskositas dan aktivitas air, serta menurunkan kadar gula. Komposisi gula alkohol untuk selai nanas dan sirup bajigur ditentukan melalui perbandingan parameter penting (aktivitas air dan viskositas) terhadap produk komersil. Pengujian selai nanas dan bajigur menggunakan uji sensorik metode hedonik, alat colorimeter, dan alat Texture Profile Analyzer. Komposisi optimum untuk bajigur adalah variasi SB-1 (sorbitol : maltitol : oligosakarida : air = 10% : 38% : 26% : 26%) dengan 66,03% DS-gula yang tersubstitusi. Komposisi optimum untuk selai nanas yaitu variasi SN-4 (sorbitol : maltitol : oligosakarida : air = 10% : 38% : 26% : 26%) dengan %massa sirup terhadap massa slurry nanas sebesar 53,94%. Melalui penentuan perkiraan umur simpan, diketahui umur simpan selai nanas pada kondisi penyimpanan temperatur 28oC dan 4oC berturut-turut adalah 2,3 dan 2,6 bulan. Sedangkan umur simpan sirup bajigur pada kondisi penyimpanan temperatur 4oC adalah 13 hari. Sifat bulk sweetener terutama viskositas, aktivitas air, dan kadar gula merupakan fungsi dari komponen gula penyusunnya dan tidak bergantung pada campuran fisik saja.", "Daftar File": {"ABSTRAK Jessy Ang": "https://digilib.itb.ac.id/gdl/download/208356"}, "Penulis": "Jessy Ang [14316027]", "Kontributor / Dosen Pembimbing": ["Dr. Dianika Lestari, S.T., M.T.", "Vita Wonoputri, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pangan", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "bajigur, bulking agent, gula alkohol, mixture design, selai nanas", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Jun 2020"}