{"Nomor": 48543, "Judul": "KARAKTERISASI PARAMETER FISIK-KIMIA AIRTANAH DAN ANALISIS INFILTRASI DAERAH CITATAH-CIPANGERAN DAN SEKITARNYA, KABUPATEN BANDUNG BARAT, PROVINSI JAWA BARAT", "Abstrak": "Studi geologi dan hidrogeologi dilakukan pada Daerah Citatah-Cipangeran, Kabupaten Bandung Barat, Provinsi Jawa Barat. Penelitian ini bertujuan untuk mengetahui laju infiltrasi airtanah, proses yang memengaruhi kimia airtanah, serta kesesuaian penggunaan airtanah. Metodologi yang digunakan yaitu pemetaan, analisis data lapangan, analisis data sekunder, dan analisis hasil uji laboratorium. Secara stratigrafi, daerah penelitian dibagi menjadi lima satuan batuan tidak resmi yaitu Satuan Batugamping, Satuan Batupasir, Satuan Tuf, Satuan Breksi Volkanik, dan Satuan Endapan Aluvial. Struktur geologi yang terbentuk berupa antiklin dan sinklin. Daerah penelitian terdiri dari Satuan Akuifer-Akuiklud Batupasir-Batugamping Terlipat, Satuan Akuifer-Akuiklud Tuf, dan Satuan Akuifer-Akuiklud Breksi Volkanik yang ketiganya berjenis akuifer tak tertekan. Nilai laju infiltrasi pada tanah pelapukan Satuan Akuifer Batupasir-Batugamping Terlipat adalah 8,72 cm/jam, pada tanah pelapukan Satuan Akuifer Tuf adalah 25,22 cm/jam, dan pada tanah pelapukan Satuan Akuifer Breksi Volkanik adalah 18,89 cm/jam. Sampel airtanah pada tanah pelapukan Satuan Akuifer Batupasir-Batugamping Terlipat didominasi oleh ion kalsium (Ca2+) dan bikarbonat (HCO3-) yang termasuk kedalam fasies kalsium bikarbonat (Ca(HCO3)2). Sedangkan pada sampel airtanah Satuan Akuifer Tuf dan Satuan Akuifer Breksi Volkanik didominasi oleh ion magnesium (Mg2+) dan bikarbonat (HCO3-) yang termasuk kedalam fasies magnesium bikarbonat (Mg(HCO3)2). Proses-proses yang memengaruhi kimia airtanah daerah penelitian diantaranya adalah pelarutan karbonat, pelapukan mineral karbonat/silikat, pertukaran ion terbalik, pengaruh air hujan/permukaan, dan antropogenik. Airtanah pada daerah penelitian memenuhi syarat untuk dapat dikonsumsi sebagai air minum berdasarkan parameter fisik, namun nilai pH pada beberapa sumur gali tidak memenuhi persyaratan kualitas air minum. Airtanah daerah penelitian cocok untuk keperluan irigasi.", "Daftar File": {"ABSTRAK David Ericson": "https://digilib.itb.ac.id/gdl/download/208369"}, "Penulis": "David Ericson [12016067]", "Kontributor / Dosen Pembimbing": ["Dr. Dasapta Erwin Irawan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Citatah, Cipangeran, akuifer, infiltrasi, fasies hidrokimia, irigasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Jun 2020"}