{"Nomor": 48558, "Judul": "PENYISIHAN SENYAWA ASAM PADA JUS BUAH MENGGUNAKAN MEMBRAN ELEKTRODEIONISASI (EDI)", "Abstrak": "Jus buah adalah salah satu pilihan produk minuman sehat karena mengandung banyak vitamin, antioksidan, dan mineral. Jus nanas merupakan salah satu produk yang potensial dikembangkan di Indonesia, sumber dayanya yang melimpah juga rasanya yang enak menjadi alasan kuat. Namun, jus nanas memiliki tingkat rasa asam cukup tinggi yang kurang diterima konsumen secara umum. Dalam menyelesaikan masalah tersebut, proses penyisihan senyawa asam atau deasidifikasi dapat menjadi salah satu alternatif.\nMetode deasidifikasi konvensional dengan penambahan gula, pengenceran, presipitasi, hingga pertukaran ion telah diterapkan. Namun, seiring berubahnya gaya hidup masyarakat, preferensi konsumen tidak dapat lagi dipenuhi dengan metode deasidifikasi konvensional. Pengembangan teknologi membran berbasis elektro, yaitu elektrodeionisasi (EDI) diprediksi cocok untuk proses deasidifikasi. Penelitian ini dilakukan untuk menentukan kinerja membran elektrodeionisasi pada proses penyisihan asam dalam jus nanas. Kondisi operasi optimal EDI untuk proses deasidifikasi pada mode operasi partaian ditentukan dengan memvariasikan laju alir umpan yaitu 0,89; 2,75; dan 4,98 L/jam, konsentrasi umpan 6.000; 9.000; dan 12.000 ppm, serta rapat arus 0,1071; 0,1429; dan 1,803 A/m2. Kualitas jus yang meliputi pH, asam tertitrasi, total padatan terlarut (oBrix), serta sifat sensori diinvestigasi pada penelitian ini.\nBerdasarkan hasil penelitian, peningkatan laju alir menghasilkan penyisihan asam yang lebih baik karena memberikan sirkulasi yang lebih intensif dan turbulen. Aliran yang turbulen lebih disukai dalam proses pemisahan dengan membran. Rapat arus terendah menghasilkan efisiensi yang paling besar untuk konsentrasi 6.000 dan 9.000 ppm. Kondisi optimal operasi EDI dilakukan pada rapat arus 0,1071 A/m2 dan laju alir 4,98 L/jam. Jus nanas hasil deasidifikasi dengan membran EDI selama 50 menit pada kondisi operasi optimal mampu menyisihkan kandungan asam tertitrasi (TA) sebesar 0,0051 M dengan persen penyisihan 17,86%. Jus nanas mengalami penurunan nilai kandungan padatan terlarut (°Brix) dari 9,8 menjadi 7,5; dengan terjadi penurunan kualitas warna dan aroma.", "Daftar File": {}, "Penulis": "Vinka Edwina [14316020]", "Kontributor / Dosen Pembimbing": ["Helen Julian, S.T., M.T., Ph.D.", "Prof. Ir. I Gede Wenten, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pangan", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Jus nanas, asam, deasidifikasi, penukar ion, membran elektrodeionisasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Jun 2020"}