{"Nomor": 48551, "Judul": "KAJIAN PEMBERDAYAAN SUMBER DAYA MANUSIA DALAM UPAYA PENGOPTIMALAN KINERJA JARINGAN DAERAH IRIGASI MACAN KABUPATEN SUBANG", "Abstrak": "Dalam upaya peningkatan kinerja jaringan irigasi di DI. Macan, dilakukan pengoptimalan dari sistem operasi dan pemeliharaan irigasi yang dipengaruhi oleh sumber daya manusia sebagai pelaku irigasi. Peningkatan kinerja irigasi berbasis manusia ditentukan berdasarkan perhitungan indeks kineja sistem irigasi (IKSI) yang terdiri dari 2 parameter yaitu organisasi personalia dan P3A. Penelitian ini dilakukan dengan cara pembagian kuisioner terhadap responden petugas irigasi dan P3A DI. Macan. Dalam menganalisis data dilakukan uji prasyarat dan analisis jalur untuk mencari hubungan antara variabel independet X_?(1) (operasi irigasi) dan X_2 (pemeliharaan irigasi) terhadap variabel dependent Y (IKSI). Berdasarkan hasil kuisioner dan data sekunder diperoleh nilai IKSI pada organisasi personalia sebesar 11,42 dari nilai maksimal 15 (76,1%), artinya sumber daya manusia di organisasi personalia memiliki kinerja yang baik. Sedangkan nilai IKSI pada P3A memperoleh nilai sebesar 6,13 dari nilai maksimal 10 (61,3%), artinya sumber daya manusia di P3A memiliki kinerja yang kurang dan perlu adanya perhatian. Pada hasil analis jalur, responden petugas irigasi memiliki pengaruh signifikan terhadap Variabel Y sebesar 59,6% dan responden P3A sebesar 84,2% dengan nilai residu pada masing-masing responden sebesar 40,4% dan 15,8%. Nilai residu merupakan sisa pengaruh dari variabel-variabel yang tidak diteliti dalam penelitian seperti kondisi prasarana fisik, produktivitas tanam, sarana penunjang, dan dokumentasi. Kemudian petugas irigasi memiliki nilai pengaruh langsung X_?(1) sebesar 14% dan X_2 sebesar 30%, sedangkan P3A memiliki nilai pengaruh langsung X_?(1) sebesar 8,5% dan X_2 sebesar 44% terhadap variabel Y. Hasil ini mengindikasikan bahwa peningkatan pemahaman dan kemampuan SDM pada variabel X_2 memiliki nilai pengaruh yang lebih besar daripada variabel X_1 dalam pengoptimalan kinerja jaringan sistem irigasi. Hal ini dikarenakan dalam pengoprasian irigasi, petani sebagai pengguna air masih dapat mengalirkan air secara mandiri ke petak-petak tersier selama saluran pembawa tidak rusak. Apabila pemeliharaan tidak dilakukan oleh petugas irigasi maupun P3A maka akan terjadi penurunan kinerja pada sistem irigasi yang disebabkan oleh penumpukan sedimentasi, kebocoran saluran, rusaknya bangunan air dan lain sebagainya sehingga air irigasi tidak bisa dialirkan secara maksimal.", "Daftar File": {"ABSTRAK Faishal Abdurrahman": "https://digilib.itb.ac.id/gdl/download/208377"}, "Penulis": "Faishal Abdurrahman [95017007]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Indratmo, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "IKSI, operasi irigasi, pemeliharaan irigasi, petugas irigasi, P3A, DI. Macan, analisis jalur", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Jun 2020"}