{"Nomor": 48554, "Judul": "ANALISIS KASUS RUNWAY EXCURSION DENGAN MENGGUNAKAN DATA FLIGHT OPERATIONAL QUALITY ASSURANCE", "Abstrak": "Keselamatan merupakan unsur yang penting dalam dunia penerbangan dan harus menjadi perhatian para pelaku industri penerbangan. Dari berbagai kecelakaan penerbangan yang terjadi, salah satu penyebab terbesar kecelakaan penerbangan adalah runway excursion. Runway excursion adalah kejadian dimana pesawat terbang keluar dari sisi atau ujung landasan pacu. Runway excursion terdiri dari dua jenis, yaitu veer-off dan overrun. Runway overrun merupakan kondisi ketika pesawat melewati ujung landasan pacu. Tugas akhir bertujuan untuk mengevaluasi dan menganalisis penerbangan yang memiliki kecenderungan mengalami runway overrun dan menentukan faktor-faktor yang berkontribusi terhadap event ini berdasarkan data Flight Operational Quality Assurance. Selain itu, tugas akhir ini juga memberikan rekomendasi praktis yang diperolah dari analisis data dalam rangka mengurangi kecenderungan terjadinya runway overrun pada penerbangan. Parameter terbang yang digunakan dalam analisis mencakup ketinggian pesawat, kecepatan pesawat, kondisi lokal, sikap pesawat, bidang kendali, konfigurasi pendaratan, percepatan pesawat, kondisi mesin, dan jarak pesawat dengan threshold. Korelasi koefisien sampel digunakan untuk mencari korelasi antar parameter dan menentukan parameter yang signifikan atas bertambahnya kecenderungan pesawat mengalami runway overrun. Analisis safety margin dibagi menjadi dua fase, yaitu fase airborne dan fase ground roll. Dari 251 penerbangan yang dianalisis, 56 penerbangan terindikasi mengalami long touchdown dan 55 penerbangan terindikasi mengalami ground roll overrun. Analisis dilakukan dengan cara membandingkan penerbangan yang terindikasi long touchdown dan ground roll overrun dengan penerbangan normal. Dari hasil evaluasi, didapatkan bahwa ketinggian pesawat saat berada pada threshold serta waktu flare merupakan faktor yang berkontribusi dalam terjadinya long touchdown. Kecepatan pesawat ketika touchdown, N1 ketika touchdown, dan penggunaan ground brake system merupakan faktor yang berkontribusi dalam terjadinya ground roll overrun.", "Daftar File": {"ABSTRAK Dimas Rifqi Mahendra": "https://digilib.itb.ac.id/gdl/download/208378"}, "Penulis": "Dimas Rifqi Mahendra [13616058]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Hisar Manongam Pasaribu"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Correlation coefficient, Runway overrun, Long Touchdown, Ground roll overrun", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Jun 2020"}