{"Nomor": 48568, "Judul": "OPTIMISASI PENYELENGGARAAN IBADAH HAJI DI INDONESIA", "Abstrak": "Ibadah haji adalah salah satu kewajiban umat muslim menurut rukun ke-5 Al-Quran. Di Indonesia, Pelaksanaan proses ibadah haji diatur oleh pemerintah dikarenakan jumlah penduduk muslim yang sangat besar. Proses pelaksanaan ibadah haji meliputi 4 tahapan yaitu pendaftaran ibadah haji, prediksi keberangkatan ibadah haji, pelunasan, dan ibadah haji.\nPemerintah Indonesia menugaskan Kementerian Agama untuk mengatur proses ibadah haji. Kemudian Kementerian Agama membentuk Badan Pengelola Keuangan Haji (BPKH) untuk membantu mengatur biaya penyelenggaraan haji di Indonesia. Saat ini KPK menyadari bahwa terjadi biaya peningkatan penerbangan haji yang berakibat biaya tidak langsung digunakan lebih besar 1,1 triliun rupiah dari anggaran. Hasil analisis menyatakan bahwa penyebab terjadinya peningkatan penerbangan haji disebabkan oleh pengelolaan penyelenggaraan ibadah haji masih tidak efisien. Pengelolaan penyelenggaraan ibadah haji tersebut berupa pengalokasian daerah ke embarkasi, penggunaan asrama, dan penetapan besar kloter. Permasalahan ini termasuk kepada Facility Location Problem atau FLP. Akan tetapi, batasan berupa kapasitas dari asrama dan kapasitas dari pesawat mengkategorikan permasalahan ini menjadi CPLP (Capacitated Plant Location Problem)\nPencarian solusi dilakukan dengan menggunakan model CPLP mix integer programming. Model yang dibentuk pada penyelesaian masalah ini ada dua yaitu model half optimized dan model full optimized. Model full optimized merupakan model yang mengoptimisasi seluruh komponen biaya penyelenggaraan haji. Sedangkan, model half optimized merupakan model yang mengoptimisasi komponen penyelenggaraan haji domestik. Hasil dari kedua model kemudian dibandingkan yang menghasilkan biaya yang lebih rendah daripada biaya existing. Solusi yang dipilih merupakan hasil keputusan dari model half optimized. Hal ini disebabkan pengalokasian daerah pada model half optimized terlalu berfokus pada biaya penerbangan ke Arab yang paling rendah dan mengabaikan faktor kedekatan\nembarkasi dengan daerah masing – masing jamaah haji. Dengan solusi ini, Kementerian Agama memiliki potensi untuk melakukan penghematan sebesar 37 milliar rupiah dari keputusan existing per tahunnya.", "Daftar File": {"ABSTRAK Alexia Winslee": "https://digilib.itb.ac.id/gdl/download/208392"}, "Penulis": "Alexia Winslee [13416091]", "Kontributor / Dosen Pembimbing": ["Suprayogi, S.T., M.T., Ph.D.", "Veterina Nosadila Riaventin, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "CPLP, Ibadah Haji, penerbangan haji, BPIH", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Jun 2020"}