{"Nomor": 48576, "Judul": "PENERAPAN KONSEP COMMUNITY BASED TOURISM (CBT) DALAM PENGELOLAAN DESA WISATA: KASUS DESA CIBODAS, KECAMATAN LEMBANG, KABUPATEN BANDUNG BARAT", "Abstrak": "Tahun 2011 World Tourism Organization memprediksi wisatawan internasional pada tahun 2020 diperkirakan mencapai 1.602 milyar, dengan pendapatan USD 2 triliun. Tahun 2018, sektor pariwisata menyumbang sebanyak 4% perekonomian Indonesia. Pendapatan Asli Daerah Kabupaten Bandung Barat 50% dihasilkan dari sektor pariwisata. Pariwisata yang baik memberikan keuntungan terhadap peningkatan manfaat kepada komunitas, oleh karena itu lahir pendekatan community based tourism (CBT) guna meningkatkan manfaat komunitas. Di Indonesia, CBT salah satunya diterapkan pada kawasan agrowisata. Desa Cibodas merupakan kawasan agrowisata yang pengelolaannya sudah mandiri oleh masyarakat. Oleh karena itu, penelitian ini bertujuan mengidentifikasi penerapan prinsip dan langkah dari pengembangan CBT di Desa Cibodas agar dapat meningkatkan kesejahteraan masyarakat melalui prinsip ekonomi. Dengan mengacu pada literatur prinsip dasar CBT dari UNEP dan WTO (2005). Langkah pengembangan CBT dari Hamzah dan Khalifah (2009). Serta, Indikator prinsip ekonomi Hatton (1999), Suansri (2003), dan Nederland Development Organization (2012). Prinsip CBT di Desa Cibodas sudah sesuai dengan prinsip dasar menurut UNEP dan WTO (2005). Beberapa langkah dari pengembangan CBT di Desa Cibodas sudah terlaksana, dan masuk kategori dalam memulai dan mengembangkan inisiatif CBT. Kondisi ekonomi pariwisata Desa Cibodas sudah sesuai dengan prinsip ekonomi, dikarenakan terpenuhinya dana pengembangan, terciptanya lapangan pekerjaan, dan terciptanya pendapatan masyarakat lokal.", "Daftar File": {}, "Penulis": "Indah Kartika Sari [15415071]", "Kontributor / Dosen Pembimbing": ["Alhilal Furqan, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "community based tourism, desa cibodas, prinsip CBT, langkah CBT, ekonomi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Jun 2020"}