{"Nomor": 48606, "Judul": "MIKROENKAPSULASI MADU SEBAGAI PERISA SUSU BUBUK: STUDI PENDAHULUAN", "Abstrak": "Madu merupakan salah satu perisa yang populer digunakan pada susu bubuk.\nProduksi bubuk madu umumnya dilakukan melalui proses pengeringan dengan\nmetode spray drying dengan carrier agent tertentu. Namun, perolehan bubuk madu yang\ndihasilkan melalui proses ini tergolong cukup rendah dan tidak efisien untuk memenuhi\nkebutuhan bubuk madu sebagai perisa susu bubuk. Mikroenkapsulasi merupakan teknik\nyang dilakukan untuk melapisi suatu bahan bioaktif menggunakan bahan penyalut\n(microencapsulating agent) yang akan menghasilkan kapsul berupa partikel padatan\n(bubuk). Penggunaan bahan penyalut dapat melindungi bahan bioaktif selama\npemrosesan sehingga proses ini berpotensi untuk menghasilkan bubuk madu dengan\nkuantitas dan kualitas lebih tinggi.\nDalam penelitian ini, akan diteliti pengaruh temperatur inlet udara, laju alir\numpan, serta jenis bahan penyalut yang digunakan terhadap kuantitas dan kualitas bubuk\nmadu yang dihasilkan. Metode mikroenkapsulasi yang akan digunakan adalah spray\ndrying dengan bahan penyalut maltodekstrin DE 18 dan 12. Pada metode spray\ndrying dilakukan tiga variasi temperatur inlet udara (150; 170; 190?) dan dua laju alir\numpan (330; 660 mL/jam). Bubuk madu hasil spray drying akan dianalisis dengan uji\nkadar air, higroskopisitas, serta warna. Hasil karakterisasi bubuk diuji\nmenggunakan Analysis of Variance (ANOVA) untuk menentukan pengaruh seluruh\nvariasi percobaan terhadap parameter kuantitas dan kualitas.\nPerolehan bubuk secara signifikan (p<0,05) meningkat seiring dengan\nbertambahnya temperatur inlet udara dan berkurangnya laju alir umpan. Perolehan bubuk\npada rentang 19,37±1,33% – 27,45±1,91% mengindikasikan bahwa proses ini berpotensi\ndiaplikasikan pada skala industri. Temperatur inlet udara memberikan pengaruh yang\nsignifikan terhadap higroskopisitas, sedangkan laju alir umpan memberikan pengaruh\nyang tidak signifikan. Di sisi lain, kedua kondisi operasi tidak berpengaruh secara\nsignifikan terhadap kadar air dan warna dari bubuk yang dihasilkan. Selain itu, jenis\nbahan penyalut (DE 18 dan 12) menunjukkan pengaruh yang tidak signifikan terhadap\nperolehan bubuk.", "Daftar File": {}, "Penulis": "Shakira Maharani [14316007]", "Kontributor / Dosen Pembimbing": ["Dr. Ardiyan Harimawan dan Dr. Dian Shofinita"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pangan", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Mikroenkapsulasi; madu; spray drying; maltodekstrin", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "30 Jun 2020"}