{"Nomor": 48601, "Judul": "PENGARUH SUPLEMENTASI EKSTRAK RUMPUT LAUT MERAH (KAPPAPHYCUS ALVAREZII) PADA PAKAN TERHADAP KOMUNITAS MIKROBA SERTA RESISTENSI TERHADAP SERANGAN VIBRIO SP., CEKAMAN SALINITAS, DAN CEKAMAN TEMPERATUR PADA FASE PENDEDARAN UDANG PUTIH (LITOPENAEUS VANNAMEI)", "Abstrak": "Udang putih (Litopenaeus vannamei) merupakan salah satu jenis udang yang banyak dibudidayakan di Indonesia. Terdapat beberapa kendala yang dihadapi dalam budidaya udang putih, salah satunya penyakit Vibriosis yang disebabkan oleh Vibrio sp. Salah satu upaya alternatif untuk mengatasi masalah ini adalah dengan meningkatkan resistensi udang terhadap serangan Vibrio sp. dan cekaman lingkungan dengan pemberian suplementasi pakan yang berbahan ekstrak rumput laut merah (Kappaphycus alvarezii) ke dalam pakan dengan konsentrasi tertentu. Penelitian ini bertujuan untuk menentukan konsentrasi penambahan suplementasi pakan yang paling optimum dalam meningkatkan resistensi udang putih terhadap serangan Vibrio sp, uji cekaman salinitas, dan uji cekaman temperatur dengan pengukuran parameter biologis, kualitas air, dan komunitas mikroba. Dalam penelitian ini, digunakan padat tebar benur sebesar 65 ekor/L serta dibuat tiga variasi perlakuan konsentrasi suplementasi pakan yaitu (1) Sp1, (2) Sp2, dan (3) pakan komersil tanpa penambahan suplementasi pakan sebagai kontrol. Uji tantang Vibrio sp. dilakukan selama 7 hari sedangkan uji cekaman salinitas dan cekaman temperatur dilakukan selama 3 jam. Hasil penelitian menunjukkan bahwa perlakuan Sp1 menunjukkan hasil parameter biologis berupa specific growth rate (SGR), feed conversion ratio (FCR), total biomassa, produktivitas, berat akhir udang, dan panjang akhir udang yang paling baik dibanding perlakuan lainnya, sedangkan resistensi tertinggi terhadap serangan Vibrio sp., cekaman salinitas, dan cekaman temperatur ditunjukkan oleh perlakuan Sp2 dan berbeda signifikan dengan perlakuan lain (P<0,05), berturut-turut sebesar 79,33 ± 0,14%; 98,00 ± 0,02%; dan 70,67 ± 0,05%. Hasil pengujian kualitas air pada periode uji tantang Vibrio sp. menunjukkan bahwa semua variasi perlakuan memiliki kadar amonium, nitrit, nitrat, dan DO yang optimum. Total kelimpahan Vibrio sp. mengalami peningkatan dari hari ke-1 hingga hari ke-7 periode uji tantang, dimana total kelimpahan Vibrio sp terendah pada hari ke-7 dalam sampel udang dan sampel air dimiliki oleh perlakuan Sp2, berturut-turut sebanyak 7,5x105 CFU/mL dan 1,1x106 CFU/mL. Penelitian ini menunjukkan bahwa perlakuan Sp1 menunjukkan hasil parameter biologis yang paling optimum, sedangkan perlakuan Sp2 menunjukkan kesintasan tertinggi terhadap Vibrio sp., cekaman salinitas, dan cekaman temperatur dibanding perlakuan lainnya.", "Daftar File": {}, "Penulis": "Miftakhul Irsa Masyrifani [10416009]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Gede Suantika, S.Si., M.Si.", "Dr. Magdalena Lenny Situmorang, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Litopenaeus vannamei, Kappaphycus alvarezii, imunostimulan, Vibrio sp., cekaman lingkungan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Jun 2020"}