{"Nomor": 48602, "Judul": "PEMBUATAN PASTA DARI FERMENTED CASSAVA FLOUR", "Abstrak": "Pasta adalah salah satu sumber karbohidrat berbahan baku gandum yang banyak dikonsumsi oleh masyarakat Indonesia. Gandum digunakan sebagai bahan pembuatan pasta karena terdapat protein gluten yang berfungsi dalam memberikan tekstur pada pasta. Namun gandum adalah tumbuhan subtropis yang sulit di Indonesia sehingga angka impor Indonesia tinggi. Di Indonesia sendiri terdapat banyak sumber pangan lain, salah satunya adalah singkong. Singkong dapat menghasilkan tepung yang memiliki kandungan nutrisi yang mirip dengan tepung terigu yang terbuat dari gandum. Fermented Cassava Flour (fercaf)) adalah tepung singkong yang dihasilkan melalui proses fermentasi menggunakan bakteri asam laktat. Namun fercaf tidak memiliki gluten yang merupakan komponen utama dalam pembuatan pasta. Oleh karena itu dibutuhkan bahan tambahan lain untuk menghasilkan pasta dari fercaf.\nPada penelitian ini fercaf digunakan sebagai bahan baku pembuatan pasta dengan pencampuran tepung beras dan maizena serta penambahan hidrokoloid (Xanthan Gum, Guar Gum, Arabic Gum, dan CMC) untuk memberikan tekstur pada pasta. Penelitian dilakukan dengan memvariasikan persentase komposisi tepung substituen dan hidrokoloid (% w/w). Proses pembuatan adonan pasta pada penelitian ini menggunakan alat Renoodle RN 77. Analisis meliputi elastisitas pasta, rendemen pasta, cooking weight, hardness, stickiness, dan uji hedonik diuji untuk menentukan pasta fercaf terbaik. Analisis rendemen pasta dan hardness diukur sebelum pasta dimasak. Analisis elastisitas pasta, stickiness, cooking weight dan tes hedonik dilakukan setelah pemasakan pasta.\nMelalui penelitian ini, diperoleh hasil bahwa fercaf dapat dijadikan bahan baku pembuatan pasta. Keberadaan tepung beras dan maizena memberikan tekstur pasta yang lebih elastis dan kuat, serta penambahan hidrokoloid meningkatkan kemampuan pengikatan air pada pasta. Berdasarkan hasil analisis yang diperoleh, komposisi tepung substituen (%w/w) yang digunakan adalah perbandingan fercaf:tepung beras:maizena sebesar 70:10:20 Komposisi hidrokoloid (%w/w) yang terpilih adalah Xanthan Gum 2,5% dengan mempertimbangkan 5 aspek parameter karakteristik pasta dan tes hedonik.", "Daftar File": {"COVER Christabelle Faustina Teguh": "https://digilib.itb.ac.id/gdl/download/241063", "PUSTAKA Christabelle Faustina Teguh": "https://digilib.itb.ac.id/gdl/download/241074"}, "Penulis": "Christabelle Faustina Teguh [14316017]", "Kontributor / Dosen Pembimbing": ["Ir. Ronny Purwadi, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pangan", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "pasta, fercaf, gluten, komposisi, hidrokoloid", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "29 Jun 2020"}