{"Nomor": 48617, "Judul": "PENGARUH MUTASI DAERAH UPSTREAM DAN DOWNSTREAM KODON START PADA PLASMID  PCAD2_RET DAN PMCD_RET TERHADAP EKSPRESI RETEPLASE", "Abstrak": "Penyakit kardiovaskular merupakan gangguan pada fungsi normal jantung dan pembuluh darah,\nseperti serangan jantung (infark miokard) dan stroke iskemia. Penyakit ini menjadi penyebab\nkematian nomor satu di dunia. Pengobatan yang dapat dilakukan adalah dengan agen trombolitik\nseperti reteplase. Saat ini, produksi protein reteplase telah dilakukan secara rekombinan\nmenggunakan sel prokariot (Escherichia coli). Dalam sistem ekspresi gen menggunakan E. coli,\npromotor dibutuhkan untuk menginisiasi terjadinya transkripsi DNA menjadi mRNA yang kemudian\ndiubah menjadi protein reteplase. Pada penelitian ini, promotor yang dimanfaatkan adalah\npromotor autoinduksi dps (plasmid pCAD2_ret) dan gadA (plasmid pMCD_ret). Site-Directed\nMutagenesis (SDM) dilakukan pada kedua plasmid tersebut untuk mengubah struktur sekunder\nmRNA agar daerah RBS dan kodon start berada dalam kondisi bebas sehingga diharapkan proses\ntranslasi berjalan dengan baik. SDM juga dilakukan pada daerah upstream kodon start plasmid\npCAD2_ret dengan delesi basa GAT pada urutan ke-15 sampai ke-17. SDM pada daerah downstream\nkodon start dengan substitusi basa pCAD2_ret dan pMCD_ret pada kodon ke 5 dan 6 yaitu CAC-5-\nCAT dan CAT-6-CAC. SDM dilakukan dengan metode Single-Primer Reactions in Parallel (SPRINP).\nHasil penentuan urutan DNA menunjukkan bahwa mutasi hanya berhasil dilakukan pada daerah\ndownstream kodon start untuk kedua plasmid. Untuk melihat pengaruh mutasi terhadap produksi\nprotein reteplase maka dilakukan produksi protein menggunakan E. coli TOP10 yang membawa\nplasmid pCAD2_ret hasil SDM daerah CDS dengan kondisi 37°C, 150 rpm, 24 jam, pada 30 mL media\nLB cair. Hasil analisis produksi protein terhadap hasil lisis cepat dengan SDS-PAGE menunjukkan\nproduksi protein reteplase menggunakan E. coli TOP10 yang membawa plasmid pCAD2_ret SDM\ndaerah CDS berhasil dilakukan dengan adanya pita protein pada ukuran 40,9 kDa.", "Daftar File": {"ABSTRAK Christopher Wijaya": "https://digilib.itb.ac.id/gdl/download/208480"}, "Penulis": "Christopher Wijaya [10716018]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Catur Riani, S.Si., M.Si.", "Anindyajati, S.Farm., Apt., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Escherichia coli, reteplase, promotor dps, promotor gadA, SDM", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "30 Jun 2020"}