{"Nomor": 48614, "Judul": "AKTIVITAS ANTINYERI DAN ANTIINFLAMASI EKSTRAK DAN NANOSUSPENSI EKSTRAK KULIT BUAH LEMON (CITRUS LIMON L.)", "Abstrak": "Salah satu gejala yang muncul akibat adanya inflamasi adalah nyeri, sehingga keduanya saling\nberkaitan erat. Penelitian ini bertujuan memanfaatkan limbah kulit buah lemon (Citrus limon L.)\nsebagai analgesik dan antiinflamasi. Senyawa aktif pada kulit buah lemon diekstraksi dalam etanol\ndengan cara refluks. Ekstrak yang diperoleh diformulasi dalam bentuk nanosuspensi menggunakan\nTween dan natrium lauril sulfat sebagai penstabil. Efek analgesik ekstrak dan nanosuspensi ekstrak\ndiuji pada mencit Swiss Webster dengan asam asetat 2% v/v sebagai penginduksi nyeri. Efek\nantiinflamasi diuji pada tikus Wistar dengan lamda karagenan 1% b/v sebagai penginduksi inflamasi.\nHasil evaluasi nanosuspensi yang meliputi ukuran partikel, indeks polidispersitas, zeta potensial, dan\nuji stabilitas pada berbagai suhu serta uji Freeze Thaw menunjukkan formula nanosuspensi yang paling\nstabil adalah yang menggunakan ekstrak 1% b/v dengan 0,25% Tween 80 sebagai penstabil. Pada uji\nefek analgesik, hanya ekstrak kulit buah lemon pada dosis tinggi (100mg/kg bb) dan kedua dosis\nekstrak (50 dan 100 mg/kg bb) yang diformulasi dalam bentuk nanosuspensi dapat menekan jumlah\ngeliat secara sangat bermakna (p<0,01) terhadap kontrol. Inhibisi nyeri paling tinggi terjadi setelah\npemberian nanosuspensi yang mengandung ekstrak dosis tinggi (100mg/kg bb) yaitu sebesar 67.7%.\nPada uji efek antiinflamasi, ekstrak yang dibuat dalam bentuk nanosuspensi lebih berkhasiat menekan\nperkembangan inflamasi. Penghambatan inflamasi yang bermakna (p<0,05) pada pemberian kedua\ndosis ekstrak kulit buah lemon (50 dan 100 mg/kg bb) hanya terjadi pada jam ke 8 setelah pemberian\nkaragenan. Sedangkan kedua dosis ekstrak yang dibuat nanosuspensi sudah mulai menekan inflamasi\nsecara bermakna (p<0,05) sejak jam ke 2 dengan persen inhibisi berkisar dari 26,8 - 61,5 %. Dalam\nbentuk crude esktrak, pada dosis 100 mg/kg bb ekstrak etanol kulit buah lemon berkhasiat sebagai\nanalgesik dan kedua dosis ekstrak etanol kulit buah lemon kurang berkhasiat sebagai antinflamasi.\nBerdasarkan hasil penelitian ini dapat disimpulkan bahwa khasiat antinyeri maupun antiinflamasi\nekstrak etanol kulit buah lemon dapat ditingkatkan secara sangat bermakna jika ekstrak tersebut\ndiformulasi dalam bentuk nanosuspensi.", "Daftar File": {"ABSTRAK Bella Wijaya": "https://digilib.itb.ac.id/gdl/download/208439"}, "Penulis": "Bella Wijaya [11616034]", "Kontributor / Dosen Pembimbing": ["Dr. Maria Immaculata Iwo", "Dr.rer.nat. Rachmat Mauludin, S.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Kulit buah lemon (Citrus limon L.), Nanosuspensi, Analgesik, Antiinflamasi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "30 Jun 2020"}