{"Nomor": 48625, "Judul": "PENENTUAN SUBGENOTIPE GEN CTX-M PADA ESCHERICHIA COLI ISOLAT KLINIK RESISTEN SEFALOSPORIN GENERASI KETIGA", "Abstrak": "Infeksi merupakan penyakit akibat masuknya agen penginfeksi ke dalam tubuh dan salah satu metode\npenanganannya adalah pemberian antibiotik. Penggunaan antibiotik yang tidak rasional\nmenyebabkan peningkatan resistensi bakteri terutama resistensi terhadap sefalosporin generasi\nketiga pada Enterobacteriaceae seperti Escherichia coli. Resistensi E. coli terhadap sefalosporin\ngenerasi ketiga diperantarai oleh adanya enzim beta laktamase jenis Extended-Spectrum Beta-\nLactamase (ESBL) yang dikode oleh beberapa jenis gen, diantaranya adalah gen CTX-M. Perbedaan\ngenotipe pada suatu gen dapat menyebabkan perubahan fenotipe, yang dapat diamati pada sifat\nresistensi terhadap antibiotik pada bakteri, sehingga penelitian ini bertujuan untuk menentukan\nsubgenotipe gen CTX-M dan rekomendasi terapi yang tepat sesuai dengan subgenotipe tersebut agar\nterapi yang diberikan optimal. Penelitian ini menggunakan isolat klinik pasien resisten sefalosporin\ngenerasi ketiga dari salah satu rumah sakit di kota Bandung. Koloni bakteri dari isolat klinik\ndiremajakan di media Luria Bertani (LB) mengandung seftriakson. Bakteri dilisis menggunakan thermal\ncycler pada suhu 98\no\nC. Hasil lisis bakteri digunakan untuk deteksi gen CTX-M menggunakan PCR.\nProduk PCR divisualisasi dengan elektroforesis menggunakan gel agarosa 1%. Sebesar 83,33% isolat\nklinis (n=30) positif mengandung gen CTX-M. Beberapa isolat klinik yang positif dipilih berdasarkan\nintensitas pita elektroforegram untuk proses sekuensing DNA. Hasil sekuensing dianalisis\nmenggunakan analisis BLAST nukleotida dan didapatkan 90% isolat klinik (n = 10) mengandung\nsubgenotipe CTX-M-15 (Accesion number: GQ274928) dengan persen homologi sebesar 99-100% dan\n10% isolat klinik (n = 10) mengandung subgenotipe CTX-M-55 (Accesion number: LC512850) dengan\npersen homologi sebesar 100%. Rekomendasi terapi yang dapat diberikan untuk subgenotipe CTX-M15 adalah antibiotik golongan karbapenem atau piperasilin-tazobaktam, sedangkan untuk\nsubgenotipe CTX-M-55 adalah antibiotik golongan karbapenem.", "Daftar File": {"ABSTRAK Gabriela Natasha": "https://digilib.itb.ac.id/gdl/download/208450"}, "Penulis": "Gabriela Natasha [11616036]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Debbie Soefie Retnoningrum", "Dr. Pratiwi Wikaningtyas, S.Farm., Apt., M.Si.", "Prof. Dr. dr. Ida Parwati, SpPK(K), Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Escherichia coli, ESBL, CTX-M, CTX-M-15, CTX-M-55", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "30 Jun 2020"}