{"Nomor": 48628, "Judul": "REKAYASA BACILLUS SUBTILIS UNTUK MEMPRODUKSI PREKURSOR ANTIMALARIA ARTEMISININ DAN ANTIKANKER PAKLITAKSEL", "Abstrak": "Rekayasa terhadap mikroba untuk menghasilkan senyawa bahan alam yang\nberguna dalam dunia medis ataupun industri. Dengan status sebagai bakteri yang\ndikenal aman dan kapasitas jalur biosintesis endogen yang tinggi menjadikan\nBacillus subtilis berpotensi untuk dikembangkan sebagai bakteri penghasil\nsenyawa terpenoid. Tujuan dari penelitian ini adalah untuk mengembangkan B.\nsubtilis yang mampu memproduksi amorfadiena dan taxadiena dengan titer yang\ntinggi melalui peningkatan ekspresi jalur endogenus metil eritritol fosfat (MEP)\natau dengan mengintegrasikan jalur mevalonat (MVA). Sebagai langkah awal,\npeningkatan ekspresi jalur biosintesis terpenoid endogen dapat diwujudkan dengan\nkonstruksi operon sintesis teregulasi yang terdiri dari delapan gen jalur MEP\nbeserta ispA yang mengkode farnesil difosfat sintase. Operon yang dikonstruksi\npada plasmid bereplikasi theta memiliki stabilitas segresional dan struktural yang\nlebih baik dibandingkan dengan plasmid bereplikasi rolling circle (RCR). Koekspresi gen crtM dan crtN pada B. subtilis yang membawa plasmid operon sintetik\ngen-gen jalur MEP menghasilkan karotenoid C30 hingga mencapai 20mg/g berat\nsel kering.\nB. subtilis yang membawa plasmid berisi operon sintetik gen-gen jalur MEP secara\nstabil kemudian digunakan untuk memproduksi taksadiena, prekursor utama untuk\nobat antikanker paklitaksel. Taksadiena sebagai suatu senyawa diterpenoid\nmembutuhkan geranilgeranil difosfat (GGDP) sebagai prazat yang disuplai oleh\ngeranilgeranil difosfat sintase yang dikode oleh gen crtE berasal dari Pantoea\nananatis. Penelitian ini selain berhasil memproduksi taksadiena pada tingkatan\nyang dapat diapresiasi (hingga 17,8 mg/L), juga menunjukkan bahwa dua plasmid\nbereplikasi theta dapat secara stabil diekspresikan secara bersamaan. Hal ini\ndapat menjadi bekal bagi riset rekayasa B. subtilis selanjutnya.\nAmorfadiena merupakan prazat penting dalam biosintesis artemisinin. Untuk\nmemproduksi amorfadiena pada tataran ekonomis dan berkelanjutan diperlukan\norganisme yang optimum. Amorfadiena sintase (Ads) diekspresikan dengan buruk\npada B. subtilis. Modifikasi melalui fusi ujung N enzim dengan protein berpendar\nhijau (Gfp) mampu meningkatan ekspresi amorfadiena sintase. Kombinasi antara\nco-ekspresi protein Gfp-Ads dengan operon sintetik jalur MEP beserta optimisasi\nmedium berhasil meningkatkan produksi amorfadiena hingga mencapai 416±15\nmg/L pada skala labu Erlenmeyer. Optimasi medium menunjukkan bahwa suplai\npiruvat sebagai prazat bagi jalur biosintesis MEP serta pengaturan pH merupakan\ndua elemen penting dalam proses fermentasi.\nPada tahap selanjutnya dalam rangka meningkatkan capaian produksi\namorfadiena, jalur heterolog mevalonat (MVA) dikonstruksi dengan melibatkan\ngen-gen pengkode bagian atas dan bagian bawah jalur MVA dari Enterococcus\nfaecalis dan Streptococcus pneumoniae secara berurutan. Ekspresi bagian atas\ndari jalur tersebut mengakibatkan B. subtilis dapat menghasilkan asam mevalonat\nnamun belum mencapai tingkatan yang mampu mencukupi untuk produksi\namorfadiena. Gabungan antara ekspresi jalur mevalonat, peningkatan ekspresi\nisopentenil difosfat sintase (Idi) dan farnesil difosfat sintase (IspA) beserta\nsuplementasi asam mevalonat hingga 40 mM mampu meningkatkan produksi\namorfadiena hingga mencapai 800 mg/L. Hal ini menunjukkan bahwa jalur\nmevalonat, terutama bagian bawah telah berfungsi dengan baik. Namun demikian,\nbagian atas dari jalur tersebut masih memerlukan penelitian lebih lanjut dalam\nrangka peningkatan kapasitas produksi asam mevalonat.\nSecara keseluruahan, penelitian ini telah mampu memberikan gambaran tentang\npencapaian rekyasa metabolik dan potensi pengembangan lebih lanjut B. subtilis\nsebagai bakteri penghasil senyawa terpenoid.", "Daftar File": {"ABSTRAK Hegar Pramastya": "https://digilib.itb.ac.id/gdl/download/208453", "COVER Hegar Pramastya": "https://digilib.itb.ac.id/gdl/download/244172", "BAB 1 Hegar Pramastya": "https://digilib.itb.ac.id/gdl/download/244173", "BAB 2 Hegar Pramastya": "https://digilib.itb.ac.id/gdl/download/244174", "BAB 3 Hegar Pramastya": "https://digilib.itb.ac.id/gdl/download/244175", "BAB 4 Hegar Pramastya": "https://digilib.itb.ac.id/gdl/download/244176", "BAB 5 Hegar Pramastya": "https://digilib.itb.ac.id/gdl/download/244177", "BAB 6 Hegar Pramastya": "https://digilib.itb.ac.id/gdl/download/244178", "PUSTAKA Hegar Pramastya": "https://digilib.itb.ac.id/gdl/download/244179"}, "Penulis": "Hegar Pramastya [30713008]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Sukrasno, MS", "Dr. Elfahmi, S.Si., M.Si.", "Prof. Dr. Wim J. Quax"], "Jenis Koleksi": "Disertasi", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Bacillus subtilis, amorfadiena, taksadiena, bakteri penghasil terpenoid, jalur metileritriol fosfat (MEP), jalur mevalonate (MVA),", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "30 Jun 2020"}