{"Nomor": 48635, "Judul": "KARAKTERISASI MINYAK BIJI DAN DAGING BUAH ALPUKAT (PERSEA AMERICANA MILL.)", "Abstrak": "Minyak nabati saat ini banyak digunakan sebagai bahan makanan, bahan baku kosmetik, maupun\nuntuk kepentingan kesehatan. Alpukat merupakan salah satu tumbuhan yang tumbuh baik di\nIndonesia yang dapat diolah menjadi minyak. Penelitian ini bertujuan untuk mengkarakterisasi\nminyak biji dan daging buah alpukat yang diekstraksi menggunakan dua metode berbeda, yaitu\nmetode refluks menggunakan pelarut n-heksana dan ekstraksi fluida superkritik menggunakan CO2.\nMinyak hasil ekstraksi tersebut kemudian dikarakterisasi sifat fisikokimia serta kandungan asam\nlemaknya. Ekstraksi menggunakan metode refluks menghasilkan minyak dengan rendemen yang lebih\nbanyak (2,00% untuk minyak biji alpukat dan 17,84% untuk minyak daging buah alpukat), namun lebih\nkotor dan berwarna lebih gelap dibandingkan minyak hasil ekstraksi menggunakan CO2 superkritik.\nBeberapa sifat fisikokimia yang diujikan diantaranya adalah bilangan penyabunan (178,15-246,84)\ndan bilangan iod (62,80-87,89). Hasil analisis kandungan asam lemak dengan GC/MS menunjukkan\nminyak biji alpukat memiliki kandungan asam lemak jenuh total sebesar 25,42-30,35% serta\nkandungan asam lemak tak jenuh total sebesar 54,64-64,67% dengan kandungan asam lemak\ndominan berupa asam linoleat (29,38-38,89%). Sedangkan minyak daging buah alpukat memiliki\nkandungan asam lemak jenuh total sebesar 18,91-22,23%, serta kandungan asam lemak tak jenuh\ntotal sebesar 76,45-80,63% dengan kandungan asam lemak dominan berupa asam oleat (60,61-\n64,44%).", "Daftar File": {"ABSTRAK Kirana Felinia Azzahra": "https://digilib.itb.ac.id/gdl/download/208459"}, "Penulis": "Kirana Felinia Azzahra [10716076]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Sukrasno, MS", "Dra. Siti Kusmardiyani, M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "alpukat, minyak, ekstraksi, sifat fisikokimia, kandungan asam lemak", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "30 Jun 2020"}