{"Nomor": 48648, "Judul": "PERBANDINGAN KINERJA PROSES TERKENDALI DAN TIDAK TERKENDALI UNIT PRODUKSI BLACK GARLIC", "Abstrak": "Bawang putih (Allium Sativum L.) memiliki aroma yang khas serta menyengat\ndan rasa yang pedas jika dikonsumsi langsung. Saat ini, bawang putih sedang\ndikembangkan menjadi produk lain yaitu black garlic. Black garlic merupakan bawang\nputih yang difermentasi melalui proses pemanasan pada temperatur tinggi dan\nkelembaban yang tinggi, sehingga warna pada bawang putih berubah menjadi kehitaman\ndan tekstur menjadi elastis. Tujuan dari penelitian ini adalah untuk mengevaluasi proses\ntidak terkendali pada produksi black garlic dengan membandingkan kinerja proses\nterkendali berdasarkan parameter temperatur, kelembaban, waktu fermentasi serta\nkarakterisasi produk black garlic yang dihasilkan. Fermentasi dilakukan dengan\nmenggunakan rice cooker selama 4 – 21 hari pada temperatur warm mode. Pengambilan\nsampel dilakukan selama 3-4 hari sekali dan dilakukan analisis katakterisasi yang terdiri\ndari kadar air, kandungan gula pereduksi dan kandungan antioksidan.\nHasil penelitian ini menunjukkan bahwa proses fermentasi bawang putih dengan\nmenggunakan rice cooker maupun fermentor menghasilkan hubungan antara temperatur\ndan kelembaban yang berbanding terbalik. Kemudian, pengaruh perlakuan proses\nfermentasi memiliki pengaruh yang signifikan terhadap peningkatan dan penurunan kadar\nair, kandungan gula pereduksi, dan kandungan antioksidan. Sedangkan waktu fermentasi\nmemiliki pengaruh signifikan terhadap kadar air, akan tetapi tidak begitu signifikan\nterhadap kandungan gula pereduksi dan kandungan antioksidan. Untuk menghasilkan\nproduk black garlic terbaik, proses fermentasi dilakukan dengan menggunakan alat rice\ncooker selama 14 hari. Hal ini ditunjukan dengan nilai kadar air black garlic sebesar\n39,26%, kandungan gula pereduksi sebesar 25,28 %-b/b, dan kandungan antioksidan\nsebesar 31,92 mg GAE/g.", "Daftar File": {"ABSTRAK Deani Fuji Daryanti": "https://digilib.itb.ac.id/gdl/download/208472", "COVER Deani Fuji Daryanti": "https://digilib.itb.ac.id/gdl/download/241129", "PUSTAKA Deani Fuji Daryanti": "https://digilib.itb.ac.id/gdl/download/241135"}, "Penulis": "Deani Fuji Daryanti [14316011]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Yazid Bindar, M.Sc., Ph.D.", "Dr. Made Tri Ari Penia Kresnowati, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pangan", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Black garlic; Bawang putih, Fermentasi, Reaksi Maillard, Allicin", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "30 Jun 2020"}