{"Nomor": 48653, "Judul": "AKTIVITAS ANTIOKSIDAN EKSTRAK DAUN, BUNGA, BATANG KIRINYUH (AUSTROEUPATORIUM INULAEFOLIUM) DENGAN METODE DPPH DAN FRAP", "Abstrak": "Radikal bebas adalah senyawa oksigen reaktif, yang memiliki elektron tidak berpasangan pada orbit terluarnya. Senyawa radikal bebas memiliki kecenderungan sangat reaktif. Senyawa yang dapat mencegah terjadinya efek tersebut adalah antioksidan. Antioksidan dapat diperoleh dari berbagai tu mbuhan, salah satunya tumbuhan kirinyuh (Austroeupatorium inulaefolium). Penelitian ini bertujuan menguji aktivitas antioksidan ekstrak daun, bunga, dan batang kirinyuh dengan 2-difenil-1-pikrilhidrazil (DPPH) dan Feric Reducing Antioxidant Power (FRAP), menetapkan total fenol dan flavonoid, menetapkan korelasi antara total fenol dan flavonoid terhadap AAI DPPH dan AAI FRAP, dan menetapkan korelasi dua metode uji. Ekstraksi dilakukan secara refluks menggunakan pelarut n-heksana, etil asetat, dan etanol. Penetapan fenol total, flavonoid total, AAI DPPH, dan AAI FRAP menggunakan spektrofotometri UV-sinar tampak. Korelasi antara total fenol dan flavonoid terhadap AAI DPPH dan AAI FRAP, serta korelasi dua metode dilakukan dengan metode Pearson. Ekstrak etanol daun mempunyai fenol total tertinggi (11,97 g GAE/100 g) dan flavonoid tertinggi (13,11 g GAE/100 g). AAI DPPH pada rentang 0,40 – 12,66, sedangkan AAI FRAP 1,91-14,96. Total fenol ekstrak bunga kirinyuh berkorelasi positif dan bermakna terhadap AAI DPPH dan AAI FRAP. AAI DPPH ekstrak bunga dan batang kirinyuh berkorelasi positif dan bermakna terhadap AAI FRAP. Semua ekstrak etil asetat dan etanol daun, bunga, dan batang kirinyuh termasuk kategori antioksidan sangat kuat dengan metode DPPH. Total fenol ekstrak bunga kirinyuh berkontribusi pada aktivitas antioksidan dengan metode DPPH dan FRAP. Metode DPPH dan FRAP memberikan hasil yang linier pada aktivitas antioksidan ekstrak bunga dan batang kirinyuh.", "Daftar File": {"ABSTRAK Yan Olivia Yohanes": "https://digilib.itb.ac.id/gdl/download/208477"}, "Penulis": "Yan Olivia Yohanes [10716048]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Irda Fidrianny, M.Si.", "Dr. Muhamad Insanu"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "antioksidan, kirinyuh, daun, bunga, batang, DPPH, FRAP", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "30 Jun 2020"}