{"Nomor": 48656, "Judul": "PEMANFAATAN SATELIT HIMAWARI-8 DAN SENTINEL-5P/TROPOMI UNTUK DETEKSI SEBARAN ABU VULKANIK PADA KONDISI CUACA CERAH DAN BERAWAN (STUDI KASUS : ERUPSI GUNUNG SOPUTAN DAN GUNUNG ANAK KRAKATAU TAHUN 2018)", "Abstrak": "Deteksi sebaran abu vulkanik gunung berapi diperlukan untuk proses mitigasi bencana seperti proses evakuasi penduduk sekitar sebagai upaya mengurangi masalah kesehatan yang diakibatkan oleh adanya abu vulkanik serta untuk mengurangi ancaman keselamatan aktivitas penerbangan. Deteksi sebaran abu vulkanik dapat dilakukan menggunakan sistem penginderaan jauh, yaitu Satelit Himawari-8 dan Satelit Sentinel-5P/TROPOMI. Sejauh ini belum diketahui metode yang paling baik dalam mendeteksi abu vulkanik pada kondisi cuaca cerah dan berawan. Penelitian ini mendeteksi sebaran abu vulkanik menggunakan metode RGB (Red, Green, Blue) dan RSTash (Robust Sattelite Technique) dengan satelit Himawari-8 serta perhitungan AAI (Aerosol Absorbing Index) dan emisi gas SO2 menggunakan Satelit Sentinel-5P/TROPOMI. Penelitian dilakukan pada kejadian erupsi Gunung Soputan dan Anak Krakatau tahun 2018 untuk melihat kemampuan masing-masing metode dalam mendeteksi abu vulkanik pada kondisi cuaca cerah dan berawan. Penentuan kondisi cuaca cerah dan berawan dilakukan dengan melihat TBB (Temperature Black Body) menggunakan kanal 13 dari Satelit Himawari-8. Analisis dan verifikasi pola sebaran abu vulkanik dilakukan dengan menggunakan data arah dan kecepatan angin reanalysis ERA-5 yang sebelumnya diverifikasi terlebih dahulu terhadap data observasi arah dan kecepatan angin dari BMKG (Badan Meteorologi, Klimatologi dan Geofisika). Data kecepatan dan arah angin ERA-5 diperlukan untuk mengetahui kesesuaian persebaran abu vulkanik masing-masing metode dengan arah dan kecepatan angin pada waktu kejadian erupsi secara spasial. Pada kondisi cuaca cerah, baik metode RGB dan RSTash Satelit Himawari-8 maupun AAI dan emisi SO2 Satelit TROPOMI dapat mendeteksi sebaran abu vulkanik dengan baik, diperlihatkan dengan kesesuaian sebaran abu vulkanik dengan arah angin. Pada kondisi cuaca berawan, metode RSTash mampu mendeteksi persebaran abu vulkanik pada beberapa waktu tertentu. Metode RSTash lebih mudah diidentifikasi abu vulkaniknya dibandingkan metode RGB dikarenakan metode RGB sulit menentukan batas objek abu vulkanik dan non-abu vulkanik berdasarkan warna", "Daftar File": {"ABSTRAK Daniyah Fitri Nuraini": "https://digilib.itb.ac.id/gdl/download/208481", "COVER Daniyah Fitri Nuraini": "https://digilib.itb.ac.id/gdl/download/240746", "PUSTAKA Daniyah Fitri Nuraini": "https://digilib.itb.ac.id/gdl/download/240752"}, "Penulis": "Daniyah Fitri Nuraini [12816008]", "Kontributor / Dosen Pembimbing": ["Drs. Zadrach Ledoufij Dupe, M.Si.", "Dr. Muhammad Rais Abdillah, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Abu Vulkanik, RGB, RSTash, Satelit Himawari-8, TROPOMI.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "30 Jun 2020"}