{"Nomor": 48658, "Judul": "KONVERSI TERPENTIN", "Abstrak": "Indonesia merupakan produsen produk turunan getah pinus terbesar ketiga di dunia, setelah Cina dan Brazil, dengan penguasaan pasar dunia sebesar 8%. Salah satu produk turunan getah pinus yang banyak dihasilkan di Indonesia adalah terpentin. Terpentin merupakan minyak esensial pohon pinus yang terdiri dari berbagai senyawa-senyawa hidrokarbon monoterpen seperti ?-pinene, ?-pinene, dan ?-3-carene. Terpentin yang dihasilkan oleh pohon pinus Indonesia (Pinus merkusii) rata-rata mengandung 80-90% ?-pinene, 8-12% ?-3-carene, 2-2,5% ?-pinene, dan 0-0,5% senyawa-senyawa monoterpen lain seperti d-camphene, myrcene, dan d-limonene. Senyawa-senyawa tersebut dapat diolah kembali menjadi senyawa-senyawa turunan bernilai tinggi dan memiliki manfaat yang banyak seperti terpineol, cineol, dan borneol. Salah satu turunan terpentin yang banyak digunakan adalah terpineol. Terpineol banyak digunakan dalam dunia industri sebagai bahan parfum, agen pembersih, disinfektan, dan bahan produk farmasi.\nProses produksi terpineol dari terpentin dapat dilakukan dengan satu tahap maupun dua tahap. Saat ini sedang dikembangkan proses produksi terpineol dari terpentin dengan proses satu tahap yang bertujuan untuk menghemat energi yang digunakan untuk produksi terpineol. Tujuan dari penelitian ini adalah untuk meneliti proses konversi terpentin menjadi terpineol satu tahap menggunakan katalis asam kuat tunggal, katalis asam lemah tunggal, dan katalis campuran. Asam yang digunakan adalah asam nitrat, asam sitrat, dan asam oksalat.\nBerdasarkan penelitian yang telah dilakukan, proses konversi terpentin menjadi terpineol menggunakan katalis tunggal terbaik didapatkan pada proses konversi terpentin menggunakan asam oksalat dengan kondisi operasi temperatur 80?, waktu 8 jam, dan perbandingan mol terpentin : asam : air 1 : 5 : 40 dengan perolehan terpineol sebesar 44,43%-berat. Sedangkan untuk katalis campuran, proses terbaik didapatkan dengan menggunakan katalis asam oksalat-asam nitrat dengan kondisi operasi temperatur 80?, waktu 8 jam, dan perbandingan mol terpentin : asam oksalat: asam nitrat : air sebesar 1 : 3 : 0,5 : 30 dengan perolehan terpineol sebesar 41,06%-berat.", "Daftar File": {"ABSTRAK Muhammad Faizarha Handiman": "https://digilib.itb.ac.id/gdl/download/208482"}, "Penulis": "Muhammad Faizarha Handiman [14516009]", "Kontributor / Dosen Pembimbing": ["Antonius Indarto, S.T., M.Eng., Ph.D.", "Dr. Ir. Tatang Hernas"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Bioenergi dan Kemurgi", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "terpentin, terpineol, katalis asam", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "30 Jun 2020"}