{"Nomor": 48669, "Judul": "KAJIAN TATA LETAK FASILITAS PRODUKSI DALAM PENDIRIAN PABRIK KOSMETIK", "Abstrak": "Pertumbuhan pasar produk kosmetik di Indonesia terus meningkat, penjualan pada tahun 2019\nmencapai 61,46 trilyun rupiah atau tumbuh sebesar 6,6% dari tahun 2018, dan diprediksi akan\nterus naik setiap tahunnya sekitar 4,2% (CAGR 2019-2023). Untuk memenuhi kebutuhan\npasar, pabrik kosmetik PT X akan mengembangkan kapasitas produksi dengan mendirikan\nfasilitas pabrik baru di lokasi yang berbeda. Pengaturan tata letak ruangan dan fasilitas mesin\nsangat berpengaruh terhadap efisiensi dan produktivitas pabrik. Dengan metode deskriptif\nkuantitatif, penelitian ini bertujuan untuk memberikan kajian dan menilai efektivitas rancangan\ntata letak yang sudah ada , serta evaluasi terhadap jumlah kebutuhan dan penempatan fasilitas\nmesin produksi untuk mencapai target produksi yang telah ditetapkan. Tata letak yang efektif\ndapat menurunkan biaya perpindahan material. Setelah melalui 5 kali iterasi pertukaran\nruangan menggunakan algoritma CRAFT (Computerized Relative Allocation of Facilities\nTehnique), diperoleh usulan tata letak departemen produksi yang paling efektif dengan\npenurunan biaya perpindahan material per tahun dari Rp. 405.684.990,- menjadi Rp.\n328.918.860,-, atau efisiensi biaya sebesar 18,92%. Efektivitas tata letak juga diukur melalui\nangka closeness gap (CG), dimana tata letak awal memiliki nilai closeness gap 0,47 dan\nberubah pada usulan tata letak akhir menjadi 0,40, atau turun sebesar 16,08%. Dengan\ndemikian usulan tata letak ini terbukti lebih efektif dibandingkan dengan tata letak awal,\nsehingga dapat mengoptimalkan produktivitas pabrik.", "Daftar File": {"ABSTRAK Yuli Yulianti": "https://digilib.itb.ac.id/gdl/download/208494"}, "Penulis": "Yuli Yulianti [21818005]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.rer.nat., apt., Sundani Nurono Soewandhi", "Drs. Ganggas Cahyono, Apt, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi Industri", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "efektivitas tata letak, pabrik kosmetik, biaya perpindahan material, CRAFT, closeness gap", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "30 Jun 2020"}