{"Nomor": 48662, "Judul": "KAJIAN INTERAKSI SENYAWA BTP PADA RESEPTOR ANDROGEN SEBAGAI BAGIAN DARI VALIDASI METODE KAJIAN KEAMANAN BTP SECARA IN SILICO", "Abstrak": "Senyawa bahan tambahan pangan (BTP) harus aman serta tidak berinteraksi dengan dengan suatu\nreseptor agar tidak memicu aktivitas biologi apapun dalam tubuh. Salah satu reseptor yang\nberperan penting dalam perkembangan dan homeostasis sistem reproduksi wanita maupun pria\nyaitu reseptor androgen. Kajian interaksi senyawa BTP terhadap reseptor androgen dilakukan\nsecara in silico untuk memprediksi aspek keamanan senyawa tersebut. Pada penelitian ini dilakukan\nsimulasi docking dan dinamika molekul senyawa BTP serta senyawa obat yang telah terbukti\nmemiliki afinitas terhadap reseptor androgen sebagai pembanding. Struktur tiga dimensi reseptor\nandrogen diperoleh dari Protein Data Bank dengan kode 3V49. Dari hasil simulasi yang dilakukan,\ndiketahui bahwa asam amino yang menjadi kunci dalam interaksi dengan reseptor androgen adalah\nLeu704, Met745 dan Phe764. Interaksi dengan asam amino tersebut kemudian dijadikan sebagai\ndasar dalam pengelompokan senyawa BTP sebagai penapisan awal keamanan. Hasil trajectory\ndinamika molekul divisualisasikan dan dianalisis untuk mengetahui pose pengikatan dan interaksi\npenting setelah diperoleh kompleks yang stabil. Dari hasil penelitian ini dapat disimpulkan bahwa\ninteraksi penting ligan fungsional pada reseptor androgen yang dapat dijadikan acuan dalam\nevaluasi keamanan BTP yaitu ikatan hidrogen dengan Asn705, interaksi hidrofobik dengan Leu704\ndan Met745 serta interaksi van der Waals dengan asam amino Gly708, Met742, Leu873 dan Thr877.\nAdanya interaksi-interaksi ini memungkinkan senyawa BTP tersebut memiliki afinitas terhadap\nreseptor androgen.", "Daftar File": {"ABSTRAK Sista Dyah Wijaya": "https://digilib.itb.ac.id/gdl/download/208488"}, "Penulis": "Sista Dyah Wijaya [10716065]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Rahmana Emran Kartasasmita, M.Si.", "Dr. Fransiska Kurniawan, S.Farm., M.Si.", "Tasia Amelia, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "dinamika molekul, in silico, reseptor androgen, bahan tambahan pangan, simulasi docking", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "30 Jun 2020"}