{"Nomor": 48668, "Judul": "UJI AKTIVITAS ANTIOKSIDAN EKSTRAK DAUN, TANGKAI BUAH, KULIT BUAH DAN DAGING BUAH NANAS SUBANG (ANANAS COMOSUS L. MERR), SERTA REVIEW KANDUNGAN KIMIA DAN AKTIVITAS FARMAKOLOGI TUMBUHAN ANANAS COMOSUS", "Abstrak": "Latar belakang dan tujuan: Hasil penelitian sebelumnya menunjukkan bahwa\ntanaman nanas (Anana comosus L. Merr) banyak mengandung komponen\nsenyawa flavonoid dan senyawa fenol yang berperan dalam memberikan aktivitas\nantioksidan dan sebagai antimikroba. Tujuan penelitian ini yaitu untuk menguji\naktivitas antioksidan bagian tanaman nanas Subang dengan metode DPPH,\nmenentukan kadar total fenol dan flavonoid, menganalisis korelasi antara total\nfenol, flavonoid dan Antioxidant Activity Index (AAI) DPPH, serta membuat\nartikel review mengenai kandungan kimia dan aktivitas farmakologi tumbuhan\nAnanas comosus. Metode: Ekstraksi daun, tangkai buah, daging buah dan kulit\nbuah nanas menggunakan metode refluks secara bertingkat (n-heksana, etil asetat,\ndan etanol). Pengujian aktivitas antioksidan dengan metode DPPH, penentuan\ntotal fenol dan flavonoid menggunakan spektrofotometer UV-sinar tampak.\nKorelasi antara total fenol, flavonoid dan AAI DPPH dianalisis menggunakan\nmetode korelasi Pearson. Pembuatan artikel review dilakukan dengan\nmengumpulkan dan menganalisis literatur. Hasil: Aktivitas antioksidan tertinggi\nterdapat pada ekstrak etil asetat kulit buah nanas dengan nilai AAI DPPH 6,002.\nKadar fenol total tertinggi terdapat pada ekstrak etil asetat kulit buah nanas (9,304\ng GAE/100 g). Sedangkan kadar flavonoid total paling tinggi ditunjukkan oleh\nekstrak n-heksana kulit buah (10,597 g QE/100 g). Fenol total ekstrak kulit buah\nnanas mempunyai korelasi positif dan bermakna terhadap AAI DPPH. Flavonoid\ntotal ekstrak daun nanas berkorelasi posisitf dan bermakana terhadap AAI DPPH.\nPada pembuatan artikel berhasil dikumpulkan dan dianalisis 60 literatur.\nKesimpulan: Ekstrak kulit buah nanas Subang memiliki aktivitas antioksidan kuat\nsampai sangat kuat dengan metode DPPH. Total fenol ekstrak kulit buah dan total\nflavonoid ekstrak daun nanas Subang berkontribusi pada aktivitas antioksidan\ndengan metode DPPH. Tumbuhan Ananas comosus mempunyai banyak\nkandungan kimia dan aktivitas farmakologi.", "Daftar File": {"ABSTRAK Farendina Suarantika": "https://digilib.itb.ac.id/gdl/download/208492"}, "Penulis": "Farendina Suarantika [20718312]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Irda Fidrianny, M.Si.", "Dr. Rika Hartati"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "antioksidan, nanas Subang, DPPH.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "30 Jun 2020"}