{"Nomor": 48661, "Judul": "LONG-SHORT TERM MEMORY RECURRENT NETWORK FOR OIL RATE PREDICTION", "Abstrak": "Rate prediction in the petroleum industry is always needed for technical and economic analysis. However, traditional prediction methods that previously exist have various limitations that are very time consuming in computing and relatively complex in methodology. Machine learning is currently being widely implemented in various industries in updating existing methods. The prediction of oil flow rate is an example of the implementation of machine learning brought by the authors in this study. The authors addresse the oil rate data as time series and predicts the time series using LSTM (long-short term memory) network.\nIn this study, the authors used a single oil well field data in evaluating the performance of the model built. The model performance results show that the proposed LSTM network has a relatively small error and is simpler to use. The author presents two versions of the model as a basic model and an improved model. The improved model produces mean absolute percentage error (MAPE) and root mean squared percentage error (RMSPE) of 1.4059098, 2.433766 respectively. This is with some restrictions that the LSTM network will produce less accurate results if the amount of time series data is still relatively small. Thus, LSTM networks require a lot of data to recognize these time series patterns. But in general, the LSTM network has proven to be accurate in predicting oil flow rates and has been used in various other fields to predict time series.", "Daftar File": {}, "Penulis": "Marcellinus Chrisnada Putra [12213004]", "Kontributor / Dosen Pembimbing": ["Silvya Dewi Rahmawati, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "machine learning, LSTM, oil rate, prediction", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "30 Jun 2020"}