{"Nomor": 48660, "Judul": "PENGARUH PUASA BERKALA TERHADAP IMUNITAS MENCIT SWISS WEBSTER JANTAN", "Abstrak": "Komposisi dan jumlah makanan, frekuensi dan interval waktu makan dapat mempengaruhi\nfisiologis tubuh. Salah satu kegiatan yang berkaitan dengan frekuensi dan durasi makan adalah\npuasa berkala. Puasa berkala merupakan tren diet yang populer belakang ini karena dapat\nmembantu menangani obesitas yang merupakan sumber dari berbagai penyakit. Namun, penelitian\nefek puasa berkala terhadap sistem imun tubuh masih relatif sedikit dan kontradiktif. Sehingga hasil\npenelitian ini diharapkan dapat digunakan sebagai tindakan preventif dan/atau terapi non\nfarmakologi, meningkatkan status kesehatan manusia khususnya terkait imunitas. Penelitian ini\ndilakukan dengan tujuan untuk mengetahui efek puasa berkala terhadap sistem imun yang ditinjau\nmelalui parameter indeks fagositik in vitro, jumlah leukosit total, indeks organ limpa dan timus serta\nuntuk mengetahui efek terhadap kesehatan melalui parameter indeks massa tubuh. Penelitian\ndilakukan menggunakan sediaan pembanding yaitu sediaan kapsul herbal dengan dosis 3,9\nmg/kgBB. Perlakuan puasa berkala dilakukan 16 jam per hari. Indeks fagositik puasa berkala (1,138),\npembanding (1,362) dan kombinasi perlakuan (1,530) meningkat setelah 21 hari perlakuan. Jumlah\nleukosit total kelompok kombinasi perlakuan 5750 sel/mm3 menurun, sedangkan kelompok puasa\nberkala 9350 sel/mm3 dan pembanding 8360 sel/mm3 meningkat dibandingkan terhadap normal\nsetelah 21 hari perlakuan. Indeks organ limpa dan timus kelompok puasa berkala dan kombinasi\nmenurun dibandingkan terhadap normal setelah 31 hari perlakuan. Indeks massa tubuh menurun\nsignifikan pada 7 hari pertama perlakuan puasa berkala. Hasil penelitian menyatakan perlakuan\npuasa berkala, perlakuan pembanding serta perlakuan kombinasi puasa berkala dan pembanding\nbersifat imunostimulasi untuk sistem imun non-spesifik, namun tidak untuk sistem imun spesifik.", "Daftar File": {"ABSTRAK Sherly Ristina": "https://digilib.itb.ac.id/gdl/download/208485"}, "Penulis": "Sherly Ristina [10716074]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Andreanus Andaja Soemardji, DEA", "Irianti Bahana M. R., S.Farm., M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "puasa berkala, sistem imun, indeks fagositik, imunostimulan, leukosit.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "30 Jun 2020"}