{"Nomor": 48667, "Judul": "ANALISIS KARAKTERISTIK STRUKTUR MIKRO HUJAN SAAT PERIODE MADDEN JULIAN OSCILLATION (MJO) DENGAN MICRO RAIN RADAR (MRR) DAN DISDROMETER DI TANGERANG SELATAN", "Abstrak": "Struktur mikro hujan merupakan aspek penting dalam memahami dinamika dan\nmikrofisika awan. Struktur mikro hujan dicirikan oleh distribusi ukuran, bentuk dan\nkecepatan jatuh dari butiran hujan. Distribusi ukuran butiran hujan (DSD) dapat\nmenjelaskan proses mikrofisika lebih detail karena merepresentasikan proses hujan\nsampai ke permukaan. Salah satu fenomena yang berpengaruh pada pola hujan di\nIndonesia adalah Madden Julian Oscillation (MJO). Untuk itu, pengamatan struktur\nmikro hujan saat MJO dapat mengetahui perbedaan karakteristik hujan dan proses\nmikrofisika selama periode MJO aktif dan tidak aktif.\nData yang digunakan pada penelitian ini yaitu Micro Rain Radar (MRR),\ndisdrometer dan indeks Real-Time Multivariate (RMM). Pemilihan tanggal\nkejadian MJO aktif dilakukan dengan metode indeks RMM yang lebih dari 1 pada\nfase 4 dan 5 dan sebaliknya untuk MJO tidak aktif. Tipe hujan dibagi menjadi hujan\nkonvektif dan stratiform dengan metode pemisahannya berdasarkan data\ndisdrometer. Struktur mikro hujan berfokus pada DSD dari data MRR dan\ndisdrometer yang dianalisis dengan parameter lainnya yaitu profil Liquid Water\nContent (LWC), kecepatan jatuh, reflektivitas dan rain rate yang didapatkan dari\nMRR. Selain itu, terdapat parameter DSD yaitu mass-weighted diameter atau\ndiameter tengah rata-rata (Dm) dan parameter intercept atau konsentrasi total (Nw)\nyang dihitung dengan menggunakan metode momen dan distribusi gamma.\nHasil penelitian menunjukkan bahwa DSD dan parameter lainnya lebih besar saat\nMJO tidak aktif. Hal ini menunjukkan bahwa proses tumbukan-tangkapan,\nevaporasi dan updraft lebih dominan saat MJO tidak aktif.", "Daftar File": {"ABSTRAK Dede Nurheliza": "https://digilib.itb.ac.id/gdl/download/208493", "COVER Dede Nurheliza": "https://digilib.itb.ac.id/gdl/download/240964", "BAB 1 Dede Nurheliza": "https://digilib.itb.ac.id/gdl/download/240965", "PUSTAKA Dede Nurheliza": "https://digilib.itb.ac.id/gdl/download/240970"}, "Penulis": "Dede Nurheliza [12816024]", "Kontributor / Dosen Pembimbing": ["Dr. Nurjanna Joko Trilaksono, S.Si., M.Si.", "Dr. Findy Renggono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Micro Rain Radar, Disdrometer, Struktur Mikro, Mikrofisika, MJO", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "30 Jun 2020"}