{"Nomor": 48674, "Judul": "TINGKAT KENYAMANAN IKLIM PARIWISATA DI NUSA TENGGARA BARAT", "Abstrak": "Iklim memiliki pengaruh penting bagi wisatawan terutama dalam menentukan waktu berwisata dan tujuan perencanaan obyek wisata. Kondisi iklim yang nyaman dan ketersediaan informasi mengenai kondisi kenyamanan iklim di suatu wilayah merupakan hal yang sangat penting dalam menjadikan daya tarik suatu destinasi pariwisata. Nusa Tenggara Barat memiliki berbagai destinasi pariwisata namun kajian mengenai bagaimana kondisi kenyamanan iklim pariwisata dengan mempertimbangkan aspek-aspek kenyamanan iklim untuk pariwisata belum dilakukan.\nPenelitian ini dilakukan untuk mengetahui bagaimana tingkat kenyamanan iklim pariwisata di Nusa Tenggara Barat. Indeks kenyaman iklim yaitu Holiday Climate Index (HCI) digunakan untuk menganalisis kondisi temporal dan kondisi spasial tingkat kenyamanan iklim pariwisata di Nusa Tenggara Barat. HCI dalam menganalisis kenyamanan iklim pariwisata mempertimbangkan aspek termal yang meliputi kombinasi suhu maksimum dan kelembapan udara, kemudian aspek fisik meliputi angin dan curah hujan, dan aspek aestetik meliputi tutupan awan.\nKondisi kenyamanan iklim pariwisata di Nusa Tenggara Barat memiliki pola distribusi Dry Season Peak yaitu puncak maksimum kenyamanan iklim pariwisata terjadi pada saat musim kemarau yakni periode Juni-Juli-Agustus (JJA) dengan rata-rata nilai HCI 79. Sedangkan kondisi kenyamanan iklim pariwisata rata-rata minimum terjadi saat musim hujan yaitu pada periode Desember-Januari-Februari (DJF) dengan rata-rata nilai HCI 45, namun masih berada dalam kategori batas ditoleransi untuk berwisata. Persebaran kondisi kenyamanan iklim pariwista setiap wilayah di Nusa Tenggara Barat memiliki kondisi kenyamanan yang berbeda-beda dipengaruhi oleh periode musim. Variasi kondisi kenyamanan iklim pariwisata di Nusa Tenggara Barat dipengaruhi oleh aspek fisik yaitu variabel iklim curah hujan, dan aspek estetik yaitu tutupan awan. Puncak kondisi kenyamanan iklim pariwisata dapat dijadikan pertimbangan oleh wisatawan dalam melakukan kegiatan pariwisata agar memperoleh kenyamanan iklim untuk berwisata yang maksimal", "Daftar File": {"ABSTRAK Ririp Rimba Gesangdani": "https://digilib.itb.ac.id/gdl/download/208500", "COVER Ririp Rimba Gesangdani": "https://digilib.itb.ac.id/gdl/download/240739", "PUSTAKA Ririp Rimba Gesangdani": "https://digilib.itb.ac.id/gdl/download/240745"}, "Penulis": "Ririp Rimba Gesangdani [12815029]", "Kontributor / Dosen Pembimbing": ["Drs. Zadrach Ledoufij Dupe, M.Si.", "Dr. Muhammad Rais Abdillah, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Kenyamanan Iklim, Pariwisata, Holiday Climate Index (HCI)", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "30 Jun 2020"}