{"Nomor": 48681, "Judul": "SISTEM JARINGAN TOPOLOGI MESH UNTUK APLIKASI INTERNET-OF-THINGS STUDI KASUS: INFRASTRUKTUR JARINGAN HUTAN", "Abstrak": "Internet of Things (IoT) memiliki potensi yang sangat besar untuk terus dikembangkan.\nSalah satu aplikasinya adalah pembuatan Wireless Sensor Network (WSN) untuk\nmengawasi kondisi hutan dari penebangan liar. Tantangan yang perlu diselesaikan dalam\npembuatan jaringan IoT tersebut adalah kebutuhan coverage yang luas, dan perangkat\ndengan daya rendah. Digunakan teknologi modulasi LoRa karena low power dan dapat\nmenembus beragam halangan. Dilakukan juga pemilihan topologi jaringan Mesh akibat\nsifatnya yang tidak memiliki single point of failure. Dibuat sebuah model fungsional yang\ndisebut Autonomous Passive Remote Sound Sensing System (APRES). Dilakukan\npengujian untuk menguji fungsionaltas tiap elemen APRES, dengan hasil seluruh fungsi\nberhasil berjalan. Terkhusus pada jaringan, dilakukan dua pengujian yaitu pada\nkeberhasilan mekanisme pengiriman broadcast, routing dan mesh. Pengujian mekanisme\nsecera keseluruhan berhasil dilakukan dengan Packet Delivery Ratio (PDR) hampir selalu\nsempurna 100%. Selanjutnya dilakukan pengujian dengan fokus pada kekuatan jaringan.\nDilakukan iterasi dengan 4 jenis konfigurasi, yaitu Bw125Cr45Sf128, Bw500Cr45Sf128,\nBw31_25Cr48Sf512, Bw125Cr48Sf4096. Pengujian dilakukan dengan variasi jarak antara\nsender dan receiver 1-5 meter. Didapati trend PDR yang lebih tinggi ketika Spreading\nFactor (SF) bertambah atau Bandwidth (BW) menurun. Dari pengujian, didapati\nthroughput maksimum pada Bw125Cr45Sf128 yaitu 31,875 bit per sekon (bps), serta pada\nBw125Cr48Sf4096 997 bps. Dari data hasil yang didapatkan, disimpulkan bahwa\nkonfigurasi Bw125Cr48Sf4096 adalah yang memiliki kapabilitas jaringan paling baik pada\nkebutuhan ketahanan jaringan dibandingkan konfigurasi lain", "Daftar File": {"ABSTRAK Royyan Abdullah Dzakiy": "https://digilib.itb.ac.id/gdl/download/208508", "COVER Royyan Abdullah Dzakiy": "https://digilib.itb.ac.id/gdl/download/218024", "BAB 5 Royyan Abdullah Dzakiy": "https://digilib.itb.ac.id/gdl/download/218029", "PUSTAKA Royyan Abdullah Dzakiy": "https://digilib.itb.ac.id/gdl/download/218030"}, "Penulis": "Royyan Abdullah Dzakiy [13515123]", "Kontributor / Dosen Pembimbing": ["Dr.techn. Muhammad Zuhri Catur Candra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "internet of things, LoRa, mesh network, wireless sensor network hutan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "30 Jun 2020"}