{"Nomor": 48697, "Judul": "REGENERASI KARBONAT LOGAM MENJADI OKSIDA LOGAM UNTUK PEMBUATAN SABUN BASA LOGAM", "Abstrak": "Dalam produksi biohidrokarbon melalui dekarboksilasi sabun basa logam, dihasilkan\nresidu berupa karbonat logam. Namun, dalam pembutan sabun basa logam dibutuhkan\noksida logam yang berlebih. Sehingga, penting untuk dilakukan regenerasi residu karbonat\nlogam menjadi oksida logam agar dapat menghemat biaya bahan baku dalam produksi\nbiohidrokarbon. Penelitian ini bertujuan untuk mengetahui kondisi operasi proses kalsinasi\nkarbonat logam residu dekarboksilasi dan menentukan reaktivitas hasil kalsinasi residu\nkarbonat logam dalam penyabunan. Sabun basa logam dianalisis melalui uji angka asam\nuntuk menguji reaktivitas oksida logam hasil regenerasi karbonat logam residu. Digunakan\nmagnesium oksida dan Palm Fatty Acid Distillate (PFAD) dalam proses penyabunan.\nParameter yang mempengaruhi proses kalsinasi diantaranya adalah waktu dan ukuran\nkarbonat logam. Proses kalsinasi dilakukan pada temperatur 500oC selama 3 dan 5 jam\ndengan ukuran 80-100 mesh, 100-120 mesh, 120-150 mesh. Hasil terbaik dari kalsinasi\nresidu magnesium karbonat adalah variasi 3 jam dengan ukuran 80-100 mesh dengan\nperolehan magnesium oksida sebesar 43,25% dan sabun basa logam paling baik dihasilkan\ndari magnesium oksida hasil variasi 5 jam ukuran 80-100 mesh dengan angka asam sebesar\n28,79 mgKOH/g. Setelah melalui proses regenerasi, magnesium oksida yang dapat\ndigunakan kembali untuk pembuatan sabun basa logam adalah sebesar 98,15%-berat. Hal\ntersebut menunjukkan bahwa proses regenerasi karbonat logam menjadi oksida logam\ndapat mengurangi biaya bahan baku pembuatan sabun basa logam dan mengurangi harga\njual biohidrokarbon agar dapat bersaing dengan bahan bakar fosil.", "Daftar File": {"ABSTRAK Maryam Karimah Baroroh": "https://digilib.itb.ac.id/gdl/download/208531", "COVER Maryam Karimah Baroroh": "https://digilib.itb.ac.id/gdl/download/219284", "BAB 1 Maryam Karimah Baroroh": "https://digilib.itb.ac.id/gdl/download/219285", "BAB 2 Maryam Karimah Baroroh": "https://digilib.itb.ac.id/gdl/download/219286", "PUSTAKA Maryam Karimah Baroroh": "https://digilib.itb.ac.id/gdl/download/219290"}, "Penulis": "Maryam Karimah Baroroh [14516029]", "Kontributor / Dosen Pembimbing": ["Ir. Ronny Purwadi, M.T., Ph.D. Dr. Meiti Pratiwi, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Bioenergi dan Kemurgi", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Biohidrokarbon, Kalsinasi, Regenerasi, Magnesium Karbonat.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "30 Jun 2020"}