{"Nomor": 48692, "Judul": "PENINGKATAN KINERJA PENDEDERAN UDANG PUTIH (LITOPENAEUS VANNAMEI) PADA SALINITAS RENDAH MENGGUNAKAN APLIKASI BIOFLOK EKS-SITU DAN IN-SITU SECARA INDOOR", "Abstrak": "Indonesia merupakan negara lima besar penghasil udang putih budidaya dunia. Proses\nbudidaya saat ini yang masih bersifat konvensional masih melakukan proses pendederan\nbenih bersamaan dengan proses pembesaran di tambak-tambak terbuka. Kondisi ini\nmempengaruhi keberhasilan proses budidaya yaitu menurunnya kelulushidupan,\nmeningkatnya variasi ukuran udang, dan meningkatnya potensi infeksi penyakit semenjak\nfase awal penebaran post larvae. Untuk mengurangi dampak dari ketiga permasalahan\ntersebut, penelitian ini bertujuan untuk mengevaluasi peningkatan kinerja pendederan udang\nputih menggunakan teknologi tertutup, bioflok yang terkontrol. Berdasarkan penelitian\nsebelumnya, variasi mikroba terbaik dalam produksi bioflok eks-situ terdiri dari probiotik\nBacillus cereus, B. megaterium, mikroalga Chaetoceros calcitrans, dan konsorsium bakteri\nnitrifikasi dengan rasio 1:1:6:9. Berbeda dengan bioflok yang umumnya dibuat secara insitu\natau langsung di kolam budidaya, bioflok eks-situ dibuat di tangki produksi khusus di\nluar kolam budidaya. Pada penelitian ini, bioflok eks-situ tersebut diaplikasikan dalam skala\nyang lebih besar untuk melihat pengaruhnya terhadap performa kultur udang putih dan profil\ndinamika komunitas mikroba, dibandingkan dengan perlakuan kontrol tanpa bioflok selama\n25 hari pendederan udang bersalinitas rendah pada skala laboratorium dengan volume tangki\nkultur 100 L secara indoor. Hasil penelitian menunjukkan penambahan bioflok eks-situ\nmemberikan total biomassa udang (5,8 ± 0,4 gr) serta feed conversion ratio (0,90 ± 0,06)\nyang lebih optimal dibanding perlakuan lain. Selain itu, hasil analisis komunitas mikroba\nmenunjukkan penambahan bioflok eks-situ memberikan total bakteri dalam udang (104????105\ncfu/gram udang) sedangkan pertumbuhan kelompok Vibrio dalam udang (102????104 cfu/gram\nudang). Secara umum, penelitian ini menunjukkan bahwa aplikasi bioflok eks-situ pada\npendederan udang berpotensi meningkatkan produktivitas udang dengan menjaga kualitas\nair dan meningkatkan profil komunitas mikroba heterotrof.", "Daftar File": {"ABSTRAK Reika Jonatan": "https://digilib.itb.ac.id/gdl/download/208520"}, "Penulis": "Reika Jonatan [10415015]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Gede Suantika, S.Si., M.Si.", "Dr. Magdalena Lenny Situmorang, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "bioflok, eks-situ, in-situ, kualitas air, udang putih, akukultur", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "30 Jun 2020"}