{"Nomor": 48698, "Judul": "GRAF DAN TOPOLOGI UNTUK ANALISIS SPASIAL PADA BIM BERBASIS 3D-GIS", "Abstrak": "Building Information Model (BIM) merupakan sebuah sistem yang umum digunakan di industri Arsitektur, Teknik, dan Konstrukti (Architecture, Engineering, and Construction / AEC) untuk pemodelan bangunan 3D terperinci, termasuk untuk mechanical, electrical, and plumbing (MEP), serta indoor navigation. Tetapi, BIM memiliki keterbatasan dalam melakukan analisis spasial. Sementara itu, Geographic Information System (GIS) memiliki kemampuan untuk melakukan analisis spasial yang tidak miliki oleh BIM. Oleh karena itu, integrasi di antara BIM dan GIS diperlukan sehingga analisis spasial dapat dilakukan pada data BIM dengan berbasis 3D-GIS. Pada penelitian ini dilakukan integrasi BIM dengan GIS pada level data dan semantik, yaitu dengan melakukan ekstraksi geometri dari data BIM menjadi 3D-GIS dalam bentuk titik dan garis 3D sehingga dapat dilakukan analisis jaringan 3D menggunakan algoritma Dijkstra pada network dataset. Terdapat beberapa metode untuk pencarian centerline dan centroid yang dapat digunakan untuk melakukan ekstraksi geometri data BIM menjadi 3D-GIS, sehingga dapat ditentukan metode mana yang paling tepat pada saat melakukan ekstraksi geometri untuk objek BIM pada jaringan listrik, air, dan indoor navigation. Pada penelitian ini juga akan dibahas metode untuk pengecekan topologi dan data cleansing yang dapat digunakan untuk mengidentifikasi error serta pengeditan data yang dapat dilakukan secara semi otomatis. Hasil akhir dari penelitian ini berupa data spasial jaringan listrik, air, dan indoor navigation di Gedung Freeport Kampus ITB dengan usulan metode ekstraksi dari masing-masing data jaringan, metode pengecekan topologi, dan data cleansing, beserta mekanisme analisis jaringan spasial 3D untuk ketiga data jaringan tersebut. Mekanisme yang telah dilakukan pada penelitian ini diharapkan dapat diterapkan juga untuk data BIM gedung lainnya.", "Daftar File": {"ABSTRAK Athian Pramadhita": "https://digilib.itb.ac.id/gdl/download/208532"}, "Penulis": "Athian Pramadhita [25117021]", "Kontributor / Dosen Pembimbing": ["Dr. Deni Suwardhi, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "BIM, 3D-GIS, Integrasi BIM-GIS, Analisis Jaringan Listrik, Analis Jaringan Air, Analisis Jaringan Indoor Navigation.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "30 Jun 2020"}