{"Nomor": 48696, "Judul": "ANALISA PEMBIAYAAN INVESTASI UNTUK INCINERATOR  DI PT. KAWASAN INDUSTRI KUJANG CIKAMPEK", "Abstrak": "Jumlah sampah rumah sakit meningkat seiring dengan pertumbuhan populasi, harapan hidup\ndan kesadaran kesehatan. Pertumbuhan populasi di Indonesia naik rata-rata 1 hingga 1,5%\nsetiap tahun dan pertumbuhan rumah sakit melonjak hingga 5,2% setiap tahun. Meningkatnya\njumlah layanan kesehatan menghasilkan limbah medis dalam bentuk padat, cair, dan gas. Saat\nini, jumlah perusahaan pengolahan limbah medis masih terbatas, sementara pertumbuhan\nrumah sakit di Indonesia meningkat sangat pesat. Terbatasnya jumlah perusahaan layanan\npengolahan limbah medis dibandingkan dengan jumlah rumah sakit di Indonesia menyebabkan\nakumulasi limbah medis di banyak daerah.\n\nPT. KIKC adalah perusahaan jasa yang mengelola kawasan industri yang kegiatan utamanya\nadalah menyewakan lahan industri kepada penyewa dan menyediakan layanan pendukung\nlainnya. Karena kinerja perusahaan yang rendah dan kenaikan biaya administrasi dan umum\nsetiap tahun, pemegang saham berharap PT.KIKC menjadi lebih optimal dan efisien dalam\nmengelola perusahaan dan tidak bergantung pada pendapatan dari sewa tanah. Pemegang\nsaham mengarahkan PT. KIKC untuk dapat membuat unit bisnis baru sehingga PT. KIKC\nmemiliki keunggulan kompetitif yang berkelanjutan dan pertumbuhan dan profitabilitas jangka\npanjang tanpa bergantung pada sewa tanah dan PT. PKC sebagai satu-satunya sumber\npendapatan.\n\nPenelitian ini bertujuan untuk menemukan strategi yang tepat bagi Perusahaan untuk terus\nmempertahankan dan tumbuh dengan melakukan analisis internal dan eksternal untuk\nmenemukan keunggulan kompetitif. Dalam melakukan penelitian ini, penulis memperoleh data\nprimer dari pihak-pihak yang terlibat dalam industri pengolahan limbah dan juga melakukan\nwawancara dan diskusi kepada manajemen. Penulis menggunakan data sekunder dari jurnal,\nbuku, internet, dan data lain yang mendukung penelitian ini\n\nBerdasarkan strategi grand matrix, PT. KIKC berada di kuadran IV. Di kuadran ini, KIKC\nberada dalam posisi kompetitif yang kuat. KIKC akan mengadopsi strategi diferensiasi dengan\nmembangun insinerator untuk memproses limbah medis sehingga Perusahaan dapat tetap \n \nbertahan dan tumbuh dengan menggunakan sumber daya yang ada. Analisis investasi\nmenunjukkan bahwa proyek ini layak. Periode pengembalian untuk proyek ini adalah 2,03\ntahun dan untuk ekuitas 2,28 tahun. NPV untuk proyek berjumlah Rp. 23.304 miliar dan untuk\nekuitas Rp. 10.888 miliar. IRR untuk proyek ini adalah 28,97% dan IRR untuk ekuitas 50,58%.\nProyek ini adalah proyek yang signifikan bagi perusahaan karena dapat menambah pendapatan\nsetara dengan 80% dari pendapatan PT.KIKC pada tahun 2020 dan dapat menjadi bisnis utama\nbaru bagi perusahaan. Selain itu, pemerintah mendukung pertumbuhan investasi di industri\npengolahan limbah sebagai salah satu solusi pemerintah untuk mengatasi kekurangan kapasitas\npengolahan limbah medis saat ini.", "Daftar File": {"2020_TS_PP_Sinta Narulita_1-Abstrak1_compressed.pdf?": "https://digilib.itb.ac.id/gdl/download/208534"}, "Penulis": "Shinta Narulita [29117197]", "Kontributor / Dosen Pembimbing": ["Maryat Nirwandi, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Analisa kelayakan, Analisa finansial, WACC, IRR, limbah medis, manajemen pengelolaan limbah", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "30 Jun 2020"}