{"Nomor": 48715, "Judul": "EVALUASI INVESTASI DI PERUSAHAAN RINTISAN IOT DI PT TMI", "Abstrak": "Revolusi telepon pintar, munculnya teknologi OTT (Over the Top) dan pertumbuhan aplikasi seluler menyebabkan ledakan permintaan data dan erosi pendapatan layanan lama yaitu panggilan and pesan pendek. Hal ini memaksa operator telekomunikasi seluler mencari sumber pendapatan baru melalui pengembangan bisnis baru memanfaatkan kesempatan di seluruh teknologi, media, dan telekomunikasi (TMT). Telkomsel Mitra Inovasi (TMI), anak perusahaan Telkomsel yang bertugas mengembangkan bisnis non-organik melalui investasi di perusahaan rintisan dari sektor TMT pada saat fase awal pertumbuhan. \n\nPada Januari 2020, TMI berinvestasi di perusahaan rintisan Internet of Things (IoT) pada pendanaan seri B1. Evaluasi investasi memanfaatkan dua faktor yaitu keuntungan modal investasi dan/atau pendapatan tambahan terhadap bisnis Telkomsel yang sudah ada. Karena ketidakpastian dalam pengembalian keuangan atas investasi berisiko tinggi di perusahaan rintisan baru, dan juga diluar kontrol dari TMI sehingga proyek akhir ini menggunakan pendekatan pendapatan tambahan untuk evaluasi investasi. Namun saat ini Telkomsel IoT menyediakan jasa koneksi pintar bagi pelanggannya, dan jasa koneksi akan semakin menjadi komoditas, dan terjadi penurunan dari 9% total pendapatan IoT di 2018 menjadi 5% di 2025. Oleh karena itu Telkomsel IoT harus memperluas perannya guna merebut peluang pendapatan tambahan. Proyek akhir ini bertujuan untuk memprediksi pengembalian keuangan yang diharapkan setelah mengatasi kemungkinan asumsi risiko investasi untuk keputusan manajemen yang baik.\n\nAnalisa situasi bisnis memanfaatkan kerangka kerja PESTEL untuk lingkungan eksternal, kerangka kerja Porter Five Force untuk analisa industry, kerangka kerja SWOT dan VRIO untuk analisa internal dan kemampuan perusahaan, serta Lima elemen utama strategi dan model bisnis kanvas untuk analisa strategi bisnis. Proyeksi pendapatan tambahan mengunakan metode discounted cash flow (DCF).\n\nBerdasarkan hasil proyeksi, investasi memperkaya daftar layanan Telkomsel IoT lebih dari sekedar penyedia koneksi. Perusahaan rintisan IoT mendukung pembuatan tambahan bisnis baru melalui penyedian layanan baru di bidang jasa professional dan aplikasi, platform, dan jasa. Dengan tingkat diskon 18% dan tingkat pertumbuhan konstan 0.1%, tambahan bisnis baru memiliki NPV Rp 69.38 milyar dengan Terminal Value di akhir periode proyeksi sebesar Rp 110.01 milyar dan IRR 43.77%. Investasi mengalami titik impas ketika mencapai sekitar 3 tahun dan 8 bulan. Dengan ini, TMI dapat memulai investasi baru untuk memenuhi kebutuhan pasar.", "Daftar File": {"ABSTRAK Wiwit Hermawan": "https://digilib.itb.ac.id/gdl/download/208549"}, "Penulis": "Wiwit Hermawan [29318368]", "Kontributor / Dosen Pembimbing": ["Ir. Kinsenary Tjendrasa, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Telekomunikasi, Investasi, Perusahaan Rintisan, IoT, Discounted Cash Flow", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "30 Jun 2020"}