{"Nomor": 48713, "Judul": "MEMPERBARUI MODEL BISNIS BIGMEDIA GROUP DI ERA DIGITAL", "Abstrak": "Bigmedia Group dikenal sebagai perusahaan media ekonomi dan bisnis tertua di Indonesia. Namun, seiring dengan pesatnya perkembangan teknologi, pasar blue ocean perusahaan— segmen ekonomi dan bisnis—perlahan berubah menjadi red ocean. Pendapatan perusahaan dari surat kabar terus menurun, sedangkan unit media digital tidak dapat memberikan pendapatan yang signifikan untuk menutupi penurunan tersebut.\nDari analisis faktor internal dan eksternal, akar penyebab masalah bisnis adalah keengganan perusahaan berinovasi untuk menciptakan produk baru yang cocok terhadap perubahan perilaku pembaca. Beberapa penelitian sebelumnya menyarankan para penerbit memodifikasi model bisnis untuk mengatasi masalah ini. \nTugas akhir ini menggunakan blue ocean shift framework—dikombinasikan dengan hasil wawancara pribadi dan kuesioner—untuk mengusulkan model bisnis baru bagi Bigmedia Group. Berdasarkan hasil analisis itu, perusahaan harus keluar dari batasan pasar dengan menciptakan lompatan nilai bagi pembeli, yaitu kesederhanaan, kenyamanan, dan kolaborasi. \nUntuk menerapkan nilai-nilai inovasi ini, perusahaan harus meningkatkan kualitas konten dan mengurangi harga jual. Selain itu, perusahaan harus membuat saluran video daring baru, platform komunitas, dan layanan data terintegrasi menggunakan strategi big data. Bigmedia Group juga harus mempertimbangkan kemitraan strategis yang membawa nilai tambah bagi perusahaan untuk mempercepat implementasi strategi bisnis.", "Daftar File": {"ABSTRAK Maftuh Ihsan": "https://digilib.itb.ac.id/gdl/download/208547"}, "Penulis": "Maftuh Ihsan [29318099]", "Kontributor / Dosen Pembimbing": ["Dr. Leo Aldianto, M.B.A., M.S.A.E."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": ": Industri Media, Bigmedia Group, Koran, Media Online, Blue Ocean, Model Bisnis, Strategi Bisnis, Inovasi.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "30 Jun 2020"}