{"Nomor": 48711, "Judul": "USULAN STRUKTUR PROYEK UNTUK PENGEMBANGAN INFRASTRUKTUR LNG SKALA KECIL PADA PT PLN (PERSERO)", "Abstrak": "PT PLN (Persero) (PLN) adalah Badan Usaha Milik Negara Indonesia yang bergerak dalam usaha penyediaan listrik untuk umum. Pemerintah menugaskan PLN dalam program percepatan pembangunan infrastruktur ketenagalistrikan 35,000MW termasuk pembangunan pembangkit listrik tenaga gas (PLTG) sebesar 12,400 MW serta konversi 52 pembangkit listrik tenaga diesel menjadi PLTG. Pelaksanaan penugasan ini serta mempertimbangkan pembagian Gas Supply Zoning menjadikan small-scale LNG (SSLNG) seperti Cluster Bangka Belitung Pontianak and Cluster LNG Papua Bagian Utara, dikembangkan menjadi salah satu pilihan untuk melaksanakan salah satu strategi PLN untuk meningkatkan efisiensi pengelolaan energi primer terutama pemanfaatan gas. Pengembangan proyek SSLNG oleh PLN pada dasarnya bertujuan menyediakan infrastruktur gas hilir terintegrasi untuk kelistrikan, yang melibatkan rantai nilai distribusi gas non-tradisional serta berdampak pada peran para pihak sebagai tambahan atas pelaksanaan kegiatan usaha LNG yang konvensional. Mempertimbangkan perbedaan proses bisnis namun berdampingan dengan kegiatan kelistrikan, sebelum proyek SSLNG dilakukan, dokumen pengadaan dan rancangan kontrak perlu merumuskan struktur proyek yang diusulkan sebagai model bisnis perusahaan mitranya.\nUntuk menyelesaikan masalah tersebut, analisis dalam penelitian ini meliputi lingkungan eksternal dan internal untuk mengidentifikasi bagaimana pengaruhnya terhadap proyek SSLNG yang dilakukan oleh PLN dan sumber daya apa yang diperlukan untuk memaksimalkannya secara internal. Untuk tujuan ini, penulis menggunakan analisis PESTEL, Value Chain, dan SWOT. Perumusan strategi dilakukan untuk mengidentifikasi strategi terbaik untuk pengembangan proyek SSLNG dan usulan struktur proyek dengan menggunakan Business Model Canvas. \nMempertimbangkan kegiatan bisnis dan perizinan yang diperlukan, PLN perlu membuat struktur proyek yang secara fundamental dapat mempengaruhi rantai nilai, minimum duplikasi kegiatan dan tumpang tindih serta menyelaraskan perizinan yang diperlukan untuk kegiatan operasi. Struktur proyek akan diterapkan melalui proses pengadaan di mana PLN dapat mengendalikan tujuan proyek SSLNG dalam pelaksanaan strateginya. Dengan menerapkan struktur proyek ini dalam pengadaannya, PLN memiliki kesempatan untuk mengendalikan rantai bisnis pasokan gas dalam proyek kelistrikannya.", "Daftar File": {"ABSTRAK Septiani Dwi Astila": "https://digilib.itb.ac.id/gdl/download/208545"}, "Penulis": "Septiani Dwi Astila [29318009]", "Kontributor / Dosen Pembimbing": ["Suryani Sidik Motik, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategy, Project Structure, Electricity, SSLNG, Business Model.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "30 Jun 2020"}