{"Nomor": 48726, "Judul": "HETEROTOPOLOGI CAR-FREE DAY BANDUNG: DETERMINASI PENGARUH PRODUKSI RUANG KETIGA TERHADAP KONSTRUKSI SENSE OF PLACE PADA MEDIA SOSIAL TWITTER", "Abstrak": "Heterotopia dalam car-free day muncul seiring dengan hadirnya utopia berupa\nkonsep yang mendasarinya. Pada pendekatan heterotopologi, kemunculan\nheterotopia tersebut meniscayakan adanya hubungan antara penggunaan ruang carfree day dan pemaknaan terhadapnya. Penggunaan ruang car-free day berlangsung\ndalam suatu proses produksi ruang ketiga atas perpaduan ruang pertama berupa\nruang keseharian dalam masyarakat dan ruang kedua berupa konsep car-free day itu\nsendiri. Hal tersebut kemudian bermuara pada terkonstruksinya sense of place\nsebagai wujud pemaknaan ruang. Relevansi car-free day dalam tataran penggunaan\nruang pun menjadi penting untuk ditinjau, terutama pada keterkaitannya terhadap\nkeberterimaan masyarakat yang terwujud dalam pemaknaan terhadapnya. Pasalnya,\ncar-free day yang tidak kunjung efektif mewujudkan tujuannya sejatinya hanya\nmenjadi ekskalasi ruang terbuka publik baru yang seakan mengamini legitimasi yang\ndimunculkan untuk menutupi keterbatasan ruang terbuka publik. Di sisi lain, produksi\nruang ketiga kerap diiringi dengan fenomena kontestasi ruang. Fenomena ini\ndiindikasikan berimplikasi terhadap keberterimaan masyarakat akan citra ruang\nterbuka publik yang terbentuk. Oleh karenanya, dilakukan studi mengenai determinasi\npengaruh produksi ruang ketiga di kawasan car-free day terhadap konstruksi sense of\nplace pada media sosial twitter sebagai saluran komunikasi yang relevan dan\nrepresentatif. Adapun dalam operasionalisasinya, studi dilakukan dengan metode\ndeskriptif melalui pendekatan kuantitatif. Berdasarkan hasil studi, diketahui bahwa\nproduksi ruang ketiga dapat berlangsung dengan baik. Keberlangsungan produksi\nruang yang baik tersebut memiliki pengaruh yang besar terhadap sense of place yang\njuga terkonstruksi dengan baik. Dengan demikian, keberterimaan yang baik dari\nmasyarakat terhadap citra ruang terbuka publik dalam penyelanggaraan car-free day\nakan terbentuk seiring dengan semakin relevannya ruang yang dibentuk masyarakat\nterhadap konsep car-free day itu sendiri.", "Daftar File": {}, "Penulis": "Fajar F S Kartasasmita [15416041]", "Kontributor / Dosen Pembimbing": ["Ridwan Sutriadi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Car-Free Day, Heterotopologi, Ruang Ketiga, Sense of Place, Twitter", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "30 Jun 2020"}