{"Nomor": 48722, "Judul": "PENGEMBANGAN KIT DIAGNOSTIK BERBASIS INDIRECT ENZYME LINKED IMMUNOSORBENT ASSAY (ELISA) MENGGUNAKAN EPITOP PEPTIDA SINTETIK NS3 UNTUK DETEKSI INFEKSI HEPATITIS C VIRUS (HCV)", "Abstrak": "Virus Hepatitis C (HCV) merupakan virus yang menginfeksi hati dan dapat menyebabkan sirosis hari dan kanker hati . Data riset kesehatan Indonesia menunjukan bahwa terdapat tiga juta orang yang terinfeksi HCV setiap tahun dan 50% diantaranya berpotensi untuk berkembang menjadi penyakit kronis. Namun pengobatan preventif terhadap infeksi dari virus HCV masih belum ditemukan, sehingga penanganan infeksi menjadi salah satu faktor penting dalam pengobatan infeksi HCV. Oleh karena itu perlu dilakukan pengembangan deteksi HCV yang dapat mengenali infeksi tersebut secara dini. Indonesia sendiri sampai ini masih mengimpor kit diagnostik HCV baik kit serologi (ELISA) maupun molekuler (berbasis amplifikasi asam nukleat), sehingga kemampuan untuk memproduksi kit diagnostik secara mandiri menjadi penting untuk dilakukan. Penelitian sebelumnya menunjukan bahwa NS3 merupakan salah satu protein pada virus HCV yang dapat menjadi kandidat epitop yang dapat digunakan untuk pengembangan tes diagnostik. Akan tetapi studi mengenai antigenisitas dari epitop ini masih belum pernah dilakukan .Oleh karena itu dalam penelitian ini dilakukan pengujian antigenisitas dari epitop NS3 yang telah dikembangkan pada penelitian sebelumnya. Metode uji yang digunakan dalam eksperimen ini adalah indirect Enzyme Linked Immunosorbent Assay (ELISA). Tahap pertama yang dilakukan adalah pelapisan epitop pada sumur pelat mikrotiter selama 16 jam pada suhu 4oC dengan menggunakan larutan dapar PBS, setelah itu dilakukan blocking pada pelat mikrotiter selama 24 jam menggunakan larutan PBST + skim milk pada suhu 4oC, setalah itu dilakukan pengujian ELISA dengan prosedur yang sama dengan kit ELISA komersial Autobio. Sebagai kontrol negatif digunakan serum negatif HCV dari individu sehat. Adapun sampel yang diujikan berasal dari bahan tersimpan berupa serum pasien koinfeksi HCV dan HIV di RSUP Hasan Sadikin, Jawa Barat. Sebagai pembanding digunakan kit ELISA komersial Autobio dengan menggunakan kontrol negatif dan sampel yang sama dengan assay yang dikembangkan. Dalam penelitian ini dilakukan pengujian antigenisitas epitop NS3 menggunakan serum darah pasien yang diberi perlakukan pengenceran dua kali dan tanpa diencerkan sama sekali pada rentang konsentrasi epitop 0,1 ?g/mL - 25 ?g/mL . Hasil penelitian menunjukan bahwa pada pengenceran dua kali dan konsentrasi epitop 0,1 ?g/mL masih teramati antigenisitas dari epitop NS3. Namun, masih diperlukan penelitian lebih lanjut untuk menentukan limit deteksi, sensitivitas dan spesifisitas dari kit diagnostik yang dikembangkan.", "Daftar File": {}, "Penulis": "William Steflandel Purba [10416020]", "Kontributor / Dosen Pembimbing": ["Azzania Fibriani, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Antigenisitas, Epitop, ELISA, HCV, NS3", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "30 Jun 2020"}