{"Nomor": 48727, "Judul": "PERANCANGAN KAMPANYE SOSIAL UNTUK MENINGKATKAN PERAN PEMUDA DALAM PENGEMBANGAN LINGKUNGAN TEMPAT TINGGALNYA", "Abstrak": "Urbanisasi berdampak kepada peningkatan populasi, kota menjadi lebih padat dan daya\ndukungnya menurun. Peningkatan populasi ini jika tidak diimbangi dengan pengembangan\nberkelanjutan hanya akan berakibat pada lingkungan hidup yang kurang layak, tumbuhnya\nkawasan kumuh, dan berbagai permasalahan sosial. Oleh karena itu untuk menciptakan\nlingkungan yang sustainable perlu inklusifitas peran serta semua unsur kelompok masyarakat,\nsalah satunya adalah pemuda. Kampanye sosial dapat meningkatkan peran serta pemuda dalam\npengembangan lingkungan tempat tinggalnya. Metode perancangan menggunakan pendekatan\ndeskriptif kualitatif berupa observasi, wawancara, studi literatur dengan analisis berdasarkan\nteori kampanye sosial, teori AISAS, teori peran pemuda dan teori pengembangan lingkungan.\nPemuda seringkali tidak merasa dirinya dibutuhkan dan terkendala waktu ketika hendak\nberperan dalam pengembangan. Oleh karena itu, kampanye ini mengomunikasikan bahwa waktu\nyang digunakan untuk berperan dalam pengembangan lingkungan dapat seiring dengan waktu\naktivitas pemuda, sehingga pemuda dan lingkungan dapat tumbuh bersama karena keduanya\nsaling membutuhkan. Kampanye sosial ini terbagi menjadi 3 tahap; tahap conditioning, tahap\ninforming, dan tahap reminding. Media yang digunakan untuk menyampaikan pesan adalah\nmedia online dan media traditional. Kedua jenis media ini menjadi penting perannya, karena\ngenerasi muda saat ini termasuk dalam tech-savvy dan lingkungan tempat tinggal menjadi\npenempatan media yang berpotensi karena dilalui target audiens setiap harinya.", "Daftar File": {}, "Penulis": "Cindy Annisa Ridianty [17416056]", "Kontributor / Dosen Pembimbing": ["Dr. Agung Eko Budiwaspada, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "kampanye, pemuda, peran serta, pengembangan lingkungan.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "01 Jul 2020"}