{"Nomor": 48721, "Judul": "BATTERY ENERGY STORAGE SYSTEM UNTUK APLIKASI PEAK SHAVING PADA JARINGAN SISTEM TENAGA LISTRIK DISTRIBUSI WILAYAH JAWA TENGAH", "Abstrak": "Beban listrik semakin meningkat akibat dari semakin banyaknya konsumen. Peningkatan beban memiliki pengaruh terhadap perencanaan infrastuktur jaringan listrik yang harus dirancang agar mampu menampung beban maksimal sistem. Untuk mengatasi peningkatan beban, salah satu yang dapat digunakan adalah sistem penyimpanan energi (BESS) dengan cara mencharge energi selama periode off-peak dan mendischarge selama periode beban puncak. Penelitian ini mengambil objek penelitian pada jaringan listrik distribusi wilayah Jawa Tengah khususnya pada GI Kudus dan Pekalongan. Dalam penelitian ini terdapat data berupa daya beban untuk 5 bulan pada jaringan listrik distribusi wilayah Jawa Tengah. Data daya beban tersebut akan diolah menjadi suatu nilai rata-rata dari 5 bulan tersebut. Setelah didapat rata-rata beban, maka kemudian dibuatlah suatu grafik profil beban. Selain data daya beban, terdapat juga data parameter pada beberapa jenis baterai. Data parameter baterai yang didapat akan diolah untuk mendapatkan pengaruh pemasangan BESS pada sistem distribusi menggunakan fungsi SIMULINK pada Matlab sehingga mendapatkan hasil berupa daya dan energi dari baterai yang dipasang. Setelah mendapatkan hasil dari Matlab maka kemudian akan dilakukan perhitungan dan analisis kelayakan ekonomi berupa ROI, payback period, dan NPV yang akan dibandingkan dengan pembangkit peaker menggunakan aplikasi Microsoft Office Excel. Hasil dari sistem BESS yang telah dibuat adalah dapat memberikan keuntungan yang cukup besar dibandingkan menggunakan pembangkit peaker.Oleh karena itu, sistem BESS ini layak untuk diaplikasikan.", "Daftar File": {}, "Penulis": "Hafizh Al Fikry [18014044]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Nanang Hariyanto, M.T.", "Dr. Ir. Muhammad Nurdin, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "peak shaving, Jaringan distribusi Jawa Tengah, return of investment; MATLAB", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "30 Jun 2020"}