{"Nomor": 48731, "Judul": "SURVEI KEPUASAN PELAYANAN FARMASI PADA PASIEN PESERTA PROGRAM BPJS DAN NON BPJS DI PUSKESMAS IBRAHIM ADJIE", "Abstrak": "Puskesmas adalah unit pelaksana teknik dinas kesehatan tingkat kabupaten atau kota yang\nbertanggung jawab dalam menyelenggarakan pembangunan kesehatan di suatu wilayah kerja.\nStandar pelayanan kefarmasian puskesmas meliputi dua kegiatan yaitu kegiatan yang bersifat\nmanajerial berupa pengelolaan sediaan farmasi dan bahan medis habis pakai dan kegiatan\npelayanan farmasi klinik. Penelitian ini dilakukan untuk menganalisis mutu pelayanan kefarmasian\ndi Puskesmas Ibrahim Adjie berdasarkan metode SERVQUAL yang terdiri dari aspek bukti fisik,\nkehandalan, ketanggapan, jaminan, serta empati untuk mengetahui perbedaan mutu pelayanan\nyang diberikan kepada pasien peserta program BPJS dan non BPJS berdasarkan survei kepuasan\npasien. Penelitian dilakukan di Puskesmas Ibrahim Adjie Kota Bandung dengan jumlah responden\n270 pasien peserta program BPJS dan 289 pasien non BPJS. Data primer diperoleh dari hasil\nwawancara subjek menggunakan kuesioner dan termasuk data cross section atau insidentil. Hasil\nkuesioner dianalisis menggunakan uji Mann-Whitney untuk mendapatkan nilai p dan mengetahui\nperbedaan kepuasaan antara 2 kelompok, serta metode Importance-Performance Analysis (IPA)\nuntuk mengetahui atribut yang memerlukan perbaikan. Tingkat kepuasaan pelayanan kefarmasian\nPuskesmas Ibrahim Adjie memiliki nilai rata-rata sebesar 95,88 ± 2,76% dengan CV sebesar 2,88%\npada kelompok BPJS dan 94,88 ± 4,08% dengan CV sebesar 4,30% pada kelompok non BPJS. Antara\nkelompok BPJS dan non BPJS, tidak terdapat perbedaan kepuasaan pada aspek kehandalan,\nketanggapan, jaminan, dan empati, namun terdapat perbedaan kepuasan pada aspek bukti fisik.\nBerdasarkan analisis Importance Performance Analysis, atribut pada kuadran A perlu peningkatan\nkualitas pelayanan farmasi puskesmas yaitu terkait kebersihan puskesmas, kenyamanan\npuskesmas, kepercayaan pasien terhadap obat, dan kecepatan dalam pemberian obat.", "Daftar File": {"ABSTRAK Nabilla Salsa Najmi": "https://digilib.itb.ac.id/gdl/download/208582"}, "Penulis": "Nabilla Salsa Najmi [11616040]", "Kontributor / Dosen Pembimbing": ["Dr. Lia Amalia, S.Si., Apt., M.Si.", "Irianti Bahana Maulida Reyaan, M.Si.", "Iis Rukmawati, S.Si., MM.Kes."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "puskesmas, mutu pelayanan kefarmasian, SERVQUAL, Importance Performance Analysis, kepuasan pasien", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "01 Jul 2020"}