{"Nomor": 48735, "Judul": "INTERAKSI SEDIAAN EKSTRAK BUAH PARE (MOMORDICA CHARANTIA) DENGAN OBAT SGLT-2 INHIBITOR PADA HEWAN MENCIT DALAM MENURUNKAN KADAR GLUKOSA DARAH", "Abstrak": "Diabetes melitus (DM) merupakan penyakit metabolik menahun akibat pankreas tidak\nmemproduksi cukup insulin, juga salah satu dari lima penyebab utama kematian\ndidunia. Proporsi penderita DM di Indonesia menurut hasil Riskesdas tahun 2013\nadalah sebesar 6,9 % atau dengan jumlah absolut sekitar 12 juta orang. Lebih lanjut\ndiperkirakan WHO bahwa pada tahun 2030 prevalensi DM di Indonesia mencapai 21,3\njuta orang. Beberapa kasus ditemukan yakni pasien DM yang menggunakan terapi\nherbal baik sebagai konjugatif maupun alternatif serta digunakan bersama dengan obat\nkonvensional. Salah satu jenis tanaman yang digunakan oleh masyarakat sebagai obat\ntradisional adalah tanaman pare (Momordica charantia). Oleh karena itu, tujuan\npenelitian ini adalah untuk menentukan aktivitas antidiabetes dari sediaan ekstrak buah\npare, mekanisme kerja dari sediaan ekstrak tersebut, dan menentukkan interaksi obat\nsediaan ekstrak buah pare dengan salah satu obat konvensional yaitu SGLT-2 inhibitor.\nUji antidiabetes yang dilakukan adalah uji toleransi glukosa, uji diabetes induksi\naloksan, dan uji resistensi insulin dengan induksi lemak pada hewan mencit. Dosis\nsediaan ekstrak buah pare (Momordica charantia) yang digunakan untuk metode uji\ntoleransi, uji induksi aloksan, dan uji resistensi insulin yaitu 19,5; 39,5; dan 78 mg/g\nbb mencit. Hasil penelitian ini menunjukkan bahwa sediaan ekstrak buah pare memiliki\naktivitas dalam menurunkan kadar glukosa darah. Mekanisme kerja sediaan ekstrak\nbuah pare diduga dengan meningkatkan sekresi dan sensitivitas reseptor insulin.\nKombinasi sediaan ekstrak buah pare dengan obat golongan SGLT-2 inhibitor tidak\nmenurunkan efek penurunan kadar glukosa darah dari obat SGLT-2 inhibitor secara\nsignifikan. Oleh karena itu, interaksi kombinasi obat ini interaksi tidak merugikan.", "Daftar File": {"ABSTRAK Zulkaida": "https://digilib.itb.ac.id/gdl/download/208586", "COVER Zulkaida": "https://digilib.itb.ac.id/gdl/download/244614", "BAB 1 Zulkaida": "https://digilib.itb.ac.id/gdl/download/244615", "BAB 2 Zulkaida": "https://digilib.itb.ac.id/gdl/download/244616", "BAB 3 Zulkaida": "https://digilib.itb.ac.id/gdl/download/244617", "BAB 4 Zulkaida": "https://digilib.itb.ac.id/gdl/download/244618", "BAB 5 Zulkaida": "https://digilib.itb.ac.id/gdl/download/244619", "BAB 6 Zulkaida": "https://digilib.itb.ac.id/gdl/download/244620", "PUSTAKA Zulkaida": "https://digilib.itb.ac.id/gdl/download/244621"}, "Penulis": "Zulkaida [20718003]", "Kontributor / Dosen Pembimbing": ["Dr. Neng Fisheri Kurniati, S.Si., M.Si., Apt.", "Prof. Dr. Elin Yulinah"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Diabetes Melitus, sediaan ekstrak buah Pare (Momordica charantia), Dapagliflozin, interaksi farmakodinamik.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "01 Jul 2020"}