{"Nomor": 48748, "Judul": "PERUMUSAN LANGKAH IMPLEMENTASI ARSITEKTUR MVC, MVP, DAN MVVM PADA PLATFORM ANDROID", "Abstrak": "Ada banyak arsitektur yang telah dibangun dan menjadi pedoman dalam pembangunan perangkat lunak. Ada beberapa arsitektur yang telah digunakan pengembang. Arsitektur MVC, MVP, dan MVVM merupakan salah satu platform pengembangan yang telah digunakan secara umum dan paling sering digunakan. Salah satu platform pengembangan yang paling popular saat ini adalah platform Android. Hal ini dibuktikan dengan sudah banyaknya framework dan library yang disediakan dalam platform Android untuk memudahkan pembangunan aplikasi. Namun belum ada langkah-langkah yang dirumuskan untuk mengimplementasi arsitektur MVC, MVP, dan MVVM dalam platform Android. Dengan dibuatnya langkah-langkah ini, diharapkan langkah-langkah tersebut dapat membantu pengembang dalam mengembangkan aplikasi Android dengan arsitektur yang diinginkannya.\nLangkah dalam pembangunan aplikasi ditentukan dengan memetakan konsep antara Android dengan MVC, MVP, dan MVVM dan melakukan analisis terkait karakteristik setiap komponen yang ada pada MVC, MVP, dan MVVM dan kelas-kelas pada Android. Langkah yang telah didapat sebelumnya diterapkan pada pembangunan aplikasi Android untuk setiap arsitektur pada MVC, MVP, dan MVVM.\nUntuk membuktikan langkah-langkah tersebut benar, dilakukan pengujian dengan menggunakan aplikasi kalkulator dan kuis sederhana sebagai studi kasus dalam Tugas Akhir. Aplikasi dikembangkan dengan menggunakan langkah-langkah yang telah dirumuskan untuk ketiga arsitektur tersebut. Setiap arsitektur aplikasi yang dibangun telah divalidasi dan sesuai dengan prinsip-prinsip arsitektur MVC, MVP, dan MVVM. Pengujian fungsionalitas telah dilakukan pada setiap aplikasi dan sudah memenuhi kebutuhan fungsional yang dirancang.", "Daftar File": {"ABSTRAK Oktavianus Handika": "https://digilib.itb.ac.id/gdl/download/208598", "COVER Oktavianus Handika": "https://digilib.itb.ac.id/gdl/download/218009", "BAB 5 Oktavianus Handika": "https://digilib.itb.ac.id/gdl/download/218014", "PUSTAKA Oktavianus Handika": "https://digilib.itb.ac.id/gdl/download/218015"}, "Penulis": "Oktavianus Handika [13515035]", "Kontributor / Dosen Pembimbing": ["Adi Mulyanto, S.T., M.T.", "Hari Purnama, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Android, MVC, MVP, MVVM, arsitektur, komponen", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "01 Jul 2020"}