{"Nomor": 48746, "Judul": "PEMILIHAN ALTERNATIF PROYEK KEPATUHAN LINGKUNGAN - PERBAIKAN PIT BLOWDOWN DI COGENERATION AREA UTARA", "Abstrak": "PT LTE sebagai salah satu perusahaan hulu migas yang beroperasi di Indonesia juga memiliki komitmen tinggi\nterhadap isu-isu terkait kepatuhan lingkungan. Komitmen ini berkaitan dengan upaya rutin PT LTE dalam\nmempertahankan kelanjutan bisnisnya dan untuk memenuhi kebutuhan energi domestik di Indonesia. Saat ini,\nsebagian besar ketidakpatuhan adalah karena fasilitas yang dibangun jauh sebelum peraturan lingkungan yang\nbaru ada, ketika pada saat itu masalah lingkungan tidak sekuat hari ini.  \nNorth Area Cogeneration (NAC) adalah bagian dari manajemen daya dan energi Perusahaan dalam rangka\nmemasok uap untuk injeksi uap yang menghasilkan minyak di ladang Duri dan juga sebagai pemasok listrik untuk\noperasi Perusahaan di blok Rokan. Kondisi blowdown pit di NAC saat ini berisiko untuk ketidakpatuhan terhadap\nperaturan Perusahaan dan Pemerintah Indonesia. Ini membuat pengambilan keputusan untuk inisiatif kepatuhan\nmenjadi penting dan harus dilakukan dengan hati-hati dan menyeluruh. \nTujuan dari tugas akhir ini adalah untuk mengusulkan dan memilih solusi terbaik untuk masalah ini, terutama\nmasalah yang terkait dengan kepatuhan lingkungan pada blowdown pit di NAC saat ini, melalui analisis situasi\nterstruktur, penyelesaian masalah, dan pendekatan analisis keputusan. \nIsu kepatuhan Lingkungan dinilai menggunakan Kepner-Tregoe (KT) Situation Appraisal. Insiden lingkungan\nyang terjadi dicari akar masalahnya menggunakan KT-Problem Analysis. VFT digunakan untuk mendapatkan\nalternatif-alternatif potensial yang sesuai dengan nilai dan tujuan yang ingin dicapai. Pemilihan alternatif\nkemudian menggunakan metode kombinasi AHP - SMART. Kualitatif analisa perbandingan berpasangan\ndilakukan melalui diskusi grup. Hasil dari analisi keputusan kemudian diusulkan kepada pembuat keputusan \nAlternatif yang diusulkan adalah alternatif 3 Membangun blowdown pit di lokasi baru beserta perbaikan fasilitas\nyang direkomendasikan di tahap KT. Hasil penelitian tersebut akan diusulkan sebagai proyek dan akan diterapkan\ndengan menggunakan konsep manajemen proyek", "Daftar File": {"2020_TS_PP_Andry Permana_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/208597"}, "Penulis": "Andry Permana [29117342]", "Kontributor / Dosen Pembimbing": ["Santi Novani, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kepner Tregoe (KT) Problem Analysis, Value Focused Thinking (VFT), Simple Multiple Attribute Rating Technique (SMART), Analytic Hierarchy Process (AHP), Pengambilan Keputusan, North Area Cogeneration (NAC), Blowdown Pit", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "01 Jul 2020"}