{"Nomor": 48754, "Judul": "PERANCANGAN BRAND IDENTITY MUSEUM BENTENG HERITAGE UNTUK WISATAWAN DOMESTIK DEWASA MUDA", "Abstrak": "Museum Benteng Heritage adalah museum kebudayaan peranakan Tionghoa pertama\nyang ada di Indonesia. Museum ini adalah hasil restorasi bangunan tradisional setempat,\nyang mengoleksi artefak seni budaya dan sejarah kehidupan masyarakat peranakan\nTionghoa di kota lama Tangerang. Koleksi yang luas dimulai dari perabotan rumah tangga\nmasyarakat peranakan hingga benda-benda seni budaya dari berbagai penjuru Asia\nmenjadikan museum ini sebagai museum dengan status koleksi museum nasional.\nBerdasarkan tantangan yang dihadapi museum untuk memenuhi fungsinya sebagai pusat\nedukasi sejarah dan seni budaya peranakan Tionghoa di tengah munculnya berbagai\nmuseum baru yang menyaingi museum nasional serta potensi nilai luhur toleransi yang\nmenjadi asas terbentuknya akulturasi budaya yang membuahkan budaya peranakan\nTionghoa, Museum Benteng Heritage membutuhkan sebuah perancangan brand identity\nyang mampu meningkatkan daya tarik wisatawan domestik dewasa muda terhadap\nmuseum ini. Perancangan dilaksanakan menganut proses perancangan brand identity\nAlina Wheeler, yang mampu memberikan insight bahwa museum nasional pada\numumnya memiliki brand yang kuno dan monoton, atau bahkan masih erat dikaitkan\ndengan fenomena paranormal, di mata masyarakat. Sehingga, brand identity yang\ndihasilkan dari perancangan ini dibuat dengan unik dan berbeda dari museum nasional\nlainnya. Hasil dari perancangan ini adalah sebuah brand identity dengan big idea\n„Selebrasi atas Toleransi“; sebuah narasi bahwa museum ini membawakan dan\nmerayakan nilai toleransi dengan gembira dan meriah sebagai sebuah nilai luhur yang\npenting untuk disampaikan kepada masyarakat Indonesia yang majemuk. Big Idea ini\nditurunkan menjadi tiga kata kunci yakni selebrasi, toleran, dan elegan. Logo dari brand\nidentity ini tersusun atas unsur naga dan air, di mana naga dalam logo adalah simplifikasi\ndari logo sebelumnya, di mana naga tersebut adalah liong naga nusantara; liong yang\ndiolah dengan sensibilitas masyarakat Bali, serta air yang melambangkan air sungai\nCisadane, sungai yang terletak dekat dengan kota Lama Tangerang yang menjadi tempat\nperlabuhan Laksamana Cheng Ho. Elemen visual dari brand identity ini adalah liong naga\nnusantara yang dibentuk menjadi sebuah stroke yang dapat dimanfaatkan dengan\nfleksibel serta modul pecahan keramik berikut dengan motifnya, yang terinspirasi darirelief void museum yang menjadi koleksi yang dibanggakan oleh museum. Keseluruhan\nelemen tipografi dan warna ditentukan menyesuaikan dengan impresi selebrasi dan\ndinamis yang ditekankan oleh brand, namun masih terinspirasi dari sifat koleksi museum\nyang kaya akan nilai sejarah dan budaya. Eksekusi keseluruhan dari brand identity\nmenekankan pada eksekusi yang eksploratif untuk memberikan gambaran potensi yang\ndimiliki brand identity serta menyesuaikan dengan kebutuhan dari museum.", "Daftar File": {}, "Penulis": "Ernest Widi Iswanto [17416042]", "Kontributor / Dosen Pembimbing": ["Drs. Oki Hamka Suyatna, M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "brand, budaya, museum, peranakan, Tionghoa", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "01 Jul 2020"}