{"Nomor": 48769, "Judul": "SIMULASI MULTI-AGENT REINFORCEMENT LEARNING UNTUK PERMASALAHAN PERGUDANGAN DENGAN ALGORITMA SOFT ACTOR-CRITIC", "Abstrak": "Multi-agent reinforcement learning (MARL) merupakan salah satu pengembangan\nyang paling mutakhir dalam bidang kecerdasan buatan. Reinforcement learning\n(RL) adalah kemampuan suatu agent untuk belajar menyelesaikan masalah dalam\nsuatu environment secara mandiri melalui trial-and-error. MARL merupakan\npengembangan dari RL untuk permasalahan yang bersifat multi-agent. MARL juga\nmemiliki potensi untuk merevolusi industri logistik. Salah satu sektor terbesar dari\nindustri logistik adalah pergudangan yang mana terdapat beberapa permasalahan\nyang dapat diotomatisasi. Salah satu permasalahan tersebut adalah pemindahan\nbarang-barang dari rak-rak dalam suatu gudang layanan pengiriman.\nBerangkat dari sana, pada tugas akhir ini dilakukan studi terhadap MARL dengan\nmengembangkan sebuah environment multi-agent yang mensimulasikan\npermasalahan tersebut. Dilakukan juga pengujian performa satu algoritma RL yang\npaling mutakhir, yaitu Soft Actor-Critic (SAC), pada environment yang\ndikembangkan.\nEnvironment yang dikembangkan bernama Warehouse. Environment ini dapat\nmensimulasikan pemindahan barang-barang pada rak-rak dalam suatu gudang\nmenggunakan robot-robot otonom. Terdapat dua variasi ukuran dan jumlah agent\ndari environment Warehouse yaitu WarehouseSmall dan WarehouseMedium.\nDikembangkan juga 3 solusi baseline yang akan dibandingkan performanya dengan\nalgoritma SAC, yaitu solusi acak, greedy, dan campuran.\nAlgoritma SAC berhasil diujikan pada kedua varian environment Warehouse dan\nmendapat performa terbaik dibandingkan dengan ketiga solusi baseline dimana\nSAC mendapat nilai average return per agent 28,63% dan 18,91% lebih tinggi\ndibandingkan dengan solusi greedy yang menempati posisi kedua untuk masingmasing\nvarian WarehouseSmall dan WarehouseMedium. Analisis terhadap hasil\npengujian juga menunjukkan bahwa masing-masing agent pada solusi SAC dapat\nmelakukan kerja sama. Terdapat tiga emergent behavior yang dapat diobservasi yang menjelaskan hasil pengujian yang didapat yaitu collision avoidance,\ncoordinated assignment, dan sub-optimal movement.", "Daftar File": {"ABSTRAK Faza Fahleraz": "https://digilib.itb.ac.id/gdl/download/208624", "COVER Faza Fahleraz": "https://digilib.itb.ac.id/gdl/download/240980", "PUSTAKA Faza Fahleraz": "https://digilib.itb.ac.id/gdl/download/240986"}, "Penulis": "Faza Fahleraz [13516095]", "Kontributor / Dosen Pembimbing": ["Dr. Judhi Santoso, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "multi-agent reinforcement learning, Soft Actor-Critic, pergudangan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "01 Jul 2020"}