{"Nomor": 48761, "Judul": "KAJIAN KERENTANAN SOSIAL KEPENDUDUKAN DAN EKONOMI TERHADAP DAMPAK PERUBAHAN IKLIM DI DESA-DESA PESISIR KABUPATEN INDRAMAYU", "Abstrak": "Perubahan iklim merupakan perubahan kondisi iklim yang dapat diidentifikasi. Fenomena ini dapat mempengaruhi kegiatan utama di kawasan pesisir yaitu sektor pertanian dan perikanan. Dampak seperti kenaikan curah hujan, intrusi air laut, dan abrasi telah terjadi di Kabupaten Indramayu. Selain itu, hal tersebut dapat mempengaruhi kondisi sosial kependudukan dan ekonomi di desa-desa pesisir Kabupaten Indramayu. Tujuan penelitian ini adalah untuk menganalisis tingkat kerentanan sosial kependudukan dan ekonomi desa-desa pesisir Kabupaten Indramayu terhadap dampak perubahan iklim dan strategi penanganannya. Metode pengumpulan data menggunakan data sekunder. Tiga metode analisis yang digunakan : analisis statistik deskriptif, analisis skoring dan pembobotan, dan analisis spasial. Pada penelitian ini menggunakan sepuluh indikator untuk mengukur tingkat kerentanan. Berdasarkan hasil penelitian didapatkan dari total 41 desa untuk tingkat kerentanan sosial kependudukan terdapat 11 desa (26,82%) memiliki tingkat kerentanan rendah, 20 desa (48,78%) memiliki tingkat kerentanan sedang, dan 10 desa (24,39%) memiliki tingkat kerentanan tinggi, dengan 3 indikator memiliki tingkat kerentanan rendah (penduduk lansia, kepadatan penduduk, dan penduduk difabel) dan 2 indikator memiliki tingkat kerentanan tinggi (sistem mitigasi bencana dan lembaga masyarakat). Sedangkan untuk tingkat kerentanan ekonomi terdapat 2 desa (4,87%) memiliki tingkat kerentanan rendah, 34 desa (82,92%) memiliki tingkat kerentanan sedang, dan 5 desa (12,19%) memiliki tingkat kerentanan tinggi, dengan 2 indikator memiliki kerentanan tinggi (jenis pekerjaan dan sarana ekonomi) dan 1 indikator memiliki kerentanan rendah (penduduk miskin). Terdapat beberapa strategi yang digunakan untuk mengurangi tingkat kerentanan yaitu: adaptasi pertanian, penambahan sistem mitigasi bencana, pemberian pemaham masyarakat, meningkatkan kelembagaan masyarakat, dan meningkatkan kesejahtetraan masyarakat. Berdasarkan hasil penelitian didapatkan bahwa mayoritas desa pesisir di Kabupaten Indramayu memiliki kerentanan total sedang, dengan Desa Pringgacala dan Desa Juntinyuat merupakan desa yang memiliki kerentanan total rendah. Hasil penilaian tingkat kerentanan secara spasial dapat digunakan bagi pemerintah daerah untuk menerapkan strategi dalam upaya mengurangi tingkat kerentanan, khususnya untuk desa yang memiliki tingkat kerentanan tinggi.", "Daftar File": {"ABSTRAK Naufal Muhammad Iqbal": "https://digilib.itb.ac.id/gdl/download/208614"}, "Penulis": "Naufal Muhammad Iqbal [15416224]", "Kontributor / Dosen Pembimbing": ["Nurrohman Wijaya, S.T., M.Sc.", "Naya Cinantya Drestalita, S.T., MA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "perubahan iklim, desa pesisir, tingkat kerentanan, sosial kependudukan dan ekonomi, strategi adaptasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Jul 2020"}