{"Nomor": 48771, "Judul": "KAJIAN POLA PERGERAKAN MASYARAKAT DKI JAKARTA DENGAN PEMANFAATAN BIG DATA TWITTER", "Abstrak": "Memahami pola pergerakan masyarakat sangat penting untuk mengetahui perilaku\nmanusia dan memiliki peran penting dalam perencanaan transportasi perkotaan.\nMemiliki informasi yang didukung data dan analisis yang komprehensif membantu\npembuat kebijakan dalam mengembangkan sistem transportasi yang terintegrasi.\nData geospasial dari Media Sosial seperti Twitter dapat digunakan untuk\nmenentukan informasi spasial tata guna lahan dan secara temporal secara real-time.\nPenelitian ini mengeksplorasi sejauh mana manfaat Big Data Twitter untuk\nmemahami pola pergerakan masyarakat DKI Jakarta pada saat hari kerja dan akhir\npekan. Data yang digunakan dalam penelitian ini terdiri dari data primer dan\nsekunder. Metode pengumpulan data utama adalah Data Crawling dari Twitter\nPublic API selama satu bulan penuh (Februari, 2020 hingga Maret, 2020) di 42\nKecamatan DKI Jakarta, yang dianggap sebagai kota dengan tingkat lalu lintas ke-\n10 paling padat di dunia. Selain itu, data sekunder yang digunakan adalah data\npenggunaan lahan, data populasi, data jaringan jalan, data prasarana, dan studi\nliteratur. Penelitian ini menyajikan profil pergerakan masyarakat dari berbagai\nkecamatan yang melihat karakteristik penggunaan Twitter pada hari kerja dan akhir\npekan dan pada penggunaan lahan tertentu. Kemudian, dilakukan analisis regresi\nberganda untuk menentukan faktor yang mempengaruhi pola pergerakan yang\ndisimpulkan dari Big Data Twitter. Terakhir, dilakukan peninjauan keterkaitan pola\npergerakan yang disimpulkan dari Big Data Twitter dengan hasil model gravitasi\ndari data pergerakan orang oleh JUTPI (Jabodetabek Urban Transportation Policy\nIntegration). Hasil dari penelitian ini menunjukkan bahwa Big Data Twitter\nmerupakan sumber data yang dapat digunakan untuk menggambarkan pola\npergerakan masyarakat DKI Jakarta dan memiliki implikasi luas untuk perencanaan\nkota", "Daftar File": {}, "Penulis": "Aulia Muthia [15416101]", "Kontributor / Dosen Pembimbing": ["Ibnu Syabri, B.Sc., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Big Data, Twitter, Pola Pergerakan, Spasial, Temporal, dan Perencanaan Transportasi.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "1 file", "Tanggal Input": "01 Jul 2020"}