{"Nomor": 48773, "Judul": "PERUBAHAN TUTUPAN LAHAN DAN PENGARUHNYA TERHADAP KEJADIAN BANJIR DI WILAYAH PROVINSI DKI JAKARTA", "Abstrak": "Perubahan pada tutupan lahan di Daerah Aliran Sungai (DAS) cenderung meningkat intensitasnya menurut ruang dan waktu dan berpengaruh negatif terhadap kualitas lahan DAS, diantaranya meningkatnya debit puncak, koefisien aliran permukaan, serta banjir. Untuk memantau pola perubahan tutupan lahan yang terjadi secara cepat, digunakan teknologi penginderaan jauh, berdasarkan data spasial citra satelit. Tujuan penelitian adalah mengidentifikasi pengaruh perubahan tutupan lahan terhadap kejadian Banjir di Provinsi DKI Jakarta. Penelitian dilakukan pada Maret - Juni 2020 di Sekolah Perencanaan Wilayah Kota, Institut Teknologi Bandung. Pola perubahan tutupan lahan di wilayah daerah aliran sungai cenderung meningkat pada bagian hulu khususnya DAS Ciliwung dan Cisadane dengan prosentase 10-20% selama periode penelitian. Tahun 2018 DAS Ciliwung 53% lahan sudah didominasi oleh lahan terbangun, DAS Krukut 85%, DAS Sunter 78%, DAS Angke 70%, DAS Buaran 90%, DAS Cakung 72%, dan DAS Cisadane 23%. Lahan terbangun cenderung untuk mengkonversi lahan agrikultur dan badan air, sedangkan lahan agrikultur mengkonversi lahan hutan. Banyaknya lahan bervegetasi yang berubah menjadi lahan nonvegetasi mengakibatkan meningkatnya debit aliran dan koefisien aliran limpasan. Diketahui selama tahun 2018 Daerah Aliran Sungai yang memiliki nilai paling tinggi untuk koefisien limpasan yaitu DAS Buaran (0.86), DAS Krukut (0.84) dan DAS Angke (0.78).", "Daftar File": {"ABSTRAK Farhandani Adnan": "https://digilib.itb.ac.id/gdl/download/208629"}, "Penulis": "Farhandani Adnan [15416227]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Djoko Santoso Abi Suroso, Ph.D.", "Arini Murwindarti, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Perubahan Tutupan Lahan, Analisis Overlay, Banjir DKI Jakarta, dan arcGIS", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Jul 2020"}