{"Nomor": 48788, "Judul": "SINTESIS DAN KARAKTERISASI SIFAT TERMAL DARI PULLULAN FTALAT SEBAGAI BAHAN DASAR PEMBUATAN ODF (ORALLY DISINTEGRATING FILM)", "Abstrak": "Sebanyak 90% sediaan farmasi merupakan sediaan bentuk padatan. Sediaan padatan\nkonvensional memiliki kekurangan yaitu onset terapi yang lama dan penggunaannya yang kurang\nnyaman. Karena itu, dikembangkan bentuk sediaan baru yang dapat menutupi kekurangan\nsediaan padat konvensional. Salah satu bentuk sediaan baru yang dikembangkan adalah orally\ndisintegrating film (ODF). ODF merupakan sediaan farmasi yang terbuat dari lapisan tipis polimer\nhidrofilik yang mengandung zat aktif terinkorporasi di dalamnya. ODF lebih unggul dari sediaan\npadat konvensional karena onset terapinya yang cepat dan penggunaannya yang sangat\nsederhana. Pengembangan sediaan ODF memerlukan matriks polimer hidrofilik yang memiliki\nkarakteristik inert, non-toksik, non-iritan, tidak mempengaruhi waktu pelarutan ODF, tahan\nselama penyimpanan, penyebarannya baik, dan memiliki sifat mekanik dan kekuatan regangan\nyang baik. Pullulan merupakan polimer yang tersusun atas maltotriosa yang berikatan 1,6-?-\nglikosida. Pullulan memiliki sifat yang inert, non toksik, non mutagenik, biodegradable, dan mudah\ndimodifikasi secara kimia. Sehingga, dikembangkan suatu alternatif bahan yang memiliki\npembentukan film yang baik berbahan dasar pullulan dengan mengesterifikasi pullulan\nmenggunakan asam ftalat anhidrida menjadi senyawa pullulan ftalat. Metode pembuatan pullulan\nftalat yaitu dengan merefluks campuran pullulan, asam ftalat anhidrida, trietilamina, dan N,Ndimetilformamida selama 24 jam pada suhu 100\no\nC. Keberhasilan sintesis dikonfirmasi\nmenggunakan spektrometer IR dan NMR. Hasil karakterisasi produk sintesis memiliki transisi gelas\n226\no\nC untuk pullulan ftalat dengan derajat substitusi 3.011 dan 234\no\nC untuk pullulan ftalat\ndengan derajat substitusi 2.304. Hasil pembuatan film pullulan ftalat dengan 3 konsentrasi\nmenunjukkan bahwa pada konsentrasi pullulan ftalat 2%, memiliki elastisitas dan kontinuitas film\nyang baik.", "Daftar File": {"ABSTRAK Aderian Novito Setiawan": "https://digilib.itb.ac.id/gdl/download/208674"}, "Penulis": "Aderian Novito Setiawan [10716017]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Sundani Nurono", "Dr.rer.nat. Rachmat Mauludin, S.Si.,M.Si., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "pullulan, esterifikasi, pullulan ftalat, ODF, transisi gelas", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "02 Jul 2020"}