{"Nomor": 48784, "Judul": "PEMANFAATAN LIMBAH PRODUKSI PRODUK ROTAN MENJADI PERMAINAN EDUKASI KONSTRUKTIF UNTUK ANAK USIA DINI", "Abstrak": "Indonesia adalah rumah bagi lebih dari 500 jenis rotan dan Indonesia merupakan negara\npenghasil rotan terbesar di dunia, diperkirakan 80% bahan baku rotan di seluruh dunia\ndihasilkan oleh Indonesia. Sebagai material asli dari Indonesia rotan banyak\ndikembang sebagai furniture untuk rumah dan perkantoran. Meskipun dikenal sebagai\npenghasil rotan terbesar faktanya industri rotan masih kesulitan mendapatkan bahan\nbaku berkualitas baik yang diakibatkan oleh perdagangan bahan mentah ilegal yang\nmasih marak. Untuk menjaga industri rotan tetap berjaya diperlukan tindakan untuk\nmenggunakan material secara efektif efisien. Sebuah industri rotan menghasilkan\nlimbah produksi dari sisa-sisa potongan rotan yang berlebih, limbah ini tidak terpakai\ndan memiliki nilai jual rendah dan jumlah tidak bisa dikatakan sedikit, sehingga butuh\npengelolaan dan penanganan lebih agar potensi material rotan dapat dikenali lebih jauh.\nPengelolaan dan aplikasi yang tepat pada limbah rotan diperkirakan dapat\nmeningkatkan nilai jual dari limbah rotan sendiri dan dapat meningkatkan serta\nmemaksimalkan fungsi rotan. Melalui penelitian dan eksperimen mengenai sifat dan\nkarakteristik limbah rotan dapat diketahui peluang pengembangan arah produk yang\nkemudian diketahui dapat dimanfaatkan dengan memanfaatkan konsep modular atau\nbongkar pasang sebagai salah satu fungsi utama. Melalui eksperimen tersebut menjadi\nlatar belakang pengembangan produk menjadi permainan konstruktif modular untuk\nanak usia dini.", "Daftar File": {"2020 TA PP DITA APRILIAN.pdf]": "https://digilib.itb.ac.id/gdl/download/208667"}, "Penulis": "Dita Apriliani [17516039]", "Kontributor / Dosen Pembimbing": ["Imam Damar Djati, S.Sn., M.Sn., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Produk", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "limbah rotan, peningkatan nilai, material terbarukan, permainan konstruktif", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "02 Jul 2020"}