{"Nomor": 48799, "Judul": "PENGEMBANGAN MODEL ASESMEN LEAN PADA INDUSTRI DIRGANTARA STUDI KASUS: PT. DIRGANTARA INDONESIA", "Abstrak": "PT. Dirgantara Indonesia (PTDI) merupakan Badan Usaha Milik Negara (BUMN)\nyang begerak dibidang industri dirgantara. Dengan visi untuk memimpin pasar\npesawat terbang turboprop kelas menengah & ringan dan menjadi referensi\nstandard perusahaan dirgantara di kawasan Asia Pasific dengan mengoptimalkan\nkompetensi komersial dan industrial. Untuk mencapai visi tersebut, diperlukan\npeningkatan kapasitas dan efisiensi proses produksi, salah satu langkah yang\ndilakukan adalah dengan menerapkan Lean manufacturing, yang selanjutnya\ndisebut lean.\nDalam membangun strategi lean di PTDI yang memiliki sistem produksi yang\nbervariasi dari mulai job shop dan batch shop di area Detail Part Manufacturing\n(DM), job shop dan flow shop di area Component & Assembly (CA), dan flow shop\ndi area Final Assembly Line (FD), diperlukan metode asesmen lean yang mampu\nmengukur implementasi lean practice pada multi-plant. Penelitian ini melakukan\npengembangan model asesmen lean dalam konteks industri dirgantara dengan\nfokus penerapan lean practices pada area manufaktur, dan mengeliminasi lean\nenabler.\nModel dasar lean practices dibangun dari model sembilan determinan Karlsson &\nÅhlström (1996) dan model 22 manufacturing practices Shah & Ward (2003).\nKemudian dilakukan identifikasi dan eliminasi lean enabler berbasis Oehmen\n(2012). Setelah dilakukan validasi terhadap kesesuai dengan sistem produksi PTDI,\ndihasilkan 7 variabel sebagai instrumen asesmen.\nVariabel teruji valid dan reliable dalam mengevaluasi penerapan lean dalam\nindustri dirgantara. Model asesmen yang dikembangkan telah mampu\nmengidentifikasi tingkat penerapan lean di PTDI, yang memiliki plant dengan\nkarakteristik sistem produksi yang bervariasi. Dengan memperhatikan degree of\nadaptation (DoA) dari masing-masing lean practice terhadap degree of leanness\n(DoL), teridentifikasi dua lean practices dengan nilai DoA berada di bawah DoL.", "Daftar File": {"ABSTRAK Muhammad Ridlo Akbar": "https://digilib.itb.ac.id/gdl/download/208710"}, "Penulis": "Muhammad Ridlo Akbar [23416039]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Iwan Inrawan Wiratmadja"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Lean Manufacturing, lean assessment, industri Dirgantara, Lean Practice, Lean Enabler, Strategi Lean", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Jul 2020"}