{"Nomor": 48811, "Judul": "STUDI KELAYAKAN BUS ANTAR KAMPUS UNTUK MELAYANI PERGERAKAN MAHASISWA DI KECAMATAN COBLONG DAN SEKITARNYA", "Abstrak": "Sekitar 67.971 calon mahasiswa memilih menempuh pendidikan di PTN dan PTS yang tercluster\npada Kecamatan Coblong dan Kecamatan sekitarnya (Bandung Wetan dan Cidadap). Keberadaan\nkampus-kampus ini telah memberikan pengaruh besar terhadap perkembangan Kota Bandung\nterutama pada kawasan Coblong. Pengaruh tersebut terutama dirasakan dengan tingginya\nmobilitas pada kawasan kampus. Tamin, (2000) menyatakan kampus adalah pusat aktivitas\npendidikan yang menimbulkan tarikan pergerakan. Fenomena kemacetan adalah salah satu\nproblem yang dihasilkan dari belum efektif dan efesiennya sistem transportasi untuk melayani\npergerakan mahasiswa di kampus-kampus pada Kecamatan Coblong dan sekitarnya. Pergerakan\nmahasiswa yang teridentifakasi melalui karakteristiknya yang khas yaitu erat dengan pusat aktivitas\ndan kebutuhan sehari-hari pada lingkungan kampus, adalah peluang untuk menghasilkan produk\nlayanan transportasi yang mampu memanajemen permintaan dengan lebih baik. Bus kampus\nadalah moda yang mampu mengangkut jumlah penumpang lebih banyak dibandingkan moda\nlainnya dan tepat untuk menciptakan sistem transportasi yang berkelanjutan. Rancangan layanan\ndilakukan dengan mengidentifikasi pola dan karakteristik pergerakan mahasiswa meliputi tujuan,\nwaktu bergerak, dan preferensi penggunaan bus antar kampus. Untuk memastikan rancangan\nlayanan layak di implementasikan dan sesuai dengan kebutuhan, maka rancangan tersebut di uji\nkelayakannya menggunakan analisis biaya dan manfaat dengan mengidentifikasi satu persatu biaya\noperasional kendaraan yang dihasilkan. Nilai-nilai untuk setiap biaya dan pemasukan di\nsimulasikan menggunakan simulasi monte carlo. Dari pola pergerakan mahasiswa yang\nteridentifikasi, dihasilkan empat skenario layanan bus kampus yang berpotensi di implementasikan.\nHasil uji kelayakan terhadap keempat skenario menyatakan bahwa rancangan tersebut layak\nmenjadi layanan transportasi bagi mahasiswa di Kecamatan Coblong. Skenario layanan bus untuk\nmahasiswa pada kampus yang tercluster di kawasan yang sama memiliki potensi lebih baik dari sisi\nfinansial. Sedangkan skenario layanan bus untuk satu kawasan studi dinilai lebih realistis untuk\nditerapkan.", "Daftar File": {}, "Penulis": "Faizah Khairunnisa [15416067]", "Kontributor / Dosen Pembimbing": ["Ibnu Syabri, B.Sc., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Bus, Coblong, pergerakan, BCA, Monte-carlo", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "02 Jul 2020"}