{"Nomor": 48817, "Judul": "PENGARUH KONEKTIVITAS JARINGAN KERETA API TERHADAP PERTUMBUHAN EKONOMI REGIONAL DI PROVINSI JAWA BARAT", "Abstrak": "Kereta api merupakan salah satu moda transportasi utama sebagai angkutan\npenumpang maupun barang. Disebutkan pula dalam dokumen Rencana Induk\nPerkeretaapian Nasional (RIPNAS) bahwa kereta api akan menjadi salah satu moda\ntransportasi penunjang guna mendukung pertumbuhan ekonomi. Menurut PT. Kereta\nApi Indonesia (Persero), jumlah penumpang kereta dalam kota dan antar kota di\nseluruh Indonesia pada tahun 2018 berjumlah sebanyak 423.846.257 orang,\nmeningkat 7,54% dari jumlah penumpang pada tahun sebelumnya yaitu sebesar\n394.134.634 orangg. Sedangkan untuk pengangkutan barang pada tahun 2018\nmencapai 45.236.310 ton, meningkat 12,92% dari volume barang terangkut tahun\nsebelumnya yaitu 40.060.714 ton. Meningkatnya jumlah penumpang tersebut\nmendorong pemerintah untuk terus melakukan pengembangan infrastruktur\nperkeretaapian, baik yang dilakukan oleh pemerintah pusat maupun pemerintah\ndaerah. Disebutkan dalam dokumen Rencana Induk Perkeretaapian Nasional\n(RIPNAS) Kementerian Perhubungan tahun 2010-2030 target panjang jaringan\nkereta api antar kota akan mencapai 12.100 km pada tahun 2030 yang tersebar di\npulau Jawa-Bali, Sumatera, Kalimantan, Sulawesi, dan Papua, sementara panjang\njaringan kereta api dalam kota memiliki target mencapai 3.800 km.\nPesatnya pengembangan dan pembangunan jaringan kereta api di Indonesia saat ini\nmenjadi momentum yang tepat untuk mengkaji pengaruh konektivitas jaringan\nkereta api terhadap pertumbuhan ekonomi regional di jawa barat. Penelitian ini\nmengadopsi model yang dikembangkan dari penelitian sebelumnya yang dilakukan\noleh Chong et al. (2019) dengan kesimpulan bahwa pengembangan konektivitas\njaringan high-speed rail (HSR) di Cina memiliki peran penting dalam pertumbuhan\nekonomi. Penelitian ini dilakukan dengan menggunakan metode analisis linier\nberganda dengan variable input analisis Produk Domestik Regional Bruto per\nKapita (PDRB per Kapita) sebagai variable terikat, Konektivitas Jaringan Kereta\nApi sebagai variabel bebas serta Investasi pemerintah per kapita, Investasi swasta\nper kapita, IPM, Rasio PDRB pertanian (luas) terhadap PDRB, Rasio PDRB industri\nterhadap PDRB, Rasio PDRB jasa terhadap PDRB, dan Populasi penduduk sebagai\nvariable kontrol. Namun secara spesifik hasil penelitian ini menunjukkan hasil yang\nberbeda, diperoleh nilai koefisien konektivitas sebesar ?2 = -0,0008 yang secara\nstatistik bernilai spesifik. Koefisien tersebut menunjukkan bahwa adanya pengaruh\nnegatif dari konektivitas jaringan kereta api terhadap pertumbuhan ekonomi\nregional.", "Daftar File": {}, "Penulis": "Muhammad Iqbal Furqan [15413046]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.Eng. Pradono, S.E., M.Ec.Dev."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Jaringan kereta api, pertumbuhan ekonomi regional, konektivitas, PDRB perkapita", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "03 Jul 2020"}