{"Nomor": 48816, "Judul": "PANDUAN PERANCANGAN PASAR ATAS DAN KAWASAN SEKITAR PASAR ATAS KOTA CIMAHI", "Abstrak": "Di sejumlah daerah di Indonesia pasar merupakan anchor dari kawasan\nperdagangan dan jasa, pasar dan kawasan pasar yang terdiri dari kios, toko, atau\nlos pedagang menjadi sumber utama kegiatan ekonomi daerah. Akan tetapi terdapat\nberbagai masalah yang terdapat dalam pasar dan kawasan sekitar pasar, terutama di\nPasar Atas Cimahi dan Kawasan Sekitar Pasar Atas Cimahi mengalami kondisi yang\nkurang baik dan lebih mengarah pada kondisi yang tak teratur, dan kotor, banyaknya\nPKL di trotoar dan di bahu jalan, serta terbatasnya jalur pejalan kaki. Diperlukan\npanduan perancangan untuk menata pasar dan kawasan sekitar pasar agar tertata\ndan teratur sesuai dengan karakteristik lingkungan fisik dan juga mempertimbangkan\npersepsi dan preferensi pengguna.\nPenelitian ini bertujuan untuk menyusun panduan perancangan Pasar Atas\ndan Kawasan Sekitar Pasar Atas Cimahi guna mengoptimalkan kualitas serta fungsi\nPasar Atas dan Kawasan Sekitar Pasar Atas dengan mempertimbangkan kebutuhan\npengunjung, pedagang, dan penghuni di kawasan pasar. Penyusunan panduan ini\ndilakukan dengan mempertimbangkan aspek-aspek dan komponen hasil dari studi\nliteratur, observasi, serta mempertimbangkan persepsi dan preferensi para pengguna\npasar dan kawasan sekitar pasar. Kemudian didapatkan persoalan yang terjadi di\npasar dan kawasan sekitar pasar yang setelahnya dirumuskan kebutuhan-kebutuhan\nyang perlu disediakan atau diperlukan di Pasar Atas dan Kawasan Sekitar Pasar Atas.\nSetelah itu akan dihasilkan beberapa komponen yang perlu dipertimbangkan dan juga\ndiatur dalam perancangan panduan Pasar Atas dan Kawasan Sekitar Pasar Atas.\nKemudian setelah dirumuskannya prinsip dikembangkan menjadi panduan\nperancangan untuk Pasar Atas dan Kawasan Sekitar Pasar Atas yang diarahkan pada\npengoptimalan pasar dan kawasan sekitar pasar dalam mendukung segala aktifitas\npara pengunjung, serta mendukung kegiatan di pasar dan kawasan sekitar pasar\nmelalui penyediaan fasilitas publik, peningkatan kenyamanan serta aksesibilitas dan\nkualitas ruang di pasar dan kawasan sekitar pasar.", "Daftar File": {"ABSTRAK Falah Mauludi": "https://digilib.itb.ac.id/gdl/download/208745"}, "Penulis": "Falah Mauludi [15414037]", "Kontributor / Dosen Pembimbing": ["Dr. RM. Petrus Natalivan Indradjati, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "pasar, kawasan sekitar pasar, panduan perancangan, aspek perancangan, komponen perancangan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "03 Jul 2020"}