{"Nomor": 48820, "Judul": "THE DOMAIN SPECIFICITY OF CREATIVITY IN YOUNG DESIGN ENTREPRENEURS", "Abstrak": "Design entrepreneurship is growing significantly in most countries. More designers are seeking full- and parttime\nroles as entrepreneurs than before. With growing global market competitiveness, designers must pay more attention\nto design entrepreneurship. This study investigated the domain specificity of creativity in five young design\nentrepreneurs, particularly in decision-making when leading design critiques with protocol analysis. We used\nlinkography to understand verbal expressions of personality traits, thinking styles, and motivations during critique\nsessions. To determine creative domain specificity, we analyzed correlations between creative design decision-making\nand specificity. We determined that conscientiousness had the highest mean score (37.47), and agreeableness, the lowest\n(12.34), suggesting young design entrepreneurs’ tendency to exhibit conscientiousness in domain specificity of creativity;\nthey skillfully focus on specific objectives, and they organize and work diligently. However, they are unlikely to have\nagreeable personality traits: they do not easily follow other people but show idealism in their ability to lead their teams’\ndesign decisions. Intrinsic motivation had the highest mean score (50.45), suggesting that participants aptly made\ndecisions based on self-determination, self-perception, and an orientation toward their desired professional achievement.\nThis study was important in that the findings could be implemented in design curricula for improving designers’ capacity.", "Daftar File": {"2020 FSRD 2 - JRNL": "https://digilib.itb.ac.id/gdl/download/208764"}, "Penulis": "Nadine Afriza Qonatirila", "Kontributor / Dosen Pembimbing": ["-"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Personality Type, Thinking Style, Motivation, Design Entrepreneur, Linkography, Domain Specificity of Creativity", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "05 Jul 2020"}