{"Nomor": 48855, "Judul": "MENENTUKAN PERENCANAAN KEUANGAN DALAM PERUSAHAAN STARTUP STUDI KASUS HI!DROPS", "Abstrak": "Menurut laporan McKinsey, Internet of Things atau IoT diprediksi akan menjadi teknologi yang paling mengganggu (disruptif). IoT memiliki bentuk baru yang dikenal sebagai Internet of Living Things (IoLT). Teknologi ini membantu manusia untuk lebih memahami makhluk hidup lain (seperti hewan dan tumbuhan) dan mengetahui perlakuan yang tepat untuk mereka. Salah satu produk IoLT adalah pot bunga pintar (smart flower pot).\nMelalui penelitian ini, peneliti memilih Hi!Drops sebagai perusahaan yang akan dianalisis permasalahannya berdasarkan kondisi saat ini. Hi! Drops menciptakan pot bunga pintar yang dapat memudahkan untuk melakukan indoor gardening dengan berbagai jenis tanaman. Produk ini juga dapat meminimalkan energi, mengurangi biaya, dan menghemat lebih banyak waktu dalam merawat tanaman di dalam ruangan. Namun, Hi!Drops menghadapi kesulitan untuk mempertahankan operasional perusahaan.\nDana yang terbatas menjadi masalah utama perusahaan serta proses penelitian dan pengembangan produk membutuhkan waktu yang lama. Tujuan dari penelitian ini adalah untuk menentukan harga produk yang paling sesuai dengan Hi!Drops dan menciptakan skenario keuangan yang paling tepat untuk membantu perusahaan mengelola dana mereka. Proyeksi arus kas, NPV, IRR, dan Payback Period juga dibahas dalam penelitian ini. Diharapkan nantinya Hi!Drops dapat menggunakan proyeksi dari penelitian ini sebagai strategi bisnis mereka untuk 5 tahun ke depan.\nProses pengumpulan data dilakukan melalui metode kualitatif. Jenis data yang digunakan adalah data primer dan sekunder. Laporan keuangan Hi!Drops pada tahun 2019 dan hasil wawancara akan menjadi data primer dalam penelitian. Tujuan wawancara dilakukan untuk memahami preferensi konsumen dari target pasar Hi! Drops, terutama rekomendasi harga dan daya beli konsumen. Selain itu, penelitian ini juga menggunakan data pendukung dari jurnal ilmiah dan laporan BPS serta menganalisanya melalui tinjauan literatur dan sintesis literatur. Melalui data sekunder, peneliti juga dapat menemukan ukuran pasar yang tepat untuk Hi! Drops.\nKata Kunci: : Perencanaan Keuangan, Proyeksi Arus Kas, Pot Bunga Pintar, Berkebun Dalam Ruangan", "Daftar File": {"2020 SW Jessica Nauli N._19217010.pdf\n]": "https://digilib.itb.ac.id/gdl/download/208849"}, "Penulis": "Jessica Nauli Nababan [19217010]", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi, S.T., M.B.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perencanaan Keuangan, Proyeksi Arus Kas, Pot Bunga Pintar, Berkebun Dalam Ruangan", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "21 Jul 2020"}