{"Nomor": 48864, "Judul": "IDENTIFIKASI DAMPAK PEMBANGUNAN KEK MANDALIKA TERHADAP KONDISI EKONOMI WILAYAH PENYANGGANYA", "Abstrak": "Pariwisata sebagai suatu sektor kehidupan telah mengambil peran penting dalam\nmembangun perekonomian bangsa, meningkatkan kemajuan wilayah dan\nkesejahteraan masyarakat. Guna mengoptimalkan potensi pariwisata tersebut perlu\ndilakukan pembangunan kepariwisataan. Salah satu program pembangunan\nkepariwisataan adalah pembangunan Mandalika yang merupakan Kawasan Ekonomi\nKhusus (KEK), Kawasan Strategis Pariwisata Nasional (KSPN) Prioritas dan\ndestinasi pariwisata super prioritas. Pembangunan pariwisata selalu memiliki\ndampak bagi destinasi wisata dan wilayah di sekitarnya, salah satunya dampak\nekonomi. Salah satu wilayah yang akan terkena dampak pembangunan KEK\nMandalika adalah wilayah penyangganya. Oleh karena itu penelitian ini bertujuan\nmengidentifikasi dampak pembangunan KEK Mandalika terhadap kondisi ekonomi\nwilayah penyangganya, baik terhadap kondisi ekonomi desa maupun masyarakat yang\ntinggal di dalamnya. Variabel yang digunakan dalam mengkaji dampak terhadap\nkondisi ekonomi desa adalah sarana prasarana dasar dan pariwisata; industri dan\nproduk lokal; harga bahan pokok dan tanah; serta pendapatan desa. Variabel yang\ndigunakan untuk mengkaji dampak ekonomi terhadap masyarakat yang tinggal di\ndalam wilayah penyangga adalah mata pencaharian dan pendapatan masyarakat.\nPenelitian ini merupakan penelitian deskriptif yang dilakukan dengan pendekatan\ncampuran atau mixed-method menggunakan tiga metode analisis yaitu analisis\nstatistik deskriptif; analisis statistik inferensial dengan tiga metode uji yaitu uji ChiSquare, uji Mann-Whitney, dan uji Wilcoxon; serta metode analisis deskriptif\nkualitatif. Berdasarkan hasil analisis diketahui bahwa pembangunan KEK Mandalika\nberdampak positif terhadap peningkatan pembangunan sarana prasarana dasar dan\npariwisata; peningkatan jumlah industri, variasi, dan penyerapan produk lokal;\npeningkatan pendapatan desa; terciptanya lapangan pekerjaan, penyerapan tenaga\nkerja lokal, menurunnya angka pengangguran; serta peningkatan pendapatan\nmasyarakat yang bekerja pada sektor pariwisata. Di sisi lain pembangunan KEK\nMandalika berdampak negatif pada terjadinya peningkatan harga bahan pokok dan\ntanah, terciptanya fenomena inflasi lokal tanah; dan peningkatan ketergantungan\nmasyarakat terhadap pariwisata.", "Daftar File": {}, "Penulis": "Nur Aini Rachmawati [15416007]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Heru Purboyo Hidayat Putro, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Dampak ekonomi, Mandalika, mixed-method, pariwisata, wilayah penyangga", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "23 Jul 2020"}