{"Nomor": 48871, "Judul": "FAKTOR PENENTUAN YANG MEMPENGARUHI PENERIMAAN PENGGUNA PODCAST UNTUK MENDENGARKAN PODCAST", "Abstrak": "Perkembangan pada Sistem Teknologi Informasi, yang berdampak pada perubahan pola perilaku, telah\nmengakibatkan pengguna mengkonsumsi media digital. Hiburan audio digital berupaya menarik\nperhatian konsumen dengan menghadirkan audio dengan fleksibilitasnya. Kehadiran podcast sebagai\nlayanan audio sesuai permintaan menarik pengguna Internet karena fleksibilitasnya, yang dapat\ndidengar kapan saja dan di mana saja dengan perangkat apa pun. Pertumbuhan pengguna podcast di\nIndonesia yang cenderung cukup lambat adalah fokus utama dalam penelitian ini. Penelitian ini\nbertujuan untuk mengetahui faktor-faktor yang mempengaruhi penerimaan pengguna podcast dalam\nmendengarkan podcast, khususnya di Indonesia, untuk membantu pembuat konten podcast dan\npengembang platform podcast untuk mengembangkan strategi yang tepat untuk meningkatkan pasar\nIndonesia dan jumlah pendengar. Penelitian ini mengadaptasi model yang dibangun oleh Venkatesh et\nal., yaitu UTAUT 2, yang memiliki tujuh konstruksi utama mengenai faktor-faktor yang mempengaruhi\nniat perilaku untuk menggunakan teknologi dan perilaku penggunaan teknologi. Penelitian ini akan\nmenggunakan pendekatan kuantitatif melalui kuesioner dengan PLS-SEM sebagai teknik pemrosesan\ndata untuk menganalisis hubungan harapan kinerja, harapan usaha, pengaruh sosial, kondisi fasilitasi,\nmotivasi hedonis, nilai harga, kebiasaan, niat perilaku, dan penggunaan teknologi. Studi ini akan\ndibatasi untuk 270 pengguna podcast berusia 18-34 di Jakarta dan Bandung. Hasil dari penelitian\nmenunjukkan bahwa kebiasaan, secara langsung dan tidak langsung, mempengaruhi perilaku\npenggunaan. Motivasi hedonis, nilai harga, secara tidak langsung mempengaruhi perilaku penggunaan\npengguna podcast. Sementara itu, kondisi fasilitasi secara langsung mempengaruhi perilaku pengguna\npengguna podcast. Temuan ini diharapkan dapat membantu perusahaan untuk memahami penerimaan\npengguna podcast terhadap podcast dan membantu untuk mendapatkan wawasan tentang strategi yang\ntepat untuk meningkatkan pasar dan mendapatkan lebih banyak keuntungan.\nkeywords: niat perilaku, perilaku penggunaan, PLS-SEM, podcast, UTAUT 2", "Daftar File": {"2020 SW ALDA GRISELDA TRIUMAMI_19217059.pdf\n]": "https://digilib.itb.ac.id/gdl/download/208965"}, "Penulis": "Alda Griselda Triumami [19217059]", "Kontributor / Dosen Pembimbing": ["Shimaditya Nuraeni, S.Psi., M.S.M., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "niat perilaku, perilaku penggunaan, PLS-SEM, podcast, UTAUT 2", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "25 Jul 2020"}