{"Nomor": 48878, "Judul": "FAKTOR-FAKTOR YANG MEMPENGARUHI KESEDIAAN KONSUMEN UNTUK MEMBAYAR PRODUK BERBASIS NANOTEKNOLOGI STUDI KASUS: NASHO", "Abstrak": "Nanoteknologi telah populer di banyak negara selama dua dekade terakhir karena diketahui implementasi nanoteknologi dapat membuat transformasi manufaktur maju untuk membuat produk lebih baik, lebih murah, dan lebih hijau. Namun, di Indonesia, implementasi nanoteknologi masih terbatas karena kurangnya sumber daya manusia yang terampil dan dana penelitian. Oleh karena itu, produk berbasis nanoteknologi yang ditargetkan untuk konsumen masih sulit ditemukan di Indonesia. Kondisi ini mendorong bisnis baru yang akan datang di bidang ini membutuhkan upaya tambahan untuk mengetahui preferensi pasar dalam keputusan mereka membeli terhadap produk berbasis nanoteknologi yang mempengaruhi kesediaan mereka untuk membayar. Dalam studi ini, peneliti memiliki tujuan untuk menganalisis kesediaan konsumen untuk membayar produk berbasis nanoteknologi dan untuk mengetahui faktor apa yang mempengaruhi kesediaan konsumen untuk membayar produk berbasis nanoteknologi, sehingga perusahaan dapat meningkatkan penjualan dan profitabilitas.\nSampel terdiri dari 375 pengguna kacamata yang berdomisili di Indonesia yang memiliki latar belakang pendidikan minimal diploma. Dalam penelitian ini, peneliti menggunakan kesadaran harga variabel, inferensi kualitas harga, dan keterlibatan produk sebagai variabel dependen dan kesediaan konsumen untuk membayar adalah variabel independen. Penelitian ini menggunakan metode kuantitatif dengan menggunakan model regresi jalur untuk menguji hipotesis dan metode penilaian kontinjensi untuk menentukan kesediaan konsumen untuk membayar. Hasil dari penelitian ini menunjukkan bahwa keterlibatan produk dan inferensi kualitas harga memiliki pengaruh positif terhadap kesediaan konsumen untuk membayar dan besar kesediaan konsumen untuk membayar produk pembersih kacamata berbasis nanoteknologi adalah Rp 38,604,99 atau 10% lebih tinggi dari harga yang ditetapkan saat ini.\nKata kunci: Nanoteknologi, Keterlibatan produk, Kesadaran harga, Inferensi kualitas-harga, Kesediaan untuk membayar", "Daftar File": {"2020 SW Fany Anggraeni 19217023.pdf)u": "https://digilib.itb.ac.id/gdl/download/208985"}, "Penulis": "Fany Anggraeni [19217023]", "Kontributor / Dosen Pembimbing": ["Annisa Rahmani Qastharin, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Nanoteknologi, Keterlibatan produk, Kesadaran harga, Inferensi kualitas-harga, Kesediaan untuk membayar", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "28 Jul 2020"}