{"Nomor": 48879, "Judul": "FACTORS INFLUENCING BEHAVIORAL INTENTION TO USE HEAR ME APPLICATION TOWARDS THE HEARING PEOPLE", "Abstrak": "Komunikasi memiliki peranan penting dalam kehidupan. Peningkatan media komunikasi\nuntuk menjembatani hambatan komunikasi antara Teman Dengar dan Teman Tuli dapat\ndilakukan dengan aplikasi penerjemah bahasa isyarat Indonesia yang bernama aplikasi Hear\nMe. Hear Me tergolong sebagai teknologi yang masih baru di Indonesia. Sebelum\nmempublikasikan aplikasi ke masyarakat, perlu diketahui faktor-faktor yang mendorong\nminat atau intensi seseorang dalam menerima penggunaan sebuah teknologi baru. Karena\nfitur pertama yang sekarang sedang dikembangkan dalam aplikasi beroperasi dari sisi\nTeman Dengar dengan menerjemahkan audio atau teks ke bahasa isyarat dalam bentuk\nanimasi 3D. Peneliti mengidentifikasi minat atau intensi perilaku dari calon pengguna\nterutama dari segi Teman Dengar dalam menggunakan aplikasi, karena belum diteliti lebih\nlanjut sebelumnya. Padahal memahami penerimaan teknologi baru oleh pengguna adalah\nhal yang penting dan dapat membantu untuk pengembangan teknologi kedepannya.\nPenelitian ini menganalisis faktor-faktor yang mempengaruhi intensi perilaku untuk\nmenggunakan aplikasi Hear Me terhadap Teman Dengar di Bandung, Surabaya, dan Jakarta\ndengan menggunakan model Unified Theory of Acceptance and Use of Technology\n(UTAUT) yang memiliki empat variabel independen yaitu Performance Expectancy (PE),\nEffort Expectancy (EE), Social Influence (SI), dan Facilitating Conditions (FC). Metode\nyang digunakan dalam penelitian ini adalah kuantitatif dengan mendistribusikan kuesioner\nsecara online untuk mengumpulkan data dari 203 responden dari Teman Dengar yang\nmemenuhi kriteria. Analisis data dilakukan dengan menggunakan Regresi Linier Berganda.\nHasil penelitian menunjukkan bahwa Performance Expectancy (PE), Effort Expectancy\n(EE), dan Social Influence (SI) yang berpengaruh secara signifikan dan positif dalam\nmempengaruhi intensi perilaku untuk menggunakan aplikasi. Sementara, Facilitating\nConditions tidak signifikan dalam mempengaruhi intensi perilaku untuk menggunakan\naplikasi.\nKata kunci: Aplikasi, Komunikasi, Bahasa Isyarat, Unified Theory of Acceptance and Use\nof Technology, Regresi Linear Berganda", "Daftar File": {"2020 SW Safirah Shabrina_19217068.pdf\n]": "https://digilib.itb.ac.id/gdl/download/208986"}, "Penulis": "Safirah Nur Shabrina [19217068]", "Kontributor / Dosen Pembimbing": ["Shimaditya Nuraeni, S.Psi., M.S.M., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Aplikasi, Komunikasi, Bahasa Isyarat, Unified Theory of Acceptance and Use of Technology, Regresi Linear Berganda", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "28 Jul 2020"}