{"Nomor": 48882, "Judul": "HUBUNGAN PENGGUNAAN CELEBRITY ENDORSEMENT DAN INSTAGRAM ADS FITUR TERHADAP KESADARAN MEREK DAN PENGARUH KESADARAN MEREK TERHADAP MINAT BELI DI INDUSTRI KOPI BANDUNG", "Abstrak": "Pertumbuhan industri kopi di Indonesia telah menyebabkan persaingan antar perusahaan dalam industri kopi. Konsumen lebih suka membeli produk yang mereka kenal, oleh karena itu perusahaan perlu memiliki kesadaran merek yang baik agar dapat bertahan dalam persaingan yang ada. Ini dikarenakan brand awareness adalah kemampuan konsumen dalam mengenali atau mengingat sebuah merek, termasuk nama, gambar, logo, dan juga slogan-slogan tertentu yang pernah digunakan oleh brand tersebut dalam mempromosikan produk-produknya. Salah satu tempat untuk mengiklankan produk adalah media sosial Instagram, berdasarkan penelitian awal ada dua iklan di Instagram yang mempengaruhi kesadaran merek dan yang akan membuat konsumen ingin membeli suatu produk, yang disebut celebrity endorsement, dan Instagram ads. Di mana kedua iklan ini masih belum banyak diteliti di industri kopi dan akan membantu perusahaan untuk memahami hubungan yang terjadi. Penelitian ini menggunakan pendekatan kuantitatif dengan melibatkan responden sebanyak 120 orang. Data yang didapat akan di olah dengan menggunakan analisis linear berganda dan analisis linear sederhana. Hasil dari pengolahan data menunjukan Celebrity endorsement dan Instagram ads mempengaruhi kesadaran merek secara simultan dan juga secara parsial, dimana Instagram ads memiliki pengaruh yang paling besar terhadap kesadaran merek diikuti dengan celebrity endorsement. Dan kesadaran merek memiliki pengaruh yang signifikan terhadap niat beli. Perusahaan yang bergerak di industri kopi bisa menggunakan iklan instagram untuk meningkatkan kesadaran merek dan di ikuti dengan celebrity endorsement. Dengan begitu, brand awareness yang dihasilkan akan memberikan pengaruh pula terhadap purchase intention di industri kopi.\nKata kunci: Celebrity Endorsement, Kesadaran Merek, Minat beli", "Daftar File": {"2020 SW Aditya Izha Mahendra 19217058.pdf)u": "https://digilib.itb.ac.id/gdl/download/208989"}, "Penulis": "Aditya Izha Mahendra [19217058]", "Kontributor / Dosen Pembimbing": ["Dr. Isti Raafaldini Mirzanti, M.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Celebrity Endorsement, Kesadaran Merek, Minat beli", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "29 Jul 2020"}