{"Nomor": 48890, "Judul": "PENERIMAAN TEKNOLOGI OLEH ORANG TUA MENGGUNAKAN TAM TERHADAP MINAT MEMBELI PRODUK AUGMENTED REALITY EDUKASI", "Abstrak": "Augmented Reality (AR) adalah sebuah konsep yang menggabungkan perspektif virtual dan realitas dengan berbagai macam kemungkinan pengimplementasian. Dengan teknologi AR, pengguna akhir dapat meningkatkan pengalaman dan interaksi terhadap materi yang disampaikan melalui teknologi AR. Salah satu implementasinya adalah AR di sektor edukasi. Peneliti menemukan bahwa AR dapat memberikan kesan pengalaman imersif dan membawa interaksi komunal disaat yang bersaman dimana hal tersebut merupakan salah satu bukti bahwa AR di sektor edukasi merupakan sebuah tambahan bagus untuk metode belajar. Namun, AR masih dianggap sebagai teknologi baru dan masyarakat ataupun pangsa pasar potensial belum sepenuhnya paham akan teknologi tersebut. Dengan jumlah perusahaan dibidang AR, sebagai pondasi tentunya perusahaan harus mengetahui bagaimana teknologi AR diterima oleh pasar saat ini dan bagaimana pasar memiliki intensi untuk membeli produk terutama dalam sektor edukasi yang tentunya orang tua murid yang memiliki kemampuan membeli produk. Oleh karena itu, penelitian akan membahas (1) bagaimana penerimaan teknologi dari perspektif orang tua (2) apa yang menjadi faktor signifikan dari penerimaan teknologi AR oleh orang tua (3) apa hubungan antara penerimaan teknologi AR terhadap intensi membeli produk AR edukasi dari sisi orang tua (4) bagaimana mendesain strategi penerimaan AR yang memengaruhi intensi membeli orang tua. Untuk itu, peneliti menggunakan descriptive analysis, simple linear regression dan multiple liear regression terhadap responden orang tua. Dari studi ini, ditemukan bahwa terdapat relasi antara TAM (perceived usefulness, perceived ease of use dan perceived of enjoyment) dan intensi membeli orang tua. Hasil menunjukan perceived enjoyment menjadi kontributor dimensi terbesar terhadap intensi membeli orang tua dimana faktor kesenangan dari penggunaan AR dianggap penting oleh orang tua. Penelitian ini dapat bermanfaat bagi perusahaan yang bergerak di industry AR untuk dapat penetrasi masuk ke pasar edukasi dengan mengembangkan strategi melalui hasil dari penelitian ini.", "Daftar File": {"ABSTRAK Bimo Priambudi": "https://digilib.itb.ac.id/gdl/download/209004"}, "Penulis": "Bimo Priambudi [19217018]", "Kontributor / Dosen Pembimbing": ["Rendra Chaerudin, S.E., M.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Augmented Reality, Technology Acceptance Model, Purchase Intention, Linear Regression Model, Descriptive Analysis", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "30 Jul 2020"}