{"Nomor": 48903, "Judul": "A STUDY OF MOTIVES IN CHOOSING NATURAL COSMETICS AMONG INDONESIAN WOMEN", "Abstrak": "Industri kecantikan mendiversifikasi pemasaran dan orientasi manajerialnya terhadap tuntutan konsumen seiring dengan pertumbuhannya yang stabil. Pertumbuhan ini sebagai respons terhadap tren pelanggan menuju gaya hidup sehat, di mana wanita berusia 18 sampai 34 tahun memperhatikan bahan-bahan dari produk kecantikan yang akan mereka pilih dan beli. Penelitian ini bertujuan untuk mengukur pengaruh antara nilai konsumsi (nilai fungsional, nilai sosial, nilai kondisional, nilai epistemik, dan nilai emosional) pada motif dalam memilih kosmetik alami di antara 243 wanita Indonesia khususnya di Jabodetabek dan Bandung. Penelitian ini dilakukan dengan kuesioner survey daring dan dianalisis menggunakan analisis clustering di SPSS dan Analisis Faktor Konfirmatori (CFA) dalam Perangkat Lunak SmartPLS. Hasil penelitian ini menunjukkan bahwa nilai fungsional, nilai kondisional, nilai epistemik, dan nilai emosional berpengaruh positif terhadap motif dalam memilih produk kosmetik alami, di mana nilai sosial secara negatif mempengaruhi motif dalam memilih produk kosmetik alami. Dalam menerapkan hasil penelitian ini ke dalam perencanaan pemasaran, UKM kosmetik alami di Indonesia disarankan untuk mempertimbangkan memasukkan nilai-nilai konsumsi seperti nilai-nilai fungsional, nilai-nilai emosional, nilai-nilai bersyarat, dan nilai-nilai epistemik yang terkait dengan pemasaran produk.\nKeywords: perilaku pemilihan, produk kosmetik alami, nilai konsumsi", "Daftar File": {"2020 SW Sabila Anjani Syahrul 19217067.pdf?": "https://digilib.itb.ac.id/gdl/download/209017"}, "Penulis": "Sabila Anjani Syahrul [19217067]", "Kontributor / Dosen Pembimbing": ["Lidia Mayangsari, S.Si., M.S.M., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "perilaku pemilihan, produk kosmetik alami, nilai konsumsi", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "30 Jul 2020"}