{"Nomor": 48952, "Judul": "PENGARUH DALAM PENGALAMAN PENGGUNAAN PINJAMAN PEER TO PEER TERHADAP KEPUTUSAN BERINVESTASI SESEORANG DI INDONESIA", "Abstrak": "Digitalisasi dan disrupsi teknologi mulai terlihat di industri keuangan, termasuk dalam sistem\ninvestasi sebagai peer-to-peer (P2P) lending. Pinjaman antar mitra adalah program tempat\npemberi pinjaman, dimana sebagai investor, dapat meminjamkan uang mereka kepada\nindividu atau bisnis kecil. Penelitian ini bertujuan untuk menganalisis perubahan perilaku\npengambilan keputusan investor setelah mereka menggunakan platform pinjaman P2P\nsebagai salah satu instrumen investasi. Variabel yang diukur sebagai faktor yang\nmempengaruhi hasil adalah pengalaman P2P lending, kepercayaan berbasis kognitif,\nkepercayaan berbasis pengaruh, dan ekspektasi ekonomi yang menghasilkan hubungan antara\npersepsi risiko institusional dan kepercayaan platform. Pada akhirnya, variabel laten tersebut\ndianalisis menggunakan proses PLS-SEM untuk memahami bagaimana pengaruhnya\nterhadap perilaku pengambilan keputusan investasi melalui bias overconfidence investor.\nPenelitian ini dilakukan melalui pendekatan kuantitatif terhadap 204 responden di seluruh\nIndonesia bertujuan untuk mempelajari pengaruh platform peer-to-peer lending terhadap\nperilaku investasi individu dan untuk mengidentifikasi secara tepat hubungan beserta faktor\npendukung antara perilaku investasi individu dalam keputusan investasi dan pengalaman\npenggunaan pinjaman peer-to-peer. Temuan dari penelitian ini menunjukkan bahwa\npenggunaan platform peer-to-peer lending memang berpengaruh pada investor karena mereka\nakan mencari investasi yang lebih berisiko dan menjadi lebih percaya diri dalam melakukan\naktivitas investasi meskipun dampaknya tidak terlalu signifikan. Terlebih, terkait dengan\nstrategi platform, perlindungan privasi berpengaruh pada penurunan risiko yang dirasakan;\ndengan demikian, investor dapat dituntun untuk berinvestasi melalui platform peer-to-peer\nlending ditambah dengan kemudahan penggunaan platform yang dirasakan investor.\nKeywords: Perilaku berinvestasi, Bias kepercayaan diri berlebih, pinjaman peer-to-peer,\nPersepsi risiko, Kepercayaan platform", "Daftar File": {"2020 SM Jordi Adrianto A. 19017130.pdf)u": "https://digilib.itb.ac.id/gdl/download/209075", "COVER Jordi Adrianto Apriantono": "https://digilib.itb.ac.id/gdl/download/227391", "2021 TA PP JORDI ADRIANTO A 1-CHAPTER I.pdf\n]": "https://digilib.itb.ac.id/gdl/download/227392", "2021 TA PP JORDI ADRIANTO A 1-CHAPTER II.pdf)u": "https://digilib.itb.ac.id/gdl/download/227393", "2021 TA PP JORDI ADRIANTO A 1-CHAPTER III.pdf?": "https://digilib.itb.ac.id/gdl/download/227394", "2021 TA PP JORDI ADRIANTO A 1-CHAPTER IV.pdf)u": "https://digilib.itb.ac.id/gdl/download/227395", "2021 TA PP JORDI ADRIANTO A 1-CHAPTER V.pdf\n]": "https://digilib.itb.ac.id/gdl/download/227396", "2021 TA PP JORDI ADRIANTO A 1-REFERENCE.pdf\n]": "https://digilib.itb.ac.id/gdl/download/227397"}, "Penulis": "Jordi Adrianto Apriantono [19017130]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perilaku berinvestasi, Bias kepercayaan diri berlebih, pinjaman peer-to-peer, Persepsi risiko, Kepercayaan platform", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "8 file", "Tanggal Input": "12 Agu 2020"}