{"Nomor": 48955, "Judul": "STRATEGI DESAIN PASIF TERHADAP PENURUNAN ENERGI BEBAN PENDINGINAN PADA HUNIAN VERTIKAL STUDI KASUS: RUMAH SUSUN UMUM DAN KOMERSIAL DI KOTA BANDUNG", "Abstrak": "Perkembangan dan peningkatan pembangunan menjadi salah satu penyebab besarnya penggunaan energi di Indonesia. Sektor bangunan terindikasi menyumbang 30% emisi gas karbondioksida dan mengkonsumsi energi sebesar 40%, hal ini akan memberi dampak buruk bagi lingkungan. Dalam siklus hidup bangunan, fase operasional berkontribusi dalam penggunaan energi yang besar karena merupakan fase terpanjang selama daur hidup bangunan, khususnya pada energi beban pendinginan. Berdasarkan sektor bangunan, hunian merupakan sektor yang memiliki persentase konsumsi energi total terbesar dibanding sektor bangunan lainnya, terutama hunian vertikal. Oleh karena itu, penelitian ini perlu mengkaji strategi yang mampu menurunkan emisi karbon dan konsumsi energi beban pendinginan pada hunian vertikal untuk mencapai bangunan hemat energi. Melalui literatur, strategi komponen desain pasif dinilai mampu mengoptimalkan dan menurunkan penggunaan energi pada bangunan, sehingga penelitian ini memiliki lima tujuan yaitu mengidentifikasi komponen desain pasif yang diimplementasikan pada hunian vertikal secara teoritis dan praktis, mengidentifikasi kondisi kenyamanan termal ruang pada bangunan hunian vertikal, mengetahui kinerja energi bangunan hunian vertikal eksisting terkait beban pendinginan, mengetahui kinerja komponen desain pasif yang signifikan mempengaruhi penurunan energi pendinginan dalam rangka mengembangkan usulan perbaikan kinerja bangunan, dan mengetahui kinerja energi bangunan hunian vertikal berdasarkan usulan perbaikan desain eksisting dalam menurunkan beban pendinginan dalam rangka menyusun rekomendasi akhir. Tahapan penelitian dimulai dengan menentukan strategi desain pasif secara teoritis melalui kajian literatur, lalu mengumpulkan data praktis lapangan melalui observasi, data gambar kerja, dan kuesioner. Selanjutnya menganalisis implementasi komponen desain pasif dan kondisi kenyamanan ruang melalui analisis distribusi dan komparasi, lalu menganalisis kinerja energi menggunakan alat bantu perangkat lunak Open Studio dan EDGE Building dan menganalisis komponen desain pasif signifikan yang akan direkomendasikan untuk dijadikan usulan perbaikan. Kemudian tahap terakhir yaitu menganalisis kinerja usulan perbaikan komponen desain berdasarkan faktor signifikan sekaligus membandingkan kinerja energi bangunan kondisi eksisting dan kondisi perbaikan. Penelitian ini menemukan bahwa studi kasus rumah susun umum yang dibangun oleh pemerintah lebih banyak dan lebih baik dibanding rumah susun komersial\nyang dibangun oleh pihak swasta, baik dalam hal implementasi komponen desain pasif, kondisi kenyamanan termal, maupun kinerja energi. Berdasarkan hasil simulasi, penerapan komponen desain pasif yang signifikan pada hunian vertikal dinilai sudah berhasil menurunkan energi beban pendinginan, dengan komponen yakni bukaan atau ventilasi alami, penggunaan material low-e glass, dan pemasangan overhang pada setiap jendela. Hasil penelitian ini diharapkan dapat berkontribusi bagi stakeholder, planner dan arsitek dalam merencanakan dan merancang bangunan hunian vertikal, khususnya rumah susun umum dan rumah susun komersial.", "Daftar File": {"ABSTRAK Helfa Rahmadyani": "https://digilib.itb.ac.id/gdl/download/209078"}, "Penulis": "Helfa Rahmadyani [25218012]", "Kontributor / Dosen Pembimbing": ["Dewi Larasati, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "beban pendinginan, emisi karbon, hemat energi, hunian vertikal, strategi desain pasif", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "12 Agu 2020"}