{"Nomor": 48965, "Judul": "THE INFLUENCE OF PERSONALITY AND ENTREPRENEURSHIP EDUCATION ON THE INTEREST OF ENTREPRENEURSHIP: CASE STUDIES IN SCHOOL OF BUSINESS AND MANAGEMENT ITB", "Abstrak": "Dalam Negara yang lebih maju, ada banyak orang yang berpendidikan dan mengejar menciptakan bisnis daripada menganggur karena sempitnya bidang pekerjaan. Hal ini menunjukan dunia entrepreneur sangat penting dalam perekonomian negara. presisent Joko Widodo telah menyatakan bahwa rata-rata dari 14% penduduk dari Negara maju adalah seorang wirausahaan. Di Indonesia, jumlahnya jauh di bawah 3.1 %. Oleh karena itu, ada kebutuhan bagi indonesia untuk mmpercepat kewirausahaan. Ini harus didukung oleh keinginan yang kuat atau minat pada seseorang. Dengan demikian, pemerintah mendorong munculnya pengusaha di indonesia. Ini harus didukung oleh keinginan yang kuat atau minat pada seseorang. Untuk menumbuhkan kepentingan kewirausahaan, perlu untuk mengetahui variable yang mempengaruhi muncul kepentingan dalam kewirausahaan. Untuk menjadi pengusaha yang sukses, satu kunci adalah memiliki kepribadian. Selain itu, minat kewirausahaan juga dapat di tentukan oleh pendidikan kewirausahaan. Tujuan dari penelitian ini adalah untuk mengetahui pengaruh dari kepribadian dan pendidikan kewirausahaan untuk kepentingan kewirausahaan pada mahasiswa SBM ITB dan untuk mengetahui pengaruh yang paling dominan antara kepribadian dan pendidikan kewirausahaan untuk kepentingan kewirausahaan pada mahasiswa SBM ITB.\nStudi ini menggunakan metode kuantitatif. Desain quantitatif yang digunakan dalam penelitian adalah studi kasus. Studi kasus yang digunakan dalam studi ini untuk mengetahui pengaruh kepribadian dan pendidikan kewirausahaan pada masiswa SBM ITB. Penelitian melakukan penelitian kuantitatif melalui kuesioner. Setelah data koleksi, peneliti mulai menggolah data menggunakan SPSS 16.0 untuk menghitung data yang telah dikumpulkan dari kuesioner. Ini akan digunakan untuk mengukur validitas dan reabilitas, uji asumsi klaskal dan uji hypothesis.\nBerdasarkan kesimpulan dari studi ini yang telah di peroleh sebagai berikut: (1) kepribadian mempengaruhi positif dan secara signifikan pada kepentingan kewirausahaan.oleh karena itu siswa harus mengubah pola pikir mereka diri menjadi pencari kerja untuk penciptaan lapang pekerjaan. (2) pendidikan kewirausahaan berdampak negative dan tidak signifikan pada kepentingan kewirausahaan. Oleh karena itu, perlu untuk mengembangkan metode pembelajaran yang lebih kreatif terhadap mendorong siswa dalam pendidikan kewirausahaan. (3) hasil untuk kepentingan kewirausahaan mahasiswa di SBM ITB dideskripsikan oleh kepribadian variable dan pendidikan kewirausahaan sebesar 9%. Adapun sisanya hasilnya sama dengan 91% kepentingan kewirausahaan. Hal ini dipengaruhi oleh factor lain yang diuraikan di luar studi ini. Dalam penelitian lebih lanjut, lebih banyak variable dapat ditambahkan.\nKata kunci: kepribadian, pendidikan kewirausahaan, minat kewirausahaan.", "Daftar File": {"2020 SM Salma la ode Mbure 19016063.pdf?": "https://digilib.itb.ac.id/gdl/download/209090"}, "Penulis": "Salma La Ode Mbure [19016063]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Aurik Gustomo, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "kepribadian, pendidikan kewirausahaan, minat kewirausahaan.", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "18 Agu 2020"}