{"Nomor": 48968, "Judul": "PROPOSISI SPESIFIKASI GUDANG UNTUK URBANIS (PERUSAHAAN PERTANIAN KOTA) MENGGUNAKAN METODE SIMULASI EVENT-DISKRIT", "Abstrak": "Dua persen dari permukaan dunia digunakan untuk kota, namun menghabiskan 75 persen\nsumber dayanya. Urban Farming adalah jaringan pangan alternatif yang muncul yang dapat\nmemasok sebagian kebutuhan pangan di kota-kota dengan emisi rendah, pangan lebih sehat,\ndan baik untuk lingkungan. Urbanis merupakan salah satu perusahaan yang berkontribusi\ndalam percepatan penggunaan urban farming , khususnya di Indonesia dengan memanfaatkan\nlahan kosong dan tenaga kerja. Pada 2021, Urbanis berencana meningkatkan kapasitas\nproduksi menjadi 10 ton per bulan atau 400 kg per hari. Hal itu menuntut kita memiliki\ngudang untuk menyimpan produk pangan yang belum terserap pasar. Tujuan dari penelitian\nini adalah untuk mengetahui spesifikasi gudang untuk urban farming berupha jumlah tenaga\nkerja dan rak di dalam gudang serta modal awal dan operasional. Penelitian ini menggunakan\nlayout dengan luas 5x14 meter untuk desain eksperimen. Model tersebut kemudian\nditerjemahkan menjadi model simulasi diskrit dengan aplikasi Anylogic. Hasil penelitian\nmenunjukkan, untuk setiap kedatangan bahan pangan, tenaga kerja yang diperlukan secara\nefektif adalah dua orang tenaga kerja dengan jumlah rak maksimal 50. Berdasarkan hasil\ntersebut maka penulis melakukan perhitungan modal awal dan operasional yang terdiri dari\nanalisis variabel dan variabel tambahan seperti meja, kipas angin, dan kursi. Hasilnya\nUrbanis membutuhkan modal awal Rp 50.738.000 sedangkan modal operasional Rp\n10.871.337.\nKeywords: Urban Farming , Gudang, Simulasi Diskrit", "Daftar File": {}, "Penulis": "Ali Aqsa [19217054]", "Kontributor / Dosen Pembimbing": ["Meditya Wasesa, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Urban Farming , Gudang, Simulasi Diskrit", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "0 file", "Tanggal Input": "18 Agu 2020"}