{"Nomor": 48969, "Judul": "PENYESUAIAN PERSAMAAN DEL-RIO UNTUK PERAMALAN KINERJA PRODUKSI MINYAK PADA LAPANGAN YANG DIIMPLEMENTASIKAN VIBROSEISMIK", "Abstrak": "Desakan untuk meningkatkan produksi minyak melalui Enhanced Oil Recovery dengan ekonomis dan ramah lingkungan telah membawa banyak peneliti Amerika, Rusia dan Indonesia untuk mempelajari metode simulasi getaran yang dewasa ini dikenal dengan istilah vibroseismik. Del Rio dkk. (1998), terinspirasi dari persamaan Biot, dalam penelitianya berhasil merumuskan model matematika yang dipercayai mampu memprediksi laju alir fluida dalam media berpori yang terstimulasi getaran (gelombang elastik). Pada tesis Agung Ariya Wibowo (2019), dengan menggunakan persamaan dan data lapangan yang diteliti Feryuma (2018), history matching dilakukan pada salah satu lapangan dengan memvariasikan perbedaan tekanan. Hasil yang ditunjukan lebih baik dari penelitian sebelumnya dengan kurva profil produksi membentuk antiklin. Hasil tersebut mendorong studi untuk mengevaluasi persamaan Del Rio dengan data lapangan lain. Dalam penerapanya, persamaan Del Rio memiliki variabel diameter media alir (a) yang sulit untuk ditentukan dalam skala reservoir. Sehingga dalam penelitian menggunakan peramaan Del Rio membutuhkan pendekatan matematika untuk menentukan nilai a.\nStudi ini telah membuktikan bahwa nilai a dan r merupakan dua variabel yang sama-sama menjadi inputan fungsi Bessel dalam persamaan, sehingga variabel r yang merupakan porositas kapiler dari media alir ikut diamati untuk pendekatan matematika. Dikarenakan kedua variabel memiliki pengaruh yang signifikan terhadap laju alir, dipilihlah permeabilitas yang juga merupakan variabel berpengaruh. Dengan nilai a dan r yang didapat dari history matching 6 lapangan dan permeabilitas masing-masing lapangan yang sudah dimiliki datanya, korelasi antara ketiga variabel dapat ditentukan dengan menggunakan multi-variabel regresi. Adapun R-Square yang diperoleh dari persamaan adalah sebesar 0.8925. Validasi dengan data lapangan A menunjukan hasil yang baik dengan Galat 7%. Nilai minimum permeabilitas yang dibutuhkan untuk peramalan menggunakan korelasi ini adalah 293,28 mD.", "Daftar File": {"ABSTRAK Andre Kurnia Triputra": "https://digilib.itb.ac.id/gdl/download/209093"}, "Penulis": "Andre Kurnia Triputra [12216033]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Tutuka Ariadji, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Enhanced Oil Recovery, Vibro Seismic Impact Technology, Decline Curve Analysis, Persamaan Del Rio, Perbedaan Tekanan, Variabel a, Variabel r, Permeabilitas", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "19 Agu 2020"}