{"Nomor": 48970, "Judul": "EVALUATION OF HYDROCARBON DEW POINT (HCDP) AND GAS COMPOSITION FORECASTING USING TIME SERIES ANALYSIS", "Abstrak": "Gas alam dibentuk dari campuran komponen yang sangat bervariasi. Komponen terbesar dari gas alam adalah metana, senyawa dengan satu atom karbon dan empat atom hidrogen (CH4). Sumber yang berbeda akan memberikan kontribusi yang unik untuk melengkapi sifat gas alam pada lapangan tersebut. Oleh karena itu, gas alam pada setiap lapangan akan berbeda dari lapangan lainnya. Sifat unik tersebut akan membentuk istilah baru dalam pengiriman gas yaitu kualitas gas alam. Kualitas gas alam ditentukan secara relatif dari kuantitas propertinya, oleh karena itu juga kualitas gas alam sangat bervariasi. Kualitas gas alam dinilai memiliki beberapa spesifikasi yang dapat digunakan pada tahap pemeriksaan sebelum gas tersebut diekspor.\nDalam kondisi tersebut, operator harus memiliki kemampuan untuk memastikan bahwa semua operasi dapat bekerja secara optimal sesuai dengan persyaratan yang ditentukan dalam kontrak. Selain itu, energi yang dibawa oleh gas juga akan berkurang jika gas yang dikirim tidak sesuai dengan persyaratan yang telah ditentukan. Hydrocarbon Dew Point (HCDP) Temperature merupakan salah satu spesifikasi yang mempengaruhi kualitas gas. Hydrocarbon Dew Point (HCDP) Temperature ditentukan dari kuantitas dari masing-masing komponen gas. Berdasarkan kontrak yang telah disepakati, Hydrocarbon Dew Point (HCDP) Temperature harus kurang dari 55 ° F di titik tujuan pengiriman.\nSalah satu pipa gas bawah laut terpanjang di dunia, pipa X, memiliki beberapa tantangan terkait kualitas gas. Pipa X mengirimkan gas kering dari berbagai pemasok. Berdasarkan kontrak, pemasok pipa X harus memesan gas sehari hingga seminggu sebelum pasokan dikirim. Oleh karena itu, para teknisi membutuhkan alat yang dapat digunakan untuk memantau kualitas gas yaitu Hydrocarbon Dew Point (HCDP) Temperature dari semua pemasok untuk memenuhi kontrak yang ditentukan. Penelitian ini mengarah pada prediksi Hydrocarbon Dew Point (HCDP) Temperature pada masa mendatang menggunakan analisis deret waktu.\nAnalisis deret waktu digunakan untuk memahami perilaku data komposisi dalam rentang waktu tertentu dan memprediksi pada masa depan. Keluaran dari metode ini berupa komposisi yang telah diramalkan. Komposisi ini akan digunakan sebagai data masukan untuk menghitung Hydrocarbon Dew Point (HCDP) Temperature dengan pendekatan numerik (menggunakan program Python).\nPada akhirnya, metode analisis deret waktu telah berhasil dalam memprediksi Hydrocarbon Dew Point (HCDP) Temperature di setiap pemasok pipa X. Hasil penelitian menunjukkan bahwa kesalahan yang diperoleh kurang dari 3% serta perhitungan Hydrocarbon Dew Point (HCDP) Temperature dalam seminggu ke depan masih sesuai dengan persyaratan yang ditentukan dalam kontrak. Studi ini juga menyajikan perbandingan antara hasil perangkat lunak komersial dan hasil perhitungan oleh program Python.", "Daftar File": {"ABSTRAK Maha Putra Tri Aditya Nugraha": "https://digilib.itb.ac.id/gdl/download/209095"}, "Penulis": "Maha Putra Tri Aditya Nugraha [12216035]", "Kontributor / Dosen Pembimbing": ["Silvya Dewi Rahmawati, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "gas alam, hydrocarbon dew point (HCDP), analisis deret waktu, pemograman python", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "19 Agu 2020"}