{"Nomor": 48978, "Judul": "A CONCEPTUAL STUDY OF FRAC PACK TO MITIGATE FINES PARTICLE MIGRATION IN COAL BED METHANE WELL", "Abstrak": "Well Y is Coal Bed Methane (CBM) well with high strength formation and low permeability. Coal bed methane as an unconventional well has challenges to producing gas from methane (CH4). To improve the production of coal bed methane, hydraulic fracturing is applied to create a flow path of the fluid. In this process, fines migration can occur because of the characteristic of coal. Fines migration usually generated during drilling, producing, or fracturing processes. Based on the laboratory, fines issues will be leading a reduction of permeability drastically because of blocking the flow channels and well productivity reduction. Furthermore, coal fines lead to pumping failure in wellbore and blockage of flow channels.\nFrac pack is one of the methods used for sand or fines migration control in a wellbore. Frac pack methods combine hydraulic fracture with gravel pack, the hydraulic fracture has a function to create an effective flow path in CBM which has low permeability and the gravel pack is used to fines migration control in the wellbore. Frac pack has many beneficial impacts as a sand/fines migration control, which provides high conductivity channels and reduces skin to improve productivity.\nIn this study, the frac pack method will be designed to mitigate fines migration in coal bed methane well (well\nY) with comprehensive analysis based on the study literature and calculation model. The main parameter for designed the frac pack method is to define the right proppant and fluid selection. 20/40 BorProp medium density ceramic by Borovichi vendor and borate-crosslinked HPG fluid by Halliburton was used in this study. The skin of fracturing, skin by penetration, and perforation will be included in the calculation to get the well productivity. Increasing of well productivity in 27.1% at well Y indicates that the frac pack method is feasible for coal bed methane well (well Y).", "Daftar File": {"ABSTRAK Rizki Ratna Ayuningtyas": "https://digilib.itb.ac.id/gdl/download/209111"}, "Penulis": "Rizki Ratna Ayuningtyas [12216055]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudjati Rachmat, DEA", "Steven Chandra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Frac Pack, Coal Bed Methane, Fines Migration, Productivity Index,", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "21 Agu 2020"}