{"Nomor": 48975, "Judul": "A BREAKTHROUGH APPROACH FOR PREDICTING ESP WELLS VIRTUAL FLOWRATE BY USING SUPERVISED MACHINE LEARNING METHOD", "Abstrak": "For fields that deployed clusters of Electrical Submersible Pump (ESP) wells, implementing a robust system that could monitor, optimize, and recommend actions towards the wells operating conditions could give significant advantages. Henceforth, determination of real-time fluid rate from an entity is one important aspect of the system. As ESP wells consist of downhole sensors to oversee ESP condition and performance from several parameters, engineers are benefited with the non-stop streaming data. Therefore, methods that utilize these data to predict fluid rate could serve as an alternative to the conventional well test as its frequency is limited due to the long duration of one test operation. An innovation that is discussed in this paper is proposed to predict virtual flowrate from ESP wells by utilizing collection of data from wells information and surrounding.\nA supervised machine learning regression algorithm is the basis of the predictive model. Packages of python workflows which collect, wrangle, and prepare data from formation layers, ESP specification, tubing property, ESP real-time sensor, wellhead pressure, casing pressure, and historical well test before constructing model and using it to predict flowrate once it is deployed. Parameters correlation evaluation is done to reduce the dimensionality of the data. With the value of R-squared as an indicator, several regression models, which comprised of K-Nearest Neighbor (KNN), Support Vector Regression (SVR), Random Forest Regression (RFR), Extreme Gradient Boosting (XGBoost), Linear Regression, and Elastic Net, along with each model parameters tuning is sensitized and compared to select the best model for the predictive scenario.\nThis study used 14,915 data points from 12 mature wells in the Offshore Southeast Sumatera field to train and test the model. The sensitivity study done yielded Support Vector Regression with the penalty parameters (C) value of 1000 and gamma (????) value of 0.1 as the best algorithm and parameters for this case. Moreover, this model has succeed to fill out the value of unknown fluid rate when the wells are not being tested. Then, this study shows the importance of data preparation, parameter optimization and cross validation, and feature engineering in achieving the proper model for virtual flowrate prediction.\nThe novelty of this paper is associated with the application of a new model which can be used to approximate the fluid rate of ESP wells in real-time. The model reached 96.05% level of R-squared when evaluated with 176 points of historical well test data. Post-deployment, this predictive model must be continuously updated its data when it is unable to estimate the virtual flowrate properly especially if there is an event such as pump replacement, tubing replacement, and other workover activities.", "Daftar File": {"ABSTRAK Muhammad Irfan": "https://digilib.itb.ac.id/gdl/download/209105"}, "Penulis": "Muhammad Irfan [12216019]", "Kontributor / Dosen Pembimbing": ["Silvya Dewi Rahmawati, S.Si., M.Si., Ph.D.", "Marda Vidrianto S.T., M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "ESP, fluid rate, real-time, supervised machine learning, regression", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "21 Agu 2020"}