{"Nomor": 48972, "Judul": "A NEW INTEGRATED STATIC-DYNAMIC ASSISTED HISTORY MATCHING AND PROBABILISTIC FORECASTING WITH NPV ANALYSIS FOR \"L\" FIELD", "Abstrak": "This paper performed a workflow in history matching process and obtain the geological realism in L Field, that started from static-dynamic history matching until economy analysis for forecast. The method that will be use has been implemented in several field around the world, proving able to reduce time of history matching process and lead into better production strategy. The method begins with obtain multiple static model using sensitivity of porosity and rock characteristic analyzation using Hydraulic Flow Unit. For the matching process, begins with build an integrated assisted history matching workflow. Then perform assisted history matching that starts from sensitivity analysis using the Latin Hypercube Algorithm and uncertainty analysis in the static-dynamic model. The process continues with the optimization process using the Particle Swarm Optimization Algorithm to minimize the different values between historical data and calculation. This method also allows the use multi objective function. After providing history matching, a forecast is conducted including the economic analysis. The integrated static-dynamic assisted history matching is conducted and matched with the historical data. There are 11 uncertainty variables that was obtained for the matching process. The most sensitive uncertainty variables are permeability by region, depth of fluid contact, relative permeability, and aquifer strength. Proposed probabilistic forecast on several parameters will give estimated of Net Present Value (NPV) for each scenario. As the use of integrated static-dynamic history matching workflow, the model result still fulfills the realism of geology and reservoir characteristic. The importance of involving static property in history matching to minimize geological realism, reducing cost & time using Artificial Intelligence (AI) for history matching and performing probabilistic study based on document Pedoman Tata Kerja (PTK) from SKK-Migas related on plan of development of oil and gas in Indonesia.", "Daftar File": {"ABSTRAK Siti Olivinia Yusra": "https://digilib.itb.ac.id/gdl/download/209099"}, "Penulis": "Siti Olivinia Yusra [12216028]", "Kontributor / Dosen Pembimbing": ["Silvya Dewi Rahmawati, S.Si., M.Si., Ph.D.", "Ahmad Reizky Azhar, S.T., M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Integrated Static-Dynamic, Assisted History Matching, Probabilistic Forecast, Net Present Value.", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "21 Agu 2020"}