{"Nomor": 48971, "Judul": "STUDY OF LOW RESISTIVITY AND LOW QUALITY RESERVOIR DEVELOPMENT METHOD WITH SENSITIVITY OF WELL STIMULATION AND IMPROVED OIL RECOVERY STARTING TIME IN FIELD X", "Abstrak": "Reservoir resistivitas rendah kualitas rendah semakin dipertimbangkan dalam industri minyak dan gas, dari kegiatan eksplorasi hingga pengembangannya. Namun, dalam pengembangannya, sering dianggap tidak ekonomis atau tidak diprioritaskan karena faktor perolehannya yang rendah.\nSimulasi reservoir dilakukan pada sebuah pola di lapangan X selama 20 tahun. Ada empat kasus simulasi. Kasus pertama adalah aliran alami, kasus kedua adalah injeksi air, kasus ketiga adalah rekahan hidrolik, dan kasus keempat adalah kombinasi dari injeksi air dan rekah hidrolik. Kasus-kasus tersebut dievaluasi berdasarkan nilai faktor perolehan minyak. Selanjutnya, analisis sensitivitas dilakukan dari aspek teknis untuk menentukan kondisi teknis yang optimal. Keekonomian dari metode ini akan dievaluasi menggunakan Cost Recovery dan Gross Split. Kemudian, skenario paling optimal dapat ditentukan berdasarkan faktor perolehan minyak dan keekonomiannya.\nHasil menunjukkan bahwa dengan menggunakan injeksi air pada waktu inisial dan perekahan hidraulik pada akhir kuartal awal waktu produksi untuk pengembangan lapangan X, diperoleh faktor perolehan minyak sebesar 60.84%, lebih baik daripada metode pengembangan lainnya. Analisis lebih lanjut dilakukan; ditemukan bahwa dengan analisis sensitivitas, kondisi teknis optimal untuk metode pengembangan terbaik adalah memulai injeksi air pada tahun 2020, memulai perekahan hidraulik pada tahun 2025, dan permeabilitas rekahan 37029 mD. Dan secara ekonomi, skenario ini menghasilkan parameter ekonomi yang lebih baik dengan skema Gross Split dibandingkan dengan skema Cost Recovery yang menghasilkan Net Present Value pada tingkat diskonto 10 persen kontraktor sebesar (0.42) juta USD, Net Present Value pada tingkat diskonto 10 persen pemerintah sebesar 8.95 juta USD, Internal Rate of Return 8.86%, dan Pay Out Time 2.84 tahun.", "Daftar File": {"ABSTRAK Muhammad Irsyad Fahmi Lubis": "https://digilib.itb.ac.id/gdl/download/209097"}, "Penulis": "Muhammad Irsyad Fahmi Lubis [12216059]", "Kontributor / Dosen Pembimbing": ["Ardhi Hakim Lumban Gaol, S.T., M.T., M.Si., Ph.D.", "Steven Chandra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "resistivitas rendah kualitas rendah, injeksi air, perekahan hidraulik, cost recovery, gross split", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "19 Agu 2020"}