{"Nomor": 48987, "Judul": "RANDOM FOREST REGRESSION APPLICATION FOR ELECTRICAL SUBMERSIBLE PUMP SELECTION AND RUN LIFE PREDICTION", "Abstrak": "This research discusses how the best selection of ESP determined by recommend the pump type, and also predict the new pump run life by creating a program that has been analyzed using a Machine Learning method basis. Considering that in the actual life, well problem affecting the ESP run life. Hereinafter, this program will help the user to select the most fit ESP type to the well with a previous problem, so it can improve the pump run life in those wells better than before.\nConsidering the mature field big data volume at high frequency produced every second, searching relevant information from those data is quite complex and time-consuming. It is complicating the decision-making process. Machine learning methods surely will be very helpful in making this program. By combining the data column elimination for data cleaning and balancing, considering the complex and big amount of raw and unused data, with a Random Forest Regressor method as the main tool for new run life prediction, this integration will help the program in selecting the most fit ESP and predict its new run life. This combination certainly will also make the decision making in ESP type selection much easier, and provide new results developments that have never existed.\nFrom the results of this analysis, the best pump type that can be used and designed for a well based on the historical well problem and pump run life can be determined. So, it will be known if there is any significant result difference of ESP selection type created by considering the well problem and pump run life with the conventional ESP Design method. Besides, the program will exactly ease the engineering workload, especially speed up the data processing time, decision making, and the ESP selection accuracy.\nIntegration between Machine Learning technology and conventional ESP Design surely can be a game-changer for the mature field development in the future. This combination will help out the engineer in case they faced several difficulties that need time and complex algorithm to find the solution. This program will be one of the mature field development big production data answers because this will reduce downtime, optimize production, and reduce cost. The further development of this program will also allow all parties to forecast the prediction of asset production performance in the future.", "Daftar File": {"ABSTRAK Rivaldi Azhar Ramadhani": "https://digilib.itb.ac.id/gdl/download/209129"}, "Penulis": "Rivaldi Azhar Ramadhani [12216085]", "Kontributor / Dosen Pembimbing": ["Silvya Dewi Rahmawati, S.Si., M.Si., Ph.D.", "Marda Vidrianto S.T., M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "ESP; ESP Design; Machine Learning; Well Problem; Pump Run Life", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "21 Agu 2020"}