{"Nomor": 48989, "Judul": "OPTIMUM LOW SALINITY WATER INJECTION DESIGN IN B STRUCTURE AT S FIELD USING TNAVIGATORTM SIMULATOR", "Abstrak": "Enhanced Oil Recovery (EOR) by waterflooding method were investigated in several experimental and simulation studies to improve oil recovery. Low Salinity Water Injection (LSWI) as a novel waterflood method has become an attractive EOR technique whereby the injected water salinity is controlled to increase oil recovery and it shows more benefits than conventional waterflood in terms of cost, design and environmental impact. However, the concept behind LSWI process is relatively new with somewhat contradictory results in most literature especially about the underlying mechanisms. This means the optimum conditions for increasing oil recovery are still unknown, but recent successful field studies have led to critical evaluation of field scale implementation.\nThis study focuses on designing an optimum low salinity water injection which is conducted in “B” Structure at “S” Field, South Sumatra, Indonesia. The reservoir is characterized as sandstone reservoir with strong water drive support and mixed-wet initial wettability condition which is more favorable for LSWI implementation. A simulation study was performed to evaluate the advantages of LSWI process for improving oil recovery in field scale basis by numerical simulation using tNavigatorTM simulator. Simulations of LSWI were run in several scenarios to determine the most optimum injection rate and salt concentration of injected water to give additional oil recovery which is compared to the conventional waterflood using formation water. In order to optimize the field production, various production scenarios were evaluated by means of converting producer into injector and drilling infill well with several considerations are taken to find the most optimum production scenario.\nThe result of this study shows that the injection using low salinity water can recover more oil compared to the conventional waterflood and the most optimum LSWI design to be implemented is LSWI with 1,800 ppm of salt concentration and 1,000 STB/day of injection rate which gives 3.35% of additional oil recovery compared to the base case scenario without injection. Furthermore, by injecting low salinity water using two designed injectors from activated suspended well and converted producer with additional producer from infill well, it can give higher additional oil recovery up to 9.36% or 1,045.55 MSTB of oil production total from this field. The incremental oil recovery is influenced by the expansion of electrical double layer which works behind wettability alteration in rock surface and causes the oil can be easily swept by injected water during LSWI process. Hence, LSWI is suggested as a promising EOR technique to be considered for further study and implementation.\nKeywords: Low Salinity Water Injection (LSWI), injection rate, salt concentration, oil recovery", "Daftar File": {"ABSTRAK Gerald Adam Alwyn Syah": "https://digilib.itb.ac.id/gdl/download/209133"}, "Penulis": "Gerald Adam Alwyn Syah [12216098]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Asep Kurnia Permadi, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Low Salinity Water Injection (LSWI), injection rate, salt concentration, oil recovery", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "21 Agu 2020"}