{"Nomor": 48982, "Judul": "CORROSION MODELING AND RISK ASSESSMENT OF REACTIVATING LIQUID LOADED GAS WELLS WITH PLUNGER LIFT: A CASE STUDY OF WELL G-3 IN INDONESIA", "Abstrak": "Human civilization will never be separated from energy. Oil and gas industry is one of the biggest energy supply contributor in Indonesia. As Indonesia’s need of energy keeps rising, various efforts are attempted by the government to cover it. Satuan Kerja Khusus Pelaksana Kegiatan Usaha Hulu Migas (SKK Migas) set a production target of 1,000,000 BOPD and 12,300 MMSCFD of gas in order to satisfy energy needs. This results in wide exploration activities. To cover the production target in short term, re-opening plugged well should be put into consideration. This study explore the feasibility of plunger lift application in plugged well and problems–specifically corrosion–that could occur.\nG-3 is a mature well that has been shut in 2008 due to severe liquid loading. Plunger lift application considered as a remedy to overcome it. Since G-3 is an old well, the down-hole equipment are prone to corrosion. Simple Excel macro usage reproduced from Guo (2007) is used to solve calculation needed for the plunger lift application. While corrosion rates are modelled using Electronic Corrosion Engineer. There are three corrosion affecting aspects studied: production rate, tubing size, and chromium level contained in tubing. Corrosion rates were modelled with those aspects in mind in order to find the outcome. Besides stated aspects, two cases of production rate are performed. First case is the lowest production rate just above the liquid loading zone and the second is the target production rate, which is slightly higher than the first case.\nAs the calculation done, plunger lift application requirements such as minimum GLR and minimum casing pressure are determined. Turns out plunger lift are feasible to be utilized in G-3 Well. In terms of the corrosion problems, few results can be determined. It is found that these attempts could be done to lower the corrosion rate: lowering production rate, increasing tubing size, and increasing chromium percentage contained in the tubing. Chromium usage provides the best results followed by tubing size. Lowering production rate contributes relatively small difference. While usage of chromium in the tubing could significantly reduce corrosion rate, high investment are needed to do so. Since G-3 well is an old well that will be re-operated, the operation is not expected to be too long, only a mere 3-5 years could be satisfying. Taking this thoughts a little further, maintaining the well in low production rate could be the best way to maintain the well’s life for short term.", "Daftar File": {"ABSTRAK Andika Putra Rachmanu": "https://digilib.itb.ac.id/gdl/download/209119"}, "Penulis": "Andika Putra Rachmanu [12216066]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudjati Rachmat, DEA", "Steven Chandra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "liquid loading, plunger lift, corrosion, CRA", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "21 Agu 2020"}