{"Nomor": 48983, "Judul": "STUDY OF MIXED-CLAY EFFECTS ON THE PERFORMANCE OF LOW SALINITY WATER INJECTION IN \"T\" STRUCTURE AT \"X\" FIELD", "Abstrak": "Low salinity waterflooding is a technique that uses injection water whose ion composition has been modified to have a lower salinity compared to the brine in the reservoir. From this composition, the effects are a decrease in residual oil saturation and increasing microscopic efficiency. For the past two decades, Low salinity waterflooding is increasing in popularity because it has high enhanced oil recovery potential. Low salinity waterflooding has the advantages of being inexpensive and environmentally friendly, such as the risk of scaling and souring. In addition, the main parameter in determining incremental oil recovery was the cation exchange capacity and could cause variations up to 1.2% original oil in place (Law et al., 2015). So that errors in determining the value of the cation exchange capacity, such as bad core sample results, incorrect homogeneous assumptions, will cause the simulation results to be inaccurate.\nThe design of low salinity water injection will be carried out at the \"X\" field in Indonesia to see how well the method's performance. The salinity concentration in the development scenario is designed at 1711 ppm. Cation exchange capacity distribution will be done in two ways, namely homogeneous and heterogeneous based on variations in porosity. The homogeneous distribution cation exchange capacity is calculated based on core data and average porosity from the reservoir model. Simulation of low salinity water injection is carried out by using the CMG GEMTM application with a compositional fluid model. The analysis will be carried out based on the results of oil production obtained, distribution of oil saturation, and the occurrence of ion exchanges.\nSimulation results show that low salinity water injection with homogeneous cation exchange capacity distribution and water injection of 800 barrels per day is the most optimal development scenario. This result is supported by the amount of cumulative oil production, decreasing residual oil saturation, and the occurrence of ion exchange to the clay surface. However, the difference in results between homogeneous ion exchange capacity distribution with a value of 165, 237, and heterogeneous has a very small difference. Thus, a simulation is carried out to determine how much ion exchange capacity will have a significant influence and it is obtained that when it is valued at 300 - 350, the difference in cumulative oil production will be different by 0.22 – 0.79%.", "Daftar File": {"ABSTRAK Baskoro Adi Nugroho": "https://digilib.itb.ac.id/gdl/download/209121"}, "Penulis": "Baskoro Adi Nugroho [12216070]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Asep Kurnia Permadi, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Low salinity water injection, cation exchange capacity, mixed-clay, ion exchange", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "21 Agu 2020"}