{"Nomor": 48981, "Judul": "ANALYSIS AND DESIGN OF CO2-ACETONE MIXTURE INJECTION FOR LIGHT OIL EXTRACTION PROCESSES", "Abstrak": "With increasing energy demands and insignificant addition of oil reserve, CO2 EOR is able to answer the\nchallenges by increasing 15-20 % more oil recovery. However, oil reservoirs in Indonesia are classified into high\ntemperature reservoirs that cause high CO2-oil MMP. As a result, CO2 miscible flooding implementation becomes\ndifficult. Altering composition of CO2 by co-solvent addition in certain concentration is one of the solutions.\nBy this study, there are two objectives. They are identifying effect of acetone as co-solvent for CO2 in\nextracting crude oil through comparative study and performing sensitivity study to find the most favorable acetone\nconcentration for reducing MMP. Comparative study, used gas chromatography results, had been performed by\ncomparing results from three cases (without extraction, CO2 extraction, and CO2-acetone mixture extraction) and\nthen analyzing those effects in crude oil. WINPROP, Computer Modelling Group software, was used for building\nM-Fluid phase behaviour and determining CO2-oil MMP through sensitivity study. It was performed by taking\nfive different acetone concentrations (0 %, 2.5 %, 5 %, 7.5 %, and 10 %) to be determined their MMP value.\nFrom comparative study, acetone assists CO2 in extracting polar, heavy, and straight chain hydrocarbons\nbecause solvent extraction is based on “like dissolves like” or it can be said that polar compounds are soluble in\npolar solvent and vice versa. Acetone, a compound which is classified as non associative polar compound, is more\nsoluble in CO2 than other polar co-solvents. So, it assists to reduce CO2-oil MMP. In the other hand, pure CO2\nextracts more light components. Meanwhile from sensitive study, the most favorable acetone concentration is 10\n%. MMP of CO2-oil decreases from 1987.53 to 1371.9 psia (decreasing 30.97 % from initial MMP).", "Daftar File": {"ABSTRAK Alfanda Kurnia Widi": "https://digilib.itb.ac.id/gdl/download/209117"}, "Penulis": "Alfanda Kurnia Widi [12216060]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Asep Kurnia Permadi, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Carbon dioxide (CO2), Minimum Miscibility Pressure (MMP), polarity, extraction, acetone", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "21 Agu 2020"}