{"Nomor": 48996, "Judul": "KARAKTERISTIK DAN SINTESIS LI1+XALXTI2-X(PO4)3 (LATP) SEBAGAI ELEKTROLIT PADAT BATERAI ION LITIUM", "Abstrak": "Hampir seluruh baterai yang beredar saat ini adalah baterai litium ion yang menggunakan elektrolit\ncair berupa LiPF6 yang bersifat reaktif terhadap oksigen dan air, sehingga memiliki isu keamanan\nberupa mudah terbakar. Elektrolit padat muncul sebagai solusi masalah keamanan baterai tersebut,\nsalah satunya adalah Li1+xAlxTi2-x(PO4)3 (LATP) yang termasuk dalam kategori elektrolit padat\nanorganik atau keramik dengan struktur NASICON (Natrium Superionic Conductor). LATP selain\nmerupakan material yang stabil terhadap air dan oksigen, memiliki konduktivitas ionik di atas\n10-4 S/cm. Tugas akhir ini berisi studi literatur mengenai LATP dari berbagai aspek secara\nkomprehensif. Pertama, dibahas mekanisme konduksi ion litium di dalam LATP dan pengaruh\nstruktur kristalnya. Kedua adalah perbandingan metode-metode sintesisnya yang terbagi dalam\nmetode solid based dan liquid based. Ketiga adalah faktor-faktor yang menentukan konduktivitas\nionik dari LATP. Data yang diperoleh di laboratorium juga ditampilkan pada bagian hasil dan\npembahasan, yaitu pembuatan alat press, teknik karakterisasi Electrochemical Impedance\nSpectroscopy (EIS), dan sintesis pellet LATP. Sampel LATP yang disintesis kemudian\ndikarakterisasi dengan menggunakan X-Ray Diffraction (XRD) dan EIS. Telah berhasil disintesis\npellet LATP dengan kristalinitas, kemurnian, dan hambatan bulk yang baik, tetapi konduktivitas\nionik yang belum sesuai harapan karena tingginya hambatan grain boundary. Tingginya hambatan\ngrain boundary tersebut utamanya disebabkan oleh kepadatan sampel yang masih kurang,\nmemiliki massa jenis relatif hanya 54,82% dibanding masa jenis teoretiknya.", "Daftar File": {"ABSTRAK Muhammad Syahman Samhan": "https://digilib.itb.ac.id/gdl/download/209152"}, "Penulis": "Muhammad Syahman Samhan [10216047]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ferry Iskandar, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "LATP, konduktivitas ionik, performa elektrokimia, struktur, sintesis sol-gel.", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "24 Agu 2020"}