{"Nomor": 48990, "Judul": "STABILISASI INFLOW PERFORMANCE PADA KONDISI TRANSIENT DENGAN METODE DIMENSIONLESS", "Abstrak": "Studi ini menyajikan hasil perhitungan Inflow Performance Relationship menggunakan data transient dan data\npseudo steady-state. Karena perbedaan hasil perhitungan yang cukup besar, data transient dianggap kurang\nmerepresentasikan IPR pada kondisi stabil. Sehingga dikembangkan metode perhitungan IPR dengan data\ntransient untuk mendekati hasil perhitungan IPR menggunakan data pseudo steady-state. Persamaan tekanan\nstabil diperoleh dari data uji periode transient melalui persamaan regresi nonlinear kurva waktu stabil\ndimensionless pada reservoir solution-gas drive. Persamaan ini dikombinasikan dengan persamaan waktu stabil\nJohn Lee (1982).\nMetode ini divalidasi dengan membandingkan IPR yang dihitung menggunakan data pseudo steady-state, data\ntransient, dan data stabilized. Dari ketiga grafik IPR tersebut, disimpulkan bahwa data transient memberikan hasil\nyang lebih besar daripada data pseudo steady-state. Diameter tubing yang dipasang pada sumur lebih besar, sama\nseperti laju produksi yang diperoleh dari analisis nodal juga lebih besar. Sementara itu, IPR yang dihitung\nmenggunakan data stabilized melalui metode dimensionless berhasil mendekati IPR pada kondisi stabil.\nHasil penelitian ini berguna bagi pengujian sumur yang terlalu singkat dan belum mencapai kondisi stabil. Metode\nini mudah diterapkan dan baik digunakan pada kondisi porositas di atas 0.1 untuk memberikan hasil perhitungan\nyang lebih teliti. Penelitian ini dilakukan berdasarkan hasil simulasi komputer pada satu nilai viskositas,\nkompresibilitas dan jari-jari pengurasan. Sehingga dibutuhkan kasus tambahan dengan nilai karakteristik yang\nbervariasi dan verifikasi data lapangan.", "Daftar File": {"ABSTRAK Theresia Yolanda S Sagala": "https://digilib.itb.ac.id/gdl/download/209135"}, "Penulis": "Theresia Yolanda S Sagala [12216099]", "Kontributor / Dosen Pembimbing": ["Dr. Amega Yasutra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "inflow performance relationship, metode dimensionless, data transient, data stabilized, solution-gas drive", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "21 Agu 2020"}