{"Nomor": 48997, "Judul": "RESPONS PENAMPANG HAMBURAN DARI SEKUMPULAN PARTIKEL NANO BOLA METAL BERSELUBUNG", "Abstrak": "Perkembangan teknologi nano untuk memanipulasi berkas cahaya terjadi cukup pesat. Salah satu cara untuk memanipulasi berkas cahaya adalah dengan hamburan cahaya oleh sistem tertentu. Dari sekian banyak geometri dari sistem yang telah diteliti salah satu yang menarik adalah geometri bola. Dalam penelitian Tugas Akhir ini, digunakan teori hamburan Mie untuk sekumpulan bola metal berselubung. Teori Mie ini mengekspansi medan tertentu dalam basis fungsi harmonik bola vektor (vector spherical harmonics, VSH) dan digunakan teorema Adisi untuk menyelesaikan interaksi medan antar bola. Melalui perumusan ini, akan diperoleh penampang hambur, ekstinksi, dan absorpsi. Formulasi yang telah dibuat digunakan untuk membandingkan respons penampang hamburan antara sekumpulan partikel nano bola metal berselubung dan sekumpulan partikel nano bola dengan permitivitas efektif Maxwell-Garnett dan metode numerik (surface integral). Menggunakan beberapa konfigurasi bola berselubung dan variasi jarak antar bola, variasi jenis selubung, dan variasi jumlah bola dapat ditunjukkan bahwa permitivitas efektif Maxwell-Garnett menunjukkan respons penampang hamburan yang baik untuk jarak antar bola yang cukup besar karena identitas konstituennya masih dominan. Apabila jarak antar bola diperkecil, maka identitas konstituennya melemah, dan sistem berperilaku sebagai sebuah penghambur berdimensi lebih besar yang menyebabkan frekuensi resonansinya mengalami red-shift.", "Daftar File": {"ABSTRAK Ikhwanul Muslimin": "https://digilib.itb.ac.id/gdl/download/209153"}, "Penulis": "Ikhwanul Muslimin [10216079]", "Kontributor / Dosen Pembimbing": ["Drs. Alexander Agustinus P. Iskandar, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Fungsi harmonik bola vektor, Hamburan cahaya, Teori Maxwell-Garnett, Teori Mie.", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "9 file", "Tanggal Input": "24 Agu 2020"}