{"Nomor": 49002, "Judul": "FAKTOR YANG MEMPENGARUHI KESEDIAAN KONSUMEN MEMBAYAR PRODUK INTERNET OF THINGS (IOT) DI INDONESIA: ANALISIS FAKTOR TAM DAN TRI", "Abstrak": "Perkembangan teknologi tumbuh dengan pesat dalam beberapa tahun terakhir dan Teknologi Informasi (TI) menjadi salah satu sektor yang potensial untuk berkembang positif. Salah satu tren TI yang harus diwaspadai di tahun 2020 adalah Internet of Things (IoT). Secara global, IoT telah menjadi tren. Jumlah perangkat yang terkoneksi IoT di dunia akan mencapai 38,5 miliar pada tahun 2020 dan pasar IoT di Indonesia diperkirakan akan tumbuh menjadi 444 Triliun Rupiah pada tahun 2022.\nIoT bisa dianggap sebagai jenis teknologi baru di Indonesia. Dalam beberapa kondisi, meskipun produk teknologi baru dinilai sangat inovatif, namun jika konsumen belum siap menerima produk tersebut, perusahaan berpeluang besar untuk mengalami penurunan penjualan. Dengan menggunakan smart garden sebagai contoh produk IoT untuk mengumpulkan data kesediaan membayar dari responden, penelitian ini ingin mengetahui lebih jauh tentang faktor-faktor yang dapat mempengaruhi kesediaan konsumen untuk membayar produk IoT.\nUntuk mengetahui hubungan antara kesiapan dan penerimaan produk IoT dengan kesediaan untuk membayar, variabel Technology Acceptance Model (TAM) dan Technology Readiness Index (TRI) digunakan. Variabel eksternal berupa Norma Subjektif ditambahkan dalam penelitian ini untuk melihat apaka ada oengaruh social terhadap keputusan masyarakat dalam menggunakan produk IoT. Peneliti menggunakan metode kuantitatif dengan menggunakan purposive sampling untuk mendapatkan responden berusia 20-55 tahun yang berada pada kelas ekonomi menengah ke atas sampai ke elit. 353 sampel responden diperoleh melalui kuesioner online. Analisis PLS-SEM digunakan untuk menguji hipotesis dan mengukur hubungan antara satu variabel dengan variabel lainnya. Contingent Valuation Method juga digunakan untuk mengetahui harga produk IoT yang sesuai dengan keinginan pasar. Hasil dari penelitian ini menunjukkan bahwa penerimaan masyarakat terhadap produk IoT dapat mempengaruhi kesediaan mereka untuk membayar. Faktor TAM dapat menjadi mediator variabel optimisme terhadap kesediaan membayar. Hal ini menunjukkan bahwa kesiapan pasar terhadap teknologi baru secara tidak langsung dapat memengaruhi kesediaan mereka untuk membayar produk IoT melalui optimisme mereka terhadap teknologi tersebut.\nKata kunci: Internet of Things (IoT), Technology Acceptance Model (TAM), Technology Readiness Index (TRI), Kesediaan Membayar", "Daftar File": {"2020 SW Mira Fitri Carlina_19217014.pdf?": "https://digilib.itb.ac.id/gdl/download/209166"}, "Penulis": "Mira Fitri Carlina [19217014]", "Kontributor / Dosen Pembimbing": ["Nurrani Kusumawati, M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Internet of Things (IoT), Technology Acceptance Model (TAM), Technology Readiness Index (TRI), Kesediaan Membayar", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "25 Agu 2020"}