{"Nomor": 49016, "Judul": "SIMULASI NUMERIK PELEDAKAN CAMPURAN METANA-UDARA DALAM RUANG LEDAK BERBENTUK BOLA 20 LITER", "Abstrak": "Salah satu ancaman keamanan pekerja dan operasional yang menjadi perhatian khusus dalam\npenambangan batubara bawah tanah adalah potensi terjadinya ledakan. Ledakan dapat\nterjadi ketika bahan bakar dan oksigen terdispersi dalam ruangan terkungkung disertai oleh\nsumber energi panas. Pada gas metana, rentang konsentrasi di mana gas metana dapat\nmeledak terjadi ketika konsentrasi metana tercampur dalam udara berada pada rentang 5\nhingga 15 persen. Dengan demikian, ledakan akibat gas metana dapat terjadi pada tambang\nbawah tanah. Bahaya ledakan gas metana pada tambang batubara bawah tanah dapat\ndiperparah ketika terdapat bahan bakar lainnya yang lebih padat energi seperti debu batubara\nyang terdispersi.\nUntuk menjadi dasar perancangan sistem pencegahan ledakan tambang bawah tanah,\ndiperlukan penelitian mengenai karakteristik ledakan, salah satunya gas metana. Penelitian\nini merupakan penelitian lanjutan mengenai ledakan gas metana yang dilakukan\nmenggunakan computational fluid dynamics dengan model k-epsilon pada ANSYS Fluent.\nPenelitian ini bertujuan untuk menentukan tekanan ledak maksimum Pex, laju kenaikan\ntekanan ledak maksimum (dP/dt)ex, dan indeks ledakan KG campuran gas metana pada\nkonsentrasi gas metana dan oksigen bervariasi dalam ruang ledak berbentuk bola 20 liter;\nmenentukan pengaruh konsentrasi gas metana dan oksigen yang bervariasi terhadap tekanan\nledak; dan menentukan kombinasi konsentrasi gas metana dan oksigen dalam udara yang\nmemiliki potensi ledak paling berbahaya pada pembakaran sempurna. Pemilihan geometri\nberbentuk bola 20 liter adalah untuk mendekati bentuk ruang ledak fisik Siwek 20-L\nChamber. Berdasarkan penelitian yang dilakukan, nilai Pex penelitian didapat bervariasi\nantara 4,00 bar hingga 6,73 bar, (dP/dt)ex bervariasi antara 58,77 bar/s hingga 141,85 bar/s,\ndan indeks ledak KG bervariasi antara 16 hingga 39. Penelitian menunjukkan bahwa\nkonsentrasi gas metana, dengan adanya oksigen cukup untuk pembakaran sempurna,\nberkorelasi positif terhadap tekanan ledak dan kenaikan tekanan ledak terhadap waktu\nsehingga ledakan lebih kuat. Penelitian juga memberikan hasil konsisten dengan penelitian\nsebelumnya dengan menyatakan bahwa konsentrasi campuran metana dalam udara paling\nberbahaya pada pembakaran sempurna terletak pada konsentrasi gas metana sebesar sekitar\n9,5% volume.", "Daftar File": {}, "Penulis": "Kevin Agustinus [12116068]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nuhindro Priagung Widodo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "metana, tekanan ledak, ruang ledak, Siwek20-LChamber, computational fluid dynamics", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "26 Agu 2020"}