{"Nomor": 49019, "Judul": "FAKTOR INFLUENCER INSTAGRAM YANG MEMPENGARUHI INTENSI UNTUK MEMBELI STUDI KASUS BRAND ANCIENT SUMMER", "Abstrak": "Akhir-akhir ini, mengendorse Instagram influencer telah menjadi salah satu strategi marketing\nyang dilakukan oleh para brand. Endorsement bisa menjadi efektif dikarenakan adanya hubungan\natau komunikasi antara followers dengan influencer. Berdiri pada tahun 2014, Ancient Summer\nadalah salah satu Perusahaan Kecil dan Menengah dari Bandung yang memproduksi case hp\ndengan desain orisinil yang didesain oleh team Ancient Summer. Ancient Summer menggunakan\nInstagram sebagai sosial media utama untuk menjual produknya dan mengandalkan Instagram\ninfluencer endorsement sebagai strategi marketingnya. Namun, Ancient Summer menghadapi\nkesulitan dalam memilih influencer yang tepat di endorse untuk meningkatkan penjualan mereka.\nBerdasarkan data dari pengalaman Ancient Summer dalam mengendorse influencer, jumlah\nfollowers dan biaya endorsement tidak dapat menjadi alat ukur yang pasti dalam memperkirakan\nefektif tidaknya sebuah endorsement.\nPenelitian ini bertujuan untuk menentukan faktor Instagram influencer yang memiliki pengaruh\npositif terhadap niat membeli dan untuk merancang pedoman dalam memilih Instagram influencer\nuntuk di endorse. Penelitian ini menggunakan survei online terhadap 200 responden dan dianalisis\nmenggunakan SEM PLS untuk melihat hasilnya.\nHasil penelitian menunjukan bahwa faktor trustworthiness dan brand congruence memiliki\nhubungan positif dengan niat membeli, sedangkan attractiveness dan expertise tidak. Penelitian\nini juga merekomendasikan SOP Instagram influencer endorsement sebagai basis untuk Ancient\nSummer dalam mengendorse influencer.\nKata Kunci: Industri Fashion dan Aksesoris; Influencer Instagram; Endorsement; Pemasaran;\nNiat Beli; SEM PLS", "Daftar File": {"2020 SW Kana Az-Zahra 19217049.pdf\n]": "https://digilib.itb.ac.id/gdl/download/209227"}, "Penulis": "Kana Az-Zahra [19217049]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Utomo Sarjono Putro, M.Eng.", "Arfenia Nita, ST., MMgt (Fin)"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Industri Fashion dan Aksesoris; Influencer Instagram; Endorsement; Pemasaran; Niat Beli; SEM PLS", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "26 Agu 2020"}