{"Nomor": 49028, "Judul": "ANALISIS JENIS KOMPENSASI YANG SIGNIFIKAN TERHADAP PREFERENSI KARYAWAN DI PERUSAHAAN STARTUP BANDUNG", "Abstrak": "Perusahaan Startup adalah bisnis baru yang berjuang untuk hidup. Hal yang penting disini\nadalah pertumbuhan, yang mana setelahnya semua hal yang kita asosiasikan terhadap startup\nberkorelasi terhadap pertumbuhan. Menambahkan pernyataan tersebut, Steve Blank (2010, p.\nxvii) juga menyebut, “Sebuah startup adalah organisasi sementara yang mencari bisnis model\nyang scalable, dapat diulang, dan menguntungkan”. Kompensasi dapat dibilang adalah satu\ndaripada faktor berpengaruh yang terpenting terhadap efisiensi dan produktifitas dari sumber\ndaya manusia. Kompensasi mempengaruhi kualitas dari pendaftar kerja, kualitas dari yang\nditerima, nama baik perusahaan, moral dari pegawai, dan level performa dan kualitas pegawai\nyang bertahan di perusahaan (Gupta 2013). Sama seperti perusahaan yang sudah mapan,\nprosedur kompensasi juga berlaku di perusahaan startup untuk menangani penghargaan yang\nsetiap pegawai dapatkan. Prosedur kompensasi ini yang paling umum dipakai terdiri dari Base\nPay, Merit Pay, Profit Sharing, Stock Options, dan Employee Benefit. Tapi realitasnya\nperusahaan startup juga menghadapi kesulitan. Satu penjelasan dari kesulitan ini ada lah jumlah\nsumber daya yang minimal yang tersedia bagi perusahaan yang baru(Bruton & Rubanik, 2002).\nSebagai akibatnya, karena pentingnya kompensasi dan situasi yang kurang baik dari sebuah\nstartup, startup harus menemukan cara efisien untuk mengalokasikan sumber daya terbatasnya\nuntuk merain tingkat kepuasan pegawai yang maksimum. Oleh karena itu peneliti bermaksud\nuntuk memastikan tipe kompensasi yang signifikan yang cocok dari preferensi pegawai.\nTujuan dari studi ini oleh karena itu berdasarkan dua fondasi; perbedaan dari preferensi\nkompensasi pegawai dan signifikansi dari rata-rata kompensasi dari setiap level pegawai.\nUntuk melakukan studi ini peneliti melakukan pendekatan quantitative dengan menggunakan\nmetodelogi kuesioner. Data yang dikumpulkan akan dianalisa menggunakan One-Way\nANOVA. Akhirnya, studi ini dapat meletakkan dasar-dasar pemahaman preferensi karyawan\nstartup Bandung terhadap jenis kompensasi yang dapat membantu startup baru untuk lebih\nmenyesuaikan kebijakan kompensasi mereka.\nKata Kunci: Startup di Bandung, Kompensasi Pegawai, Preferensi Pegawai", "Daftar File": {"2020 SW Rafly Hanggara_19217032.pdf)u": "https://digilib.itb.ac.id/gdl/download/209273"}, "Penulis": "Rafly Hanggara P. H. [19217032]", "Kontributor / Dosen Pembimbing": ["Rudy Bekti, M.B.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Startup di Bandung, Kompensasi Pegawai, Preferensi Pegawai", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "27 Agu 2020"}