{"Nomor": 49027, "Judul": "FACT THE INFLUENCE OF TECHNOLOGY ACCEPTENCE MODEL (TAM) ON THE INTENTION TO USE ONLINE CHECK-IN SYSTEM AT HOTELS", "Abstrak": "Check-in online untuk hotel adalah sistem yang dirancang untuk menangani tamu hotel, yang memungkinkan tamu untuk melakukan verifikasi data secara online agar proses check-in lebih efektif dan efisien. Sistem teknologi ini belum diimplementasikan di Indonesia. Namun memiliki potensi pengembangan untuk dimplementasikan pada hotel-hotel di Indonesia. Penelitian ini berfokus pada sistem check-in online sebagai bidang khusus di industri perhotelan. Pengimplementasian sistem ini, membuat proses check-in jauh lebih efektif dan efisien. Oleh karena itu, penelitian ini berfokus pada analisis penerimaan sistem check-in online pada tamu hotel. Penelitian ini menganalisis faktor-faktor yang mempengaruhi intensi untuk menggunakan sistem check-in online pada industri perhotelan di Indonesia menggunakan analisis dari faktor Technology Acceptance Model (TAM) yang terdiri dari dua variabel independen Perceived Easy to Use dan Perceived Usefulness. Hasil menunjukkan bahwa variabel independen Perceived Easy to Use dan Perceived Usefulness memiliki perngaruh yang positif terhadap intensi untuk menggunakan sistem check-in online pada hotel. Variabel yang memiliki pengaruh terbesar terhadap Intention to Use adalah Perceived Usefulness. Studi ini memberikan wawasan terkait dengan peran model penerimaan teknologi yang mempengaruhi intensi penggunaan sistem check-in online, untuk digunakan oleh perusahaan dalam penentuan strategi pemasaran.\nKata kunci: sistem check-in online, hotel, Perceived Easy to Use, Perceived Usefulness, intensi untuk menggunakan", "Daftar File": {"2020 SW Dicky Anggiat Fortune N. 19217039.pdf?": "https://digilib.itb.ac.id/gdl/download/209272"}, "Penulis": "Dicky Anggiat Fortune Nababan [19217039]", "Kontributor / Dosen Pembimbing": ["Rendra Chaerudin, S.E., M.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "sistem check-in online, hotel, Perceived Easy to Use, Perceived Usefulness, intensi untuk menggunakan", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "27 Agu 2020"}