{"Nomor": 49024, "Judul": "ANALISIS FAKTOR-FAKTOR SIGNIFIKAN YANG MEMPENGARUHI KETERIKATAN KARYAWAN PADA PERUSAHAAN STARTUP DI BANDUNG", "Abstrak": "Startup Indonesia telah berkembang sangat pesat dalam 5 tahun terakhir dan saat ini menduduki peringkat pertama di ASEAN dan kelima secara global dalam jumlah startup, dan mereka menjadi harapan bagi perekonomian Indonesia di masa depan (Nasir, 2019). akan tetapi, fakta menunjukan bahwa 90% dari startup dari berbagai sector gagal dalam mengembangkan bisnisnya (Neil, 2015). Ada beberapa alasan mengapa startup bisa gagal dalam menjalankan bisnisnya, salah satu factor penting kegagalan tersebut adalah dari tim yang buruk. (Griffith, 2014). Untuk menghindari tim yang buruk diperlukan suatu keterikatan karyawan untuk meningkatkan kinerja karyawan, partisipasi individu, kebahagiaan dan semangat kerja (Sambrook, 2014). Akantetapi startup memiliki banyak keterbatasan seperti terbatasnya modal, sumber daya, dan pengetahuan untuk meningkatkan keterikatan karyawan mereka. Maka dalam penelitian ini, penulis bertujuan untuk membantu startup di Bandung untuk mengetahui variabel apa saja yang berpengaruh signifikan terhadap employee engagement pada perusahaan startup. Faktor independent dan dependent dalam penelitian ini adalah:Kepemimpinan (X1), Budaya Organisasi (X2), dan Imbalan (X3) terhadap Keterikatan Karyawan (Y). Dalam penelitian ini menggunakan penelitian eksplanatori dengan pendekatan kuantitatif, teknik analisis yang digunakan adalah regresi linier berganda menggunakan perangkat lunak SPSS. Pengumpulan data menggunakan metode non-probability sampling jenis purposive sampling dari 87 responden yang bekerja di startup di Bandung melalui kuisioner online.\nHasil penelitian ini menunjukkan bahwa (1) kepemimpinan berpengaruh positif dan tidak signifikan terhadap keterikatan karyawan, (2) Budaya Organisasi berpengaruh dan signifikan terhadap keterikatan karyawan, (3) kompensasi berpengaruh positif dan signifikan terhadap keterikatan karyawan.(4) kepemimpinan, budaya organisasi, dan kompenasasi secara bersama-sama (simultan) berpengaruh positif dan signifikan terhadap keterikatan karyawan. Ketiga variable tersebut berkonstribusi sebesar 78,7% terhadap variable keterikatan karyawan. Variabel budaya organisasi (X2) merupakan variable signifikan tertinggi terhadap keterikatan karyawan.\nKata kunci: Kepemimpinan, Lingkungan Kerja, Motivasi, Kompenasi, dan Kinerja Karyawan", "Daftar File": {"2020 SW Dicky Sukma Wijaya 19217074.pdf?": "https://digilib.itb.ac.id/gdl/download/209263"}, "Penulis": "Dicky Sukma Wijaya [19217074]", "Kontributor / Dosen Pembimbing": ["Rudy Bekti, M.B.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kepemimpinan, Lingkungan Kerja, Motivasi, Kompenasi, dan Kinerja Karyawan", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "26 Agu 2020"}