{"Nomor": 49029, "Judul": "PENENTUAN BATAS AMAN GETARAN PELEDAKAN UNTUK MENJAGA KESTABILAN LERENG HIGHWALL TAMBANG BATUBARA PT. XYZ", "Abstrak": "PT. XYZ merupakan salah satu perusahaan tambang batubara di Indonesia yang menggunakan metode tambang terbuka. Kegiatan penambangan dilakukan dengan cara pengeboran dan peledakan. Salah satu hasil dari kegiatan peledakan adalah getaran. Getaran mampu mempengaruhi kestabilan lereng karena merupakan faktor penambah gaya pendorong yang dapat memicu terjadinya longsoran. Sehingga diperlukan perhitungan batas aman getaran untuk menjaga kestabilan lereng.\nMulanya dilakukan uji normalitas pada data batuan berupa kohesi, sudut gesek dalam dan berat jenis untuk setiap lithologi dengan menggunakan software SPSS. Selanjutnya, data-data batuan diambil nilai rata-rata, standar deviasi, relatif maksimum dan relatif minimum. Lereng tambang dimodelkan beserta stratigrafinya menggunakan software Rocscience Slide v6.0. Perhitungan dilakukan dengan mengubah nilai Seismic Load (a) sampai lereng memiliki nilai Faktor Keamanan minimum berdasarkan Kepmen ESDM 1827 Tahun 2018. Rumus PPV didapat dengan menggunakan software Blastware dari data pengukuran lapangan.\nHasil dari penelitian ini berupa nilai PPV maksimum, batas Scaled Distance dan rumus PPA berdasarkan Lucca (2003) dan pengukuran lapangan. Nilai PPV Maksimum dan Scaled Distance adalah 33,49 mm/s dan 8,66 m/kg0,5. Rumus PPA berdasarkan Lucca (2003) dan pengukuran lapangan adalah ???????????? (????)=0,009 ???? ????????????(????????/????) dan ?????????????(????)=0,014 ???? ????????????(????????/????). PT. XYZ dinyatakan aman karena nilai PPV hasil peledakan dibawah PPV maksimum dan nilai Scaled Distance diatas 8,66 m/kg0,5. Persamaan PPA berdasarkan Lucca (2003) dan pengukuran lapangan terdapat perbedaan dikarenakan konstanta rumus Lucca (2003) masih bergantung pada nilai frekuensi yang dimana dalam penelitian ini asumsi nilai frekuensi adalah 14 Hz.", "Daftar File": {}, "Penulis": "Marceleno Paranova [12116054]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ganda Marihot Simangunsong, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Faktor Keamanan, Peak Particle Velocity, Peak Particle Acceleration, Scaled Distance", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "27 Agu 2020"}