{"Nomor": 49033, "Judul": "SIMULASI SHEAR STRESS DAN MODIFIKASI DESAIN ALAT UJI ROTATING CAGE AUTOCLAVE (RCA) DALAM STUDI KOROSI PADA BAJA API 5L X60 DAN 5CT L80 DI LINGKUNGAN CO2 DAN H2S", "Abstrak": "Korosi adalah masalah yang sangat sering terjadi di industri minyak dan gas, terutama pada\nkomponen yang terbuat dari logam, misal komponen perpipaan dimana crude oil ditransfer dari\nsumur pengeboran ke pengolahan minyak. Selain mengandung crude oil, banyak pula zat lain\nyang ada di aliran fluida dalam pipa seperti brine, CO2, bahkan H2S. Tidak hanya itu, laju aliran\ndalam pipa juga dapat menyebabkan tergerusnya ketebalan pipa karena adanya shear stress\nakibat laju aliran fluida. Simulasi dan eksperimen di laboratorium dilakukan agar dapat\nmenduplikasi keadaan di lapangan. Metode rotating cage merupakan salah satu metode yang\nbanyak digunakan untuk melakukan screening material, crude oil, dan inhibitor korosi.\nPenelitian ini bertujuan untuk mempelajari kondisi hydrodynamic berupa shear stress pada\npermukaan spesimen pengujian rotating cage pada desain existing maupun desain\npengembangan dan mempelajari pengaruh temperatur, kecepatan putaran, kandungan crude\noil, dan konsentrasi inhibitor terhadap laju korosi. Simulasi ANSYS Fluent dilakukan untuk\nmelihat profil shear stress yang ada pada permukaan spesimen. Pengujian RCA (Rotating Cage\nAutoclave) dilakukan untuk mengetahui laju korosi dan bentuk korosi yang terjadi pada sistem\nCO2/H2S. Pada penelitian ini, konsentrasi H2S yang diberikan termasuk dalam konsentrasi\ntinggi yaitu pCO2/pH2S 35 yang mana masih menjadi satu-satunya pengujian RCA di Indonesia\ndengan konsentrasi H2S yang tinggi. Pengukuran viskositas dilakukan untuk mendapatkan nilai\nviskositas brine pada berbagai temperatur. Hasil penelitian menunjukkan bahwa pada desain\nexisting, shear stress tertinggi berada pada bagian leading edge spesimen yaitu 89,31 Pa pada\nputaran 715 rpm, sedangkan pada desain modifikasi, shear stress tertinggi berada pada bagian\nspesimen yang sejajar dengan sayap stirrer yaitu 10,51 Pa pada putaran 715 rpm. Kenaikan\ntemperatur sampai 80oC meningkatkan laju korosi spesimen baja X60, sedangkan pada baja\nL80, kenaikan temperatur dari 80oC ke 120oC menurunkan laju korosi. Adanya crude oil\nmenurunkan laju korosi. Efisiensi inhibisi terbesar ditunjukkan oleh penambahan 50 ppm\ninhibitor pada temperatur 80oC yaitu 88,60%.", "Daftar File": {"ABSTRAK Irma Pratiwi": "https://digilib.itb.ac.id/gdl/download/209478"}, "Penulis": "Irma Pratiwi [23718009]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Raden Dadan Ramdan, S.T.", "Dr. Ir. Bambang Widyanto, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Ilmu Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "korosi, logam, sistem CO2/H2S, rotating cage autoclave, simulasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Agu 2020"}