{"Nomor": 49045, "Judul": "APLIKASI METODE SIMULATED ANNEALING DALAM MENDAPATKAN POTENSI KERUGIAN TERENDAH PORTOFOLIO SAHAM DENGAN MEMINIMUMKAN NILAI VALUE AT RISK", "Abstrak": "Permasalahan optimasi dalam topik ekonofisika dalam meninjau portofolio saham yaitu untuk mendapatkan keuntungan tertinggi. Optimasi untuk mendapatkan keuntungan tertinggi dapat dipandang dengan cara berbeda, antara lain fokus meningkatkan potensi keuntungan atau fokus menurunkan potensi kerugian atau Value at Risk (VaR). Untuk menurunkan VaR, salah satu metode optimasi yang digunakan adalah metode Simulated Annealing yang berkaitan dengan sistem fisis optimasi kualitas logam dengan memanaskan logam dan menurunkan suhu sistem secara perlahan yang dilakukan berulang-ulang, hingga mendapat kualitas logam yang optimum. Prinsip yang sama digunakan untuk mendapatkan nilai VaR yang optimum/global minimum. VaR (potensi kerugian) dapat dihitung berdasarkan susunan portofolio dan pembagian bobot yang ditentukan secara random. Dengan menggunakan probabilitas Boltzman, VaR yang dihasilkan bisa mencapai global minimum karena pada awal iterasi, probabilitias ini memberi program lebih banyak untuk esksplorasi mencari solusi minimum, sehingga tidak terjebak di local minimum. Seiiring berjalannya waktu, program semakin fokus mencari solusi dibandingkan eksplorasi, sehingga pada akhirnya, VaR yang dihasilkan akan konvergen di satu nilai yang global minimum. Dibandingkan metode lain, metode Simulated Annealing cukup baik dalam menekan nilai VaR hingga cukup kecil yaitu 1,796% dan mampu memprediksi potensi kerugian maksimal dengan baik saat menggunakan data saham yang baru. Dengan nilai VaR yang terbaik, dapat diperoleh kembali susunan portofolio dan distribusi pembagian bobot yang diinginkan.", "Daftar File": {"ABSTRAK Christoper Wijaya": "https://digilib.itb.ac.id/gdl/download/209378"}, "Penulis": "Christoper Wijaya [10216033]", "Kontributor / Dosen Pembimbing": ["Acep Purqon, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Bobot, Optimasi, Suhu dan Var.", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "28 Agu 2020"}