{"Nomor": 49047, "Judul": "IDENTIFIKASI KEBUTUHAN RUANG PARKIR FACTORY OUTLET BERDASARKAN PERMINTAAN DAN PENYEDIAAN (STUDI KASUS: FACTORY OUTLET JALAN L.L.R.E MARTADINATA, KOTA BANDUNG)", "Abstrak": "Factory outlet merupakan salah satu pusat perbelanjaan ritel di Kota Bandung yang\nsering dikunjungi wisatawan. Berdasarkan Rencana Induk Pembangunan Pariwisata\n(RIPPDA) Kota Bandung tahun 2012-2025, factory outlet di Jalan L.L.R.E\nMartadinata direncanakan sebagai kawasan strategis pariwisata belanja Kota\nBandung. Hal tersebut dapat meningkatkan tarikan pengunjung pada factory outlet,\ndimana saat ini masih banyak wisatawan yang datang ke Kota Bandung menggunakan\nkendaraan pribadi, sehingga diperlukan prasarana pendukung seperti prasarana\nparkir. Parkir merupakan salah satu komponen penting dalam sistem transportasi\nkota karena kendaraan tidak akan selamanya bergerak. Penyediaan ruang parkir\nmerupakan hal yang penting dan perlu disesuaikan dengan besarnya permintaan\nparkir pada bangunan/gedung tersebut serta sesuai dengan kebijakan ataupun\nstandar minimum. Standar penyediaan ruang parkir yang digunakan saat ini yaitu\nStandar yang dikeluarkan oleh Dirjen Perhubungan Darat tahun 1996, dimana\nstandar tersebut belum mengatur kegiatan pusat perdagangan berjenis factory outlet.\nPenelitian ini bertujuan untuk mengidentifikasi kebutuhan ruang parkir pada factory\noutlet berdasarkan permintaan dan penyediaan. Metode analisis yang digunakan\nyaitu analisis konten, analisis deskriptif, dan analisis regresi linier berganda.\nBerdasarkan tinjauan literatur, didapatkan faktor yang dapat memengaruhi\npermintaan parkir pada factory outlet yaitu luas lantai total bangunan, jumlah\npengunjung, dan jumlah karyawan. Penelitian ini menghasilkan model kebutuhan\nruang parkir pada factory outlet, yang didapatkan berdasarkan analisis regresi linier\nberganda. Kebutuhan ruang parkir pada factory outlet yaitu perlu menyediakan 12\nSRP per 100 jumlah pengunjung.", "Daftar File": {}, "Penulis": "Risa Nurhardiyanti Istiqomah [15415075]", "Kontributor / Dosen Pembimbing": ["Shanty Yulianti Rachmat, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "parkir, factory outlet, permintaan-penyediaan, model.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "28 Agu 2020"}