{"Nomor": 49046, "Judul": "CUSTOMER DISCOVERY OF INDOOR GARDENING TECHNOLOGY: STUDY CASE OF HI!DROPS", "Abstrak": "Internet of Living Things atau IoLT merupakan salah satu bentuk implementasi dari Internet of Things yang memiliki tujuan khusus untuk membantu makhluk hidup hidup, dan kami menyebut gaya hidup yang dipengaruhi oleh IoLT sebagai Smart Living. IoLT dapat diterapkan di banyak area rumah tangga. Salah satu produk implementasi IoLT yang terkenal adalah smart flower pot.\nDalam penelitian ini peneliti ingin menganalisis Hi! Turun berdasarkan situasi mereka saat ini. Hai! Drops menciptakan pot bunga cerdas yang dapat membantu orang-orang berkebun dalam ruangan dengan mudah. Sayangnya Hai! Drops tidak memiliki kesesuaian pasar produk karena kurangnya pengetahuan pelanggan. Maka, dalam penelitian ini peneliti ingin menjajaki segmen konsumen potensial produk Indoor Gardening khususnya untuk Hi! Drops product, selain itu peneliti ingin mengetahui motivasi konsumen dalam menggunakan produk kemudian merancang model bisnis berkelanjutan untuk Hi! Produk tetes.\nPenelitian ini akan menggunakan metode penemuan pelanggan dan hipotesis nilai dan hipotesis pertumbuhan. Peneliti menggunakan penemuan pelanggan untuk mendapatkan wawasan pelanggan tentang produk dan masalah. Hipotesis nilai adalah untuk memvalidasi nilai produk yang memberikan pelanggan potensial dan hipotesis pertumbuhan adalah kesediaan pelanggan untuk merekomendasikan produk kepada rekan mereka. Metode pengumpulan data akan menggunakan metode kualitatif. Hasil dari penelitian ini adalah model bisnis yang berkelanjutan dan memperkaya data pengetahuan pasar. Peneliti berharap hasil penelitian ini dapat dimanfaatkan oleh Hi! Turun untuk mengembangkan bisnis mereka.\nKata Kunci: Customer segment, Customer Discovery, Indoor Gardening", "Daftar File": {"2020 SW Angelia Novi S. 19217041.pdf?": "https://digilib.itb.ac.id/gdl/download/209386"}, "Penulis": "Angelia Novi Setiowati [19217041]", "Kontributor / Dosen Pembimbing": ["Dr.rer.pol. Eko Agus Prasetio, S.T., MBA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Customer segment, Customer Discovery, Indoor Gardening", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "28 Agu 2020"}