{"Nomor": 49062, "Judul": "SIFAT ELEKTRONIK DAN OPTIK DARI BORON NITRIDA NANOTUBES (BNNTS) SEBAGAI KANDUNGAN AKTIF TABIR SURYA MENGGUNAKAN METODE DENSITY FUNCTIONAL THEORY (DFT)", "Abstrak": "Investigasi aplikasi material BNNT ke dalam tabir surya yang merupakan suatu\nkebaruan dari aplikasi BNNT telah dilakukan pada penelitian ini. Investigasi\ntersebut diimplementasikan ke dalam suatu bentuk eksperimen pembuatan gel\ntabir surya dengan kandungan aktif BNNT dengan campuran formula dasar yaitu\nkarbomer yang mengandung konsentrasi carbopol sebanyak 1% b/b. Selanjutnya,\ngel dengan kandungan aktif BNNT dikarakterisasi menggunakan UV absorption\nspectroscopy untuk mengetahui spektra absorbansi dari gel tabir surya dengan\nkandungan aktif BNNT pada daerah ultraviolet (UV) dan cahaya tampak. Selain\nitu, untuk mengetahui persentasi reflektansi sampel gel tabir surya berbahan aktif\nBNNT pada daerah UV dan cahaya tampak, digunakan diffuse reflectance\nspectroscopy. Berdasarkan ke-dua karakterisasi diperoleh hasil, bahwa gel tabir\nsurya dengan kandungan aktif BNNT ini memiliki absorbansi maksimum pada\ndaerah UV. Konsentrasi BNNT dalam formula dasar karbomer (carbopol 940 1%\nb/b) mempengaruhi tinggi puncak absorbansi gel tabir surya. Namun, reflektansi\ndari gel tabir surya ini tidak bergantung pada konsentrasi BNNT di dalam formula\ndasar. Ke-empat sampel menunjukkan persentase reflektansi pada tingkatan yang\nhampir sama pada daerah UV maupun cahaya tampak. Secara keseluruhan, hasil\neksperimen menyatakan BNNT dengan konsentrasi 1% b/b terhadap formula\ndasar adalah formula gel tabir surya yang memiliki absorbansi yang paling tinggi\npada daerah UV dan transparansi yang besar pada daerah cahaya tampak. Dengan\ndemikian, gel tabir surya dengan kandungan BNNT berpeluang untuk\ndikembangkan kedepannya dengan pengujian yang lebih lanjut.\nSelanjutnya, struktur, sifat elektronik dan optik dari material heksagonal-boron nitrida (h-BN) secara umum dan material ultra-small boron nitrida nanotube (BNNT) telah berhasil diinvestigasi menggunakan metode kalkulasi density functional theory (DFT) pada software bernama vienna ab-initio simullation package (VASP). H-BN menunjukkan struktur berbentuk honey comb layaknya grafena. Berbeda dengan grafena yang memiliki sifat elektronik yang bergantung pada geometrinya, hasil kalkulasi pada penelitian ini menunjukkan bahwa h-BN adalah insulator dengan celah pita energi yang lebar dan tidak berkaitan dengan dimensi dan ukurannya bahkan jumlah layernya. Untuk hasil kalkulasi dari sifat optik, h-BN memiliki dispersi maksimum serta absorbsi maksimum yang beradapada daerah energi UV.\nKemudian, struktur ultra-small BNNT dibangun dari lembaran h-BN. Dengan\nmemperhatikan vektor kiral (n1,n2) saat penggulungan, maka dari lembaran h-BN\ndihasilkan struktur ultra-small (n,0) zigzag dan ultra-small (n1,n2) armchair BNNT,\ndengan n=3,…,10 untuk struktur zigzag, dan n1=n2=n dimana n=2,…,10 untuk struktur\narmchair ultra-small BNNT. Disamping studi mengenai ultra-small BNNT dapat disebut\nsebagai kajian baru, struktur-struktur ultra-small BNNT sangat menarik untuk dipelajari\nkarena memiliki karakteristik yang sangat berbeda dengan karakteristik BNNT dengan\ndiameter lebih besar dari 0,95 nm. Hasil kalkulasi dengan menggunakan metode DFT dan local density approximation (LDA) sebagai potensial exchange-correlation, menunjukkan bahwa zigzag dan armchair ultra-small BNNT memiliki sifat elektronik yang unik. Material ultra-small BNNT mempunyai lebar celah pita energi yang bergantung pada geometrinya seperti kiralitas dan ukuran diameter tabung nano. Sifat optik dari struktur ultra-small BNNT ini juga bergantung pada geometri, akan tetapi tidak signifikan. Disamping itu, defect (penggantian atom B dan N dengan atom C) pada struktur zigzag dan armchair BNNT, memberikan arti yang penting terhadap sifat elektronik dan sifat optik material-material ultra-small ini. Defect yang diberikan akan menggeser sifat elektronik (mempersempit lebar celah pita energi) dan optik (menggeser puncak absorbsi ke wilayah energi infra-red) dari material ultra-small BNNT. Dengan demikian, ultrasmall BNNT adalah material yang sangat menjanjikan untuk aplikasi-aplikasi baru karena lebar celah pita energi dapat di tune, dan daerah absorbsi material ultra-small BNNT dapat digeser dengan merubah ukuran diameter tabung pada kisaran ? 9,5 nm dan dengan atom C sebagai defect pada struktur-struktur ultra-small tersebut.", "Daftar File": {"COVER Riri Jonuarti": "https://digilib.itb.ac.id/gdl/download/209470", "BAB 1 Riri Jonuarti": "https://digilib.itb.ac.id/gdl/download/209471", "BAB 2 Riri Jonuarti": "https://digilib.itb.ac.id/gdl/download/209472", "BAB 3 Riri Jonuarti": "https://digilib.itb.ac.id/gdl/download/209473", "BAB 4 Riri Jonuarti": "https://digilib.itb.ac.id/gdl/download/209475", "BAB 5 Riri Jonuarti": "https://digilib.itb.ac.id/gdl/download/209476", "PUSTAKA Riri Jonuarti": "https://digilib.itb.ac.id/gdl/download/209477"}, "Penulis": "Riri Jonuarti [30215004]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Suprijadi, M.Eng.", "Dr.rer.nat. Freddy Haryanto, S.Si., M.Si."], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "tabir surya, struktur, sifat elektronik, sifat optik, h-BN, BNNT, DFT.", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "7 file", "Tanggal Input": "29 Agu 2020"}