{"Nomor": 49063, "Judul": "STUDI EKSPERIMENTAL DAN SIMULASI ALIRAN SOLID PADA BEADS MILL", "Abstrak": "Saat ini, nanopartikel banyak diaplikasikan dalam berbagai bidang industri\nyang berbeda. Salah satu tantangan utama dalam pengaplikasian nanopartikel\nadalah aglomerasi yang dapat mengubah sifat fisis dan kimiawi dari nanopartikel\nsehingga tidak kompatibel untuk diaplikasikan. Untuk mengatasi hal\ntersebut, perlu dilakukan proses dispersi untuk mencegah aglomerasi dan menjadikan\nnanomaterial tersebut memiliki tingkat dispersi yang baik. Salah satu\nmetoda populer untuk mendispersi nanopartikel adalah beads mill. Berbagai\nParameter pengoperasian pada beads mill sangat mempengaruhi hasil akhir.\nSehingga diperlukan optimasi pada parameter-parameter tersebut agar dapat\nmenghasilkan nanopartikel dengan dispersi yang baik. Studi eksperimental\nuntuk menginvestigasi pola aliran seluruh sistem pada beads mill terbilang\nmahal dan rumit. Pemodelan numerik menawarkan metode yang dapat memprediksi\npola aliran dan hidrodinamika pada beads mill dengan murah. Pemodelan\nnumerik melalui simulasi DEM telah dikaji untuk mensimulasi aliran\npartikel pada wet bead mill. Pada penelitian ini, telah dikaji pengaruh variasi\nkecepatan rotasi impeller terhadap hasil dispersi nanopartikel. Dari hasil\neksperimen, dispersi nanopartikel dengan kecepatan rotasi 1800 rpm menunjukan\ntingkat dispersi yang lebih baik dibandingkan menggunakan kecepatan\nrotasi 1200 rpm. Dari hasil simulasi, diperoleh profil sebaran distribusi kecepatan\npartikel dan karakteristiknya pada saat proses dispersi dengan variasi\nkecepatan rotasi impeller. Hasil eksperimen dikorelasikan dengan hasil simulasi\nuntuk menginvestigasi hubungan antara distribusi ukuran akhir partikel\ndengan profil sebaran kecepatan partikel pada saat proses dispersi.", "Daftar File": {"COVER Fenfen Fenda Florena": "https://digilib.itb.ac.id/gdl/download/209479", "BAB 1 Fenfen Fenda Florena": "https://digilib.itb.ac.id/gdl/download/209480", "BAB 2 Fenfen Fenda Florena": "https://digilib.itb.ac.id/gdl/download/209481", "BAB 3 Fenfen Fenda Florena": "https://digilib.itb.ac.id/gdl/download/209482", "BAB 4 Fenfen Fenda Florena": "https://digilib.itb.ac.id/gdl/download/209483", "BAB 5 Fenfen Fenda Florena": "https://digilib.itb.ac.id/gdl/download/209485", "PUSTAKA Fenfen Fenda Florena": "https://digilib.itb.ac.id/gdl/download/209486"}, "Penulis": "Fenfen Fenda Florena [20217320]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Sparisoma Viridi, S.Si.", "Ferry Faizal"], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Nanopartikel, Beads mill, Material granular, DEM", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "7 file", "Tanggal Input": "30 Agu 2020"}