{"Nomor": 49066, "Judul": "STUDI AKTIVITAS EKSTRAK AIR DAUN BINAHONG (ANREDERA CORDIFOLIA (TENORE) STEENIS) PADA TIKUS WISTAR SEBAGAI ANTITUKAK PREVENTIF DAN KURATIF", "Abstrak": "Latar Belakang : Daun binahong (Anredera cordifolia (Tenore) Steenis) telah\nlama dipakai oleh masyarakat untuk pengobatan tukak lambung. Penelitian ini\nbertujuanuntuk menkaji aktivitasantitukakdaridaun binahong dengan model\nhewan yang diinduksi alkohol. Metode : Pengujian aktivitas antitukak dibagi\nmenjadi dua pengujian yaitu aktivitas antitukak preventif dan kuratif. Pada\npengujian aktivitas kedua metode diatas, hewan dibagi menjadi 8 kelompok\nperlakuan, masing-masing kelompok terdiri dari tiga hewan, yaitu kelompok\nnormal, kelompok kontrol, kelompok uji yaitu kelompok Rebusan Daun Binahong\n(RDB) dan kelompok Infus Daun Binahong (IDB) dengan masing-masing dosis\n50 mg/kg bb, 100 mg/kg bb, 200 mg/kg bb. Pada pengujian aktivitas antitukak\npreventif, hewan dipuasakan selama 18 jam dengan diberikan akses bebas minum.\nLalu hewan diberikan bahan uji menurut masing-masing kelompok secara oral.\nSetelah satu jam semua kelompok kecuali kelompok normal diberi alkohol 5\nmL/kg bb secara oral. Setelah 4 jam, hewan dikorbankan kemudian dilakukan\npengamatan lebih lanjut. Pada pengujian aktivitas antitukak kuratif, hewan\ndiberikan perlakuan sesuai dengan kelompoknya, bahan uji diberikan dengan rute\noral selama tiga hari. Pada hari ke empat semua kelompok perlakuan kecuali\nkelompok normal diberikan alkohol 5mL/kg bb secara oral selama dua hari. Hari\nke enam hewan dikorbankan setelah dipuasakan 18 jam lalu diamati lebih lanjut.\nSemua hewan dikorbankan, lambung diambil dan dibuka pada bagian lengkung\nbesar. Aktivitas antitukak diperiksa dengan melihat parameter berupa pH\nlambung, jumlah tukak, keparahan tukak, indeks tukak, danperseninhibisitukak.\nData yang diperoleh dianalisis secara statistik menggunakan ANOVA dan diuji\nlanjut menggunakan LSD (Least Significant Difference).Hasil :\nUjiprefentifmenunjukanbahwaindekstukakinfus daun binahong (IDB) dosis 50,\n100, dan 200 mg/kgberatbadanadalah berturut-turut sebesar 18; 18,67; dan 20,66.\nNilai indeks tukak kelompok Rebusan daun binahong (RDB) dosis 50, 100, dan\n200 mg/kgbb yaitu berturut-turut sebesar 20,66; 16,66; dan 15,67. Persentase\ninhibisi tukak kelompok Infus daun binahong (IDB) dosis 50, 100, dan 200\nmg/kgbb adalah berturut-turut sebesar 18,18%; 15,14%; 19,68%. Persentase\nInhibisi tukak kelompok Rebusan daun binahong (RDB) berturut-turut dosis 50,\n100, dan 200 mg/kgbb yaitu sebesar 6,09%; 24,27%; 28,77%. Pada pengujian\naktivitas antitukak kuratif diperoleh nilai indeks tukak Infus daun binahong (IDB)\ndosis 50, 100, dan 200 mg/kgbb yaitu berturut-turut sebesar 10,01; 5,99; dan\n5,99. Persentase inhibisi tukak kelompok Infus daun binahong (IDB) dosis 50, 100, dan 200 mg/kgbb yaitu berturut-turut sebesar 63,23%; 36,58%; 63,23%.\nPersentase Inhibisi tukak kelompok rebusan daun binahong (RDB) dosis 50, 100,\ndan 200 mg/kgbb yaitu berturut-turut sebesar 38,61%; 63,21%; 63,21%.\nKesimpulan : Ekstrak air daun binahong memiliki aktivitas antitukak baik\npreventif maupun kuratif", "Daftar File": {"ABSTRAK Maria Ulfah": "https://digilib.itb.ac.id/gdl/download/209683", "BAB 1 Maria Ulfah": "https://digilib.itb.ac.id/gdl/download/209684", "BAB 2 Maria Ulfah": "https://digilib.itb.ac.id/gdl/download/209685", "BAB 3 Maria Ulfah": "https://digilib.itb.ac.id/gdl/download/209686", "BAB 4 Maria Ulfah": "https://digilib.itb.ac.id/gdl/download/209687", "BAB 5 Maria Ulfah": "https://digilib.itb.ac.id/gdl/download/209688", "BAB 6 Maria Ulfah": "https://digilib.itb.ac.id/gdl/download/209689", "PUSTAKA Maria Ulfah": "https://digilib.itb.ac.id/gdl/download/209690"}, "Penulis": "Maria Ulfah [20712061]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Elin Yulinah"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "anti tukak, Anredera cordifolia, binahong, indeks tukak", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "8 file", "Tanggal Input": "31 Agu 2020"}