{"Nomor": 49076, "Judul": "SENSOR ELEKTROKIMIA BERBASIS KOMPOSIT FUNCTIONALIZED MULTI-WALLED CARBON NANOTUBES/SILVER NANOPARTICLES UNTUK DETEKSI DOPAMIN", "Abstrak": "Dewasa ini, sistem kesehatan di Indonesia masih cenderung bersifat reaktif. Demi\nmenangkal permasalahan tersebut, pengembangan sensor bersifat non-invasif\nsebagai alat diagnostik untuk membantu individu memonitor dinamika\nkesehatannya masing-masing dengan sistem point-of-care testing yang sederhana\ndan tidak menarik biaya besar terus dilakukan.\nSalah satu cara untuk mengetahui informasi kesehatan tubuh secara lebih mendalam\nadalah dengan menghasilkan sensor non-invasif yang mampu mendeteksi analit\ndalam biofluid (cairan tubuh). Dopamin (DA) merupakan salah satu jenis analit\npenting yang berperan sebagai neurotransmiter yang bekerja di ginjal, sistem\nkardiovaskular, dan sistem saraf pusat manusia. Nilai konsentrasi DA dalam\nbiofluid yang normal adalah 0-0,25 nM pada darah dan 0,3-3 µM pada urin,\nsedangkan pada keringat masih dalam tahap penelitian.\nPada tugas akhir, ini dilakukan penelitian terhadap material nanokomposit fMWCNT/AgNPs yang memiliki sifat dan karakteristik unik sebagai material\nsensitif sensor elektrokimia untuk mendeteksi analit DA dalam biofluid. Hasil\nkarakterisasi SEM dan EDS menunjukkan keberhasilan proses fungsionalisasi dan\nnanokomposit logam perak pada material MWCNT. Namun optimalisasi langkah\nsintesis untuk meningkatan jumlah AgNPs tidak dapat dilakukan karena kondisi\npandemik COVID-19 yang terjadi selama masa penelitian.\nBerdasarkan pengujian Cyclic Voltammetry (CV) dan Differential Pulse\nVoltammetry (DPV), diperoleh nilai sensitivitas, linearitas, rentang linear, limit\ndeteksi (LOD), limit kuantifikasi (LOQ), dan selektivitas dari material sensor fMWCNT/AgNPs yang dimodifikasi pada Glassy Carbon Electrode (GCE). Pada\npenelitian ini diperoleh nilai LOD 0,2778 µM pada puncak anodik dan 0,2263 µM\npada puncak katodik yang lebih rendah daripada nilai minimal konsentrasi DA yang\nnormal pada urin manusia. Hasil ini menunjukkan material sensor fMWCNT/AgNPs yang disintesis mampu mendeteksi analit DA dalam biofluid urin\nmanusia.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/209814", "Abstract": "https://digilib.itb.ac.id/gdl/download/209815", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/209816"}, "Penulis": "Steven Sean Surjadi [18316011]", "Kontributor / Dosen Pembimbing": ["Dr. Widyawardana Adiprawita, S.T., M.T.", "Isa Anshori, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "sensor non-invasif, dopamin, carbon nanotubes, limit deteksi.", "Sumber": "", "Staf Input/Edit": "karya", "File": "3 file", "Tanggal Input": "02 Sep 2020"}