{"Nomor": 49075, "Judul": "NUMERICAL AXIAL IMPACT SIMULATION OF FOAM-FILLED CRASH-BOX: EVALUATION OF ALUMINUM FOAM MATERIAL MODEL", "Abstrak": "Perkembangan teknologi transportasi harus diikuti oleh aspek keamanannya. Pada\nkecelakaan tabrak, struktur laik tabrak penting untuk mengurangi risiko cedera\npada penumpang melalui pengelolaan energi yang baik. Salah satu struktur penyerap\nenergi yang umum adalah crash-box. Struktur berdinding tipis dan kosong\nadalah tipe yang umum digunakan tetapi saat ini banyak hasil penelitian yang\nmenunjukkan bahwa aluminum foam memiliki sifat yang cocok untuk dijadikan\nsebagai isi dalam crash-box. Studi mengenai model numerik untuk aluminum foam\njuga semakin banyak dipublikasikan untuk mendekati hasil eksperimen.\nPada tugas akhir ini terdapat empat konfigurasi crash-box yang dianalisis secara\nnumerik; single-walled, double-walled, single-walled foam-filled, dan double-walled\nfoam-filled, di mana setiap crash-box dijepit pada ujung bawah dan ditumbuk\noleh penumbuk yang kaku dengan massa dan kecepatan tertentu. Dinding crashbox\ndimodelkan dengan elemen shell dan MAT24 untuk materialnya. Dua model\naluminum foam telah dikembangkan, yaitu model geometri solid dengan model\nmaterial Deshpande-Fleck foam (MAT154), dan model geometri cruciform dengan\nmodel material piecewise linear plasticity (MAT24). Hasil simulasi impak pada\ndua model aluminum tersebut divalidasi dengan membandingkannya dengan data\neksperimen dan data numerik di mana model geometri solid dan model material\ncrushable foam (MAT63) digunakan sebagai pemodelan foam.\nStudi menunjukkan bahwa model solid-MAT154 memberikan perbedaan peak force,\nmean crushing force, dan deformasi sebesar 10.8%, 9.6%, dan 8.9%. Hasil ini\nlebih besar jika dibandingkan dengan model solid-MAT63 (2.4%, 6.08%, 4.59%)\ntetapi lebih kecil dibandingkan dengan model cruciform-MAT24 (6.2%, 45.8%,\ndan 73.52%). Modus deformasi yang terjadi pada model MAT154 juga lebih\nmendekati dengan hasil eksperimen. Sementara itu, kombinasi cruciform-MAT24\nmemberikan gambaran realistis mengenai interaksi foam dengan crash-box.", "Daftar File": {}, "Penulis": "Muhammad Farditya Akmal A [13616061]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Leonardo Gunawan", "Dr. Annisa Jusuf, S.T., M.T.", "Afdhal, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Crash-box, Aluminum Foam, Solid, Cruciform, Deshpande-Fleck Foam", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Sep 2020"}