{"Nomor": 49081, "Judul": "CRASHWORTHINESS ANALYSIS OF HYBRID STEEL-COMPOSITE DOUBLE-HAT MULTI-CORNER THIN-WALLED COLUMN UNDER AXIAL LOADING", "Abstrak": "In modern civilization, as it is now, transportations play a significant role in humans’ life. As the modes of transportation become multifarious and more participants take participation in the utilization and development, humans are becoming more concerned for its safety. The engineers and stakeholders have given several works in order to accomplish the objective; few of them are regulating seat belts, speeding, risky driving, and road safety. Some of the regulations and standards are also controlling the structural specifications of the vehicles under several cases of accidents/crashes whose objective is to protect the occupants, which is so-called crashworthiness. This research works on the crashworthiness analysis of double-hat multi-corner thin-walled column and parametric study on the hybrid steel-composite column structure under axial loading by conducting numerical studies. The parameters used in this research study are including the influence of the geometry of the structure, triggering mechanism, crushing speed, fibre orientation of the composite and composite thickness (number of composite ply) on the failure modes and crushing characteristics of the structure. The numerical modelling is done using CAD (Computer-Aided Design) software of SolidWorks, manufacturing simulation is worked in HyperForm software, and the numerical analysis of axial loading simulation on the structure is performed using LS-DYNA software. Considering the manufacturing effects of the forming process to the axial loading simulation on the double-hat multi-corner thin-walled column, the results indicate that model with elements size of 2.5 mm × 2.5 mm gives the most consistent values with an acceptable amount of errors compared to the experimental results. The glass fibre reinforced plastic (GFRP) composite reinforcement improves the crushing performance of the thin-walled column in terms of crushing force efficiency (CFE) and specific energy absorption (SEA). The fibre orientation in the GFRP composite plies affects the crushing performance of the thin-walled column. The most amount of improvements on the crushing performance in terms of SEA are owned by the 8-ply hybrid quasi-isotropic model with 94.908% and the least amount of improvements are owned by the 4-ply hybrid [0]4s model with 36.911% compared to the steel column model.", "Daftar File": {}, "Penulis": "Muhammad Raihan Firdaus [13616114]", "Kontributor / Dosen Pembimbing": ["Dr. Annisa Jusuf, S.T., M.T.", "Prof. Dr. Ir. Tatacipta Dirgantara, M.T.", "Prof. Dr. Ir. Bambang Kismono Hadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "kelaikan tabrak, topi ganda, sudut jamak, struktur berdinding tipis, pembebanan aksial", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Sep 2020"}