{"Nomor": 49085, "Judul": "PENGARUH JENIS MEDIA TANAM DAN VOLUME PEMBERIAN NUTRISI TERHADAP PRODUKSI BIOMASSA TANAMAN SELADA MERAH (LACTUCA SATIVA VAR. CRISPA) DALAM SISTEM HIDROPONIK VERTIKULTUR", "Abstrak": "Selada merah yang umum dikenal dengan sebutan merupakan salah satu komoditi yang memiliki nilai komerisal dan prospek yang baik seiring dengan meningkatnya kebutuhan pangan dari hasil pertanian. Namun, peningkatan konsumsi sayuran di Indonesia tidak diimbangi dengan jumlah produksi sayuran yang memadai untuk mencukupi kebutuhan. Untuk mengatasi permasalahan tersebut adalah dengan penerapan sistem vertikultur. Penelitian ini bertujuan untuk menentukan pengaruh penggunaan jenis media tanam dan volume pemberian nutrisi terbaik terhadap parameter jumlah daun, biomassa basah dan biomassa kering konsumsi, kadar klorofil, dan kadar antosianin tanaman selada merah . Penelitian dilaksanakan di screen house B2 ITB Kampus Jatinangor pada bulan Desember 2019 – Februari 2020. Rancangan penelitian dilakukan dengan Rancangan Acak Lengkap (RAL) Faktorial dengan 2 kali ulangan yang terdiri dari 2 faktor perlakuan yakni faktor jenis media tanam sebanyak 2 taraf berupa peatmoss dan rockwool, serta faktor volume pemberian nutrisi sebanyak 3 taraf yakni sebesar 10,6 l/hari, 31,8 l/hari dan 53 l/hari. Data yang diperoleh kemudian dianalisis secara deskriptif dan statistik menggunakan ANOVA Two Way with Replication pada DMRT taraf kepercayaan 95% (?= 0.05) dan jika terdapat pengaruh yang berbeda dilakukan uji lanjut dengan metode DMRT taraf kepercayaan 95% (?= 0.05). Hasil penelitian menunjukkan bahwa hasil pertumbuhan tanaman selada merah (Lactuca sativa var. crispa) yang ditanam dalam sistem vertikultur terbaik yakni perlakuan B1 (media tanam peatmoss dengan volume pemberian nutrisi 10,6 l/hari) memberikan hasil yang paling baik untuk parameter jumlah daun sebesar 6,13 helai dan biomassa kering tajuk sebesar 1,20 gram, perlakuan B2 (media tanam peatmoss dengan volume pemberian nutrisi 31,8 l/hari) memberikan hasil yang paling baik untuk parameter biomassa basah tajuk sebesar 26,76 gram, dan perlakuan A1 (media tanam rockwool dengan volume pemberian nutrisi 10,6 l/hari) memberikan hasil yang paling baik untuk parameter kadar klorofil sebesar 6,99 gram/l dan kadar antosianin sebesar 31,98 mg/100gr.", "Daftar File": {}, "Penulis": "Fajar Utami [11416011]", "Kontributor / Dosen Pembimbing": ["Dr. Iriawati, M.Sc.", "Dr.Eng. Arno Adi Kuntoro, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Media tanam, selada merah, vertikultur, volume pemberian nutrisi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "03 Sep 2020"}