{"Nomor": 49087, "Judul": "STUDI PENGARUH VARIASI TEMPERATUR DAN KONSENTRASI ASAM TERHADAP PERFORMA PELINDIAN NIKEL DALAM ASAM SULFAT PADA TEMPERATUR DAN TEKANAN TINGGI", "Abstrak": "Nikel merupakan salah satu logam yang paling banyak digunakan pada berbagai\naplikasi. Indonesia mempunyai cadangan nikel laterit berkadar rendah (limonit) yang\nbelum banyak diolah. Salah satu teknik pengolahan bijih nikel laterit berkadar rendah\nyang sudah diterapkan di industri adalah High Pressure Acid Leaching (HPAL) dalam\nlarutan asam sulfat. Proses HPAL memberikan perolehan nikel dan kobalt yang tinggi\ndan menghasilkan larutan hasil pelindian yang konsentrasi besinya relatif rendah akibat\ndari reaksi pengendapan ion besi menjadi hematit pada temperatur tinggi. Pelindian\npada temperatur dan tekanan tinggi bijih nikel laterit di Indonesia belum banyak\ndilakukan. Dalam penelitian ini dipelajari perilaku pelindian bijih limonit dari daerah\nMandiodo, Sulawesi tenggara pada temperatur dan tekanan tinggi dalam sebuah\nautoclave dengan volume reaktor 500 mL.\nSampel bijih nikel laterit dari Mandiodo, Kabupaten Konawe Utara, Sulawesi\nTenggara yang diterima dari PT Antam dilakukan preparasi terlebih dahulu. Preparasi\nyang dilakukan meliputi pengeringan, sampling, kominusi, dan pengayakan. Sampel\nbijih diidentifikasi komposisi mineral dominannya dengan X-Ray Diffraction (XRD)\ndan komposisi kimianya dengan X-Ray Fluorescence (XRF). Sampel yang digunakan\ndalam percobaan mempunyai fraksi ukuran -65+100# (149-208 µm). Pengukuran\nkonsentrasi nikel, besi, dan magnesium terlarut dilakukan menggunakan Atomic\nAbsorption Spectroscopy (AAS) untuk menentukan persen ekstraksi ketiga logam\ntersebut. Residu pelindian yang telah dipisahkan dari larutannya kemudian dikeringkan\ndi dalam oven selama 24 jam dan dianalisis komposisi mineralnya menggunakan XRD.\nVariabel yang divariasikan dalam percobaan pelindian adalah temperatur pelindian,\nkonsentrasi asam sulfat, persen padatan, dan waktu pelindian.\nHasil percobaan menunjukkan peningkatan temperatur pelindian dan konsentrasi asam\nsulfat meningkatkan persen ekstraksi nikel sementara peningkatan persen padatan bijih\nmenurunkan persen ekstraksi nikel. Peningkatan persen ekstraksi Ni juga diikuti oleh\npenurunan persen ekstraksi Fe. Kondisi terbaik diperoleh pada temperatur pelindian\n180oC, konsentrasi asam sulfat 2M, persen padatan 5%, dan waktu pelindian 4 jam\nyang menghasilkan persen ekstraksi Ni sebesar 88,47%. Hasil analisis XRD residu\nhasil pelindian menunjukkan senyawa dominan dalam residu pelindian adalah goethite\n(FeOOH) dan hematit (Fe2O3).", "Daftar File": {}, "Penulis": "Ivan Marthin Mangalinang [12513036]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Mohammad Zaki Mubarok, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "HPAL, nikel, besi, persen ekstraksi, konsumsi asam", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "03 Sep 2020"}