{"Nomor": 49096, "Judul": "STUDI PROSES EKSTRAKSI LITIUM DARI LUMPUR GEOTERMAL SIDOARJO DENGAN PELINDIAN DALAM LARUTAN ASAM KLORIDA", "Abstrak": "Banjir lumpur panas di Sidoarjo merupakan musibah yang terjadi 13 tahun lalu di\nKecamatan Porong, Kabupaten Sidoarjo yang mengakibatkan tergenangnya\nkawasan permukiman di sekitarnya. Hingga saat ini semburan lumpur masih\nterjadi dan belum ada pemanfaatan yang signifikan dari lumpur Sidoarjo tersebut\nkecuali sebagian untuk material bangunan. Hasil penelitian peneliti dari Jepang\ndan Amerika Serikat menunjukkan bahwa Lumpur Sidoarjo (selanjutnya disingkat\nLusi) yang merupakam lumpur geotermal sebenarnya mempunyai kandungan\nlogam berharga di dalamnya, salah satunya adalah logam litium yang dapat\ndiekstraksi dan dimanfaatkan sebagai bahan baku baterai. Belum banyak yang\nmenganalisis kandungan Lusi dan mempelajari proses ekstraksi litium dari Lusi.\nDalam penelitian ini dilakukan karakterisasi Lusi dan dipelajari efektivitas proses\nekstraksi litium dari Lusi dengan pelindian dalam larutan asam klorida.\nAktivitas penelitian dimulai dengan preparasi sampel Lusi yang diterima dari PT.\nLapindo Brantas yang meliputi pengeringan, homogenisasi dan sampling.\nSelanjutnya dilakukan analisis pada sampel lumpur menggunakan X-Ray\nDiffraction (XRD) untuk mengidentifikasi mineral, X-Ray Fluorescence (XRF)\nuntuk menentukan komposisi kimia dan Particle Size Analyzer (PSA) untuk\nmengetahui distribusi ukuran butiran sampel Lusi. Sebelum dilakukan percobaan\npelindian, dibuat rancangan percobaan dengan menggunakan orthogonal array\nL16 (43). Percobaan pelindian dilakukan selama 24 jam menggunakan sampel Lusi\nkering dengan variasi konsentrasi HCl, temperatur pelindian dan persen solid.\nSetelah diperoleh persen ekstraksi litium hasil percobaan, data dianalisis\nmenggunakan metode Taguchi dan ANOVA agar diperoleh kondisi optimum\npelindian dan signifikansi pengaruh setiap variabel terhadap persen ekstraksi\nlitium. Selain itu, dipelajari juga selektivitas pelindian litium terhadap besi dan\naluminium.\nHasil percobaan menunjukkan persen ekstraksi litium yang paling tinggi yaitu\n97,36% yang diperoleh dari pelindian dengan konsentrasi HCl 5M, temperatur\npelindian 90oC dan persen solid 10%. Hasil pengolahan data menggunakan\nmetode Taguchi menunjukkan bahwa kondisi optimum untuk memperoleh persen\nekstraksi litium yang tertinggi adalah pada konsentrasi HCl 6M, temperatur\npelindian 90oC dan persen solid 10% dimana percobaan pada kondisi optimum\ntersebut menghasilkan persen ekstraksi litium sebesar 98,32% dan nilai\nselektivitas pelindian terhadap besi dan aluminium berturut-turut sebesar 0,56 dan\n0,60 (skala 0-1). Hasil pengolahan data menggunakan ANOVA menunjukkan\nbahwa dalam rentang variabel yang ditinjau, variabel yang mempengaruhi persen\nekstraksi litium adalah temperatur pelindian, konsentrasi HCl dan persen solid\ndengan kontribusi secara berturut-turut sebesar 66,1%, 12,2% dan 11,2%.", "Daftar File": {}, "Penulis": "Rafi Farras Madisaw [12515025]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Mohammad Zaki Mubarok, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Lumpur Sidoarjo (Lusi), litium, pelindian, ANOVA, Taguchi", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "04 Sep 2020"}