{"Nomor": 49090, "Judul": "PENGEMBANGAN SISTEM PELACAKAN POSISI DI DALAM RUANGAN BERBASIS WIFI-RSSI MENGGUNAKAN SMARTPHONE", "Abstrak": "Dalam beberapa tahun terakhir, perkembangan teknologi dan pengguna smartphone meningkat drastis setiap tahun. Smartphone menghasilkan berbagai layanan termasuk pelacakan posisi dalam ruangan. Pelacakan adalah kegiatan mengamati orang atau benda yang bergerak dari pengguna dan menyediakan urutan data lokasi secara real-time yang dapat menggambarkan pergerakan pada layar server. Saat ini, metode yang paling banyak digunakan untuk penentuan posisi adalah Global Positioning System (GPS). Namun, GPS memiliki keterbatasan ketika di dalam ruangan karena degradasi sinyal oleh struktur bangunan. Oleh karena itu, pelacakan posisi dalam ruangan diperlukan untuk memberikan estimasi posisi yang lebih tepat. Pelacakan posisi dalam ruangan memanfaatkan sinyal dari router WiFi. Percobaan ini memanfaatkan nilai Received Signal Strength Indicator (RSSI) dari router WiFi. Received Signal Strength Indicator (RSSI) merupakan pengukuran daya yang ada pada sinyal radio yang diterima. Dalam pelacakan posisi berbasis sinyal WiFi digunakan teknik fingerprint. Teknik fingerprint tidak perlu mengetahui lokasi Access Point (AP) yang tersedia. Teknik fingerprint menggunakan informasi nilai RSSI untuk membangun peta fingerprint. Dalam estimasi posisi pengguna menggunakan algoritma pencocokan seperti metode K-Nearest Neighbor (K-NN). Metode tersebut memperhitungkan nilai RSSI antara database fingerprint dan nilai RSSI real-time dari smartphone. Hasil estimasi posisi pengguna tersebut dipetakan pada web page sehingga dapat melacak posisi pengguna secara real-time. Sistem pelacakan ini memiliki akurasi hingga 78% dengan galat jarak rerata kurang dari 3 meter. Sistem ini memiliki keunggulan yaitu hanya memanfaatkan sinyal router WiFi yang ada di suatu ruangan dan menggunakan smartphone. Server hanya menggunakan web page dalam melacak posisi pengguna dimanapun dan kapanpun. Pelacakan posisi dalam ruangan dapat digunakan di berbagai bidang seperti pengawasan kegiatan pergerakan pasien, pelacakan kegiatan mobilisasi pekerja di dalam kantor, pelacakan barang khusus di gudang, pelacakan posisi seseorang di bandara, dan lainnya.", "Daftar File": {"ABSTRAK Arsharizka Syahadati Ichwanda": "https://digilib.itb.ac.id/gdl/download/209956"}, "Penulis": "Arsharizka Syahadati Ichwanda [10216008]", "Kontributor / Dosen Pembimbing": ["Drs. Maman Budiman, M.Eng., Ph.D.", "Dr. Nina Siti Aminah, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "fingerprint, K-Nearest Neighbor, RSSI, pelacakan, web page.", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "04 Sep 2020"}