{"Nomor": 49094, "Judul": "ANALISIS KARAKTERISTIK FISIK DAN LISTRIK SISTEM ELEKTROLIT PADAT GARNET LI7LA3ZR2O12 (LLZO) DENGAN DOPING FE2O3 UNTUK BATERAI ION LITHIUM PADAT", "Abstrak": "Baterai ion lithium adalah salah satu bagian dari tipe baterai rechargeable yang\ndidalamnya ion lithium berpindah dari elektroda negatif menuju elektroda positif\nselama discharging dan berkebalikan saat charging. LiPF6 merupakan elektrolit cair\nyang umum digunakan dalam sel ion lithium karena memiliki konduktivitas yang tinggi\ndan keamanan yang lebih baik. Namun, permasalahan dalam penggunaan elektrolit cair\nadalah flammability yang tinggi. Perhatian kini tertuju pada penggunaan elektrolit\npadat yang dapat mengatasi permasalahan yang terdapat pada elektrolit cair.\nDalam penelitian ini, dibuat sistem elektrolit padat garnet Li7La3Zr2O12 (LLZO)\ndengan penambahan doping Fe2O3 dan variasi penambahan Li2CO3. Komposisi dari\nelektrolit padat adalah Li7-3xFexLa3Zr2O12 dengan variasi Fe2O3 adalah 0%, 5%, 7,5%,\n10% dan 12,5%. Komposisi yang kedua adalah Li6,25Fe0,25La3Zr2O12 dengan variasi\npenambahan Li2CO3 adalah 10%, 20%, 30%, dan 40%. Preparasi serbuk dilakukan\ndengan menggunakan metode solid state reaction yang melalui tahapan pencampuran\ndan penggerusan, kompaksi, dan kalsinasi. Selanjutnya dilakukan penggerusan\nkembali dan diperoleh serbuk yang akan dikompaksi pada beban kompaksi 6 ton\nsehingga diperoleh green pellet yang berdiameter kurang lebih 1,4 cm. Sintering\nkemudian dilakukan pada temperatur 1100 oC dengan waktu penahanan 4 jam. Dimensi\ndan massa dari setiap sampel sebelum dan setelah sintering diukur untuk menentukan\nnilai densifikasi setiap sampel selama sintering. Uji Electrochemical Impedance\nSpectroscopy (EIS) dilakukan untuk mengetahui karakteristik listrik dari setiap sampel.\nSelain itu juga dilakukan karakterisasi fisik dengan menggunakan XRD dan SEM.\nHasil XRD menunjukkan bahwa terdapat LLZO dengan struktur kubik pada\nLi6,25Fe0,25La3Zr2O12. Hasil fitting menggunakan model rangkaian listrik ekivalen\nmenunjukkan bahwa konduktivitas ionik dalam elektrolit padat LLZO dipengaruhi\noleh hambatan butiran dan hambatan batas butir. Konduktivitas ionik tertinggi yang\ndapat dicapai pada variasi doping Fe2O3 diperoleh pada doping Fe2O3 10% yaitu\nsebesar 3,41×10-5 S cm-1, sedangkan pada variasi Li2CO3 diperoleh pada penambahan\n30% Li2CO3 yaitu sebesar 4,68×10-5 S cm-1.", "Daftar File": {}, "Penulis": "Piyan Rahmadi [12515020]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Syoni Soepriyanto, M.Sc.", "Dadan Suhendar, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Metallurgy", "Kata Kunci": "doping, elektrolit padat, LLZO, hambatan butiran, hambatan batas butir, konduktivitas ionik", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "04 Sep 2020"}