{"Nomor": 49105, "Judul": "ANALISIS PASAR SAHAM ASIA TIMUR DAN ASIA TENGGARA SAAT KRISIS ASIA 1997 DAN KRISIS GLOBAL 2008 SEBAGAI EARLY WARNING KRISIS EKONOMI AKIBAT COVID-19 MENGGUNAKAN METODE MST", "Abstrak": "Ekonofisika merupakan cabang ilmu yang memanfaatkan metode dan sudut pandang fisika untuk menganalisis berbagai hal dalam bidang ekonomi. Pada pasar saham, pergerakan harga saham memiliki pola yang acak sehingga digunakan ekonofisika untuk menganalisis pergerakan harga saham tersebut. Pergerakan harga saham merupakan indikator performa keuangan suatu perusahaan sehingga analisis dengan ekonofisika dapat digunakan untuk menggambarkan kondisi ekonomi. Pada saat krisis Asia 1997 dan krisis global 2008, krisis keuangan melanda semua negara termasuk negara-negara di Asia dan menyebabkan beberapa indeks pasar saham mengalami penurunan. Selama 5 bulan terakhir (Desember 2019-April 2020), wabah COVID-19 menimbulkan dampak negatif pada perekonomian dunia dan menyebabkan indeks pasar saham negara-negara di Asia mengalami penurunan. Pada penelitian ini, teori jaringan digunakan untuk menganalisis perilaku pasar saham negara-negara di Asia Timur dan Asia Tenggara saat krisis Asia 1997, krisis global 2008, dan wabah COVID-19. Metode yang digunakan dalam penelitian ini adalah metode Minimum Spanning Tree dalam pembentukan jaringan pasar saham. Pada penelitian ini, jaringan pasar saham yang dibentuk akan dianalisis berdasarkan bentuk topologi jaringan untuk mengetahui keselarasannya dengan kondisi perekonomian. Selain itu, beberapa parameter sifat jaringan seperti koefisien korelasi rata-rata, Normalized Tree Length, dan nilai sentralitas digunakan untuk menganalisis jaringan pasar saham dan menentukan pasar saham yang paling berpengaruh dan penting. Lalu, perubahan perilaku jaringan saham dianalisis dalam kaitannya dengan krisis Asia 1997 dan krisis global 2008. Hasil analisis ini kemudian digunakan sebagai early warning terjadinya krisis ekonomi akibat wabah COVID-19.", "Daftar File": {}, "Penulis": "Alfonsa Hans [10215091]", "Kontributor / Dosen Pembimbing": ["Acep Purqon, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "jaringan, korelasi, krisis, minimum spanning tree, pasar saham", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "7 file", "Tanggal Input": "04 Sep 2020"}