{"Nomor": 49101, "Judul": "STUDI PELINDIAN KONSENTRAT SPHALERITE ASAL KALIMANTAN TENGAH DALAM LARUTAN ASAM SULFAT DENGAN MENGGUNAKAN OKSIDATOR OZON", "Abstrak": "Seng (Zn) merupakan salah satu logam non-ferrous yang banyak digunakan di\ndalam kehidupan sehari-hari. Seng sebagian besar diproduksi dari sumber primer\nyaitu mineral sphalerite (ZnS) dimana proses ekstraksi seng dari sphalerite\numumnya dilakukan dengan jalur roast-leach-electrowinning (RLE). Sebagai\nalternatif proses RLE, dikembangkan pula metode ekstraksi seng dari sphalerite\ndengan direct leaching tanpa melalui roasting yang dapat menimbulkan emisi gas\nbuang serta debu. Dalam penelitian ini, ekstraksi Zn dari konsentrat sphalerite\ndipelajari dengan metode pelindian dalam larutan asam sulfat dengan\nmenggunakan oksidator ozon. Sistem injeksi ozon merupakan modifikasi dari\nsistem mazzei injector yang telah diteliti pada penelitian sebelumnya.\nSampel konsentrat sphalerite diterima dari sebuah pabrik flotasi sphalerite di\nKalimantan Tengah. Serangkaian percobaan pelindian dilakukan terhadap\nkonsentrat sphalerite dalam larutan asam sulfat dengan menggunakan oksidator\nozon. Percobaan diawali dengan preparasi konsentrat, meliputi pengeringan,\nhomogenisasi, sampling, dan pengayakan. Mineral dominan dalam sampel\nkonsentrat diidentifikasi dengan X-Ray Diffraction (XRD), sementara komposisi\nkimia konsentrat dianalisis dengan X-Ray Fluorescence (XRF). Percobaan\npelindian dilakukan dengan menggunakan persen padatan 50 gram/liter pada\ntemperatur ruang selama 12 jam dengan laju injeksi oksigen (sebagai sumber\nozon) 1 liter/menit dimana ozon diproduksi melalui generator ozon dengan\nmetode corona discharge. Adapun variabel percobaan yang dipelajari adalah\nfraksi ukuran konsentrat, konsentrasi asam sulfat, dan ketinggian reaktor dimana\nozon diinjeksikan. Persen Zn terlarut pada berbagai kondisi pelindian dianalisis\ndengan Atomic Absorption Spectroscopy (AAS). Selain persen ekstraksi seng,\ndipelajari pula selektivitas pelindian terhadap besi, tembaga, dan timbal.\nHasil percobaan pelindian menunjukkan bahwa fraksi ukuran konsentrat yang\ndigunakan pada pelindian mempengaruhi persen ekstraksi Zn yang diperoleh\ndimana fraksi ukuran konsentrat yang halus memberikan kelarutan ozon yang\nlebih baik. Peningkatan konsentrasi asam sulfat dari 0,5 M hingga 2 M\nmeningkatkan ekstraksi Zn yang diperoleh, sementara peningkatan dari 2 M\nhingga 4 M menurunkan ekstraksi Zn akibat terjadinya fenomena salting-out.\nPersen ekstraksi Zn meningkat dengan semakin tingginya reaktor dimana ozon\ndiinjeksikan akibat waktu tinggal ozon yang semakin lama di dalam slurry. Persen\nekstraksi Zn tertinggi yaitu 92,86% diperoleh dari percobaan dengan fraksi ukuran\nkonsentrat -325+400#, konsentrasi asam sulfat 2 molar, ketinggian reaktor 32 cm,\nkecepatan pengadukan 400 rpm, laju injeksi oksigen 1 liter/menit, dan persen\npadatan 50 gram/liter. Pada kondisi tersebut, nilai selektivitas pelindian terhadap\nFe, Cu, dan Pb berturut-turut sebesar 0,69, 0,85, dan 0,99 (skala 0-1).", "Daftar File": {"BAB 1 Sherwin Kooswara": "https://digilib.itb.ac.id/gdl/download/210039", "BAB 2 Sherwin Kooswara": "https://digilib.itb.ac.id/gdl/download/210040", "BAB 3 Sherwin Kooswara": "https://digilib.itb.ac.id/gdl/download/210042", "BAB 4 Sherwin Kooswara": "https://digilib.itb.ac.id/gdl/download/210043", "BAB 5 Sherwin Kooswara": "https://digilib.itb.ac.id/gdl/download/210044", "PUSTAKA Sherwin Kooswara": "https://digilib.itb.ac.id/gdl/download/210045"}, "Penulis": "Sherwin Kooswara [12515062]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Mohammad Zaki Mubarok, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Metallurgy", "Kata Kunci": "sphalerite, ozon, seng, ekstraksi, selektivitas", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "04 Sep 2020"}