{"Nomor": 49106, "Judul": "RANCANG BANGUN ALAT PENGHISAP DAUN DENGAN MEMANFAATKAN EFEK VENTURI DARI PRINSIP BERNOULLI SERTA SISTEM KENDALI ANDORID", "Abstrak": "Daun merupakan salah satu bagian pada tumbuhan memegang peranan penting yakni sebagai media fotosintesis. Daun yang awalnya berwarna hijau dapat berubah menjadi kering dan mulai berguguran. Daun yang berguguran tersebut akan menimbulkan masalah kebersihan. Penanganan sampah daun kering dengan menggunakan sapu memakan waktu yang lama. Untuk mengatasi permasalahan di atas, dibuatlah sebuah alat penghisap daun kering yang dapat dikendalikan dengan aplikasi Android untuk menghisap daun kering yang diharapkan dapat memberikan dampak postif dalam upaya penanganan sampah daun kering. Tujuan dari penelitian ini yaitu merancang, mendesain, memanufaktur, serta menganalisis performa alat penghisap daun kering dalam bentuk purwarupa produk.\nDalam rancang bangun alat penghisap daun kering tersebut, dilakukan studi literatur dan pengumpulan data pendukung untuk melandasi pemikiran apa yang harus dikerjakan. Setelah itu, proses perancangan desain dapat dilakukan berlandaskan studi yang telah dikerjakan. Kemudian rancangan desain disimulasikan untuk memprediksi kinerja dari alat. Apabila hasil yang diharapkan tercapai, maka proses manufaktur dapat dilakukan. Untuk menilai dari alat penghisap daun kering, performanya harus diuji terlebih dahulu. Setelah pengujian dikerjakan, dilakukan analisis dan penarikan kesimpulan dari proses rancang bangun alat penghisap daun kering.\nAlat penghisap daun kering dengan memanfaatkan efek venturi yang timbul dari prinsip Bernoulli telah dirancang, didesain, dan dimanufaktur yang memanfaatkan proses percetakan 3 dimensi dalam bentuk purwarupa produk. Alat penghisap daun kering mampu untuk menghisap daun sebesar rata-rata 13,59 gram tiap menitnya.", "Daftar File": {}, "Penulis": "Michael Chandra Wijaya [13116144]", "Kontributor / Dosen Pembimbing": ["Ir. Indrawanto, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Daun kering, penghisap, efek venturi, Bernoulli", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "04 Sep 2020"}