{"Nomor": 49111, "Judul": "PENENTUAN LOKASI PONDASI BAWAH PERMUKAAN CIMAHI MALL MENGGUNAKAN METODE GROUND PENETRATING RADAR (GPR) DENGAN SHIELDED ANTENNA", "Abstrak": "Ground Penetrating Radar (GPR) merupakan metode geofisika yang menggambarkan kondisi dibawah permukaan tanah. Metode GPR memanfaatkan pantulan dari gelombang elektromagnetik yang dipancarkan oleh bagian transmitter dan diterima oleh bagian receiver. Metode ini menggunakan parameter permitivitas listrik dan kecepatan rambat gelombang pada suatu material untuk menunjukkan kondisi dibawah permukaan tanah. Metode GPR dapat diaplikasikan untuk menentukan lokasi suatu struktur dibawah tanah dalam pembangunan suatu konstruksi. Cimahi Mall sedang merencanakan pembangunan lanjutan yang membutuhkan lokasi tiang pancang dari mall tersebut. Penelitian dilakukan menggunakan metode GPR dengan shielded antenna yang disebabkan terdapatnya potensi sumber noise disekitar lokasi penelitian yang selanjutnya akan dibandingkan hasilnya dengan metode GPR tanpa shielded antenna. Pengolahan dari hasil akuisisi data dilakukan dengan piranti lunak MatGPR dengan beberapa tahapan seperti Dewow Filter dan Removal Global Background. Berdasarkan hasil interpretasi data yang telah diolah menggunakan MatGPR, ditentukan terdapat 2 tiang pondasi pada setiap lintasan pengukuran dengan jarak antar tiang pondasi sebesar 2 meter. Pengukuran yang menggunakan Shielded Antenna memiliki kualitas data yang lebih baik dibandingkan dengan pengukuran yang tidak menggunakan Shielded Antenna.", "Daftar File": {}, "Penulis": "Armananda Ferialdy [10216035]", "Kontributor / Dosen Pembimbing": ["Drs. Gunawan Handayani, MSCE, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Ground Penetrating Radar, MatGPR, Receiver, Struktur, Shielded Antenna, Transmitter.", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "7 file", "Tanggal Input": "05 Sep 2020"}