{"Nomor": 49124, "Judul": "ISOLASI DAN KARAKTERISASI METABOLIT SEKUNDER BAKTERI TANAH CHITINOPHAGA RIZOSPHERE DARI TAMAN HUTAN RAYA DJUANDA", "Abstrak": "Indonesia sebagai salah satu negara yang memiliki ekosistem hutan hujan tropis dimana memiliki keanekaragaman hayati tertinggi di dunia, keanekaragaman hayati flora, fauna dan mikroorganisme yang tinggi mengakibatkan melimpahnya sumber alam yang berpotensi menghasilkan metabolit sekunder yang bisa dimanfaatkan sebagai sumber lead compound obat-obatan alami yang memiliki potensi aktivitas anti mikroba. Salah satu sumber utama penghasil antibiotik yaitu dari bakteri tanah, yang merupakan salah satu mikroorganisme yang diisolasi dari tanah, beberapa antibiotik  yang ditemukan dan telah digunakan diantaranya streptomisin, kloramfenikol, tetrasiklin dan eritromisin. Selain sebagai antibiotik, bakteri tanah juga menghasilkan senyawa lainnya yang memiliki aktivitas seperti sitotoksik, antibakteri, antivirus, antiinflamasi, dan antifungi. Berdasarkan penelitian sebelumnya, sebanyak 3000 isolat bakteri yang berasal dari 57 genus yang dilaporkan dari berbagai sampel tanah dan 33 genus lainnya diperoleh dari sampel tumpukan dedaunan kering, rerantingan, dan berbagai sisa vegetasi lainnya.  Salah satu dari bakteri tanah yang akan di teliti adalah satu galur penghasil antibiotik dari genus Chitinophaga, pertama kali ditemukan pada air tanah dan tempat sampah oleh Sangkhobol dan Skerman. Genus Chitinophaga adalah bakteri aerobik, gram- negatif, tidak membentuk spora dan berbentuk batang. Bakteri gram negatif mempunyai beberapa   kandungan metabolit sekunder yang sangat bervariasi diantaranya: golongan poliketida, dipeptide, glikopeptida, polipeptida, alkaloid dan terpen. Dimana metabolit sekunder tersebut telah dilaporkan mempunyai bioaktifitas sebagai antibiotic, antibakteri dan antifungi. Pada penelitian ini dilakukan isolasi dan karakterisasi metabolit sekunder dari bakteri tanah Chitinophaga rizosphere yang berasal dari   Taman Hutan Raya Djuanda uji antibakteri, dimana belum dilaporkan sebelumnya. Penelitian ini terdiri dari dua tahap, yaitu isolasi dan kultivasi bakteri  yang dilanjutkan dengan isolasi dan pemurnian metabolit sekunder menggunakan serangkaian teknik kromatografi. Pemanenan hasil kultivasi Chitinophaga rizosphere dalam 15 L media   cair dilakukan pada waktu optimunnya, yaitu 7 hari. Miselia dipisahkan dari media cair menggunakan corong Buchner, terhadap media cairnya dilakukan ekstraksi cair- cair menggunakan etil asetat sehingga didapatkan ekstrak etil asetat terhadap miselia dilisis dengan aseton dan kemudian di ekstraksi padat cair dengan etil asetat kemudian kedua ekstrak digabung dan diperoleh sebanyak 8,9 g. Pada penelitian ini telah diisolasi 4 senyawa murni, karakterisasi selanjutnya dilakukan berdasarkan analisis data spektroskopi NMR 1D (1H dan 13C), 2D (HSQC dan HMBC) dan MS sedangkan karakterisasi bakteri dilakukan berdasarkan analisis genetika secara parsial   di   divisi   mikrobiologi   LIPI   dikarakterisasi   sebagai   bakteri   tanah Chitinophaga rizosphere, dengan tingkat homologi 98,6%. Ke empat senyawa murni tersebut diidentifikasi sebagai dokosan yang merupakan golongan alkana rantai panjang, 1,3 diasil  gliserida yang merupakan turunan  asam lemak,\tsiklo leusil-prolin sebagai turunan siklo-dipeptida dan  asam 2 Fenilasetat. Dari keempat senyawa  aktif  yang  mempunyai  bioaktivitas  yaitu:  asam  2  fenil  asetat,  yang menunjukkan aktivitas terhadap E. Faecalis, S. Saprophyta, S. Enterica dan  P. Mirabilis, dan senyawa sikloleusilprolin mempunyai aktivitas terhadap S. Aureus.", "Daftar File": {"ABSTRAK Aih Diniresna": "https://digilib.itb.ac.id/gdl/download/210160", "COVER Aih Diniresna": "https://digilib.itb.ac.id/gdl/download/243348", "BAB1 Aih Diniresna": "https://digilib.itb.ac.id/gdl/download/243349", "BAB2 Aih Diniresna": "https://digilib.itb.ac.id/gdl/download/243350", "BAB3 Aih Diniresna": "https://digilib.itb.ac.id/gdl/download/243351", "BAB4 Aih Diniresna": "https://digilib.itb.ac.id/gdl/download/243352", "BAB5 Aih Diniresna": "https://digilib.itb.ac.id/gdl/download/243353", "PUSTAKA Aih Diniresna": "https://digilib.itb.ac.id/gdl/download/243354"}, "Penulis": "Aih Diniresna [90518001]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Euis Holisotan Hakim, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Chitinophaga rizosphere, bakteri tanah, dokosan, 1,3 diasilgliserida, siklo-dipeptida, asam 2 Fenilasetat", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "07 Sep 2020"}