{"Nomor": 49132, "Judul": "ELEKTRODA PASTA KARBON YANG DIMODIFIKASI DENGAN AMPAS TEBU UNTUK ANALISIS CR(VI) SECARA VOLTAMMETRI", "Abstrak": "Pencemaran lingkungan merupakan salah satu masalah kompleks dalam kehidupan manusia. Salah satu penyebab terjadi pencemaran lingkungan karena adanya kontaminasi logam berat dari limbah industri. Logam kromium merupakan salah satu logam berat tersebut. Di lingkungan, logam kromium terdapat dalam bentuk Cr(III) dan Cr(VI). Cr(VI) memiliki sifat toksik, korosif, dan karsinogenik dibandingkan Cr(III). Dalam beberapa tahun terakhir, perkembangan sensor yang sensitif dan selektif untuk menganalisis logam berat terus berlanjut karena adanya permintaan yang tinggi untuk kuantifikasi dan detoksifikasi logam beracun pada tingkat konsentrasi yang lebih rendah dalam sampel lingkungan. Produk pertanian memiliki peran penting yang dapat dimanfaatkan sebagai sensor yang efektif, efisien, memiliki biaya yang murah, dan ramah lingkungan. Salah satu produk pertanian yang dapat dimanfaatkan adalah ampas tebu (bagasse). Tujuan dari penelitian ini untuk memodifikasi elektroda pasta karbon dengan ampas tebu dan menentukan kinerjanya untuk analisis Cr(VI) dengan teknik voltammetri. Dari hasil penelitian diperoleh bahwa penggunaan ampas tebu dapat meningkatkan sensitivitas Elektroda Pasta Karbon (EPK) dalam pengukuran Cr(VI). Sensitivitas paling tinggi diperoleh pada pengukuran menggunakan EPK termodifikasi dengan komposisi ampas tebu 5% (w/w). Dari beberapa teknik voltammetri yang digunakan, sensitivitas paling tinggi diperoleh pada pengukuran menggunakan teknik voltammetri lucutan siklik dengan potensial deposisi optimum 1100 mV dan waktu deposisi optimum 350 s dengan larutan elektrolit HCl 0,1 M. Selanjutnya diperlukan penentuan kinerja elektroda dengan mengukur daerah kerja, limit deteksi, kebolehulangan, dan pengukuran sampel. Berdasarkan studi literatur, daerah kerja pengukuran Cr(VI) dengan metode voltammetri yang telah dikembangkan berada pada rentang 10-9 – 10-4 M dengan limit deteksi sebesar 10-9 M. Oleh karena itu, diharapkan EPK termodifikasi dengan komposisi ampas tebu 5% (w/w) memiliki daerah linier yang luas serta limit deteksi yang rendah seperti hasil pada studi literatur dalam pengukuran Cr(VI).", "Daftar File": {"ABSTRAK Gracella Maydah": "https://digilib.itb.ac.id/gdl/download/210203", "PUSTAKA Gracella Maydah": "https://digilib.itb.ac.id/gdl/download/216586"}, "Penulis": "Gracella Maydah [10516032]", "Kontributor / Dosen Pembimbing": ["Dr. Ria Sri Rahayu, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "ampas tebu, Cr(VI), elektroda pasta karbon, voltammetri.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "08 Sep 2020"}