{"Nomor": 49149, "Judul": "PENGUKURAN RESISTIVITAS TERMAL TANAH BERKAITAN DENGAN PEMILIHAN JENIS KABEL LISTRIK YANG DITANAM DIBAWAH PERMUKAAN TANAH", "Abstrak": "Aliran arus yang mengalir pada suatu konduktor akan menghasilkan energi panas. Setiap resistivitas arus panas antara kabel dan lingkungan akan menyebabkan kenaikan temperatur. Dalam kabel yang terkubur di bawah permukaan tanah berarti tanah tersebut akan menjadi bagian dari resistivitas termalnya dan resistivitas termal tersebut akan menjadi bagian yang penting dalam instalasi kabel di bawah permukaan tanah. Resistivitas termal dalam Nasional Kode Listrik (2014) diartikan sebagai seberapa besar kemampuan suatu benda untuk menghantarkan panas melalui substansi dengan konduksi. Resistivitas termal juga akan berkaitan dengan hokum Fourier yang mengatakan bahwa, “Laju perpindahan panas konduksi pada suatu plat sebanding dengan gradien negative pada suhu di antara dua sisi plat dan luas perpindahan panas, tetapi berbanding terbalik dengan tebal plat.”. Resistivitas termal pada tanah menjadi faktor yang sangat esensial dalam perhitungan untuk memprediksi sifat dari kabel yang akan digunakan pada instalasi kabel tersebut. Pada penelitian ini ruang lingkup kerja surveinya adalah untuk mengukur resistivitas termal tanah pada titik yang dipilih. Jarum termal akan digunakan untuk menentukan resistivitas termal dari tanah dengan memakai alat thermal resistivity meter. Resistivitas termal akan ditentukan dengan memasukkan jarum termal ke tanah lalu jarum akan mengeluarkan arus listrik melalui kawat pemanas dengan asumsi bahwa jarum sebagai sumper panas yang akan membuang panas ke medium disekitarnya.", "Daftar File": {}, "Penulis": "Jefka Dhammananda [10216082]", "Kontributor / Dosen Pembimbing": ["Drs. Gunawan Handayani, MSCE, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Fourier, Kabel, Panas, Resistivitas Termal, Tanah, Thermal Resistivity Meter.", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "7 file", "Tanggal Input": "08 Sep 2020"}