{"Nomor": 49157, "Judul": "PEMBUATAN MODEL BASED DEFINITION TRIM DIES DAN ANALISIS DESAIN MENGGUNAKAN PENDIMENSIAN DAN PENTOLERANSIAN GEOMETRI", "Abstrak": "Trim Dies adalah alat yang digunakan untuk memotong pelat. Rakitan Trim Dies\nyang telah ada kurang mampu memenuhi kriteria desain dan mengalami keausan\npada komponen yang bergerak. Penelitian dilakukan untuk mengetahui penyebab\npermasalahan yang muncul. Pengamatan terhadap desain awal dari Trim Dies\nmenunjukkan bahwa desain hanya menggunakan toleransi ukuran dan tidak\nmenggunakan toleransi geometri. Dilakukan pembaharuan terhadap desain yang\ntelah ada tanpa mengubah ukuran nominal yang telah tertera pada desain awal.\nPembaharuan yang dilakukan terbatas pada pemberian toleransi ukuran dan\npemberian toleransi geometri. Toleransi geometri yang diberikan mengikuti standar\nASME Y14.5 2018 tentang Geometric Dimensioning and Tolerancing (GDT).\nDengan menggunakan gambar 2D sebagai sumber, model 3D dibuat ulang pada\nperangkat lunak. Model yang dibuat dijadikan sebagai referensi utama dengan\nmenambahkan Product Manufacturing Information mengikuti standar ASME\nY14.41 tentang Model Based Definition sebagai contoh. Penggunaan Model Based\nDefinition (MBD) dapat mengurangi secara signifikan waktu yang digunakan untuk\npembuatan gambar 2D, gambar kerja, dan gambar inspeksi. Untuk mengetahui\nkesalahan geometri yang terjadi pada rakitan dilakukan analisis menggunakan\ndiagram loop.", "Daftar File": {"ABSTRAK Steven Andrianto Gunarso": "https://digilib.itb.ac.id/gdl/download/210351"}, "Penulis": "Steven Andrianto Gunarso [23118018]", "Kontributor / Dosen Pembimbing": ["Ir. Indrawanto, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Geometric Dimensioning and Tolerancing, Model Based Definition, toleransi geometri.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "09 Sep 2020"}