{"Nomor": 49155, "Judul": "PENGEMBANGAN SENSOR SENTUH SEBAGAI UMPAN BALIK MOTOR PADA SISTEM KONTROL TANGAN BIONIK", "Abstrak": "Tangan manusia memiliki kemampuan yang luar biasa sehingga dapat menggenggam berbagai bentuk dan ukuran benda dengan sangat baik. Sayangnya, beberapa orang harus kehilangan bagian tubuh ini karena kecelakaan, penyakit, maupun kelainan bawaan. Untuk membantu orang-orang tersebut, dibuatlah tangan bionik sebagai pengganti tangan yang tidak ada. Pada penelitian sebelumnya, Tim Riset Biomekanika ITB telah berhasil membuat tangan bionik dengan tujuh pola genggaman. Namun tangan bionik ini belum mampu mendeteksi benda yang sedang dalam genggamannya sehingga motor-motor tidak berhenti berputar saat benda telah tergenggam baik.\nDengan mengevaluasi dan mencari alternatif desain yang dapat dikembangkan untuk merancang mekanisme sensor sentuh, dilakukan beberapa kali pengulangan perancangan hingga sensor sentuh mampu menghasilkan respon yang baik. Rancangan akhir mekanisme sensor sentuh adalah penutup kaku sebagai penerima gaya tekan dari permukaan benda dan material elastis sebagai penyalur gaya pada Force Sensitive Resistor (FSR) yang digunakan. Rancangan ini telah diuji dan memberikan respon sensor yang baik.\nBerdasarkan pengujian, diketahui beberapa kemampuan tangan bionik saat menggenggam benda. Kemampuan-kemampuan itu adalah tangan bionik mampu menggenggam benda-benda tertentu dengan baik, tangan bionik mampu memberikan gaya genggam maksimal tertentu pada benda, dan tangan bionik mampu mengangkat massa benda tertentu di dalam genggamannya. Selain itu, dilakukan juga analisis gerak tangan bionik sehingga dapat diketahui jangkauan genggaman tangan bionik dan analisis koefisien gesek permukaan tangan bionik.", "Daftar File": {}, "Penulis": "Akmal Reza Ahkam [13116095]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Andi Isra Mahyuddin, Ph.D.", "Dr.Eng. Sandro Mihradi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "tangan bionik, sensor sentuh, Force Sensitive Resistor, karet silikon, umpan balik sensor", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "09 Sep 2020"}