{"Nomor": 49170, "Judul": "HUBUNGAN ANTARA UKURAN VOXEL DENGAN JUMLAH DAN POSISI SEED BRAKITERAPI KANKER PAYUDARA", "Abstrak": "di Indonesia. Brakiterapi adalah salah satu metode penanganan untuk kanker payudara stadium awal yang menggunakan suatu wadah tertutup berisi sumber radioaktif dan ditempatkan di dalam atau di sekitar tumor. Penempatan seed tersebut bertujuan agar tumor dapat dibunuh secara efektif dengan memberikan paparan radiasi maksimal ke target dan paparan radiasi minimal ke jaringan normal di sekitarnya. Simulasi terlebih dahulu dilakukan untuk menentukan jumlah dan posisi dari seed brakiterapi. Organ yang mengandung kanker biasanya disebut phantom dan dibagi menjadi kubus-kubus 3D kecil yang disebut voxel. Kegunaan dari voxel adalah untuk menentukan distribusi dosis berdasarkan profil dosis, kurva isodosis dan DVH (Dose Volume Histogram) yang dihasilkan. Ukuran dari voxel akan berpengaruh ke jumlah dari voxel, yang secara tidak langsung akan memengaruhi jumlah dan posisi seed. Tujuan dari penelitian ini adalah menentukan pengaruh dari ukuran voxel terhadap jumlah dan posisi seed pada kasus brakiterapi untuk kanker payudara stadium awal. Penelitian dilakukan dengan simulasi menggunakan software DOSXYZnrc yang digunakan untuk menghitung distribusi dosis. Ukuran dari phantom untuk penelitian adalah 16 x 16 x 16 cm3 yang terdiri dari 4 jaringan yaitu tissue, target, paru-paru, dan tulang. Variasi dari ukuran voxel ada 3 yaitu 0,125 x 0,125 x 0,125 cm3 , 0,2 x 0,2 x 0,2 cm3, dan 0,5 x 0,5 x 0,5 cm3. Untuk jumlah seed memiliki 2 variasi yaitu 8 seed yang berjarak 1 cm antarseednya dan 16 seed (8 seed berjarak 1 cm antarseed dan 8 seed berjarak 2 cm antarseed). Sumber radioaktif yang digunakan adalah microselectronIr-192 sebagai salah satu jenis yang paling sering digunakan dalam brakiterapi kanker payudara. Didapat hasil berupa profil dosis, kurva isodosis, dan DVH yang dianalisis serta dibandingkan untuk tiap variasi ukuran voxelnya. Hasil yang didapat menunjukkan bahwa perbedaan ukuran voxel membuat distribusi dosis atau persentase dosis terserap oleh tiap jaringan berbeda. Persentase dosis terserap akan mempengaruhi posisi dari seed dan apabila akumulasi dosis masih belum sesuai yang diinginkan maka perlu dilakukan perubahan jumlah dari seed. Ukuran dari voxel menjadi berpengaruh terhadap jumlah dan posisi seed dilihat dari persentase dosis terserap oleh tiap jaringannya.", "Daftar File": {}, "Penulis": "Lani Diana [10215090]", "Kontributor / Dosen Pembimbing": ["Rena Widita, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Brakiterapi, Distribusi dosis, DVH, Kurva isodosis, Voxel.", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "7 file", "Tanggal Input": "09 Sep 2020"}