{"Nomor": 49177, "Judul": "PERANCANGAN FASILITAS DAUR ULANG BULKY WASTE  SKALA PERKOTAAN", "Abstrak": "Bulky waste merupakan jenis sampah yang tidak dapat diangkut dengan pengangkutan umum dan salah satu cirinya yaitu memiliki massa lebih dari 25 kg. Secara umum, bulky waste merupakan limbah yang besar dari segi massa atau volume. Program pengumpulan bulky waste di Kota Bandung merupakan program pertama yang dilakukan oleh pemerintah daerah di Indonesia. Perusahaan Daerah (PD) Kebersihan Kota Bandung telah melakukan program pengumpulan bulky waste di 7 tempat pengumpulan sementara (TPS) sejak 22 Januari 2018. Program ini dilatarbelakangi oleh kebiasaan masyarakat yang membuang bulky waste ke aliran sungai. Bulky waste di Kota Bandung didominasi oleh limbah perabotan dan limbah elektronik. Fasilitas daur ulang bulky waste akan dibangun di lahan bekas tempat pemrosesan akhir (TPA) Leuwigajah dengan luas 1,9 ha. Total massa bulky waste yang akan diolah di fasilitas daur ulang adalah 72,87 ton./hari dengan volume 1548,83 m3/hari. Komposisi material bulky waste yang akan diolah dibagi menjadi 5 jenis yaitu material kayu, logam, plastic, keramik dan tekstil untuk bulky waste non-WEEE. Sedangkan bulky waste WEEE terbagi menjadi besi, non-besi, kaca, plastic, dan komponen elektronik. Material yang dapat didaur ulang adalah logam, kayu dan plastik. Fasilitas daur ulang bulky waste dibagi menjadi beberapa zona yaitu zona penerimaan awal, zona dismantling, zona pengolahan, dan zona penyimpanan.", "Daftar File": {"TA 2020 Hellen Putri Kusumasari 1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/210495"}, "Penulis": "Hellen Putri Kusumasari [15313039]", "Kontributor / Dosen Pembimbing": ["Dr. Benno Rahardyan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "bulky waste, fasilitas daur ulang, Leuwigajah, sampah perabotan, WEEE.", "Sumber": "TA OKTOBER 2020", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "10 Sep 2020"}