{"Nomor": 49174, "Judul": "MENGEKSPLORASI AKAR PERMASALAHAN DARI KETIDAKEFEKTIFAN IMPLEMENTASI PELATIHAN   STUDI KASUS DI PT PELABUHAN INDONESIA I (PERSERO)", "Abstrak": "Sejalan dengan visi Pelindo 1 untuk menjadi organisasi penyedia jasa kepelabuhan dan logistik\nterkemuka di tingkat regional, semakin menuntut daya saing sumber daya manusia di Pelindo 1. Dengan\nmelakukan proses manajemen pelatihan yang baik, para pegawai diharapkan akan mengalami\nperkembangan, baik sikap, pengetahuan maupun keterampilannya. Pada tahun 2016, Pelindo 1 telah\nmelaksanakan 88 pelatihan yang dikelola oleh BPL dan PO-SDM. Namun, dari data rekapitulasi\nmenunjukkan bahwa banyak peserta merasakan pelatihan yang diberikan tidak tepat, relevan, dan\nberguna untuk pekerjaan sehari-hari. Berdasarkan temuan tersebut, peneliti melakukan penelitian\nethnografi cepat untuk mencari tahu penyebab terjadinya ketidaktepatan implementasi pelatihan.\nPeneliti memilih menggunakan penelitian kualitatif dengan metode etnografi karena sangat tepat untuk\nmengidentifikasi akar permasalahan yang sulit ditemukan jika menggunakan metode kuantitaif.\n\nDari hasil analisis pencarian akar masalah menggunakan metode 5 Why, peneliti dapat menyimpulkan\nbahwa penyebab ketidaksempurnaan pelaksanaan training diakibatkan adanya dua badan, yaitu BPL\ndan PO-SDM, yang bertindak sebagai perancang, pengambil keputusan hingga penyelenggara training.\nBerdasarkan penelitian yang dilakukan, polemik dualisme kepengurusan berdampak terhadap proses\nperancangan dan pelaksanaan training yang ada di Pelindo 1. Berdasarkan temuan dari peneliti tersebut,\nDirektur Sumber Daya Manusia dan Umum sebagai atasan dari dua institusi tersebut mengambil solusi\nyang ditawarkan oleh peneiliti untuk menyelesaikan konflik dualisme tersebut dengan membaginya\nmenjadi dua fase; fase pertama memberikan BPL porsi pelatihan lebih banyak dibandingkan PO-SDM\ndan fase kedua mengembalikan fungsi BPL dan PO-SDM sesuai dengan tugas masin-masing. Dengan\nmengimplementasikan dua fase tersebut, diharapkan akan segera menyelesaikan polemik dualisme\nantara BPL dan PO-SD dan menjadi jawaban untuk peningkatan kualitas training di Pelindo 1 untuk\nkedepannya.", "Daftar File": {"2018_TS_PP_Teguh Dwi Putra_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/210445"}, "Penulis": "Teguh Dwi Putra [29115428]", "Kontributor / Dosen Pembimbing": ["Andika Putra Pratama, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Pelatihan, Penelitian Kualitatif, Etnografi Cepat, Analisis 5 Why, Dualisme", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "09 Sep 2020"}