{"Nomor": 49171, "Judul": "PERANCANGAN FASILITAS TRANSPORTASI STASIUN INTERMODA JOYOBOYO", "Abstrak": "Stasiun Intermoda Joyoboyo merupakan bangunan untuk melayani perpindahan penumpang dari satu moda transportasi ke moda yang lain, dengan moda utama adalah kereta api monorel. Moda yang akan dilayani pada bangunan ini adalah kereta api monorel, bus, angkot, mobil dan sepeda motor. Stasiun ini direncanakan menjadi stasiun ujung dan direncankan dapat melayani 470 penumpang/jam. Jumlah penumpang diproporsikan berdasarkan pemilihan moda yang akan digunakan untuk merencanakan fasilitas transportasi lainnya. Fasilitas tranportasi yang dimaksud berupa luas terminal, luas peron, kebutuhan slot parkir, tebal perkerasan.\nLuas bangunan bergantung pada jumlah penumpang masing-masing moda saat jam sibuk, dan kebutuhan ruang per orang. Luas terminal untuk angkot dan bus yang diperlukan saat jam sibuk stasiun, masing-masing adalah 13,82 m2. Luas peron yang diperlukan adalah 240,64 m2.\nAnalisis akumulasi kendaraan yang parkir saat hari puncak stasiun dilakukan untuk memperoleh jumlah slot parkir yang diperlukan pada bangunan. Kebutuhan slot parkir ini bergantung pada jumlah penumpang yang menggunakan kendaraan pribadi dan akan memarkirkan kendaraannya. Keperluan slot parkir untuk motor mencapai 461 slot parkir, dan mobil mencapai 27 slot parkir.\nPerkerasan yang digunakan adalah perkerasan kaku dengan tebal untuk taman parkir adalah 100 mm dan untuk terminal dan jalan sirkulasi adalah 150 mm. Tebal perkerasan\ndianalisis dengan memeriksa fatik yang terjadi pada perkerasan selama umur rencana. Fatik dipengaruhi oleh jumlah repetisi sumbu serta repetisi ijin pada perkerasan.", "Daftar File": {}, "Penulis": "Eko Prayogo Goenfi [15016093]", "Kontributor / Dosen Pembimbing": ["Ir. Idwan Santoso, M.Sc., DIC, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "penumpang, fasilitas transportasi, monorel, jam sibuk, luas bangunan, akumulasi kendaraan, tebal perkerasan, slot parkir, fatik.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "09 Sep 2020"}