{"Nomor": 49178, "Judul": "ELEKTRODA PASTA KARBON YANG DIMODIFIKASI DENGAN BROMTIMOL BIRU (BTB) UNTUK PENENTUAN KADAR GLUKOSA DAN BUTYLATED HIDROXYANISOLE (BHA) SECARA VOLTAMMETRI", "Abstrak": "Bromtimol biru (BTB) merupakan salah satu senyawa yang digunakan sebagai indikator pH. Senyawa ini telah banyak diaplikasikan dalam studi elektrometri, khususnya voltammetri untuk penentuan analit dalam suatu sampel. Elektroda pasta karbon termodifikasi BTB dalam pengukuran voltammetri banyak dikembangkan karena memiliki sensitivitas, selektivitas dan kestabilan yang baik dalam pengukuran. Dalam perkembangannya, elektroda termodifikasi ini mulai luas dipergunakan dalam dunia kesehatan yang berhubungan dengan analisis penyakit seperti pendeteksian kadar dopamin dan asam urat. Penentuan kadar glukosa dan butylated hidroxyanisole (BHA) masih banyak dikembangkan menggunakan sensor enzimatik dan metode high performance liquid chromatography (HPLC). Metode tersebut memiliki kelemahan yaitu prosedur yang rumit, preparasi analit yang cukup lama dan instrumentasi yang digunakan relatif mahal. Pada penelitian ini, telah dilakukan modifikasi permukaan EPK dengan elektropolimerisasi BTB yang digunakan untuk penentuan kadar glukosa dan BHA secara voltammetri. Dalam penentuan puncak oksidasi analit, pengukuran glukosa dengan menggunakan EPK termodifikasi BTB saja belum menunjukkan respon yang baik meskipun telah dilakukan beberapa optimasi. Oleh karena itu, perlu dicari kandidat zat pemodifikasi lain dan dilakukan studi literatur yang lebih mendalam. Selanjutnya penelitian difokuskan pada penentuan BHA menggunakan EPK termodifikasi BTB. Modifikasi dilakukan dengan melakukan elektropolimerisasi menggunakan BTB sebagai monomer dan BHA sebagai cetakan dalam larutan bufer fosfat pH 7. Pengukuran dilakukan dengan teknik diffential pulse voltammetry (DPV). BHA mengalami oksidasi pada rentang 0,25 – 0,30 V. Kondisi optimum pengukuran diperoleh menggunakan EPK termodifikasi dengan komposisi analit:monomer 1:1. Selanjutnya diperlukan optimasi siklus elektropolimerisasi, pengukuran pH, elektrolit pendukung dan penentuan kerja elektroda meliputi daerah kerja, kebolehulangan, limit deteksi, dan analisis sampel. Hasil penelitian ini diharapkan dapat melengkapi hasil riset sebelumnya mengenai BTB sebagai zat pemodifikasi EPK untuk penentuan butylated hidroxytoluene (BHT) yang biasanya hadir bersamaan dengan BHA dalam suatu produk.", "Daftar File": {"ABSTRAK Mohamad Ridwan": "https://digilib.itb.ac.id/gdl/download/210504", "PUSTAKA Mohamad Ridwan": "https://digilib.itb.ac.id/gdl/download/216440"}, "Penulis": "Mohamad Ridwan [10516040]", "Kontributor / Dosen Pembimbing": ["Dr. Ria Sri Rahayu, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "BHA, bromtimol biru, glukosa, molecularly imprinted polymer, voltammetri.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "10 Sep 2020"}