{"Nomor": 49173, "Judul": "EFEK MEMORI PADA NASH EQUILIBRIUM BERDASARKAN GAME THEORY MENGGUNAKAN AGENT BASED MODELLING UNTUK STUDI KASUS PERMASALAHAN BAR EL FAROL", "Abstrak": "Fisika merupakan ilmu yang mengkolaborasikan teori dan empiris dengan\nmenggunakan matematika sebagai bahasanya. Secara mendasar, tujuannya adalah\nuntuk memberikan prediksi dan memodelkan suatu fenomena. Dengan rasa ingin tahu\nyang tinggi, fisikawan menggunakan ilmu fisika untuk menyelesaikan masalah yang\nlebih luas lagi dengan mengkolaborasikannya dengan ilmu pengetahuan lain. Salah satu\npermasalahan penting yang mendasar dan kompleks adalah interaksi manusia. Dengan\nkemampuan memodelkan dan memprediksi interaksi manusia, kita dapat\nmenyelesaikan beragam permasalahan ekonomi dan sosial. Salah satu permasalahan\nyang dapat memodelkan perilaku interaksi manusia dengan baik adalah permasalahan\nbar El Farol. Permasalahan tersebut menggambarkan bagaimana manusia sebagai\nmakhluk kompleks yang berinteraksi dengan orang lain harus memilih sebuah\nkeputusan rasional dengan pengetahuan yang terbatas untuk mendapatkan keuntungan\nyang paling optimal untuk dirinya sendiri. Dengan memberikan batasan psikologis\nmanusia berdasarkan game theory, setiap orang akan berlomba untuk datang ke bar\ndemi menikmati musik Irlandia jika sepi dan sebaliknya menghindari datang ke bar jika\nramai berdasarkan kapasitas memori dan jumlah strategi yang dimilikinya. Keuntungan\nsistem yang optimal akan didapatkan jika bar El Farol memiliki tingkat keramaian yang\nsesuai. Permasalahan bar El Farol ini dapat disimulasikan menggunakan agent-based\nmodelling secara berulang. Hasil dari simulasi permasalahan bar El Farol memberikan\nsebuah nash equilibrium. Analisis penghargaan memberikan gambaran mengenai\nperilaku tiap agen. Kapasitas memori memberikan equilibrium dengan error yang\nrendah sedangkan jumlah strategi menentukan letak equilibrium.", "Daftar File": {}, "Penulis": "Muhammad Al Solkajer Bahdar [10215065]", "Kontributor / Dosen Pembimbing": ["Acep Purqon, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Agent-Based, Game theory, Perilaku Manusia, Permasalahan El Farol", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "7 file", "Tanggal Input": "09 Sep 2020"}