{"Nomor": 49181, "Judul": "PEMBUATAN SILIKA TERMODIFIKASI N-[3-(TRIMETOKSISILIL)PROPIL]ETILENDIAMIN (N-TMSPEN) DENGAN PREKURSOR TETRAETIL ORTOSILIKAT (TEOS) SEBAGAI PARTIKEL KOLOM KROMATOGRAFI CAIR KINERJA TINGGI (KCKT)", "Abstrak": "Sumber energi terbesar yang digunakan oleh tubuh manusia berasal dari karbohidrat di dalam makanan sehingga analisis karbohidrat (gula) diperlukan untuk menjaga kualitas produk makanan. Kromatografi Cair Kinerja Tinggi (KCKT) merupakan salah satu metode analisis gula yang paling efektif dibandingkan dengan metode lain karena memiliki waktu analisis yang cepat dan penyiapan sampel yang sederhana. Untuk analisis gula, diperlukan kolom silika yang termodifikasi gugus amina agar proses pemisahan yang baik. Pada penelitian ini kolom Si-NH2 berdiameter 700-800 nm telah dibuat dari silika yang dimodifikasi dengan 20% N-[3- (Trimetoksisilil)propil]etilendiamin (N-TMSPen). Sintesis silika monodispersi dilakukan dengan menggunakan tertraetil ortosilikat (TEOS) sebagai prekursor, isopropanol sebagai pelarut, air sebagai agen penghidrolisis dan ammonia sebagai katalis. Partikel silika dengan diameter 700 nm telah berhasil disintesis dan dikarakterisasi dengan menggunakan Scanning Electron Microscopy (SEM) dan spektroskopi Fourier Transform Infrared (FTIR) dengan metode pelet KBr. Pengamatan terhadap spektrum FT-IR diperoleh puncak baru, yaitu puncak\n-CH2  (3050-2980 cm-1)¸  Si-C (950-800 cm-1), C-N (1250-1020 cm-1) dan N-H primer (1650-\n1550 cm-1) yang mengindikasikan sintesis Si-NH2 telah berhasil dilakukan. Partikel silika hasil modifikasi kemudian dimuat ke dalam tiga jenis kolom yaitu 150 mm x 4,6 mm, 100 mm x 4,6 mm dan 50 mm x 4,6 mm dengan bantuan pompa KCKT dan semua kolom memberikan tekanan maksimum di bawah 300 bar untuk laju alir 1mL/menit. Nilai tekanan ini, menunjukkan bahwa kolom yang dibuat berpotensi untuk digunakan pada sistem HPLC yang mampu memberikan tekanan maksimal 600 bar.", "Daftar File": {"ABSTRAK Jeehan Emil Khalisya": "https://digilib.itb.ac.id/gdl/download/210523", "PUSTAKA Jeehan Emil Khalisya": "https://digilib.itb.ac.id/gdl/download/216426"}, "Penulis": "Jeehan Emil Khalisya [10516013]", "Kontributor / Dosen Pembimbing": ["Dr. Handajaya Rusli, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "N-TMSPen, amina, KCKT, kolom, gula", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "10 Sep 2020"}