{"Nomor": 49189, "Judul": "PERBAIKAN SISTEM MANAJEMEN PERSEDIAAN SUKU CADANG PADA KAPAL DI PT PERAHU NUSANTARA", "Abstrak": "Sebagai negara kepulauan terbesar di dunia, Indonesia membutuhkan sektor pelabuhan yang dikembangkan dengan baik dan dikelola secara efisien. Daya saing produsen di pasar nasional dan internasional, efisiensi distribusi internal, dan lebih umum, kohesi dan integritas ekonomi nasional sangat dipengaruhi oleh kinerja sektor pelabuhan. Sistem transportasi yang menggunakan moda transportasi laut yang dikelola dengan baik dan efisien adalah faktor yang sangat penting bagi negara kepulauan seperti Indonesia dalam meningkatkan daya saing ekonomi dan menjaga integritas wilayah Negara Kesatuan Republik Indonesia.\nPT Perahu Nusantara adalah perusahaan milik negara yang menyediakan layanan transportasi feri di industri maritim. Perusahaan mengelola 35 pelabuhan feri di 29 operasi cabang dan memiliki 135 unit kapal ro-ro. Untuk menjaga operasi semua unit kapal ro-ro dengan baik, setiap kantor cabang perusahaan wajib mematuhi peraturan BKI tentang persediaan minimum suku cadang di atas kapal. Karena itu, ketersediaan suku cadang dianggap penting untuk memperlancar operasi harian. Kadang-kadang pada saat mendesak, kantor cabang memesan dan membeli sendiri suku cadang dari tender yang tidak terdaftar dalam tender kantor pusat karena waktu pengadaan yang lama. Sementara itu, perusahaan mengalami kesulitan untuk secara akurat melacak dan memantau aktivitas pergerakan inventaris suku cadang di kapal karena pekerjaan administrasi manual dan tata ruang gudang yang berantakan di kapal. Dengan demikian, masalah bisnis dapat diselesaikan dengan meningkatkan sistem manajemen persediaan suku cadang perusahaan.\nMetodologi yang digunakan dalam penelitian ini adalah metode kualitatif. Penelitian kualitatif adalah pendekatan untuk mengeksplorasi dan memahami makna individu atau kelompok yang berkaitan dengan masalah sosial atau manusia. Penelitian ini melakukan wawancara mendalam sebagai metodologi penelitian yang terlibat dalam sistem manajemen persediaan suku cadang.\nTujuan dari penelitian ini difokuskan pada perancangan sistem terintegrasi baru untuk meningkatkan sistem manajemen persediaan suku cadang. Perancangan sistem manajemen inventaris suku cadang yang diusulkan dilakukan dengan menggunakan pendekatan System Development Life Cycle (SDLC). Oleh karena itu, solusi bisnis yang dilakukan dari pendekatan SDLC untuk meningkatkan efisiensi manajemen persediaan suku cadang adalah membangun aplikasi seluler yang terintegrasi dengan pelacakan persediaan barcode, membuat situs web sebagai platform informasi untuk mengelola semua kegiatan rantai pasokan suku cadang, dan desain tata letak baru untuk inventaris suku cadang di gudang. Dengan menerapkan sistem manajemen persediaan yang diusulkan, itu seharusnya membantu perusahaan untuk menghemat waktu, biaya, dan meminimalkan kesalahan.", "Daftar File": {"ABSTRAK Dwi Ayu Janet Yulieta": "https://digilib.itb.ac.id/gdl/download/210624"}, "Penulis": "Dwi Ayu Janet Yulieta [29317010]", "Kontributor / Dosen Pembimbing": ["Ir. Adirizal Nizar, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Industri Transportasi Kapal, Sistem Manajemen Persediaan, SDLC, Barcode.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "10 Sep 2020"}