{"Nomor": 49191, "Judul": "PENINGKATAN PADA PROYEK  PENGEMBANGAN PERANGKAT LUNAK PERBANKAN  DENGAN MENGGUNAKAN KERANGKA SIX-SIGMA  (KASUS: PROYEK OMNI CHANNEL PADA BANK DANA)", "Abstrak": "Memberikan produk perangkat lunak dengan kualitas yang baik adalah sebuat tantangan yang biasanya dikorbankan untuk memenuhi batasan manajemen lainnya seperti biaya, ruang lingkup, dan waktu. SylicaSoft Group adalah perusahaan konsultan dan teknologi regional yang berfokus pada pengiriman produk perangkat lunak ke industri perbankan dan asuransi. Dalam tiga tahun terakhir, keseluruhan Marjin Laba Kotor untuk proyek-proyek di Indonesia berada di bawah target manajemen perusahaan (65%). Teridentifikasi bahwa sebagian besar proyek memiliki permasalahan pada kualitas produk yang buruk.\n \nTujuan dari tugas akhir ini adalah untuk menemukan akar permasalahan dari target Marjin Laba Kotor yang tidak dapat dicapai yang ditetapkan oleh manajemen perusahaan dan mengidentifikasi peluang perbaikanya. Kerangka kerja Six-Sigma 'DMAIC' (Define-Measure-Analyze-Improve-Control) digunakan sebagai pendekatan pemecahan masalah analitis. Proyek Bank Dana digunakan sebagai sampel data untuk dianalisis dan dilakukan perbaikan. Proyek terdahulu digunakan selama fase Define, Omni Channel Phase 1 digunakan selama fase Measure dan Omni Channel Phase 2 digunakan selama fase Improve. Beberapa alat Six-Sigma digunakan untuk tugas akhir ini. Pada tahap Define, Voice of Customer digunakan untuk menganalisis customer Critical to Quality, kemudian dibuatlah project charter Six-Sigma. Pada tahap Measure, teridentifikasi metrik pengukuran yaitu Marjin Laba Kotor dan Sigma Level. Pada tahap Analyze, permasalahan dianalisis menggunakan Pareto Chart, Fishbone Diagram dan Current Reality Tree. Pada tahap Perbaiki, solusi dipilih berdasarkan studi literatur dan diperkuat dengan perhitungan Weighted Decision Matrix, kemudian dilakukan simulasi proyek untuk memvalidasi solusi perbaikan tersebut. Pada tahap Control, dilakukan analisis pasca proyek untuk perbaikan di masa mendatang.\n \nKualitas pengiriman proyek adalah masalah utama yang harus diselesaikan. Pada proyek pertama tahap Six-Sigma Measure teridentifikasi terdapat 288 defect yang ditemukan, Marjin Laba Kotor sebesar 57,98% dan Sigma Level 2,5. Dari 288 cacat, 80% disebabkan oleh penyimpangan yang disengaja dari persyaratan perangkat lunak (63 cacat), definisi persyaratan yang salah (59 cacat), masalah komunikasi Pengembang-Klien (55 cacat) dan Kesalahan Dokumentasi (53 cacat). Pada tahap Six-Sigma Analysis, diidentifikasi bahwa akar penyebabnya adalah karena Software Development Life Cycle (SDLC) saat ini yang digunakan, yaitu model Waterfall. Pada fase Peningkatan Six-Sigma, proyek kedua dilakukan dengan menggunakan model SDLC alternatif, Agile-Scrum. Teridentifikasi bahwa defect berkurang cukup signifikan dengan total 88 defect yang ditemukan, Gross Profit Margin meningkat dan memenuhi target manajemen di angka 65,85%, dan Level Sigma juga meningkat menjadi 3,25. Hasil akhir proyek ini diharapkan dapat memberikan gambaran dan alternatif terhadap SylicaSoft tentang SDLC yang digunakan untuk proses pengiriman proyeknya.", "Daftar File": {"ABSTRAK Reza Winardiansah": "https://digilib.itb.ac.id/gdl/download/211895"}, "Penulis": "Reza Winardiansah [29317084]", "Kontributor / Dosen Pembimbing": ["Muhammad Hanafi, S.T., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perangkat Lunak, Kualitas, Six Sigma dan Solusi Strategis", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "10 Sep 2020"}