{"Nomor": 49190, "Judul": "USULAN FORMULASI STRATEGI BISNIS UNTUK PT MRT JAKARTA AGAR MENCAPAI KEUNGGULAN KOMPETITIF YANG BERKELANJUTAN", "Abstrak": "Dengan peningkatan jumlah transportasi pribadi, kemacetan yang ada di ibukota DKI Jakarta telah menyebabkan menurunnya tingkat mobilitas dan produktivitas masyarakat, yang berdampak pada potensi kerugian ekonomi. Oleh sebab itu, pembangunan MRT di DKI Jakarta dikembangkan berdasarkan hasil dari Zona Analisis Lalu Lintas (TAZ) sesuai dengan Asal dan Tujuan mobilitas orang yang berada di DKI Jakarta (OD Matrix). Dengan melakukan analisis ini, PT MRT Jakarta diharapkan untuk dapat berkontribusi dalam memberi solusi untuk penyediaan transportasi umum yang dapat diakses oleh publik untuk mendukung mobilitas masyarakat.\n\n\n\nSeiring berjalannya waktu, animo masyarakat dalam menyambut moda transportasi baru tersebut sangatlah baik. Namun, sebenarnya jumlah angka penumpang yang diharapkan untuk tercapai masih belum dianggap optimal. Hal ini dikarenakan masih banyaknya orang yang ragu untuk dapat beralih dari moda transportasi pribadi, ke moda transportasi umum seperti MRT Jakarta.\n\nDengan alasan tersebut, studi ini berusaha untuk memberikan usulan formulasi strategi bisnis untuk membantu perusahaan dalam mempertahankan posisi bisnis yang unggul dan berkelanjutan, khususnya di industri transportasi. Analisis eksternal dan internal yang dikembangkan dalam studi ini dilakukan untuk memahami hambatan dan kekurangan yang mungkin terjadi selama pelaksanaan bisnis dan operasi. Analisis kualitatif dan kuantitatif juga dilakukan untuk mengungkapkan wawasan dan perilaku pelanggan terkait layanan transportasi MRT dan transportasi publik pada umumnya, yang berguna untuk melakukan pengembangan rumusan strategi dan rekomendasi. Berdasarkan analisis yang dilakukan, terungkap bahwa salah satu faktor utama bagi responden yang enggan untuk menggunakan layanan ini adalah karena tidak tersedianya jaringan MRT yang megelilingi zona perumahan mereka, dan kurangnya aksesibilitas untuk mencapai stasiun pada daerah tertentu. Akibatnya, banyak dari responden lebih memilih untuk menggunakan moda transportasi lain sebagai moda pengganti yang sesuai dengan kebutuhan mereka dalam layanan transportasi.\n\nSebagai hasilnya, serangkaian saran untuk menyelesaikan masalah bisnis dalam penelitian ini akan dikategorikan ke dalam tiga segmen, yaitu Operasi, Pemasaran, Periklanan & Promosi, serta Pengembangan Sumber Daya Manusia. Selain itu, sebagai Badan Usaha Milih Daerah (BUMD), PT MRT Jakarta juga diharuskan untuk bekerja sama dengan pemerintah dalam mengimplementasikan Perencanaan Manajemen Permintaan Transportasi sebagai aplikasi strategi dan kebijakan alternatif yang hemat biaya untuk meningkatkan kapasitas perusahaan dalam mengoptimalkan operasi secara efektif. Oleh karena itu, perusahaan dapat mencapai keunggulan kompetitif yang berkelanjutan dalam industri transportasi di Indonesia.", "Daftar File": {"ABSTRAK Syalisha Nurul Latifah": "https://digilib.itb.ac.id/gdl/download/210632"}, "Penulis": "Syalisha Nurul Latifah [29317025]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mohamad Toha"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi bisnis, Industri Transportasi, MRT, Keunggulan Kompetitif yang Berkelanjutan.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "10 Sep 2020"}