{"Nomor": 49199, "Judul": "STRATEGI BISNIS DALAM PENERAPAN 5G DI INDONESIA: PT HUAWEI TECH INVESTMENT", "Abstrak": "Telekomunikasi menjadi bagian penting dari kehidupan manusia. Sejak saat manusia belajar berkomunikasi melalui heliograf, telepon, radio, dan ponsel. Saat ini dunia berada dalam teknologi generasi ke-4 dan bersiap untuk generasi ke-5. Huawei Technologies Co Ltd. adalah salah satu perusahaan teknologi raksasa di dunia yang memiliki PT Huawei Tech Investment (PTHTI) sebagai kantor perwakilan di Indonesia. Teknologi tumbuh pesat mengikuti kebutuhan orang banyak untuk fitur yang lebih canggih, koneksi cepat, dan informasi real time. Industri hi-tech menawarkan pasar yang sangat menjanjikan dengan kebutuhan layanan yang lebih baik, lebih cepat, dan lebih murah. Teknologi yang berkembang tidak bisa dihindari dan tidak bisa dihindari. Dari technology 2G, 3G, 4G, dan 5G yang akan datang. PT Huawei Tech Investment, sebagai salah satu penyedia jasa telekomunikasi terkemuka, harus mempersiapkan bisnis strategis untuk implementasi 5G.\nTujuan dari penelitian ini adalah untuk mengembangkan strategi bisnis PT Huawei Tech Investment dalam penerapan teknologi 5G di Indonesia. Penelitian dimulai dari kerangka kerja konseptual yang telah disusun oleh penulis. Pengumpulan data dilakukan melalui wawancara dengan para pekerja di dunia telekomunikasi dan kuesioner survei online untuk mendapatkan perspektif umum. Analisis untuk memahami lingkungan bisnis telekomunikasi: dimulai dengan analisis PESTEL dan analisis Five Forces Porter.\nStrategi bisnis dikembangkan dengan memanfaatkan business model canvas. Implementasi strategi dilakukan dengan cara: modernisasi jaringan yang ada saat ini & kesiapan transportasi, uji coba 5G, keterampilan sumber daya manusia, dan kerja sama dengan pemerintah pusat maupun daerh karena 5G sangat terkait dengan infrastruktur.", "Daftar File": {"ABSTRAK Polmauli Trianita Sinaga": "https://digilib.itb.ac.id/gdl/download/210641"}, "Penulis": "Polmauli Trianita Sinaga [29318041]", "Kontributor / Dosen Pembimbing": ["Anh Dung Do, MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Teknologi, 5G, Strategi Bisnis, Persaingan, Pengalaman", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "10 Sep 2020"}