{"Nomor": 49192, "Judul": "PENGOPTIMALAN STRATEGI PENGIRIMAN UNTUK MENEKAN BIAYA TRANSPORTASI: STUDI KASUS PT RUBBER INTERNATIONAL", "Abstrak": "Sebagai produsen karet terbesar kedua, Indonesia memasok karet alam ke pasar global dengan jumlah yang cukup besar. PT RUBBER INTERNATIONAL adalah perusahaan kelas dunia dan merupakan salah satu grup pengolah karet alam  terbesar di Indonesia. Dengan total kapasitas tahunan 720.000 ton per tahun, gruo ini memproduksi beberapa jenis karet dengan spesifikasi teknis seperti SIR-10, SIR-20, dan SIR-20 CV.\nSerupa dengan sebagian besar perusahaan lain, biaya transportasi adalah salah satu komponen biaya operasional tertinggi yang membebani perusahaan. PT RUBBER INTERNATIONAL menghabiskan total Rp 93,36 Miliar, dari Januari hingga Desember 2019 untuk biaya transportasi, itu mewakili sekitar 8% dari total biaya operasional di perusahaan. Di banyak industri, biaya logistik memiliki proporsi yang signifikan dari total biaya sehingga dimungkinkan untuk melakukan pengurangan biaya besar melalui proses logistik rekayasa ulang yang fundamental. PT RUBBER INTERNATIONAL saat ini mengirimkan produknys melalui enam pelabuhan, Pelabuhan Belawan memiliki volume pengiriman tertinggi sebesar 30,04% dibandingkan dengan pelabuhan lain. Dalam hal biaya transportasi, seluruh pabrik yang mengirimkan produknya melalui Pelabuhan Belawan menimbulkan total biaya transportasi dan tarif transportasi rata-rata per kg/km tertinggi. Pelabuhan Belawan juga memiliki rasio biaya transportasi tertinggi dibandingkan dengan pelabuhan lain.\nPenelitian ini menggunakan pendekatan metode kualitatif dengan triangulasi digunakan sebagai teknik pengumpulan data yang mengacu pada aplikasi dan kombinasi beberapa metode penelitian untuk meneliti fenomena yang sama. Dengan menggabungkan beberapa metode; wawancara dengan pihak terkait di perusahaan dan analisis data internal perusahaan, peneliti berharap untuk mengatasi bias intrinsik dan masalah yang berasal dari studi metode tunggal. Penelitian ini difokuskan pada pengoptimalan strategi pengiriman ke Pelabuhan Belawan, dengan menggunakan metode Global Logistics Management Process, penelitian ini akan mengidentifikasi proses transportasi saat ini, mengusulkan potensi optimasi, mengimplementasikan rencana optimasi melalui entitas organisasi terkait di dalam perusahaan, dan memantau kemajuan terus menerus. Dengan strategi yang diusulkan ini diharapkan total biaya transportasi di PT RUBBER INTERNATIONAL dapat ditekan sehingga keuntungan yang diperoleh perusahaan dapat lebih maksimal.", "Daftar File": {"ABSTRAK Leonard Sandy Sembiring": "https://digilib.itb.ac.id/gdl/download/210634"}, "Penulis": "Leonard Sandy Sembiring [29317108]", "Kontributor / Dosen Pembimbing": ["Ir. Adirizal Nizar, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Karet Alam, Biaya Transportasi, Optimasi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "10 Sep 2020"}