{"Nomor": 49205, "Judul": "PERANCANGAN PENGEMBANGAN FASILITAS SISI UDARA BANDAR UDARA INTERNASIONAL KERTAJATI", "Abstrak": "Pembangunan Bandar Udara Internasional Kertajati dilakukan sebagai upaya\npemerintah dalam memperkuat konektivitas provinsi Jawa Barat. Dengan proyeksi\npergerakan yang mencapai 29 juta penumpang per tahun pada tahun 2030, Bandara\nKertajati harus melakukan pengembangan fasilitas yang dimiliki, termasuk fasilitas\nsisi udara, untuk menjamin Bandara Kertajati mampu melayani jumlah penumpang\ntahunan tersebut. Pada tugas akhir ini, perancangan pengembangan dilakukan\nberdasarkan pengembangan Fase II (tahun 2027), dengan proyeksi pergerakan\npenumpang tahunan sebesar 22,8 juta penumpang. Perancangan fase II mencakup\npembangunan runway selatan dan pengembangan apron sisi selatan. Perancangan\ndilakukan berdasarkan ketentuan yang dikeluarkan oleh Direktorat Jenderal\nPerhubungan Udara, Kementerian Perhubungan, ICAO, dan FAA. Perancangan\ndimulai dengan melakukan proses pengumpulan data, seperti rencana induk\nBandara Kertajati, data lingkungan, data lalu lintas eksisting, data topografi, dan\ndata geoteknik. Setelah data tersebut dikumpulkan, dilakukan perancangan\npengembangan fasilitas sisi udara, termasuk perancangan geometri, perkerasan,\nsistem drainase, dan marka. Selain itu, dilakukan pula analisis mengenai\naksesibilitas dari dan menuju Bandara Kertajati serta konsep aerocity yang saat ini\nsedang direncanakan untuk diterapkan di Bandara Kertajati. Perancangan geometri\ndilakukan dengan menggunakan pesawat Boeing 777-300 ER sebagai pesawat\nkritis, dengan panjang runway terkoreksi sebesar 3650 m. Perancangan perkerasan\ndilakukan dengan menggunakan software FAARFIELD, yang kemudian dievaluasi\ndengan menggunakan software COMFAA. Berdasarkan hasil perancangan, didapat\nuntuk perkerasan lentur menggunakan tebal lapis permukaan sebesar 13 cm dengan\ntotal tebal perkerasan sebesar 129.7 cm. Sedangkan, untuk perkerasan lentur\nmenggunakan pelat beton di lapis permukaannya dengan tebal 52 cm dengan total\ntebal perkerasan sebesar 153.6 cm. Perancangan marka disesuaikan dengan kondisi\ngeometri pada fasilitas sisi udara.", "Daftar File": {"COVER Mirza Andiani": "https://digilib.itb.ac.id/gdl/download/253308", "BAB 5 Mirza Andiani": "https://digilib.itb.ac.id/gdl/download/253314", "LAMPIRAN Mirza Andiani": "https://digilib.itb.ac.id/gdl/download/253315"}, "Penulis": "Mirza Andiani [15016049]", "Kontributor / Dosen Pembimbing": ["Dr. Harmein Rahman, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pengembangan, Geometri, Perkerasan, Drainase, Marka, Aksesibilitas, Aerocity", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "10 Sep 2020"}