{"Nomor": 49200, "Judul": "USULAN PROGRAM PENGEMBANGAN KEPEMIMPINAN DALAM MEMPERSIAPKAN TRANSFORMASI DIJITAL UNTUK PT ALFATHAN ENERGI", "Abstrak": "Dunia sedang memasuki era revolusi Industri 4.0 di mana kemajuan teknologi yang pesat, meningkatkan permintaan untuk tenaga kerja terampil. Menghadapi kondisi ini, pemimpin perusahaan harus dapat beradaptasi. karena pemimpin adalah orang yang memberikan arahan, membangun visi dan juga menciptakan sesuatu bagi perusahaan agar memiliki keunggulan yang kompetitif. Untuk itu program pengembangan kepemimpinan pada PT Alfathan Energi harus disesuaikan dengan kondisi eksternal dan internal perusahaan, karena jika tidak ditingkatkan sesuai dengan laju perubahan sosial dan ekonomi yang cepat dan masuknya gangguan teknologi terbaru, hasil dari program bisa menjadi tidak efektif.\n\nThesis ini difokuskan untuk menghasilkan usulan akan program pengembangan kepemimpinan yang dapat membantu PT Alfathan Energi untuk mengembangkan pemimpin mereka agar memiliki pemimpin yang dapat beradaptasi di era transformasi digital, oleh sebab itu untuk memberikan sebuah rekomendasi yang baik, dalam thesis ini digunakan kerangka kerja yang didukung oleh literature akademik, data kualitatif dan data quantitative yang sudah di cek akan validitas dan realibilitasnya.\n\nDalam merumuskan program pengembangan kepemimpinan di PT Alfathan Energi, langkah pertama yang dilakukan dengan memahami tahap transformasi digital perusahaan menggunakan penelitian yang telah dilakukan oleh Altimeter. Selanjutnya meneliti karakteristik pemimpin pada PT Alfathan Energi dengan menggunakan metode Technology Readiness Index, dan kemudian dilakukan analisa lebih lanjut menggunakan SWOT, TOWS matrix, perhitungan IFAS dan EFAS, serta SWOT diagram.\n\nPenelitian ini telah menghasilkan usulan program pengembangan kepemimpinan yang sudah dikombinasikan dengan kerangka pengembangan kepemimpinan perusahaan saat ini dan rincian program juga dibuat terstruktur dengan kerangka waktu untuk pelaksanaan program-program yang diusulkan, hal ini bertujuan agar program-program tersebut dapat berjalan dengan baik.", "Daftar File": {"ABSTRAK Mochammad Syarif Averoes": "https://digilib.itb.ac.id/gdl/download/210642"}, "Penulis": "Mochammad Syarif Averoes [29318083]", "Kontributor / Dosen Pembimbing": ["Sonny Rustiadi, M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Transformasi Digital, Index Kesiapan Technology, Program Pengembangan Kepemimpinan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "10 Sep 2020"}