{"Nomor": 49208, "Judul": "PUSAT PELATIHAN ICE SKATING INDONESIA KOMERSIALISASI DAN BISNIS DALAM BANGUNAN KEOLAHRAGAAN [TIPOLOGI: OLAHRAGA, REKREASIONAL & KOMERSIAL]", "Abstrak": "Ice skating merupakan cabang olahraga musim dingin yang pamornya kian naik di Indonesia. Sayangnya, kurangnya fasilitas serta sarana dan prasarana yang memadai menghambat perkembangan olahraga ini. Fasilitas Seluncur Es di Cimanggis merupakan proyek yang menjawab seluruh kebutuhan pengguna bangunan dengan kenyamanan terjamin, sesuai dengan visi KONI untuk membentuk generasi pencetak prestasi yang sehat jasmani dan rohani. Proyek akan dibangun di atas lahan seluas 1.7ha dalam kawasan PGV Cimanggis dengan FISI dan FHEI sebagai pemrakarsa. Selain arena seluncur es, pusat pelatihan olahraga ini akan dilengkapi dengan area kolam renang, pusat fisioterapi serta gym yang diperuntukkan bagi seluruh pengguna mencakup atlet dan masyarakat awam. Pengalaman ruang yang menarik menjadi isu utama dalam proses perancangan sebagai strategi dalam menarik pengunjung guna memastikan biaya pemeliharaan bangunan berlangsung baik. Konsep utama perancangan berupa socio-family relations dan ruang restoratif dimana olahraga menjadi media yang mampu mempererat hubungan keluarga serta pemanfaatan ruang terbuka hijau sebagai pendukung atmosfer tenang dan santai dalam bangunan. Penempatan arena seluncur es di basement menjadi inovasi teknologi terbaru yang mampu menghemat beban energi bangunan serta menjaga suhu dan temperatur optimal dalam pemeliharaan arena. Struktur bangunan merupakan space truss dengan bentang 56m yang disesuaikan dengan kebutuhan arena yang harus bebas kolom, juga mampu menahan beban bangunan di atasnya. Adanya arena olympic-size serta arena sintetis memungkinkan masing-masing pengguna baik atlet dan masyarakat awam dapat menikmati fasilitas dengan nyaman.", "Daftar File": {}, "Penulis": "Vanessa Susanto [15216036]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Mochammad Donny Koerniawan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Seluncur Es, Pengalaman Ruang, Socio-Family Relations, Restoratif, Pengguna", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha  \n                                     Sandy Nugraha", "File": "1 file", "Tanggal Input": "11 Sep 2020"}