{"Nomor": 49206, "Judul": "MENINGKATKAN STRATEGI BISNIS UNTUK PENJUALAN WADAH KOMPOSTER: STUDI KASUS PASMA", "Abstrak": "Sangat memprihatinkan melihat sampah yang terus bertambah di Indonesia setiap tahun. Pada tahun 2020, Jakarta menghasilkan total 7.600 ton sampah per hari, dan sebanyak 61 persen dari sampah rumah tangga. Dengan tingginya angka sampah yang berasal dari rumah tangga, UKM menciptakan salah satu inovasi dalam mengatasi sampah rumah tangga yaitu tempat sampah komposter. Peneliti memilih sendiri perusahaannya yaitu PASMA untuk dianalisis berdasarkan permasalahan yang ada. PASMA adalah perusahaan yang memasuki gaya ramah lingkungan yang menyediakan tempat sampah komposter dan dilengkapi dengan teknologi yang dapat mengubah sampah organik seperti sampah makanan menjadi sesuatu yang lebih bernilai. Namun, perusahaan menghadapi beberapa kendala dalam pembentukan UKM, seperti kurangnya dana, kurangnya latar belakang terkait dengan kemajuan ilmu pengetahuan dan teknologi, bahan yang terus berubah yang mengakibatkan PASMA tidak dapat menjual produk. Oleh karena itu, PASMA perlu memiliki strategi bisnis, yaitu gerakan dan tindakan yang digunakan perusahaan untuk menarik pelanggan, bersaing secara efektif, meningkatkan efisiensi, dan mencapai tujuan organisasi. Tujuan dari penelitian ini adalah untuk meningkatkan strategi bisnis dalam meningkatkan penjualan produk. Penelitian ini menggunakan metode kualitatif melalui wawancara. Beberapa faktor eksternal dan internal dalam kerangka konseptual akan digunakan dalam merancang pertanyaan wawancara. Berdasarkan hasil penelitian dalam menentukan harga jual, diperlukan analisis pasar untuk mendapatkan target pasar yang diinginkan dan mengetahui harga jual pasar dari sumber offline dan online. Penetapan harga jual harus mempertimbangkan berapa nilai produk yang akan diberikan kepada pelanggan dan dimulai dengan menghitung biaya produksi terlebih dahulu. Setelah harga ditentukan, akan dibuat proyeksi arus kas sebagai sumber utama penghitungan penganggaran modal. Studi ini akan digunakan untuk membuat proyeksi arus kas untuk lima tahun ke depan dan menghasilkan NPV, IRR, dan payback period dalam tiga skenario yang direncanakan. Penelitian ini masih dapat dikembangkan sebagai improvisasi strategi bisnis dalam meningkatkan penjualan produk dalam lima tahun ke depan karena adanya perubahan tren yang mempengaruhi perubahan pembelian di masa yang akan datang.", "Daftar File": {"ABSTRAK Ranti Dian Anggraini": "https://digilib.itb.ac.id/gdl/download/210671"}, "Penulis": "Ranti Dian Anggraini [19217038]", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi, S.T., M.B.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sampah, Wadah Kompos, Strategi Bisnis, Proyeksi Arus Kas", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "10 Sep 2020"}