{"Nomor": 49210, "Judul": "PUSAT SENI DAN BUDAYA SEBAGAI ETALASE BUDAYA KOTA BEKASI JAWA BARAT", "Abstrak": "Pusat Seni dan Budaya adalah suatu wadah atau sarana untuk mengembangkan, melestarikan, dan mengapresiasi seni dan kebudayaan agar tetap lestari dan dikenal masyarakat di berbagai kalangan. Salah satu kota yang terkena dampak globalisasi paling besar adalah Kota Bekasi. Saat ini, Kota Bekasi berkembang menjadi tempat tinggal kaum urban dan sentra industri. Tujuan proyek ini jika mengutip dari visi, misi dari Dinas Pariwisata dan Kebudayaan Kota Bekasi adalah terwujudnya Masyarakat Kota Bekasi yang Berbudaya dan Kreatif dan Inovatif dengan membangkitkan kembali antusiasme masyarakat Kota Bekasi terhadap Budaya daerahnya dengan menyediakan fasilitas masyarakat untuk mempelajari, memamerkan, serta memperkenalkan nilai-nilai dan identitas budaya dan menjadikan Budaya Kesenian Bekasi dikenal di masyarakat Indonesia. Proyek ini terletak Jl. Raya Pekayon, RT.004/RW.020, Pekayon Jaya, Kec. Bekasi Selatan, Kota Bekasi, Jawa Barat. Fungsi utama proyek ini yaitu galeri, auditorium, dan ruang pelatihan (workshop). Isu utama dalam merancang bangunan Pusat Seni Budaya ini yaitu isu sirkulasi, isu akustik, isu citra kebudayaan Kota Bekasi, isu urbanisme, isu sustainable sebagai karakteristik bangunan milik pemerintah, dan isu edukasi kebudayaan sebagai adaptasi dari visi pemrakarsa untuk menjadikan masyarakat Bekasi yang berbudaya.\nDari isu-isu yang didapat, diusunglah satu konsep utama yaitu Pusat Seni Budaya sebagai etalase budaya Kota Bekasi. Konsep ini nantinya akan mempengaruhi strategi perancangan pada massa bangunan, fungsi ruang, zonasi, sirkulasi, serta gubahan spasial dan selubung bangunan untuk memaksimalkan potensi budaya Kota Bekasi untuk dikenal dan diapresiasi oleh masyarakat sekitar. Terdapat beberapa jenis bangunan pada tapak yang nantinya akan disatukan oleh satu masa\npenghubung sebagai sirkulasi antar massa sehingga membentuk bangunan dengan konsep innercourt. Bangunan yang memiliki luas total sekitar 8600 m2 ini memiliki bentuk yang diadaptasi oleh bangunan tradisional sunda yaitu badak heuay namun diwujudkan dengan menggunakan material dan bentuk yang lebih modern.", "Daftar File": {}, "Penulis": "Cantika Wiba Febrina [15216025]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Erika Yuni Astuti, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Budaya, Seni, Bekasi, Pertunjukan, Galeri, Urban, Tradisional, Modern.", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "11 Sep 2020"}