{"Nomor": 49228, "Judul": "PENERAPAN STANDAR FHIR UNTUK INTEROPERABILITAS REKAM KESEHATAN ELEKTRONIK INDONESIA", "Abstrak": "Kehadiran Rekam Kesehatan Elektronik (RKE) dapat memberikan potensi untuk\nmeningkatkan interoperabilitas antar pelayanan kesehatan. Interoperabilitas adalah\nkemampuan dua atau lebih sistem untuk bertukar informasi dan menggunakan\ninformasi tersebut. Interoperabilitas memberikan kemudahan dalam menyediakan\ninformasi kesehatan secara tepat dan dalam waktu yang tepat untuk memenuhi\nkebutuhan perawatan pasien. Namun, pada praktiknya tidak semua penggunaan\nRKE telah mencapai tingkatan interoperabilitas. Indonesia turut\nmengimplementasikan RKE yang dikembangkan dalam bentuk aplikasi Sistem\nInformasi Kesehatan. Namun pengembangan SIK di Indonesia masih\nterfragmentasi sehingga menghambat proses komunikasi antar sistem. Sejumlah\nstandar interoperabilitas telah dikembangkan untuk mendukung interoperabilitas\ndata kesehatan serta menghubungkan antar sistem yang berbeda agar dapat\nberkomunikasi dengan cara yang sama melintasi batas sistem. Fast Healthcare\nInteroperability Resource (FHIR) merupakan standar interoperabilitas yang\ndikembangkan Health Level Seven (HL7) untuk mendukung pertukaran data\nkesehatan dalam format digital secara syntactic dan semantic. FHIR terdiri atas\nFHIR Resource dan Representational State Transfer Application Programming\nInterface (REST API). Penelitian ini membahas mengenai penerapan standar FHIR\nuntuk interoperabilitas RKE Indonesia pada studi kasus poliklinik umum. Peneliti\nmelakukan mapping dan gap analysis untuk melihat kemampuan FHIR Resource\ndalam merepresentasikan kebutuhan elemen data rekam medis poliklinik umum di\nIndonesia. Hasil mapping dan gap analysis menunjukan bahwa perancangan Profile\ndibutuhkan untuk memberikan spesifikasi penggunaan FHIR Resource yang\nmemenuhi kebutuhan rekam medis poliklinik umum Indonesia. Tahap berikutnya\nadalah mengimplementasikan standar FHIR pada perancangan prototipe\ninteroperabilitas RKE dalam bentuk client-server dengan mengimplementasikan\nFHIR Resource dan REST API untuk melakukan pertukaran data. Data rekam\nmedis dipertukarkan dalam bentuk FHIR Resource dengan menyesuaikan\nspesifikasi Profile. Hasil pengujian prototipe menunjukan bahwa, penerapan\nstandar interoperabilitas FHIR pada RKE Indonesia memberikan kelayakan untuk\nmelakukan interoperabilitas secara sintaktis dan semantik.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/210740", "Abstrak": "https://digilib.itb.ac.id/gdl/download/210741", "Abstract": "https://digilib.itb.ac.id/gdl/download/210742", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/210743", "Tesis": "https://digilib.itb.ac.id/gdl/download/210802"}, "Penulis": "Inten Fauziah Hidayat [23217320]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Tati Latifah Erawati Rajab", "Dr. Beni Rio Hermanto, S.T., M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "Generalities", "Kata Kunci": "Rekam kesehatan elektronik, interoperabilitas, FHIR", "Sumber": "", "Staf Input/Edit": "karya  \n                                     karya", "File": "5 file", "Tanggal Input": "11 Sep 2020"}