{"Nomor": 49220, "Judul": "ANALISIS KEAUSAN PADA FLENS BELAKANG RODA LRT AKIBAT PENGGUNAAN REL PAKSA", "Abstrak": "Pengguna kereta api di Indonesia dari 2006 ke 2018 terus mengalami peningkatan, khususnya pada pengguna kereta komuter atau sistem transit. Sistem transit LRT memiliki ciri khas, diantaranya adalah penggunaan radius tikungan yang kecil untuk mengakses daerah perkotaan yang padat. Alat pengaman berupa rel paksa harus dipasang dalam tikungan dengan radius kecil untuk menghindari adanya peristiwa keluar rel. Namun pemasangan rel paksa yang tidak optimal dapat menyebabkan keausan pada flens belakang roda. Penelitian dalam tugas sarjana ini bertujuan untuk mengoptimalkan parameter jalan rel dan rel paksa agar keausan yang terjadi pada flens belakang roda berkurang namun tetap berfungsi sebagai alat keselamatan terhadap peristiwa keluar rel.\nUntuk memenuhi penelitian tersebut, telah dibangun model dinamik LRT dengan rel paksa menggunakan perangkat lunak Universal Mechanism. Rel paksa dimodelkan dengan memodifikasi kurva profil rel utama dan melalui analisis pasangan profil roda dengan rel dapat diidentifikasi titik kontak antara tapak roda dengan rel utama dan flens belakang roda dengan rel paksa. Model dinamik LRT dengan rel paksa kemudian divalidasi dengan membandingkan gaya-gaya pada titik kontak rel paksa saat melalui tikungan radius konstan antara perhitungan analitik dengan hasil simulasi UM Simulation. Hasil validasi menunjukkan perbedaan 1% sehingga model dapat dianggap representatif. Selanjutnya dilakukan pengujian di tikungan radius 80 m dengan beberapa parameter jalan rel menggunakan model dinamik tersebut.\nHasil simulasi pengujian didapatkan bahwa lebar celah rel paksa 60 mm menghasilkan indeks keausan yang cukup tinggi. Lebar celah rel paksa yang paling optimal berkisar 68 mm sampai 70 mm. Parameter optimal lain yang mengurangi indeks keausan adalah peninggian rel 50 mm, pelebaran rel 20 mm, dan kecepatan operasi 20 km/jam. Alternatif lain untuk menurunkan indeks keausan pada flens belakang roda adalah dengan memberikan lubrikasi pada rel paksa.", "Daftar File": {"ABSTRAK Aditya Pradana Nugroho": "https://digilib.itb.ac.id/gdl/download/210716"}, "Penulis": "Aditya Pradana Nugroho [13116048]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Andi Isra Mahyuddin, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Kereta api ringan, simulasi benda jamak, keausan flens belakang, rel paksa", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "11 Sep 2020"}