{"Nomor": 49225, "Judul": "ANALISIS TENGGANG CACAT PADA STRUKTUR BADAN PESAWAT MENGALAMI PERBAIKAN YANG DIOPERASIKAN OLEH TNI AU STUDI KASUS : BOEING 737-200, REG: AI-7301", "Abstrak": "Cacat berupa retak merupakan salah satu sumber kegagalan yang umum pada struktur\npesawat terbang, tak terkecuali pada komponen-komponen pada pesawat yang\nmengalami perbaikan akibat adanya korosi. Langkah perbaikan dilakukan agar umur\nsuatu struktur bertambah sehingga komponen yang mengalami korosi dapat\nberoperasi lebih lama dibandingkan yang seharusnya. Perbaikan juga dapat\nmenghemat dari sisi ekonomi dibandingkan dengan membeli komponen baru.\nMeskipun dari segi kekuatan, struktur yang mengalami perbaikan tidak lebih baik\ndengan komponen baru. Oleh karena itu, penentuan umur suatu struktur sangatlah\npenting apabila sturktur mengalami perbaikan.\nPada tugas akhir ini, akan dilakukan analisis tenggang cacat pada struktur pesawat\nmengalami perbaikan yang dioperasikan oleh TNI AU dengan studi kasus Boeing\n737-200. Struktur yang mengalami perbaikan tersebut adalah keel beam lower chord\nyang terletak pada bagian tengah dari badan pesawat. Perbaikan dilakukan akibat\nadanya korosi yang terjadi pada struktur keel beam lower chord, sehingga bagian\nyang terkena korosi diganti, namun struktur harus tetap dapat menahan beban yang\nditerima. Analisis kekuatan statik dilakukan untuk mengetahui seberapa besar beban\nyang diterima dalam arah aksial oleh struktur keel beam lower chord yang mengalami\nperbaikan dan selanjutnya dilakukan analisis tenggang cacat pada struktur keel beam\nlower chord yang mengalami perbaikan.\nAnalisis kekuatan statik dilakukan dengan memodelkan komponen-komponen\npenahan beban yang terdapat pada bagian tengah dari badan pesawat, kemudian\ndisimulasikan menggunakan perangkat lunak MSC PATRAN/NASTRAN dan\ndidapatkan hasil tegangan yang terjadi dalam arah aksial pada komponen keel beam\nlower chord. Setelah mendapatkan tegangan aksial yang terjadi, kemudian struktur\nkeel beam lower chord yang mengalami perbaikan dimodelkan dan disimulasikan\nmenggunakan perangkat lunak ABAQUS untuk mendapatkan nilai ???? factor pada\npanjang retak tertentu. Nilai yang telah didapatkan kemudian diolah dengan data\nprofil misi penerbangan yang terjadi untuk analisis tenggang cacat dengan\nmenggunakan perangkat lunak MATLAB. Sehingga didapatkan spektrum beban,\numur yang dapat dioperasikan serta interval inspeksi pada struktur keel beam lower\nchord yang mengalami perbaikan.", "Daftar File": {}, "Penulis": "Raihan Rafif [13616055]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Ichsan Setya Putra"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "retak, perbaikan, keel beam lower chord, faktor intensitas tegangan, analisis tenggang cacat, interval inspeksi, MSC PATRAN/NASTRAN, ABAQUS, MATLAB", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "0 file", "Tanggal Input": "11 Sep 2020"}