{"Nomor": 49231, "Judul": "STRATEGI PEMASARAN MENGGUNAKAN APLIKASI MOBILE UNTUK MENINGKATKAN ADVOKASI MEREK PADA DFSK", "Abstrak": "DFSK adalah salah satu dari dua produsen mobil dari Cina yang masuk ke pasar Indonesia sejak kuarter ke-4 2017 di tengah pasar otomotif yang mayoritas pangsa pasarnya dikuasi oleh produsen mobil dari Jepang. DFSK memasuki segmen mobil komersial dan mobil penumpang dengan strategi pemasaran yang berbeda dalam metode promosinya. Untuk mobil komersial DFSK fokus pada tenaga penjual sebagai jalur utama untuk mempromosikan tanpa memanfaatkan iklan. Untuk mobil penumpang DFSK menggunakan strategi Duta Merk Agnes Monica di setiap iklan dan brosur tercetak. DFSK memfokuskan dirinya hanya menjual mobil jenis SUV untuk segmen mobil penumpang dengan mengedepankan pada harga yang lebih murah dengan fitur yang lebih dibandingkan produk pesaing. \nMelihat performa penjualan mobil DFSK tidak sesuai dengan target yang telah ditetapkan dan terdapat kecenderungan menurun, mengindikasikan adanya pendekatan strategi pemasaran yang kurang tepat. Penelitian ini ditujukan untuk menganalisis keefektifan strategi pemasaran yang sudah ada, memberikan usulan strategi pemasaran untuk produk yang sudah ada dan yang akan datang, dan strategi untuk meningkatkan persepsi dan kesan dari merk DFSK.\nHasil dari analisis internal, eksternal, dan pengumpulan kuisioner dari masyarakat, menunjukkan bahwa merk DFSK masih kurang bisa diterima dikarenakan kurang dikenalnya merk DFSK, persepsi negatif terhadap merk asal Cina, kurang efektif dalam memanfaatkan Duta Merk, kurang tepat memposisikan produknya di pasar, terlalu bergantung kepada strategi humas sehingga tidak melakukan kampanye iklan di media online dan offline, dan kompetisi yang semakin meningkat di segmen mobil yang dimasuki DFSK.\nSetelah mencermati hasil analisis dan kondisi pandemi COVID-19 saat ini, yang tidak memungkinkan untuk melakukan kampanye pemasaran baru dengan memberikan dampak yang signifikan, penulis mengajukan pemanfaatan aplikasi mobile untuk meningkatkan advokasi merk pada pemilik mobil DFSK saat ini. Tujuan utama dari aplikasi mobile ini adalah untuk mempermudah pemilik DFSK berinteraksi sehingga akan terbentuk solidaritas dan komunitas yang kuat yang efeknya akan membuat merek DFSK lebih dikenal ditengah masyarakat.", "Daftar File": {"ABSTRAK Lucky Wibisono": "https://digilib.itb.ac.id/gdl/download/210761"}, "Penulis": "Lucky Wibisono [29318303]", "Kontributor / Dosen Pembimbing": ["Iwan Setiawan, MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Duta Merek, Strategi Pemasaran, Otomotif, Aplikasi Mobile, Advokasi Merek", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "11 Sep 2020"}