{"Nomor": 49238, "Judul": "EKSTRAKSI BESI DARI RED MUD MENGGUNAKAN LDPE DAN BATUBARA PADA TEMPERATUR 1250OC-1550OC DALAM SUASANA ARGON (ULASAN)", "Abstrak": "Red mud dan Low density polyethylene (LDPE) merupakan limbah yang mencemari lingkungan. Kedua jenis limbah tersebut dapat menyebabkan efek biomagnifikasi yang berimbas kepada manusia. Red mud dihasilkan dari proses pengolahan bauksit menjadi alumina pada proses Bayer. Red mud memiliki karakteristik alkalinitas tinggi (pH 10-13), memiliki kandungan besi oksida berkisar 25% hingga 70%, dan berukuran halus (seperti debu, ukuran rata-rata partikel sebesar <10?m). Limbah plastik yang ditimbun dapat menyebabkan pencemaran air hingga batas area penimbunan serta menghasilkan bau yang berbahaya, gas berbahaya dan hidrokarbon lainnya yang terbentuk saat terjadi pembakaran limbah plastik. Plastik mikro dapat mengkontaminasi tubuh makhluk laut dan daratan apabila tidak sengaja tertelan bersama makanan. Di Indonesia sendiri pertumbuhan limbah plastik dalam sehari mencapai 26.302 ton. Saat ini, sekitar tiga persen dari limbah plastik didunia sudah digunakan sebagai bahan reduktor tambahan dalam proses pembuatan besi di blast furnace. Studi ini bertujuan mempelajari pengaruh LDPE sebagai bahan campuran reduktan untuk mereduksi besi oksida dalam red mud dengan meninjau kembali hasil penelitian yang telah dipublikasi ilmiah, jurnal, laporan hasil riset, tesis, dll.\nMetode penelitian pertama-tama diawali dengan pengumpulan dokumen riset terkait yang mengandung kata kunci : LDPE, red mud, temperatur, besi oksida, reduksi, batubara. Kedua, dokumen riset yang irelevan dieliminasi dari daftar dokumen yang akan dikaji. Ketiga, dilakukan proses input data dan analisis dari daftar dokumen yang akan dikaji. Keempat, dilakukan analisa perbandingan terhadap data dan analisis yang telah dilakukan terhadap referensi lain. Kelima, ditarik kesimpulan dari studi literatur yang dilakukan.\nHasil studi menunjukkan bahwa penambahan LDPE sebagai campuran reduktor batubara menurunkan kadar abu dari campuran LDPE dan batubara, menurunkan kadar sulfur dalam logam, meningkatkan kadar karbon dalam logam, menurunkan emisi CO2, menurunkan permeabilitas bed batubara, meningkatkan perolehan logam besi hingga titik optimal sebesar 94,9% yang didapatkan ketika perbandingan batubara terhadap LDPE adalah 1:1. Temperatur operasi yang semakin tinggi ditunjang pengaturan terak pada titik leleh terendah, akan meningkatkan perolehan logam besi, dimana temperatur optimum adalah 1550oC. Dari hasil studi dapat disarankan untuk melakukan beberapa tindakan yaitu: reduksi komposit red mud dengan campuran LDPE dan batubara dengan perbandingan 1:1, penelitian reduksi red mud pada temperatur 1550oC, penelitian mengenai pengaruh penambahan LDPE dan batubara sebagai reduktan dalam Electric Arc Furnace, dan penelitian mengenai terak hasil reduksi red mud menggunakan reduktan campuran LDPE dan batubara.", "Daftar File": {"COVER Ignatius Waluya Setiawan S": "https://digilib.itb.ac.id/gdl/download/210778"}, "Penulis": "Ignatius Waluya Setiawan S [12516064]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Zulfiadi, S.T., M.T.", "Taufiq Hidayat, S.T., M.Phil., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Metallurgy", "Kata Kunci": "LDPE, red mud, temperatur, besi oksida, reduksi, batubara", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "6 file", "Tanggal Input": "11 Sep 2020"}