{"Nomor": 49232, "Judul": "ANALISIS KEBERLANJUTAN DAN STRATEGI PENGELOLAAN TAMBAK UDANG PUTIH (LITOPENAEUS VANNAMEI) SISTEM INTENSIF DI PESISIR SELATAN JAWA BARAT", "Abstrak": "Keberadaan industri tambak udang putih (Litopenaeus vannamei) sistem intensif di\nPesisir Selatan Jawa Barat memiliki kontribusi yang signifikan memberikan\nmanfaat terhadap kemajuan sektor akuakultur Indonesia, daerah, dan masyarakat\nsekitar. Meskipun pertumbuhannya sangat cepat, industri ini menghadapi beberapa\nkendala dalam keberlanjutannya seperti penurunan kualitas air, penyakit, dan\npencemaran lingkungan. Penelitian ini bertujuan untuk mengkaji status\nkeberlanjutan dan selanjutnya merumuskan strategi pengelolaan tambak udang\nputih sistem intensif untuk industri. Penelitian ini menggunakan metode studi kasus\nberganda dengan pelaksanaan penelitian mencakup empat tahapan utama : 1)\nidentifikasi aspek dan penyusun atribut keberlanjutan yang meliputi dimensi\nekologi, ekonomi, sosial, dan teknologi, 2) analisis status keberlanjutan dengan\nmetode RAPFISH-MDS (Rapid Appraisal for Fisheries–Multidimensional\nScaling), 3) penentuan atribut yang signifikan dari nilai Root Mean Square (RMS)\nhasil analisis sensitivitas metode RAPFISH-MDS, dan 4) penyusunan strategi\npengelolaan dengan metode QSPM (Quantitative Strategic Planning Matrix).\nInforman dalam penelitian ini ditentukan dengan cara purposive sampling.\nPengumpulan data primer dilakukan dengan metode observasi langsung,\nwawancara mendalam, dan kuesioner. Data sekunder dikumpulkan melalui kajian\npustaka, Dinas Kelautan dan Perikanan Provinsi Jawa Barat, dan Shrimp Club\nIndonesia (SCI) regional Jawa Barat. Berdasarkan hasil kajian menunjukkan bahwa\nstatus keberlanjutan tambak udang putih sistem intensif di Pesisir Selatan Jawa\nBarat termasuk dalam kategori cukup berkelanjutan dengan indeks keberlanjutan\nsebesar 63,92. Penyusunan strategi pengelolaan menghasilkan 12 strategi alternatif\ndengan tahapan implementasi jangka pendek, menengah, dan panjang. Berdasarkan\nhasil penelitian dapat disimpulkan bahwa status keberlanjutan tambak udang putih\nsistem intensif di Pesisir Selatan Jawa Barat adalah cukup berkelanjutan dan untuk\nkeberlanjutannya diperlukan strategi pengelolaan yang menitik beratkan pada\nperbaikan sistem intensifikasi tambak udang dengan kepadatan tebar benur\nditingkatkan untuk meningkatkan produktivitas dan penjualan, perbaikan kualitas\nair dengan monitoring yang kontinu, perbaikan manajemen penyakit, serta\npenggunaan probiotik yang tepat dengan tidak adanya polusi yang masuk, dan\nketersediaan energi listrik harus diambil sebagai pertimbangan serius.", "Daftar File": {"ABSTRAK Muhamad Aldi Nurdiansyah": "https://digilib.itb.ac.id/gdl/download/210766"}, "Penulis": "Muhamad Aldi Nurdiansyah [21319020]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Gede Suantika, S.Si., M.Si.", "Dr. Ir. Mia Rosmiati, M.P."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "intensif, Jawa Barat, tambak udang, status keberlanjutan, strategi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "11 Sep 2020"}