{"Nomor": 49249, "Judul": "EVALUASI EKONOMI PROYEK PERTAMBANGAN EMAS BAWAH TANAH SHRINKAGE STOPING PADA PT XYZ DENGAN MENGGUNAKAN METODE REAL OPTION", "Abstrak": "Investasi merupakan kegiatan yang bertujuan untuk memperoleh nilai lebih atau keuntungan di masa depan dari sejumlah kapital yang dikeluarkan pada saat ini. Perusahaan melakukan evaluasi keekonomian proyek agar dapat mengetahui ekspektasi nilai tambah yang mampu diperoleh sebagaimana tujuan dari investasi itu sendiri. Perusahaan harus mampu untuk melakukan penilaian dan evaluasi dalam hal keekonomisan suatu proyek yang ingin diinvestasikan. Metode yang paling sering digunakan ialah metode discounted cash flow (DCF) yang mana merupakan metode evaluasi ekonomi yang digunakan untuk memperkirakan nilai pengembalian investasi berdasarkan arus kas masa depan. Dalam prosesnya diketahui terdapat kendala seperti tidak diperhatikannya unsur-unsur ketidakpastian serta fleksibilitas manajemen. Real option valuation (ROV) menawarkan cara untuk menghadapi keterbatasan tersebut. Penilaian ROV tidak mengganti kehadiran DCF namun sebagai tambahan untuk mengisi gaps yang tidak diakomodir DCF.\nTujuan penulisan tugas akhir ini ialah menilai kelayakan ekonomi dari hasil perencanaan dan desain tambang dengan metode discounted cash flow analysis (DCF), mengevaluasi parameter yang sensitif terhadap perubahan nilai net present value (NPV), menilai kelayakan ekonomi dengan metode real option valuation (ROV), dan membandingkan hasil perolehan NPV dari metode DCF dan ROV. Berdasarkan analisis metode DCF didapat kesimpulan bahwa proyek seharusnya tidak diterima dengan parameter paling sensitif penyusun arus kas adalah harga jual emas. Namun hasil metode ROV menunjukkan nilai Strategic NPV yang relatif baik serta memberikan informasi waktu mulai menambang yang tepat yaitu setahun setelah perhitungan kelayakan ekonomi dilakukan. Selama proses penyelesaian real option didapati informasi bahwa semakin besar nilai ketidakpastian yang ditinjau maka semakin besar pula nilai opsi yang didapatkan. Melalui hasil dari real option ini disimpulkan bahwa investasi proyek sebaiknya ditunda dan menunggu hingga nilai aset naik di masa yang akan datang.", "Daftar File": {"COVER Pamursito Pradhana Yudhanto": "https://digilib.itb.ac.id/gdl/download/210825"}, "Penulis": "Pamursito Pradhana Yudhanto [12116067]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Fadhila Achmadi Rosyid, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Generalities", "Kata Kunci": "ketidakpastian, discounted cash flow, real option valuation", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "11 Sep 2020"}