{"Nomor": 49241, "Judul": "ANALISA STRATEGI PARA PEMODAL VENTURA KORPORASI SEBAGAI PENYALUR INOVASI UNTUK KORPORASI INDUK MENGGUNAKAN METODE INOVASI TERBUKA", "Abstrak": "Ekosistem startup berbasis teknologi berkembang pesat di Indonesia, seperti juga minat membangun unit Corporate Venture Capital (CVC) sebagai investor institusi untuk berkontribusi dalam ekosistem kewirausahaan digital, tetapi seringkali tujuan yang ingin dicapai oleh perusahaan induk sebagai pemegang saham dari startup teknologi tidak hanya untuk meraup keuntungan dari penanaman modal tetapi juga untuk memasukkan akulturasi budaya kerja yang inovatif antara perusahaan induk serta unit bisnisnya dengan startup yang memacu inovasi dalam pengembangan produk, model bisnis dan menangkap pasar baru.\nTujuan proyek akhir ini adalah melakukan penelitian untuk mengidentifikasi elemen Stimulus Inovasi di perusahaan induk yang mempengaruhi Kapasitas Inovasi, dan juga untuk mengidentifikasi elemen Kapasitas Inovasi dari unit CVC dan portofolio mereka yang mempengaruhi Kinerja Inovasi Perusahaan Induk dengan menggunakan kuesioner berbasis likert, didistribusikan dan dikumpulkan lebih dari 100 sampel karyawan perusahaan induk yang terlibat dengan unit CVC serta menggunakan analisis PLS-SEM untuk mendapatkan hasil bahwa unit CVC dan portofolionya merupakan bagian utama dari Kapasitas Inovasi yang memainkan peran penting dalam hubungan antara Stimulus Inovasi dan Kinerja Inovasi dari perusahaan induk.\nLebih lanjut, penulis juga mendefinisikan Faktor-Faktor Utama dari unit CVC untuk memiliki peran strategis dalam perusahaan induk dan unit anak perusahaan, sebagai penyalur inovasi untuk para perusahaan tersebut. Selain itu, tugas akhir ini juga membantu para manajer perusahaan untuk mengetahui lebih detail dari berbagai jenis tipe CVC bila ingin membangun unit CVC di perusahaan induk mereka untuk mencapai keunggulan daya saing berkelanjutan.", "Daftar File": {"ABSTRAK Herdi Sularko": "https://digilib.itb.ac.id/gdl/download/210803"}, "Penulis": "Herdi Sularko [29318326]", "Kontributor / Dosen Pembimbing": ["Dr. Dina Dellyana, S.Farm., M.A.B."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Inovasi Korporasi, Inovasi Terbuka, Investasi Modal Ventura, Manajemen Inovasi, Modal Ventura Korporasi, Ventura Korporasi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "11 Sep 2020"}