{"Nomor": 49240, "Judul": "MENEMUKAN PENDEKATAN SIKLUS PROYEK TI YANG PALING TEPAT UNTUK PT HARVEST LIFE INDONESIA", "Abstrak": "PT Harvest Life Indonesia (dikenal sebagai \"Harvest Life\") adalah perusahaan asuransi jiwa lokal yang didirikan Oktober 2016. Perusahaan memiliki lebih dari 365 kantor cabang yang tersebar di seluruh Indonesia dan didukung lebih dari 10.000 agen, dan sekitar 1.000 karyawan. Sebagai pendatang baru di industri asuransi jiwa, Harvest Life berambisi untuk bersaing dengan 'raksasa' asuransi jiwa dengan produk yang inovatif. Dengan demikian, manajemen mengambil arah yang cepat dan fleksibel yang menyebabkan perubahan mendadak dalam pelaksanaan proyek TI.\nDivisi TI menerapkan pendekatan siklus proyek ‘plan-driven’ (dikenal sebagai ‘waterfall’). Pendekatan ini dipilih karena umum digunakan oleh semua anggota tim TI. Namun, karena perubahan cepat dalam arah perusahaan, pendekatan tersebut tidak dapat memenuhi harapan bisnis dan proyek mulai tersendat. Hal ini menimbulkan pertanyaan apakah pendekatan ini sudah tepat, atau pendekatan mana yang paling tepat?\nPenelitian dilakukan untuk mengetahui pendekatan siklus proyek yang paling tepat diimplementasikan, juga kriteria kunci keberhasilan untuk memastikan keberhasilan implementasi proyek. Penelitian dilakukan berdasarkan metode kualitatif untuk mencari pemahaman masalah dari perspektif pemangku kepentingan dengan wawancara. Hasil wawancara dipetakan dan dianalisis untuk mengidentifikasi temuan utama yang dikelompokkan menjadi tiga kelompok: karakteristik proyek, karakteristik sponsor, dan ‘agile awareness’.\nDari penelitian ini disimpulkan bahwa tidak ada siklus umum yang sesuai untuk semua proyek; setiap proyek perlu dirancang sesuai dengan karakteristiknya. Untuk itu, manajer proyek akan dilengkapi dengan alat identifikasi pendekatan proyek. Peneliti juga mengidentifikasi kriteria kunci keberhasilan untuk memastikan keberhasilan implementasi proyek. Dengan kriteria keberhasilan utama ini diterapkan di Harvest Life dan didukung oleh pemilihan pendekatan siklus hidup proyek yang tepat, diharapkan proyek-proyek di Harvest Life dapat diimplementasikan dengan sukses.", "Daftar File": {"ABSTRAK Franky": "https://digilib.itb.ac.id/gdl/download/210801"}, "Penulis": "Franky [29318322]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Aries F Firman, M.Sc., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Agile, Kriteria Kunci Keberhasilan, Siklus Proyek, Waterfall.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "11 Sep 2020"}