{"Nomor": 49255, "Judul": "STUDI PERBANDINGAN STANDAR PELAPORAN KEUANGAN INTERNATIONAL (IFRS 17) DAN STANDAR PELAPORAN KEUANGAN INTERNATIONAL (IFRS 4); STUDI KASUS ATAS PT ASURANSI JIWA GENERALI INDONESIA", "Abstrak": "Tugas akhir ini melakukan studi tentang dampak dari standar akuntansi baru, Standar Pelaporan Keuangan Internasional: Kontrak Asuransi IFRS 17, atau singkatnya disebut IFRS 17, pada indikator kinerja yang umum diterapkan, serta pada indikator spesifik industri asuransi, dengan PT. Asuransi Jiwa Generali Indonesia sebagai studi kasus.\n\nHasil dari kedua indikator kinerja spesifik industri dan keuangan harus diterapkan untuk menilai dan membandingkan kinerja Generali Indonesia dari sistem akuntansi IFRS 4 saat ini dan sistem akuntansi IFRS 17 mendatang. Hasilnya kemudian akan dianalisis untuk memberikan rekomendasi tentang strategi yang harus diambil Generali Indonesia untuk meningkatkan kinerja keuangannya, dan pada akhirnya untuk mencapai tujuan manajemen dan menghasilkan pengembalian yang optimal bagi para pemegang sahamnya.\n\nStudi ini menyimpulkan bahwa walaupun hasil dari sebagian besar indikator spesifik industri asuransi tidak berbeda antara sistem akuntansi IFRS 4 dan IFRS 17, hasil dari indikator non-industri menunjukkan perubahan yang cukup besar karena pendekatan yang lebih konservatif terhadap pengakuan pendapatan dari kontrak asuransi sebagaimana ditentukan oleh IFRS 17.\n\nDiharapkan melalui penerapan IFRS 17, investor dan analis keuangan akan menerima presentasi laporan keuangan yang lebih jelas dan lebih dapat dibandingkan dari perusahaan asuransi, yang akan menarik lebih banyak minat dari investor untuk berinvestasi di industri asuransi. Namun, dalam masa transisi, karena perubahan besar dalam hasil indikator keuangan dari IFRS 4 dan IFRS 17 seperti yang digambarkan melalui hasil dari Generali Indonesia, direkomendasikan untuk merujuk pada indikator khusus industri asuransi dalam menganalisis kinerja yang tidak menunjukkan pergeseran besar antara IFRS 4 dan IFRS 17.\n\nDalam persiapan implementasi IFRS 17 itu sendiri, Generali Indonesia harus memperkuat pemrosesan datanya untuk lebih jauh menghasilkan asumsi yang lebih tepat dalam mengukur laba yang diterima dari kontrak asuransi. Selain itu, karena komponen investasi akan diekstraksi dari pengakuan pendapatan berdasarkan IFRS 17 yang bertentangan dengan IFRS 4, Generali Indonesia harus lebih fokus dalam memproduksi produk non Unit Linked, karena sebagian besar produk Unit Linked jatuh pada aspek investasi mereka.\n\nYang paling penting, karena IFRS 17 membutuhkan lebih banyak informasi untuk diberikan sebagai pengungkapan, perusahaan harus fokus pada pembaruan sistem aktuaria dan akuntansi terkait dalam memproses dan mencatat informasi yang diperlukan dalam sistem baru, yang akan melibatkan proses tambahan untuk memastikan proses bisnis yang berkelanjutan di masa depan.", "Daftar File": {"ABSTRAK Monika Astrid Satmaka": "https://digilib.itb.ac.id/gdl/download/210850"}, "Penulis": "Monika Astrid Satmaka [29318361]", "Kontributor / Dosen Pembimbing": ["Dr. Isrochmani Murtaqi, S.E., M.Acc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Asuransi, Indikator Kinerja, IFRS 4, IFRS 17, Kinerja Keuangan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "11 Sep 2020"}