{"Nomor": 49252, "Judul": "PERANCANGAN MONITORING PLATFORM UNTUK KANDUNGAN AIR SUNGAI BERBASIS IOT SEBAGAI BAGIAN SMART ENVIRONMENT STUDY KASUS: KOTA CIMAHI", "Abstrak": "Pemantauan dan pengendalian pencemaran air sungai dari limbah industri dan\ndomestik saat ini menjadi salah satu bagian yang sangat penting dalam pembangunan\nkota. Saat ini sulit untuk menentukan sumber pencemar yang ada di sungai karena data\njumlah industri yang membuang air limbah ke sungai masih terbatas. Pengujian sampel\nair sungai yang dilakukan oleh laboratorium lingkungan hanya dua kali dalam setahun,\natau berdasarkan permintaan dari pihak yang berkepentingan seperti perusahaan,\npabrik, dan institusi Kepolisian Daerah (Polda) berdasarkan kecurigaan atau laporan\natas dugaan pembuangan limbah. Namun pada saat pengambilan sampel sering terjadi\nair sungai yang akan diuji sudah kembali normal karena air limbah yang dibuang oleh\nindustri sudah mengalir ke hilir. Oleh sebab itu diperlukan pemantauan in situ yang\ndapat memantau kualitas air sungai, memperkirakan sumber pencemar, dan\nmerekomendasikan waktu pengambilan sampel air sungai yang tepat sehingga dapat\ndilakukan pengawasan dan pengendalian terhadap pencemaran sungai. Penggunaan\nteknologi Internet of Things memungkinkan pemerintah daerah untuk dapat merekam\nkualitas air sungai lebih cepat melalui sensor suhu air, kekeruhan, total dissolved solids,\npH, suhu udara, ketinggian air, dan hujan, kemudian dengan algoritma Decision Tree\nC4.5, data yang berhasil direkam dapat dianalisis sehingga menyajikan waktu\npencemaran tertinggi. Waktu pencemaran tertinggi ini dapat dijadikan sebagai\nrekomendasi waktu pengambilan sampel untuk uji hasil laboratorium. Kombinasi\npenggunaan teknologi Internet of Things, Rest API, dan Decision Tree C4.5 dapat\nmenghasilkan monitoring platform kandungan air sungai yang digunakan untuk\npemantauan dan pengendalian pencemaran sungai.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/210843", "Abstrak": "https://digilib.itb.ac.id/gdl/download/210844", "Abstract": "https://digilib.itb.ac.id/gdl/download/210845", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/210846", "Tesis": "https://digilib.itb.ac.id/gdl/download/210847"}, "Penulis": "Hani Purwati Hanifah [23218074]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Suhono Harso Supangkat, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Smart Environment, Internet of Things, Baku Mutu Kualitas Air, Metode Storet, Decision Tree C4.5, Platform Monitoring", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "11 Sep 2020"}