{"Nomor": 49256, "Judul": "STUDI PREFERENSI KONSUMSI TOKO KOPI DAN MODEL HARGA DI JAKARTA, INDONESIA", "Abstrak": "Tujuan dari penelitian ini adalah untuk mendapatkan gambaran tentang perbedaan persepsi dan motivasi dalam konsumsi kopi dan kesadaran pengaruhnya terhadap pelanggan di kedai kopi di sekitar Wilayah Jakarta. Untuk penelitian ini dilakukan dengan tinjauan literatur, dibuat dari 23 makalah yang kemudian dianalisis, dan wawancara dengan 10 penikmat kedai kopi. Analisis literatur dan wawancara menemukan bahwa preferensi pelanggan yang mempengaruhi pembelian kopi adalah: Rasa, desain produk, suasana, pengaruh merek, aksesibilitas lokasi, dan harga adalah preferensi pelanggan yang paling banyak pada pembelian kopi mereka. Preferensi ini akan menentukan pilihan pelanggan dalam memilih kedai kopi untuk melakukan pembelian dan akan menentukan perbedaan dalam daya beli kopi.\n\nDari hasil, survei online dilakukan untuk konsumen coffee shop. Hasilnya dikumpulkan dari 111 responden yang tinggal di Wilayah Jabodetabek, dengan kegiatan mereka dilakukan di seluruh Wilayah Jakarta. Dengan lebih dari 1000 kedai kopi di sekitar Wilayah Jakarta, Jakarta akan menjadi daerah yang menarik untuk penelitian tentang kedai kopi, sehingga Jakarta dipilih.\n\nKeterbatasan penelitian ini adalah bahwa penelitian ini hanya mempelajari preferensi pelanggan untuk kedai kopi di Wilayah Jakarta. Karena pandemi yang muncul saat meneliti, survei hanya dilakukan secara online. Studi ini akan berfokus pada 5 merek kopi yang diputuskan berdasarkan wawancara. Temuan penelitian ini akan bermanfaat bagi para pemangku kepentingan, pemilik kedai kopi, dan konsumen kedai kopi di berbagai daerah di Jakarta. Di masa depan proses penelitian kualitatif dan kuantitatif dapat dilakukan untuk lebih banyak merek untuk mengkonfirmasi ulang dan untuk meningkatkan temuan makalah ini.", "Daftar File": {"ABSTRAK Adrian Gautama Himawan": "https://digilib.itb.ac.id/gdl/download/210851"}, "Penulis": "Adrian Gautama Himawan [29318362]", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi, S.T., M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Preferensi konsumen, Harga Apartemen, Perumahan, Indonesia, Jakarta", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "11 Sep 2020"}