{"Nomor": 49259, "Judul": "USULAN STRATEGI BISNIS KEPADA PT METAFORA CIPTA SENTOSA DI BISNIS PROPERTI", "Abstrak": "Rumah merupakan salah satu kebutuhan pokok manusia dan merupakan faktor penting dalam meningkatkan martabat manusia. Bisnis property di Indonesia sendiri adalah salah satu bisnis potensial terbaik karena masih adanya perumahan yang kurang layak huni. Namun, dalam praktiknya, ada tantangan dalam memenuhi kebutuhan perumahan masyarakat terutama bagi masyarakat menengah ke bawah. Pertumbuhan keluarga baru di Indonesia mencapai 75 juta sementara produksi rumah hanya dapat menyediakan hingga 7,6 juta unit pada 2019. Menurut Kementerian PUPR, ketersediaan anggaran negara hanya mampu memenuhi 30% dari total investasi dan sisanya diharapkan dari sektor swasta.\n\nPT Metafora Cipta Sentosa didirikan pada tahun 2019 dan telah menjadi pemain baru di industri ini. Sebagai pemain baru dalam bisnis properti di, PT Metafora Cipta Sentosa melihat peluang untuk mengakomodasi perumahan bagi orang-orang di Sukabumi. Namun, permintaan besar rumah di Sukabumi tidak menjamin perusahaan untuk menembus pasar.\n\nUntuk menganalisis faktor-faktor yang memengaruhi kinerja PT Metafora Cipta Sentosa, peneliti melakukan analisis akar penyebab, analisis lingkungan internal menggunakan Value Chain Analysis, VRIO, dan Bauran Pemasaran 4P dan analisis lingkungan eksternal menggunakan PESTEL, Porter’s Five Forces, dan Analisis Pesaing. Analisis menunjukkan bahwa masalah utama berasal dari faktor internal seperti keuangan, manajemen sumber daya manusia, operasi, dan pemasaran. Penelitian ini menggunakan metode analisis deskriptif dengan teknik pengumpulan data melalui wawancara. Hasilnya kemudian digunakan untuk membuat strategi menggunakan Strategi Porter’s Generic dan Strategi Diamond untuk menciptakan solusi yang dapat dilakukan oleh PT Metafora Cipta Sentosa untuk meminimalkan masalah yang ada.", "Daftar File": {"ABSTRAK John Haggai Bangun Halomoan": "https://digilib.itb.ac.id/gdl/download/210855"}, "Penulis": "John Haggai Bangun Halomoan [29318372]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mohammad Hamsal, MSE, MQM, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Properti, Value Chain Analysis, Root Cause Analysis, Strategi Diamond, Analisis Internal dan Eksternal, Bauran Pemasaran, Porter’s Five Forces", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "11 Sep 2020"}