{"Nomor": 49266, "Judul": "PENERAPAN DAN PENERIMAAN PRODUK TEKNOLOGI RUMAH PINTAR UNTUK MILENIAL DI INDONESIA", "Abstrak": "Rumah pintar mengacu pada pengaturan rumah yang nyaman dimana peralatan dan perangkat dapat secara otomatis dikendalikan dari jarak jauh dari mana saja dengan koneksi internet menggunakan perangkat seluler atau jaringan lainnya. Indonesia adalah area yang menjanjikan untuk pengembangan Internet-of-Things (IoT) dan strategi digitalisasi, terutama produk-produk rumah pintar. Studi ini menganalisis motivasi inti untuk implementasi produk rumah pintar dan mendiskusikan pendekatan dan proses melalui motif mana yang diintegrasikan ke dalam model penerimaan teknologi asli (TAM) dan penerimaan produk. Teori model penerimaan teknologi diimplementasikan dalam penelitian ini untuk menganalisis bagaimana adopsi teknologi produk rumah pintar dengan milenium sebagai objek utama penelitian. Data dari 305 responden, yang dikumpulkan melalui survey online, diperiksa secara kuantitatif. Hasil menunjukkan bahwa persepsi keandalan sistem, kompatibilitas, keterhubungan, dan kenikmatan produk rumah pintar secara positif terkait dengan niat pengguna untuk menggunakan produk, meskipun ada korelasi negatif antara biaya yang dirasakan dan niat untuk menggunakan. Studi ini memberikan wawasan yang terkait dengan peran faktor motivasi inti dalam model penerimaan teknologi yang menyarankan rekomendasi yang relevan untuk studi lebih lanjut. Selain itu, temuan ini dapat digunakan oleh perusahaan yang ingin mengembangkan produk rumah pintar sebagai pertimbangan untuk mengembangkan strategi yang berdampak untuk meningkatkan tingkat adopsi pengguna.", "Daftar File": {"2020 TA PP Fernanda Rehaniza Ferdhany 1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/210873"}, "Penulis": "Fernanda Rehaniza Ferdhany [19217080]", "Kontributor / Dosen Pembimbing": ["Dr. Leo Aldianto, M.B.A., M.S.A.E."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Teknologi Rumah Pintar, Model Penerimaan Teknologi, Adopsi Rumah Pintar", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "12 Sep 2020"}