{"Nomor": 49269, "Judul": "RENCANA AKSI STRATEGIS UNTUK MENINGKATKAN PERJALANAN PELANGGAN TERHADAP KATEGORI SKINCARE DAN KOSMETIK DI MINIMARKET INDONESIA", "Abstrak": "Kategori skincare dan kosmetik adalah kategori yang sedang naik di Indonesia dengan pertumbuhan yang menjanjikan setiap tahunnya. Di sisi lain, minimarket di Indonesia merupapakan salah satu kanal yang terkuat dan tersehat di perdangangan pasar modern, bahkan di tengah negara-negara ASEAN. Meskipung lingkungan Indonesia adalah lingkungan yang bagus untuk beroperasi dalam bisnis dan industry kecantikan adalah industry yang menarik untuk perusahaan-perusahaan beroperasi, minimarket di Indonesia adalah kanal yang rumit untuk perusahaan beroperasi. Keterbatasan tempat, tidak dianggap sebagai tempat ritel yang tempat untuk membeli produk kecantikan, kurangnya pengalaman kecantikan yang dapat diberikan ritel, tidak ada beauty advisors, merchandising yang buruk, adalah beberapa masalah dan limitasi dari minimarket sebagai ritel, walaupun minimarket sendiri mempunyai keunggulan dalam hal kedekatan dan kepraktisan.\nPenulis membawa studi untuk mejawab dua masalah utama yang terjadi, pertama untuk membangun strategi perjalanan pelanggan yang sesuai dengan kanal minimarket Indonesia, dan kedua, membuat rekomendasi model merchandising terbaik yang dapat memuat pembeli di minimarket dapat menavigasi diri mereka sendri dalam perjalanan belanja mereka. \nPenulis menyarankan 2 rekomendasi untuk meningkatkan perjalanan belanja pelanggan pada kategori skincare dan kosmetik di minimarket Indonesia dengan mengikuti kerangka kerja “Customer Path Map throughout Five A’s” oleh Phillip Kotler, Hermawan Kertajaya, Iwan Setiawan. Rekomendasi pertama adalah dengan meningkatkan tahap kedua dari customer path map “APPEAL”. Dalam rekomendasi pertama ini, penulis memberikan saran dalam bentuk rekomendasi tentang strategi perjalanan pelanggan yang didukung dengan 3 aksi yang dapat meningkatkan tahap “APPEAL”. Dalam rekomendasi kedua, penulis menyarankan model merchandising yang didukungn dengan 3 aksi yang dapat meningkatkan tahap “APPEAL” dan “ACT”.", "Daftar File": {"ABSTRAK Olivia Cesarah Tarigan": "https://digilib.itb.ac.id/gdl/download/210876"}, "Penulis": "Olivia Cesarah Tarigan [29318386]", "Kontributor / Dosen Pembimbing": ["Iwan Setiawan, MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Skincare, Kosmetik, Minimarket, Perjalanan Belanja Pelanggan, Merchandising", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "12 Sep 2020"}