{"Nomor": 49278, "Judul": "DESAIN DAN IMPLEMENTASI HARDWARE, KENDALI POSISI STEPPER MOTOR MENGGUNAKAN PROFIL PERCEPATAN DAN PERLAMBATAN SECARA REAL-TIME, DAN SUPERVISED MACHINE LEARNING MODEL PADA SISTEM DETEKSI DEFISIENSI NITROGEN TANAMAN SELADA HIDROPONIK NUTRIENT FILM TECHNIQUE", "Abstrak": "Nitrogen sebagai unsur hara penting pada tanaman yang saat ini informasi\nkadarnya didapatkan dalam waktu cukup lama di laboratorium, berkisar 3 hari sampai\n1 bulan. Pada Tugas Akhir ini, didesain suatu sistem yang memperoleh informasi kadar\nNitrogen lebih cepat dengan menggunakan suatu sistem automasi yang melakukan\nakuisisi citra tanaman pada rak hidroponik untuk memperoleh informasi mean hue, dan\nmelakukan prediksi Nitrogen dengan menggunakan korelasi model regresi linier serta\nbantuan tabel standar DRIS sehingga mampu lebih lanjut dalam melakukan klasifikasi\ndari status tanaman, apakah tanaman tersebut mengalami defisiensi Nitrogen atau\ntidak. Hasil akhir, diperoleh pemodelan nilai R-squared sebesar 0,686 pada data\npengujian dan 0,656 pada data latih dengan model persamaan regresi linier ???? =\n0,187???? ? 3,01 dengan variabel x berupa nilai mean hue dan y berupa prediksi kadar\nNitrogen, serta parameter evaluasi error Mean Absolute Error (MAE) sebesar 0,259 ,\nMean Squared Error (MSE) sebesar 0,51, Root Mean Squared Error (RMSE) sebesar\n0,714, dan hasil evaluasi model klasifikasi pada 7 data pengujian serta verifikasi status\ntanaman apakah defisiensi Nitrogen atau tidak telah berhasil dilakukan dengan tepat.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/210888", "Abstrak": "https://digilib.itb.ac.id/gdl/download/210889", "Abstract": "https://digilib.itb.ac.id/gdl/download/210890", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/210891", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/210892"}, "Penulis": "Muhamad Alfarisy [13216114]", "Kontributor / Dosen Pembimbing": ["Dr. Pranoto Hidaya Rusmin, S.T., M.T.", "Dr. Ir. Hilwadi Hindersah", "Dr. Ir. Reginawati Hindersah, MP"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Kendali posisi, Hardware, Machine Learning", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "13 Sep 2020"}