{"Nomor": 49294, "Judul": "USULAN STRATEGI PERTUMBUHAN DAN PENILAIAN KEMBALI MODEL BISNIS DALAM MENGHADAPI PANDEMI COVID-19 DENGAN MENGGUNAKAN KERANGKA ALIGNMENT SQUARED,   STUDI KASUS: PT GLOBAL ESA SOLUSI", "Abstrak": "PT Global Esa Solusi (GES) adalah konsultan Teknologi Informasi dan pengembang perangkat lunak pribadi. GES membangun beragam solusi rantai pasokan untuk perusahaan dan lembaga pemerintah di Indonesia. Melihat potensi pasar big data dan analitik bisnis, serta manajemen aset, tentunya dapat meningkatkan pendapatan dan pangsa pasar. Namun, saat ini, GES tidak menunjukkan peningkatan yang signifikan terkait dengan potensi tersebut. Menurut manajemen GES, bisnis sekarang beroperasi dalam situasi lambat yang membutuhkan perubahan untuk mengoptimalkan peluang dan pasar potensial.\n\nPenelitian ini dimaksudkan untuk merumuskan strategi pertumbuhan PT Global Esa Solusi. Penulis menggunakan metode kualitatif dan kuantitatif untuk mendekati tujuan penelitian. Metode kuantitatif digunakan dalam kuantifikasi analisis SWOT, matriks perencanaan strategi kuantitatif, dan prioritas strategi fungsional yang dihasilkan dari matriks TOWS. Sedangkan metode kualitatif digunakan untuk analisis internal dan eksternal penelitian.\n\nPerumusan strategi perusahaan terdiri dari tiga tahap, yaitu, tahap input, di mana kombinasi dua analisis (internal dan eksternal) digunakan untuk mengidentifikasi kekuatan, kelemahan, peluang, dan ancaman (SWOT). Tahap pencocokan, di mana kuantifikasi metode SWOT digunakan, dan menghubungkan hasilnya dengan Grand Strategy Matrix (GSM) untuk merumuskan strategi pertumbuhan alternatif. Akhirnya, pada tahap keputusan, Matriks Perencanaan Strategi Kuantitatif (QSPM) digunakan untuk memilih alternatif strategi perusahaan terbaik. Strategi tingkat bisnis ditentukan dengan menggunakan Strategi Generik Porter, sedangkan strategi fungsional dihasilkan dengan menggunakan analisis matriks TOWS. Penelitian ini juga menggunakan Alignment Squared Model untuk menilai kembali model bisnis perusahaan dalam menanggapi pandemi Covid-19.\n\nBerdasarkan hasil, strategi intensif memiliki skor tertinggi (7,35), dibandingkan dengan Integratif (6,4) dan Diversifikasi Konsentris (6,95), yang berarti, GES harus fokus pada penerapan strategi intensif sebagai strategi perusahaan. GES harus memilih strategi diferensiasi-fokus sebagai strategi tingkat bisnisnya. Perumusan strategi tingkat bisnis menghasilkan 10 strategi alternatif yang sejalan dengan strategi intensif. Strategi tingkat bisnis lebih lanjut dibagi menjadi lima fungsi, yaitu, Keuangan, pemasaran, R&D, Pengembangan Korporat, Operasional, dan Sumber Daya Manusia. Untuk mengatasi pandemi Covid-19, penilaian tersebut menyarankan strategi fungsional alternatif tambahan yang dapat digunakan dan pengalihan strategi.", "Daftar File": {"ABSTRAK Ario Wibisono": "https://digilib.itb.ac.id/gdl/download/210908"}, "Penulis": "Ario Wibisono [29318454]", "Kontributor / Dosen Pembimbing": ["Dr. Dina Dellyana, S.Farm., M.A.B."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "Generalities", "Kata Kunci": "Alignment Squared Model, Pandemi Covid-19, Pertumbuhan, Strategi, Quantified Strategy Planning Matrix.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "13 Sep 2020"}