{"Nomor": 49297, "Judul": "ARCHITECTURE AS A RESONANCE: SEKOLAH LUAR BIASA KHUSUS TUNARUNGU DI KABUPATEN BOGOR, JAWA BARAT", "Abstrak": "Ketunarunguan, atau ketidakmampuan untuk mendengar suara baik secara sebagian atau\ntotal, merupakan salah satu jenis disabilitas dengan kasus terbanyak di dunia. Salah satu isu yang\ndihadapi penyandang tunarungu adalah adanya batas-batas dalam berkomunikasi dan beraktivitas di\ndalam dunia yang didesain untuk kaum mendengar. Lingkungan binaan pada umumnya menjadikan\nindera pendengaran sebagai metode utama penyampaian informasi, indera yang tidak dikuasai oleh\nkaum tunarungu. Sekolah merupakan salah satu wujud lingkungan binaan yang menjadi elemen vital\ndalam pendidikan dan perkembangan manusia, terutama anak-anak. Maka dari itu, sekolah harus\nmenjadi tempat pertama yang harus mendukung kemudahan dan kenyamanan untuk semua\nmuridnya, termasuk penyandang disabilitas. Sekolah Luar Biasa Khusus Tunarungu di di Kabupaten\nBogor adalah sebuah proyek perancangan tugas akhir yang berlokasi di lahan seluas 7050 ? Jl. Raya\nParung - Bogor, Desa Jampang, Kecamatan Kemang, Kabupaten Bogor, Jawa Barat. Pemrakarsa\nproyek adalah YPMI Madania, organisasi pengelola Sekolah Madania yang juga bergerak pada bidang\npendidikan inklusif. Fungsi yang diwadahi antara lain adalah SDLB, SMPLB, SMALB tipe B, dan\nfasilitas khusus pembinaan ketunarunguan. Perancangan ini bertujuan untuk mendesain Sekolah\nLuar Biasa yang mempermudah kegiatan pengguna tunarungu terutama dalam permasalahan akses\nvisual, tata letak orientasi, proksimitas pergerakan, dan penanganan akustik. Maka dari itu, konsep\nutama perancangan ini adalah mendesain arsitektur sebagai sebuah ‘resonansi’ dengan\nmenggunakan elemen lengkung, susunan massa radial, pemanfaatan elevasi dan void, serta\npemilihan material dan tekstur yang netral.", "Daftar File": {}, "Penulis": "Shabrina Amalia Ihsanti [15216048]", "Kontributor / Dosen Pembimbing": ["Ir. Achmad Deni Tardiyana, MUD"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Sekolah Luar Biasa, Ketunarunguan, Desain Inklusif, Desain berbasis Pengguna", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "14 Sep 2020"}