{"Nomor": 49300, "Judul": "PERANCANGAN RESOR DENGAN KONSEP EKOWISATA DI TONGGING, KABUPATEN KARO", "Abstrak": "Pembangunan wisata di Danau Toba yang semakin tinggi menimbulkan kegelisahan terhadap dampak\nyang akan dihasilkan kepada lingkungan di sekitarnya. Padahal Danau Toba sedang diusahakan oleh\npemerintah untuk dapat terdaftar ke dalam UNESCO Global Geopark (UGG). Hal ini menjadi keresahan\npemerintah sehingga proyek ini dimaksudkan untuk menjadi pelopor wisata yang mengacu pada prinsipprinsip ekowisata. Luas lahan perancangan adalah 50.000 m2 dengan KDB sebesar 12% sehingga area\nterbangunnya hanya sebesar 6.000 m2. Proyek ini terdiri dari 30 unit vila, fasilitas pendukung, fasilitas\nrekreasi, dan fasilitas kultural. Proyek ini dirancang dengan mengangkat tiga isu utama, yaitu isu\nkeberlanjutan (sustainability), kontur, serta suasana (ambience). Ketiga isu ini diperoleh berdasarkan\nanalisis yang telah dilakukan terkait tapak, pengguna, serta kegiatan yang akan berlangsung. Isu\nkeberlanjutan (sustainability) direspon dengan pertimbangan akan emisi karbon yang dihasilkan oleh\nbangunan. Sehingga material yang dipilih adalah material yang tersedia di sekitar tapak, penggunaan\npencahayaan dan penghawaan alami, serta pengadaan konservasi air. Sebagai usaha membangun\nsuasana/ambience dari resort, bentuk massa dari unit vila dirancang mengadopsi bentuk rumah adat Batak Karo, yang bernama Siwaluh Jabu. Hasil perancangan resort dengan konsep ekowisata ini diharapkan mampu memberi kontribusi dalam pelestarian lingkungan serta peningkatan kesejahteraan masyarakat sekitar seiring dengan bertambahnya jumlah pengunjung yang datang.", "Daftar File": {}, "Penulis": "Gioranike Geraldin [15216086]", "Kontributor / Dosen Pembimbing": ["Ir. Budi Faisal, MAUD, MLA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "resort, ekowisata, Danau Toba, keberlanjutan, Batak Karo", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "14 Sep 2020"}