{"Nomor": 49305, "Judul": "MODIFIKASI PATI MENGGUNAKAN ANHIDRIDA 2-OKTENILSUKSINAT (OSA) MELALUI METODE KOPOLIMERISASI CANGKOK SEBAGAI PENSTABIL EMULSI PICKERING", "Abstrak": "Emulsi banyak diaplikasikan dalam berbagai industri seperti makanan, farmasi, kosmetik, dan juga dalam bidang pemulihan minyak mentah dan katalisis. Saat ini sebagian besar emulsi distabilkan menggunakan surfaktan sintetik yang bisa mengakibatkan iritasi dan alergi. Salah satu alternatif untuk menstabilkan emulsi tanpa menggunakan surfaktan sintetik adalah dengan emulsi Pickering. Emulsi Pickering merupakan salah satu teknik emulsifikasi yang menggunakan partikel padat sebagai penstabil. Emulsi Pickering menawarkan kestabilan emulsi yang tinggi dan toksisitas yang rendah. Pati merupakan salah satu kandidat yang baik sebagai penstabil dalam emulsi Pickering. Umumnya, pati bersifat hidrofilik. Untuk meningkatkan kapasitas pengemulsinya, perlu dilakukan modifikasi pati dengan suatu gugus hidrofobik. Pada penelitian ini bulir pati dimodifikasi melalui metode kopolimerisasi cangkok menggunakan cerium ammonium nitrat (CAN) sebagai inisiator dan senyawa anhidrida 2-oktenilsuksinat (OSA) sebagai monomer untuk mendapatkan pati-g-poli(OSA). Pati diisolasi dari singkong dengan rendemen 11,8% dan kandungan amilosa sebesar 19,6%. Kopolimerisasi cangkok dilakukan menggunakan dua variasi, yaitu variasi waktu (3, 6, 12, dan 24 jam) dan variasi rasio massa pati:CAN (1:2, 2:1, dan 20:1). Spektra Fourier Transform Infrared (FTIR) dari kopolimer yang terbentuk menunjukkan adanya puncak- puncak serapan baru pada bilangan gelombang di sekitar 1700 cm-1 yang merupakan vibrasi ulur dari C=O dan di sekitar 1500 cm-1 yang merupakan vibrasi ulur gugus -C-O- ester. Hal ini menandakan bahwa monomer OSA telah tercangkok pada pati. Difraktrogram sinar-X dari kopolimer yang terbentuk menunjukkan adanya puncak-puncak baru pada 2???? disekitar: 27°, 47°, dan 56°. Puncak-puncak ini menandakan adanya senyawa lain di dalam produk yang diduga berasal dari monomer OSA yang tercangkok pada pati. Citra SEM menunjukkan bahwa kopolimer membentuk aggregat, yang diduga dipengaruhi oleh proses pemanasan dan jumlah monomer OSA yang tercangkok pada pati. Particle Size Analyzer (PSA) menunjukkan bahwa kopolimer pati-g-poli(OSA) cenderung memiliki ukuran diameter yang lebih besar (10,9?617,2 nm) dibandingkan pati awal (21,2 nm). Uji kestabilan emulsi dilakukan dengan mencampurkan air dan virgin coconut oil (VCO) pada perbandingan volume 3:1 menggunakan 2,5% (b/v) pati atau pati-g-poli(OSA) sebagai penstabil. Emulsi yang disiapkan menggunakan kopolimer pati-g-poli(OSA) lebih stabil dibandingkan dengan emulsi yang disiapkan menggunakan pati, setelah dilakukan sentrifugasi pada kecepatan 4500 rpm selama 20 menit.", "Daftar File": {"ABSTRAK Ayu Mega Lestari": "https://digilib.itb.ac.id/gdl/download/210927", "PUSTAKA Ayu Mega Lestari": "https://digilib.itb.ac.id/gdl/download/216506"}, "Penulis": "Ayu Mega Lestari [10516065]", "Kontributor / Dosen Pembimbing": ["Dr. Rachmawati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "anhidrida 2-oktenilsuksinat (OSA), emulsi, emulsi Pickering, kopolimerisasi cangkok, pati", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "14 Sep 2020"}