{"Nomor": 49303, "Judul": "STUDI DINAMIKA MOLEKUL ?-AMILASE HALOFILIK DARI HALOTHERMOTHRIX ORENII PADA BERBAGAI KONSENTRASI GARAM", "Abstrak": "Enzim-enzim yang diisolasi dari organisme halofilik memiliki fungsi dan konformasi yang stabil pada konsentrasi garam yang tinggi. Enzim yang bersifat termostabil dan halostabil seringkali dibutuhkan pada industry yang melibatkan proses dengan kondisi yang ekstrim. Salah satu enzim yang memiliki potensi aplikasi yang sangat besar di industri adalah AmyA, yaitu ?-amilase yang diisolasi dari bakteri halofil Halothermothrix orenii. Enzim ini telah diketahui memiliki kemampuan adaptasi yang unik terhadap lingkungan dengan konsentrasi garam tinggi dan suhu tinggi. Akan tetapi, penelitian yang dilakukan sejauh ini baru pada tahap pemurnian dan karakterisasi struktur AmyA saja. Informasi mengenai mengapa enzim ini memiliki sifat termostabil dan halostabil masih belum banyak dieksplorasi. Tujuan dari penelitian ini adalah untuk mengamati kestabilan AmyA terhadap kadar garam dan suhu tinggi melalui pendekatan simulasi dinamika molekul. Enzim mesostabil (Amilase-G4) digunakan sebagai pembanding dalam penelitian. Simulasi dinamika molekul dilakukan selama 10 ns pada suhu 500 K pada sistem tanpa garam dan sistem berkonsentrasi NaCl 2 M. Hasil penelitian yang dilakukan menunjukkan bahwa kestabilan AmyA dapat dipertahankan pada sistem tanpa garam dan sistem dengan NaCl 2 M yang terlihat dari profil jari-jari girasi dan SASA nonpolar. Meski kestabilan AmyA dapat dipertahankan, sistem pada konsentrasi NaCl 2 M, mengalami penurunan SASA nonpolar pada waktu 4 ns pertama simulasi. Penurunan tersebut disusul dengan kenaikan teratur menuju nilai SASA nonpolar yang relatif serupa pada waktu awal simulasi (0 ns). AmyA diketahui memiliki strategi penstabil struktur yang berbeda dari enzim-enzim halofilik pada umumnya. Adanya residu-residu fleksibel pada AmyA yang diamati melalui profil RMSF dan visualisasi molekul, merupakan salah satu bentuk adaptasi AmyA mempertahankan kestabilan terhadap suhu tinggi. Beberapa residu AmyA dengan nilai RMSF yang mencolok pada kondisi tanpa garam adalah Lys166, sedangkan pada kondisi NaCl 2 M adalah residu Asn149 dan Asn498. AmyA tidak memiliki permukaan protein yang didominasi oleh residu bermuatan negatif. Residu penyusun AmyA banyak mengandung residu hidrofobik dan memiliki residu berukuran kecil. Adaptasi-adaptasi tersebut yang menjadikan AmyA memiliki kestabilan yang baik pada suhu tinggi dengan kondisi tanpa garam. Secara keseluruhan, konsentrasi garam tinggi tidak terlalu mempengaruhi kestabilan AmyA disebabkan oleh sifatnya halostabil. Berbeda dengan AmyA, Amilase-G4 memiliki kestabilan termal yang lebih baik pada kondisi NaCl 2M dibandingkan dengan kondisi tanpa garam. Adaptasi lain yang membantu Amilase-G4 mampu mempertahankan kestabilan struktur tersiernya adalah tingginya kandungan residu berukuran kecil sehingga tetap fleksibel pada suhu tinggi. Selain itu, keberadaan residu polar pada permukaan protein yang membantu hidrasi pada konsentrasi garam tinggi. Beberapa residu Amilase-G4 dengan nilai RMSF yang mencolok pada sistem tanpa garam antara lain Ser72 dan Gln301, sedangkan pada larutan NaCl 2 M residu Amilase-G4 yang paling fleksibel adalah Ala131, Gly300, dan Ser399. Penelitian ini mampu memberikan informasi yang detil dalam skala atomik mengenai perbedaan mekanisme adaptasi AmyA dan Amilase-G4 pada konsentrasi garam tinggi.", "Daftar File": {"ABSTRAK Rahmaditya Eka Putri": "https://digilib.itb.ac.id/gdl/download/210925"}, "Penulis": "Rahmaditya Eka Putri [10516068]", "Kontributor / Dosen Pembimbing": ["Dr. Rukman Hertadi, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "?-amilase, halofil, dinamika molekul, Halothermotrix orenii", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "1 file", "Tanggal Input": "14 Sep 2020"}