{"Nomor": 49315, "Judul": "PENENTUAN GEOMETRI LERENG LOWWALL DAN HIGHWALL TAMBANG BATUBARA PT XYZ", "Abstrak": "PT XYZ merupakan perusahaan tambang batubara yang sedang melakukan optimasi cadangan batubara di WIUP-nya dengan menentukan Ultimate Pit Limit (UPL). Penentuan UPL sangat bergantung pada rekomendasi kestabilan lereng yang ada.\nDi Indonesia, regulasi mengenai kestabilan lereng terdapat pada Kepmen ESDM Nomor 1827 K/30/MEM/2018. Menurut Kepmen ESDM Nomor 1827 K/30/MEM/2018, lereng keseluruhan yang aman saat tingkat keparahan longsor tinggi adalah Faktor Keamanan (FK) dinamis 1,1 dan FK statis 1,5 serta nilai Probabilitas Pelongsoran (PK) 5%. Penelitian ini bertujuan untuk memberikan rekomendasi desain lereng terbaik dan aman sesuai dengan regulasi yang ada serta mengetahui PK dari lereng tersebut.\nUntuk mendapatkan nilai PK digunakan perangkat lunak Slide 6.0. Jenis fungsi distribusi data yang digunakan perlu diketahui sehingga perlu dilakukan goodness of fit test. Pada tes tersebut dilakukan uji Kolmogorov-Smirnov dan uji Akaike Information Criterion pada data kohesi, sudut gesek dalam dan bobot isi.\nHasil simulasi menunjukkan bahwa semua desain awal PT XYZ tidak aman karena nilai PK 100%. Agar lereng aman, maka diperlukan redesign dengan melandaikan lereng dan penirisan untuk menurunkan muka air tanah. Hasil desain rekomendasi pada penampang 1 kodisi dinamis FK highwall 1,24, lowwall 1,21, lalu untuk kondisi statis didapatkan FK highwall 1,50, lowwall 1,51. Penampang 2 didapatkan FK highwall 1,50, lowwall 1,27, lalu untuk kondisi statis didapatkan FK highwall 1,88, lowwall 1,58. Penampang 3 didapatkan FK highwall 1,24, lowwall 1,34, lalu untuk kondisi statis didapatkan FK highwall 1,50, lowwall 1,70, hasil redesign semua penampang menghasilkan nilai PK 0%.", "Daftar File": {"COVER Arif Rahmat Shaleh": "https://digilib.itb.ac.id/gdl/download/210939"}, "Penulis": "Arif Rahmat Shaleh [12116057]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Budi Sulistianto, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Probabilitas Kelongsoran, Monte-Carlo, Kolmogorov-Smirnov, Akaike Information Criterion, Goodness of Fit Test, Faktor Keamanan", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "14 Sep 2020"}