{"Nomor": 49313, "Judul": "PERANCANGAN USULAN SOLUSI PERBAIKAN TERHADAP CUSTOMER EXPERIENCE UNTUK PRODUK CHATBOT VERONIKA", "Abstrak": "Artificial intelligence membawa dampak perubahan yang sangat besar bagi\ncustomer. Salah satu teknologi artificial intelligence yang saat ini sering dijumpai\nadalah chatbot. Chatbot adalah layanan digital yang dapat digunakan dengan cara\nchatting. Dengan menggunakan chatbot, pelayanan pelanggan dapat menjadi lebih\nefisien karena chatbot mampu menjawab pertanyaan sederhana yang diberikan oleh\npelanggan. Adapun hasil studi pendahuluan yang diperoleh, ditemukan bahwa\nmasih terdapat permasalahan pada masing-masing pemangku kepentingan yaitu\nperusahaan pengembang chatbot, perusahaan yang menjadi klien chatbot, dan\npelanggan yang mengonsumsi chatbot. Diketahui bahwa berdasarkan\npenggolongan atribut tipe experience terdapat akumulasi jumlah masalah terbesar\npada ‘sense of fulfillment’ yang merupakan pemenuhan kebutuhan pelanggan dalam\nmenggunakan layanan. Maka dari itu, peneliti melakukan perancangan usulan\nsolusi terhadap customer experience pada chatbot dalam rangka memenuhi\nkebutuhan pelanggan. Selanjutnya dipilih chatbot Veronika Telkomsel sebagai\nstudi kasus dalam penelitian ini.\nPada penelitian ini, peneliti melakukan verifikasi persona, penyusunan skenario\ncustomer experience, pemetaan customer journey map, identifikasi moment of\ntruth, identifikasi prioritas atribut moment of truth. Identifikasi prioritas atribut\nmoment of truth tersebut dilakukan dengan melakukan identifikasi pada atribut\nmoment of truth dengan menggunakan kategori Kano serta mengidentifikasi potensi\nmasalah dari pihak internal perusahaan. Selanjutnya, dilakukan pemilihan urutan\nprioritas ranking pada atribut moment of truth berdasarkan wawancara dengan\npihak internal perusahaan. Selanjutnya, analisis perancangan usulan solusi\nperbaikan customer experience pada chatbot dilakukan pada satu atribut moment of\ntruth yang terpilih dan dinilai memiliki tingkat urgensi yang tinggi. Adapun usulan\nsolusi perbaikan tersebut pada user interface design untuk pengaturan jenis bahasa\nVeronika serta optimasi kapasitas database Veronika.", "Daftar File": {}, "Penulis": "Rachmasari Adinda [14416008]", "Kontributor / Dosen Pembimbing": ["Dr. Hasrini Sari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Veronika, customer experience, customer journey map, moment of truth, Kano, user interface design, database capacity optimization", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Sep 2020"}