{"Nomor": 49317, "Judul": "DIALOG FLEKSIBEL ANTARA MANUSIA DAN ROBOT DENGAN REINFORCEMENT LEARNING", "Abstrak": "Dialog telah banyak digunakan untuk komunikasi verbal antara manusia dengan\nrobot. Salah satunya adalah robot asisten rumah sakit. Namun, seringkali robot ini\ndibatasi kendala dialog yang sudah terskenario sedemikian rupa, sehingga akan sulit\nmemahami kata-kata baru untuk tujuan baru yang diinginkan. Dalam karya tulis ini\ndibahas percakapan tentang hiburan, motivasi, kedaruratan, dan permintaan\nbantuan dengan pengembangan pengetahuan. Metode pemrosesan bahasa alami\ndigunakan untuk mencari kata unik serta memroses kata baru yang tidak diketahui\nrobot. Kata tersebut disebut sebagai pengetahuan baru lalu ditambahkan ke dalam\nbasis data/tabel-Q awal. Kemudian, dilakukan pembelajaran dengan Reinforcement\nLearning untuk mendapatkan hubungan antara basis data lama dan pengetahuan\nyang baru masuk, metode yang digunakan adalah Q-Learning dan SARSA.\nUntuk menghibur pasien, kami menyediakan pemutaran audio berekstensi mp3\ndengan kategori musik, dongeng, komedi dan motivasi. Dari hasil permintaan\npemutaran diketahui waktu eksekusi rata-rata adalah 3.74 ms. Dalam keadaan\ndarurat, pasien dapat meminta robot untuk memanggilkan perawat, dan robot\nmerekam serta mencatat keluhan pada basis data. Dari tujuh keluhan yang diberikan\npada robot, kesemuanya dapat direkam dilengkapi dengan waktu yang sesuai pada\nsaat keluhan diajukan. Pada percakapan permintaan bantuan, robot akan mengambil\nbarang yang diinginkan pasien. Apabila permintaan tersebut tidak ada, robot akan\nbertanya hingga mendapat pengetahuan untuk mengeksekusi permintaan baru yang\nkemudian disimpan dan dieksekusi ketika permintaan tersebut diajukan kembali.\nDari pengetahuan yang mulanya hanya 2 dapat berkembang menjadi 10\npengetahuan. Eksekusi pembelajaran berkisan antara 1500 ms hingga 3500 ms. QLearning membutuhkan waktu lebih lama daripada SARSA, namun keduanya\nmencapai objek yang diinginkan dalam 200 episode. Dapat disimpulkan bahwa\nmetode mengatasi keterbatasan pengetahuan robot dalam mencapai tujuan dialog\nbaru untuk robot asisten pasien telah dapat dirumuskan.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/210950", "Abstrak dan Abstract": "https://digilib.itb.ac.id/gdl/download/210951", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/210952", "Tesis": "https://digilib.itb.ac.id/gdl/download/210953"}, "Penulis": "Binashir Rofi'ah [23218113]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Carmadi Machbub", "Hanif Fakhrurroja, S.Si., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Knowledge Growing, Interaksi Manusia-Robot, Manajemen Dialog, Reinforcement Learning, Robot Asisten", "Sumber": "", "Staf Input/Edit": "karya", "File": "4 file", "Tanggal Input": "14 Sep 2020"}