{"Nomor": 49328, "Judul": "IDENTIFIKASI GANGGUAN ELEKTROMAGNETIK PADA SISI DC INVERTER PHOTOVOLTAIC OFF-GRID MENGGUNAKAN DC LINE IMPEDANCE STABILIZATION NETWORK", "Abstrak": "Identifikasi gangguan elektromagnetik berupa conducted emission noise yang\nditimbulkan oleh inverter pada sistem photovoltaic (PV) Off-Grid telah berhasil\ndilakukan dan gambaran kualitas sampel inverter terkait kesesuaiannya terhadap\nlingkungan elektromagnetik dapat diperoleh dengan membandingkan hasil\npengukuran conducted emission noise inverter terhadap limit yang ada pada\nstandar. Perangkat DC Line Impedance Stabilization Network (DC-LISN)\ndigunakan sebagai alat penerima noise dari inverter dan meneruskannya ke alat\nukur Spectrum Analyzer dan EMI Receiver sekaligus berperan sebagai peredam\nnoise yang berasal dari sumber tegangan supaya tidak mengganggu hasil\npengukuran. Standar CISPR 16-1-2:2014 digunakan sebagai panduan untuk\nperancangan desain DC-LISN dan penentuan syarat terpenuhinya DC-LISN\nsebagai perangkat pengukuran conducted emission noise inverter. Karakteristik\nDC-LISN berupa impedansi dan insertion loss pada frekuensi 150 kHz s.d. 30\nMHz dievaluasi menggunakan metode analitik berupa fungsi transfer (Bode Plot)\ndan diverifikasi terhadap metode simulasi perangkat lunak LT-Spice. Hasil dari\nkedua metode ini dijadikan sebagai acuan validasi hasil pengukuran karakteristik\nimpedansi dan insertion loss DC-LISN. Batas toleransi yang diizinkan oleh\nstandar, yakni nilai impedansi masih berada dalam rentang ±20% terhadap nilai\nimpedansi yang disyaratkan oleh standar dan nilai insertion loss yang masih\nberada di bawah limit maksimum (-40 dB) telah dipenuhi oleh DC-LISN sehingga\nperangkat ini dapat digunakan sebagai perangkat pengukuran conducted emission\nnoise inverter. Pengondisian pengukuran conducted emission noise dilakukan\nberdasarkan standar CISPR 25:2016. Tiga buah mode diterapkan untuk\npengukuran conducted emission noise inverter, yakni mode noise floor, tanpa\nbeban, dan variasi beban. Beban seperti lampu LED dengan daya yang berbedabeda, charger, solder, dan kipas angin digunakan untuk mengetahui noise yang\ndihasilkan oleh inverter akibat penambahan beban di sisi AC. Tiga buah sampel\ninverter dengan kapasitas daya yang berbeda-beda, yakni 200 W, 300 W, dan 700\nW diukur dengan menerapkan ketiga mode tersebut. Pada penelitian ini, sampel\ninverter 200 W dan 300 W diidentifikasi sebagai inverter yang tidak memenuhi\npersayatan kompatibilitas elektromagnetik karena memiliki beberapa nilai Quasi \nii\nPeak (QP) dan Average Peak (AVP) yang melebihi limit QP dan AVP pada\nstandar IEC 62920:2017. Di sisi lain, inverter 700 W diidentifikasi sebagai\ninverter yang telah memenuhi persyaratan kompatibilitas elektromagnetik berupa\nconducted emission karena tidak adanya nilai QP dan AVP yang berada di atas\nlimit yang diizinkan oleh standar.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/211048", "Abstrak dan Abstract": "https://digilib.itb.ac.id/gdl/download/211049", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/211050", "Tesis": "https://digilib.itb.ac.id/gdl/download/211051"}, "Penulis": "Yudhistira [23218017]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Anggoro Soedjarno P., M.T.", "Dr.-Ing. Deny Hamdani, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "conducted emission, DC-LISN, gangguan elektromagnetik, impedansi, insertion loss, dan inverter.", "Sumber": "", "Staf Input/Edit": "karya", "File": "4 file", "Tanggal Input": "14 Sep 2020"}