{"Nomor": 49326, "Judul": "IMPLEMENTASI FILTERED BACK PROJECTION PADA PENGOLAHAN CITRA TOMOGRAFI GELOMBANG MIKRO DAN ANALISA PERFORMANSINYA", "Abstrak": "Tomografi adalah teknik rekonstruksi yang digunakan untuk menggambarkan\nobjek dari berbagai sudut pengambilan. Algoritma rekonstruksi yang umum\ndigunakan adalah Back Projection. Filter ditambahkan pada algoritma ini untuk\nmeningkatkan hasil yang dikenal sebagai Filtered Back Projection (FBP). Pada\npenelitian ini akan menggunakan algoritma FBP untuk proses rekonstruksi citra\ndari objek dari data hasil pengukuran. Objek yang digunakan adalah batang pohon\nberlubang yang menggambarkan pohon yang keropos. Penilaian pada penelitian ini\ndilakukan secara subjektif dengan melihat perbandingan citra secara visual, dan\nsecara objektif dilakukan dengan pengujian kualitas citra dengan Mean Squared\nError (MSE) dan Structured Similarity Indexing Measure (SSIM). Pita frekuensi\ngelombang mikro yang digunakan adalah pita L, pita S, pita C dengan masingmasing frekuensi adalah 1,5 GHz, 3 GHz, dan 4,5 GHz. Dari percobaan didapatkan\nbahwa pita frekuensi yang sesuai digunakan adalah pita S dengan frekuensi 3GHz\ndengan nilai MSE sebesar 0,1265 dan SSIM sebesar 0,4013. Data direkonstruksi\nmenjadi citra dengan penambahan filter pada algoritma FBP untuk mempelajari\npengaruh efek dari proses filtering. Filter yang digunakan dalam penelitian ini\nadalah ramp filter, shepp-logan filter, cosine filter, hanning filter, and hamming\nfilter. Dari proses rekonstruksi data pengukuran didapatkan hasil dari hamming\nfilter lebih baik dibandingkan dengan hasil dari filter lainnya dengan nilai MSE\nsebesar 0,1293 dan SSIM sebesar 0,4102.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/211035", "Abstrak dan Abstract": "https://digilib.itb.ac.id/gdl/download/211036", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/211037", "Tesis": "https://digilib.itb.ac.id/gdl/download/211038"}, "Penulis": "Nurul Amalia Amri [23217097]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Achmad Munir, S.T., M.Eng.", "Effrina Yanti Hamid, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "tomografi gelombang mikro, back-projection, FBP, filter, quality assessment.", "Sumber": "", "Staf Input/Edit": "karya", "File": "4 file", "Tanggal Input": "14 Sep 2020"}