{"Nomor": 49330, "Judul": "PERANCANGAN TERMINAL PENYEBERANGAN PARIWISATA DENGAN ORIENTASI PENGGUNA NOMADIC TOURIST", "Abstrak": "Indonesia adalah negara kepulauan terbesar di dunia, terdiri dari lima pulau besar\ndan ribuan pulau kecil di dalamnya, namun hingga saat ini pemerataan\npembangunan dan peningkatan perekonomian masyarakat masih belum optimal,\nterutama di daerah kepulauan-kepulauan kecil yang tersebar di seluruh penjuru\nIndonesia. Pengembangan potensi pulau-pulau kecil belum maksimal akibat sarana\ndan prasarana transportasi sebagai penghubung antara daerah induk dan pulau\nbelum memadai, sehingga diperlukan adanya sistem penghubung yang dapat\nmendorong dan meningkatkan potensi pulau-pulau kecil tersebut.\nDalam proposal penelitian ini penulis mencoba merancang sebuah sistem\npenghubung anatra daerah induk Kota Makassar dan pulau-pulau kecil disekitarnya\nyang biasa disebut Kepulauan Sangkarrang, dalam bentuk terminal penyeberangan\npariwisata. Terminal penyeberangan pariwisata ini berperan sebagai penghubung\ndan pusat perpindahan manusia dan barang, serta sebagai media penyebaran\ninformasi terkait potensi yang dimiliki Kepulauan Sangkarrang. Rancangan\nterminal ini akan menerapkan teknik transformasi nilai budaya sebagai entitasnya.\nTerminal ini di orientasikan kepada pengguna dengan karakter nomadic tourist\nyang marak mengunjungi pulau-pulau kecil di sekitar Kota Makassar untuk\nmelakukan kegiatan wisata short trip island, optimalisasi terminal penyeberangan\nini diharapkan dapat mendorong peningkatan perekonomian masyarakat Kepulauan\nSangkarrang dan dapat menjadi percontohan untuk pengembangan pulau-pulau\nkecil yang ada di Indonesia.", "Daftar File": {}, "Penulis": "A Nur Haeriah [17316016]", "Kontributor / Dosen Pembimbing": ["Deny Willy Junaidy S.Sn., MT., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Indonesia, Pulau Kecil, Pariwisata, Nomad", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "14 Sep 2020"}