{"Nomor": 49336, "Judul": "STUDI TINGGI UNGGUN PADA FLUIDISASI DUA FASA: SIMULASI NUMERIK DAN ANALISIS STATISTIK", "Abstrak": "Pada saat ini, desain dan pengembangan reaktor fluidisasi bergantung pada proses\nempiris, sementara pemahaman dasar tentang interaksi fluida-partikel dan interaksi\npartikel-partikel masih terbatas. Eksperimen skala laboratorium harus dilakukan\nmeskipun memerlukan waktu dan biaya yang tidak sedikit. Simulasi numerik bisa\nmenyelesaikan masalah ini, salah satu metode yang digunakan adalah dinamika\nmolekuler. Fasa fluida dan fasa partikel dibuat dengan model diskrit dan interaksi\nfluida-partikel ditentukan oleh tumbukan partikel. Selain simulasi numerik,\npendekatan analisis statistik juga bisa dilakukan, salah satunya dengan metode\nanalisis regresi linier berganda. Sifat hidrodinamis fluidisasi diprediksi melalui\nhubungan antar variabel. Pada Tesis ini, simulasi numerik dan analisis statistik\ndilakukan untuk melakukan studi terhadap tinggi unggun pada fluidisasi dua fasa.\nFluidisasi dua fasa terbagi menjadi fluidisasi gas (gas-padatan) dan fluidisasi cair\n(cair-padatan). Hasil simulasi numerik menunjukkan tinggi unggun bertambah\nuntuk pasir zeolit pada laju fluida 3.200 m/s, alumina dan pasir aktif pada laju fluida\n6.400 m/s, dan pasir kuarsa pada laju 8.000 m/s pada fluidisasi gas. Sementara pada\nfluidisasi cair, tinggi unggun bertambah untuk pasir zeolit pada laju fluida 2 m/s,\nalumina dan pasir aktif pada laju fluida 8 m/s, dan pasir kuarsa pada laju fluida 10\nm/s. Hasil analisis statistik menunjukkan bahwa pada fluidisasi gas tinggi unggun\ndipengaruhi oleh tinggi awal dan spherisitas, sementara pada fluidisasi cair tinggi\nunggun dipengaruhi oleh tinggi awal, diameter, spherisitas, dan densitas.", "Daftar File": {"ABSTRAK Aufa Nu'man Fadhilah Rudiawan": "https://digilib.itb.ac.id/gdl/download/211070", "COVER Aufa Nu'man Fadhilah Rudiawan": "https://digilib.itb.ac.id/gdl/download/219299", "BAB 1 Aufa Nu'man Fadhilah Rudiawan": "https://digilib.itb.ac.id/gdl/download/219300", "BAB 2 Aufa Nu'man Fadhilah Rudiawan": "https://digilib.itb.ac.id/gdl/download/219301", "BAB 3 Aufa Nu'man Fadhilah Rudiawan": "https://digilib.itb.ac.id/gdl/download/219302", "BAB 4 Aufa Nu'man Fadhilah Rudiawan": "https://digilib.itb.ac.id/gdl/download/219303", "BAB 5 Aufa Nu'man Fadhilah Rudiawan": "https://digilib.itb.ac.id/gdl/download/219304", "PUSTAKA Aufa Nu'man Fadhilah Rudiawan": "https://digilib.itb.ac.id/gdl/download/219305"}, "Penulis": "Aufa Nu'man Fadhilah Rudiawan [20918004]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Sparisoma Viridi, S.Si.", "Dr. RR. Kurnia Novita Sari, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Komputasi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "analisis statistik, dinamika molekuler, fluidisasi, regresi linier, simulasi numerik, tinggi unggun.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "14 Sep 2020"}