{"Nomor": 49332, "Judul": "MONITORING PERALATAN NAVIGASI PENERBANGAN BERBASIS PENGOLAHAN CITRA", "Abstrak": "Peralatan navigasi di darat memegang peranan penting dalam dunia penerbangan.\nPemantauan berlapis adalah hal yang wajib untuk memastikan kerja dari peralatan.\nSistem pemantau yang ada biasanya berbiaya mahal dan membutuhkan koneksi\nyang sangat cepat sedangkan bandar udara di Indonesia berjumlah 367 yang\ntersebar di 34 provinsi. Dengan kontur wilayah seperti di Indonesia akan sulit untuk\nditerapkan sehingga diperlukan konsep lain. Pengolahan citra sendiri sudah sering\ndigunakan pada berbagai bidang dan banyak diteliti oleh akademisi namun\npenggunaannya masih kurang di sektor penerbangan sipil terkhusus untuk bidang\nnavigasi penerbangan. Penulis mencoba menggabungkan antara kemampuan\npengolahan citra dengan kebutuhan pemantauan peralatan. Untuk mencapai tujuan\nini maka digunakan Raspberry Pi sebagai pusat pengolah. Peralatan navigasi\npenerbangan didesain dengan dilengkapi Built in Monitor berupa panel dengan\nindikator-indikator serta beberapa menggunakan layar. Built in Monitor ini\ndigunakan agar teknisi dapat mengetahui kondisi peralatan dengan cepat dan segera\nmengambil tindakan jika terjadi masalah. Oleh karena itu, Built in Monitor ini harus\nterkalibrasi agar informasinya akurat. Penulis mencoba untuk memanfaatkan Built\nin Monitor ini dengan cara pengolahan citra sehingga informasi berupa indikator\ndiubah ke dalam bit-bit data yang dapat divisualisasikan. Pada Built in Monitor ini\ntelah dipasang penanda fidusial AprilTag untuk mendefinisikan wilayah dan jenis\nperalatan yang akan dideteksi. Serangkaian gambar yang ditangkap oleh kamera\nterlebih dahulu dilakukan koreksi perspektif kamera kemudian disegmentasi. Hasil\nsegmentasi ini diklasifikasi berdasarkan jarak euclian terhadap referensi yang\nkemudian kecocokan jarak ini diubah menjadi nilai boolean dan dikirim ke server\nSQL. Agar pengguna dapat membaca hasil pengolahan dengan mudah maka data\nSQL diolah kemudian ditampilkan dalam bentuk website yang dapat diakses\ndimana saja. Dengan menggunakan pengolahan citra maka sistem rancangan ini\ntidak perlu terhubung secara elektrikal dengan peralatan yang dipantau dan dapat\ndigunakan pada semua peralatan navigasi penerbangan yang menggunakan Built in\nMonitor. Selain itu, pengolahan data pada perancangan ini memungkinkan\nrancangan ini bekerja pada kecepatan koneksi 100 B/s. Dengan demikian dapat\ndiimplementasikan pada wilayah dengan kecepatan koneksi terbatas.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/211055", "Abstrak": "https://digilib.itb.ac.id/gdl/download/211056", "Abstract": "https://digilib.itb.ac.id/gdl/download/211057", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/211058", "Tesis": "https://digilib.itb.ac.id/gdl/download/211059"}, "Penulis": "Muhammad Arif Sulaiman [23218095]", "Kontributor / Dosen Pembimbing": ["Prof. Trio Adiono, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Civil Aviation, Raspberry Pi, Image Processing", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "14 Sep 2020"}