{"Nomor": 49344, "Judul": "ISOLASI DAN KARAKTERISASI BIOSILIKA DARI KULTUR NITSCHIA SP. NPI1", "Abstrak": "Mikroalga jenis diatom (Bacillariophyceae) memiliki cangkang khas yang terbuat\ndari silika dengan pori-pori berukuran nano yang dikenal sebagai frustula. Biosilika\nyang diisolasi dari frustula diatom dapat dimanfaatkan sebagai material pendukung\nuntuk kolom pemisahan, katalis, dan sistem penghantar obat. Salah satu jenis diatom\nyang banyak ditemukan di perairan Indonesia, yaitu Nitzschia sp., mengandung silika\ndengan kadar yang tinggi pada frustulanya. Penelitian ini bertujuan untuk\nmembudidaya Nitzschia sp. NPI1 di laboratorium dan memperoleh biosilika murni\ndari frustulanya. Budidaya Nitzschia sp. NPI1 dilakukan dalam media air laut buatan\ntermodifikasi yang diperkaya dengan nitrat, fosfat, silikat, dan larutan besi. Kondisi\nbudidaya dijaga pada salinitas ± 22 ppt, pencahayaan ± 3000 lx, dan fotoperiode\nterang-gelap 12:12 jam. Pengamatan di bawah mikroskop cahaya menunjukkan\nbahwa Nitzschia sp. NPI1 memiliki sel berbentuk pennate dengan panjang 20 – 28\nµm dan berwarna kuning kehijauan. Biomassa basah Nitzschia sp. NPI1 sebanyak\n38,9 g dipisahkan dari media pertumbuhannya setelah dikultur selama 8 hari dengan\nteknik sentrifugasi. Nilai produktivitas biomassa basah adalah sebesar 0,83 g ml-1\nhari-1\n. Variasi salinitas tidak memberikan pengaruh signifikan terhadap pertumbuhan\nkultur Nitzschia sp. NPI1. Selanjutnya, isolasi biosilika dari biomassa basah\ndilakukan dengan pencucian asam nitrat (HNO3), pengeringan dengan oven, yang\ndilanjutkan dengan kalsinasi pada suhu 550 oC selama 10 jam. Perlakuan tersebut\nmenghasilkan biosilika sebanyak 0,66 g dengan perolehan (yield) biosilika sebesar\n1,69% b/b relatif terhadap biomassa basah. Biosilika diperoleh dalam bentuk padatan\nberwarna putih. Karakterisasi biosilika dari Nitzschia sp. dilakukan dengan SEMEDS. Pengamatan SEM menunjukkan fitur frustula berupa stria dengan ukuran pori\nberkisar pada 40 – 80 nm. Berdasarkan analisis EDS, biosilika dari kultur Nitzschia\nsp. NPI1 hanya tersusun atas silikon dan oksigen, menandakan bahwa biosilika\nmurni telah diperoleh.", "Daftar File": {"ABSTRAK Irsanda Riptanto": "https://digilib.itb.ac.id/gdl/download/211106", "COVER Irsanda Riptanto": "https://digilib.itb.ac.id/gdl/download/216531", "BAB 1 Irsanda Riptanto": "https://digilib.itb.ac.id/gdl/download/216532", "BAB 2 Irsanda Riptanto": "https://digilib.itb.ac.id/gdl/download/216533", "BAB 3 Irsanda Riptanto": "https://digilib.itb.ac.id/gdl/download/216534", "BAB 4 Irsanda Riptanto": "https://digilib.itb.ac.id/gdl/download/216535", "BAB 5 Irsanda Riptanto": "https://digilib.itb.ac.id/gdl/download/216536", "PUSTAKA Irsanda Riptanto": "https://digilib.itb.ac.id/gdl/download/216537"}, "Penulis": "Irsanda Riptanto [10516092]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Zeily Nurachman, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Diatom, Nitzschia sp., biomassa, isolasi, biosilika, karakterisasi", "Sumber": "", "Staf Input/Edit": "", "File": "8 file", "Tanggal Input": "14 Sep 2020"}