{"Nomor": 49341, "Judul": "SIMULASI FREEZE-VALVE DI MSR (MOLTEN SALT REACTOR) PADA KONDISI KECELAKAAN DENGAN MPS (MOVING PARTICLE SEMI-IMPLICIT)", "Abstrak": "MSR (Molten Salt Reactor) merupakan sebuah tipe reaktor yang menggunakan\nbahan bakar cair, yakni garam cair yang sekaligus berfungsi sebagai pendinginnya.\nSebuah freeze-valve merupakan salah satu sistem keamanan pada MSR yang\ndidesain untuk meleleh saat suhu bahan bakar mendekati titik leleh dinding reaktor\nsehingga terbuka dan bahan bakar dapat mengalir menuju subcritical-tank. Sebuah\npenyederhanaan konsep freeze-valve telah berhasil dilakukan dalam beberapa\neksperimen untuk mempelajari mekanisme kerja freeze-valve tersebut. Mekanisme\nkerja freeze-valve ini juga disimulasikan dengan menggunakan metode MPS atau\nmetode Moving Particle Semi-implicit. Penelitian ini dilakukan untuk menganalisa\npengaruh beberapa variasi suhu fluida (air) terhadap satu jenis ketebalan freezevalve\n(bahan parafin) dan pengaruh variasi ketebalan terhadap dua suhu fluida.\nVariasi suhu yang dilakukan terhadap parafin dengan tebal 15 mm dan diameter 23\nmm adalah 60, 70, 80, dan 900C. Variasi ketebalan pertama yang dilakukan adalah\n10, 13, dan 20 mm dengan diameter 23 mm terhadap fluida 800C. Variasi ketebalan\nkedua yang dilakukan adalah 9, 11, dan 16 mm dengan diameter 28 mm terhadap\nfluida 900C. Berdasarkan variasi suhu yang dilakukan, masing-masing parafin\nmengalami erosi sebanyak 1, 3, 5, dan 9 mm. Untuk variasi ketebalan dengan fluida\n800C, masing-masing parafin mengalami erosi sebanyak 7, 6, dan 8 mm. Sedangkan\nuntuk variasi ketebalan dengan fluida, masing-masing parafin mengalami erosi\nsebanyak 9 mm (habis dalam 9 menit 43 detik), 11 mm (habis dalam 8 menit 37\ndetik), dan 11 mm.", "Daftar File": {"ABSTRAK Virgo Eben Ezer Mahulae": "https://digilib.itb.ac.id/gdl/download/211074"}, "Penulis": "Virgo Eben Ezer Mahulae [10215037]", "Kontributor / Dosen Pembimbing": ["Dr. Asril Pramutadi Andi Mustari, S.Si., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "freeze-valve, kecelakaan MSR, MPS, parafin", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "10 file", "Tanggal Input": "14 Sep 2020"}