{"Nomor": 49351, "Judul": "ANALISIS PARAMETER KEBERLIKUAN GEOMETRIK JALUR PORI TERHUBUNG DENGAN MENGGUNAKAN NEURITE TRACER", "Abstrak": "Pemahaman mengenai sifat fisis dari media berpori seperti batuan sangat penting untuk mengetahui karakteristiknya di alam. Beberapa aspek yang penting untuk dipahami adalah mengenai sifat struktur, sifat aliran fluida dalam pori, mauupun berbagai sifat fisis lainnya. Salah satu karakteristik media berpori yang cukup penting untuk dipahami adalah kompleksitas jalur pori terhubung, terkait dengan bagaimana fluida dapat mengalir di dalamnya. Perbedaan kompleksitas jalur pori dapat berpengaruh pada parameter fisis aliran seperti permeabilitas. Parameter yang akan dibahas pada penelitian ini adalah parameter keberlikuan dan hubungannya dengan besaran fisis media berpori lainnya. Parameter keberlikuan merupakan pengenmbangan dari konsep tortuositas yang diusulkan oleh Dougherty yang berbasis pada perhitungan sudut keberlikuan dari suatu jalur pori. Untuk menggunakan parameter keberlikuan, pelacakan jalur pori dilakukan secara geometrik dengan menggunakan metode neurite tracer. Dari geometri jalur yang terlacak kemudian dapat ditentukan sudut keberlikuannya untuk kemudian didapatkan parameter keberlikuan. Pelacakan dilakukan pada beberapa sampel jalur pori yang memiliki panjang yang sama namun dengan perbedaan sudut keberlikuan yang dibentuk. Selanjutnya dibandingkan hasil parameter keberlikuan dari pelacakan pori secara langsung dan pada skeleton dari jalur pori untuk menentukan representasi jalur pori yang paling tepat. Didapatkan bahwa skeleton dapat menjadi representasi jalur pori yang sesuai. Perbandingan antara parameter keberlikuan dan parameter lain seperti porositas dan permeabilitas pada suatu model media berpori juga ditentukan untuk mencari hubungan antara masing masing parameter. Didapatkan bahwa terdapat korelasi parameter keberlikuan dengan porositas dan hubungan dengan korelasi porositas dan permeabilitas, namun tidak terdapat hubungan langsung antara parameter keberlikuan dan permeabilitas untuk model jalur pori tertentu sehingga diperlukan parameter pendukung untuk mendapatkan korelasi langsung antar parameter.", "Daftar File": {}, "Penulis": "Muhammad Nashih Amien [10214011]", "Kontributor / Dosen Pembimbing": ["Dr. Fourier Dzar Eljabbar, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "kompleksitas, neurite tracer, parameter keberlikuan, skeleton, permeabilitas", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "7 file", "Tanggal Input": "14 Sep 2020"}