{"Nomor": 49365, "Judul": "ANALISIS KESTABILAN LERENG AREA BANJARBARU, PIT PUNAI, JOBSITE PT. PAMAPERSADA NUSANTARA DISTRIK ASMI DI KAPUAS, KALIMANTAN TENGAH", "Abstrak": "PT. Pamapersada Nusantara merupakan kontraktor pertambangan batubara dari PT. Asmin Bara Bronang. PT. Asmin Bara Bronang memiliki wilayah izin usaha tambang (WIUP) di Kalimantan Tengah. Saat operasi penambangan mendekati pit limit tampak gejala longsoran yang menyebabkan terhentinya operasi penambangan karena faktor keselamatan. Agar sekuen penambangan dapat tetap berjalan maka diperlukan analisis kestabilan lereng untuk memberikan rekomendasi yang aman secara faktor keamanan dan probabilitas kelongsoran. Analisis kestabilan lereng yang digunakan, dengan membandingakan hasil pengolahan dari perangkat lunak Slide 6.0 dengan Kepmen ESDM No 1827 K/30/MEM/2018.\nAnalisis probabilitas kelongsoran dilakukan dengan menghimpun data uji laboraturium yang berupa bobot isi, kohesi dan sudut gesek dalam yang sudah diurutkan mulai dari nilai yang terkecil hingga terbesar. Kemudian dilakukan goodness of fit test untuk memilih fungsi distribusi terbaik menggunakan metode Kolmogorov-Smirnov dilanjutkan dengan Akaike Information Criterion. Keluarannya berupa nilai rata-rata, standar deviasi, maksimum relatif, dan minimum relatif yang akan menjadi parameter masukan untuk metode simulasi Monte-Carlo dengan menggunakan perangkat lunak Slide 6.0.\nHasil analisis kondisi existing dengan beban dinamis sebesar 0,08g dan faktor air pori (hu): 0,6 & 1 menghasilkan FK = 0,7 – 1 dan PK = 39,2 – 100%. Untuk desain LOM dengan beban dinamis dan Hu sebesar 1 & 0,6 menghasilkan FK = 0,5 – 0,8 dan PK = 100%. Untuk rekomendasi 1 dengan beban dinamis dan Hu 1 menghasilkan FK = 1 dan PK = 75% untuk bidang gelincir busur; FK = 1,1 dan PK = 16,6% untuk bidang gelincir kombinasi sesar dan BLLA; FK = 5,6 dan PK = 0% untuk bidang gelincir kombinasi sesar dan carbonaceous clay. Untuk rekomendasi 2 menerapkan beban dinamis dengan Hu 1 & 0,6 menghasilkan FK = 1,3 – 5,4 dan PK = 0%.\nMenurut Kepmen ESDM Nomor 1827 K/30/MEM/2018 hasil analisis probabilitas yang memiliki FK ? 1.1 dan nilai probabilitas kelongsoran ? 5% dinyatakan aman untuk jenis lereng keseluruhan dengan tingkat keparahan longsor tinggi. Sehingga dapat dikatakan bahwa lereng dalam kondisi aman dengan melakukan penyaliran dan pemasangan counterweight.", "Daftar File": {"COVER Baiq Ramadhani Karina": "https://digilib.itb.ac.id/gdl/download/211123"}, "Penulis": "Baiq Ramadhani Karina [12116076]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Budi Sulistianto, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Faktor Keamanan, Probabilitas Kelongsoran, Goodness Of Fit Test, Penyaliran, Counterweight", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Rita Nurainni, S.I.Pus", "File": "7 file", "Tanggal Input": "15 Sep 2020"}