{"Nomor": 49361, "Judul": "PENGUKURAN KESIAPAN TRANSFORMASI AGILE BERBASIS KULTUR ORGANISASI DI DEWAN TEKNOLOGI INFORMASI DAN KOMUNIKASI NASIONAL (WANTIKNAS)", "Abstrak": "Paradigma dimana organisasi berskala besar selalu memiliki birokrasi yang tinggi sedang\nditantang oleh kemunculan-kemunculan perusahaan berbasis eknomi kreatif. Persuahaan\ninilah yang merevolusi dan mendisrupsi industri dengan karakteristik mereka yang selalu\nterintegrasi kepada semua orang, semua benda, dimanapun, dan kapanpun itu. Tidak hanya\nitu, di masa ini, kapabilitas suatu organisasi telah berubah dimana perusahaan harus\nmempunyai kegesitan. Hal yang termasuk dalam kapabilitas ini adalah kemampuan untuk\nberadaptasi, untuk berubah, dan untuk mendisrupsi. Untuk mengejar ketertinggalan dari\nperubahan yang sangat cepat dan tidak dapat terprediksi dari dunia yang VUCA (volatility,\nuncertainty, complexity, and ambiguity), maka Dewan Teknologi Informasi dan Komunikasi\nNasional atau disingkat dengan nama Wantiknas telah diberikan mandat oleh Kementerian\nPerencanaan dan Pembangunan Nasional melalui surat keputusan menteri nomor. 45 dimana\nWantiknas sendiri bertugas untuk memformulasikan kebijakan publik dan penentuan arah\nstrategi nasional dalam pengembangan dan penyempurnaan teknologi informasi dan\nkomunikasi melalui infrastruktur, perangkat lunak, dan konten. Disini Wantikan bertugas\nuntuk mengawal transformasi digital berskala nasional dimana salah satu pokok utama dalam \ntransformasi digital tersebut adalah untuk mengadaptasi agile. Melakukan transformasi agile \ntidaklah mudah, banyak transformasi yang gagal karena kultur organisasi dan kutlur agile\nbertentangan.\n\nOleh karena itu, untuk membatu Wantiknas dalam melaksanakan transformasi agile, riset ini\nmelakukan pengujian kesiapan transformasi berbasis kultur organisasi. Aspek kultur sendiri\nsangatlah penting dalam trasnformasi agile karena dampaknya yang besar yang dapat\nmenyebabkan kegagalan transformasi atuapun memberikan halang-rintang dalam\npengadopsian metodologi agile. Studi ini menggunakan survei kuantitatif berbasis model\nkultur organisasi yang dirancang oleh William E. Schneider. Survei disebar kepada seluruh\npopulasi tim sekertariat Wantiknas yang berjumlah 20 orang. Setelah itu, hasil dari survei di\nterima dan dianalisa. Analisa yang dilakukan adalah penentuan kultur utama dan kultur\npendukung di organisasi. Tidak hanya itu, hasil berupa dimensi-dimensi kultur dianalisa dan\ndibandingkan dengan kultur agile. Penolakukuran dengan kultur agile yang diperoleh dari\nliteratur-literatur yang berkaitan dengan agile pun dilakukan. Model kultur ini memberikan\nhasil analisis topografi terhadap kultur organisasi. Karena organisasi belum mengadopsi \nagile sama sekali, maka dibutuhkan penolakukuran terhadap preferensi kulture agile . Model\nkultur Schneider memberikan empat kategori kultur di organisasi yaitu kultur kontrol,\nkolaborasi, kompetensi, dan kultivasi. Di setiap organisasi memiliki kultur yang\ndominan.Untuk proses penolakukuran, digunakan tiga bentuk preferensi kultur agile dan satu\nreview literature terintegrasi dari permasalahan transformasi agile yang berkaitan dengan\nkultur organisasi. Sumber yang pertama adalah preferensi kultur agile oleh praktisi agile\n(Spayd, 2010). Yang kedua melalui, kultur berbasis nilai-nilai dan prinsip agile dari agile\nmanifesto (Sahota, 2012). Yang ketiga melalui tinjauan literature sistematis mengenai kultur\nagile (Rebentisch et al., 2018). Dan yang terakhir adalah bersumber dari studi-studi\npermasalahan transformasi agile dan diatribusikan kepada model kultur Schneider.\n\nHasil dari studi ini menunjukan bahwa Wantiknas hanya memiliki beberapa karakteristik\nagile dan belum bisa dinyatakan sebagai organisasi yang agile. Tidak hanya itu, dari sisi\nkultur organisasi, Wantiknas masih memiliki kesenjangan dan keselarasan dengan preferensi\nkultur agile. Untuk menyempurnakan dan menyelaraskan kultur organisasi dan preferensi\nkultur agile, maka studi ini mengusulkan untuk mengadopsi metode metode agile dimana hal\ntersebut dapat menambahkan dan memberikan karakteristik agile terhadap organisasi.", "Daftar File": {"2020_TS_PP_Fairuuz Xaviera_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/211121"}, "Penulis": "Fairuuz Xaviera [29118476]", "Kontributor / Dosen Pembimbing": ["Dr.rer.pol. Achmad Fajar Hendarman, S.T., M.S.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Agile Transformation, Organizational Culture, Agile Challenges,", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "15 Sep 2020"}