{"Nomor": 49360, "Judul": "HOTEL RAMAH LINGKUNGAN: APAKAH AKAN BERLANJUTAN DAN BERMANFAAT SEBAGAIMANA TAMPAKNYA? KASUS PEMENANG PENGHARGAAN HOTEL HIJAU BERTEMPAT DI TENGAH KOTA METROPOLIS INDONESIA, JAKARTA", "Abstrak": "Industri pariwisata memainkan peran penting dalam ekonomi, terutama di Indonesia, di mana salah satu kontributor utama perekonomian berasal dari industri pariwisata. Namun, industri pariwisata tidak seimbang atau sama rata di setiap daerah. Di Jakarta contohnya, daripada industri pariwisata, fokus utamanya lebih condong ke industri bisnis. Meskipun banyak wisatawan dating ke Jakarta, tujuan kedatangan mereka bukanlah untuk berlibur. Sebagian besar wisatawan yang datang ke Jakarta adalah untuk bisnis, atau pendidikan.\nMeskipun Jakarta jarang digunakan sebagai tujuan liburan, Jakarta memiliki banyak hal menarik seperti menjadi pusat peleburan antara budaya modern dan tradisional, yang mana merupakan aspek penting dalam pariwisata. Aspek penting lainnya dalam pariwisata adalah praktik ramah lingkungan yang baru-baru ini tersohor. Seiring dengan meningkatnya kekhawatiran mengenai memburuknya kondisi lingkungan, orang-orang mulai mencari cara untuk meminimalkan dampak kerusakan lingkungan tersebut. Beberapa hotel di Jakarta juga telah mengadopsi praktik-praktik ramah lingkungan dan menerapkannya di hotel mereka, termasuk di Hotel Borobudur. Hotel Borobudur adalah salah satu hotel paling terkenal di Jakarta karena keberadaannya yang telah lama di Jakarta, lokasi yang strategis, hotel bintang 5 dengan banyak fasilitas yang tersedia, yang tidak dapat ditawarkan oleh hotel lain.\nSelain kualitas Hotel Borobudur yang sangat baik, media sosial juga memainkan peran besar dalam penjualan produk dan servis mereka. Konsumen yang memesan kamar melalui Agen Perjalanan Online (OTA) telah menjadi segmen pasar tertinggi untuk Hotel Borobudur. Namun persaingan yang dihadapi Hotel Borobudur semakin ketat, oleh karena itu untuk mempertahankan tempat mereka dalam kompetisi, Hotel Borobudur harus membuat langkah strategis untuk menjadi market leader.\nUntuk mendukung Hotel Borobudur, penelitian ini dilakukan untuk memberikan saran tambahan kepada hotel, berdasarkan analisis ilmiah. Penelitian ini melakukan analisis melalui metode internal dan eksternal serta menggunakan pendekatan kuantitatif dan kualitatif, pendekatan kuantitatif menganalisis perspektif pelanggan mengenai paparan media social (social media exposure), sikap terhadap lingkungan (environmental attitude), dan kemauan untuk membeli (willingness to purchase) yang akan diukur menggunakan analisis pengujian hipotesis. Sementara itu, kualitatif didasarkan pada pandangan pribadi penulis yang dianalisis melalui analisis SWOT, TOWS, dan Blue Ocean Shift.", "Daftar File": {"ABSTRAK Sari Intan Pratiwi": "https://digilib.itb.ac.id/gdl/download/211176"}, "Penulis": "Sari Intan Pratiwi [29318086]", "Kontributor / Dosen Pembimbing": ["Yudo Anggoro, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Tourism Industry, Social Media Exposure, Environmental Attitude, Willingness to Purchase, Green Hotel, Blue Ocean Strategy.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "15 Sep 2020"}