{"Nomor": 49366, "Judul": "USULAN STRATEGI EMPLOYER BRANDING UNTUK MENINGKATKAN ATRAKTIVITAS ORGANISASI DAN MOTIF LISAN  (STUDI KASUS: CODEX POWERED BY TELKOM INDONESIA)", "Abstrak": "Revolusi digital telah mentransformasi kehidupan manusia dan lingkungan dengan skala dan kecepatan yang tidak dapat diprediksi, memunculkan banyak peluang dan tantangan yang besar. Saat ini, Indonesia berada di posisi utama dalam tren perkembangan ekonomi digital se-Asia Tenggara dimana Indonesia diprediksi akan tumbuh tiga kali lipat atau mencapai USD 240 miliyar per tahun 2025. Selama tahun 2019, tercatat bahwa Telkom Indonesia, terutama pendapatan dari sektor platform dan layanan digital, memiliki kontribusi sebesar enam persen dari pendapatan konsolidasi perusahaan. Direktur dari Digital Business Directorate (DBD) mengatakan bahwa bisnis digital ialah bisnis yang sangat dinamis serta disruptif dengan kompetisi yang sangat tinggi dan karena alasan inilah, DBD Telkom Indonesia beserta dengan talenta-talenta terbaiknya berkomitmen untuk terus berinovasi, bertransformasi, dan beradaptasi dengan kebutuhan terkini dan tren.\n\nDengan rasa antusiasme yang tinggi dalam mengembangkan produk digital Telkom untuk Indonesia, Telkom tentu membutuhkan talenta-talenta terbaik untuk mewujudkannya. Sejak 2018, DBD telah mempersiapkan sebuah strategi dengan melahirkan sebuah unit pengelolaan talenta digital bernama CODEX powered by Telkom Indonesia. Sebagai unit yang berada di bawah naungan DBD, CODEX memiliki peran sebagai perekrut talenta digital untuk internal DBD serta pengelola talenta digital DBD melalui situs web dan sistem pengelolaan yang dibuat dan dimiliki oleh CODEX. Direkstrukturisasi pada awal 2020, CODEX terus meningkatkan kegiatan operasionalnya dan memiliki target untuk dapat merekrut lebih dari 695 talenta digital untuk DBD pada tahun 2020. Namun, per Desember 2019 hingga Februari 2020, CODEX meraih tingkat keberhasilan yang belum signifikan. Untuk mencapai target tahun ini, CODEX memiliki strategi dengan memiliki divisi employer branding dalam organisasi sejak tahun 2019 dengan tujuan untuk menyebarkan kesadaran merek dari CODEX. Untuk memaksimalkan kegiatan employer branding, diperlukan pengamatan serta evaluasi lebih lanjut mengenai kegiatan operasional yang ada. Setelah pengamatan dan evaluasi dilakukan, solusi atau strategi yang terbaik pun dapat ditentukan untuk kegiatan employer branding yang lebih baik.\n\nPenelitian ini menggunakan metode kualitatif dengan mengumpulkan data primer melalui observasi, wawancara mendalam kepada talenta-talenta digital yang baru direkrut melalui portal CODEX serta mewawancarai manajemen CODEX. Selain itu, data sekunder baik dari internal maupun eksternal pun dikumpulkan untuk menganalisis lingkungan eksternal dan internal bisnis dengan menggunakan kerangka kerja PESTEL, analisis STP, dan model strategy diamond. Untuk mengidentifikasi masalah bisnis, penulis menggunakan peta perjalanan bakat atau disebut talent journey map dan data perekrutan.\n\nSetelah mengidentifikasi permasalahan, penulis mengembangkan data tersebut menggunakan kerangka kerja value proposition canvas dan menghasilkan sebuah solusi untuk kegiatan employer branding CODEX berupa “kehadiran sosial melalui media sosial” dan “media digital yang informatif.” Dengan menghadirkan “kehangatan organisasi” dan memperlihatkan “kompetensi organisasi” pada solusi yang dituturkan sebelumnya, diharapkan CODEX dapat meningkatkan atraktivitas serta motif lisan dari CODEX dan DBD sebagai organisasi.", "Daftar File": {"ABSTRAK Armeyditta Willia Abdullah": "https://digilib.itb.ac.id/gdl/download/211127"}, "Penulis": "Armeyditta Willia Abdullah [29318470]", "Kontributor / Dosen Pembimbing": ["Dr. Dina Dellyana, S.Farm., M.A.B."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Employer Branding, Media Digital, Kehadiran Sosial, Keinformatifan, Kehangatan Organisasi, Kompetensi Organisasi, Atraktivitas Organisasi, Motif Lisan.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "15 Sep 2020"}