{"Nomor": 49372, "Judul": "PENGEMBANGAN IES (SISTEM INOVASI KEWIRAUSAHAAN) APLIKASI MOBILE UNTUK TENANT STARTUPS MENGGUNAKAN PERSPEKTIF ILMU PELAYANAN  (STUDI KASUS: LPIK ITB)", "Abstrak": "Lembaga Pengembangan Inovasi dan Kewirausahaan (LPIK) ITB adalah lembaga di bawah Wakil\nRektor Bidang Penelitian, Inovasi dan Kemitraan yang menangani tentang inovasi di ITB serta\nforum pengembangan kewirausahaan bagi komunitas akademik ITB. Banyak organisasi termasuk\nLPIK masih menyangkal bagaimana Industri 4.0 dapat memengaruhi bisnis atau berjuang untuk\nmenemukan bakat atau pengetahuan untuk mencari cara terbaik untuk mengadopsinya untuk kasus\npenggunaan unik mereka. LPIK menerapkan perubahan dan menyiapkan masa depan di mana\nmesin cerdas meningkatkan tujuan bisnis mereka. Salah satunya adalah keberadaan aplikasi seluler\nyang dapat digunakan di Android atau iOS, lebih efektif, efisien, dan mereka (penyewa LPIK\npemula) akan dapat dengan mudah berinteraksi dengan industri/investor/pembeli (pengguna)\ndalam membantu membuat nilai (value co-creation). \nDalam hal ini, seluruh proses penelitian menggunakan perspektif ilmu layanan. Metodologi yang\ndigunakan adalah survei kuantitatif untuk kualitas layanan (SERVQUAL) dan kualitatif untuk\nstudi eksplorasi dengan wawancara mendalam dari orang-orang kunci, FGD, dan identifikasi titik\ngagal untuk memperkuat persyaratan tesis ini. Ada juga penggunaan cetak biru desain/analisis\nlayanan yang dibuat untuk fitur-fitur inovasi produk di startup penyewa LPIK dan menggunakan\npemikiran desain untuk mengembangkan aplikasi mobile di bidang inovasi dan kewirausahaan di\nLPIK ITB. Penelitian ini menemukan 3 penyebab utama masalah, yaitu kegagalan aspek proses,\norang, dan teknologi. \nEmpat program peningkatan dan pengembangan untuk meningkatkan layanan IES LPIK ITB\ndiusulkan sesuai dengan prioritas mereka, telah dikonfirmasi ulang kepada orang-orang kunci.\nDiantaranya adalah Aplikasi Mobile (IES Shop) bersama dengan fitur UI / UX dari sistem layanan\nmandiri untuk LPIK ITB dan sebagai penghubung antara Pelanggan, Mentor, Industri, Investor,\ndan Karyawan di LPIK yang terlibat (Usulan Prototipe), Cetak Biru Layanan Desain (Berorientasi\nPelanggan), Program Pengembangan Orang Terintegrasi, dan Program Pengembangan\nPengalaman Digital", "Daftar File": {"2020_TS_PP_Mentari Nur Utari_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/211145"}, "Penulis": "Mentari Nur Utari [29118330]", "Kontributor / Dosen Pembimbing": ["Santi Novani, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "LPIK ITB, penciptaan nilai bersama, ilmu layanan, aplikasi mobile, pemikiran desain, desain layanan, dan analisis cetak biru", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "15 Sep 2020"}