{"Nomor": 49377, "Judul": "MANAJEMEN PENGALIRAN SEMBURAN LUMPUR DI WADUK LUMPUR SIDOARJO", "Abstrak": "Semburan Lumpur Sidoarjo terjadi sejak tanggal 29 Mei 2006 dan terus berlanjut\nhingga saat ini. Pusat atau titik semburan Lumpur Sidoarjo terletak di Desa Siring,\nKecamatan Porong, Kabupaten Sidoarjo, Provinsi Jawa Timur. Pengaliran lumpur\ndari pusat semburan ke Kali Porong apabila tidak dilakukan sesuai dengan\nkomposisi lumpur dan air yang tepat dapat mengakibatkan pendangkalan pada\nsungai. Karenanya, diperlukan studi yang dapat memberikan rekomendasi\nmanajemen pengaliran lumpur dari pusat semburan ke Kali Porong tanpa\nmenimbulkan dampak negatif terhadap lingkungan.\nAliran lumpur berbeda dengan aliran air. Aliran Lumpur Sidoarjo memiliki material\nclay. Aliran ini dapat dimodelkan dengan software FLO-2D. Pemodelan dilakukan\nuntuk mengetahui pola aliran dan alternatif manajemen penanganan yang\ndirekomendasikan. Setelah pola aliran lumpur diketahui, selanjutnya akan\ndiusulkan rekomendasi alternatif solusi untuk manajemen pengaliran lumpur.\nAliran lumpur dari pusat semburan dimodelkan dalam empat skenario pemodelan\nyaitu skenario kondisi eksisting, skenario 1, skenario 2 dan skenario 3. Adapun\npemodelan lumpur dari saluran pelimpah ke Kali Porong dimodelkan dalam dua\nkondisi yaitu kondisi musim kering dan musim basah. Berdasarkan hasil\npemodelan, lumpur dapat mengalir ke Kali Porong. Selanjutnya, diusulkan dua\nalternatif solusi yaitu alternatif 1 (tanpa menggunakan saluran pelimpah) dan\nalternatif 2 (dengan menggunakan saluran pelimpah). Selain kedua alternatif\ntersebut, disiapkan sistem cadangan pada saat semburan lumpur sesaui dengan nilai\nstandar deviasi.\nBerdasarkan hasil perhitungan, kapasitas pompa lumpur dan pompa air yang\ndibutuhkan adalah untuk kapasitas pompa lumpur 896.23 liter/detik dan kapasitas\npompa air 512.53 liter/detik, sedangkan kapasitas pompa air pada sistem cadangan\nadalah 1,359.80 liter/detik. Berdasarkan hasil pemodelan pola operasi waduk\nlumpur, pada alternatif 1 didapatkan kebutuhan pompa lumpur sebanyak 7 buah dan\npompa air sebanyak 11 buah, pada alternatif 2 didapatkan kebutuhan pompa lumpur\nsebanyak 5 buah dan pompa air sebanyak 8 buah, sedangkan pada sistem cadangan\ndiperlukan penambahan pompa lumpur sebanyak 2 buah dan buah pompa air sebanyak 3 buah. Lokasi penempatan alat pompa lumpur dan pompa air disesuaikan\ndengan lokasi terjadinya penumpukan lumpur berdasarkan hasil pemodelan\nnumerik.\nKedua alternatif solusi dan sistem cadangan tersebut dihitung rencana anggaran\nbiaya yang dibutuhkan. Dalam satu tahun, rencana anggaran biaya untuk\npengendalian dan pemeliharaan lumpur pada kondisi eksisting sebesar Rp\n175,820,468,000.00. Pada alternatif 1, rencana anggaran biaya untuk pengendalian\ndan pemeliharaan lumpur sebesar Rp 181,444,214,628.57, biaya konstruksi sebesar\nRp 92,577,949,136 dan biaya overhaul per-5 tahun sebesar Rp 29,882,744,751.\nPada alternatif 2, rencana anggaran biaya untuk pengendalian dan pemeliharaan\nlumpur sebesar Rp 175,232,881,961.91, biaya konstruksi sebesar Rp\n86,284,465,030 dan biaya overhaul per-5 tahun sebesar Rp 21,988,796,743. Pada\nsistem cadangan, rencana anggaran biaya untuk pekerjaan pengendalian dan\npemeliharaan lumpur Sidoarjo sebesar Rp164,509,946,304.76, total biaya\nkonstruksi sebesar Rp 62,644,052,072 dan total biaya overhaul per- 5 tahun\nsebesar Rp 10,761,428,888. Selanjutnya, dari kedua alternatif dilakukan\nperhitungan nilai NPV selama 20 tahun dengan tingkat inflasi di Indonesia 5.2%.\nBerdasarkan hasil perhitungan nilai NPV, apabila semburan lumpur diprediksi akan\nberhenti dalam kurun waktu 6 tahun maka alternatif 1 lebih menguntungkan untuk\ndilaksanakan dari pada alternatif 2. Akan tetapi, apabila lumpur diprediksi akan\nberhenti dalam kurun waktu lebih dari 6 tahun maka alternatif 2 lebih\nmenguntungkan untuk dilaksanakan dari pada alternatif 1.", "Daftar File": {"ABSTRAK Khilmi Zain": "https://digilib.itb.ac.id/gdl/download/211150"}, "Penulis": "Khilmi Zain [25018310]", "Kontributor / Dosen Pembimbing": ["Mohammad Bagus Adityawan, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "lumpur, Sidoarjo, Kali Porong, FLO-2D.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Sep 2020"}