{"Nomor": 49383, "Judul": "PREDIKSI KESUKSESAN FILM BIOSKOP DENGAN MENGGUNAKAN METODE ARTIFICIAL NEURAL", "Abstrak": "Industri perfilman merupakan salah satu industri yang memiliki potensi untuk\nmenghasilkan uang dalam jumlah besar bagi rumah produksi film yang sangat\nbanyak dalam beberapa tahun ini, namun kenyataannya 80% dari seluruh film\nyang dibuat termasuk dalam kategori gagal dan modal yang diperlukan untuk\nmembuat suatu film juga tidaklah sedikit, sehingga tantangan yang besar dimiliki\noleh rumah produksi film, yakni menghasilkan karya berupa film yang\nmenghasilkan keuntungan yang sangat besar yang didefinisikan sebagai\nblockbuster atau film dengan pendapatan lebih dari $100.000.000. Potensi\nkeuntungan yang besar ini didukung dengan perkembangan zaman khususnya di\nbidang teknologi seharusnya dapat dimanfaatkan oleh para rumah produksi film\nuntuk mengurangi peluang film – film yang dihasilkan menjadi film yang tidak\nlaku. Pada karya tulis ini digunakan metode artificial neural network digunakan\nuntuk memprediksi kesuksesan suatu film bioskop. Kemampuan metode artificial\nneural network dalam melakukan prediksi tentunya perlu didukung oleh\npenentuan variabel penting yang akan digunakan dalam pembangunan modelnya.\nDalam karya tulis ini, penulis menggunakan metode chi squared test untuk\npenentuan variabel penting data input kategorik dan data output kategorik dan\nmetode ANOVA untuk penentuan variabel penting data input numerik dan data\noutput kategorik. Hasilnya, penulis berhasil mendapatkan akurasi sebesar 86%\npada test set yang berarti 86% dari test data dapat diklasfikasikan dengan benar.", "Daftar File": {"ABSTRAK CRYSTAL MARSHA.pdf)u": "https://digilib.itb.ac.id/gdl/download/211156"}, "Penulis": "Crystal Marsha [10116095]", "Kontributor / Dosen Pembimbing": ["Hilda Assiyatun, M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Blockbuster, Artificial Neural Network, Film Bioskop, Sukses", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "16 Sep 2020"}