{"Nomor": 49390, "Judul": "ANALISIS PROFIL FISIOLOGI KOMUNITAS BAKTERI PADA FERMENTASI TRADISIONAL PLIEK U MENGGUNAKAN BIOLOGTM ECOPLATE", "Abstrak": "Pliek u merupakan salah satu makanan tradisional Aceh yang dihasilkan dari proses fermentasi daging buah kelapa. Proses pembuatan pliek u secara umum meliputi pemeraman daging buah kelapa pada lingkungan terbuka dan dilakukan pengepresan sehingga minyak kelapa terpisah dari ampasnya, ampas tersebut kemudian disebut pliek u. Selama proses fermentasi diduga daging buah kelapa mengalami berbagai perubahan yang disebabkan karena adanya aktivitas dari komunitas mikroba. Hingga saat ini belum diketahui bagaimana dinamika komunitas mikroba selama fermentasi plik u. Karakteristik komunitas mikroba dapat dipelajari melalui pendekatan analisis community-level physiological profiling (CLPP). Metode ini didasarkan pada penggunaan substrat karbon berbeda oleh komunitas bakteri. Setelah struktur fungsional komunitas mikroba dapat diketahui maka kontrol mikroba pada proses fermentasi dapat dilakukan.\nPenelitian ini dimulai dengan pengambilan sampel fermentasi tradisional pliek u di Desa Siron Kabupaten Aceh Besar Provinsi Aceh, Indonesia. Pengambilan sampel dilakukan setiap 12 jam selama 72 jam fermentasi dan dianalisis perubahan pHnya serta dilakukan analisis proksimat. Selanjutnya, dilakukan juga analisis CLPP menggunakan BIOLOGTM EcoPlate pada sampel jam ke-0 (I), 24 (II), 48 (III) dan 72 (IV). Sumur EcoPlate yang menunjukkan hasil positif (warna larutan menjadi ungu) dilanjutkan dengan pengisolasian bakteri. Isolat bakteri kemudian diseleksi berdasarkan kemampuannya menghasilkan enzim selulase, lipase dan protease. Dilakukan sekuensing pada isolat bakteri terpilih dengan primer gen 16s rRNA dan dilakukan analisis filogenetik dengan metode neigbhor-joining (NJ) bootstrap 1000 kali.\nSelama fermentasi pliek u terjadi penurunan nilai pH dari 4,43 di awal fermentasi menjadi 3,96 di akhir fermentasi. Selanjutnya, hasil analisis proksimat menunjukkan adanya penurunan pada kadar air sebesar 7,51%, kadar abu sebesar 0,17% dan kadar kabohidrat sebesar 1,35% serta kenaikan pada kadar protein dan kadar lemak sebesar 8,55% dan 0,48% pada akhir fermentasi. Analisis fisiologis komunitas bakteri dengan BiologTM EcoPlate menunjukkan nilai Average Well Color Development (AWCD) meningkat sejalan dengan waktu inkubasi EcoPlate, dimana nilai AWCD tertinggi adalah pada jam ke-72 fermentasi yaitu 1,0833. Kemudian, analisis PCA menunjukkan penggunaan substrat oleh komunitas bakteri pada awal fermentasi berkorelasi dengan kelompok substrat karbohidrat, asam karboksilat dan polimer dan kemudian di akhir pada kelompok substrat karbohidrat, asam karboksilat dan asam amino. Dari ke-5 isolat bakteri, isolat EC1 dan EC3 memiliki kemampuan enzimatis selulase, lipase dan protease yang baik dan dari hasil analisis\nfilogenetik menjukkan bahwa isolat EC1 memiliki kekerabatan yang dekat dengan Pseudomonas azotoformans strain NBRC dan isolat EC3 memiliki kekerabatan yang dekat dengan Pseudomonas lundensis strain ATCC 49968. Berdasarkan hasil penelitian tersebut, disimpulkan bahwa terjadi perubahan penggunaan substrat serta aktivitas dari komunitas bakteri selama fermentasi pliek u.", "Daftar File": {"ABSTRAK Suji Edwar": "https://digilib.itb.ac.id/gdl/download/211166"}, "Penulis": "Suji Edwar [21118011]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Pingkan Aditiawati, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Pliek u, Community Level Physiology Profiling, BIOLOGTM EcoPlate", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Sep 2020"}