{"Nomor": 49408, "Judul": "ANALYSIS ON PERFORMANCE COMPARISON BETWEEN CRYPTOCURRENCY INDEX 30, LQ45 INDEX AND GOLD AS ALTERNATIVE INVESTMENT", "Abstrak": "Krisis keuangan pada tahun 2008 menyebabkan sekelompok anonim bernama Satoshi Nakamoto\nmenciptakan sebuah program mata uang kripto bernama Bitcoin sebagai salahsatu solusi mata\nuang yang tidak terikat dengan bank sentral. Hingga saat ini, sudah ada lebih dari 2000 mata uang\nkripto yang tercatat di coinmarketcap.com. Mata uang kripto juga dapat digunakan sebagai\ninstrument investasi, dibuktikan dengan naiknya pasar mata uang kripto sebanyak ribuan persen\nselama 5 tahun terakhir. Analisis dilakukan untuk mengukur performa dari index mata uang kripto\nyang terdiversifikasi; CCI30, dan membandingkannya dengan instrument investasi tradisional\nseperti saham, yang diwakilkan oleh LQ45 dan Emas. Melihat dari faktor risiko, tingkat\npengembalian, dan evaluasi menggunakan rasio Sharpe, Mata uang kripto dapat mengungguli\nLQ45 dan Emas. Namun, risiko yang ada dibalik aset kripto dinilai sangat besar menjadikannya\nhanya cocok untuk investasi jangka pendek dan hanya baik dipergunakan oleh investor dengan\nprofil risiko agresif. Menggunakan tools excel solver, proporsi optimal dari portofolio yang berisi\nketiga asset tersebut adalah 19.89% CCI30, 34.09% LQ45, dan 46.02% Emas dengan potensi rasio\nSharpe maksimum sejumlah 2325.87%. Strategi investasi terbaik dengan menggunakan proporsi\noptimal adalah penyeimbangan Kembali setiap setengah tahun dengan total nilai pengembalian\nsebesar 3623.48%.", "Daftar File": {"2020 SM Nashrullah Putra Sulaeman 19017016.pdf\niu": "https://digilib.itb.ac.id/gdl/download/211194", "2020 TS PP NASRULLAH PUTRA SELAEMAN 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/247041"}, "Penulis": "Nashrullah Putra Sulaeman [19017016]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Subiakto, M.B.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Mata Uang Kripto, Risiko dan Pengembalian, Rasio Sharpe, Portofolio Optimal", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "16 Sep 2020"}