{"Nomor": 49404, "Judul": "ANALISIS AKTIVITAS PROMOTER GEN MEEF1A6 SECARA IN-VITRO DAN IN-VIVO DENGAN MENGGUNAKAN TEKNIK TRANSIEN DAN TRANSGENIK PADA TANAMAN TEMBAKAU (NICOTIANA TABACUM)", "Abstrak": "Promoter merupakan salah satu bagian dari gen yang berfungsi dalam menjalankan fungsi ekspresi. Aktivitas kerja promoter menjadi hal yang perlu diperhatikan untuk memastikan ekspresi gen bekerja efektif. Promoter MeEF1A6 (Manihot esculenta Elongation Factor 1 Alfa 6) merupakan salah satu promoter yang berasal dari tanaman ubi kayu (Manihot esculenta). Pada penelitian sebelumnya promoter MeEF1A6 telah berhasil diisolasi dan diinsersikan ke dalam plasmid pBI121 menggantikan promoter CaMV35S. Penelitian ini bertujuan untuk menganalisis aktivitas promoter MeEF1A6 secara in-vivo dan in-vitro dengan menggunakan teknik transien dan transgenik pada tanaman tembakau. Plasmid pBI121 yang berisi promoter MeEF1A6 diintoduksi ke dalam Agrobacterium tumefaciens strain AGL1 dan LBA4404 sebagai vektor. Kerja promoter kemudian dianalisis dengan melihat hasil introduksi promoter ke dalam tanaman tembakau menggunakan metode transien dan transformasi stabil. Eksplan utuh digunakan untuk uji transien dan dilakukan dengan ulangan minimal sebanyak 2 kali. Daun eksplan yang telah dipotong dengan ukuran 1x1 cm sebanyak 60 lembar digunakan untuk transformasi stabil. Analisis kerja promoter dilakukan dengan uji histokimia GUS yang terintegrasi dengan promoter. Hasil uji transien menggunakan LBA4404 menghasilkan warna biru di akar, batang dan daun pada semua ulangan. Sayatan melintang pada batang menunjukkan warna biru yang sama dengan jaringan epidermis dan prokambium yang membawa promoter CaMV35S (kontrol positif). Transformasi stabil menggunakan Agrobacterium tumefaciens strain AGL1 sebagai vektor dihasilkan 43 tunas yang berasal dari 40 kalus. Total 43 tunas diseleksi dengan antibiotik dan menghasilkan 27 planlet yang berhasil tumbuh. Beberapa planlet kemudian direaksikan dengan laurat X-Gluc sebagai substrat uji histokomia GUS dan menghasilkan warna biru pada eksplan. Hasil tersebut mengindikasikan promoter MeEF1A6 telah berhasil diintroduksikan dan dapat bekerja. Sedangkan transformasi stabil promoter MeEF1A6 dengan Agrobacterium tumefaciens strain LBA4404 sebagai vektor dihasilkan 50 kalus dari total 60 eksplan daun namun umur kalus belum sampai tahap pertumbuhan tunas. Pewarnaan kalus dengan uji histomikia GUS juga telah dilakukan pada kalus dan menghasilkan warna biru pada daerah pertumbuhan kalus. Hasil pada penelitian ini menunjukkan bahwa promoter MeEF1A6 dapat bekerja pada jaringan tanaman pada akar, batang, daun dan jaringan yang bersifat meristem seperti jaringan prokambium dan kalus pada tanaman tembakau. Hal tersebut menguatkan dugaan bahwa promoter MeEF1A6 dapat bekerja secara konstitutif.", "Daftar File": {"ABSTRAK Galih Gibral Andalusia": "https://digilib.itb.ac.id/gdl/download/211184"}, "Penulis": "Galih Gibral Andalusia [20617308]", "Kontributor / Dosen Pembimbing": ["Sony Suhandono, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Promoter, Transformasi, MeEF1A6", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Sep 2020"}