{"Nomor": 49407, "Judul": "ANALYSIS OF PRODUCT QUALITY, RELATIONSHIP MARKETING AND CUSTOMER SATISFACTION ON B2B TOWARDS REPURCHASE INTENTION", "Abstrak": "Berdasarkan data dari Kementerian Perindustrian (2016), Indonesia memiliki 183 perusahaan ekspor\nyang memiliki komoditas Arang. Termasuk CV Primadona & Co. Dalam 30 tahun dalam komoditas\narang, CV Primadona & Co mengalami pasang surut di dunia bisnis internasional. Masalahnya adalah\npelanggan yang tidak ingin membeli kembali dan bisnis di Indonesia telah mengalami kemajuan yang\nsangat cepat. Ini membuat perusahaan mengalami penurunan pendapatan sejak 6 tahun terakhir.\nDalam hal metode pengumpulan data, penelitian ini diklasifikasikan sebagai kualitatif menggunakan\nwawancara mendalam sebagai sarana untuk mengumpulkan data. Pengamatan diterapkan untuk\nmengumpulkan data. Untuk B2B, penelitian akan lebih mudah karena penggunaan wawancara\nmendalam untuk mengidentifikasi dan mengklarifikasi masalah rahasia dalam fenomena yang sulit\nuntuk sepenuhnya dipahami. Untuk mengumpulkan data kualitatif, wawancara dilakukan dengan 20\nperusahaan yang pernah membeli di Cv. Primadona & Co. Perusahaan ini berlokasi di Korea, Eropa\ndan Timur Tengah.\nFaktor penting untuk pembelian kembali adalah permintaan di pasar, kualitas, harga, layanan, respon\ncepat. Beberapa perusahaan telah memiliki kualitas terbaik, memiliki hubungan pemasaran, dan telah\nmenerima kepuasan dari pembelian. Permintaan tergantung pada kebutuhan masing-masing negara.\nKualitas dapat dilihat dari pembakaran yang tidak memancarkan kilau, dapat tahan terbakar hingga 3\nhingga 5 jam, dan tidak ada abu putih. Pelanggan mencari harga termurah untuk dibeli. Layanan yang\nmemuaskan seperti layanan purna jual dan produk yang dijamin menjadi kekuatan untuk menarik\npelanggan untuk membeli kembali.", "Daftar File": {"ABSTRAK Alwi Ali": "https://digilib.itb.ac.id/gdl/download/211188", "COVER Alwi Ali": "https://digilib.itb.ac.id/gdl/download/246511", "2020 TS PP ALWI ALI 1 - CHAPTER I.pdf\n]": "https://digilib.itb.ac.id/gdl/download/246512", "2020 TS PP ALWI ALI 1 - CHAPTER II.pdf)u": "https://digilib.itb.ac.id/gdl/download/246513", "2020 TS PP ALWI ALI 1 - CHAPTER III.pdf?": "https://digilib.itb.ac.id/gdl/download/246514", "2020 TS PP ALWI ALI 1 - CHAPTER IV.pdf)u": "https://digilib.itb.ac.id/gdl/download/246515", "2020 TS PP ALWI ALI 1 - CHAPTER V.pdf\n]": "https://digilib.itb.ac.id/gdl/download/246516", "2020 TS PP ALWI ALI 1 - REFERENCE.pdf\n]": "https://digilib.itb.ac.id/gdl/download/246517"}, "Penulis": "Alwi Ali [19017008]", "Kontributor / Dosen Pembimbing": ["Nurrani Kusumawati, M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Customer Satisfaction, Product Quality, Relationship Marketing, Repurchase Intention", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "8 file", "Tanggal Input": "16 Sep 2020"}