{"Nomor": 49409, "Judul": "PENGARUH TIM VIRTUAL DAN KESEJAHTERAAN PEGAWAI TERHADAP EMPLOYEE ENGAGEMENT OUTCOME", "Abstrak": "PT Colorboxes adalah anak perusahaan dari Colorboxes Corporation, sebuah perusahaan teknologi multinasional yang berkantor pusat di Amerika Serikat. Dalam 3 tahun terakhir, Colorboxes Corporation menggabungkan Tim Teknis ke tingkat Wilayah, di dalam sebuah organisasi setingkat Manajer Umum. Tim Teknis ini tetap ditempatkan di berbagai anak perusahaan, tetapi mereka sangat terjalin erat dan lebih terorganisasi. Struktur baru ini membutuhkan pembentukan tim virtual yang terdiri dari sumber daya teknis. Walaupun sumber daya teknis di Indonesia adalah bagian dari PT Colorboxes, manajer mereka bertempat di Singapura. Mereka harus bergantung pada teknologi untuk berkomunikasi, melalui surat elektronik, obrotal teks dan telepon video. Tim virtual bukanlah hal yang baru bagi Colorboxes Corporation, tetapi adalah hal yang baru bagi PT Colorboxes. Oleh karena itu, PT Colorboxes belum memiliki data untuk mengetahui pengaruh pengelolaan talenta secara jauh ini terhadap pegawainya. Dengan Industri TI yang terus memiliki kesulitan dalam menemukan talenta dan mempertahankan talenta, perubahaan apapun yang dapat mempengaruhi retensi talenta harus dipertimbangkan dengan matang. Apakah perubahaan struktur organisasi ini, yang menciptakan tim virtual dengan manajer di luar negeri, akan mempengaruhi retensi talenta? \nPT Colorboxes also regularly monitor the employee’s well-being by conducting semi-annual survey. One objective of this well-being survey is to understand what the company can do to increase talent retention. Does employee well-being have any impact towards talent retention?\n\nUntuk menganalisis pengaruh perubahan-perubahan ini, penulis melakukan survey terhadap pegawai PT Colorboxes untuk mempelajari tingkatan Engagement Outcome mereka (sesuai Employee Engagement Model dari Aon Hewitt) dan apakah kesejahteraan mereka (sesuai Teori PERMA dari Seligman) dan lokasi manajer mereka mempengaruhi tingkatan tersebut. Data dikumpulkan menggunakan survei terhadap pegawai PT Colorboxes dan analisis regresi linear digunakan untuk menganalisis data yang terkumpul. Hasil analysis ditampilkan dalam bentuk matriks pengaruh untuk melihat predictor yang memiliki pengaruh terbesar dan predictor yang memiliki potensi terbesar untuk berkembang.\n\nTim virtual memiliki pengaruh rendah pada Employee Engagement Outcome di PT Colorboxes. Prediktor lain dari PERMA menunjukkan pengaruh tinggi, yaitu bekerja pada perusahaan yang baik, dukungan pada masa sulit, dan suka cita dan kepuasan. Bekerja pada perusahaan yang baik telah memiliki nilai tinggi dan PT Colorboxes harus mempertahankannya. Potensi berkembang ada pada dukungan pada masa sulit dan suka cita dan kepuasan, yang masih bisa ditingkatkan oleh PT Colorboxes. Prediktor lain yang bisa disebutkan adalah kebutuhan untuk menjadi bagian dari kelompok, ekspresi kreatif, dan pencapaian. PT Colorboxes dapat melanjutkan transformasinya dan mempertahankan atau memperluas format Tim Virtual. Hal ini akan memungkinkan perusahaan menjadi fleksibel dalam penempatan pegawai dan menciptakan tim dinamis yang dapat menjawab kebutuhan pelanggan dengan cepat.\n\nPT Colorboxes harus mempertahankan nilai tinggi pada predictor “Bekerja di perusaahan yang baik”. Merk dan citra perusahaan saat ini, dari Colorboxes Corporation, akan membantu mempertahankan nilai ini, termasuk juga menarik talenta masa depan yang memiliki kebutuhan yang sama. Ada beberapa program dari PT Colorboxes yang menyediakan dukungan bagi pegawai selama masa sulit. PT Colorboxes harus menekankan kembali dan mempromosikan program-program ini dan membangun program baru yang turut mendukung, untuk menjawab kebutuhan pegawai. Hal ini dapat digabungkan dengan program untuk membantu pegawai menemukan ketenangan, focus dan suka cita. Program lain yang dapat difokuskan oleh PT Colorboxes adalah kegiatan mempererat ikatan kelpomok dan pelatihan bagi Manajer untuk memastikan mereka dapat menciptakan suasana kelompok bagi bawahan mereka. Hal ini dapat digabungkan dengan perayaan pencapaian, baik di tingkat perusahaan maupun di tingkat kelompok. PT Colorboxes harus juga memberikan kebebasan bagi pegawai untuk bereksperimen dengan ide baru dan lebih kreatif dalam menemukan jawaban bagi masalah-masalah pelanggan.", "Daftar File": {"ABSTRAK Irving Arnaldo Hutagalung": "https://digilib.itb.ac.id/gdl/download/211196"}, "Penulis": "Irving Arnaldo Hutagalung [29316312]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Madju Yuni Ros Bangun, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Tim Virtual, Kesejahteraan, PERMA, Employee Engagement Model", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "16 Sep 2020"}