{"Nomor": 49402, "Judul": "ANALISA EFEKTIVITAS STRATEGY WHITE LABELLING BANK MANDIRI PADA AKUN INSTAGRAM BICARA KOPI", "Abstrak": "Akhir-akhir ini, industri kopi telah menjadi tren dan peluang besar di Indonesia. Hal ini\ndisebabkan oleh pertumbuhan komunitas kopi yang cepat, serta meningkatnya jumlah pemilik\ntoko kopi (coffee tenant) di Indonesia. Bank Mandiri sebagai bank terkemuka di Indonesia\nmelihat adanya peluang ini dan kemudian mencoba untuk meningkatkan jumlah konsumen\nserta penggunaan fiestapoin di industri kopi melalui berbagai program, dan penawaran. Dalam\nupayanya untuk meraih peluang tersebut, Bank Mandiri kemudian mencoba suatu strategi\npemasaran baru yaitu white labelling, dimana Bank Mandiri mencoba menerapkan iklan\ntersembunyi (subliminal advertising) melalui sebuah akun Instagram bernama Bicara Kopi.\nMelalui penelitian ini, peneliti bermaksud untuk mengetahui efektivitas dari strategi white\nlabelling yang dilakukan oleh Bank Mandiri pada akun Instagram Bicara Kopi. Penelitian ini\nakan dilakukan melalui pendekatan kualitatif dengan metode wawancara dan pendekatan\nkuantitatif melalui survey. Penelitian ini kemudian dianalisis menggunakan metode koding dan\nPLS-SEM. Hasil dari penelitian menunjukkan bahwa brand community yang dibangun pada\nBicara Kopi memiliki pengaruh yang signifikan terhadap niat perilaku konsumen (behavioral\nintention) untuk menjadi nasabah dan juga menggunakan fitur fiestapoin, sedangkan\nkomponen dari kredibilitas iklan (advertising credibility) tidak. Penelitian ini menyarankan\nBank Mandiri untuk berfokus pada pelaksanaan strategi pemasaran komunitas (community\nmarketing). Penelitian ini dapat memberikan wawasan kepada Bank Mandiri dalam\nmemaksimalkan strategy pemasaran mereka sehingga dapat menghasilkan hasil keluaran yang\nefektif dan sesuai dengan tujuan perusahaan.", "Daftar File": {"2020 SM Ahresty Miuradewi_19017213.pdf5?": "https://digilib.itb.ac.id/gdl/download/211180", "COVER Ahresty Miuradewi": "https://digilib.itb.ac.id/gdl/download/246461", "2020 TS PP AHRESTY MIURADEWI 1 - CHAPTER I.pdf\n]": "https://digilib.itb.ac.id/gdl/download/246462", "2020 TS PP AHRESTY MIURADEWI 1 - CHAPTER II.pdf)u": "https://digilib.itb.ac.id/gdl/download/246463", "2020 TS PP AHRESTY MIURADEWI 1 - CHAPTER III.pdf?": "https://digilib.itb.ac.id/gdl/download/246464", "2020 TS PP AHRESTY MIURADEWI 1 - CHAPTER IV.pdf)u": "https://digilib.itb.ac.id/gdl/download/246465", "2020 TS PP AHRESTY MIURADEWI 1 - CHAPTER V.pdf\n]": "https://digilib.itb.ac.id/gdl/download/246466", "2020 TS PP AHRESTY MIURADEWI 1 - REFERENCE.pdf\n]": "https://digilib.itb.ac.id/gdl/download/246467"}, "Penulis": "Ahresty Miuradewi [19017213]", "Kontributor / Dosen Pembimbing": ["Fitri Aprilianty, S.Si., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bank Mandiri, Bicara Kopi, Instagram, Subliminal Advertising, White labeling", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "8 file", "Tanggal Input": "16 Sep 2020"}