{"Nomor": 49414, "Judul": "PROPOSED STRATEGY FOR PHARMACEUTICAL INDUSTRY  CASE STUDY: PT BIO FARMA (PERSERO)", "Abstrak": "PT Bio Farma (Persero) merupakan Badan Usaha Milik Negara yang\nmenjalankan bisnisnya di Industri Farmasi yaitu produk Vaksin dan Anti-Sera,\nsehingga memiliki peranan penting untuk meningkatkan kualitas hidup di\nIndonesia. Selain itu Bio Farma sudah mempunyai kapabilitas untuk melakukan\nekspor produknya karena sudah mempunyai pra-kualifikasi WHO yang membuat\nBio Farma dapat mendistribusikan produknya secara global.  \nPT Bio Farma (Persero) dalam mendistribusikan produknya mempunyai\ndua sector pasar, yaitu sektor domestik dan internasional. Dari kedua sector\ntersebut, PT Bio Farma (Persero) mempunyai kendalanya masing-masing. Di\nIndonesia Bio Farma mempunyai tantangan untuk mengikuti peraturan mengenai\nJaminan Produk Halal (JPH), dan mengurangi impor produk. Untuk sector\ninternasional, penjualan produk polio semakin menurun sehingga berpotensi\nmenurunkan pendapatan perusahaan. \nPenelitian ini bertujuan untuk mengetahui kondisi internal dan eksternal\nperusahaan sehingga dapat menciptakan strategi untuk mengatasi isu bisnis\nperusahaan. Setelah melakukan analisis internal dan eksternal, seluruh analisis akan\ndisimpulkan dalam Analisis SWOT. \nSetelah melakukan analisis tersebut akan ditentukan strategi yang tepat\nuntuk mengatasi isu bisnis perusahaan yaitu Strategi Korporat dengan\nmenggunakan Strategi Diversifikasi, sedangkan untuk Strategi Bisnis dengan\nmenggunakan Integrated Cost Leadership/Differentiation. Strategi ini ditetapkan\nsebagai upaya meningkatkan sinergi organisasi perusahaan dan dapat memperbaiki\nproses operasional perusahaan agar dapat mencapai seluruh tujuan yang sudah\nditetapkan perusahaan.", "Daftar File": {"2020_TS_PP_Reynaldy Prayogi_1-Abstrak.pdf5?": "https://digilib.itb.ac.id/gdl/download/211284"}, "Penulis": "Reynaldy Prayogi [29118362]", "Kontributor / Dosen Pembimbing": ["Dr. Harimukti Wandebori, S.T., M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Analisis SWOT, Bisnis Strategi, Korporat Strategi, Strategi Integrated Cost leadership/Differentiation, Strategi Diversifikasi, Vaksin", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "16 Sep 2020"}