{"Nomor": 49429, "Judul": "OPTIMIZING INVENTORY MANAGEMENT OF PT SAM ADI KARYA BY DEMAND FORECASTING AND INVENTORY POLICY", "Abstrak": "Mengelola persediaan adalah salah satu aspek terpenting bagi setiap bisnis yang pergerakan\nbarangnya menjadi kegiatan utama operasional bisnis dari perusahaan. Manajemen persediaan\nyang tepat akan mengarahkan perusahaan untuk mengoptimalkan biaya operasional. Ini dapat\ndiimplementasikan dengan melakukan peramalan permintaan untuk memprediksi permintaan di\nmasa depan dan merancang kebijakan persediaan yang paling efisien untuk mengetahui jumlah\nstok yang aman dan mengetahui waktu untuk memesan bahan. Perusahaan secara rutin\nmemperkirakan penjualan untuk membantu memandu keputusan manajemen dalam manajemen\npersediaan. Dengan menggabungkan perkiraan, akan mengurangi biaya stok berlebih dan\nmeminimalkan frekuensi stok habis. PT Sam Adi Karya (SAK) adalah salah satu perusahaan yang\nmengandalkan pergerakan produk mereka sebagai basis operasi bisnis. PT SAK beroperasi \nsebagai distributor bahan kimia, terutama bahan kimia untuk pengolahan air seperti Poly\nAluminium Chloride (PAC), Sodium Hypochlorite, Garam Industri, Soda Ash Dense, Ferric\nChloride, Hydrochloric Acid (HCl), yang memiliki basis di Sidoarjo, Jawa Timur. PT SAK\nmenghadapi masalah dalam mengelola inventaris mereka. Manajemen mengakui bahwa tidak\nadanya peramalan dan sistem manajemen persediaan untuk produk mereka yang terorganisir,\nmenyebabkan biaya operasional membengkak. Manajemen menyatakan bahwa perusahaan hanya\nmenggunakan estimasi subyektif untuk memprediksi permintaan di masa depan. Namun,\nperusahaan ingin memenuhi semua permintaan dari pelanggan untuk menghindari kekecewaan\npelanggan. Oleh karena itu, perusahaan akan bersikeras untuk menjaga stok mereka aman dan\nkeputusan ini menyebabkan perusahaan mengalami overstock. Kondisi kelebihan persediaan ini\nmenghasilkan biaya tambahan bagi perusahaan. Perusahaan harus menanggung biaya untuk\nmelakukan pemesanan ke pemasok perusahaan dan melakukan perawatan untuk produk yang\ndisimpan dalam persediaan. Oleh karena itu, ini menghasilkan konsekuensi bahwa perusahaan\nharus membayar biaya operasional yang lebih tinggi. Tujuan dari penelitian ini adalah untuk\nmenentukan akar penyebab masalah dan mengusulkan kebijakan persediaan yang paling efisien\nuntuk meminimalkan biaya operasional PT SAK. Metode yang digunakan dalam penelitian ini\nadalah Time Series Forecasting, Model Probabilistik, Economic Order Quantity (EOQ), dan\nSimulasi menggunakan Material Requirement Planning (MRP) untuk mengetahui kapan waktu\nterbaik untuk melakukan pemesanan. Penelitian ini menghasilkan kebijakan persediaan yang\npaling tepat yang dapat diterapkan oleh PT SAK untuk meminimalkan biaya operasional\nperusahaan. \nHasil penelitian ini menunjukkan bahwa Model Probabilistik dan EOQ dengan Simulasi MRP\nPermintaan Mingguan Rata-rata menghasilkan kebijakan persediaan yang paling efisien. Model\nProbabilistik menghasilkan Reorder Point dan Safety Stock sedangkan EOQ dengan MRP\nPermintaan Mingguan Rata-Rata menghasilkan jumlah yang harus dipesan dan kapan produk\nharus dipesan. Dengan demikian, Peramalan Permintaan, dimana Winter’s model memberikan\nperkiraan yang paling akurat dibandingkan dengan metode lain dan Implementasi kebijakan\npersediaan yang diusulkan dilakukan untuk memberikan panduan bagi PT SAK untuk\nmengoperasikan bisnis mereka pada bulan Januari - April 2020. Oleh karena itu, PT SAK harus\nmenerapkan metode peramalan Winter untuk memprediksi permintaan masa depan dan Model\nProbabilistik dan EOQ dengan Simulasi MRP Permintaan Mingguan Rata-rata dalam mengelola\ninventaris untuk memberikan biaya terendah bagi perusahaan. \n \nKata Kunci : Kimia, Peramalan Permintaan, Kebijakan Persediaan, Model Probabilistik,\nEconomic Order Quantity, Material Requirement Planning, Overstock", "Daftar File": {"2020 SM Zimmy Ashidiqi 19017245.pdf5?": "https://digilib.itb.ac.id/gdl/download/211244"}, "Penulis": "Zimmy Ashidiqi [19017245]", "Kontributor / Dosen Pembimbing": ["Yuliani Dwi Lestari, S.T., M.B.A., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kimia, Peramalan Permintaan, Kebijakan Persediaan, Model Probabilistik, Economic Order Quantity, Material Requirement Planning, Overstock", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "16 Sep 2020"}