{"Nomor": 49424, "Judul": "PERSPEKTIF GENERASI MILENIAL TERHADAP PERAN DAN KARIR WANITA DI INDUSTRI 4.0", "Abstrak": "Penelitian ini mencoba untuk menganalisis perspektif generasi milenial di tahap seperempat\nkehidupan (Quarter-life) tentang peran dan karier perempuan di industri 4.0. Sekarang\npemberdayaan perempuan telah menjadi salah satu perhatian terpenting di abad ke-21.\nPerempuan mengambil peran ganda dalam kehidupan mereka, baik domestik maupun\npublik. Banyak perempuan telah memegang kepemimpinan puncak dalam suatu lembaga,\nseperti menteri, bupati, dekan, direktur atau manajer perusahaan, dan lainnya. Revolusi\nIndustri 4.0 adalah bagian penting dari globalisasi. Munculnya revolusi industri 4.0 harus\ndigunakan dengan tepat ditangani oleh perempuan sebagai kesempatan bagi perempuan\nsebagai bagian dari masyarakat dunia yang menjanjikan. Tetapi kenyataan bahwa\nperempuan masih dipanggil untuk bekerja di dunia industri masih memiliki beberapa\ntantangan. Banyak wanita berpendidikan juga lebih kecil kemungkinannya daripada pria\nuntuk mencari karir di berbagai industri. Studi ini didasarkan pada sumber primer. Studi ini\nmengungkapkan bahwa mahasiswa dari berbagai perguruan tinggi di Indonesia sebagai\nbagian dari generasi milenial yang memasuki atau hidup dalam siklus seperempat\nkehidupan, keduanya krisis dan tidak memiliki perspektif yang beragam tentang peran dan\nkarier wanita di era industri 4.0. Ditemukan bahwa ada banyak faktor dan aspek yang\nmendasari beragam perspektif mereka dan dipengaruhi oleh wawasan dan pengalaman\nmahasiswa. Studi ini menyimpulkan bahwa kompleksitas yang dialami ketika berhadapan\ndengan generasi milenial berdampak pada pembentukan perspektif generasi milenial pada\nperan dan karier wanita di era industri 4.0.", "Daftar File": {"2020 SM Tio Gabriel Laspahot S. 19017041.pdf5?": "https://digilib.itb.ac.id/gdl/download/211238", "2020 TS PP TIO GABRIEL 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/247117"}, "Penulis": "Tio Gabriel Laspahot Silaban [19017041]", "Kontributor / Dosen Pembimbing": ["Andika Putra Pratama, M.S.M., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Milenium, Peran Wanita, Karier Wanita, Revolusi Industri 4.0, Quarter-Life", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "16 Sep 2020"}