{"Nomor": 49435, "Judul": "PENGARUH TOLERANSI RISIKO DAN KEPERCAYAAN TERHADAP NIAT UNTUK MELANJUTKAN PENGGUNAAN MOBILE PAYMENT", "Abstrak": "Di Indonesia, layanan keuangan digital (Fintech) seperti layanan mobile payment telah tumbuh pesat\ndengan kemajuan teknologi yang berkelanjutan. Namun, dengan begitu banyak pemain mobile\npayment di Indonesia, perusahaan mobile payment dihadapkan pada tugas untuk mempertahankan\npengguna mereka saat ini dan meningkatkan jumlah pengguna sehingga mereka terus digunakan\nsebagai salah satu metode pembayaran yang ada. Faktanya adalah bahwa beberapa pelanggan sering\nmemilih untuk menghentikan aktivitas pengguna mereka meskipun mereka mempercayai aplikasi\nmobile payment, karena tidak ada insentif atau promosi dari penyedia.\nKarena itu, terlepas dari kepercayaan, penting untuk memahami peran manfaat dan risiko yang\nmemengaruhi perilaku pembayaran bergerak yang berkelanjutan. Toleransi risiko digunakan karena\nkelebihannya yang memungkinkan proses trade-off risiko-manfaat dalam hal penggunaan mobile\npayment. Oleh karena itu penelitian ini dimaksudkan untuk mengatasi kesenjangan dalam studi\nperilaku pembayaran pasca adopsi mobile payment dan untuk menambah literatur saat ini tentang\nmobile payment dengan memeriksa toleransi risiko dan kepercayaan pada pembentukan niat\nkelanjutan seseorang dalam menggunakan mobile payment.\nPenelitian ini juga mencoba memperluas model Theory of Reasoned Action (TRA) dan Technology\nAcceptance Model (TAM) dengan menambahkan dua konstruksi tambahan, yaitu Toleransi Risiko\ndan Kepercayaan. Responden penelitian ini adalah pengguna mobile payment berusia 15-29 tahun\ndi kota Bandung. Penilaian konstruk dalam penelitian ini menggunakan skala Likert, dan pendekatan\nPLS-SEM digunakan untuk analisis data. Hasil penelitian menunjukkan bahwa Toleransi Risiko dan\nKepercayaan memengaruhi Niat Melanjutkan menggunakan mobile payment. Variabel Toleransi\nRisiko memengaruhi Niat Melanjutkan secara langsung, tetapi variabel Trust tidak secara signifikan\nmempengaruhi Niat Melanjutkan. Penelitian ini diharapkan bermanfaat bagi para praktisi dan\nakademisi untuk mendukung pembuatan strategi dan referensi di bidang yang relevan.", "Daftar File": {"2020 SM Patricia Andrea 19017129.pdf?_": "https://digilib.itb.ac.id/gdl/download/211248", "2020 TS PP PATRICIA ANDREA 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/247057"}, "Penulis": "Patricia Andrea [19017129]", "Kontributor / Dosen Pembimbing": ["Yulianto, S.Si., M.A.B., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Mobile Payment; Niat Melanjutkan; Toleransi Resiko; Kepercayaan", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "16 Sep 2020"}