{"Nomor": 49431, "Judul": "PIVOT DECISION INFLUENCE THE CUSTOMER PERCEIVED VALUE IN THE DIGITAL STARTUPS", "Abstrak": "Digital startups adalah perusahaan yang assetnya terhubung dengan investasi teknologi.\nPerusahaan ini sering awalnya didanai oleh pendiri awal perusahaan. Dimana para pendiri\npercaya bahwa bisnis yang telah diciptakan mampu menguasai pasar dengan ada permintaan\nterhadap barang atau jasa yang ditawarkan. Digital startups dirancang untuk memecahkan\nmasalah yang terjadi dalam masyarakat. Dengan sumber daya yang terbatas dalam hal\npendanaan dan risiko tinggi dari pasar yang tidak diketahui, entitas bisnis ini terus berusaha\nuntuk memecahkan masalah pelanggan dengan platform digital. Pada titik tertentu, beberapa\nstartups menemukan hambatan ketika mereka ingin meningkatkan layanan mereka ke tingkat\nberikutnya. Mempertimbangkan situasi yang terjadi, mereka kemungkinan besar memutuskan\nuntuk Pivot, mengubah fitur mereka atau bahkan model bisnis mereka agar sesuai dengan nilai\nyang dirasakan pelanggan. Karena situasi ini, beberapa startup mengubah fitur mereka atau\nmenambahkan fitur baru yang dapat terlibat dengan kesadaran merek untuk mempengaruhi\nnilai yang dirasakan pelanggan. Untuk penelitian ini, Anakost dan Gojek akan menjadi objek\npenelitian untuk menganalisa Apakah keputusan Pivot mereka sudah diterima atau ditolak oleh\npengguna yang dirasakan nilai melalui brand awareness sebagai variabel Bridge.\nJenis Pivot yang akan diteliti dalam studi ini berdasarkan pada kerangka Eric Ries yang\nmembagi jenis Pivot menjadi beberapa hal. Pivot telah dihasilkan dari inovasi model bisnis\nyang dilakukan oleh Anakost dan Gojek untuk menciptakan fitur baru yang dapat dijawab\npengguna perlu untuk tetap menjadi bisnis yang kompetitif di pasar. Penelitian akan\nmengeksplorasi (1) nilai unik yang mempengaruhi kesadaran merek pada fitur Gojek dan\nAnakost (2) kesadaran merek hasil dari proposisi nilai baru mempengaruhi potensi nilai yang\ndirasakan pelanggan di pasar. Penelitian ini akan menggunakan smartPLS sebagai perangkat\nlunak utama untuk melakukan analisis mendalam berdasarkan prinsip SEM PLS. Hasilnya,\ntelah terlihat bahwa komponen yang diusulkan oleh Comberg Kristen dan Joseph Schumpeter\nmenyatakan sebagai proposisi nilai baru mempengaruhi secara positif pelanggan yang\ndirasakan nilai Anakost dan Gojek.", "Daftar File": {"2020 SM Gopala Arcana 19017077.pdf\niu": "https://digilib.itb.ac.id/gdl/download/211246", "2020 TS PP GD PANDYA WICAKSANA 1 - FULL TEXT.pdf?_": "https://digilib.itb.ac.id/gdl/download/246882"}, "Penulis": "Gede Gopala Arcana [19017077]", "Kontributor / Dosen Pembimbing": ["Rendra Chaerudin, S.E., M.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Digital Start-up, Inovasi, Model Bisnis, Pengembangan Produk Baru, Regresi Linear Parsial", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "16 Sep 2020"}