{"Nomor": 49440, "Judul": "MENGAPA BANYAK ATLET JATUH MISKIN? DETERMINAN LITERASI KEUANGAN ATLET CATUR DI INDONESIA DAN HUBUNGANNYA TERHADAP PERILAKU KEUANGAN", "Abstrak": "Menjadi seorang atlet tidak hanya dianggap sebagai hobi, tetapi bagi\nsebagian orang, itu adalah cara hidup, sebuah profesi. Namun, atlet di Indonesia\ndihadapkan pada banyak ketidakpastian; ada banyak kasus di mana atlet jatuh miskin\nsetelah pensiun. Kondisi ketidakpastian yang tidak nyaman ini ditumpuk dengan\nketidakpastian krisis keuangan yang dapat terjadi kapan saja. Karena itu, sangat\npenting bagi atlet untuk mengelola keuangannya dengan baik. Banyak penelitian\ntentang literasi keuangan dilakukan, sayangnya, sebagian besar penelitian\nmengungkapkan bahwa tingkat literasi keuangan di Indonesia sangat rendah,\nmisalnya penelitian dilakukan oleh MasterCard dan S&P.\nSepenuhnya menyadari situasi ini, penelitian ini bertujuan untuk\nmenganalisis atlet, terutama penentu atlet catur literasi keuangan dan hubungan\ndengan perilaku keuangan. Atlet catur dapat mewakili atlit secara umum karena\nberbagai alasan: properti catur dianggap murah, biaya mengadakan turnamen catur\njuga dianggap murah, dan turnamen diadakan mingguan dan bulanan.\nBerdasarkan kuesioner yang dibagikan kepada 464 responden di antara atlet\ncatur di Indonesia, penelitian ini menemukan bahwa tingkat literasi keuangan atlet\ncatur dianggap rendah di semua bidang literasi keuangan (dasar, lanjutan,\nkeseluruhan), sementara itu, pendidikan formal, usia, pendapatan bulanan dan\npengeluaran bulanan adalah variabel signifikan terhadap literasi keuangan dengan\npendidikan formal sebagai variabel yang paling signifikan. Di sisi lain, literasi\nkeuangan secara keseluruhan memiliki efek signifikan terhadap hampir semua tujuh\nvariabel perilaku keuangan (pengambilan keputusan, penganggaran, pembelian yang\ndipertimbangkan, pembayaran tagihan tepat waktu, tujuan keuangan jangka panjang,\npinjaman untuk memenuhi kebutuhan hidup dan memilih produk).\nDari temuan tersebut, penting bagi pemerintah untuk memikirkan kembali\ncara agar masyarakat mengerti mengenai manajemen keuangan. Pemerintah dapat\nbekerja sama dengan departemen terkait seperti OJK dan komite olahraga nasional\nuntuk mengimplementasikan program peningkatan literasi keuangan.", "Daftar File": {"2020 SM Arifa Rizki Syaputra 19017214.pdf5?": "https://digilib.itb.ac.id/gdl/download/211253", "2020 TS PP Arifa Rizki Syaputra 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/246489"}, "Penulis": "Arifa Rizki Syaputra [19017214]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Literasi Keuangan, Perilaku Keuangan, Atlet Catur, Atlet", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "16 Sep 2020"}