{"Nomor": 49448, "Judul": "SIMULASI KOROSI CO2 DALAM ALIRAN PIPA TURBULEN MENGGUNAKAN MODEL MEKANISTIK DENGAN VARIASI PH DAN TEKANAN PARSIAL CO2", "Abstrak": "Korosi karbon dioksida berkontribusi lebih dari setengah kejadian kegagalan akibat korosi yang terjadi di industri minyak dan gas. Salah satu metode untuk mencegah terjadinya kegagalan adalah melakukan prediksi laju korosi. Penelitian mengenai prediksi laju korosi karbon dioksida saat ini mengarah pada simulasi menggunakan model mekanistik. Model mekanistik didasarkan pada fenomena serta hukum fisikokimia yang terjadi pada proses korosi.\nPada penelitian ini, dilakukan simulasi menggunakan model mekanistik dari korosi seragam karbon dioksida 1 dimensi pada pipa dengan aliran turbulen menggunakan perangkat lunak COMSOL Multiphysics. Fokus penelitian ini adalah untuk memahami pengaruh dari kondisi operasi yaitu variasi pH 4, 5, dan 6 serta tekanan parsial CO2 (pCO2) 0,1, 1, dan 5 bar pada kondisi tanpa adanya lapisan dan dengan adanya lapisan terhadap laju korosi. Laju korosi hasil simulasi menunjukkan nilai yang mendekati hasil eksperimen. Peningkatan tekanan parsial karbon dioksida dapat meningkatkan laju korosi serta seiring dengan kenaikan pH maka laju korosi akan menurun. Pada penelitian ini juga ditampilkan perubahan konsentrasi spesi terhadap konsentrasi tengah larutan dan tingkat supersaturasi dari larutan. Variasi dari pCO2 dan pH menunjukkan perbedaan pada perubahan konsentrasi spesi kimia di larutan. Supersaturasi meningkat secara signifikan seiring dengan kenaikan pCO2 pada pH 6. Melalui penelitian ini, diharapkan dapat menjadi titik awal untuk mengembangkan penelitian tentang simulasi korosi di Teknik Material ITB.", "Daftar File": {}, "Penulis": "Fidelity Gratyanus Bebali Gea [13716006]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Asep Ridwan Setiawan, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Korosi karbon dioksida, Simulasi korosi, Model mekanistik", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Sep 2020"}