{"Nomor": 49441, "Judul": "PERAN MOTIVASI DAN HAMBATAN DALAM MEMBENTUK NIAT UNTUK MEMBELI KEMBALI PLATFORM KONSUMSI KOLABORATIF", "Abstrak": "Perkembangan teknologi telah menciptakan sebuah transformasi dari perilaku pasar tradisional\nmenjadi model konsumsi kolaboratif. Konsep konsumsi kolaboratif telah semakin meluas dalam\nbeberapa tahun terakhir karena beberapa perusahaan terkenal seperti Airbnb, Grab, dan eBay\nmenggunakan bisnis seperti ini agar tetap untung dan berkelanjutan di tengah cepatnya\nperubahan era digital saat ini. Namun, kehadiran Airbnb di Indonesia sebagai salah satu platform\nkonsumsi kolaboratif bertindak sebagai pesaing kuat bagi industri perhotelan yang mengarah\npada penurunan tingkat hunian hotel karena orang lebih senang menggunakan Airbnb\ndibandingkan dengan hotel. Keputusan orang-orang untuk beralih dari hotel ke Airbnb tentu saja\ndidasarkan pada beberapa motivasi dan hambatan yang menginspirasi mereka untuk lebih\nmemilih Airbnb. Penelitian ini akan mengeksplorasi beberapa faktor motivasi dan hambatan\nseperti nilai harga, keaslian, kebaruan, kesenangan, interaksi sosial, manfaat rumah, resiko yang\ndirasakan, ketidakpercayaan, dan ketidakamanan yang diadaptasi dari jurnal terkait dan\ndikombinasikan dengan teori perilaku terencana (TPB). Riset ini menggunakan metode PLSSEM\nuntuk menganalisis hubungan antara faktor, sikap konsumen tentang pembelian kembali\nAirbnb, norma subjektif, kontrol perilaku yang dipersepsikan, dan niat pembelian kembali.\nTemuan penelitian ini menunjukkan bahwa faktor-faktor penghambat tidak memengaruhi niat\nkonsumen untuk membeli kembali Airbnb. Sementara faktor motivasi seperti nilai harga,\nkebaruan, dan kesenangan secara signifikan memengaruhi niat konsumen untuk membeli\nkembali Airbnb. Analisis ini diharapkan dapat memberikan hasil yang dapat dipertimbangkan\nbagi bisnis dan pemasar untuk memengaruhi niat pelanggan untuk membeli kembali platform\nkonsumsi kolaboratif serta program pemasaran yang dapat membantu pemasar hotel untuk\nbersaing dengan Airbnb.", "Daftar File": {"2020 SM Qinthara Silmi Faizal_19017194.pdf?_": "https://digilib.itb.ac.id/gdl/download/211254", "2020 TS PP QINTHARA SILMI FAIZAL 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/247065"}, "Penulis": "Qinthara Silmi Faizal [19017194]", "Kontributor / Dosen Pembimbing": ["Reza Ashari Nasution, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Airbnb; Platform Konsumsi Kolaboratif; Motivasi; Hambatan; Teori Perilaku yang Direncanakan; Niat Pembelian Kembali", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "16 Sep 2020"}