{"Nomor": 49453, "Judul": "KAJIAN DINAMIKA EROSI DAN SEDIMENTASI DI PERAIRAN MUARA SUNGAI AYUNG BALI", "Abstrak": "Muara Sungai Ayung mengalami sedimentasi sepanjang tahun baik musim basah dan musim kering. Sedimentasi yang tinggi menyebabkan daerah di sekitar muara sungai yang berupa tempat ibadah dan beberapa rumah warga tergenangi khususnya saat debit sungai tinggi. Penyebab utama sedimentasi di muara sungai adalah arus menyusur pantai yang dominan bergerak ke arah barat daya dan gelombang datang yang dominan dari arah tenggara. Pengaruh debit sungai cukup kecil karena terdapat bendung yang berjarak sekitar 4 km dari muara sungai. Disisi lain, pantai di perairan Muara Sungai Ayung mengalami erosi atau kemunduran garis pantai. Laju kemunduran garis pantai rata-rata sebesar 1.16 meter/tahun. Beberapa ruas pantai sudah tertangani dengan bangunan revetment namun ada ruas pantai yang belum tertangani. Erosi sepanjang pantai dominan dipengaruhi oleh arus menyusur pantai. Pergerakan arus yang sejajar dengan garis pantai membawa angkutan sedimen sehingga pantai tidak stabil. Berdasarkan kedua hal tersebut, penelitian ini bertujuan melakukan kajian transpor sedimen dan hidrodinamika pantai di Perairan Muara Sungai Ayung untuk mendapatkan solusi untuk mengatasi permasalahan tersebut. Metode numerik digunakan untuk mengetahui karakteristik sebaran sedimen, pola sebaran daerah erosi dan sedimentasi yang dipengaruhi oleh arus, gelombang, debit sungai, dan pasang surut. Simulasi menggunakan model hidrodinamik dan transpor sedimen dari Delft 3D. Pada musim kering terjadi penumpukan sedimen di mulut muara mencapai 2.2 meter dan erosi terjadi di sepanjang pantai perairan muara sungai bagian utara mencapai 1.5 meter. Pada musim basah terjadi erosi pada badan muara sungai sampai sedalam 2 meter pada penampang mulut sungai bagian selatan. Penanganan terhadap masalah sedimentasi di muara sungai dilakukan dengan menambah panjang bangunan jetty yang sudah terbangun sepanjang 57.5 meter. Penanganan terhadap masalah erosi di sepanjang pantai yang belum tertangani dilakukan dengan memasang bangunan groin sepanjang 70 meter secara seri dengan jarak antar groin sekitar 300 meter.", "Daftar File": {"ABSTRAK Putu Indah Dianti Putri": "https://digilib.itb.ac.id/gdl/download/211272"}, "Penulis": "Putu Indah Dianti Putri [25018052]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Muhammad Syahril Badri Kusuma, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Muara Sungai, Sedimentasi, Erosi, Transpor sedimen, Delft3D", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Sep 2020"}