{"Nomor": 49470, "Judul": "PEMBANGUNAN BERBASIS KOMPONEN MENGGUNAKAN MOODLE SEBAGAI ALTERNATIF PENGEMBANGAN PERANGKAT LUNAK E-LEARNING STUDI KASUS: SISTEM MANAJEMEN PENGETAHUAN ANDALALIN", "Abstrak": "Perkembangan teknologi yang pesat menyebabkan kebutuhan akan perangkat lunak\njuga semakin meningkat. Selain itu, peningkatan kebutuhan tersebut menyebabkan\npengembangan perangkat lunak menjadi harus cepat dan fleksibel. Salah satunya\nadalah kebutuhan akan penggunaan sistem e-learning yang dapat mendukung\npembelajaran secara daring. Penelitian ini menggunakan pendekatan pembangunan\nberbasis komponen sebagai alternatif untuk pengembangan perangkat lunak dengan\ncepat dan fleksibel. LMS Moodle sebagai sistem yang bersifat open source\ndigunakan sebagai alternatif untuk membangun perangkat lunak e-learning dengan\nstudi kasus materi analisis dampak lalu lintas (Andalalin). Penelitian ini melakukan\nperbandingan pembangunan sistem dari awal dengan pembangunan sistem yang\nmemanfaatkan komponen yang sudah ada untuk membuktikan pembangunan\nberbasis komponen dapat digunakan sebagai alternatif pengembangan perangkat\nlunak. Perbandingan dimulai dari langkah-langkah pengembangan, kemudahan dan\nkesulitan masing-masing metode, usaha yang harus dikeluarkan, sampai dengan\nmasalah waktu yang harus dikeluarkan. Perhitungan estimasi usaha dan waktu\ndilakukan dengan menggunakan metode adjusted story points (ASP) untuk\nmetodologi Scrum dan COCOMO untuk metodologi CBSE. Untuk mengetahui\nfleksibilitas pembangunan berbasis komponen menggunakan Moodle, penelitian\nini membangun komponen tambahan yang terkait dengan kebutuhan studi kasus.\nSetelah itu, dilakukan pengujian secara fungsional dan nonfungsional terhadap\nkeseluruhan sistem e-learning yang dibangun menggunakan Moodle. Penelitian ini\njuga mengemukakan model penambahan komponen yang dapat digunakan untuk\nkomponen tambahan yang berbasis web. Hasil perbandingan yang dilakukan dalam\npenelitian ini menunjukkan langkah pengembangan dengan pembangunan berbasis\nkomponen lebih sederhana dibandingkan dengan pembangunan dari awal. Namun,\nhasil estimasi usaha yang didapatkan untuk masing-masing metodologi tidak dapat\ndiperbandingkan, dengan nilai ASP yang digunakan untuk menghitung estimasi\nusaha adalah 1.1832 untuk metodologi Scrum dan 1.89 ManMonth untuk\nmetodologi CBSE dari perhitungan COCOMO. Sementara itu, hasil estimasi waktu\nyang didapatkan juga tidak menunjukkan keunggulan penggunaan metodologi\nCBSE karena hasil yang didapatkan adalah 12 minggu atau 3 bulan untuk \nii\nmetodologi Scrum dan 3.18 untuk metodologi CBSE. Model penambahan\nkomponen yang digunakan untuk mengintegrasikan komponen tambahan berbasis\nweb ke dalam Moodle berhasil diimplementasikan. Hasil evaluasi sistem e-learning\nAndalalin yang sudah dibangun menunjukkan kebutuhan pembelajaran materi\nAndalalin dapat dipenuhi. Selain itu, pengujian performa, yang dilakukan\nmenggunakan Moodle Benchmark, menunjukkan bahwa lingkungan, dimana\ntempat sistem Moodle diimplementasikan, mempengaruhi performa sistem\ntersebut. Dari hasil pengujian kegunaan dan kuesioner, sistem yang dibangun\ndengan Moodle dinilai tidak menyulitkan responden. Selain itu, penggunaan sistem\nmanajemen pengetahuan tersebut dinilai membantu responden memahami materi\nAndalalin.", "Daftar File": {"Cover, Abstrak dan Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/211320", "Tesis": "https://digilib.itb.ac.id/gdl/download/211321"}, "Penulis": "Kenny Jingga [23518023]", "Kontributor / Dosen Pembimbing": ["Dr.techn. Wikan Danar Sunindyo, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "e-learning, evaluasi, model integrasi, Moodle, pembangunan berbasis komponen.", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "16 Sep 2020"}