{"Nomor": 49480, "Judul": "COMMUNITY DETECTION PADA SOCIAL NETWORK MENGGUNAKAN COMMUNITY DIFFUSION DENGAN SOCIAL INFLUENCE SIMILARITY", "Abstrak": "Social network merupakan salah satu sumber data yang dapat menggambarkan\nhubungan yang terjadi antar anggota pada jaringan tersebut. Dari hubungan tersebut\ndapat diperoleh beberapa informasi, salah satunya adalah komunitas. Dalam\nmelakukan pendeteksian komunitas, pada umumnya algoritma yang digunakan\nmembutuhkan pengetahuan mengenai struktur jaringan. Namun untuk memperoleh\nstruktur jaringan yang lengkap cukup sulit untuk dilakukan.\nSalah satu metode yang dapat dilakukan untuk mendeteksi komunitas tanpa\nmenggunakan struktur jaringan adalah dengan memanfaatkan proses difusi\ninformasi (RCoDi). Kemudian terdapat metode pendeteksian komunitas lainnya\nyang dilakukan dengan memanfaatkan social influence, yaitu dengan cara melihat\npengaruh aktivitas yang dilakukan terhadap hubungan antar anggota pada jaringan.\nNamun pendeteksian komunitas dengan menggunakan social influence masih\nmemerlukan struktur jaringan untuk mendeteksi komunitas.\nPada penelitian ini telah mengembangkan sebuah metode yang dinamakan SICoDi.\nMetode ini melakukan proses pendeteksian komunitas yang berdasarkan proses\ndifusi informasi namun menggunakan kriteria dari social influence. Proses\npendeteksian komunitas dengan menggunakan social influence dapat berjalan tanpa\nmemerlukan pengetahuan awal mengenai struktur jaringan, melainkan dengan\nmemanfaatkan proses difusi informasi. Sehingga dengan menambahkan kriteria\nbaru, metode SICoDi akan memberikan hasil komunitas yang berbeda\ndibandingkan dengan metode RCoDi. Berdasarkan hasil pengujian dengan\nmenggunakan nilai Normalized Mutual Information (NMI), metode SICoDi\nmemberikan hasil komunitas yang lebih optimal dibandingkan dengan metode\nRCoDi, namun dengan ukuran dataset (node dan cascade) yang besar. Metode\nSICoDi membutuhkan durasi eksekusi yang lebih lama dibandingkan metode\nRCoDi karena membutuhkan komputasi yang lebih kompleks dalam menghitung\nnilai Social Influence Similarity.", "Daftar File": {"Abstrak, Abstract dan Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/211342", "Tesis": "https://digilib.itb.ac.id/gdl/download/211343"}, "Penulis": "Ardiansyah Setiajati [23518020]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Gusti Ayu Putri Saptawati S., M.Comm."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Jaringan Sosial, Pendeteksian Komunitas, Difusi Informasi, Social Influence.", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "16 Sep 2020"}