{"Nomor": 49482, "Judul": "SIMULASI PERANCANGAN SISTEM PREPROCESSING DAN PROCESSING PERANGKAT NONINVASIVE GLUCOSE METER", "Abstrak": "Indonesia saat ini menduduki peringkat ke-6 dunia dengan jumlah penderita diabetes (diabetesi)\nterbesar. Diabetes merupakan penyakit yang berlangsung lama atau kronis serta ditandai dengan\nkadar gula (glukosa) darah yang tinggi atau di atas nilai normal. Diabetes dibagi menjadi dua\nkelompok, yaitu Diabetes tipe 1 (DM1) dan Diabetes tipe 2 (DM2). Penderita diabetes perlu\nmenjaga pola hidup sehat, kontrol kadar gula darah, oral medication (metmorfin), injeksi insulin,\nregular check-ups dapat meningkatkan kualitas hidup penderita Metode pengobatan diabetes dapat\nberupa terapi insulin secara teratur, pemantauan kadar gula darah, serta pola hidup sehat dapat\nmendukung penyembuhan dan pencegahan atau memperlambat adanya komplikasi diabetes yang\nmungkin terjadi. Metode pemantauan kadar gula darah dapat digolongkan menjadi dua bagian\nberdasarkan pengukurnya, yakni check-up rutin di rumah sakit yang ditangani oleh ahli medis dan\nself-monitoring yang dilakukan sendiri oleh penderita. Self-monitoring kadar gula darah\nmembantu mencapai tujuan preventif dan manajemen kadar gula darah penderita. Menggunakan\nmetode ini, penderita dapat mengetahui nilai rata-rata kadar gula darahnya, dan secara rutin dapat\nmenjaga pola hidup sehat dengan bantuan pemantauan tersebut. Sebagian besar alat pemantauan\nkadar glukosa dalam darah sejauh ini masih menggunakan metode invasive dalam pembuatannya.\nPenggunaan alat ini masih terbilang mahal dan menimbulkan rasa tidak nyaman serta dapat\nmengakibatkan menumpuknya limbah jarum, tidak menutup kemungkinan terjadinya luka, infeksi,\ndan rasa tidak nyaman, selain itu akan membuang dana yang lebih untuk keperluan reagen dan\nstrip gula darah untuk kebutuhan jangka panjang. Oleh karena itu, pada tugas akhir ini diajukan\nsebuah alat pemantauan kadar gula dalam darah menggunakan metode non-infasif.\nTugas akhir ini berkaitan dengan perancangan alat pengukuran kadar gula darah non-invasif\ndengan metode near-infrared spectroscopy. Pada buku Tugas Akhir ini akan mencakup sistem\npre-processing. Sistem preprocessing diawali dari subsistem akuisisi sinyal yang terdiri dari\nrangkaian Receiver dan Transmitter sampai subsistem pengondisian sinyal yang terdiri dari filter\ndan amplifier. Rangkaian Receiver terdiri dari LED dengan panjang gelombang 1050 nm dan pada\nrangkaian Receiver terdiri dari fotodioda, rangkaian penguatan dan rangkaian filter. LED yang\nmemancarkan sinar ke jari akan ditangkap cahaya absorbansinya oleh fotodioda. ADC mengubah\nsinyal analog dari sensor menjadi sinyal digital yang akan diolah menjadi nilai kadar gula darah\ndalam mg/dL. Sinyal analog yang dikonversi ini masih mengandung derau yang signifikan, \nsehingga untuk mendapatkan hasil kadar gula darah dengan kualitas dan kuantitas yang baik,\ndibutuhkan suatu filter digital. Versi pertama dari sistem ini telah dibuat oleh mahasiswa S1 Teknik\nBiomedis angkatan 2015, tetapi masih memiliki error yang lebih besar dari 5,85 mg/dL. Nilai error\nini masih bias diminimalisir. Oleh karena itu diperlukan perbaikan dalam sistem preprocessing\nsinyal yang ada. Beberapa hal yang dapat diperbaiki dari versi pertama ini termasuk dalam\npemrosesan sinyal analog, inklusi faktor lain yang mempengaruhi hasil pengukuran seperti warna\nkulit dan lebar jari, serta perubahan komponen dari proyek yang telah ada.\nKarena keterbatasan yang disebabkan pandemi COVID-19, pelaksanaan realisasi dan pengujian\ntugas akhir ini berupa simulasi. Simulasi dilakukan untuk menguji filter yang telah dirancang. Data\nsintetis yang diperoleh dari modifikasi dataset referensi digunakan sebagai input filter. Performa\ndari metode filter yang diusulkan dievaluasi dengan nilai SNR (Signal-to-Noise Ratio). Hasil\npercobaan menunjukkan bahwa filter digital yang diusulkan dapat meningkatkan nilai SNR sinyal\noutput hingga 20 dB untuk frekuensi noise di bawah 0,5 Hz dan di atas 5 Hz. Evaluasi tersebut\nmenunjukkan bahwa filter digital yang digunakan efektif untuk mengurangi noise. Nilai\nmaksimum dan nilai minimum dari sinyal PPG ditentukan setelah sinyal bersih diperoleh. Nilai\ntersebut dikirim ke smartphone berbasis Android menggunakan komunikasi Bluetooth.\nPengembangan lebih lanjut dapat melakukan realisasi dan pengujian fisik dari rancangan yang\ntelah dibuat.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/211347", "Abstrak": "https://digilib.itb.ac.id/gdl/download/211348", "Abstract": "https://digilib.itb.ac.id/gdl/download/211349", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/211350", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/211351"}, "Penulis": "Ivana Febri Setiarani [18316005]", "Kontributor / Dosen Pembimbing": ["Prof. Andriyan Bayu Suksmono, M.T., Ph.D.", "Allya Paramita Koesoema, S.T., M.T., Ph.D.", "Dr. dr. Yoke Saadia Irawan, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Non-Invasive, Invasive, Near Infrared Spectroscopy, Transmitter, Receiver, PPG, Systole Diastole", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "16 Sep 2020"}