{"Nomor": 49490, "Judul": "PENGARUH MINAT PEMBELIAN PRODUK HIJAU DARI THE BODY SHOP TERHADAP PERILAKU PEMBELIAN HIJAU", "Abstrak": "Maraknya issu kerusakan lingkungan di bumi, menjadikan produk ramah lingkungan atau\nproduk yang mendukung lingungan yang berkelanjutan menjadi meningkat, selain itu produk\nyang beredar di pasar juga harus mendukung lingkungan yang berkelanjutan hal ini berguna\nuntuk meningkatkan kualitas dan mengurangi dampak yang buruk terhadap lingkungan.\nPemasaran hijau menjadi penting karena banyak produksi dalam industri yang dapat\nmengancam keberlanjutan bumi dan manusia. Saat ini kosmetik yang menggunakan bahan\nyang natural meningkat dikarenakan para konsumen memiliki kepedulian terhadap\npermasalahan lingkungan, objek produk kosmetik natural pada penelitian ini adalah produk\ndari The Body Shop. Dalam penelitian ini peneliti akan mengekplorasi beberapa faktor (sikap\nterhadap lingkungan, pengetahuan lingkungan, penerimaan kualitas) yang disdopsi dari\nbeberapa penelitian sebelumnya. Penelitian ini menggunakan PLS-SEM untuk menganalisis\nfaktor-faktor, sikap terhadap produk hijau, norma subjektif, kontrol perilaku, minat pembelian\nproduk hijau, dan perilaku pembeliam produk hijau. Selain itu, penelitian ini menggunakan\nwawancara semi tersturktur yang berguna untuk memperkuat hasil data dari penelitian\nkuantitatif. Hasil penemuan penelitian ini menyatakan bahwa sikap terhadap lingkungan,\npengetahuan lingkungan, penerimaan kualitas dapat mempengaruhi perilaku konsumen\nterhadap pembelian produk hijau lainnya. Diharapkan hasil penelitian ini dapat menjadi\nreferensi pemasar terhadap perilaku pembelian produk hijau di Indonesia serta dapat\nmemaksimalkan penjualan produk hijau.", "Daftar File": {"ABSTRAK Tiara Pranastya Agusti": "https://digilib.itb.ac.id/gdl/download/211357", "2020 TS PP TIARA PRANASTYA AGUSTI 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/247116"}, "Penulis": "Tiara Pranastya Agusti [19017167]", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, MA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "BODY SHOP TOWARD GREEN PURCHASE BEHAVIOR", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "16 Sep 2020"}