{"Nomor": 49509, "Judul": "THE EFFECT OF WORK ENVIRONMENT ON EMPLOYEE PERFORMANCE WITH JOB SATISFACTION AS MODERATING VARIABLE: CASE STUDY OF PROFESSIONAL STAFF INSTITUT TEKNOLOGI BANDUNG (ITB)", "Abstrak": "ITB memiliki misi untuk menciptakan, berbagi, dan menerapkan ilmu pengetahuan, teknologi,\nseni, dan kemanusiaan dan menghasilkan sumber daya manusia yang unggul untuk menjadikan\nIndonesia dan dunia lebih baik. (Sumber: 09 / SK / I1-SA / OT / 2011). Misi harus didukung oleh\nstrategi inisiatif dalam hal sumber daya manusia. Untuk membangun sumber daya manusia dapat\ndilakukan dengan mengetahui hasil survei kepuasan kerja. Penelitian ini memiliki beberapa tujuan\npertama untuk mengetahui pengaruh lingkungan kerja terhadap kinerja Tenaga Kependidikan di\nInstitut Teknologi Bandung. Kedua, mengetahui pengaruh kepuasan kerja terhadap kinerja\nTenaga Kependidikan di Institut Teknologi Bandung. Sedangkan tujuan ketiga adalah\nmembuktikan pengaruh kepuasan kerja sebagai variabel pemoderasi antara lingkungan kerja\nterhadap kinerja Tenaga Kependidikan di Institut Teknologi Bandung.\nUntuk melakukan penelitian, perlu mengumpulkan data 312 Tenaga Kependidikan di Institut\nTeknologi Bandung. Data yang digunakan adalah data primer yang diperoleh melalui kuesioner\nmenggunakan skala 5-likert. Untuk menyederhanakan pemprosesan data, variabel\ndikelompokkan menjadi tiga variabel utama. Pertama, kinerja karyawan sebagai variabel\ndependen. Kedua, lingkungan kerja sebagai variabel independen. Terakhir, kepuasan kerja\nsebagai variabel moderasi. Teknik analisis data menggunakan Path Analysis. Sedangkan\npengujian hipotesis diuji menggunakan uji-z.\nHasil pengujian hipotesis pertama menemukan bahwa lingkungan kerja tidak berpengaruh\nsignifikan terhadap kinerja karyawan. Hasil pengujian hipotesis kedua menemukan bahwa\nkepuasan kerja berpengaruh signifikan terhadap kinerja karyawan. Hasil pengujian hipotesis\nketiga menemukan bahwa lingkungan kerja memiliki pengaruh yang signifikan terhadap kinerja\nkaryawan melalui kepuasan kerja sebagai variabel moderasi Tenaga Kependidikan di Institut\nTeknologi Bandung.\nKata kunci: Lingkungan", "Daftar File": {"ABSTRAK Ade Intan Kurnia": "https://digilib.itb.ac.id/gdl/download/211391", "COVER Ade Intan Kurnia": "https://digilib.itb.ac.id/gdl/download/246436", "2020 TS PP ADE INTAN KURNIA 1 - CHAPTER I.pdf?_": "https://digilib.itb.ac.id/gdl/download/246449", "2020 TS PP ADE INTAN KURNIA 1 - CHAPTER II.pdf\n]": "https://digilib.itb.ac.id/gdl/download/246450", "2020 TS PP ADE INTAN KURNIA 1 - CHAPTER III.pdf)u": "https://digilib.itb.ac.id/gdl/download/246451", "2020 TS PP ADE INTAN KURNIA 1 - CHAPTER IV.pdf\n]": "https://digilib.itb.ac.id/gdl/download/246452", "2020 TS PP ADE INTAN KURNIA 1 - CHAPTER V.pdf?": "https://digilib.itb.ac.id/gdl/download/246453", "2020 TS PP ADE INTAN KURNIA 1 - REFERENCE.pdf?": "https://digilib.itb.ac.id/gdl/download/246454"}, "Penulis": "Ade Intan Kurnia [19017173]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Aurik Gustomo, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Lingkungan kerja, Kepuasan Kerja, Kinerja Karyawan, dan Institut Teknologi", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "8 file", "Tanggal Input": "16 Sep 2020"}