{"Nomor": 49506, "Judul": "SIMULASI PENGOLAHAN SINYAL DIGITAL UNTUK PERANGKAT MONITORING HBA1C NON-INVASIF", "Abstrak": "Diabetes melitus (DM) merupakan penyakit gangguan metabolik menahun akibat\npankreas tidak memproduksi cukup insulin atau tubuh tidak dapat menggunakan\ninsulin yang diproduksi secara efektif. (Pusat data dan Informasi Kemenkes RI,\n2014). Pemantauan terhadap status metabolik pasien diabetes melitus adalah hal\nyang penting dilakukan. Pemantauan tersebut dapat dilakukan dengan\npemeriksaan glukosa darah dan HbA1c. Tingkat HbA1c diuji untuk menunjukkan\ntingkat glukosa darah rata-rata selama 8-12 minggu. Pemeriksaan kadar HbA1c\nyang biasa dilakukan yaitu dengan cara invasif. Metode ini dilakukan dengan\nmelakukan tes darah di laboratorium. Pemeriksaan di laboratorium memberikan\nhasil yang akurat akan tetapi membutuhkan waktu yang cukup lama serta harus\nmengeluarkan biaya yang mahal. Oleh karena itu, dirancang suatu alat yang dapat\nmendeteksi kadar HbA1c secara non-invasif dengan menggunakan metode\nspektroskopi. Pada perangkat monitoring HbA1c terdapat subsistem pengolahan\nsinyal digital. Subsistem pengolahan sinyal digital ini mencakup konversi analog\nke digital dan filter digital. IIR (Infinite Impulse Response) dan DEMA (Double\nExponential Moving Average) digunakan untuk mengurangi noise dari sinyal\nPPG.\nKarena keterbatasan yang disebabkan pandemi COVID-19, pelaksanaan realisasi\ndan pengujian tugas akhir ini berupa simulasi sirkuit. Pengembangan lebih lanjut\ndapat melakukan realisasi dan pengujian fisik dari rancangan yang telah dibuat.\nSimulasi dilakukan untuk menguji filter yang telah dirancang. Data sintetis yang\ndiperoleh dari modifikasi dataset referensi digunakan sebagai input filter.\nPerforma dari metode filter yang diusulkan dievaluasi dengan nilai SNR (Signalto-Noise Ratio). Hasil percobaan menunjukkan bahwa filter digital yang diusulkan\ndapat meningkatkan nilai SNR sinyal sekitar 5-30 dB untuk frekuensi noise di\nbawah 0,5 Hz dan di atas 5 Hz. Evaluasi tersebut menunjukkan bahwa filter\ndigital yang digunakan efektif untuk mengurangi noise. Nilai maksimum dan nilai\nminimum dari sinyal PPG ditentukan setelah sinyal bersih diperoleh. Nilai\ntersebut dikirim ke smartphone berbasis Android menggunakan komunikasi\nbluetooth.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/211381", "Abstrak": "https://digilib.itb.ac.id/gdl/download/211382", "Abstract": "https://digilib.itb.ac.id/gdl/download/211383", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/211384", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/211385"}, "Penulis": "Indah Ayu Permatasari [18316010]", "Kontributor / Dosen Pembimbing": ["Prof. Andriyan Bayu Suksmono, M.T., Ph.D.", "Allya Paramita Koesoema, S.T., M.T., Ph.D.", "Dr. dr. Yoke Saadia Irawan, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Diabetes melitus, HbA1c, Non-invasif, Simulasi, Filter Digital", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "16 Sep 2020"}