{"Nomor": 49516, "Judul": "PERBANDINGAN ALGORITME PENANGANAN BIAS DENGAN TEKNIK IN-PROCESSING PADA MODEL PEMBELAJARAN MESIN", "Abstrak": "Bias pada algoritme merupakan bias yang muncul ketika aturan matematika lebih\ncondong ke sekelompok atribut dibandingkan dengan atribut lainnya ketika sedang\nmenentukan variabel target, seperti dalam penentuan pemberian pinjaman atau\ntidak (Bantilan, 2018). Bias pada algoritme muncul ketika sebuah model\npembelajaran mesin yang sudah dilatih menghasilkan prediksi sistematis yang lebih\ncondong ke sebuah grup fitur dibandingkan dengan fitur lainnya pada variabel\ntarget.\nPada penelitian ini, dilakukan uji coba penanganan bias dengan menggunakan\nteknik in-processing. Algoritme teknik in-processing yang digunakan adalah\nadversarial debiasing, prejudice remover, additive counterfactually fair, dan\ndecision boundary fairness measurements. Uji coba dilakukan pada dataset\nCOMPAS, Adult Income, German Credit Risk, dan Bank Marketing. Kemudian,\ndilakukan analisis dan perbandingan antara hasil dari model dengan penanganan\nbias dengan model dasar tanpa penanganan bias. Setelah itu, dibuat sebuah library\nyang berisi implementasi keempat algoritme tersebut untuk mempermudah\npenggunaan algoritme-algoritme teknik in-processing dengan Python 3.\nBerdasarkan hasil penelitian yang telah dilakukan, ditemukan bahwa algoritmealgoritme yang diujikan dapat meningkatkan tingkat keadilan, namun dengan\nhyperparameter yang tepat. Semua algoritme tidak memiliki kinerja yang sama\nbaik pada dataset yang berbeda-beda. Dari semua algoritme, algoritme decision\nboundary type measurements memiliki perubahan signifikansi yang paling besar\npada akurasi, F1, dan nilai bias. Sementara itu, algoritme prejudice remover\nmemiliki signifikansi perubahan yang paling kecil pada ketiga jenis nilai tersebut.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/211401", "Abstrak": "https://digilib.itb.ac.id/gdl/download/211416", "Abstract": "https://digilib.itb.ac.id/gdl/download/211417", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/211418", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/211419"}, "Penulis": "Ellen [13516007]", "Kontributor / Dosen Pembimbing": ["Ir. Windy Gambetta, M.B.A.", "Anggrahita Bayu Sasmita, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "bias, keadilan, adversarial debiasing, prejudice remover, additive counterfactually fair, dan decision boundary fairness measurements.", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "16 Sep 2020"}