{"Nomor": 49510, "Judul": "IMPLEMENTASI SISTEM PENAPISAN BERBASIS DIMER PADA ESCHERICHIA COLI BL21(DE3) UNTUK SELEKSI SENYAWA ACTINOMYCETES SEBAGAI KANDIDAT ANTI-HIV", "Abstrak": "Pengobatan anti-retroviral therapy (ART) masih mengalami keterbatasan dalam menjangkau penderita Human Immunodeficiency Virus (HIV) di Indonesia, di antaranya karena harga yang cukup mahal serta munculnya resistensi beberapa galur HIV. Salah satu target terapi ART yaitu protease HIV-1, enzim yang berperan penting dalam proses pematangan virus hingga dapat menginfeksi sel baru. Protease HIV-1 berperan penting dalam produksi seluruh enzim dan protein struktural yang digunakan untuk melahirkan virion yang matang dan bersifat virulen.\nActinomycetes dilaporkan memiliki aktivitas inhibisi terhadap berbagai protease. Dengan demikian, eksplorasi berbagai spesies actinomycetes diharapkan menjadi solusi pengobatan HIV dengan memanfaatkan sumber daya alam Indonesia.\nPada penelitian ini dilakukan seleksi senyawa kandidat anti-HIV dengan pendekatan dimer-based screening system pada Escherichia coli BL21(DE3) rekombinan. Konstruk meliputi fusi urutan basa nukleotida DNA binding domain AraC + protease HIV-1 sebagai regulator dan green fluorescence protein sebagai pelapor. Konfirmasi konstruk plasmid dilakukan dengan analisis Polymerase Chain Reaction yang menunjukkan elektroforegram pita di ukuran ~1076 pb. Analisis sekuensing membuktikan similaritas dan identitas 100% antara konstruk pada penelitian ini dan konstruk yang dirancang sebelumnya. SDS-PAGE menunjukkan keberadaan pita di ukuran ~24 kDa sesuai ukuran protein fusi tersebut.\nSkrining kemampuan senyawa actinomycetes yang diujikan dalam menghambat protease HIV dilakukan pada 19 jenis senyawa actinomycetes. Sebanyak 5 dari 19 senyawa; BLH 1-12(2) EA, MAE 1-13 EA, BLH 1-1 EA, BLH 7-5 MetA, LC 98(1) EA, memperlihatkan adanya aktivitas penghambatan protease-HIV yang konsisten dan signifikan pada konsentrasi tertentu, yang ditunjukkan dengan ekspresi protein pelapor yang lebih besar dibandingkan dengan baseline. Dengan demikian, pada penelitian ini, pendekatan DBSS mampu mengidentifikasi potensi keberadaan senyawa actinomycetes sebagai kandidat anti-HIV baru golongan inhibitor protease.", "Daftar File": {"ABSTRAK Kenia Permata Sukma": "https://digilib.itb.ac.id/gdl/download/211393"}, "Penulis": "Kenia Permata Sukma [21118028]", "Kontributor / Dosen Pembimbing": ["Azzania Fibriani, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "actinomycetes, anti-HIV, dimer-based screening system, HIV, protease inhibitor", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Sep 2020"}