{"Nomor": 49525, "Judul": "COMPARATIVE ANALYSIS OF TAKAFUL BUSINESS UNITS AND THEIR PARENT COMPANIES IN INDONESIA THROUGHOUT 2015-2018 USING TWO-STAGE DATA ENVELOPMENT ANALYSIS (DEA) APPROACH", "Abstrak": "Takaful atau asuransi syariah adalah alternatif dari asuransi konvensional yang menganut\nhukum agama islam atau syariah. Industri Takaful adalah industri yang baru, tetapi mengalami\npertumbuhan global drastis dalam beberapa tahun terakhir. Indonesia adalah pasar berpotensial bagi\nindustri Takaful karena banyaknya populasi Muslim. Beberapa Takaful mulai bermunculan di\nIndonesia, termasuk perusahaan asuransi konvensional yang memulai unit bisnis Takaful. Namun,\nperusahaan asuransi konvensional masih mendominasi pasar asuransi secara keseluruhan. Penelitian ini\ningin mengukur efisiensi unit bisnis Takaful dan menentukan apakah itu merupakan usaha yang layak\ndilanjutkan oleh perusahaan induk. Selain itu, penelitian ini juga ingin mengevaluasi daya saing unit\nbisnis Takaful dibandingkan dengan perusahaan induk, yang menggunakan prinsip asuransi\nkonvensional, dalam hal efisiensi keuangan.\nEfisiensi unit bisnis Takaful dan perusahaan induknya diukur menggunakan Data Envelopment\nAnalysis (DEA). Variabel input yang digunakan dalam DEA adalah Total Aset, Total Biaya, dan\nPembayaran Klaim, sedangkan variabel output yang digunakan adalah Total Pendapatan dan Kontribusi\nBruto. Penelitian ini mengukur efisiensi 15 perusahaan asuransi dan masing-masing unit bisnis Takaful\nmereka. Variabel untuk DEA diambil dari laporan keuangan masing-masing perusahaan dari 2015\nhingga 2018. Kemudian riset ini menggunakan regresi linear untuk menentukan variabel apa yang\nsecara signifikan berkorelasi dengan efisiensi perusahaan yang diteliti. Variabel yang diuji dalam\nregresi linier berganda adalah total aset, rasio likuiditas, rasio biaya terhadap premi, dan ukuran dewan\nperusahaan.\nTahap pertama penelitian ini adalah perhitungan DEA dan hasilnya menunjukkan bahwa ratarata\nefisiensi dari unit bisnis Takaful lebih tinggi daripada perusahaan induknya. Uji t Yuen-Welch\nmenemukan bahwa perbedaan rata-rata nya signifikan secara statistik. Oleh karena itu, dapat\ndisimpulkan bahwa unit bisnis Takaful lebih efisien daripada perusahaan induknya. Efisiensi dari unit\nbisnis Takaful juga ditemukan lebih stabil dan lebih unggul dari perusahaan induknya sepanjang periode\npenelitian.\nTahap kedua penelitian ini adalah melakukan regresi linier dan hasilnya menunjukkan bahwa\ntotal aset dan rasio biaya terhadap premi berkorelasi negatif dengan efisiensi perusahaan induk,\nsedangkan likuiditas dan ukuran dewan perusahaan ditemukan berkorelasi positif. Total aset dan ukuran\ndewan ditemukan berkorelasi positif dengan efisiensi unit bisnis Takaful, sementara rasio biaya\nterhadap premi berkorelasi negatif. Perusahaan induk direkomendasikan untuk mengurangi ukuran\nbisnis utamanya dan mengalokasikan lebih dana untuk unit Takaful mereka untuk meningkatkan\nefisiensi. Selain itu, unit Takaful dan perusahaan induknya juga direkomendasikan untuk meningkatkan\njumlah anggota dalam dewan perusahaan mereka.", "Daftar File": {"2020 SM Anggito Krisnandhana Z. 19017134.pdf5?": "https://digilib.itb.ac.id/gdl/download/211410", "COVER Anggito Krisnandhana Zainul": "https://digilib.itb.ac.id/gdl/download/246545", "2020 TS PP ANGGITO KRISNANDHANA ZAINUL 1 - CHAPTER I.pdf)u": "https://digilib.itb.ac.id/gdl/download/246546", "2020 TS PP ANGGITO KRISNANDHANA ZAINUL 1 - CHAPTER II.pdf?": "https://digilib.itb.ac.id/gdl/download/246547", "2020 TS PP ANGGITO KRISNANDHANA ZAINUL 1 - CHAPTER III.pdf\n]": "https://digilib.itb.ac.id/gdl/download/246548", "2020 TS PP ANGGITO KRISNANDHANA ZAINUL 1 - CHAPTER IV.pdf?": "https://digilib.itb.ac.id/gdl/download/246549", "2020 TS PP ANGGITO KRISNANDHANA ZAINUL 1 - CHAPTER V.pdf)u": "https://digilib.itb.ac.id/gdl/download/246550", "2020 TS PP ANGGITO KRISNANDHANA ZAINUL 1 - REFERENCE.pdf)u": "https://digilib.itb.ac.id/gdl/download/246551"}, "Penulis": "Anggito Krisnandhana Zainul [19017134]", "Kontributor / Dosen Pembimbing": ["Oktofa Yudha Sudrajad, S.T., M.S.M., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Comparative Analysis of Takaful Business Units and Their Parent Companies in Indonesia Throughout 2015-2018 using Two-Stage Data Envelopment Analysis (DEA) Approach", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "8 file", "Tanggal Input": "17 Sep 2020"}