{"Nomor": 49523, "Judul": "THE INFLUENCE OF EMOTIONAL BRANDING TO CUSTOMER LOYALTY: A QUALITATIVE ASSESSMENT", "Abstrak": "Saat ini, jelas bahwa bisnis berfokus pada melihat kebutuhan dan keinginan pelanggan dengan\nmempertimbangkan semua aspirasi mereka yang diwujudkan melalui kolaborasi antara merek\ndan pelanggan. Industri kosmetik di Indonesia berlomba-lomba menciptakan produk dan\npelayanan yang diinginkan pelanggan. Hal ini berarti kemungkinan akan ada persaingan di\nindustri kosmetik yang terus tinggi dan ketat. Tujuan dari penelitian ini adalah untuk menilai\napakah terdapat hubungan antara empat elemen emosional branding yaitu Relationship, Sensorial\nExperience, Imagination, dan Vision terhadap loyalitas konsumen, sehingga dengan menilai hal\ntersebut dapat mengembangkan strategi yang bermanfaat dalam menjaga pelanggan tetap setia\npada bisnis atau merek.\nPenelitian ini dilakukan dengan menggunakan qualitative grounded theory melalui wawancara\nmendalam semi terstruktur. Kriteria informan yaitu sudah menggunakan produk Make Over\nminimal selama dua tahun dan selama satu tahun membeli dua produk. Dalam menganalisis data,\npeneliti melakukan in vivo coding, pattern coding, dengan kategorisasi dan subkategorisasi.\nSedangkan untuk memvalidasi temuan, peneliti menggunakan triangulasi, diskriminan sampling,\ndan metode komparatif konstan. Penelitian ini juga didukung dengan penulisan memo analitik\nuntuk mendukung pengembangan teori Gobe tentang elemen branding emosional dan dalam\nmemvisualisasikan temuan peneliti menggunakan diagram relasi entitas.\nTemuan penelitian ini yaitu hanya tiga dari empat elemen emosional branding yang memiliki\nhubungan dengan loyalitas pelanggan, yaitu Relationship, Sensorial Experience, dan Imagination.\nSelanjutnya peneliti mengembangkan teori Gobe tentang elemenemosional branding menjadi\npembentukan loyalitas konsumen. Peneliti yakin penelitian ini akan memberikan kontribusi bagi\npraktisi dan akademisi. Penelitian ini memberikan pemahaman, wawasan, dan manfaat, kepada\npraktisi khususnya merek atau bisnis di industri kosmetik, untuk menerapkan elemen branding\nemosional yang dibahas dalam penelitian ini dengan menentukan elemen mana yang akan\nditingkatkan mengikuti keunggulan kompetitif merek atau bisnis. Sedangkan bagi kalangan\nakademisi, penelitian ini dapat mengisi kekosongan literatur dengan mengembangkan teori\npembentukan loyalitas pelanggan melalui unsur emosional branding yang telah dinilai dan\nmemberikan wawasan dan gambaran bagaimana branding emosional diterapkan pada merek atau\nbisnis.", "Daftar File": {"2020 TA PP Anisa Dinda Fresiana 1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/211408", "2020 TS PP Anisa Dinda Fresiana 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/249675"}, "Penulis": "Anisa Dinda Fresiana [19017174]", "Kontributor / Dosen Pembimbing": ["Ir. C.O. Budi Permadi Iskandar, MSP"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kunci: Branding Emosional, Loyalitas Pelanggan, Make Over, Pendekatan Kualitatif", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "16 Sep 2020"}