{"Nomor": 49521, "Judul": "IDENTIFYING THE RELATIONSHIP BETWEEN THE BIG FIVE PERSONALITY TRAITS AND ATTITUDE TOWARD TELEWORKING OF GENERATION Z", "Abstrak": "Teknologi membawa perubahan dalam kehidupan kita sehari-hari dan kehidupan profesional. Organisasi\ndan pengusaha beradaptasi dengan perubahan ini, terutama dalam pemanfaatan internet. Internet membuat\npara pekerja dapat bekerja dari mana saja dengan koneksi internet. Teleworking adalah salah satu\npengaturan kerja yang memaksimalkan pemanfaatan internet. Pengaturan kerja ini memberikan fleksibilitas\nbagi pekerja untuk bekerja dari mana saja dan kapan saja selama memiliki akses internet. Pengaturan ini\npertama kali mendapatkan popularitas di tahun 1970-an dan jumlah penggunanya meningkat sejak saat itu,\ntermasuk di Indonesia. Perubahan tenaga kerja meningkatkan penerapan teleworking dan sekarang Generasi\nZ mulai memasuki dunia kerja. Tetapi, setiap individu memiliki kepribadian dan sikap yang berbeda\nterhadap teleworking. Tujuan penelitian ini adalah untuk mengidentifikasi hubungan antara kepribadian\ndan sikap terhadap teleworking menggunakan ciri-ciri kepribadian Big Five. Data untuk penelitian ini\ndikumpulkan menggunakan kuesioner daring dan dianalisis menggunakan regresi linier berganda. Analisis\ndata menunjukkan bahwa dari lima faktor kepribadian, hanya Keterbukaan yang secara signifikan\nberhubungan dengan sikap terhadap teleworking. Keterbukaan memiliki hubungan yang positif dan\nsignifikan dengan sikap terhadap teleworking", "Daftar File": {"2020 SM ADRIAN BHASKARA M. M 19017149.pdf5?": "https://digilib.itb.ac.id/gdl/download/211406", "2020 TS PP ADRIAN BHASKARA M M 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/249656"}, "Penulis": "Adrian Bhaskara Mulya Marhadi [19017149]", "Kontributor / Dosen Pembimbing": ["Dr.rer.pol. Achmad Fajar Hendarman, S.T., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Attitudes, Generation Z, Personality Traits, Teleworking", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "16 Sep 2020"}