{"Nomor": 49530, "Judul": "NIAT PENGGUNAAN GENERASI Z INDONESIA TERHADAP RETURNABLE CONTAINER", "Abstrak": "Penelitian ini bertujuan untuk mempelajari niat untuk menggunakan wadah yang dapat dikembalikan\noleh mahasiswa generasi z Indonesia. Dengan bantuan teori agung tentang perilaku manusia, Theory of\nPlanned Behavior digunakan sebagai kerangka inti dari penelitian ini untuk memprediksi niat penggunaan.\nStudi ini membantu untuk menemukan jawaban pada faktor yang paling berpengaruh yang mempengaruhi\nmotivasi penggunaan, bersamaan dengan apakah wadah yang dapat dikembalikan dapat diaplikasikan\ndalam bisnis yang berkelanjutan. Metode SEM-PLS digunakan untuk mengevaluasi hubungan antara\nkonstruk dalam penelitian ini. Jumlah 230 responden yang valid dan dapat diandalkan dihasilkan melalui\nsurvei kuesioner online dengan pendekatan judgment sampling. Hasil yang dihasilkan menunjukkan bahwa\nGenerasi Z Indonesia memang memiliki niat untuk menggunakan wadah yang dapat dikembalikan, tetapi\nlebih kuat jika faktor lingkungan ada dalam persamaan tersebut. Seperti kepedulian dan pengetahuan\nlingkungan. Dan bahwa kepedulian lingkungan lebih baik dilengkapi dengan pengetahuan lingkungan\nuntuk mengatalisasi dan memperkuat niat penggunaan dengan demikian dilakukan. Harapan dari temuan\npenelitian ini adalah untuk memberikan wawasan dan rekomendasi kepada pemasar, pembuat kebijakan,\ndan peneliti untuk penelitian masa depan mengenai kemasan non-sekali pakai, khususnya wadah yang dapat\ndikembalikan.", "Daftar File": {"2020 TA PP Albriancy Dahlia Firdaus.pdf?": "https://digilib.itb.ac.id/gdl/download/211415", "2020 TS PP Albriancy Dahlia Firdaus 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/249667"}, "Penulis": "Albriancy Dahlia Firdaus [19017270]", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, MA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Generasi Z, Kontainer yang Dapat Dikembalikan, Teori Perilaku Berencana, Model Ekstensi TPB, Kepedulian dan Pengetahuan Lingkungan, Niat Penggunaan, PLS-SEM", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "17 Sep 2020"}