{"Nomor": 49554, "Judul": "IDENTIFIKASI DIMENSI PSIKOSOSIAL UNTUK DI LINGKUNGAN KERJA UNTUK MENINGKATKAN KEPUASAN KARYAWAN DITEMPAT KERJA (STUDI", "Abstrak": "PT PLN (persero) merupakan sebuah Badan Usaha Milik Negara Indonesia yang berfokus pada\nbisnis ketenagalistrikan. Di tahun 2019 budaya perusahaan berfokus pada pengembangan sistem\nmanajemen sumber daya manusia. Untuk mencapai tujuan tersebut perusahaan mencoba untuk\nmembuat konsep kebahagian di tempat kerja yang saat ini populer dikalangan generasi milineal.\nMenurut beberapa ahli, kebahagiaan di tempat kerja menjadi penting karena dapat meningkatkan\nproduktifitas karyawan, menjaga karyawan tetap sehat sehingga dapat mengurangi pengeluaran\nbiaya kesehatan, menurunkan turn-over karyawan, menurunkan kelelahan, dan  meningkatkan\nketerikatan karyawaan. Kondisi Psikososial karyawaan menunjukan dampak terhadap\nKebahagiaan ditempat kerja. \n\nTujuan dari penelitian ini adalah untuk melihat gambaran yang komperhensif tentang indeks\nkebahagiaan karyawaan. Penelitian ini juga bertujuan untuk mengetahui dimensi-dimensi\npsikososial yang memiliki hubungan yang erat untuk meningkatkan kebahagiaan di tempat kerja.\nSehingga dari gambaran diatas, dapat dirancang program yang mampu meningkatkan\nkebahagiaan karyawaan di tempat kerja. \n\nPengambilan data dilakukan dengan memberikan responden survei menggunakan instrumen\nOHQ dan COPSOQ.  Jumlah responden dalam penelitian ini adalah 1000 responden. Hasil uji\nvaliditas menunjukkan semua item instrumen memiliki nilai alpha < 0,05 dan Rhitung > Rtabel\n(0.062), artinya kedua instrument valid. Hasil uji reliabilitas Cornbach’s Alpha, Instrumen OHQ\nmemiliki skor 0,721, artinya reliabilitas baik. Sedangkan instrumen COPSOQ, terdapat 29\ndimensi yang memiliki skor > 0,6. Hasil dari uji Person Corelation menunjukkan 3 dimensi\nCOPSOQ memiliki Korelasi yang tinggi terhadap Kebahagiaan ditempat kerja. Hasil Uji T dan\nUji F menunjukkan dimensi Sense of Community at work, Meaning of work, dan Job\nSatisfaction mempengaruhi kebagaiaan di tempat kerja secara parsial maupun simultan.\nBerdasarkan hasil analisis data, peneliti megusulkan program untuk meningkatkan kebahagaiaan\nditempat kerja yaitu Flexible Benefit, Company Retreat, dan Meningkatkan Fasilitas Perusahaan.", "Daftar File": {"2020_TS_PP_Afriska Yuni A._1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/211453"}, "Penulis": "Afriska Yuni Anggraini [29117238]", "Kontributor / Dosen Pembimbing": ["Dr. Henndy Ginting, S.Psi., M.Si., Psikolog"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kebahagiaan Ditempat Kerja, Psikososial, OHQ, COPSOQ, Flexible Benefit, Company Retreat, Fasilitas Perusahaan.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "17 Sep 2020"}