{"Nomor": 49552, "Judul": "PENGEMBANGAN ADSORBEN BERBAHAN MONTMORILLONIT UNTUK PENGHILANGAN FE (III) DAN MN (II) DARI MODEL AIR ASAM TAMBANG", "Abstrak": "Pertambangan masih menjadi sektor yang diandalkan sebagai sumber pendapatan bukan pajak bagi Indonesia, sehingga perlu dipastikan efek negatif yang ditimbulkan dapat diminimalkan. Salah satu limbah utama aktivitas pertambangan adalah air asam tambang (AAT). Ciri khas dari AAT adalah pH rendah dan kadar besi serta mangan yang tinggi. Adsorpsi merupakan salah satu metode yang murah dan mudah yang dapat digunakan untuk menghilangkan logam berat dari suatu larutan. Montmorillonit merupakan salah satu jenis adsorben dari mineral tanah liat yang banyak tersedia di alam Indonesia. Montmorillonit dimodifikasi dengan menghomogenkan kation pengganti dan menambahkan senyawa lain untuk meningkatkan jumlah sisi aktif. Modifikasi ini bertujuan untuk meningkatkan kemampuan montmorillonit untuk mengadsorpsi ion Fe (III) dan ion Mn (II). Montmorillonit yang digunakan berasal dari bentonit, sehingga perlu dilakukan pemurnian dengan sedimentasi. Selanjutnya kandungan logam pada montmorillonit dihomogenkan dengan menambahkan ion Na (I) untuk mendapatkan Na-montmorillonit dan ion Ca (II) untuk mendapatkan Ca-montmorillonit. Untuk mengetahui jumlah senyawa pemodif yang harus ditambahkan maka ditentukan nilai kapasitas tukar kation (KTK) dengan metode metilen biru. Setelah nilai KTK didapatkan maka dilakukan modifikasi montmorillonit dengan penambahan benzalkonium klorida untuk membuat organoclay. Penentuan variasi jumlah surfaktan yang ditambahkan dibuat berdasarkan nilai KTK, yaitu 1 x KTK, 2 x KTK, dan 3 x KTK. Modifikasi ini memberikan dua jenis montmorillonit homoionik dan enam jenis organoclay. Adsorben dikarakterisasi menggunakan metode Brunauer-Emmett-Teller (BET). Untuk mengetahui adsorben yang paling efektif dilakukan pengujian pengaruh waktu terhadap adsorpsi, pengaruh konsentrasi awal ion terhadap adsorpsi, dan pengaruh suhu terhadap adsorpsi. Sampel diperiksa kandungan ion Fe (III) dan ion Mn (II) menggunakan spektroskopi serapan atom sebelum dan setelah dilakukan adsorpsi. Pengujian pengaruh waktu pada adsorpsi ion Fe (III) dan ion Mn (II) menggunakan delapan adsorben menunjukkan nilai persentase penghilangan ion Fe (III) dan ion Mn (II) yang fluktuatif dan tidak didapatkan titik ekuilibrium. Proses mulai stabil pada waktu 30 menit, untuk pengujian selanjutnya 30 menit yang digunakan sebagai waktu adsorpsi. Berdasarkan nilai persentase penghilangan ion Fe (III) didapatkan urutan keefektifan adsorben sebagai berikut Na-Montmorillonit > Ca-Montmorillonit > Organo-Na-Montmorillonit 3 KTK > Organo-Ca-Montmorillonit 3 KTK > Organo-Na-Montmorillonit 2 KTK > Organo-Ca-Montmorillonit 2 KTK > Organo-Na-Montmorillonit 1 KTK > Organo-Ca-Montmorillonit 1 KTK, dengan persentase penghilangan terbesar mencapai 99,78% dari konsentrasi awal 10 mg/L menggunakan 1% m/v adsorben. Berdasarkan nilai persentase penghilangan ion Mn (II) didapatkan urutan keefektifan adsorben sebagai berikut Na-Montmorillonit > Ca-Montmorillonit > Organo-Na-Montmorillonit 3 KTK > Organo-Ca-Montmorillonit 3 KTK > Organo-Ca-Montmorillonit 1 KTK > Organo-Ca-Montmorillonit 2 KTK > Organo-Na-Montmorillonit 1 KTK > Organo-Na-Montmorillonit 2 KTK, dengan persentase penghilangan terbesar mencapai 99,07% dari konsentrasi awal 10 mg/L menggunakan 1% m/v adsorben. Konsentrasi awal ion Fe (III) ditingkatkan dari 100 ppm sampai 8000 ppm, dan konsentrasi awal ion Mn (II) dari 50 ppm sampai 500 ppm. Hasil studi pengaruh konsentrasi awal ion Fe (III) dan ion Mn (II) ini menunjukkan persentase penghilangan setelah adsorpsi dengan Na-Montmorillonit dan Ca-Montmorillonit menurun seiring meningkatnya konsentrasi awal ion Fe (III) dan ion Mn (II). Pengaruh suhu terhadap adsorpsi ion Fe (III) dan ion Mn (II) oleh Na-Montmorillonit dan Ca-Montmorillonit menunjukkan reaksi adsorpsi bekerja dalam kondisi endotermis di mana persentase penghilangan ion Fe (III) dan ion Mn (II) meningkat dengan naiknya suhu proses dari suhu ruangan sampai suhu 45oC. Proses adsorpsi berlangsung secara simultan dengan desorbsi sebab H2SO4 dalam model AAT merupakan senyawa pencuci yang mampu mendesorpsi ion Fe(III) dan ion Mn (II) dari adsorben. Proses adsorpsi dan desorbsi yang simultan menyebabkan nilai persentasi penghilangan Fe(III) dan ion Mn (II) fluktuatif pada pengujian pengaruh waktu pada adsorpsi, sehingga titik ekuilibrium tidak dapat ditentukan dan nilai kapasitas adsorpsi, isoterm adsorpsi, kinetika adsorpsi, serta termodinamika adsorpsi tidak dapat ditentukan. Untuk keperluan analisa ditentukan kapasitas adsorpsi maksimum. Penggunaan adsorben Na-Montmorillonit menunjukkan nilai kapasitas adsorpsi maksimum terbesar, dari konsentrasi awal ion Fe (III) dan Mn (II) 10 mg/L menggunakan 1% m/v adsorben, yaitu 1,04 mg/g. Kapasitas adsorpsi maksimum meningkat seiring meningkatnya konsentrasi awal ion Fe (III) dan ion Mn (II) dan meningkat saat suhu proses meningkat. Karakterisasi dengan metode BET menunjukkan kenaikan luas permukaan spesifik Montmorillonit dari 34,36 m2/g, menjadi 59,13 m2/g pada Ca-Montmorillonit, dan 63,37 m2/g pada Na-Montmorillonit. Volume pori Montmorillonit meningkat dari 0,11 cm3/g, menjadi 0,17 cm3/g pada Ca-Montmorillonit, dan 0,16 cm3/g pada Na-Montmorillonit. Diameter pori Montmorillonit mengecil dari 4,16 nm, menjadi 3,61 nm pada Ca-Montmorillonit, dan 3,10 nm pada Na-Montmorillonit. Sehingga dapat disimpulkan Na-Montmroillonit merupakan adsorben yang efektif dan murah untuk penghilangan ion Fe(III) dan ion Mn (II) dari model AAT.", "Daftar File": {"ABSTRAK Rizqan Jamal": "https://digilib.itb.ac.id/gdl/download/211449"}, "Penulis": "Rizqan Jamal [23018044]", "Kontributor / Dosen Pembimbing": ["Elvi Restiawaty, S.T., PD.Eng., Ph.D.", "Prof. Ir. Yazid Bindar, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Organoclay, adsorpsi, spektroskopi serapan atom, benzalkonium klorida.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Sep 2020"}