{"Nomor": 49553, "Judul": "MODEL HOST-VECTOR DENGAN ASPEK KEHETEROGENAN SPASIAL", "Abstrak": "Kompleksitas pemodelan penyebaran demam berdarah masih menjadi tantangan\nhingga saat ini. Hal ini terkait dengan kaitan antara pengaruh faktor\nbiologis, manusia, dan lingkungan dalam penyebaran demam berdarah. Studi\nempiris menunjukkan bahwa mobilitas manusia memainkan peran penting dalam\npenyebaran spasial penyakit menular. Dalam studi ini, efek mobilitas manusia\npada penyebaran penyakit yang ditularkan melalui vektor dieksplorasi melalui\nmodel host-vektor antar wilayah. Kemungkinan transmisi infeksi selama periode\nmobilisasi dapat diabaikan karena populasi vektor diasumsikan konstan di setiap\nwilayah. Bilangan reproduksi dasar R0 diperoleh sebagai satu-satunya ambang\nbatas antara kepunahan dan persistensi homogen penyakit untuk model dengue\nantar wilayah dengan mobilitas. Model host-vektor pada dua wilayah dianalisis\nlebih dalam untuk melihat pengaruh mobilitas manusia sehat dan terinfeksi terhadap\npenyebaran penyakit berperantara nyamuk. Model dua wilayah menunjukkan\nbahwa mobilitas manusia terinfeksi akan menurunkan nilai R0. Pada kondisi\nendemik di satu kota, nilai ambang mobilitas manusia terinfeksi diperoleh sebagai\nbatas minimum agar terjadi kondisi bebas penyakit di kedua kota. Skenario khusus\nketika orang yang terinfeksi tetap di lokasi selama periode infeksi menunjukkan\nempat kemungkinan kondisi kesetimbangan yakni kondisi bebas penyakit, salah\nsatu lokasi endemik, dan kedua lokasi endemik. Kondisi endemik di satu kota dan\nbebas penyakit di kota yang lain dinamakan sebagai kesetimbangan endemik batas.\nPada penyebaran dengue di dua lokasi, terdapat dua titik kesetimbangan endemik\nbatas. Hasil analisis dan simulasi numerik ini menunjukkan bahwa peningkatan\nmobilitas individu sehat dari wilayah i ke j dapat menjadi strategi pengendalian\nuntuk manajemen penyakit di wilayah j. Bilangan reproduksi dasar R0 tidak lagi\nmenjadi satu-satunya ambang batas untuk kepunahan atau persistensi penyakit di\nsuatu wilayah. Ambang batas lain, R1 dan R2 juga diperlukan untuk penentuan\ndinamik dari model. Dengan demikian, mobilitas manusia sehat maupun terinfeksi\ndapat menjadi pendorong peningkatan penyebaran penyakit maupun menjadi salah\nsatu faktor pengontrol tingkat endemik suatu wilayah.", "Daftar File": {"ABSTRAK HENI WIDAYANI.pdf\n]": "https://digilib.itb.ac.id/gdl/download/211452"}, "Penulis": "Heni Widayani [30114013]", "Kontributor / Dosen Pembimbing": ["Prof. Edy Soewono, Ph.D.", "Dr. Nuning Nuraini, S.Si., M.Si."], "Jenis Koleksi": "Disertasi", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "host-vektor, keheterogenan spasial, bilangan reproduksi dasar, analisis dinamik", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "17 Sep 2020"}