{"Nomor": 49569, "Judul": "PENGARUH PENGALAMAN PELANGGAN TOKO GROSIR ONLINE TERHADAP RESPON PERILAKU PELANGGAN SELAMA PANDEMI COVID-19", "Abstrak": "Era pandemi COVID-19 memengaruhi gaya hidup masyarakat yang mempertimbangkan protokol kesehatan\njarak fisik. Fenomena ini menciptakan dampak besar pada bisnis, terutama untuk perilaku pelanggan.\nPergeseran pola pembelian yang berubah menjadi berbasis online menghasilkan momentum pertumbuhan di\nsektor belanja online. Menurut McKinsey Company, ada peningkatan yang signifikan antara prediksi dan\npengguna bahan makanan saat ini yang mencapai 17% selama pandemi COVID-19 yang sebelumnya\ndiperkirakan memiliki pertumbuhan hanya kurang dari 2% hingga 2022. Oleh karena itu, penting untuk\nmenganalisis bagaimana pengalaman pelanggan toko kelontong online, sebagai kunci untuk platform online,\nmempengaruhi respons perilaku pelanggan yang juga dapat menjelaskan apakah perilaku pembelian bergeser\nke toko kelontong online menjadi permanen setelah pandemi CCOVID-19. Penelitian dilakukan dengan\nmenggunakan pendekatan kuantitatif yang mengumpulkan 410 responden dari kuesioner online. Melalui\nanalisis data menggunakan PLS-SEM, hasilnya menunjukkan bahwa perasaan nyaman dalam berbelanja adalah\npengalaman pelanggan yang paling mempengaruhi niat pembelian kembali pelanggan. Ada perubahan dalam\nperilaku bergeser dari offline ke online setelah pandemi meskipun itu bukan kegiatan belanja utama bagi\npembeli bahan makanan di Indonesia. Selain itu, penelitian ini juga menemukan bahwa niat pembelian kembali\npelanggan grosir tidak hanya dipengaruhi oleh pengalaman pelanggan tetapi juga dari faktor-faktor lain yang\nperlu dieksplorasi melalui penelitian masa depan. Penelitian ini menerapkan pendekatan kuantitatif untuk\nmendapatkan data yang memberikan wawasan penelitian. Penelitian ini akan menambah pengetahuan untuk\npenelitian lebih lanjut dan memberikan wawasan untuk sudut pandang manajerial pada industri ritel online.", "Daftar File": {"2020 SM SHERINA KUSMIRA SARI 19017156.pdf5?": "https://digilib.itb.ac.id/gdl/download/211467", "2020 TS PP SHERINA KUSMIRA 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/247101"}, "Penulis": "Sherina Kusmira Sari [19017156]", "Kontributor / Dosen Pembimbing": ["Reza Ashari Nasution, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pengalaman pelanggan berbelanja barang kelontong online, Toko kelontong online, Niat pembelian kembali, Pandemi Covid-19", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "17 Sep 2020"}