{"Nomor": 49563, "Judul": "FAKTOR YANG MENDORONG PENGUSAHA AGAR MENJADI PENGUSAHA SOSIAL  STUDI KASUS PADA PERUSAHAAN KECIL-MENENGAH DI BANDUNG", "Abstrak": "Indonesia adalah negara dengan populasi besar, pada tahun 2018 Indonesia memiliki populasi 256 juta.\nHingga Februari 2018, jumlah pekerja mencapai 133,94 juta orang, jumlah ini naik 2,39 juta\ndibandingkan Februari 2017. Dari 127,07 juta orang yang dipekerjakan, 7,64 persen berada dalam\nkategori setengah menganggur dan 23,83 persen pekerja paruh waktu. Pada tahun lalu, setengah\npengangguran dan pekerja paruh waktu naik masing-masing 0,02 persen dan 1,31 persen. Menurut\nKepala BPS Jawa Barat Gandari Adianti, Jawa Barat saat ini adalah tingkat pertama untuk provinsi\ndengan tingkat pengangguran tertinggi sebesar 7,73%, ini berarti bahwa dari setiap 100 orang yang\nmasuk dunia kerja, 7-8 orang tidak dapatkan pekerjaan. \nSemangat kewirausahaan perlu tumbuh di kalangan generasi muda dan juga masyarakat untuk\nmenciptakan lapangan kerja baru. Menjadi wirausaha seseorang harus memiliki kemampuan untuk\nmelihat dan menilai peluang bisnis, mengumpulkan sumber daya yang tepat. Seorang wirausaha juga\ndituntut memiliki semangat kepemimpinan di mana seorang wirausahawan harus mampu memimpin\nsecara adil dan baik serta bertanggung jawab. Dengan semangat kewirausahaan ini, orang dapat\nmembaca peluang di sekitar mereka. Salah satunya adalah peluang untuk menjadi wirausaha sosial. \nBerdasarkan literatur ada perbedaan pemahaman tentang apakah bisnis termasuk dalam kategori\nwirausaha sosial atau tidak. Variabel dalam penelitian ini adalah modal manusia, modal sosial kognitif\nsosial, lingkungan kelembagaan, lingkungan sosial dan dampak sosial. Data dikumpulkan dari\nwawancara mendalam di masing-masing dari empat kasus. Data dikumpulkan dari pemiliknya sendiri,\nsehingga informasi yang diperoleh adalah informasi yang sesuai dengan tujuan perusahaan. Pemilik\nmemiliki informasi lengkap tentang strategi dan proses bisnis perusahaan. Data yang diperoleh\nkemudian dianalisis menggunakan metode analisis cross case. Penelitian ini mengungkapkan bahwa\ntujuan akhir dari kewirausahaan sosial adalah \"Pemecahan Masalah Sosial\", \"Berbagai inisiatif dan\nkegiatan\", dan \"agen perubahan\". Mereka merujuk pada nilai sosial (Dees, 1998; Mair & Marti, 2006;\nLepoutre, Justo, Terjesen, & Bosma, 2013). Perbedaan utama antara kewirausahaan sosial dengan\nkewirausahaan biasa bukanlah bahwa kewirausahaan biasa seperti itu akan bersifat sosial, melainkan\nbahwa wirausahawan sosial mengaitkan prioritas utama untuk penciptaan nilai sosial (Lepoutre, et al.,\n2013), sedangkan nilai ekonomi penciptaan dipandang sebagai kondisi yang diperlukan untuk\nmemastikan kelayakan finansial '' (Mair dan Marti, 2006 hal. 38).", "Daftar File": {"2020_TS_PP_Rizki Pratama Johanis Paransa_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/211462"}, "Penulis": "Rizki Pratama Johanis Paransa [29117011]", "Kontributor / Dosen Pembimbing": ["Dr. Harimukti Wandebori, S.T., M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Usaha kecil menengah, Kewirausahaan sosial, Cross case analisis", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "17 Sep 2020"}