{"Nomor": 49574, "Judul": "ANALISIS TERHADAP KETERLAMBATAN PROYEK INTEGRASI-CMS DAN USULAN PERBAIKAN MANAJEMEN PROYEK PADA ELEKTRONIKA PERTAHANAN LEN", "Abstrak": "ndustri pertahanan Indonesia telah berkembang selama beberapa tahun, berbagai macam pengadaan\ndiharapkan sebagai usaha untuk modernisasi angkatan bersenjata dan mendukung proyek pertahanan\nyang ada. Ini diharapkan bisa menghasilkan peningkatan permintaan dalam peningkatan kemampuan\nangkatan laut, termasuk surveillance dan perangkat keamanannya. Sebagai bagian dari komitmen ini,\nPT Len Industri (Persero) mempersembahkan satu karya terbaiknya yaitu Combat Management System\n(CMS). Len sebagai BUMN yang bergerak di industri pertahanan seharusnya mengambil kesempatan\nini untuk tetap menjaga dan bersinergi dengan BUMN dan perusahaan swasta lainnya. Sementara itu\ndari beberapa proyek CMS yang harusnya memiliki performa baik mulai terus mengalami\nketerlambatan. Maka dari permasalahan tersebut tujuan dari penelitian ini adalah untuk menemukan\nakar permasalahan yang menyebabkan keterlambatan dari proyek integrasi CMS dan mengusulkan\nsolusi perbaikan untuk mengurangi keterlambatan proyek tersebut.    \nPenelitian ini dimulai dari mengumpulkan informasi tentang proses manajemen proyek pada proyek\nintegrasi CMS Len. Prosesnya dilakukan melalu observasi, interview dan diskusi untuk menentukan\nkonstruk permasalahan. Kemudian dilakukan analisis untuk mencari akar permasalahan dari\nketerlambatan proyek integrasi CMS menggunakan Current Reality Tree dan didiskusikan dengan\nperwakilan dari perusahaan.  \nHasil dari mencari proses mencari akar permasalahan menunjukkan dari 34 UDE ditemukan 12 akar\npermasalahan untuk keterlambatan proyek. Tapi karena ada keterbatasan maka digunakan analisis\npareto untuk menyelesaikan 80% masalah yang sering muncul disebutkan oleh responden dan\nmenentukan mana masalah yang diprioritaskan.. Ada 7 temuan dari analisis pareto: kurangnya prioritas\nproyek, kurangnya akomodasi pemangku kepentingan proyek, kurangnya identifikasi ruang lingkup\npekerjaan proyek, kurangnya akurasi desain proyek, kurangnya sistem dokumentasi proyek, kurangnya\nstandar rekayasa proyek dan standar untuk menjalankan proyek. Solusi untuk masalah tersebut\nkemudian didiskusikan dan mana yang dipilih sebagai solusi untuk akar permasalahannya. Setiap\ntemuan kemudian dikelompokkan ke masing-masing sub kategorinya, karena memiliki kesamaan solusi\nuntuk menyelesaikannya, ada 4 kategori yang diprioritaskan. \nSolusi yang diusulkan, proyek integrasi CMS membutuhkan project management office untuk\nmemperbaiki sistem perizinan dalam proyek, dan memperbaiki proses bisnis proyek yang ini dapat\nmencakup standar rekayasa dan manajemen, pengendalian dokumentasi proyek, cakupan dan\npengumpulkan persyaratan.", "Daftar File": {"2020_TS_PP_Faritsa Annajla_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/211473"}, "Penulis": "Faritsa Annajla [29117156]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Analisis Pareto, Current Reality Tree, Manajemen Proyek, Proyek Integrasi CMS", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "17 Sep 2020"}