{"Nomor": 49570, "Judul": "IMPLEMENTASI BUS LISTRIK UNTUK TRANSPORTASI PUBLIK DI JAKARTA", "Abstrak": "Sektor transportasi merupakan penyumbang utama polusi udara di Jakarta. Transportasi umum yang efektif memberi peluang tidak hanya untuk mengurangi kecenderungan kepemilikan kendaraan individu dan juga membantu membatasi polusi tingkat kota. Transjakarta adalah tulang punggung layanan transportasi umum ibukota dengan peningkatan penumpang secara eksponensial sejak didirikan pada tahun 2004. Mengubah bus diesel dan CNG konvensional ke bus listrik baterai dengan cara terencana dan terorganisir merupakan peluang bagi Transjakarta yang berpotensi mengurangi lebih dari 50% polusi yang dihasilkan oleh emisi kendaraan. Meskipun transisi menuju elektrifikasi mungkin menantang, penghematan finansial signifikan bisa didapat dari pengurangan impor bahan bakar fosil, pengurangan kebisingan, dan perbaikan kualitas udara.\n \nPenelitian eksplorasi ini menggunakan metodologi kualitatif dengan mewawancarai para pemangku kepentingan utama dan melakukan studi pustaka untuk menganalisis kondisi dan hambatan saat ini dalam adopsi bus listrik. Situasi bisnis dianalisis menggunakan PESTEL, rantai pasok dan analisis SWOT untuk menentukan dampak lingkungan eksternal dan internal terhadap adopsi bus listrik di Jakarta. Untuk menentukan strategi pengisian yang paling efektif dari segi biaya, analisis manfaat biaya dipelajari untuk menentukan total biaya kepemilikan untuk bus yang diisi dayanya di depot atau ketika ada peluang. Dari analisis terhadap hambatan, solusi alternatif diusulkan berdasarkan model bisnis inovatif yang mempertimbangkan kemajuan teknologi, ketersediaan infrastruktur, dan kebutuhan operasional kota. Keberhasilan kota-kota seperti Shenzhen, Santiago, dan Izmir dalam mengoperasikan bus listrik menjadi pelajaran. Pada akhirnya, dihasilkan beberapa rekomendasi untuk para pemangku kepentingan utama dan rencana implementasi untuk memastikan kelancaran adopsi bus listrik di Jakarta.", "Daftar File": {"ABSTRAK Megha Vaish": "https://digilib.itb.ac.id/gdl/download/211470"}, "Penulis": "Megha Vaish [29318704]", "Kontributor / Dosen Pembimbing": ["Dr. Agung Wicaksono, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "BEBs, Strategi Pengisian Daya, Analisis Biaya Manfaat, Model bisnis, Emisi GRK", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "17 Sep 2020"}