{"Nomor": 49586, "Judul": "POLIMER BERCETAKAN ION UNTUK PEMISAHAN PB(II) DALAM SAMPEL", "Abstrak": "Ion logam timbal (Pb(II)) merupakan salah satu polutan yang berbahaya dan berdampak negatif terhadap makhluk hidup dalam jangka panjang karena dapat terakumulasi di dalam tubuh dan tidak mudah terdegradasi secara alami. Salah satu contoh pencemaran ion timbal dapat dilihat di Sungai Citarum Kabupaten Bandung, sepanjang 127 km atau 47,1 % dari total panjang sungai telah dikategorikan tercemar berat ion Pb sebanyak 0,01 – 0,08 ppm. Hal ini telah melewati baku mutu berdasarkan Permenkes RI Nomor 492/MENKES/PER/IV/2010, yaitu sebesar 0,01 mg/L. Pada penelitian ini dilakukan metode pemisahan menggunakan ion imprinted polymer (IIP) atau polimer bercetakan ion. Sintesis polimer dilakukan dengan mereaksikan asam metakrilat sebagai monomer fungsional, ion Pb(II) sebagai ion cetakan, etilen glikol dimetakrilat sebagai pengikat silang, dan azobisisobutironitril sebagai inisiator polimerisasi. Pada penelitian ini juga disintesis non- imprinted polymer (NIP) untuk membandingkan kinerja adsorpsi. Hasil karakterisasi menggunakan FTIR menunjukkan tidak adanya perbedaan yang signifikan antara spektrum IIP dan NIP. Uji adsorpsi dilakukan dengan parameter waktu kontak Hasil pengujian waktu kontak material NIP optimum selama 120 menit, sedangkan untuk material IIP belum dapat ditentukan waktu kontak optimumnya. Hal ini karena interaksi antara ion cetakan dengan matriks polimer terlalu lemah, sehingga cetakan ion tidak terbentuk optimal. Hasil studi literatur menunjukkan penambahan ligan pengompleks dapat menghasilkan material IIP yang lebih optimal.", "Daftar File": {"ABSTRAK Ryan Permana": "https://digilib.itb.ac.id/gdl/download/211519", "PUSTAKA Ryan Permana": "https://digilib.itb.ac.id/gdl/download/216463"}, "Penulis": "Ryan Permana [10515014]", "Kontributor / Dosen Pembimbing": ["Dr. Handajaya Rusli, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "ion logam berat, timbal(II), adsorpsi, polimer bercetakan ion", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "17 Sep 2020"}