{"Nomor": 49598, "Judul": "PENDEKATAN PROGRAM LINIER UNTUK MENYELESAIKAN BEBERAPA MASALAH KONTROL LINIER OPTIMAL", "Abstrak": "Teori kontrol dalam matematika telah digunakan di berbagai macam bidang di engineer dan sains. Implementasi dan pemanfaatan teori kontrol sangat diperlukan untuk menyelesaikan masalah yang ada, khususnya bidang industri. Pengaplikasian optimasi teori kontrol dilakukan untuk menjawab solusi yang optimal baik itu meminimumkan ongkos, atau memaksimalkan output dalam sebuah sistem. Namun pada praktiknya, data faktual yang ada di lapangan itu biasanya berbentuk data diskrit, sehingga model akan sulit untuk diterapkan. Maka model tersebut harus diubah terlebih dahulu ke bentuk model diskrit. Pengubahan bentuk model masalah akan dilakukan dengan pendekatan diskritisasi. Penggunaan metode diferensiasi numerik, beda hingga, dan aproksimasi jumlah Rieman adalah perangkat utama dalam diskritisasi masalah kontrol. Ruang lingkup masalah yang akan diteliti hanya berfokus pada masalah kontrol linier optimal. Masalah yang dibahas dan diselesaikan yaitu masalah kontrol linier optimal sederhana, masalah perencanaan produksi dan inventori, dan masalah penerbangan roket. Masalah-masalah tersebut didiskritisasi dan diubah bentuknya menjadi bentuk diskrit yang linier. Dimulai dengan mendiskritisasi domain waktunya, fungsi objektifnya, dan kendalanya. Kemudian bentuk diskrit tersebut dinyatakan dalam representasi masalah program linier, lalu pencarian nilai optimum diselesaikan dengan optimisasi program linier. Ketiga masalah tersebut terselesaikan dengan baik menggunakan pendekatan program linier dan disertai dengan contoh simulasinya. Tahapan penyelesaian masalah kontrol linier optimal akan menjadi lebih sederhana dan mudah untuk diterapkan jika data input yang digunakan adalah data diskrit. Penggunaan metode yang serupa juga dapat diterapkan untuk masalah kontrol linier optimal yang lain.", "Daftar File": {"ABSTRAK HUSEIN NAUFAL H.pdf?": "https://digilib.itb.ac.id/gdl/download/211540"}, "Penulis": "Husein Naufal Hammami [10116045]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Yodi Gunawan, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Natural sciences & mathematics", "Kata Kunci": "kontrol, diskritisasi, program linier.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "17 Sep 2020"}