{"Nomor": 49590, "Judul": "DOCKING DAN SIMULASI DINAMIKA MOLEKUL SENYAWA SEOKALSITOL TERHADAP PROTEIN BACE1 SEBAGAI OBAT ALZHEIMER", "Abstrak": "Jumlah kasus demensia di dunia diestimasikan mencapai lebih dari 45 juta. Angka tersebut diprediksi akan terus meningkat hingga mencapai tiga kali lipat pada tahun 2050, menjadikan demensia sebagai salah satu tantangan terbesar bagi kesehatan global. Sebanyak 60 hingga 80% bagian dari demensia adalah Alzheimer. Penyakit Alzheimer dicirikan dengan kondisi penumpukan protein beta amiloid (A?) pada otak. A? merupakan senyawa polipeptida yang dihasilkan dari proses hidrolisis protein prekursor amiloid oleh protein BACE1. Oleh karena itu, salah satu upaya yang dapat dilakukan untuk mengobati penyakit Alzheimer adalah dengan memanfaatkan senyawa yang memiliki aktivitas sebagai inhibitor protein BACE1. Penelitian ini diawali dengan skrining virtual kemampuan senyawa vitamin D dan 19 senyawa analognya dalam menghambat protein BACE1 menggunakan metode docking. Senyawa hasil skrining virtual dengan skor docking tertinggi dipilih untuk dianalisis lebih lanjut kestabilannya dalam sisi aktif protein BACE1 dengan menggunakan metode simulasi dinamika molekul, sedangkan obat elenbecestat (ELN) dipilih sebagai standar untuk menentukan kestabilan senyawa kompleks dalam berinteraksi dengan protein BACE1. Hasil docking menunjukkan bahwa konformasi ligan seokalsitol (SEO) yang paling stabil memiliki skor docking sebesar –9,314 kkal/mol dan membentuk ikatan hidrogen dengan residu asam amino Tyr198 dan Thr230, sedangkan untuk ligan ELN diperoleh skor docking sebesar –8,941 kkal/mol dan berinteraksi dengan residu asam amino Asp32. Setelah dilakukan simulasi dinamika molekul selama 50 ns, diketahui bahwa ikatan hidrogen antara ligan SEO dengan residu asam amino Tyr198 dan Thr232 tidak stabil. Adapun ikatan hidrogen yang lebih stabil adalah dengan residu asam amino Asn37. Hasil simulasi ligan ELN menunjukkan ikatan hidrogen antara ligan dengan residu asam amino Asp32 tidak stabil dan ikatan hidrogen dengan intensitas lebih tinggi teramati dengan residu Gly11 dan Phe108. Berdasarkan hasil analisis energi bebas ikatan kompleks menggunakan metode MM-GBSA diketahui energi bebas ikatan untuk kompleks BACE1-SEO sebesar –43,63 kkal/mol sedangkan nilai energi ikat kompleks BACE1-ELN sebesar –22,41 kkal/mol. Dengan perolehan nilai energi bebas ikatan ligan SEO yang lebih rendah dibandingkan dengan ligan ELN dapat disimpulkan bahwa interaksi ligan SEO terhadap protein BACE1 lebih stabil dibandingkan dengan ligan ELN. Berdasarkan hasil tersebut, diharapkan senyawa Seokalsitol dapat menjadi kandidat inhibitor BACE1 yang dapat digunakan sebagai pengobatan bagi penderita Alzheimer.", "Daftar File": {"ABSTRAK Baiq Ulfana Syabila": "https://digilib.itb.ac.id/gdl/download/211531", "BAB1 Baiq Ulfana Syabila": "https://digilib.itb.ac.id/gdl/download/229118", "COVER Baiq Ulfana Syabila": "https://digilib.itb.ac.id/gdl/download/229119", "BAB2 Baiq Ulfana Syabila": "https://digilib.itb.ac.id/gdl/download/229120", "BAB3 Baiq Ulfana Syabila": "https://digilib.itb.ac.id/gdl/download/229121", "BAB4 Baiq Ulfana Syabila": "https://digilib.itb.ac.id/gdl/download/229122", "2020_TS_PP_BAIQ_ULFANA_SYABILA_1-BAb5.pdf)u": "https://digilib.itb.ac.id/gdl/download/229123", "PUSTAKA Baiq Ulfana Syabila": "https://digilib.itb.ac.id/gdl/download/229124"}, "Penulis": "Baiq Ulfana Syabila [20518019]", "Kontributor / Dosen Pembimbing": ["Dr. Rukman Hertadi, S.Si., M.Si.", "Enny Ratnaningsih, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Alzheimer, BACE1, Seokalsitol, Elenbecestat, Docking, Dinamika Molekul", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "17 Sep 2020"}