{"Nomor": 49595, "Judul": "ANALISIS FAKTOR-FAKTOR YANG MEMPENGARUHI PENGALAMAN PELANGGAN JENIUS DIGITAL BANKING DI INDONESIA", "Abstrak": "meningkatkan akses ke layanan keuangan di Indonesia. Berkaca pada salah satu bank\nnasional di Indonesia, BTPN, yang menciptakan perbankan digital Jenius dengan pengalaman\npelanggan yang hebat, berhasil menjangkau 1,2 juta pengguna. Dengan demikian, ada\npeluang terbuka bagi Indonesia untuk meningkatkan pengembangan keuangan digital dengan\nmeningkatkan pengalaman pelanggan sebagai strateginya.\nPenelitian ini mencoba untuk menguji faktor apa yang paling signifikan yang mempengaruhi\npengalaman pelanggan yang positif dalam perbankan digital Jenius dan hubungan akumulasi\npengalaman terhadap kepuasan dan loyalitas pelanggan. Kuesioner online dilakukan dengan\nmenggunakan Skala Likert yang dirancang untuk 229 responden di Jakarta dan Bandung\ndengan metode purposive sampling. Kuisioner diukur dengan Analisis SEM untuk\nmenjelaskan hubungan antara variabel eksogen dan endogen. Studi ini menemukan nilai yang\ndirasakan adalah faktor yang paling signifikan dari pengalaman pelanggan di Jenius digital\nbanking. Temuan lain adalah pengalaman pelanggan dengan akumulasi faktor signifikan\nyang dirasakan nilai, kenyamanan, kualitas layanan dan keterlibatan karyawan-pelanggan\nsecara positif mempengaruhi kepuasan pelanggan serta kepuasan pelanggan terhadap\nloyalitas pelanggan di Jenius digital banking. Studi ini diharapkan dapat memberikan hasil\nyang berharga bagi para praktisi dan akademisi untuk menyusun strategi dan referensi dari\nkonteks yang relevan.", "Daftar File": {"2020 SM Syfa Cestlavie 19017098.pdf6?": "https://digilib.itb.ac.id/gdl/download/211537", "2020 TS PP SYIFA CASTLAVIE 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/247113"}, "Penulis": "Syfa Cestlavie [19017098]", "Kontributor / Dosen Pembimbing": ["Reza Ashari Nasution, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pengalaman Pelanggan, Kepuasan Pelanggan, Kesetiaan Pelanggan, Digital Banking, Persepsi Nilai", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "17 Sep 2020"}