{"Nomor": 49603, "Judul": "FAKTOR YANG MEMPENGARUHI NIAT BELI KONSUMEN TERHADAP PRODUK SLOW FASHION DI BANDUNG", "Abstrak": "Industri fesyen telah menyumbang 20 persen air limbah di dunia yang mengangkut jutaan ton\nserat mikro sintetis. Meningkatnya limbah mode di TPA disebabkan oleh meningkatnya\nkonsumsi produk-produk fesyen yang didukung oleh tren mode cepat. Mode cepat adalah\ntentang produksi kecepatan tinggi dan konsumsi tinggi yang mengarah pada praktik bisnis yang\ntidak etis seperti mengabaikan dampak lingkungan, upah rendah, dan kondisi kerja yang buruk.\nOleh karena itu, mode lambat muncul sebagai alternatif yang mempromosikan keberlanjutan\ndengan konsumsi yang lambat dan kesejahteraan untuk semua pemangku kepentingan dengan\nkonsumen memegang peran penting dalam keberhasilannya. Oleh karena itu, penelitian ini\nbertujuan untuk menganalisis faktor-faktor yang mempengaruhi niat konsumen untuk membeli\nproduk mode lambat. Theory of Planned Behavior (TPB) digunakan sebagai model dengan\nvariabel tambahan (nilai lingkungan, pengetahuan mode lambat, dan kemauan untuk\nmembayar premi). Survei dilakukan di Bandung, mengumpulkan data dari 250 responden\ndalam usia 18-35 tahun, dan selanjutnya diproses menggunakan metode PLS-SEM. Penelitian\nini menemukan bahwa sikap, kontrol perilaku yang dirasakan, dan kemauan untuk membayar\npremi secara signifikan mempengaruhi niat beli. Sementara itu, norma subyektif tidak memiliki\nhubungan positif yang signifikan dengan niat beli. Sikap ditemukan dipengaruhi secara positif\ndan signifikan oleh nilai-nilai lingkungan dan pengetahuan tentang mode lambat. Selain itu,\npengetahuan juga mempengaruhi kontrol perilaku yang dirasakan.\nPenelitian ini memberikan hasil yang berharga mengenai penerapan model TPB yang\ndiperpanjang untuk memprediksi niat pembelian terhadap produk fashion lambat. Praktisi\ndisarankan untuk menambah pengetahuan konsumen tentang mode lambat dan memperkuat\nsikap terhadap mode lambat. Selain itu, untuk penelitian masa depan disarankan untuk\nmemasukkan lebih banyak variabel, memperluas ruang lingkup penelitian, dan menganalisis\nperilaku aktual daripada hanya niat.", "Daftar File": {"2020 SM Shafa Amira Nurryda 19017095.pdf\niu": "https://digilib.itb.ac.id/gdl/download/211549", "2020 TS PP SHAFA AMIRA 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/247098"}, "Penulis": "Shafa Amira Nurryda Lathifan [19017095]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T., M.M., DBA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perilaku Konsumen, Mode Cepat, Minat Beli, Mode Lambat, Theory of Planned Behavior (TPB)", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "17 Sep 2020"}