{"Nomor": 49635, "Judul": "PENGGUNAAN BIOLOGICAL EFFECTIVE DOSE DALAM MENENTUKAN KOMPENSASI JADWAL FRAKSINASI BARU PADA KANKER KEPALA DAN LEHER", "Abstrak": "Prinsip utama radioterapi adalah memberikan dosis sebesar-besarnya pada sel kanker dan dosis sekecil-kecilnya pada sel normal. Meskipun tujuan utama radioterapi adalah mematikan sel kanker, namun keselamatan Organ at Risk (OAR) yang berada di sekitar sel kanker tersebut juga harus menjadi perhatian selama melakukan radioterapi. Salah satu radioterapi yang sering digunakan dalam mematikan sel kanker adalah fraksinasi. Namun, selama masa perlakuan fraksinasi terdapat kemungkinan munculnya gangguan. Gangguan ini dapat menimbulkan jeda di tengah masa perlakuan sehingga berpotensi menggagalkan keseluruhan proses fraksinasi yang dilakukan. Untuk mengatasi gangguan tersebut digunakan turunan dari model matematis linear kuadratik (LQ) yaitu Biological Effective Dose (BED). Akan tetapi, pada kasus adanya penambahan waktu total perlakuan fraksinasi, persamaan BED ini tidak dapat digunakan begitu saja. Hal tersebut karena adanya faktor repopulasi yang harus dipertimbangkan apabila adanya penambahan waktu total perlakuan fraksinasi. Persamaan BED kemudian akan dimodifikasi dengan menambahkan faktor repopulasi ke dalamnya. Dengan menambahkan faktor repopulasi, didapatkan perbedaan nilai BED yang cukup signifikan dibandingkan dengan nilai BED yang didapatkan dari persamaan BED sebelumnya. Perbedaan nilai BED ini dapat berpengaruh pada kesuksesan radioterapi yang sedang dilakukan. Maka dari itu, faktor repopulasi merupakan faktor penting yang harus diperhatikan dalam mengatasi gangguan yang terjadi selama proses fraksinasi berlangsung. Selain itu, faktor repopulasi juga harus dipertimbangkan dalam membuat perencanaan proses fraksinasi baru agar perencanaan baru tersebut dapat sukses mematikan sel kanker seperti perencanaan awal yang telah dibuat sebelumnya.", "Daftar File": {"ABSTRAK Limbong, Buddy Martin Mulya": "https://digilib.itb.ac.id/gdl/download/211604"}, "Penulis": "Limbong, Buddy Martin Mulya [10215053]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Freddy Haryanto, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "BED, Fraksinasi, Gangguan perlakuan, Repopulasi, Waktu total.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "17 Sep 2020"}