{"Nomor": 49667, "Judul": "ANALYZING THE PARTNERSHIP PROGRAM EFFECTIVENESS IN DEVELOPING THE PASS DEBT DEVELOPMENT PARTNER (CASE STUDY: REGIONAL V OF PT POS INDONESIA (PERSERO))", "Abstrak": "Program Kemitraan (PK) merupakan salah satu program pemerintah yang ditujukan\nkepada BUMN untuk membina UMKM dengan memberikan pinjaman usaha dan\npembinaan. Program Kemitraan ini sangatlah penting untuk BUMN selain dalam\nkewajiban menjalankan regulasi pemerintah, program ini dapat memberikan\nkeuntungan bagi BUMN diantaranya memberikan reputasi yang baik bagi\nperusahaan; dapat memikat konsumen; dan membantu perusahaan menghadapi\npersaingan usaha.\nDalam penelitian ini, peneliti akan meneliti di PT. Pos Indonesia (Persero) dari 3\ntahun data yaitu 2017 hingga 2019. Data periode ke-4 tahun 2019 menunjukan\nbahwa terdapat 12,761 dari 14,265 akumulasi MB berstatus macet hingga 2019.\nTerutama di regional V (area Jawa Barat) memiliki akumulasi tertinggi dari\nkolektabilitas hutang MB, dapat dilihat dari diagram penurunan jumlah MB\nlancaryang signifikan setiap tahunnya hingga tahun 2019. Oleh karena itu, peneliti\nakan menganalisa korelasi diantara factor efektivitas dan efektivitas programnya\nsendiri. Fakto yang diteliti dalam penelitian ini diantaranya: asistensi keuangan;\nasistensi pelatihan; asistensi pemasaran; dan memonitor. Data untuk penelitian ini\ndiambil menggunakan metode kuantitatif. Metode ini menggunakan kuesioner\ndengan teknik pengumpulan sample secara acak dan sederhana, lalu menggunkan\nvaliditas tampak dengan melakukan wawancara secara mendalam dengan kepala\nkantor PKBLD regional V, yang hasilnya akan digunakan sebagai justifikasi dari\nhasil kuantitatif. Setelah itu, peneliti akan menggunakan analisis non parametris,\nkorelasi peringkat spearman, dan regresi linier berganda untuk menghitung data.\nHasil yang didapat dari penelitian ini menunjukan 65.1% dari total variasi dari\nefektivitas program kemitraan dapat dijelaskan dengan asistensi keuangan, asistensi\npelatihan, asistensi pemasaran, dan memonitor. Diketahui juga, bahwa indeks\nefektivitas untuk program kemitraan yang teah dijalankan yaitu 55.3% didalam\nkategori rendah dan tengah. Sedangkan 44.7% ada di kategori atas dengan korelasi\nyang signifikan dan memiliki dampat positif dengan efektivitas yaitu asistensi\nkeuangan dan memonitor. Sedangkan untuk asistensi pelatihan memiliki korelasi\nyang positif tapi rendah dan untuk asistensi pemasaran memiliki korelasi negative\ndan signifikan yang rendah. Maka dari itu, peneliti merekomendasi untuk\nmemberikan perhatian dalam mengembangkan asistensi keuangan dan memonitor.\nSedangkan untuk pemasaran dan pelatihan harus mengubah kebijakan manajemen\nuntuk semua status MB agar dapat potensi untuk tumbuh jika asistensi pemasaran\ndan keuangan tidak dapat ditiadakan.", "Daftar File": {"ABSTRAK Gina Amalia": "https://digilib.itb.ac.id/gdl/download/211668", "2020 TS PP GINA AMALIA 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/246885"}, "Penulis": "Gina Amalia [19017176]", "Kontributor / Dosen Pembimbing": ["Dr. Liane Okdinawati, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Efektivitas program, Program Kemitraan, korelasi ranking Spearman, Regresi Linier berganda, asistensi keuangan, asistensi pelatihan, pemasaran, dan memonitor”", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "17 Sep 2020"}