{"Nomor": 49676, "Judul": "CULINARY ARTS INSTITUTE OF INDONESIA", "Abstrak": "Seiring berjalannya waktu, industri kuliner berkembang sangat pesat. Selain sudah menjadi gaya hidup, dengan semakin baiknya pariwisata di Indonesia, semakin banyak turis yang datang ingin menikmati dan tertarik dengan makanan khas Indonesia. Oleh karena itu, profesi koki semakin banyak dibutuhkan. Di Indonesia, masih banyak lulusan koki luar negeri yang lebih diutamakan dalam dunia profesional. Karena itu, diperlukan sebuah institusi yang bergerak di bidang kuliner dengan standard internasional yang tidak melupakan lokalitas Indonesia. Itulah alasan dari perancangan sekolah kuliner ini. Permasalahan utama yang menjadi perhatian dalam merancang bangunan ini adalah utilitas dan sistem bangunan, bagaimana agar setiap ruangan bisa mendapatkan pencahayaan serta penghawaan yang nyaman sehingga dibutuhkan pemisahan dan peletakan ruang yang baik. Utilitas akan berhubungan dengan pengaturan sirkulasi baik di dalam maupun di lahan sekolah. Selain itu, lokasi di kota besar, yang mudah dijangkau oleh para pecinta dan penikmat kuliner menjadikan lahan ini merupakan lokasi yang strategis. Karena itu, penggunaan lahan harus dioptimasi sehingga lahan tidak hanya menjadi tempat edukasi tetapi ada tempat area komersil berupa restoran yang menjadi living lab bagi para mahasiswa di sekolah ini. Perbedaan yang akan dirasakan di sekolah ini adalah adanya area yang dirancangan untuk memberikan pengalaman secara langsung berupa area bercocok tanam yang berada di rooftop atau bisa disebut green roof untuk mengetahui bahan-bahan masakan yang digunakan dari tempat mereka berasal, yaitu tanamannya.", "Daftar File": {}, "Penulis": "Permata Gabriella [15216011]", "Kontributor / Dosen Pembimbing": ["Aswin Indraprastha, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Sekolah Kuliner, Institusi, utilitas, penghawaan, optimasi lahan, living lab", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "18 Sep 2020"}