{"Nomor": 49678, "Judul": "LATAR KAIN BERCERITA TIMUN MAS SEBAGAI ALTERNATIF MEDIA DONGENG ANAK", "Abstrak": "Kegiatan mendongeng merupakan salah satu kegiatan penanaman karakter anak\nyang sekaligus dapat meningkatkan kedekatan antara orangtua dan anak. Kegiatan\nmendongeng memiliki pengaruh besar terhadap perkembangan otak anak, yang\nkemudian membuat kegiatan mendongeng menjadi sangat penting. Orangtua\nIndonesia banyak yang sudah sadar akan pentingnya mendongeng, namun masih\nterhambat dengan berbagai kendala, salah satunya adalah kemampuan mendongeng\nmereka. Penelitian ini mengembangkan alat alternatif yang dapat digunakan\norangtua saat mendongeng. Salah satu alat alternatif yang dapat membantu orangtua\nsaat mendongeng adalah media dongeng. Hasil penelitian lapangan membuktikan\nbahwa media dongeng juga mempunyai pengaruh yang tinggi terhadap antusiasme\nanak-anak dalam mendengarkan cerita dan sekaligus membantu orangtua dalam\nproses mendongeng, meski demikian media dongeng yang diketahui orangtua\nIndonesia terbatas jenisnya.\nDongeng “Timun Mas“ dipilih dalam penelitian ini karena dongeng ini dikenal\nsebagaian besar orangtua Indonesia, sehingga mereka dapat menceritakannya\nkembali tanpa perlu membaca buku, yang diharapkan dengan hal itu juga\nmeningkatkan interaksi antara orangtua dan anak. Penelitian ini juga mengambil\ndata mengenai hasil karya adaptasi dari cerita “Timun Mas“ yang sudah ada\nsebelumnya. Data yang diperoleh kemudian diolah dalam bentuk rancangan visual.\nHasil rancangan visual inilah yang kemudian diterjemahkan dalam bentuk karya.\nKarya berupa kain besar yang memuat latar cerita dan boneka karakter. Teknik yang\ndigunakan dalam karya penelitian adalah teknik appliqué dan hand embroidery,\nkarena kedua teknik ini dapat memberikan hasil akhir bertekstur yang dapat diraba\nanak. Hasil karya penelitian dapat membantu kegiatan mendongeng dan\nmeningkatkan interaksi antara orangtua dan anak dalam proses mendongeng itu\nsendiri.", "Daftar File": {}, "Penulis": "Munadia Ima Syahida [17216030]", "Kontributor / Dosen Pembimbing": ["Tyar Ratuannisa, S.Ds., M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kriya", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "appliqué , dongeng, hand embroidery, interaksi, media dongeng, timun mas", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "18 Sep 2020"}