{"Nomor": 49675, "Judul": "PUSAT STUDI DAN LABORATORIUM HIDROLOGI, CENGKARENG, JAKARTA BARAT", "Abstrak": "Proyek pusat studi dan laboratorium hidrologi ini merupakan proyek dengan tipologi bangunan pendidikan. Fungsi utama dari proyek ini adalah sebagai sarana pendidikan dan riset penelitian yang dilengkapi dengan fasilitas laboratorium. Lokasi dari proyek ini terletak di Cengkareng, Jakarta Barat, dengan luas lahan sebesar 2,6 Hektar. Pengguna utama dari proyek ini adalah mahasiswa, dosen, peneliti, dan staf. Pengguna-pengguna tersebut akan sangat berpengaruh terhadap penentuan kebutuhan dan zonasi ruang. Di samping itu, pengguna sekunder dari proyek ini adalah masyarakat umum yang hadir sebagai pengunjung atau pengguna fasilitas. Keberadaan pengguna sekunder ini juga memengaruhi zonasi privasi dari tapak proyek. Lokasi Cengkareng ini dipilih karena merupakan salah satu daerah paling rawan banjir di Jakarta dan memerlukan perhatian khusus. Lahan dari lokasi proyek ini juga merupakan lahan kosong milik universitas swasta yang memiliki program studi sipil. Lahan ini juga memiliki karakter tersendiri, yaitu terdapat rawa yang terbentuk akibat limpahan air hujan berlebih dari lahan gedung kampus eksisting. Limpahan air dilakukan menggunakan pompa air sehingga lahan bangunan kampus eksisting terbebas dari banjir saat musim hujan. Air rawa akan mengalami pasang pada saat musim hujan dan mengalami surut pada saat musim kemarau. Hal ini sangat memengaruhi kondisi tanah dan vegetasi di lahan proyek. Vegetasi eksisting pada lahan proyek didominasikan oleh tanaman alang-alang atau rumput-rumput lebat. Tidak banyak pohon besar ditemukan.\nPendekatan perancangan proyek ini diambil dari hasil analisis kondisi eksisting lahan yang dipadukan dengan kebutuhan fungsi dan pengguna. Hasil perancangan proyek ini adalah bangunan dua lantai dengan total luas lantai sebesar 8877,6 m2 menggunakan sistem struktur kolom balok beton. Secara keseluruhan, konsep proyek ini adalah “Architecture as Retention” yang dimaknai dengan banyaknya area resapan air dan dikontrol dengan sistem rainwater harvesting. Bangunan ini\njuga menerapkan konsep bangunan sejuk dengan meletakkan innercourt yang luas di antara massa bangunan dan koridor yang terbuka langsung ke arah innercourt tersebut.", "Daftar File": {}, "Penulis": "Azizah Rahmazahra Harsanto [15216070]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Lily Tambunan, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Pusat Studi, Laboratorium, Architecture Retention, Banjir, Rainwater Harvesting", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha  \n                                     Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "18 Sep 2020"}