{"Nomor": 49685, "Judul": "ANALISIS INVESTASI PROYEK PENGEMBANGAN VAKSIN HEKSAVALEN  (STUDI KASUS BIO FARMA)", "Abstrak": "Pendekatan kombinasi imunisasi Inactivated Polio Vaccine (IPV) dan Oral Polio Vaccine (OPV) dalam\nprogram eradikasi polio oleh WHO menyebutkan bahwa setidaknya satu dosis IPV perlu diperkenalkan\ndalam program vaksinasi rutin di setiap negara. Keberhasilan penerapan IPV dalam program eradikasi\npolio di seluruh dunia, terutama di negara-negara berkembang termasuk Indonesia, akan bergantung\npada ketersediaan vaksin yang efektif dengan harga terjangkau. Vaksin heksavalen merupakan salah\nsatu pendekatan potensial untuk memperkenalkan IPV dengan harga yang relatif murah melalui vaksin\nkombinasi. Selain itu, vaksin heksavalen dapat menyederhanakan jadwal imunisasi rutin yang\nkompleks, mengurangi biaya pengiriman dan injeksi, dan meningkatkan kepatuhan. Sebagai\nperusahaan milik negara yang memproduksi dan juga memasok kebutuhan vaksin dalam program\nimunisasi wajib Indonesia, Bio Farma bermaksud untuk mengembangkan vaksin heksavalen sebagai\nupaya untuk memperkenalkan vaksin kombinasi yang mengandung IPV dalam program imunisasi wajib\nuntuk bayi dan balita Indonesia. Tujuan dari penelitian ini adalah untuk menilai kelayakan finansial dari\nproyek pengembangan vaksin heksavalen. Analisis lingkungan eksternal dan internal dilakukan untuk\nmenggambarkan situasi bisnis dalam merumuskan strategi untuk mengatasi masalah bisnis. Studi ini\nmenekankan teknik penganggaran modal untuk mengevaluasi proyek investasi. Hasil penelitian\nmenunjukkan bahwa proyek pengembangan vaksin heksavalen layak secara finansial karena nilai bersih\nsaat ini yang positif (Rp 209,308,155,779), periode pengembalian yang lebih singkat (9.03 tahun) dari \nperiode proyek (20 tahun), dan tingkat pengembalian internal (30.60%) yang lebih besar dari biaya \nmodal rata-rata tertimbang (18,52%). Analisis sensitivitas mengungkapkan bahwa harga jual\nmerupakan parameter yang paling berpengaruh terhadap nilai bersih proyek saat ini. Kurangnya jumlah\nsumber daya manusia yang tersedia merupakan risiko dengan tingkat prioritas penanganan tertinggi\nberdasarkan penilaian risiko. Beberapa tindakan dapat dipertimbangkan untuk mengurangi risiko ini,\nseperti meningkatkan efisiensi kerja, menyediakan sistem insentif, dan kesiapan penyelia dan manajer\nuntuk mengambil bagian dalam kegiatan teknis jika diperlukan.", "Daftar File": {"2020_TS_PP_Nabila Safira_1-Abstrak (1).pdf?": "https://digilib.itb.ac.id/gdl/download/211689"}, "Penulis": "Nabila Safira [29117003]", "Kontributor / Dosen Pembimbing": ["Maryat Nirwandi, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Bioteknologi, vaksin heksavalen, investasi, eradikasi polio, proyek", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "18 Sep 2020"}