{"Nomor": 49681, "Judul": "RISK ASSESSMENT ANALYSIS FOR OPERATIONAL PROCESS OF SUPPLY CHAIN DEPARTMENT  (CASE STUDY: PT SAHIH PERKASA)", "Abstrak": "PT Sahih Perkasa merupakan perusahaan swasta yang bergerak dibidang penjualan produk nutrisi, PT Sahih\nperkasa tergabung dalam grup PT XYZ yang merupakan salah satu grup farmasi terbesar di Indonesia.\nDalam menjalankan operasionalnya PT Sahih Perkasa dihadapkan pada situasi ketidak pastian, situasi\ndimana perusahaan tidak dapat memperkirakaan dampak dari situasi ini. Kondisi dengan adanya\nketidakpastian akan menimbulkan sebuah risiko. Risiko yang ada bisa jadi risiko yang baik atau risiko yang\nburuk yang berdampak ke bisnis PT Sahih Perkasa.\n\nManajemen risiko merupakan sebuah bidang keilmuan yang bertujuan utnuk mengidentifikasi sebuah\nkejadian risiko, menganalisa dampak dan kemungkinan kejadian risiko, dan mengevaluasi risiko yang ada.\nImplementasi dari manajemen risiko akan sangat berguna bagi PT Sahih Perkasa dalam mengelola risiko\noperasionalnya. Untuk itu penulis mencoba mengimplementasikan manajemen risiko pada proses\noperasional di departemen rantai pasok dimana tempat penulis saat ini bekerja.\n\nProyek akhir ini bertujuan melakukan analisa dan penilaian terhadap risiko yang ada pada proses operasional\ndi departemen manajemen rantai pasok. Kerangka berfikir yang digunakan untuk menganalisa dan menilai\nrisiko pada proyek akhir ini adalah kerangka berfikir yang  dibuat oleh organisasi standar  internasional,\nyaitu ISO 31000:2018. Proyek akhir ini akan berfokus pada risiko operasional yang memiliki dampak dan\nkemungkinan kejadian risiko yang tinggi. Dengan adanya proyek akhir ini, diharapkan dapat memberikan\nmasukkan bagi perusahaan dalam mengelola risikonya.", "Daftar File": {"2020_TS_PP_Muhammad Iqbal Rosyidin_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/211684"}, "Penulis": "Muhammad Iqbal Rosyidin [29117098]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudarso Kaderi Wiryono, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Manajemen Risiko, ISO 31000:2018, Risiko Operasional, Penilaian Risiko", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "18 Sep 2020"}