{"Nomor": 49680, "Judul": "MENGEMBANGKAN KETERAMPILAN BERPIKIR KOMPUTASI DALAM PEMBELAJARAN STATISTIKA SMA", "Abstrak": "Kehidupan dan dunia kerja di masa kini dan masa depan mengharuskan manusia untuk dapat bekerja sama dengan komputer. Hal ini merupakan akibat dari permasalahan yang dihadapi akan semakin kompleks sehingga membutuhkan bantuan komputer dalam menemukan solusinya. Oleh karena itu, salah satu kecakapan yang harus dimiliki oleh manusia di abad 21 adalah kecakapan berpikir komputasi. Kecakapan berpikir komputasi merupakan kemampuan seseorang dalam bernalar dan menciptakan perintah yang dapat dipahami komputer dalam menyelesaikan masalah. Kecakapan ini dapat dilatih sejak dini salah satunya melalui pembelajaran formal di sekolah. Adanya komputer di dunia pendidikan diharapkan dapat menambah gairah siswa untuk belajar dan mengembangkan keterampilan berpikirnya. Proyek akhir ini mengkaji tentang berpikir komputasi dalam pembelajaran statistika beserta penilaian untuk mengukur kemampuan berpikir komputasi siswa. Penelitian ini merupakan studi literatur yang mengkaji teori dan penelitian yang sudah ada sebelumnya. Hasil dari proyek akhir ini berupa rancangan pembelajaran statistika yang dikolaborasikan dengan berpikir komputasi. Rancangan belajar ini juga diharapkan dapat menjadi pedoman guru dalam membuat berbagai jenis rancangan pembelajaran yang menyertakan keterlibatan komputer dalam proses menemukan solusinya baik secara langsung maupun tidak langsung.", "Daftar File": {"ABSTRAK HILDA NURMUSLIMAH.pdf)u": "https://digilib.itb.ac.id/gdl/download/211685"}, "Penulis": "Hilda Nurmuslimah [90118001]", "Kontributor / Dosen Pembimbing": ["Prof. Iwan Pranoto, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Berpikir Komputasi, Pembelajaran Statistika, Rancangan Belajar", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "18 Sep 2020"}