{"Nomor": 49682, "Judul": "PERHITUNGAN DANA PENSIUN PEGAWAI NEGERI SIPIL (PNS) PADA SUATU PERGURUAN TINGGI NEGERI DI INDONESIA DENGAN MENGGUNAKAN METODE ACCRUED BENEFIT COST", "Abstrak": "Program pensiun merupakan salah satu keuntungan yang diperoleh Pegawai Negeri\nSipil (PNS). Dana keperluan pensiun menjadi beban APBN karena terjadi ketidakseimbangan\niuran PNS dengan manfaat pensiun yang akan diterima. Perhitungan\ndana pensiun PNS saat ini dilakukan berdasarkan gaji terakhir PNS. Pada penelitian\nini, perhitungan dana pensiun PNS akan dilakukan dengan menggunakan metode\nAccrued Benefit Cost berdasarkan rata-rata gaji 10 tahun terakhir (Final Average\nSalary) pada sejumlah PNS tenaga kependidikan di suatu perguruan tinggi negeri\ndi Indonesia. Untuk meningkatkan keakuratan perhitungan, peramalan golongan\nakhir akan dari tiap PNS akan dilakukan terlebih dahulu. Perhitungan manfaat pensiun\ndengan metode Accrued Benefit Cost melibatkan kenaikan gaji antar golongan,\nkenaikan gaji berkala, dan kenaikan gaji berdasarkan peraturan pemerintah. Presntase\nkenaikan gaji berdasarkan pemerintah diperoleh dari peramalan, yaitu dengan\nmelihat trendline model regresinya. Selanjutnya dilakukan prediksi kebutuhan dana\npensiun untuk 20 tahun yang akan datang. Kebutuhan dana pensiun di masa yang\nakan datang berasal dari PNS yang sudah bertugas maupun PNS yang diprediksi\nakan bergabung dengan perguruan tinggi tersebut. Untuk itu akan dibangkitkan data\nPNS baru yang akan bertugas di suatu perguruan tinggi negeri di Indonesia. Data\nPNS baru yang meninggal dan PNS baru yang mengundurkan diri dalam kurun\nwaktu 20 tahun yang akan datang akan diikutsertakan dalam perhitungan sehingga\nhasil peramalan menjadi lebih akurat. Data PNS baru dibangkitkan dengan menggunakan\ndistribusi poisson yang parameternya diperoleh dengan menganalisa data\nPNS selama 30 tahun ke belakang. Dengan memperhitungkan prediksi golongan\nakhir PNS, prediksi presentase kenaikan gaji, dan prediksi PNS baru yang bertugas\ndapat diperoleh besar kebutuhan dana pensiun selama 20 tahun ke depan dengan\nlebih akurat. Perhitungan dana pensiun dengan menggunakan metode Accrued Benefit\nCost yang berdasarkan gaji rata-rata 10 tahun terakhir memberikan hasil yang\nlebih stabil apabila dibandingkan dengan perhitungan dana pensiun yang menggunakan\nMetode Accrued Benefit Cost berdasarkan gaji terakhir.", "Daftar File": {"ABSTRAK SENDARI NOVIA SP.pdf": "https://digilib.itb.ac.id/gdl/download/211687"}, "Penulis": "Sendari Novia SP [20118011]", "Kontributor / Dosen Pembimbing": ["Novriana Sumarti, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Dana Pensiun, Metode Accrued Benefit Cost, Rata-rata Gaji n Tahun Terakhir", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "18 Sep 2020"}