{"Nomor": 49709, "Judul": "KEKUATAN KETIDAKTERATURAN SELURUHNYA PADA GRAF BUKU TRIANGULAR", "Abstrak": "Kekuatan ketidakteraturan total titik dan kekuatan ketidakteraturan total\nsisi diperkenalkan pertama kali oleh Baca dkk pada [1].Marzuki dkk [6]\nmenggabungkan kedua konsep diatas dan memperkenalkan kekuatan ketidakteraturan\ntotal. Selanjutnya Muthugurupackiam [9], memperkenalkan kekuatan\nketidakteraturan total muka. Termotivasi dari hasil penelitian diatas, penulis\nmemperkenalkan pelabelan-k total tidakteratur seluruhnya dan kekuatan ketidakteraturan\nseluruhnya. Misalkan G = (V;E; F) adalah graf planar terhubung-2\ndengan himpunan titik V , himpunan sisi E, dan himpunan muka F. Pelabelan\ntotal  : V [ E ! f1; 2; :::; kg disebut pelabelan-k total tak teratur seluruhnya,\njika untuk setiap titik berbeda memiliki bobot berbeda, setiap sisi berbeda memiliki\nbobot berbeda, dan setiap muka berbeda memiliki bobot berbeda. Bobot suatu titik\nadalah penjumlahan label pada titik tersebut dengan semua label sisi yang terkait.\nBobot suatu sisi adalah penjumlahan label sisi dan label kedua titik ujungnya.\nSedangkan bobot muka adalah penjumlahan semua label titik dan sisi yang menjadi\npembatas muka tersebut. Bilangan terkecil k sehingga graf G memiliki pelabelan-k\ntotal tak teratur seluruhnya disebut sebagai kekuatan ketidakteraturan seluruhnya,\ndinotasikan dengan ets(G). Pada hasil penelitian ini, akan diberikan batas atas dan\nbatas bawah dari ets(G). Lebih jauh lagi, akan diberikan nilai ets(G) pada graf\nbuku triangular.", "Daftar File": {"ABSTRAK GARDHANI MUHAMMAD I.pdf\n]": "https://digilib.itb.ac.id/gdl/download/211722"}, "Penulis": "Gardhani Muhammad Issaac [20118009]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. M. Salman A.N., S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "kekuatan ketidakteraturan total muka, kekuatan ketidakteraturan seluruhnya, kekuatan ketidakteraturan total sisi, kekuatan ketidakteraturan total titik.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "18 Sep 2020"}