{"Nomor": 49724, "Judul": "PENAKSIR KOKOH PADA GENERALIZED LINEAR MODEL UNTUK DISTRIBUSI POISSON", "Abstrak": "Generalized Linear Model merupakan perumuman dari model regresi linier klasik. Distribusi yang umumnya digunakan untuk data diskrit adalah distribusi Poisson. Namun, distribusi ini kurang tepat jika terjadi overdispersi sehingga digunakan distribusi Binomial Negatif. Penaksir yang digunakan pada Generalized Linear Model adalah penaksir Likelihood Maksimum, tetapi penaksir ini sensitif terhadap pencilan. Pada penelitian ini dibahas dua penaksir baru yang lebih kokoh, yaitu penaksir-M berdasarkan transformasi (MT) dan penaksir-M berbobot berdasarkan transformasi (WMT). Kekokohan beberapa penaksir ini dibandingkan melalui nilai ????????????? dan nilai mutlak Deviance Residual. Selanjutnya, dimodelkan data Covid-19, berupa data banyak masyarakat positif Covid-19 dan data cuaca untuk melihat apakah keadaan cuaca mempengaruhi banyak masyarakat positif Covid-19 di Indonesia. Variabel cuaca yang digunakan adalah suhu rata-rata, kelembapan rata-rata dan lama penyinaran matahari. Setelah dimodelkan, diperoleh penaksir yang kokoh yaitu penaksir ML dan MT untuk Binomial Negatif. Dari model, diperoleh bahwa kenaikan suhu, kelembapan, serta lama penyinaran matahari menurunkan rataan banyak masyarakat positif Covid-19 di Indonesia. Disimpulkan bahwa terdapat faktor yang mempengaruhi kemampuan virus untuk mempertahankan eksistensi independen (virus viability), yaitu suhu dan kelembapan. Ini bermakna bahwa, pada tingkat suhu dan kelembapan relatif yang lebih tinggi, virus viability semakin cepat cepat (virus akan lebih cepat mati).", "Daftar File": {"ABSTRAK CELLINE.pdf\n]": "https://digilib.itb.ac.id/gdl/download/214551"}, "Penulis": "Celline [10116028]", "Kontributor / Dosen Pembimbing": ["Dr. Utriweni Mukhaiyar, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "generalized linear model, Poisson, overdispersi, penaksir kokoh.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "18 Sep 2020"}