{"Nomor": 49728, "Judul": "R-IMPACT : A SOFTWARE TO ESTIMATE THE RISK OF CT'S RADIATION DOSES FOR HEAD EXAMINATION USING 320-MDCT", "Abstrak": "Kekinian, penggunaan CT di dunia medis untuk permasalahan berkaitan syaraf dan lainnya di kepala begitu masif. Hal ini membawa angin segar karena dengan teknologi CT, proses diagnosa kepala yang sebelumnya bersifat memakan waktu lama lagi rumit, menjadi singkat dan relatif mudah. 320-MDCT merupakan salah satu teknologi baru yang mulai sering digunakan untuk kebutuhan pengujian kepala karena resolusi dan durasi paparan yang singkat. Namun belum ada penelitian yang secara gamblang menjelaskan apakah 320-MDCT benar-benar aman digunakan untuk pengujian kepala. Oleh sebab itu dalam penelitian ini akan dibuat sebuah perangkat lunak bernama R-ImPACT untuk menentukan besaran resiko dosis (Effective Dose dan Cancer Risk Index) pengujian kepala menggunakan 320-MDCT. R-ImPACT memiliki kemampuan menghitung besaran resiko dosis dalam MIRD-5 Phantom dan ICRP 110 Phantom. Dalam penelitian ini diperoleh hasil bahwa R-ImPACT berfungsi dengan baik dalam melakukan perhitungan effective dose dan cancer risk index. Error perhitungan R-ImPACT berkisar antara 1.25% – 2.56%. Selanjutnya untuk pengujian kepala dengan 320-MDCT diperoleh effective dose sebesar 0.59 mSv untuk pria dan 0.58 mSv untukwanita, dan Cancer Risk Index diperoleh 78 cases/100.000 untuk pria dan 131cases/100.000 untuk wanita. Hasil-hasil tersebut menunjukkan bahwa teknologi 320-MDCT justru lebih aman dan memberikan dosis yang lebih rendah dibanding teknologilama dalam pengujian kepala.", "Daftar File": {}, "Penulis": "Rafi Candra [10215038]", "Kontributor / Dosen Pembimbing": ["Rena Widita, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "320-MDCT, Cancer risk index, CT-Kepala, Effective dose, Resiko radiasi.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "7 file", "Tanggal Input": "18 Sep 2020"}