{"Nomor": 49736, "Judul": "THE CRUCIAL ANTECEDENTS OF FAMILY-WORK CONFLICT AND THE IMPACT ON WORK STRESS AMONG MILLENNIAL FEMALE EMPLOYEES IN INDONESIA: AN ETHNOGRAPHIC STUDY", "Abstrak": "Jumlah angkatan kerja perempuan di Indonesia dan kontribusi pendapatan perempuan terhadap\nperekonomian Indonesia mengalami peningkatan yang signifikan. Ini berarti bahwa partisipasi\nperempuan saat ini tidak hanya menuntut persamaan hak melainkan menyatakan bahwa peran\nmereka juga memiliki arti bagi pembangunan ekonomi Indonesia. Fenomena ini menunjukkan\nkemajuan yang baik dalam hal kesetaraan gender di Indonesia. Namun, hal ini memunculkan\nepisode lain tentang pergulatan antara peran mereka sebagai istri atau ibu dalam keluarga dan\nperempuan yang bekerja: konflik keluarga-pekerjaan. Konflik ini berkontribusi sebesar 71%\nterhadap stres kerja, dan kaum Millenial ditemukan lebih rentan terhadap stres daripada\ngenerasi-generasi yang lebih tua. Karena hal ini juga menyebabkan penurunan kinerja\nkaryawan, penting untuk memahami bagaimana anteseden konflik keluarga-pekerjaan pada\npekerja wanita milenial berdampak pada stres kerja. Penelitian ini menggunakan etnografi\ncepat melalui observasi yang dikombinasikan dengan wawancara dengan delapan informan.\nTemuan menunjukkan bahwa ada tiga domain anteseden konflik keluarga-pekerjaan: (1)\ndomain kerja: lembur kerja, kurangnya dukungan organisasi/perusahaan dan supervisor; (2)\ndomain kepribadian: kurangnya locus of control internal; dan (3) domain keluarga: kurangnya\ndukungan keluarga non-nuklir dan pasangan, status pekerjaan pasangan, dan tidak adanya\nasisten rumah tangga. Konflik keluarga-pekerjaan ini menyebabkan stres kerja pada wanita\nmilenial yang ditunjukkan oleh penurunan konsentrasi kerja. Meskipun tidak semua informan\nmenyebutkan mengalami stres, pengurangan konsentrasi kerja tetap harus menjadi peringatan\nbagi perusahaan.", "Daftar File": {"ABSTRAK Dina Rizki": "https://digilib.itb.ac.id/gdl/download/211767", "2020 TS PP DINA RIZKI 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/246798"}, "Penulis": "Dina Rizki [19017145]", "Kontributor / Dosen Pembimbing": ["Dr. W. Victo Anggara Wisesa, S.Hum., M.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Peran Ganda, Konflik Keluarga-Pekerjaan, Karyawan Perempuan, Konflik Antar- Peran, Milenium", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "18 Sep 2020"}