{"Nomor": 49730, "Judul": "ANALYZING CUSTOMER RESPONSE (COGNITIVE, AFFECTIVE, CONATIVE) BEFORE AND AFTER THE IMPLEMENTATION OF GO-JEK REBRANDING STRATEGY", "Abstrak": "Upaya rebranding yang dilakukan oleh GO-JEK pada awal tahun 2019, bertujuan untuk merefleksikan perjalanan mereka dari apa yang awalnya merupakan layanan transportasi roda dua, menjadi aplikasi super pertama di Indonesia. Terlepas segala upaya rebranding yang dilakuka, masih belum jelas apakah strategi baru tersebut telah meningkatkan sikap pelanggan terhadap perusahaan dalam hal kognitif (kesadaran, pengetahuan), tanggapan afektif (kesukaan, preferensi), dan konatif (keyakinan, pembelian). Oleh karena itu, penelitian ini berusaha untuk membandingkan tanggapan sikap pelanggan di antara pelanggan GO-JEK terhadap penerapan strategi rebranding. Penelitian ini dilakukan dengan pendekatan kuantitatif dan menggunakan teknik uji t berpasangan untuk mengolah data primer. Secara umum, perbandingan antara respon pelanggan sebelum dan setelah di implementasikannya strategi rebranding menunjukkan perbedaan yang signifikan. Stimuli elemen branding GO-JEK yang terbaru menunjukkan respon yang lebih positif dikalangan penggunanya, namun penggunaan font versi lama lebih disukai oleh pengguna daripada font yang digunakan GO-JEK pada aplikasi versi terbarunya.", "Daftar File": {"ABSTRAK Aghnia Millatina M P": "https://digilib.itb.ac.id/gdl/download/211761", "2020 TS PP AGHNIA MILLANTINA 1 - CHAPTER I.pdf\n]": "https://digilib.itb.ac.id/gdl/download/246455", "2020 TS PP AGHNIA MILLANTINA 1 - CHAPTER II.pdf)u": "https://digilib.itb.ac.id/gdl/download/246456", "2020 TS PP AGHNIA MILLANTINA 1 - CHAPTER III.pdf?": "https://digilib.itb.ac.id/gdl/download/246457", "2020 TS PP AGHNIA MILLANTINA 1 - CHAPTER IV.pdf)u": "https://digilib.itb.ac.id/gdl/download/246458", "2020 TS PP AGHNIA MILLANTINA 1 - CHAPTER V.pdf\n]": "https://digilib.itb.ac.id/gdl/download/246459", "2020 TS PP AGHNIA MILLATINA 1 - REFERENCE.pdf?": "https://digilib.itb.ac.id/gdl/download/246460"}, "Penulis": "Aghnia Millatina M P [19017097]", "Kontributor / Dosen Pembimbing": ["Shimaditya Nuraeni, S.Psi., M.S.M., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Afektif, GO-JEK, kognitif, konatif, perbandingan respon pelanggan, rebranding", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "7 file", "Tanggal Input": "18 Sep 2020"}