{"Nomor": 49742, "Judul": "UNSUR TAMBAHAN UNTUK MENINGKATKAN KONDUKTIVITAS IONIK ELEKTROLIT PADAT LI7LA3ZR2O12 PADA BATERAI ION LITIUM", "Abstrak": "Baterai merupakan salah satu teknologi penyimpanan energi dan kunci untuk teknologi pemanen energi berkelanjutan masa depan. Saat ini, teknologi baterai, terutama baterai ion-litium memiliki beberapa kekurangan, seperti mudah terbakar dan memiliki kapasitas rendah. Pada umumnya, baterai litium ion menggunakan material katoda seperti LiFePO4 (LFP) yang menyeimbangkan faktor keamanan dan kapasitas baterai. Pengujian galvanostatic charge-discharge dengan C-rates 0,20 selama 5 siklus menunjukkan koin sel LFP memiliki efisiensi kolombik awal 72,13%, dengan kapasitas discharge 104,87 mAh/g, dan retensi kapasitas 94,55%. Rendahnya efisiensi kolombik awal terjadi akibat pembentukan solid electrolyte interphase (SEI). Elektrolit padat inorganik seperti NASICON Li1,3Ti1,7Al0,3(PO4)3 (LATP) dan oksida garnet Li7La3Zr2O12 (LLZO) dapat menjawab permasalahan tersebut. Sampel LATP menunjukkan konduktivitas ionik rendah (5,3 x 10-6 S/cm) akibat rendahnya densitas relatif sampel (61,13%). Di sisi lain, LLZO dengan fasa kubus menunjukkan performa yang menjanjikan sebagai elektrolit padat. Hasil studi literatur menunjukkan LLZO dengan unsur tambahan Ga (Ga-LLZO) memiliki konduktivitas ionik tertinggi (2,06 x 10-3 S/cm) dan energi aktivasi yang rendah (0,22 eV). Dengan konduktivitas ionik tinggi dan rendahnya energi aktivasi, material Ga-LLZO diharapkan dapat membantu memajukan teknologi baterai ion litium yang aman dan memiliki kapasitas tinggi.", "Daftar File": {}, "Penulis": "Naufal Hanif Hawari [13716049]", "Kontributor / Dosen Pembimbing": ["Afriyanti Sumboja, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Baterai ion litium, elektrolit padat, LFP, LATP, LLZO, Ga-LLZO.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Sep 2020"}