{"Nomor": 49743, "Judul": "MODELING AND SIMULATION OF LONGITUDINAL CONTROL SYSTEM FOR HIGH-SPEED MINIBE USING X-PLANE", "Abstrak": "UAV (Unmanned Aerial Vehicle) merupakan salah satu teknologi yang\ndibutuhkan saat ini, khususnya dalam industri Dirgantara. Selain itu, UAV\nmerupakan salah satu program penelitian inovasi kampus ITB. Ada beberapa fungsi\ndari UAV sendiri, seperti untuk menggantikan atau membantu tugas manusia dalam\npencarian korban bencana serta untuk foto dan videografi yang sulit dilakukan atau\ndi jangkau oleh manusia. Oleh karena itu, penting untuk menganalisis karakteristik\nterbang UAV.\nSebagai pengontrol umpan balik, pengontrol PID menyampaikan keluaran\nkontrol pada tingkat yang diinginkan. Kontroler PID mempertahankan output\nsedemikian rupa sehingga tidak ada kesalahan antara variabel proses dan setpoint\natau output yang diinginkan oleh operasi loop tertutup.\nDalam penelitian ini pemodelan pada MiniBe berkecepatan tinggi akan\ndilakukan pada Plane Maker pada software X-Plane dengan menggunakan beberapa\nteori dan asumsi dari berbagai referensi. Model kendali otomatis MiniBe\nberkecepatan tinggi akan dilakukan pada Simulink dari software MATLAB, yang\nkemudian akan dihubungkan ke X-Plane sebagai software simulasi. Dalam tugas\nakhir ini, di fokuskan hanya pada mode gerak longitudinal. Hasil penelitian\nmenunjukkan bahwa MiniBe berkecepatan tinggi dapat berfungsi dengan baik\ndengan desain sistem kendali autopilot.\nSecara keseluruhan, hasil parameter menunjukkan bahwa ia berfungsi dan\nmengikuti referensi/perintah. Namun, masih ada beberapa kesalahan yang perlu\ndikurangi atau dihilangkan.", "Daftar File": {}, "Penulis": "Naufal Rafiza [13616101]", "Kontributor / Dosen Pembimbing": ["Ir. Toto Indriyanto, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "UAV, X-Plane, Automatic Flight Control System, Longitudinal Control, Stability Analysis, Altitude hold.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Sep 2020"}