{"Nomor": 49758, "Judul": "PERANCANGAN STRUKTUR ATAS STASIUN INTERMODA JOYOBOYO SURABAYA", "Abstrak": "Sejak dahulu manusia sudah melakukan pergerakan berpindah dari satu tempat ke\ntempat lain untuk mendapatkan suatu kebutuhan yang tidak dapat diperoleh di\ntempat asalnya. Hingga saat ini manusia sudah menciptakan inovasi dengan\nmembuat berbagai sarana dan prasarana baru untuk memenuhi kebutuhan akan\npergerakan tersebut. Salah satu contohnya Kota Surabaya yang tergolong kota\nterbesar di Indonesia, pergerakan manusia tidak dapat dihindari agar kondisi\nekonomi di kota tersebut dapat berjalan dengan baik atau pun dapat berkembang.\nUpaya untuk mempermudah pergerakan tersebut yaitu dengan membangun Stasiun\nIntermoda Joyoboyo.\nStasiun Intermoda Joyoboyo merupakan stasiun monorel yang berintergrasi dengan\nterminal bus serta angkutan umum. Bangunan ini terdiri dari 4 lantai dengan lantai\ndasar yang digunakan untuk terminal, lantai teratas sebagai peron tempat menaik\nturunkan penumpang monorel, dan lantai 2 & 3 yang mayoritas difungsikan sebagai\nretail.\nBangunan ini dirancang menggunakan kolom dan pelat komposit dengan material\nbeton dan baja, balok baja, serta struktur rangka ruang untuk struktur atapnya.\nPerancangan Stasiun Intermoda Joyoboyo menggunakan standar yang berlaku,\nantara lain SNI 1726 2019 tentang “Tata Cara Perencanaan Ketahanan Gempa\nuntuk Struktur Bangunan Gedung dan Non Gedung”, SNI 1727 2019 tentang\n“Beban Minimum untuk Perancangan Bangunan Gedung dan Struktur Lain”. RSNI 1729 2019 tentang “Spesifikasi untuk Bangunan Gedung Baja Struktural”, dan SNI\n2847 2019 tentang “Persyaratan Beton Struktural untuk Bangunan Gedung”.\nSistem struktur yang akan digunakan yaitu Rangka Baja dan Beton Komposit\nPemikul Momen Khusus. Pada perancangan struktur digunakan bantuan perangkat\nlunak berupa ETABS untuk bangunan utama, SAP2000 untuk atap, SAFE untuk\npelat, dan SPColumn untuk elemen kolom. Lingkup perencanaan struktur Stasiun\nIntermoda Joyoboyo berfokus pada analisis perilaku struktur terhadap gempa\ndengan analisis spektrum respon ragam, detailing elemen struktur bangunan utama,\ndan detailing struktur atap.", "Daftar File": {}, "Penulis": "Anwar Irwandi Hamids [15016074]", "Kontributor / Dosen Pembimbing": ["Patria Kusumaningrum, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Stasiun Intermoda, Perencanaan Struktur, Kolom Komposit, Pelat Komposit, Balok Baja, Struktur Rangka Ruang, Rangka Baja dan Beton Komposit Pemikul Momen Khusus, Analisis Spektrum Respon Ragam, Detailing.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Sep 2020"}