{"Nomor": 49768, "Judul": "USULAN STRATEGI PERUSHAAN UNTUK BERKELANJUTAN DI MASA DEPAN DENGAN MENGGUNAKAN RESTRUKTURISASI  HEXAGONAL (STUDI KASUS DI PT PERKEBUNAN NUSANTARA VIII)", "Abstrak": "PT Perkebunan Nusantara (PTPN) VIII adalah perusahaan Badan Usaha Milik Negara \n(BUMN) yang telah berdiri sejak 11 Maret 1996, PTPN VIII adalah BUMN yang bergerak\ndibidang agribisnis dan agroindustry dengan kegiatan usaha meliputi budidaya, penyiapan\nlahan, pembibitan, penanaman, pemeliharaan, pengelolahan dan penjualan komoditas\nperkebunan serta optimalisasi pemanfaatan sumber daya perusahaan sebesar 113,958 ha,\nyang terdiri dari dua provinsi (Jawa Barat dan Banten). Sektor pertanian sendiri termasuk\nkedalam 4 industri terbesar penyumbang pendapatan Produk Domestik Bruto (PDB) dimana\ndari tahun 2015-2018 sektor tersebut menyumbang sebanyak 13.23 persen, hal ini\ndikarenakan Indonesia sendiri mendapatkan bonus topografi, struktur tanah, dan cuaca yang\nsangat mendukung bisnis pertanian. PTPN VIII pada saat ini dari 113,958 ha tanah yang\ntelah diberikan pemerintah masih terdapat 47,145.11 ha yang belum produktif menghasilkan\nhasil tani, dan disinyalir PTPN VIII melakukan upaya pemanfaatan sumber daya lahan\ndengan melakukan pengembangan bisnis ke arah bisnis properti (hotel, apartement, rumah)\ndengan tujuan agar lahan yang dimiliki mempunyai nilai tambah dan tetap memberikan\nkeuntungan. Namun hal tersebut menyalahi aturan sesuai Undang-undang No. 39 Tahun\n2014 yang mengharuskan apabila bisnis perkebunan sudah berjalan selama 6 tahun maka\nharus 100 persen lahannya menghasilkan hasil perkebunan, dimana bisnis properti juga\nbukan merupakan kompetensi inti dari PTPN VIII. Posisi perusahaan sendiri berada pada\nposisi yang membutuhkan untuk melakukan retrenchment, oleh karena itu perlu dilakukan\nanalisis yang tepat untuk strategi perusahaan dalam mengatasi masalah internal. Tujuan dari\npenelitian ini adalah dengan memberikan strategi yang membuat PTPN VIII dapat mampu\nbersaing dengan perusahaan swasta pesaing dan tetap fokus berada pada kompetensi intinya\nyaitu sektor perkebunan. Metode yang digunakan dalam penelitian ini adalah dengan\npendekatan kualitatif dengan menggunakan Analisis SWOT, Matriks TOWS dan\nRestrukturisasi Hexagonal berdasarkan dengan kondisi internal perusahaan dan kondisi\neksternal perusahaan Penelitian ini akan terfokus memberikan rekomendasi agar PTPN VIII\nfokus terhadap bisnis perkebunan, dan melepaskan aset yang tidak ada hubungannya dengan\nperkebunan termasuk rumah sakit yang dimiliki PTPN VIII yaitu PT Agro Medika\nNusantara. Penelitian ini dapat digunakan oleh peneliti masa depan untuk mengusulkan\nstrategi perusahaan yang dapat membantu meningkatkan pendapatan dan peningkatan\nkinerja dalam studi kasus perusahaan lainnya.", "Daftar File": {"2020_TS_PP_Robby Juliansyah R.1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/211815"}, "Penulis": "Robby Juliansyah Rustandi [29118337]", "Kontributor / Dosen Pembimbing": ["Dr. Harimukti Wandebori, S.T., M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Strategi Perusahaan, Analisis SWOT, Matriks TOWS, Restrukturisasi Hexagonal", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "19 Sep 2020"}