{"Nomor": 49765, "Judul": "MODEL POLIS ASURANSI KEBAKARAN UNTUK 2 PEMAIN (PERUSAHAAN ASURANSI DAN PEMEGANG POLIS)", "Abstrak": "Asuransi kebakaran adalah bagian asuransi umum yang menjamin kerugian harta benda akibat kebakaran, petir, ledakan, kejatuhan pesawat terbang, dan asap yang berasal dari harta yang dipertanggungkan. Kerugian akibat kebakaran tidak jarang memberikan kerugian yang cukup besar. Asuransi kebakaran merupakan salah satu solusi dari risiko tersebut. Pada industri ini, baik perusahaan asuransi maupun pemegang polis mengharapkan keuntungan optimum. Tulisan ini menggunakan teori permainan untuk mencari solusi dari interaksi perusahaan asuransi dan pemegang polis dengan studi kasus asuransi kebakaran kode okupasi 2937. Diterapkan konsep permainan stackelberg 2 pemain. Perusahaan asuransi memiliki tiga strategi, yaitu menawarkan polis asuransi kebakaran A, B, atau C diurutkan berdasarkan nilai pertanggungan terkecil. Sedangkan pemegang polis memiliki dua strategi, yaitu membeli atau menolak. Fungsi objektif kedua pihak menyatakan keuntungan sebagai akibat memilih strategi tersebut. Keuntungan pemegang polis dimodelkan menggunakan fungsi utilitas dengan asumsi risk aversion.\nTulisan ini memberikan hasil perhitungan premi untuk ketiga polis asuransi kebakaran yang ditawarkan. Diperoleh polis dengan pertanggungan paling besar memberikan keuntungan terbesar untuk perusahaan asuransi tanpa menghilangkan keinginan pemegang polis membeli polis tersebut. Sehingga skenario terbaik dari interaksi ini, adalah perusahaan asurans menawarkan Polis C dan pemegang polis membeli polis tersebut.", "Daftar File": {"ABSTRAK RAHMA ABUBAKAR.pdf)u": "https://digilib.itb.ac.id/gdl/download/211804"}, "Penulis": "Rahmah Abubakar [20818008]", "Kontributor / Dosen Pembimbing": ["Udjianna Sekteria Pasaribu, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "asuransi kebakaran, permainan stackelberg, fungsi utilitas.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "19 Sep 2020"}