{"Nomor": 49775, "Judul": "MACHINE LEARNING ASSISTED PREDICTION FOR IONIC CONDUCTIVITY IN DOPED LLZO SOLID-STATE ELECTROLYTES USING FACILE DESCRIPTORS", "Abstrak": "Elektrolit padat Li7La3Zr2O12 (LLZO) yang diberikan doping menjadi salah satu kandidat yang menjanjikan untuk menjawab kebutuhan baterai dengan faktor keamanan yang lebih baik. Metode regresi menggunakan model pemelajaran mesin menjadi solusi yang efektif untuk mencari doped-LLZO yang ideal, dimulai dengan prediksi konduktivitas ionik pada LLZO. Pembuatan model diawali dengan mengumpulkan data yang dibutuhkan dari penelitian mengenai pembuatan dan karakterisasi doped-LLZO. Dataset lalu dianalisis untuk mendapatkan pemahaman mengenai distribusi data dan korelasi fitur terhadap konduktivitas pada dataset. Model regresi yang dibuat menggunakan algoritma regresi polinom dan gradient boosted regression trees. Grid search cross-validation (CV) dilakukan untuk optimasi regresi polinom, dan nested CV digunakan untuk optimasi gradient boosted regression trees. Model yang terbaik untuk prediksi konduktivitas adalah gradient boosted regression trees, dengan skor R2 pada set training sebesar 0.793, pada set test sebesar 0.630, dan skor 5-fold CV sebesar 0.366. Hubungan kuantitatif antara fitur dan konduktivitas dihasilkan menggunakan feature importance yang disediakan oleh model. Penelitian ini menunjukan potensi model pemelajaran mesin untuk prediksi sifat material padat menggunakan deskriptor sederhana. Namun, data yang lebih berkualitas serta fitur yang lebih kuat dibutuhkan untuk menghasilkan model dengan kemampuan prediksi yang lebih baik.", "Daftar File": {}, "Penulis": "Abdurrahman Adhyatma [13716015]", "Kontributor / Dosen Pembimbing": ["Afriyanti Sumboja, Ph.D.", "Pramudita Satria Palar, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Doped-LLZO, konduktivitas ionik, pemelajaran mesin", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Sep 2020"}