{"Nomor": 49777, "Judul": "USULAN SISTEM MANAJEMEN KINERJA UNTUK PEMERINTAHAN KOTA SUKABUMI", "Abstrak": "Dalam sebuah sistem pemerintahan regional, terdapat kepala daerah (Wali Kota dan Wakil \nWalikota) yang memimpi. Mengacu pada sebuah otoritas pemerintah daerah, terdapat Rencana\nPembangunan Daerah yang sejalan dengan Sistem Perencanaan dan Pembangunan Nasional.\nSelain visi dan misi yang dicanangkan Wali Kota dan Wakilnya, terdapat program Rencana\nPembangunan Jangka Panjang Daerah (RPJPD) untuk jangka 20 tahun, and Rencana\nPembangunan Jangka Medium Daerah (RPJMD) untuk jangka 5 tahun, dan Rencana Kerja\nPemerintah Daerah (RKPD). Mengingat masa jabatan satu periode seorang Wali Kota dan\nWakilnya adalah 5 tahun, maka rancangan Sistem Manajemen Kinerja yang akan diusulkan\nmengacu pada RPJMD yang berlaku selama 5 tahun dari 2018-2023. \nPemerintahan Kota Sukabumi memiliki 3 Badan Usaha Milik Daerah (BUMD) atau\nperusahaan umum daerah yang dikelola mandiri guna mendukung sektor ekonomi Sukabumi.\nNyatanya, satu dari tiga manajemen BUMD tersebut sangatlah buruk sehingga membuat\nperusahaan ini bangkrut karena terus menghasilkan kerugian. Selain itu, Pendapatan Asli\nDaerah Kota Sukabumi snagat kecil bila dibandingkan dengan wilayah lain dari Jawa Barat. \nTujuan dilakukannya research ini adalah untuk mendesign performance management system\nyang dapat membantu meningkatan kinerja Pemerintahan Kota Sukabumi. Peningkatan kinerja\nini dapat menjadi salah satu indikator kesuksesan untuk masa jabatan 5 tahun Wali Kota dan\nWakilnya. Rancangan Sistem Manajemen Kinerja ini dibuat dengan menerjemahkan visi dan\nmisi yang telah dicanangkan oleh Wali Kota dan Wakilnya menjadi strategi bisnis yang\nditurunkan kes setiap unit kerja (departement). \nPenelitian ini menggunakan kerangka Balance Scorecard dan Integrated Performance\nManagement Sistem (IPMS). Kerangka ini digunakan untuk membantu organisasi dalam\nmewujudkan kinerja yang baik dilihat dari seluruh aspek organisasi yang ada. Kerangka\nBalance Scorecard memiliki 4 perspektif yaitu, Financial, Customer, Internal Process, and\nLearning & Growth. Kerangka IPMS memiliki 5 tahapan, yaitu Foundation, Background\nInformation, Design, Implementation, and Maintenance and Update. IPMS memiliki 3\nperspektif, yaitu Organizational Output, Internal Process, dan Resource Availability. Hasil\npenelitian ini mengusulkan Sistem Manajemen Kerja dengan 62 indikator kinerja utama (KPI)\nyang diturunkan dari visi, misi, dan strategi perusahaan.", "Daftar File": {"2020_TS_PP_Ayu Regita C.S._1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/211824"}, "Penulis": "Ayu Regita Cahyani Soleman [29118397]", "Kontributor / Dosen Pembimbing": ["Muhammad Tresnadi Hikmat, S.E., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Sistem manajemen kinerja, pemerintahan daerah, Integrated Performance Management System, Balanced Scorecard, indicator kinerja utama", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "19 Sep 2020"}