{"Nomor": 49788, "Judul": "ANALISIS EFEKTIVITAS SITUS PERDAGANGAN ELEKTRONIK KUPON DI INDUSTRI KULINER: STUDI KASUS DAGO RESTAURANT  JAKARTA", "Abstrak": "Peluang industri kuliner baru selalu muncul diciptakan oleh pengusaha. Banyak\npengusaha yang ikut terjun mendalami bisnis ini karena kebutuhan akan makanan adalah\nkebutuhan dasar bagi semua manusia. Dengan perkembangan zaman, budaya masyarakat\nIndonesia saat ini juga telah berubah. Masyarakat Indonesia mudah menerima dan\nberadaptasi dengan berbagai jenis makanan. Potensi yang seperti itulah yang menjadi\nincaran bagi pihak asing yang ingin berinvestasi di Indonesia. Banyak restoran asing\nbermunculan di Indonesia, salah satunya adalah DaGo Restaurant Jakarta. Di dalam\nmemperkenalkan restorannya, DaGo Restaurant Jakarta tidak ingin ketinggalan zaman\nsehingga DaGo Restaurant Jakarta menggunakan bantuan teknologi yaitu dengan\nmenggunakan situs perdagangan elektronik yang bernama Lakupon. \n\nNamun, dalam implementasinya, kolaborasi antara DaGo Restaurant Jakarta dan Lakupon\ntidak berjalan dengan baik. Fungsi dari DaGo Restaurant Jakarta menggunakan Lakupon\nadalah untuk meningkatkan lalu lintas pelanggannya. Namun kenyataannya DaGo\nRestaurant Jakarta malah kehilangan potensi pendapatannya karena penggunaan kupon\ndari Lakupon tidak mencapai target. Oleh karena itu DaGo Restaurant Jakarta bertanya\napakah penggunaan situs perdagangan elektronik ini efektif untuk bisnisnya. Namun\nternyata, hal ini disebabkan karena tidak banyak orang yang mengetahui tentang situs\nperdagangan elektronik bernama Lakupon. Maka dari itu DaGo Restaurant Jakarta harus \nmengambil keputusan bagaimana cara untuk meningkatkan lalu lintas pelanggan mereka. \nTujuan dari penelitian ini adalah untuk memilih situs perdagangan elektronik yang baru\nuntuk DaGo Restaurant Jakarta yang dianalisis menggunakan Analisis Hirarki Proses\n(AHP). Untuk hasil FGD pada 14 responden di dalam menentukan kriteria di AHP,\nterdapat 6 kriteria yaitu ditemukan yaitu promosi yang menarik, antarmuka pengguna,\nkemudahan dan keamanan transaksi, kredibilitas, ramah pengguna, dan variasi produk.\nSetelah mensurvei 104 responden, hasil yang didapat melalui AHP bahwa Fave adalah\npilihan terbaik sebagai situs perdagangan elektronik yang baru dengan bobot 0,457,\ndibandingkan dengan kandidat lainnya yaitu Zomato dengan bobot 0,352, dan Eatigo\ndengan bobot 0,191. Ini menunjukan bahwa Fave dapat digunakan untuk meningkatkan\nlalu lintas pelanggan bagi DaGo Restaurant Jakarta.", "Daftar File": {"2020_TS_PP_Anggita Iswindiari P._1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/211838"}, "Penulis": "Anggita Iswindiari Putri Utami [29117513]", "Kontributor / Dosen Pembimbing": ["Dr. W. Victo Anggara Wisesa, S.Hum., M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "industri kuliner, situs perdagangan elektronik, lalu lintas pelanggan, Analisis Hirarki Proses (AHP).", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "20 Sep 2020"}