{"Nomor": 49783, "Judul": "DESIGN AND OPTIMIZATION OF BRAKE CALIPER MOUNT ADAPTER FOR METROKAPSUL", "Abstrak": "Metrokapsul merupakan transportasi publik yang termasuk kepada moda transportasi Automated People Mover dan sedang dikembangkan oleh PT. TReKKa. Untuk memastikan keamanan dalam pengoperasion Metrokapsul, analisis komponen pada sistem pengeremannya perlu dilakukan.\nBrake caliper mount adapter adalah suatu component dalam sistem pengereman. Komponen ini menjadi penting dimana komponen tersebut membantu kaliper rem menempel dengan kuat kepada steering knuckle. Pada umumnya, kaliper rem dan steering knuckle memliki dudukan yang cocok. Namun pada Metrokapsul sistem pengeremannya unik dan membutuhkan brake caliper mount adapter yang perlu manufaktur menurut pesanan.\nTujuan dari penelitian ini adalah untuk menentukan desain optimum dari brake caliper mount adapter pada kondisi pengereman maksimum. Selanjutnya tegangan maksimum dan faktor keamanan akan ditentukan. Faktor keselamatan ditentukan berdasarkan Peraturan Menteri Perhubungan No 175 Tahun 2015. Analysis elemen hingga akan dilakukan untuk mempelajari efek dari pembebanan static dan untuk menentukan tegangan maksimum pada desainnya dan baut-bautnya. Sebagai tambahan, optimasi topologi akan dilakukan untuk mendapatkan desain optimum dari brake caliper mount adapter.\nGaya pengereman maksimum yang dibutuhkan Metrokapsul adalah 26.045,74 N. Desain optimum brake caliper mount adapter menunjukkan tegangan maksimum 190,12 MPa dengan faktor keamanan 1.35. Optimasi yang dilakukan memberikan pengurangan massa mencapai 30% dan pengurangan tegangan maksimum mencapai 9,84%.", "Daftar File": {}, "Penulis": "Naufal Muhammad Judawisastra [13116085]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. I Wayan Suweca, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Metrokapsul, gaya pengereman, brake caliper mount adapter, analisis elemen hingga, optimasi topologi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Sep 2020"}