{"Nomor": 49794, "Judul": "USULAN STRATEGI BISNIS UNTUK PERUSAHAAN TRAVEL  DALAM MENGHADAPI NORMAL YANG BARU (STUDI KASUS: TAZAKKA TOUR & TRAVEL)", "Abstrak": "Pandemik Covid-19 menuntut seluruh kegiatan bisnis yang ada di seluruh dunia untuk\nberadaptasi cepat dalam situasi dan kondisi yang tidak menentu. Beberapa sektor bisnis\nmengalami kerugian yang sangat besar, khususnya perusahaan penerbangan dan travel.\nTazakka Tour and Travel sebagai pelaku bisnis yang berbasis sebagai biro travel Umrah\ndan Haji dimulai pada tahun 2017 di Kota Bekasi. Tazakka sendiri sudah berjalan selama\ntiga tahun dan telah memiliki lebih dari lima mitra cabang yang tersebar di beberapa kota\ndi Indonesia.\n\nPada penelitian ini perusahaan ingin membuat strategi bisnis baru untuk tetap bertahan di\nsektor bisnis travel. Masa pandemi ini dimanfaatkan sebagai upaya untuk mempersiapkan\nkehidupan yang baru. Maka dari itu, perusahaan ingin membuat  inovasi dengan melakukan\nanalisis yang mendalam untuk menentukan strategi yang tepat untuk perusahaan.\n\nPeneliti menggunakan metode SWOT Analisis untuk mengukur kekuatan, kelemahan,\npeluang, dan ancaman yang dialami oleh perusahaan dari sisi eksternal (PESTEL Analysis,\nFive Porter’s Forces, dan Marketing Mix). Selanjutnya, dari sisi internal (Business Model\nCanvas, STP, dan juga VRIO Analysis) yang sudah dilakukan sebelumnya. Setelah SWOT\nAnalisis selesai, peneliti menyimpulkan hasil penelitian bahwa perusahaan perlu\nmembenahi  strategi bisnisnya. Perusahaan perlu melakukan pembenahan di bidang\nteknologi dan juga mendapatkan konsumen baru. Setelah itu, peneliti menggunakan TOWS\nmatrix untuk mengklasifikasikan strategi bisnis perusahaan, diantaranya membuat strategi\nbaru dari Marketing Mix 7P sebagai upaya untuk meningkatkan performa perusahaan. Lalu\nperusahaan juga perlu membuat komunikasi pemasaran yang terintegrasi dengan digital\nsebagai upaya untuk pembangunan berkelanjutan bagi perusahaan.\n\nSetelah analisis dilakukan dengan menentukan sastra yang terdapat pada perusahaan dan\nmenentukan pemecahan masalah dengan menggunakan TOWS matrix, disimpulkan bahwa\nperusahaan perlu untuk melakukan menjaga komunikasi dengan perusahaan yang telah\nmenjalin kerjasama, melakukan ekspansi dengan kolaborasi dengan perusahaan yang\nberada di beberapa daerah yang tersebar di Indonesia, dan juga mengaplikasikan \npendekatan teknologi smart Apps pada layanan terbarukan untuk para konsumen.", "Daftar File": {"2020_TS_PP_Muhammad Bagus Ramadhan_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/211853"}, "Penulis": "Muhammad Bagus Ramadhan [29118317]", "Kontributor / Dosen Pembimbing": ["Ir. Dwi Larso, MSIE, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Covid-19, Tour and Travel,  New Normal, Analisis SWOT - TOWS,  Marketing Mix 7P, Sistem Terintegrasi", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "20 Sep 2020"}