{"Nomor": 49796, "Judul": "STUDI KELAYAKAN FINANSIAL INVESTASI MESIN PRODUKSI BARU PT XYZ", "Abstrak": "Saat ini, Indonesia merupakan salah satu pasar kosmetik dengan pertumbuhan tercepat di Asia yang\ndidorong oleh dua tren utama yaitu bahan alami dan sertifikasi untuk memastikan keamanan serta\nkualitas produk. PT XYZ adalah usaha mikro, kecil, dan menengah (UMKM) yang bergerak di bidang\nini dan memproduksi lini produk sabun buatan sendiri. Meskipun produk PT XYZ sudah menggunakan\nbahan alami, mereka belum terdaftar dalam registrasi produk kosmetik Badan Pengawas Obat dan\nMakanan Republik Indonesia (BPOM-RI) dan sertifikasi halal dari Majelis Ulama Indonesia (MUI).\nUntuk dapat memenuhi syarat sertifikasi dan memaksimalkan potensi pasar yang sadar kesehatan, PT\nXYZ harus menggunakan cara yang lebih industrial untuk memproduksi sabun mereka. Para pemilik\nberencana untuk melakukan investasi untuk mesin produksi baru dengan biaya Rp15.814.800 yang akan\nsepenuhnya didanai menggunakan ekuitas. Angka tersebut bukanlah angka yang kecil untuk UMKM\nyang baru beroperasi sehingga pemilik tertarik untuk memahami kelayakan projek tersebut secara\nfinansial sebelum melakukan investasi. Oleh karena itu, penelitian ini bertujuan untuk membantu PT\nXYZ menentukan kelayakan finansial projek investasi mesin produksi baru.\nData melewati enam tahap analisis dimulai dengan penyusunan proyeksi laporan keuangan dengan dan\ntanpa proyek investasi. Setelah itu, free cash flow to the firm (FCFF) antara dua kondisi dihitung dan\ndianalisis menggunakan payback period (PP), discounted payback period (DPP), net present value\n(NPV), dan internal rate of return (IRR). Berdasarkan analisis ini, projek dianggap layak karena\nhasilnya melampaui semua kriteria penerimaan dengan PP dan DPP masing-masing 6,34 tahun dan 8,33\ntahun, NPV Rp66.753.317, dan IRR 19,40% (dengan biaya modal sebesar 12.59%). Untuk memperkuat\nhasil, analisis sensitivitas dan simulasi Monte Carlo menunjukkan bahwa proyek investasi ini memiliki\n6 variabel sensitif dan 73,90% peluang sukses. Temuan ini menunjukkan bahwa investasi tersebut layak\ntetapi masih memiliki risiko kegagalan, dengan demikian, variabel terkait harus dipertahankan secara\nstabil.", "Daftar File": {"ABSTRAK Amanda Aulia Hanggoro": "https://digilib.itb.ac.id/gdl/download/211855"}, "Penulis": "Amanda Aulia Hanggoro [19017235]", "Kontributor / Dosen Pembimbing": ["Mandra Lazuardi Kitri, M.A.B."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Analisis Kelayakan, Analisis Risiko, Kosmetik, Net Present Value, Penganggaran Modal", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "20 Sep 2020"}