{"Nomor": 49791, "Judul": "USULAN STRATEGI BISNIS UNTUK BISNIS PETERNAKAN   (STUDI KASUS PADA CITA POULTRY SHOP TASIKMALAYA)", "Abstrak": "Cita Poultry Shop merulpakan bisnis peternakan ayam yang berlokasi di Tasikmalaya. Dengan\nkondisi persaingan yang semakin ketat, Cita Poultry mengalami kerugian yang melanda dalam tiga\ntahun berturut-turut yakni pada tahun 2017, 2018, dan 2019 yang merupakan dampak dari keadaan\noversupply ayam di pasaran dimana stock yang beredar melebihi permintaan pasar.  Penelitian ini\nbertujuan untuk mengetahui penyebab dari masalah yang terjadi pada perusahaan dan mencari tahu\nstrategi apa yang tepat untuk mengatasi permasalahan tersebut. Penelitian ini dimuali dengan\nanalisis pada kondisi eksternal perusahaan untuk mengetahui factor eksternal seperti apa yang\nmempengaruhi jalan bisnis perushaan. Kemudian analaisis internal perusahaan untuk melihat dan\nmengukur sejauh mana kemampuan atau ketersediaan sumberdaya dalam perusahaan untum\nmenyokong proses bisnisnya. Pada kedua aanalisis tersebut akan diketahui akar permasalahan\nyang dihadapi dan kemudian dengan membenturkan analisis internal dan eksternal perusahaan,\npenulis akan menganalisis strategi apa yang tepat untuk di implementasikan pada Cita Poultry\nsesuai dengan problem, dan kondisi internal dan eksternal perusahaan. Kondisi terkini dari\nperusahaan menunjukan tingginya tingkat ancaman competitor dari luar yang menerapkan\npenggunaan kandang dengan sistem close house sehingga mereka lebih unggul dalam segi\nproduktifitas dan tentunya sangat memungkinkan untuk menetapkan harga yang bersaing karena\nharga pokok produksi yang dapat ditekan melebihi peternakan jenis open house yang dimiliki Cita\nPoultry. Disisi lain, Cita Poultry memiliki peluang untuk mengembangkan bisnisnya dengan\nmenjalin kemitraan bersama perusahaan peternakan besar sembari meningkatkan produkstivitas\ndan juga melakukan integrasi kedepan untuk memperluas jangkauan pasar.  Melihat dari keadaan\ninternal dan eksternal perusahaan, penulis menilai bahwa strategi yang sekiranya cocok untuk di\nusulkan dan diimplementasikan adalah : Cost Leadership dengan pembangunan kandang dengan\nsistem closehouse . Tugas akhir ini menyajikan gambaran umum mengenai kondisi perusahaan\nbaik itu kekuatan , kelemahan, kesempatan dan juga ancaman. Tugas akhir ini juga diharapkan\ndapat membantu perusahaan untuk melakukan penilaian atas kinerjanya dan diharapkan dapat\nmemberikan masukan untuk jalan keluar atas masalah yang dihadapi perusahaan.", "Daftar File": {"2020_TS_PP_Arina Nursyifa_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/211843"}, "Penulis": "Arina Nursyifa [29118482]", "Kontributor / Dosen Pembimbing": ["Dr. Harimukti Wandebori, S.T., M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Peternakan, Oversupply, Analisis Internal, Analisis Eksternal, Strategi, Kemitraan, Forward Integration, Sumber Daya.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "20 Sep 2020"}