{"Nomor": 49795, "Judul": "PENGAMBILAN KEPUTUSAN KONSUMEN TERHADAP MOTOR LISTRIK DAN MOTOR KONVENSIONAL", "Abstrak": "Polusi udara adalah salah satu masalah yang paling muncul di Indonesia. Sektor transportasi memiliki kontribusi terhadap kualitas udara yang buruk di Indonesia, dan sepeda motor konvensional adalah jenis kendaraan yang paling dominan di Indonesia. Untuk mengurangi emisi lokal, banyak orang harus beralih dari sepeda motor bertenaga gas ke sepeda motor listrik. Namun, jumlah sepeda motor konvensional di Indonesia masih jauh di atas sepeda motor listrik. Selain itu, tidak ada kepastian apakah pasar akan mengadopsi atau menggunakan sepeda motor listrik atau tidak. Oleh karena itu, penelitian ini bertujuan untuk mengidentifikasi faktor-faktor signifikan yang mempengaruhi keputusan konsumen dalam memilih sepeda motor listrik dan konvensional, sepeda motor jenis apa yang paling diminati, dan menghitung elastisitas setiap atribut yang signifikan. Penelitian ini membandingkan motor listrik dan konvensional sehingga atribut penting yang mempengaruhi orang untuk beralih ke sepeda motor listrik dapat diidentifikasi. Analisis choice modelling digunakan untuk memperkirakan probabilitas seseorang memilih sepeda motor dan atribut apa yang mempengaruhi keputusan mereka. Data dikumpulkan melalui survei dengan menggunakan kuesioner online kepada 470 responden. Sampel purposive non-probabilitas digunakan dengan target responden adalah orang-orang berusia di atas 17 tahun, baik laki-laki dan perempuan, tinggal di Jakarta, dan berniat untuk membeli sepeda motor di masa depan. Penelitian ini merancang stated preference approach (SP) untuk kuisioner dengan menggunakan NGENE software dan menghasilkan 24 skenario, masing-masing responden menjawab delapan skenario. Atribut yang digunakan dalam penelitian ini adalah harga beli, jarak tempuh, biaya mengemudi / biaya bahan bakar, kecepatan tertinggi, waktu pengisian, desain, fitur, dan keamanan. Attitude adalah variabel laten yang juga digunakan dalam penelitian ini. Penelitian ini menggunakan tiga metode dalam mengolah data, yaitu analisis faktor, regresi logistik multinomial, dan analisis elastisitas permintaan. Berdasarkan hasil penelitian ini, ditemukan bahwa faktor signifikan yang mempengaruhi keputusan konsumen dalam memilih sepeda motor listrik adalah harga beli, waktu pengisian, jangkauan mengemudi, dan juga attitude. Harga beli, tingkat keamanan suatu motor, dan attitude juga mempengaruhi keputusan pilihan konsumen pada sepeda motor konvensional. Semua atribut tidak elastis, yang menunjukkan bahwa perubahan nilai atribut tidak akan mempengaruhi keputusan responden. Selain itu, ditemukan bahwa sebagian besar responden lebih memilih sepeda motor listrik daripada yang konvensional. Maka dari itu, rekomendasi untuk perusahaan motor dalam pengembangan motor listrik adalah memperhatikan harga, mengembangkan teknologi fast charging untuk motor, dan mengembangkan jarak tempuh untuk motor listrik. Pemerintah juga harus mendukung penggunakan motor listrik dengan memberikan insentif kepada penggunanya.", "Daftar File": {"ABSTRAK Nadine Maura Ikhsani": "https://digilib.itb.ac.id/gdl/download/211854", "2020 TS PP NADINE MAURA IKHSANI 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/247030"}, "Penulis": "Nadine Maura Ikhsani [19017158]", "Kontributor / Dosen Pembimbing": ["Prawira Fajarindra Belgiawan, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kendaraan Listrik, Sepeda Motor, Keputusan Pilihan, Pemodelan Pilihan", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "20 Sep 2020"}