{"Nomor": 49804, "Judul": "ANALISIS KUALITAS DAN BIAYA UNTUK PASIEN BPJS DEMAM BERDARAH DI RSIA ZAINAB", "Abstrak": "Skema pembayaran asuransi kesehatan dari pemerintah, yaitu BPJS, antara pihak asuransi BPJS\nKesehatan dan rumah sakit adalah dengan diterapkannya Indonesia Case Base Groups (INA CBGs).\nINA CBGs adalah tarif standar yang telah ditetapkan oleh National Casemix Center Kesehatan sebagai\nbiaya tagihan kepada pemerintah atas penangan pasien BPJS. Dengan diterapkannya skema ini, ada\nbeberapa kasus dimana biaya yang dikeluarkan rumah sakit lebih rendah daripada tarif INA CBGs\nsehingga rumah sakit dapat meraup surplus, namun ada pula kasus dimana biaya yang dikeluarkan\nrumah sakit lebih tinggi daripada tarif INA CBGs sehingga rumah sakit mengalami defisit. Pada\npenelitian ini, dilakukan analisis selisih dari biaya rumah sakit dan tarif INA CBGs. Metode yang\ndilakukan menggunakan Statistical Process Control dimana dengan control chart, data diolah sehingga\nmendapatkan data yang menunjukkan proses standar rumah sakit atau in-control. Kemudian, data yang\nsudah terindikasi proses yang stabil dianalisis dengan Capability Analysis untuk menentukan apakah\nrumah sakit sudah mampu melakukan proses sesuai dengan tarif INA CBGs yang sudah ditentukan.\nPenelitian ini dilakukan di RSIA Zainab khusus penyakit demam berdarah. Hasil dari analisis, rumah\nsakit mengalami kerugian yang besar dari skema ini. Rumah sakit terindikasi belum mampu\nmenyesuaikan biaya penangann pasien dengan INA CBGs. Hal ini ditunjukkan dengan perhitungan\nkecacatan yang terjadi untuk kelas 1 BPJS adalah 97%, kelas 2 BPJS adalah 95%, dan kelas 3 BPJS\nadalah 85%. Penelitian lanjutan dibutuhkan untuk menganalis apakah permasalahan serupa terjadi di\nrumah sakit lainnya. Apabila banyak rumah sakit mengalami isu serupa BPJS perlu meninjau ulang\ntarif dari INA CBGs karena besarnya kerugian yang dialami rumah sakit dan rendahnya Capability\nIndex hingga mencapai negative yang dimiliki rumah sakit terhadap tarif yang telah ditentukan", "Daftar File": {"2020 SM Karina Alifa Khairunisia Indra 19017022.pdf?_": "https://digilib.itb.ac.id/gdl/download/211863"}, "Penulis": "Karina Alifa Khairunisa Indra [19017022]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Mursyid Hasan Basri, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "kunci:INA CBGs, SPC, Capability Analysis, Quality Control, Cost Control", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "20 Sep 2020"}