{"Nomor": 49808, "Judul": "PEMETAAN KARYAWAN MANAJERIAL MENGGUNAKAN PENDEKATAN ANALISIS PEKERJAAN DI PT SEKAR PAMENANG", "Abstrak": "PT Sekar Pamenang adalah perusahaan properti yang berencana untuk mendirikan anak\nperusahaan yang akan berspesialisasi dalam interior dandekorasi rumah. Anak perusahaan ini\nbernama Sade Company. Direktur utama PT Sekar Pamenang melihat peluang untuk\nmenggunakan beberapa sumber daya PT Sekar Pamenang pada Sade Company, termasuk\npemetaan kembali karyawan tingkat manajerial PT Sekar Pamenang pada posisi pekerjaan\ntingkat manajerial di Sade Company. Tapi hal ini hanya berdasar hasil estimasi semata.\nUntuk melakukan pemetaan kembali karyawan tingkat manajerial yang efektif, kita perlu\nanalisis pekerjaan khusus pada kedua perusahaan. Oleh karena itu tujuan dari penelitian ini\nadalah untuk merancang analisis pekerjaan berbasis kompetensi untuk karyawan tingkat\nmanajerial di kedua perusahaan, kemudian menentukan alokasi karyawan manajerial yang\nefektif. Pendekatan kualitatif digunakan untuk mengumpulkan data dari perusahaan yang\nselanjutnya akan diproses dan dianalisis untuk mencapai tujuan penelitian. Tujuannya adalah\nuntuk memperoleh pemahaman atau eksplorasi kemampuan mengimplementasikan konsep.\nHasil penelitian menunjukkan bahwa berdasarkan analisis pekerjaan, pemetaan kembali\nkaryawan manajerial dapat dilakukan tetapi ada juga beberapa posisi yang tidak dapat dipenuhi\nmelalui alokasi karyawan. Selain merekomendasikan pemetaan kembali beberapa karyawan,\npenelitian ini juga merekomendasikan perusahaan untuk merekrut karyawan baru guna\nmemenuhi posisi manajerial di Sade Company.", "Daftar File": {"ABSTRAK Sheila Safira Hermawan": "https://digilib.itb.ac.id/gdl/download/211867", "2020 TS PP SHEILA SAFIRA 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/247100"}, "Penulis": "Sheila Safira Hermawan [19017229]", "Kontributor / Dosen Pembimbing": ["Aria Bayu Pangestu, S.Mn., MHRM"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "anak perusahaan, tingkat manajerial, pemetaan kembali karyawan, analisis pekerjaan, kompetensi, PT Sekar Pamenang", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "20 Sep 2020"}