{"Nomor": 49814, "Judul": "STUDI PENCITRAAN 3D BROADMANN AREA BERBASIS SINYAL EEG UNTUK AKTIVITAS TANGAN MENGGENGGAM DENGAN METODE ICA-ELORETA", "Abstrak": "Rehabilitasi stroke merupakan sarana yang dapat dilakukan untuk mengembalikan\nkemampuan motorik pasien penderita stroke. Selama proses rehabilitasi, umpan\nbalik pasien terhadap perlakuan rehabilitasi dibutuhkan untuk mengetahui\nperkembangan pasien. Untuk mendapatkan umpan balik tersebut, digunakan\ninstrumen pengukuran yang dapat mengukur aktivitas otak.\nInstrumen yang dapat digunakan untuk mengukur aktivitas otak antara lain\nelectroencephalogram (EEG), functional Magnetic Resonance Iamging (fMRI),\nMagnetoencephalogram (MEG), dan masih banyak lagi. Di antara instrumeninstrumen\ntersebut, EEG merupakan instrumen yang berpotensi secara mobilitas\ndan terjangkau untuk digunakan dalam pengukuran aktivitas otak. Akan tetapi,\ninstrumen EEG hanya mampu mengukur aktivitas otak hingga pada ketebalan\ntertentu dari permukaan kepala. Untuk itu diperlukan suatu metode untuk\nmelokalisasi aktivitas otak sehingga kualitas rehabilitasi stroke dapat ditingkatkan.\nICA-eLORETA merupakan metode yang dapat digunakan untuk melakukan\npencitraan aktivitas otak secara 3D. ICA merupakan algoritma yang dapat\ndigunakan untuk mendapatkan komponen paling independen dari suatu sinyal.\neLORETA merupakan metode yang dapat digunakan untuk melakukan pencitraan\notak berdasarkan model volume conduction effect di kepala.\nDalam tugas akhir ini, metode ICA-eLORETA digunakan untuk menentukan\npencitraan aktivitas EEG gerakan tangan menggenggam secara 3D dari subjek\nkondisi normal. Subjek diminta untuk melakukan gerakan mengengam tangan\nkanan dan kiri secara bergantian. Sinyal EEG diambil dalam sesi dengan mata\nsubjek terbuka dan mata subjek tertutup. Di setiap sesinya terdapat masing-masing\nlima kali gerakan genggam tangan kanan dan gerakan genggam tangan kiri. Setelah\nsinyal didapat dilakukan pengolahan sinyal awal seperti pemotongan sinyal,\npenerapan filter, penggantian referensi sinyal menjadi rata-rata, dan principal\ncomponent analysis. Setelah dilakukan pengolahan awal, dilakukan ICA pada\nsinyal untuk mendapatkan komponen-komponen independen penyusun sinyal\npengukuran. Dari komponen-komponen sinyal yang didapatkan, dipilih komponekomponen\nyang berpotensi menjadi aktivitas tangan menggenggam. Terakhir,\ndilakukan eLORETA untuk mendapatkan peta pencitraa aktivitas EEG berkaitan\ndengan gerakan tangan menggenggam secara 3D.\nHasil dari ICA-eLORETA berupa densitas arus sumber kemudian dibandingkan\ndengan baseline pengukuran EEG secara statistik. ICA-eLORETA dapat\nmelakukan lokalisasi aktivitas tangan menggenggam, hal ini dibuktikan dari uji\nstatistik Wilcoxon Signed Rank test, yang menunjukkan adanya event related\ndesynchronization (ERD) pada rentang frekuensi mu di bagian korteks motorik\nsecara contralateral.", "Daftar File": {}, "Penulis": "Simon Willyanto Laufried [13316086]", "Kontributor / Dosen Pembimbing": ["Dr. Suprijanto, S.T., M.T.", "Miranti Indar Mandasari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "EEG, ICA, eLORETA, ERD", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Sep 2020"}