{"Nomor": 49810, "Judul": "PEMBUATAN PETA DAYA DUKUNG AIR DI PULAU PANGGANG, KEPULAUAN SERIBU, DKI JAKARTA", "Abstrak": "Informasi mengenai ketersediaan suatu sumber daya alam sangat dibutuhkan untuk menunjang keberlangsungan hidup. Adapun informasi mengenai jumlah ketersediaan sumber daya alam harus selaras dengan informasi mengenai jumlah kebutuhan sumber daya alam di wilayah tersebut. Penelitian ini akan membahas lebih lanjut dalam aspek daya dukung air di Pulau Panggang, Kelurahan Pulau Panggang, Kecamatan Kepulauan Seribu Utara, Kabupaten Kepulauan Seribu, Provinsi DKI Jakarta. Pulau Panggang merupakan pulau dengan intensitas penduduk yang tinggi di pulau yang sangat kecil. Oleh karena itu, penelitian ini bertujuan untuk mengetahui tingkat daya dukung air tawar di Pulau Panggang dengan asumsi hanya menggunakan parameter kuantitas air. Metode yang digunakan untuk penelitian ini adalah metode Thornthwaite Mather untuk proses perhitungan neraca air dan metode perhitungan daya dukung air per wilayah administrasi untuk menentukan nilai daya dukung air di Pulau Panggang. Penelitian dilakukan terhadap 3(tiga) wilayah Rukun Warga (RW) yang berada di Pulau Panggang dengan teknik pengumpulan data secara sekunder.\nHasil penelitian menunjukkan bahwa seluruh wilayah Pulau Panggang memiliki hasil yang seragam terkait indeks daya dukung air dengan status daya dukung air sangat tinggi. Indeks tertinggi dimiliki oleh RW 03 dengan indeks daya dukung air sebesar 3,56. Sebaliknya, untuk wilayah RW 02 memiliki indeks daya dukung air terendah yakni sebesar 2,20. Hal ini menunjukkan daya dukung air di Pulau Panggang tergolong sangat tinggi dalam aspek kuantitas untuk memenuhi kebutuhan air dasar penduduknya.", "Daftar File": {}, "Penulis": "Muhammad Triargi [15116030]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Wiwin Windupranata, S.T., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "daya dukung air, kuantitas air, neraca air, Pulau Panggang", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Sep 2020"}