{"Nomor": 49827, "Judul": "PENGARUH PROTEIN X MUTAN T118N DAN K130M/V131I VIRUS HEPATITIS B TERHADAP EKSPRESI GEN HSPA6 PADA SEL HEPG2", "Abstrak": "Infeksi virus Hepatitis B (VHB) dapat menyebabkan penyakit hepatitis B dan menjadi salah\nsatu penyebab utama perkembangan karsinoma hati. Salah satu faktor dari virus yang\ndiduga dapat menginduksi transformasi sel tumor adalah protein X atau HBx. Mutasi pada\ngen x VHB menyebabkan terbentuknya mutan HBx seperti mutan T118N dan\nK130M/V131I, yang ditemukan pada sampel klinik di Indonesia dengan prevalensi yang\ncukup tinggi. Penelitian sebelumnya telah menunjukkan bahwa HBx T118N dan\nK130M/V131I dapat meningkatkan ekspresi gen hspa6 pada sel HepG2 dibandingkan\ndengan HBx wild type dari hasil analisis next generation sequencing. Penelitian ini\nbertujuan untuk mengkonfirmasi pengaruh HBx T118N dan HBx K130M/V131I terhadap\nekspresi hspa6 pada sel HepG2 menggunakan metode quantitative polymerase chain\nreactions (qPCR). Primer untuk gen hspa6 diperoleh dari jurnal, katalog komersial\n(OriGene™), dan hasil rancangan menggunakan NCBI Primer-BLAST. Plasmid sebagai\nvektor ekspresi HBx wild type dan mutan dikonfirmasi dengan analisis migrasi, analisis\nrestriksi, dan Sanger sekuensing. RNA total dari sel HepG2 yang telah ditransfeksi dengan\nplasmid tersebut kemudian diisolasi dan ditranskripsi balik menjadi cDNA sebagai cetakan\nuntuk qPCR. Primer set 2 HSPA6 dipilih berdasarkan hasil optimasi qPCR dan hasil\npenentuan efisiensi primer menggunakan perangkat lunak LinRegPCR menunjukkan\nefisiensi 100,35%. Analisis ekspresi hspa6 kemudian ditentukan dengan metode\nkuantifikasi relatif Livak dengan hgapdh sebagai gen referensi. Keberadaan HBx T118N\ndan HBx K130M/V131I dapat meningkatkan ekspresi gen hspa6 pada sel HepG2\ndibandingkan dengan HBx wild type sesuai dengan hasil NGS.", "Daftar File": {"ABSTRAK Calvin Hans": "https://digilib.itb.ac.id/gdl/download/211886"}, "Penulis": "Calvin Hans [10716014]", "Kontributor / Dosen Pembimbing": ["Dr. Aluicia Anita Artarini, S.Si., M.Sc., Apt.", "Prof. Dr. Debbie Soefie Retnoningrum"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "HBx K130M/V131I, HBx T118N, hspa6, qPCR, virus hepatitis B", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "21 Sep 2020"}