{"Nomor": 49829, "Judul": "ISOLASI, KARAKTERISASI DAN STUDI SIFAT AKTIVITAS ANTIOKSIDAN SENYAWA KATEKIN DARI TEH PUTIH (CAMELLIA SINENSIS)", "Abstrak": "Teh merupakan salah satu hasil perkebunan yang banyak dikonsumsi di Indonesia maupun dunia. Daun teh berasal dari tumbuhan Camellia sinensis yang telah diproses. Selain rasanya yang banyak diminati, beberapa kandungan senyawa dalam teh telah dibuktikan secara ilmiah memiliki aktivitas antioksidan yang diaplikasikan di dunia medis, kecantikan, industri, dan lainnya. Penelitian yang dilaporkan dalam skripsi ini memiliki prosedur yang terdiri dari isolasi, karakterisasi, dan studi analisis komputasi kapasitas antioksidan dari kafein dan katekin. Ekstraksi cair-cair dilakukan untuk mengisolasi ekstrak katekin kasar dan dekafeinasi. Karakterisasi menggunakan uji titik leleh, uji fitokimia, high performance liquid chromatography (HPLC), fourier transform infrared spectroscopy (FTIR) menunjukkan bahwa katekin telah berhasil diisolasi. Studi komputasi analisis dalam penentuan kapasitas antioksidan menggunakan program Gaussian 9.0 dan Gaussview 5.0 dengan metode semiempiris AM1. Penelitian ini menggunakan 10 gram teh putih dan menghasilkan 2,18 gram katekin kasar dan dari proses dekafeinasi diperoleh 0,109 gram katekin dan 0,053 gram kafein dari hasil pemurnian ekstrak teh putih. Uji kromatografi lapis tipis (KLT) dilakukan dengan menggunakan eluen etil asetat : metanol 4:1. Dari hasil uji KLT, sampel katekin menghasilkan dua noda dengan nilai Rf 0,61 dan 0,43 dan satu noda untuk sampel kafein dengan nilai Rf\n0,43. Analisis komputasi menunjukkan hasil yang sesuai yang dengan penelitian lain yaitu kapasitas antioksidan yang paling tinggi untuk senyawa (?)-epigallocatechin galat (EGCG) dan (?)-epigallocatechin (EGC) memiliki kapasitas yang hampir sama dan cenderung lebih\nbesar dari kapasitas (?)-epicatechin galat (ECG) dan (?)-epicatechin (EC). Sedangkan analisis komputasi untuk senyawa kafein menunjukkan hasil yang cenderung lebih kecil dibandingkan\nempat senyawa katekin mayor yang lainnya terdapat pada Camellia sinensis.", "Daftar File": {"ABSTRAK Praptaning Budi Utami": "https://digilib.itb.ac.id/gdl/download/211888"}, "Penulis": "Praptaning Budi Utami [10513073]", "Kontributor / Dosen Pembimbing": ["Dr. Ciptati, MS, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Teh putih, ekstraksi, isolasi, katekin, kafein, antioksidan, studi komputasi, metode semi empiris AM1", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "1 file", "Tanggal Input": "21 Sep 2020"}