{"Nomor": 49834, "Judul": "ELEKTRODA PASTA KARBON TERMODIFIKASI GRAFEN DAN POLY(ASAM GLUTAMAT) UNTUK PENENTUAN BUTIL HIDROKSI ANISOL SECARA VOLTAMMETRI", "Abstrak": "Butil hidroksi anisol (BHA) merupakan salah satu senyawa yang banyak digunakan dalam makanan, kosmetik dan farmasi. Senyawa ini digunakan sebagai antioksidan yang dapat meningkatkan stabilitas dari produk. Akan tetapi, BHA memiliki sifat karsinogenik terhadap tubuh. Oleh karena itu, penentuan BHA dalam makanan penting untuk dilakukan. Salah satu metode yang dapat digunakan untuk pengukuran BHA secara simultan adalah metoda voltammetri. Oksidasi dari BHA dengan menggunakan elektroda konvensional memberikan arus yang relatif rendah. Pada penelitian ini dikembangkan metode analisis voltammetri dengan menggunakan elektroda pasta karbon (EPK) yang dimodifkasi dengan grafen dan poli(asam glutamat) (EPK/G-MIP) untuk penentuan BHA. Modifikasi dilakukan dengan elektrodeposisi grafen pada permukaan elektroda. Selanjutnya, dilanjutkan proses elektropolimerisasi dengan menggunakan teknik voltammetri siklik (CV) pada larutan yang mengandung asam glutamat dan BHA dalam larutan penyangga fosfat 0,1 M pH 7. Jumlah siklus elektropolimerisasi, perbandingan komposisi asam glutamat dan BHA, pH larutan analit, dan efek laju pindai dipelajari pada penelitian ini. Pengukuran analit dilakukan dengan menggunakan teknik square wave voltammetry (SWV). Hasil pengukuran analit menunjukkan bahwa modifikasi dapat meningkatkan sensitivitas dan selektivitas dari elektroda. EPK/G-MIP menunjukan kebolehulangan pengukuran dengan satu elektroda dan beberapa elektroda yang baik dengan %RSD yaitu 8,40% (n=40) dan 2.46% (n=4). Kurva kalibrasi EPK/G-MIP memberikan respon linier pada rentang konsentrasi BHA 5-\n100 ?M dengan batas deteksi 4,475 ?M. EPK/G-MIP menunjukkan respon yang negatif dengan adanya senyawa butil hidroksi toluen sebagai pengganggu.", "Daftar File": {"ABSTRAK Faudillah Alhumairah": "https://digilib.itb.ac.id/gdl/download/211894"}, "Penulis": "Faudillah Alhumairah [20519015]", "Kontributor / Dosen Pembimbing": ["Dr. Indra Noviandri, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "elektroda pasta karbon, asam glutamat, grafen, butil hidroksi anisol, voltammetri", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "21 Sep 2020"}