{"Nomor": 49836, "Judul": "PENGAMATAN PERILAKU TERMAL DAN SPEKTRAL INFRAMERAH SISTEM BINER KETOPROFEN DENGAN L-PROLIN SEBAGAI AGEN EUTEKTIKUM PENINGKAT KELARUTAN", "Abstrak": "Ketoprofen merupakan Active Pharmaceutical Ingredients (API) atau zat aktif obat yang termasuk ke\ndalam golongan Non-Steroidal Anti-Inflammatory Drug (NSAID). Ketoprofen memiliki sifat kelarutan\nyang kurang baik sehingga perlu ditingkatkan sifat kelarutan serta laju disolusinya. Salah satu cara yang\ndapat dilakukan dalam meningkatkan kelarutan dan laju disolusi dari ketoprofen adalah dengan\nmembentuk campuran eutektik dengan senyawa lain atau yang disebut juga sebagai NADES. Oleh\nkarena itu, pada penelitian ini dilakukan pembentukan campuran eutektik dari ketoprofen dengan Lprolin, dimana L-prolin merupakan asam amino yang dapat meningkatkan kelarutan. Pembuatan\ncampuran eutektik dilakukan melalui penggerusan kedua senyawa tanpa dilakukan penambahan larutan\natau yang disebut juga sebagai Neat Grinding (NG). Sistem biner dari ketoprofen dan L-prolin dianalisis\nmenggunakan analisis termal seperti elektrotermal dan DTA/TG serta non-termal seperti FTIR untuk\nmendapatkan perbandingan kemolaran yang menghasilkan campuran eutektik. Dari analisis termal,\ndidapatkan bahwa campuran eutektik antara ketoprofen dan L-prolin didapatkan pada perbandingan\nkemolaran 1:1. Dari studi pustaka yang dilakukan, didapatkan bahwa campuran eutektik yang dibuat\nantara ketoprofen dengan senyawa lain akan meningkatkan kelarutan, laju disolusi serta stabilitasnya.\nOleh karena itu, kedepannya perlu dilakukan pengujian terhadap kelarutan, disolusi serta stabilitas dari\ncampuran eutektik antara ketoprofen dan L-prolin yang telah didapatkan pada penelitian ini.", "Daftar File": {"ABSTRAK Timotius Aldo Fersia Bangun": "https://digilib.itb.ac.id/gdl/download/211897"}, "Penulis": "Timotius Aldo Fersia Bangun [10716059]", "Kontributor / Dosen Pembimbing": ["Dr. Ilma Nugrahani, M.Si., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Ketoprofen, L-prolin, NADES, eutektik, NG, kelarutan, disolusi, stabilitas", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "21 Sep 2020"}