{"Nomor": 49835, "Judul": "SHINO: TEMAN IMAJINASI", "Abstrak": "Manusia merupakan makhluk sosial yang memerlukan interaksi dengan sesamanya\nsebagai salah satu kebutuhan hidupnya. Akan tetapi, tidak setiap orang memiliki\nsifat dasar ataupun kemampuan bersosialisasi yang sama, dan tidak setiap orang\nmampu menerima orang lain dalam lingkungan pertemanannya dengan mudah.\nKadang kala pula, seorang individu memutuskan untuk menjauh dari orang lain\natas alasan pribadi. Dalam kondisi seperti itu, individu tersebut dapat\nmembayangkan sosok imajiner untuk memenuhi kebutuhan sosialnya. Sosok\nimajiner ini, yang lebih umum disebut ‘teman imajiner’, biasanya dikaitkan dengan\nanak-anak, namun sebenarnya juga dapat terjadi pada orang dewasa. Penulis\nmerupakan salah seorang yang mengalami kejadian tersebut sehingga akhirnya\nmenciptakan sesosok teman imajinasi bernama Shino yang berperan sebagai\npendukung dan penyemangat bagi penulis.\nTerinspirasi dari pengalaman tersebut, penulis berkeinginan untuk membuat\nperwujudan fisiknya di dunia nyata dalam bentuk aplikasi interaktif menyerupai\nvideo game, yang akan diberi judul “Shino: Teman Imajinasi” Karya ini akan\ndibuat menggunakan aplikasi RPG Maker MV didukung Live2D Cubism, dan\ndikembangkan berdasarkan teori psikologi Donald W. Winnicott yang dibatasi oleh\nteori fungsi seni menurut Edmund B. Feldman. Melalui karya tersebut, penulis\nhendak menyampaikan pesan bahwa teman imajiner dapat dimanfaatkan sebagai\nmedia terapi, sumber motivasi, dan jembatan bagi individu yang bermasalah untuk\nberkomunikasi dan terhubung dengan dunianya.", "Daftar File": {}, "Penulis": "Amira Yasmin [17015005]", "Kontributor / Dosen Pembimbing": ["Duto Hardono, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Seni Rupa Murni dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "intermedia, teman imajinasi, seni personal, objek transisional, video game.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "21 Sep 2020"}