{"Nomor": 49849, "Judul": "RESTORATIVE BEACH RESORT IN NUSA DUA, BALI", "Abstrak": "Restorative Beach Resort in Nusa Dua, Bali merupakan suatu proyek fiktif dengan fungsi utama hospitality berupa resor pantai yang berlokasi di Jl. Raya Nusa Dua Selatan, Benoa, Kecamatan Kuta Selatan, Kabupaten Badung, Bali. Berdiri di atas tanah seluas 8,5 hektar, proyek ini diprakarsai oleh PT. Oriental Bali Indah Hotel dan menargetkan para turis sebagai pengguna utamanya.\nMunculnya proyek ini dilatarbelakangi oleh keragaman aktivitas individu untuk memenuhi kebutuhan hidupnya. Aktivitas tersebut memerlukan perhatian yang jika dilakukan terus-menerus akan menimbulkan kelelahan mental. Sehingga, diperlukan atensi terarah tanpa usaha sebagai atensi berlawanan. Hal inilah yang kemudian biasa dikenal sebagai restoratif. Menurut Kaplan, restoratif terbagi atas aspek-aspek being away, extent, fascination, dan compatibility. Aspek-aspek tersebut sejalan dengan kebutuhan rekreasi, potensi pariwisata, dan masalah lokalitas di Bali, sehingga muncullah visi proyek yaitu menciptakan resor yang mampu memberikan efek restoratif bagi para pengunjungnya dengan mengangkat budaya Bali melalui pewadahan masyarakat lokal dan karakteristik Bali serta penciptaan kualitas ruang maupun fasilitas yang mendukung.\nBerada di kawasan eksklusif, fasilitas yang disediakan lengkap dan beragam. Yaitu front of the house beserta back of the house, gimnasium, kolam renang, bale yoga, spa, wedding chapel, dan beach club. Adapun tipe kamar dibagi menjadi tiga yaitu superior suite, deluxe suite, dan president suite. Perencanaan tapak maupun bangunan menggunakan konsepsi tradisional Bali di antaranya nawasanga untuk menentukan posisi bangunan utama, natah, dan pura. Selain itu massing bangunan menggunakan konsep tri angga yang membagi bangunan menjadi kepala, badan, dan kaki. Massing dan orientasi bangunan juga memerhatikan pantai sebagai nilai jual tapak. Desain ruang dibuat sedemikian rupa sehingga dapat menciptakan pengalaman ruang yang menarik bagi penggunanya", "Daftar File": {}, "Penulis": "Rafidah Azzar Dea [15216081]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Andry Widyowijatnoko, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Bali, Hospitality, Lokalitas, Resor Pantai, Restoratif", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "21 Sep 2020"}