{"Nomor": 49843, "Judul": "EXPLORING THE RELATIONSHIP BETWEEN USER EXPERIENCE, ENGAGEMENT, AND POST WATCHING BEHAVIOR IN INTERACTIVE MOVIE ACROSS DIFFERENT AGE GROUP", "Abstrak": "Konsep interaktivitas telah banyak digunakan di berbagai bidang, salah satunya di\nmedia hiburan. Beberapa saat yang lalu, penonton terkagum dengan konsep media terbaru,\nyakni film interaktif. Film interaktif menggabungkan konsep video game dengan alur sebuah\nfilm. Selama film berlangsung, penonton disuguhi berbagai pilihan untuk menentukan hal yang\nselanjutnya akan dilakukan oleh karakter, sehingga jalan cerita ditentukan oleh keputusan yang\ndibuat oleh penonton. Hal ini membuat film interaktif menjadi konsep media hiburan yang baru\ndan menyenangkan. Namun dibalik konsep yang menarik, pembuatan film interaktif memakan\nbiaya yang banyak. Selain itu, karena konsep yang tergolong baru, penelitian tentang topik ini\nmasih terbatas. Oleh karena itu, penelitian ini ditujukan untuk mencari tahu pengalaman,\nketerlibatan penonton, perilaku setelah menonton, dan hubungan antara ketiga hal tersebut.\nPenelitian ini menggunakan film interaktif Netflix sebagai objek penelitian karena layanan ini\ntelah populer di Indonesia. Data penelitian diambil dari kelompok umur yang berbeda dan\ndianalisis dengan analisis linear berganda dan analisis varians. Hasil dari penelitian ini\nmenunjukan bahwa pengalaman penonton pada berbagai kelompok umur serupa, dengan\npengalaman terbaik dirasakan oleh kelompok umur remaja. Hasil dari hubungan antara\npengalaman, keterlibatan penonton, dan perilaku setelah menonton berbeda dalam berbagai\nkelompok umur. Netflix disarankan untuk menekankan sisi emosional untuk memikat\npenonton, serta membuat sistem yang lebih menyenangkan dan meningkatkan keikutsertaan\npenonton untuk menghasilkan perilaku setelah menonton yang lebih baik.", "Daftar File": {"ABSTRAK Nabila Nurshaina Aisha T": "https://digilib.itb.ac.id/gdl/download/213161"}, "Penulis": "Nabila Nurshaina Aisha T [19017267]", "Kontributor / Dosen Pembimbing": ["Nila Armelia Windasari, S.A., M.B.A., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Interactive Movie; Age Groups; User Experience; User Engagement; Post Behavior; Netflix.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "21 Sep 2020"}