{"Nomor": 49844, "Judul": "PENGEMBANGAN STRATEGI PEMASARAN PERTAMAX MENGGUNAKAN PENGECEKAN PERSEPSI MERK   DI KOTA BANDUNG", "Abstrak": "Undang-Undang Migas No. 22 Tahun 2001 memberikan perubahan yang signifikan dalam bisnis Bahan\nBakar Minyak (BBM) di Indonesia dikarenakan penerbitan regulasi untuk pasar yang kompetitif.\nPerusahaan migas internasional turut berpartisipasi untuk meraih pangsa pasar di segmen bahan bakar non\nsubsidi khususnya RON92. Pertamina sebagai market leader harus cermat dalam merespon kondisi pasar\nterkini dengan kebijakan strategis demi mempertahankan pangsa pasar di masa depan. Salah satu lokasi\ntempat terjadinya kompetisi yang cukup ketat di pasar BBM selain di Jakarta adalah di Kota Bandung.\nBerdasarkan data historis di kota ini, proporsi Penjualan Pertamax di pasar gasoline mengalami penurunan.\nBegitu juga halnya dengan pangsa pasar dibandingkan dengan kompetitor. Dalam aspek penetapan harga,\nperbedaan harga antara Pertamax dan produk BBM di bawahnya mengalami peningkatan yang dapat\nmengakibatkan perpindahan konsumen dari Pertamax ke produk BBM dengan segmen yang lebih rendah. \n\nMengacu pada permasalahan tersebut, untuk mengetahui posisi Pertamax di benak konsumen sebagai \nlangkah awal upaya meningkatkan permintaan dan penjualan, maka digunakan pendekatan pengecekan\npersepsi terhadap merk Pertamax. Metode pengecekan menggunakan survey ke konsumen Pertamax\nmelalui model Costumer Based Brand Equity (CBBE). Hasil survey tersebut dan dikolaborasikan dengan\ninput dari manajemen Pertamina, menjadi basis perumusan usulan strategi pemasaran sebagai solusi bisnis. \n\nUntuk memastikan bahwa strategi pemasaran yang diusulkan memiliki tingkat efektivitas yang baik dan \nmudah untuk diaplikasikan, maka dilaksanakan tes pasar akan strategi tersebut. Hasil tes pasar tersebut\ndievaluasi sebagai dasar pengembangan strategi pemasaran yang sudah final untuk Pertamax di Kota\nBandung. Implementasi strategi tersebut dituangkan dalam rencana kerja yang dibagi dalam rencana jangka\npendek dan jangka panjang.", "Daftar File": {"2020_TS_PP_Aris Irmi_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/211906"}, "Penulis": "Aris Irmi [29118196]", "Kontributor / Dosen Pembimbing": ["Ir. C.O. Budi Permadi Iskandar, MSP"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Pertamina, BBM, Pertamax, CBBE, Strategi Pemasaran", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "21 Sep 2020"}