{"Nomor": 49862, "Judul": "DETOXICATING THE BUSY CITY LIFESTYE: STASIUN MRT KARTINI DI CILANDAK BARAT, JAKARTA", "Abstrak": "Mass Rapid Transit (MRT) Jakarta adalah moda transportasi terbaru di ibukota DKI Jakarta. Dibuka pada bulan Maret 2019, studi rancangan titik stasiun MRT Jakarta telah disahkan oleh Pemprov DKI Jakarta pada tahun 1984 dengan Jalur 1 Lebak Bulus - Bundaran HI, yang juga melewati Jl. RA. Kartini, Cilandak Barat. Dalam keberjalanan waktu, pertumbuhan ekonomi dan sosial di sekitar Jl. RA. Kartini, Cilandak Barat meningkat dengan adanya beragam pembangunan baru, menyebabkan traffic demand di daerah tersebut menjadi sangat tinggi. Sehingga, PT MRT Jakarta bekerjasama dengan Intiland Tbk. menginisiasi proyek stasiun MRT baru di Jl. RA. Kartini, Cilandak Barat. Dengan luas lahan sekitar 10.960 meter persegi, lokasi proyek stasiun MRT yang ditinggikan (elevated) ini berada di Jl. R.A. Kartini, Cilandak Barat, Kecamatan Cilandak, Jakarta Selatan.\nKawasan proyek ini didominasi oleh bangunan komersil, hunian, dan pendidikan. Melihat probabilitas kepadatan kawasan yang akan meningkat dalam beberapa tahun, diangkat konsep ‘Urban Detoxification’ yang dimaksudkan untuk memberikan penyegaran kepada pengguna moda transportasi di ruang kota yang sehari-harinya terpapar oleh lalu lintas padat dan kota yang penuh sesak. Konsep ini diwujudkan dengan beberapa pendekatan rancangan, yaitu implementasi alam ke desain bangunan, penambahan multifungsi untuk kebutuhan dan entertainment pengguna, serta pengalaman dimensi ruang. Selain itu, dalam perancangan ini juga dibangun jembatan yang menghubungkan sirkulasi pejalan kaki menuju kawasan utara-selatan tapak yang terputus oleh Tol Jakarta Outer Ring Road. Dengan pendekatan ini, proyek stasiun diharapkan dapat memberikan\ndampak positif kepada penduduk kota sekitar Cilandak Barat untuk mendapatkan pengalaman yang lebih baik dalam berpergian dengan transportasi umum setiap harinya di ibukota.", "Daftar File": {}, "Penulis": "Dinta Tiara [15216038]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Heru W. Poerbo, MURP"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Stasiun MRT, Cilandak Barat, Urban Detoxification, Gaya Hidup Kota, Konektivitas", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "21 Sep 2020"}