{"Nomor": 49860, "Judul": "MUSEUM KESENIAN BATIK JAWA TENGAH DI KAMPUNG BATIK SEMARANG", "Abstrak": "Peristiwa Pertempuran Lima Hari di Semarang membawa kenangan akan hangusnya sektor industri\ndi Kota Semarang yang berkembang pada era kolonial, termasuk beberapa kampung batik, hingga\nmenyisakan satu yang kini masih bertahan. Museum Kesenian Batik Jawa Tengah merupakan proyek\nuntuk mendukung upaya Pemerintah Kota Semarang dan Dewan Kesenian Kota Semarang (DEKASE)\ndalam menghidupkan kembali eksistensi Kampung Batik Semarang melalui revitalisasi kawasan dan\npengenalan batik yang telah dilakukan sejak tahun 2006. Perancangan bertujuan untuk mewadahi\nfungsi museum sebagai wadah penyimpanan, pelestarian, dan pemanfaatan batik Jawa Tengah yang\nterhubung langsung dengan Kampung Batik Semarang dan berkontribusi dalam regenerasi kawasan\nsetempat. Proyek diprakarsai oleh DEKASE dan dibangun di atas lahan seluas 1,1 hektar di sebelah\nKampung Batik Semarang, dikelilingi oleh kampung-kampung kota dengan kepadatan sedang hingga\ntinggi. Isu utama perancangan antara lain identitas, konektivitas, dan ambience dengan tema\n“Melebur dalam Harmoni Kampung Batik”. Bangunan berupa kompleks multimassa yang terdiri dari 9\nmassa dengan mengadaptasi skala dan karakter kawasan sekitarnya. Dengan adanya museum ini\ndiharapkan dapat menjadi wadah bagi generasi penerus untuk mengenal, mempelajari, dan\nmelestarikan kesenian batik serta pengingat akan kejayaan industri batik di masa lampau yang\nmembangkitkan semangat untuk terus merawat dan mendukung perkembangan situs budaya seperti\nKampung Batik Semarang dan sektor-sektor di dalamnya.", "Daftar File": {}, "Penulis": "Josephin Maria Pastika A [15216065]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Christina Gantini, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Museum, Batik, Kampung Batik Semarang, Identitas, Konektivitas, Ambience", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "21 Sep 2020"}