{"Nomor": 49878, "Judul": "PROPOSED NEW INNOVATION SERVICE STRATEGY FOR COFFEE SHOP USING EXPERIENTIAL SERVICE INNOVATION (CASE STUDY: KOPI SABEB)", "Abstrak": "Kopi merupakan salah satu bahan konsumsi yang sedang diminati oleh masyarakat Indonesia, hal tersebut berbanding lurus dengan semakin meningkatnya perkembangan inudstri kopi baik di hulu maupun hilir. Tingkat konsumsi kopi yang semakin naik berdampak positif juga kepada pelaku usaha kopi lokal. Kopi sabeb melihat hal tersebut sebagai peluang untuk ikut berkontribusi terkhusus di daerah kabupaten Bandung, Ciparay. Dalam perjalanannya Kopi sabeb menemukan beberapa kendala untuk dapat menjangkau sekaligus memberikan manfaat kepada pelangganya. Keberagaman antar kedai kopi di Ciparay membuat Kopi sabeb mengalami penurunan dari segi penjualan dan jumlah pembeli apabila dibandingkan dengan kedai kopi lainnya di Ciparay.\n\nPeneliti menggunakan metodologi deskriptif dan kualitatif untuk menciptakan strategi baru dengan beberapa alat analisis seperti analisis proporsi nilai, analisis SWOT, analisis pesaing dan analisis pembeli. Selanjutnya, peneliti melakukan kajian lebih lanjut melalui wawancara dengan pembeli untuk mendapatkan kecocokan atau perbedaan dari apa yang ditawarkan oleh Kopi sabeb.\n\nMenurut hasil analisis diawal pada penelitian, ada beberapa temuan yang dapat memengaruhi perjalanan bisnis Kopi sabeb hingga saat ini. Berdasarkan temuan tersebut, peneliti mengusulkan untuk mengaplikasikan inovasi strategi untuk jasa agar lebih melibatkan pembeli dengan experiential strategy. Hal tersebut menjadi salah satu cara untuk menanggulangi permasalahan dimana keberadaan kedai kopi yang sudah mulai menjamur di Ciparay, sehingga Kopi sabeb dapat memiliki perbedaan dari segi jasa yang ditawarkan kepada pembeli yang berbeda dengan kedai kopi lainnya.\n\nAdapun strategi selanjutnya yang dapat dilakukan apabila strategi sebelumnya berhasil, adalah mengenai konsistensi dari merk Kopi sabeb sehingga diharapkan mendapatkan lebih banyak pelanggan di masa depan. Experiential Service Innovation Strategy sendiri memiliki unsur yang harus difokuskan diantaranya physical environment, service employee, service delivery process, fellow customers, and back office support. Setelah peneliti melakukan riset terkait hal tersebut, peneliti mengusulkan langkah kongkrit serta garis waktu implementasi agar Kopi sabeb menjadi lebih baik.", "Daftar File": {"2020_TS_PP_Iqbal Hazuri_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/211945"}, "Penulis": "Iqbal Hazuri [29117454]", "Kontributor / Dosen Pembimbing": ["Dr. Alvanov Zpalanzani, S.T., M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Analisa Proporsi Nilai, Analisa SWOT, Analisa Pesaing, Analisa Pembeli, Experiential Service Inovation, Coffee shop.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "21 Sep 2020"}