{"Nomor": 49877, "Judul": "PEMANFAATAN CHINESE POSTMAN PROBLEM, DOMINATING SET, DAN SPECTRAL GRAPH PARTITION DI TEORI GRAF UNTUK MASALAH PENGAWASAN KEAMANAN", "Abstrak": "Masalah keamanan menjadi masalah yang cukup krusial saat ini. Kasus pencurian kendaraan bermotor dan barang berharga sudah cukup marak terjadi akibat lengahnya korban pencurian maupun petugas keamanan sekitar yang berjaga. Pada wilayah kompleks perumahan, petugas keamanan (satpam) biasanya berpatroli setiap waktunya untuk memantau pergerakan orang-orang di sekitarnya yang berpotensi mengganggu keamanan wilayah. Oleh karena itu, penelitian dengan judul ?Pemanfaatan Chinese Postman Problem, Dominating Set, dan Spectral Graph Partition di Teori Graf untuk Masalah Pengawasan Keamanan? membahas rute patroli satpam di suatu kompleks perumahan dan penempatan pos satpam yang optimal agar kegiatan pengawasan keamanan oleh satpam dapat berjalan lebih efektif dan efisien.\nMetode penelitian ini adalah studi literatur dengan menggunakan sumber data-data sekunder dari Google Earth, yaitu data koordinat untuk titik-titik persimpangan, belok, dan batas. Lokasi penelitian ini berada di Kompleks Perumahan Bukit Cimindi Raya, Kota Cimahi, Jawa Barat. Landasan teori yang digunakan adalah teori graf yang terdiri atas Chinese postman problem, vertex cover, dominating set, dan spectral graph partition.\nHasil penelitian ini terdiri atas tiga bagian, yaitu rute patroli satpam minimum yang ditempuh untuk mengelilingi kompleks perumahan secara keseluruhan dan sebagian dengan konsep Chinese postman problem dan vertex cover; simulasi penempatan pos satpam dengan konsep dominating set, dan pembagian rute untuk masing-masing satpam (terdapat dua satpam dalam penelitian ini) dengan konsep spectral graph partition. Software yang digunakan dalam penelitian ini adalah MATLAB R2020a dan Google Earth Pro 7.3.3.7699 (64-bit) 2020.", "Daftar File": {"ABSTRAK BAYU PERMADANI.pdf)u": "https://digilib.itb.ac.id/gdl/download/211944"}, "Penulis": "Bayu Permadani [10116077]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Yodi Gunawan, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "pengawasan keamanan, graf, Chinese postman problem, dominating set, spectral graph partition.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "21 Sep 2020"}