{"Nomor": 49872, "Judul": "STUDI EVOLUSI PARAMETER HUBBLE H(Z) DENGAN MENGGUNAKAN METODE INVERSE DISTANCE LADDER", "Abstrak": "Ketidakcocokan antara hasil penentuan konstanta Hubble H0 menggunakan tangga\njarak yang bersifat lokal dan analisis anisotropi CMB pada redshift tinggi dengan\nasumsi model CDM (pendekatan kosmologis) menimbulkan pertanyaan terkait validitas\nmodel CDM pada redshift rendah. Hasil terbaru yang diperoleh oleh Riess\ndkk., (2019) meningkatkan ketidakcocokan dengan metode global yang dikerjakan\noleh Planck Collaboration (2018) menjadi 4.4. Untuk meringankan ketidakcocokan,\nsolusi yang diajukan antara lain memperkecil galat pengukuran, menggunakan\nmetode independen (gelombang gravitasi dan efek Sunyaev-Zeldovich), dan modi-\nkasi sika redshift tinggi atau rendah seperti interaksi antara dark matter dan dark\nenergy maupun penambahan spesies neutrino.\nDalam Tugas Akhir ini akan ditentukan nilai H0 melalui metode inverse dis-\ntance ladder seperti yang sebelumnya dikerjakan oleh Lemos dkk., (2019) dengan\nmenggunakan pendekatan Bayesian. Metode ini serupa dengan tangga jarak, namun\nkalibrator yang digunakan berasal dari fenomena pada redshift tinggi berupa\nradius horizon suara rd yang diperoleh WMAP dan Planck Collaboration (2018).\nPenggunaan kalibrator ini mengimplikasikan berlakunya model CDM pada red-\nshift tinggi. Meskipun demikian, Tugas Akhir ini menerapkan model parameterisasi\nyang mengkuantisasi evolusi parameter Hubble H(z) pada redshift rendah, sehingga\nbentuk H(z) secara langsung dikonstrain oleh data pengamatan dan memungkinkan\npenyimpangan dari model CDM. Data yang digunakan berupa data jarak diameter\nsudut dan jarak Hubble dari observasi baryon acoustic oscillations (BAO) dan\nmagnitudo semu terkoreksi supernova Ia Patheon. Tugas Akhir ini mendapatkan\nhasil yang lebih cenderung bersesuaian dengan model CDM. H0 yang diperoleh\ndari model epsilon dan log berturut { turut lebih tinggi 2.45 dan 2.43 dari hasil\npenentuan Planck Collaboration (2018) dan lebih rendah 2.94 dan 2.87 dibandingkan\nhasil yang didapatkan Riess dkk., (2019) untuk prior rd Planck sedangkan\nuntuk prior rd WMAP Tugas Akhir ini mendapatkan nilai H0 untu model epsilon\ndan log yang berturut-turut lebih tinggi 1.47 dan 1.41  dibandingkan Planck\nCollaboration (2018) dan lebih rendah 3.11 dan 3.15 dibandingkan hasil yang\ndidapatkan Riess dkk., (2019). Tugas Akhir ini juga menguji konsistensi nilai rd\nhasil analisis CMB dibanding penentuan dengan menggunakan konstrain parameter\ndensitas baryon \nbh2 dan prediksi BBN. Didapatkan bahwa rd Planck Collaboration\n(2018) berada dalam rentang 1.35 dan 1.91 dari best t rd BBN, bergantung pada\nbatasan prior \nbh2 yang digunakan.", "Daftar File": {"2020 TA PP HANA IZDIHAR NAFISYAHRIN1 - abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/212166"}, "Penulis": "Hana Izdihar Nafisyahrin [10316008]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Hesti Retno Tri Wulandari, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "baryon acoustic oscillation, inverse distance ladder, konstanta Hubble, supernova Ia", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Sep 2020"}