{"Nomor": 49879, "Judul": "PEMBANGUNAN MODEL DAN PENGUKURAN ASPEK SUMBER DAYA MANUSIA DARI   KESIAPAN KAPABILITAS DIGITAL STUDI KASUS:   PT. TELKOM INDONESIA TREG III JAWA BARAT", "Abstrak": "PT. Telkom Indonesia (Persero) Tbk atau ‘Telkom’ adalah salah satu Badan Usaha Milik Negara\n(BUMN) yang bergerak pada bidang penyediaan produk dan jasa telekomunikasi. Telkom sebagai\nperusahaan telekomunikasi digital menyongsong era dan perjalanan baru di mana terjadi\ntransformasi digital seperti nampak pada kinerja dan prospek bisnis. Telkom juga menunjukkan\nkomitmen yang kuat untuk mengembangkan sumber daya manusianya di dalam menghadapi era\ndigital. Riset ini diselenggarakan dengan tujuan membangun sebuah model untuk mengukur\nkesiapan kapabilitas digital (DCR) Telkom, khususnya dari aspek sumber daya manusia. Model\nyang dibangun akan diimplementasikan untuk mengukur nilai DCR dengan studi kasus pada\nTelkom Regional (TREG) III Jawa Barat. \nDari studi pustaka, DCR didefinisikan sebagai model pengukuran untuk menentukan apakah\nseseorang memiliki elemen-elemen yang dibutuhkan sebagai kapabilitas digital. Kapabilitas digital\ndibutuhkan untuk mendukung strategi digital untuk kesuksesan transformasi digital. Terdapat tiga\naspek dari kapabilitas digital: penguasaan pengetahuan akan aspek teknologi, keterampilan yang\ndibutuhkan, dan sikap/perilaku di dalam menjalani aktivitas sehari-hari. \nBerlandaskan pendekatan teoretikal dan praktikal, model DCR pun dibangun. Model DCR terdiri\natas 24 dimensi dari aspek pengetahuan, keterampilan, dan sikap. Untuk mengukur nilai DCR,\nmodel tersebut diterjemahkan ke dalam sebuah kuesioner dengan 72 pernyataan di mana responden\nmemberikan jawaban dalam Skala Likert dari satu hingga enam. Dengan demikian, nilai DCR akan\ndihitung berdasarkan nilai rata-rata dari setiap dimensi. \nKuesioner telah didistribusikan pada lingkungan TREG III dan hasilnya telah dikompilasi. Setelah\ndihitung, nilai DCR secara keseluruhan adalah 4.79 atau ‘Sangat Baik’. Akan tetapi terdapat\ncatatan penting sebagai langkah perbaikan untuk kedelapan dimensi pada aspek pengetahuan. Di\nsamping nilai secara umum, terdapat juga hasil yang lebih spesifik berdasarkan pembagian profil\nresponden per jenjang karir, bidang pekerjaan, dan rentang usia. Hasil yang didapat telah dianalisa,\ndidiskusikan, dan diberikan saran perbaikan bagi TREG III untuk mempertahankan dan\nmeningkatkan nilai DCR yang sudah diperoleh saat ini. \nDapat disimpulkan bahwa riset telah berhasil dijalankan dan memenuhi ketiga tujuan penelitian.\nModel DCR telah dibangun, terdapat rencana implementasi dalam bentuk kuesioner sebagai alat\nbantu pengukuran, dan nilai DCR telah diperoleh. Baik model DCR dan hasil yang diperoleh masih\nmemiliki keterbatasan berdasarkan cakupan penelitian. Validitas dan reliabilitas model telah diuji\ndan dapat membuka peluang baru untuk mengembangkan penelitian kepada konteks Telkom yang\nlebih luas, industri telekomunikasi pada umumnya, dan bahkan kepada bidang industri lainnya.", "Daftar File": {"2020_TS_PP_Ezra Hizkia Nathanael_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/211946", "Ezra Hizkia Nathanael.pdf\n]": "https://digilib.itb.ac.id/gdl/download/219248"}, "Penulis": "Ezra Hizkia Nathanael [29118410]", "Kontributor / Dosen Pembimbing": ["John Welly, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "kapabilitas digital, kesiapan digital, perusahaan telekomunikasi digital, sumber daya manusia, transformasi digital", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "2 file", "Tanggal Input": "21 Sep 2020"}