{"Nomor": 49883, "Judul": "PENGGUNAAN GAMIFIKASI PADA DESAIN INTERAKSI APLIKASI PEMBELAJARAN PEMROGRAMAN YANG MEMOTIVASI PENGGUNA", "Abstrak": "Edukasi terutama edukasi pemrograman merupakan hal yang penting bagi masyarakat seiring\nperkembangan teknologi. Pengajaran pemrograman secara tatap muka dirasa kurang efektif,\nsehingga dikembangkanlah aplikasi e-learning untuk memfasilitasi proses belajar tersebut\nmenjadi lebih baik. Akan tetapi, aplikasi yang telah ada memiliki kekurangan yaitu\nmembosankan dan tidak dapat memotivasi pengguna dalam belajar. Untuk mengatasi masalah\ntersebut, dibuatlah desain interaksi aplikasi pembelajaran pemrograman menggunakan\npendekatan gamifikasi, dengan menggunakan level, process bar, poin, social interaction, dan\nchallenge. Hasil tugas akhir ini adalah prototipe desain interaksi yang dibuat dengan bantuan\nkakas Adobe XD. Berdasarkan hasil analisis, didapatkan bahwa desain interaksi tersebut harus\nmemiliki usability goals effective to use dan easy to learn. Di lain sisi, user experience goals\nyang harus dimiliki adalah motivating, enjoyable, dan helpful. Pengujian dilakukan\nmenggunakan kuesioner SUS (System Usability of Scale), kuesioner SEQ (Single Ease\nQuestion), kuesioner IMI (Intrinsic Motivation Inventory), observasi, dan wawancara. Hasil\npengujian high-fidelity menunjukkan bahwa prototipe high-fidelity telah mencapai usability\ngoals effective to use ditandai dengan 100% completion task dan easy to learn ditandai dengan\nlearning curve yang menurun. User experience goals motivating, enjoyable, dan helpful juga\ntercapai melalui prototipe ini, ditandai dengan rata-rata skor IMI (dari maksimum nilai 7) 6,52\npada sub skala Interest / Enjoyment; 6,8 pada sub skala Value / Usefulness; 1,2 pada sub skala\nPressure / Tension. Hasil pengujian ini menunjukkan bahwa dengan menggunakan prototipe\nini, pengguna merasa termotivasi dalam belajar.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/211956", "Abstrak": "https://digilib.itb.ac.id/gdl/download/211957", "Abstract": "https://digilib.itb.ac.id/gdl/download/211958", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/211959", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/211961"}, "Penulis": "Manasye Shousen Bukit [13516122]", "Kontributor / Dosen Pembimbing": ["Adi Mulyanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "pembelajaran pemrograman, motivasi, gamifikasi, prototipe, desain interaksi, user-centered design, usability, user experience goals.", "Sumber": "", "Staf Input/Edit": "karya", "File": "6 file", "Tanggal Input": "21 Sep 2020"}