{"Nomor": 49880, "Judul": "KETERLIBATAN JALUR SIKLOOKSIGENASE DALAM PATOLOGI AUTISM SPECTRUM DISORDER (ASD) DARI TINJAUAN PADA MODEL MENCIT ASD", "Abstrak": "Autism Spectrum Disorder (ASD) atau Gangguan Spektrum Autisme merupakan gangguan\nperkembangan saraf yang mempengaruhi pola perilaku dan komunikasi. Keterkaitan\nsiklooksigenase dalam berbagai gangguan saraf telah banyak diteliti, tetapi belum ada yang secara\nkhusus meneliti terkait dengan ASD. Penelitian ini bertujuan untuk mempelajari peran jalur\nsiklooksigenase (COX) dalam patologi ASD menggunakan model mencit. Pemodelan ASD dilakukan\nmenggunakan mencit Swiss Webster berusia 6-8 minggu yang lahir dari induk yang diberi natrium\nValproat (VPA) 500 mg/kg bb pada usia kehamilan 12,5 hari. Metode yang dilakukan adalah\npengukuran sniffing time saat dipaparkan pada mencit belum dikenal sebelumnya (intruder) dan\naktivitas COX pada area otak. Pengamatan perilaku dilakukan pada 4 kelompok mencit, yaitu\nmencit normal dan mencit model ASD yang diberikan NaCl, natrium diklofenak dengan dosis 1,2\nmg/kg bb dan 3 mg/kg bb. Pengukuran aktivitas COX dilakukan pada area frontal cortex,\nhipokampus, dan serebelum dari mencit normal dan mencit ASD yang diberi NaCl. Hasil\nmenunjukkan terjadinya penurunan sniffing time pada mencit model ASD, yang dapat dicegah\ndengan pemberian natrium diklofenak. Rerata sniffing time pada mencit normal adalah\n154,33±9,88 detik, sedangkan pada mencit model ASD adalah 24,83±5,11 detik. Sniffing time pada\nmencit model ASD yang diberi diklofenak 1,2 dan 3 mg/kg masing-masing sebesar 46±4,81 dan\n76,83±8,13 detik. Hasil pengukuran aktivitas COX menunjukkan adanya kecenderungan kenaikan\npada frontal cortex dan serebelum, dan penurunan signifikan pada hipokampus dari mencit model\nASD dibandingkan mencit normal (9,54±0,39 U/mL vs. 25±1,87 U/mL). Secara keseluruhan, hasil\npenelitian ini menunjukkan adanya peran dari jalur siklooksigenase dalam patologi ASD.", "Daftar File": {"ABSTRAK Mega Septia Napitupulu": "https://digilib.itb.ac.id/gdl/download/211947"}, "Penulis": "Mega Septia Napitupulu [10716062]", "Kontributor / Dosen Pembimbing": ["Dr. Kusnandar Anggadiredja, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "autism spectrum disorder (ASD), siklooksigenase (COX), sniffing time, diklofenak, mencit.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "21 Sep 2020"}