{"Nomor": 49886, "Judul": "DESIGN OF SOUNDSCAPE PREDICTION SYSTEM IN URBAN AREA BASED ON NOISE PARAMETER AND MEL-FREQUENCY CEPSTRAL COEFFICIENT (MFCC)", "Abstrak": "Penelitian ini difokuskan pada perancangan sistem prediksi soundscape area urban berbasis parameter kebisingan lingkungan dan mel-frequency ceptral coeffient (MFCC). Pengambilan data objektif dilakukan dengan cara perekaman suara, sedangkan data subjektif diperoleh dari hasil kuesioner yang diisi oleh pengguna area urban. Pengambilan data dilakukan di 29 kawasan di Bandung dengan total 69 rekaman.\nPerancangan sistem prediksi ini dilakukan dengan menggunakan machine learning yang menggunakan dua buah model matematika yaitu regresi logistik dan jaringan syaraf tiruan (JST). Kedua model akan dibandingkan performanya dengan mengunakan parameter area under curve (AUC) dari analisis receiver operating characteristic (ROC). Perbandingan digunakan untuk menentukan model dan parameter masukan yang paling baik untuk memprediksi setiap persepsi, di mana digunakan lima buah kombinasi parameter masukan yaitu MFCC, parameter bising, MFCC dan ?MFCC, MFCC dan parameter bising, dan semua parameter.\nHasil terbaik yang diperoleh untuk sistem prediksi persepsi bising-sunyi (AUC = 0,836) menggunakan model JST dengan parameter masukan MFCC. Sedangkan untuk hasil paling buruk diperoleh sistem prediksi persepsi bergema-tidak bergema (AUC = 0,645) menggunakan model JST dengan parameter masukan MFCC dan ?MFCC.", "Daftar File": {"ABSTRAK Reza Dwicahyo": "https://digilib.itb.ac.id/gdl/download/211962"}, "Penulis": "Reza Dwicahyo [13314026]", "Kontributor / Dosen Pembimbing": ["Ir. R. Sugeng Joko Sarwono, M.T., Ph.D.", "Anugrah Sabdono Sudarsono, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "soundscape, machine learning, regresi logistik, jaringan syaraf tiruan, urban, analisis ROC.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Sep 2020"}