{"Nomor": 49884, "Judul": "IDENTIFIKASI PENGARUH EDUKASI DISMENOREA TERHADAP PENINGKATAN PENGETAHUAN PADA SISWI KELAS X DI SMKN 1 BANDUNG", "Abstrak": "Dismenorea merupakan gangguan ginekologi yang sering terjadi pada remaja. Kurangnya\npengetahuan tentang dismenorea berpengaruh pada penanganan dan pencegahannya. Peran\nakademisi adalah sebagai edukator yang memberikan informasi terkait hal tersebut. Tujuan dari\npenelitian ini adalah mengidentifikasi pengaruh edukasi untuk meningkatkan pengetahuan,\nmengurangi intensitas nyeri dismenorea dan identifikasi faktor-faktor yang berpengaruh pada\ndismenorea. Penelitian ini didesain secara cross-sectional dan konkuren menggunakan kuesioner dan\nsoal pre test-post test. Parameter yang diujikan adalah intensitas nyeri dismenorea, tingkat stres,\naktivitas fisik, kebiasaan makan dan tingkat pengetahuan. Kuesioner yang digunakan yaitu Visual\nAnalogue Scale (VAS) untuk mengukur intensitas nyeri, tingkat stres menggunakan kuesioner\nDepression Anxiety Stress Scale (DASS), aktivitas fisik menggunakan kuesioner aktivitas fisik Baecke\n(Baecke Questionnaire) dan kebiasaan makan dengan Food Frequency Questionnaire (FFQ) serta\ndampak terhadap pengetahuan diukur melalui pre test-post test. Analisis statistik yang digunakan\nadalah Spearman Rank dan Chi-square untuk mengetahui korelasi antar variabel dan Wilcoxon Test\nuntuk mengetahui pengaruh edukasi. Hasil penelitian ini adalah terdapat hubungan yang signifikan\n(p<0,05) antara intensitas nyeri dismenorea dengan durasi menstruasi, konsumsi susu dan\nturunannya, sayuran serta makanan cepat saji. Dampak dari edukasi, terdapat hubungan yang\nsignifikan (p<0,05) sebelum dan setelah dilakukan edukasi yaitu: 183 responden (90,59%) mengalami\npeningkatan pengetahuan; 138 responden (78,41%) mengalami penurunan intensitas nyeri\ndismenorea; 110 responden (62,50%) mengalami penurunan tingkat stres; 107 responden (60,79%),\n69 responden (39,20%) dan 58 responden (32,95%) mengalami penurunan konsumsi gorengan,\nmakanan cepat saji dan minuman bersoda. Kesimpulan yang diperoleh yaitu terdapat pengaruh yang\nsignifikan setelah dilakukan edukasi pada pengetahuan, tingkat stres, kebiasaan mengonsumsi\nmakanan yaitu gorengan, minuman bersoda dan makanan cepat saji dan intensitas nyeri dismenorea.\nTerdapat hubungan yang signifikan antara intensitas nyeri dismenorea dengan durasi menstruasi,\nkonsumsi susu dan turunannya dengan nilai korelasi sangat lemah dan berarah positif, sayuran dengan\nnilai korelasi sangat lemah dan berarah positif serta makanan cepat saji dengan nilai korelasi sangat\nlemah dan berarah positif.", "Daftar File": {"ABSTRAK Hanifah Darmawan": "https://digilib.itb.ac.id/gdl/download/212472"}, "Penulis": "Hanifah Darmawan [11616022]", "Kontributor / Dosen Pembimbing": ["Dr. Pratiwi Wikaningtyas, S.Farm., Apt., M.Si.", "Bhekti Pratiwi, M.Si., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "edukasi, pengetahuan dismenorea, intensitas nyeri dismenorea.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "21 Sep 2020"}