{"Nomor": 49893, "Judul": "PREDIKSI DAYA BELI MASYARAKAT INDONESIA MENGGUNAKAN ANALISIS REGRESI", "Abstrak": "Daya beli masyarakat adalah kemampuan masyarakat sebagai konsumen untuk\nmembeli barang atau jasa yang dibutuhkan. Daya beli masyarakat harus diketahui\nuntuk menganalisis pergerakan ekonomi suatu negara. Saat ini, nilai daya beli\nmasyarakat triwulan dapat dihitung di akhir triwulan, padahal daya beli masyarakat\njuga dibutuhkan setiap saat dalam suatu triwulan. Penelitian ini akan menggunakan\ndata pendukung berupa data indeks harga maupun perubahan konsumsi barangbarang untuk memprediksi daya beli masyarakat Indonesia. Karakteristik data yang\ndigunakan adalah data numerik yang bersifat time series dengan jumlah dataset\nyang sedikit (hanya sekitar 20-30 instances). Prediksi dilakukan dengan\nmenggunakan teknik regresi.\nMetodologi yang digunakan adalah metodologi CRISP-DM (Cross Industry\nStandard Process for Data Mining). Tahap-tahap di dalamnya mencakup data\nunderstanding, data preparation, modeling, dan evaluation. Terdapat 20 fitur yang\ndigunakan dalam penelitian ini, terdiri dari 9 fitur pangan dan 11 fitur non pangan.\nDengan banyaknya fitur yang dimiliki, tahap modeling memanfaatkan teknik\npemilihan fitur untuk meningkatkan kinerja model. Fitur penting yang digunakan\nadalah penjualan mobil, harga minyak dunia, kredit syariah, dan DPK (dana pihak\nketiga) syariah. Dalam membangun model, digunakan pula teknik-teknik lain\nseperti uji stasioneritas, data differencing, perhitungan z-score, dan evaluasi cross\nvalidation. Teknik learning yang digunakan pada penelitian ini adalah LSTM (long\nshort term memory), SVR (support vector regression), dan Random Forest.\nDalam penelitian ini, digunakan tiga buah kandidat model (model machine\nlearning) yang dibandingkan RMSE (root mean squared error)-nya. Hasil\npenelitian menunjukkan bahwa model terbaik adalah SVR, karena memiliki error\nterkecil (RMSE = 0.2881). Dibandingkan dengan model lainnya yaitu Random\nForest (RMSE = 0.4407) dan LSTM (RMSE = 0.8531). Hasil pengujian perkuarter\nmenghasilkan RMSE = 0.2624 dan pengujian perbulan menghasilkan RMSE =\n0.4589", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/211980", "Abstrak dan Abstract": "https://digilib.itb.ac.id/gdl/download/211984", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/211985", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/211986"}, "Penulis": "Drestanto Muhammad Dyasputro [13514099]", "Kontributor / Dosen Pembimbing": ["Dr. Masayu Leylia Khodra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "daya beli, regresi, model, RMSE, SVR", "Sumber": "", "Staf Input/Edit": "karya", "File": "4 file", "Tanggal Input": "21 Sep 2020"}