{"Nomor": 49899, "Judul": "PERANCANGAN SISTEM KONTROL PENGHINDARAN RINTANGAN PADA TRAILER TRUK OTONOM DENGAN STRATEGI PERPINDAHAN JALUR", "Abstrak": "Pengurangan biaya pengangkutan peti kemas dari dermaga ke tempat penyimpanan barang atau sebaliknya dapat dilakukan dengan penggunaan kendaraan pengangkut yang terotomatisasi. Salah satu kendaraan pengangkut yang dapat digunakan adalah Automated Guided Vehicle (AGV). AGV pada umumnya didesain untuk memiliki sistem pengontrol yang mudah tetapi hal ini berdampak pada biaya pengadaan yang tinggi. Untuk mengatasi biaya yang tinggi ini, AGV yang dapat digunakan adalah trailer truk yang telah dimodifikasi dengan sensor dan aktuator yang terintegrasi sehingga dapat dikendalikan oleh pengontrol dan dapat beroperasi secara otonom.\nTugas akhir ini menjelaskan tentang metode pendeteksian objek dan penghindaran rintangan yang menghalangi jalur trailer truk otonom dengan objektif kontrol pengikut jalur yang berfokus pada bagian trailer. Metode perpindahan jalur yang digunakan adalah lintasan miring dan lintasan dua buah seperempat lingkaran yang dilakukan pada simulasi MATLAB. Hasil simulasi kedua metode ini menunjukkan hasil yang stabil karena kesalahan dinamik pada bagian head-truck dan trailer dapat konvergen menuju nol. Didapatkan metode perpindahan jalur lintasan dua buah seperempat lingkaran memiliki Euclidean norm of error head dan trailer yang lebih kecil yaitu 0,56 dan 0,29 serta total nilai IAE, ITAE dan ISE yang lebih kecil pula yaitu berturut-turut sebesar 2.649,87, 112.595,30 dan 2.388,92. Metode perpindahan jalur dua buah seperempat lingkaran ini selanjutnya diterapkan pada purwarupa trailer truk otonom pada Lego Mindstorm EV3 Brick yang dilengkapi dengan RPLiDAR A1M8 di bagian trailer untuk mendeteksi objek yang menghalangi purwarupa dalam rentang 120°. Hasil implementasi yang dilakukan pada purwarupa merepresentasikan hasil simulasi yang telah dilakukan pada MATLAB yaitu purwarupa dapat mendeteksi objek dan berpindah jalur serta kesalahan dinamik posisi konvergen menuju nol.", "Daftar File": {"ABSTRAK Indah Radityo Putri": "https://digilib.itb.ac.id/gdl/download/211993"}, "Penulis": "Indah Radityo Putri [13316028]", "Kontributor / Dosen Pembimbing": ["Augie Widyotriatmo, S.T., M.T., Ph.D.", "Dr. Vebi Nadhira, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "AGV, trailer truk, pendeteksian objek, penghindaran rintangan, perpindahan jalur", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Sep 2020"}