{"Nomor": 49909, "Judul": "POTENSI PENGEMBANGAN TUMBUHAN MARGA ALPINIA, CURCUMA, DAN ZINGIBER (SUKU ZINGIBERACEAE) DALAM KOSMETIKA SEBAGAI PENGHAMBAT ENZIM TIROSINASE", "Abstrak": "Marga Alpinia, Curcuma, dan Zingiber merupakan marga tumbuhan dari suku Zingiberaceae yang\npaling banyak memiliki aktivitas farmakologi dan banyak digunakan sebagai pengobatan\ntradisional pada kulit. Salah satu aktivitas yang dimiliki adalah sebagai pemutih kulit dengan cara\nmenghambat aktivitas enzim tirosinase. Tujuan dari penelitian ini adalah menggali informasi\nmengenai potensi pengembangan marga Alpinia, Curcuma, Zingiber sebagai penghambat kerja\nenzim tirosinase dalam kosmetika serta melakukan skrining aktivitas ekstrak rimpang dan\nampasnya serta minyak atsiri dari salah satu jenis tumbuhan suku Zingiberaceae dalam\nmenghambat kerja enzim tirosinase. Tahapan percobaan yang dilakukan serbuk simplisia rimpang\nlengkuas merah dan lengkuas putih dibagi dalam dua kelompok sampel yaitu kelompok pertama\nsimplisia rimpang didestilasi minyak atsiri lalu diekstraksi dengan etanol dan kelompok kedua\nsimplisia rimpang diekstraksi langsung dengan etanol. Simplisia rimpang diekstraksi dengan\nmetode refluks menggunakan pelarut etanol 96%. Simplisia rimpang didestilasi dengan destilasi\nuap air untuk diperoleh minyak atsiri dan ampas hasil destilasi diekstraksi dengan etanol. Minyak\natsiri dikarakterisasi komponen senyawanya dengan menggunakan kromatografi gas-spektroskopi\nmassa (GC-MS). Ekstrak rimpang, ekstrak ampas rimpang dan minyak atsiri diuji aktivitas inhibisi\nenzim tirosinase. Ekstrak lengkuas merah memberikan penghambatan yang paling kuat pada\naktivitas enzim tirosinase yaitu 56,955 ± 0,771 % pada 300 ppm. Berdasarkan hasil kajian pustaka,\ntumbuhan dengan senyawa aktif yang terbukti memberikan aktivitas penghambatan enzim\ntirosinase adalah senyawa kaempferol dan galangin dari Alpinia officinarum Hance, kurkumenol\ndari Curcuma aeruginosa Roxb., kurkumin dari Curcuma longa L., (1E,4E,6E)-1,7-bis(4-\nhidroksifenil)-1,4,6-heptatrien-3-on dari Zingiber cassumunar Roxb., dan 4-(2',4'-dihidroksfenil)-\n(E)-3-buten-2-on dari Zingiber officinale Rosc.", "Daftar File": {"ABSTRAK Carissa Novianti Halim": "https://digilib.itb.ac.id/gdl/download/212008"}, "Penulis": "Carissa Novianti Halim [10716073]", "Kontributor / Dosen Pembimbing": ["Dr. Rika Hartati, S.Si., M.Si.", "Dr. apt. Muhamad Insanu, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Marga Alpinia, Curcuma, Zingiber, ekstrak, senyawa aktif, aktivitas inhibisi enzim tirosinase", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "21 Sep 2020"}