{"Nomor": 49910, "Judul": "PERANCANGAN BUKU ANAK BERBASIS AUGMENTED REALITY TENTANG SEJARAH KERETA API DI INDONESIA UNTUK SISWA KELAS 6 SD", "Abstrak": "Kereta api merupakan salah satu alat transportasi dan angkutan barang\nutama yang sangat erat kaitannya dengan kemajuan Indonesia dari zaman\npenjajahan, hingga sekarang. Perannya sangat besar dalam membantu Indonesia\nmenuju kemerdekaan dan kemajuan pembangunan Indonesia. Karena pentingnya\nsejarah kereta api tersebut, maka kisahnya perlu di lestarikan kepada anak-anak\nterutama siswa sekolah.\nAnak sekolah dasar adalah mereka yang berusia antara 6 – 12 tahun atau\nbiasa disebut dengan periode intelektual. Pengetahuan anak akan bertambah\npesat seiring dengan bertambahnya usia, keterampilan yang dikuasaipun semakin\nberagam. Minat anak pada periode ini terutama terfokus pada segala sesuatu yang\nbersifat dinamis bergerak. Implikasinya adalah anak cenderung untuk melakukan\nberagam aktivitas yang akan berguna pada proses perkembangannya kelak\n(Jatmika, 2005). Otak setiap anak memiliki cara yang unik untuk memproses\ninformasi dan memahami konsep. Sebuah Augmented Reality (AR) interaktif dapat\nmembantu mereka memahami informasi pada tingkat kenyamanan mereka dan\ndalam waktu yang lama.\nAugmented reality (AR) menciptakan hubungan antara dunia nyata dan\ndunia digital. Misalnya, AR dapat menggunakan mainan fisik sebagai marker\ndengan menggunakan aplikasi di tablet atau smartphone untuk memindai objek\ndunia nyata. Pemindaian ini akan memunculkan banyak informasi di sekitar objek\nsecara real time (misalnya memunculkan sosok kelinci dalam wujud 3D lengkap\ndengan informasinya).\nMetode yang digunakan dalam perancangan ini adalah kajian pustaka,\nobservasi pasar tentang buku anak dan FGD kepada Siswa SD tentang buku anak\nAR. Anak-anak merupakan bibit penerus bangsa, maka dari itu harus diberikan\npengetahuan dan wawasan yang luas tentang sejarah Indonesia, salah satunya itu\ndimulai dari sejarah Perkeretaapiannya karena alat transportasi ini sangat\nberpengaruh dalam kemajuan Indonesia.", "Daftar File": {}, "Penulis": "Zena Safira [17415011]", "Kontributor / Dosen Pembimbing": ["Drs. Alfonzo Ronald Koapaha, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Augmented Reality, sejarah, kereta api", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "21 Sep 2020"}