{"Nomor": 49919, "Judul": "DESAIN SISTEM PERSEPSI UNTUK PELACAKAN BANYAK OBJEK DI SEKITAR KENDARAAN OTONOM", "Abstrak": "Kendaraan otonom saat ini sedang gencar dikembangkan oleh berbagai industri\notomotif terkemuka dan universitas terbaik di dunia. Hal tersebut disebabkan\nkarena kendaraan otonom memiliki potensi untuk menjadi lebih aman daripada\nkendaraan yang dikemudikan manusia. Perlu diingat bahwa sistem otonom tidak\nakan mengalami kelelahan dan kehilangan fokus layaknya manusia. Indonesia\nmembuka kesempatan untuk pengembangan teknologi kendaraan otonom dengan\nmembangun infrastruktur ibu kota baru di Kalimantan secara spesifik untuk\nkendaraan otonom dan kendaraan listrik saja.\nUntuk meningkatkan keselamatan berkendara pada kendaraan otonom, sistem\npersepsi yang dapat diandalkan menjadi krusial. Salah satu tugas penting pada\nsistem persepsi untuk kendaraan otonom adalah pelacakan objek. Pelacakan objek\ndapat mengekstrak informasi penting seperti posisi dan kecepatan objek disekitar\nkendaraan otonom sehingga dapat diumpankan ke motion planner untuk\nmenentukan manuver yang paling optimal. Hal ini tentunya menjadi tantangan\nkarena pengukuran harus dilakukan tanpa memasang satupun sensor ke objek\ndisekitar kendaraan otonom.\nPenelitian ini mengajukan rancangan sistem persepsi untuk pelacakan objek\nberbasis tiga komponen: deteksi dan klasifikasi objek, pencocokan objek dan\nestimasi variabel keadaan. Pada rancangan ini digunakan You Only Look Once\n(YOLO) sebagai pendeteksi objek, pencocokan objek berbasis Jaringan Saraf\nTiruan (JST) dan Oriented FAST and Rotated BRIEF (ORB), serta estimasi\nvariabel keadaan dengan menggunakan Extended Kalman Filter (EKF). Rancangan\nini terbukti mampu melakukan pelacakan objek dengan kesalahan absolut posisi\nrata-rata sebesar 0,15330 meter (sumbu-????), dan 0,48577 meter (sumbu-????) pada\npercobaan dengan rentang -2 hingga 2 meter (sumbu-????), dan 4,55 hingga 9,55 meter\n(sumbu-????).", "Daftar File": {"ABSTRAK Joshua Abel Oktavianus": "https://digilib.itb.ac.id/gdl/download/212025"}, "Penulis": "Joshua Abel Oktavianus [13316031]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Yul Yunazwin, M.Sc., DIC", "Miranti Indar Mandasari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Sistem persepsi, pelacakan, YOLO, ORB, Extended Kalman Filter, kendaraan otonom.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Sep 2020"}