{"Nomor": 49917, "Judul": "TECHNICAL AND ECONOMICAL MODELLING FOR THE UTILIZATION OF NATUNA PRODUCED GAS TO ENHANCE OIL RECOVERY IN SUMATERA HEAVY OIL RESERVOIR", "Abstrak": "The increasing need for oil and gas products is a challenge that cannot be avoided by oil-producing countries. In Indonesia, the increasing demand for oil and gas is not accompanied by a sufficient increase in oil and gas production through the discovery of new resources. Therefore, Enhanced Oil Recovery (EOR), which is classified as a tertiary production stage, is one of the answers to increase oil production. One method is CO2-EOR which aims to reduce oil viscosity so that it is easier to produce.\nOne of the gas fields with large CO2 production and composition is the Natuna Field. The Natuna Field itself has an Initial Gas in Place of 222 TSCF with a fluid composition of 71% CO2, 28% CH4, 0.6% H2S, and 0.4% N2. These gases containing CO2 and CH4 fractions from the Natuna Field have the potential to be utilized through injection as one of the EOR methods.\nIn this study, a simulation of CO2 and Natuna produced gas injection will be carried out in a heavy oil reservoir and evaluates the success of the EOR based on an increase in recovery factor. The simulation is performed using CMG software and the fluid model used is a GEM compositional model. In addition, an economic comparison between primary recovery, CO2 injection, and Natuna gas injection is performed to determine which scenario gives the highest economic potential.\nThis study predicts that a potential increase in recovery factor can occur by injecting Natuna produced gas composed of 71% CO2 and 29% CH4 for 30 years of simulation time. The Natuna gas injection also gives the most preferable economic results compared to two other comparative scenarios.", "Daftar File": {"ABSTRAK Benjamin Jordan Wangsaputra": "https://digilib.itb.ac.id/gdl/download/212022"}, "Penulis": "Benjamin Jordan Wangsaputra [12216082]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Doddy Abdassah, M.Sc., Ph.D.", "Dr. Dedy Irawan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Enhanced Oil Recovery, CO2-EOR, Natuna, Recovery Factor, Komparasi Keekonomian", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "21 Sep 2020"}