{"Nomor": 49923, "Judul": "PENGEMBANGAN STRATEGI BISNIS PT. TOTAL BANGUN PERSADA UNTUK MEMENANGKAN PERSAINGAN DI INDUSTRI KONSTRUKSI INDONESIA", "Abstrak": "PT. Total Bangun Persada atau yang selanjutnya disebut “TOTAL”, telah menekuni bisnis jasa\nkonstruksi selama 48 tahun di Indonesia. TOTAL merintis kiprahnya sebagai pelaksana konstruksi \nbangunan gedung. Saat ini, TOTAL mengalami tantangan karena menurunnya target proyek per \ntahun yang ditetapkan oleh perusahaan sehingga berdampak pada penurunan revenue. Sejak\nterjadinya permasalahan bisnis tersebut, TOTAL belum menyusun strategi baru guna\nmeningkatkan target perusahaan.\nPenelitian ini bertujuan untuk mengetahui dan mengembangkan strategi TOTAL berdasarkan\npermasalahan yang terjadi dan diharapkan dapat berdampak pada peningkatan target proyek.\nMetodologi yang digunakan dalam penelitian ini menggunakan data kualitatif yang didapatkan\ndari hasil wawancara dengan karyawan TOTAL. Analisa data sekunder dilakukan menggunakan\nAnnual Report perusahaan dan studi literature.\nKerangka konseptual yang digunakan diawali dengan analisis lingkungan eksternal dengan\nmenggunakan analisa  PESTEL, Porter’s 5 Forces, dan analisa kompetitor serta analisa internal\nmelalui analisa sumber daya dan analisa rantai nilai. Seluruh hasil analisa dirangkum dalam analisa\nSWOT. Setelah dilakukan analisis, permasalahan utama ada pada internal organisasi yang belum\nmengimplementasikan struktur yang terintegrasi.\nStrategi yang diusulkan berdasarkan hasil penelitian adalah strategi integrasi diferensiasi dan cost\nleadership. Selain itu, untuk memperbaiki strategi TOTAL diawali dengan usulan perubahan\nstruktur. Peneliti memberikan gambaran Strategi Map untuk mencapai keunggulan bersaing.", "Daftar File": {"2020_TS_PP_Takara Tantarto_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/212032"}, "Penulis": "Takara Tantarto [29118333]", "Kontributor / Dosen Pembimbing": ["Dr. Harimukti Wandebori, S.T., M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Industri Konstruksi, Strategi Bisnis, Integrasi Diferensiasi dan Cost Leadership", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "21 Sep 2020"}