{"Nomor": 49926, "Judul": "PENERAPAN CONVOLUTIONAL NEURAL NETWORK UNTUK DETEKSI PEDESTRIAN PADA SISTEM AUTONOMOUS VEHICLE", "Abstrak": "Deteksi pedestrian merupakan salah satu dari sekian banyak tugas yang harus\ndiselesaikan oleh sistem autonomous vehicle. Dewasa ini, penggunaan CNN atau convolutional\nneural network sangat berpengaruh pada performa deteksi objek. Pendeteksi objek YOLO\n(You Only Look Once) merupakan salah satu dari sistem yang dapat mendeteksi objek secara\nreal-time. Permasalahan pengorbanan akurasi merupakan permasalahan utama dalam\npendeteksi objek real-time karena reduksi resolusi masukan ke model yang menghilangkan\nfitur objek.\nUntuk mengatasi hal tersebut, dilakukan deteksi ulang terhadap daerah yang\nmengandung sebagian besar objek pedestrian, khususnya pada bagian tengah citra. Potongan\ncitra tersebut dideteksi ulang dan hasil deteksinya digabungkan dengan deteksi citra utuh.\nDuplikasi hasil deteksi di atasi dengan melakukan NMS (Non Maximum Suppression). Model\nyang digunakan adalah YOLO versi empat serta versi tiny, dilatih terhadap dataset\nCrowdHuman yang dapat menghasilkan performa deteksi state-of-the-art (kecepatan real-time\ndan mAP tinggi) untuk kasus deteksi objek manusia.\nPerforma model diuji dengan dataset CrowdHuman untuk mencari model terbaik dari\npelatihan dengan melihat mAP (mean average precision). Model terbaik digunakan pada\npengujian program pendeteksi objek dua kali. Model state-of-the-art YOLOv4 dan YOLOv4-\ntiny sebagai model yang real-time dengan mAP tinggi juga diuji. Data uji dari youtube\ndigunakan untuk mengetahui performa model terhadap kasus di wilayah Indonesia.\nPenggunaan model tunggal dibandingkan dengan model ganda yang dikombinasi untuk\nmengetahui pengaruh dari deteksi dua kali.\nDari hasil pengujian, performa deteksi dua kali memberikan dampak yang cukup baik\nuntuk deteksi pada model tiny. Tetapi, tidak ada hasil yang signifikan untuk deteksi pada model\nYOLOv4. Untuk model yang paling optimal, model YOLOv4-tiny-416-double mencapai mAP\n69,02 dibandingkan dengan model deteksi satu kali YOLOv4-320 yang mencapai mAP 68,86\ndan dengan kecepatan 13,13 persen lebih cepat di 41 FPS.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/212037", "Abstrak": "https://digilib.itb.ac.id/gdl/download/212038", "Abstract": "https://digilib.itb.ac.id/gdl/download/212039", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/212040", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/212041"}, "Penulis": "Renjira Naufhal Dhiaegana [13516014]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Rinaldi, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "deteksi objek, deteksi dua kali,CNN, YOLO, mAP, FPS", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "21 Sep 2020"}