{"Nomor": 49924, "Judul": "EFEK MEDAN LISTRIK STATIS TERHADAP SOLIDIFIKASI GARAM HIDRAT (CACL2.6H2O DAN CA(NO3)2.4H2O)", "Abstrak": "Pengembangan Thermal Energy Storage (TES) system atau sistem penyimpan energi panas dengan Phase Change Material (PCM) atau material berubah fase adalah salah satu upaya yang sama pentingnya dengan upaya pengembangan energi baru dan terbaharukan (Sharma, dkk. 2009b). Sistem tersebut berkontribusi terhadap ilmu pengetahuan dan teknologi untuk penghematan konsumsi energi terkait dengan bahan bakar fosil yang semakin langka. Hal ini karena kemampuan PCM untuk melepas dan menyerap energi panas yang cukup tinggi dalam bentuk kalor laten melalui transisi fasa dari padat ke cair atau sebaliknya. Sistem TES dengan PCM untuk aplikasi sistem pengendali ruangan telah diteliti sejak tahun 1980-an (Kern dan Aldrich, 1979). Garam hidrat merupakan salah satu material yang menjanjikan untuk aplikasi tersebut karena kerapatan energi yang tinggi (400-870 kWh m-3) dan suhu leburnya yang rendah (<150°C) (Clark dkk., 2020). Namun demikian, derajat supercooling garam hidrat yang relatif besar dapat menghambat kinerjanya sebagai sistem TES. Oleh karena itu uji karakterisasi garam hidrat untuk memperkecil derajat supercooling penting dilakukan. Eksperimen ini meneliti pengaruh medan listrik terhadap solidifikasi CaCl2?6H2O, CaCl2?6H2O+BaSO4 (0,1 % massa), Ca(NO3)2?4H2O dan Ca(NO3)2?4H2O+Ba(OH)2.8H2O(1%) melalui variasi tegangan dengan menggunakan elektroda tembaga. Hal ini karena medan listrik adalah salah satu cara yang efektif untuk mengatasi masalah tersebut dan telah diteliti secara intensif untuk air, larutan garam dan garam hidrat. Agen nukleator juga digunakan pada eksperimen ini untuk dibandingkan dengan sampel murni di bawah pengaruh medan listrik. Elektroda tembaga digunakan dalam eksperimen ini karena probabilitas nukleasinya yang tinggi dan salah satu material elektroda yang paling murah dan paling umum dijual. Medan listrik yang digunakan berkisar dari 0 V/m sampai dengan 3 × 106 V/m. Hasil eksperimen menunjukkan bahwa medan listrik efektif untuk mengurangi derajat supercooling baik pada CaCl2?6H2O murni dan CaCl2?6H2O+BaSO4 (0,1%). Semakin besar medan listrik, maka semakin tinggi suhu supercooling dan berpengaruh terhadap semakin kecilnya derajat supercooling. Namun demikian, probabilitas nukleasi CaCl2?6H2O dengan BaSO4 lebih tinggi dibandingkan dengan CaCl2?6H2O murni. Sementara itu, periode induksi dan periode kristalisasi tidak menunjukkan pola yang jelas pada solidifikasi CaCl2?6H2O dengan aplikasi medan listrik yang semakin besar. Namun demikian, pada sampel CaCl2?6H2O+BaSO4 (0,1%) aplikasi medan listrik yang semakin besar cenderung memperpendek periode induksi dan memperpanjang periode kristalisasi. Sementara itu, pada Ca(NO3)2?4H2O aplikasi medan listrik dapat memperbesar derajat supercooling. Sampel Ca(NO3)2?4H2O cenderung tidak memerlukan waktu untuk induksi. Penggunaan agen nukleator Ba(OH)2.8H2O telah diketahui secara eksperimen dapat menghambat nukleasi Ca(NO3)2?4H2O dengan probabilitas yang lebih kecil dibandingkan dengan Ca(NO3)2?4H2O murni.", "Daftar File": {"ABSTRAK Risky Afandi Putri": "https://digilib.itb.ac.id/gdl/download/212035", "COVER Risky Afandi Putri": "https://digilib.itb.ac.id/gdl/download/240247", "BAB1 Risky Afandi Putri": "https://digilib.itb.ac.id/gdl/download/240248", "BAB5 Risky Afandi Putri": "https://digilib.itb.ac.id/gdl/download/240252", "PUSTAKA Risky Afandi Putri": "https://digilib.itb.ac.id/gdl/download/240253"}, "Penulis": "Risky Afandi Putri [90218008]", "Kontributor / Dosen Pembimbing": ["Dr. Inge Magdalena Sutjahja, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "TES, PCM, CaCl2?6H2O, BaSO4, Ca(NO3)2?4H2O, Ba(OH)2.8H2O, Medan listrik, Derajat supercooling, Suhu supercooling, Periode induksi, Periode kristalisasi.", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "21 Sep 2020"}