{"Nomor": 49927, "Judul": "EFISIENSI PENGGUNAAN PUPUK ORGANIK PADA USAHATANI MENTIMUN JEPANG (CUCUMIS SATIVUS)", "Abstrak": "Penggunaan pupuk organik untuk meningkatkan usaha tani memiliki kelebihan diantaranya memperbaiki sifat tanah serta mempercepat pertumbuhan vegetatif dan generatif tanaman. Penelitian ini bertujuan untuk membandingkan beberapa jenis pupuk organik yang mampu memberikan hasil terbaik terhadap parameter pertumbuhan dan hasil produksi dari mentimun jepang (Cucumis sativus). Penelitian dilakukan di Screen House A3 Kampus Institut Teknologi Bandung, Jatinangor mulai 12 November 2019 sampai dengan 6 Maret 2020. Penelitian dilakukan menggunakan Rancangan Acak Lengkap (RAL) yang terdiri dari 4 perlakuan dan 6 ulangan yaitu P1 = kontrol (tanah) , P2 = 3 kg tanah + 1,5 kg pupuk bokashi ,P3 = 3 kg tanah + 1,5 kg pupuk kascing dan P4 = 3 kg tanah + 1,5 kg pupuk limbah kopi. Data hasil penelitian dianalisis secara statistika dengan uji ANOVA satu arah dengan taraf kepercayaan 95% (p < 0,05) apabila terdapat perbedaan maka dianalisis dengan menggunakan uji BNT. Hasil penelitian menunjukan pupuk organik berbeda memberikan pengaruh terhadap parameter pertumbuhan dan hasil tanaman yaitu dengan hasil terbaik ditunjukan oleh perlakuan pupuk kascing dengan tinggi tanaman = 240cm, jumlah daun = 24 helai, rata-rata bunga jantan = 9 buah dan rata-rata bunga betina = 2 buah serta parameter hasil jumlah buah = 14 buah, rata-rata berat buah = 179 g, rata-rata panjang buah = 17 cm dan rata-rata diameter buah = 27 mm. Berdasarkan analisis neraca massa dan energi didapatkan hasil bahwa penambahan pupuk kascing, bokashi dan pupuk limbah kopi tidak mendorong hasil yang maksimum dikarenakan output yang dihasilkan lebih kecil dibanding input dikarenakan lingkungan mikroklimat yang tidak sesuai. Berdasarkan perhitungan efisiensi diperoleh hasil bahwa perlakuan tanah memiliki nilai efisiensi yang hampir sama dengan perlakuan yang ditambahkan pupuk organik yaitu hasil efisiensi tanah = 0,898, tanah + kascing = 0,897, tanah + bokashi = 0,858 dan tanah + pupuk limbah kopi = 0,820. Upaya yang bisa dilakukan untuk meningkatkan efisiensi penggunaan pupuk adalah menyesuaikan atau merekayasa lingkungan mikroklimat dan edafik yang optimum bagi pertumbuhan tanaman mentimun jepang serta menyesuaikan dosis dan komposisi pupuk yang diberikan.", "Daftar File": {"ABSTRAK Rilvi Abilia Tesa Putri": "https://digilib.itb.ac.id/gdl/download/212036"}, "Penulis": "Rilvi Abilia Tesa Putri [11416044]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mia Rosmiati, M.P.", "Angga Dwiartama, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "efisiensi, mentimun jepang, pupuk organik", "Sumber": "", "Staf Input/Edit": "TINI SUPARTINI", "File": "1 file", "Tanggal Input": "21 Sep 2020"}