{"Nomor": 49939, "Judul": "USULAN STRATEGI BISNIS UNTUK KOPI KEMANG UNTUK BERTUMBUH  DI DALAM BISNIS KAFE DI JAKARTA", "Abstrak": "Bisnis kedai kopi sangat fenomenal di kota urban saat ini. Tidak hanya perusahaan besar, pengusaha individu juga memulai bisnis kedai kopi. Kopi Kemang adalah bisnis yang berlokasi di Kemang, Jakarta Selatan yang didirikan pada tahun 2017 oleh Bapak Arya. Penjualan Kopi Kemang mulai meningkat setiap tahun sejak Kopi Kemang pertama kali membuka bisnis dan juga kesadaran masyarakat tentang merek dagang mereka semakin meningkat. Namun, pada Q1 tahun 2019 Kopi Kemang menurun dalam jumlah penjualan sekitar 30%. Selain itu, jumlah pesaing dalam bisnis kopi meningkat. Oleh karena itu, diperlukan strategi baru untuk membantu Kopi Kemang bersaing dan memperluas bisnis.\n\nPada penelitian ini, data berupa informasi penjualan bulanan, persaingan pasar, promosi, SDM dan data lainnya diperoleh dari pemilik kedai. Untuk membantu mengidentifikasi kondisi Kopi Kemang, penelitian ini dilakukan dengan metode secara kualitatif yang meliputi wawancara dan observasi di daerah Kopi Kemang. Evaluasi kondisi eksternal dilakukan dengan melakukan analisis PEST dan analisis lima kekuatan Porter. Strategi bisnis dirumuskan menggunakan model Strategi Berlian dan matriks TOWS. Di dalam industri kafe yang masih terus berkembang, Kopi Kemang kurang dapat merespon pasar akibat memiliki kelemahan terutama yang disebabkan oleh kurangnya tenaga pemasaran dan jarangnya melakukan promosi pemasaran. Strategi yang cocok bagi Kopi Kemang saat ini adalah pengembangan internal.\n\nUntuk dapat bertumbuh di dalam bisnis kafe, disarankan agar Kopi Kemang merekrut karyawan baru yang menangani Pemasaran terutama acara besar untuk meningkatkan penjualan dan kegiatan pemasaran mereka. Untuk membedakan antara pesaing mereka, Kopi Kemang harus menjadikan loyalitas keanggotaan pelanggan sebagai hubungan yang baik dengan pelanggan setia.", "Daftar File": {"ABSTRAK Agnes Gebriela": "https://digilib.itb.ac.id/gdl/download/212062"}, "Penulis": "Agnes Gebriela [29317091]", "Kontributor / Dosen Pembimbing": ["Ir. Alibasjah Inggriantara, S.E., M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kedai Kopi, Matriks TOWS, Model Strategi Berlian, Strategi Bisnis", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "21 Sep 2020"}