{"Nomor": 49934, "Judul": "FORMULASI DAN EVALUASI SEDIAAN NANOEMULSI MINYAK KEMANGI (OCIMUM BASILICUM L.) DAN UJI AKTIVITAS ANTIBAKTERI SECARA IN VITRO", "Abstrak": "Minyak kemangi adalah minyak atsiri yang diperoleh dari daun kemangi (Ocimum basilicum L.)\ndengan cara distilasi uap. Minyak ini banyak mengandung eugenol dan linalool yang memiliki\naktivitas antibakteri untuk mengatasi jerawat. Minyak atsiri memiliki karakteristik mudah menguap\nsehingga dapat mempengaruhi aktivitas antibakterinya. Penelitian ini bertujuan untuk\nmengembangkan formulasi dan mengevaluasi sediaan nanoemulsi yang mengandung minyak\nkemangi. Formula nanoemulsi minyak kemangi dibuat dengan menggunakan surfaktan (Cremophor\nRH 40), kosurfaktan (PEG 400, gliserin), pengawet (metil paraben dan propil paraben), dan akuades.\nEvaluasi nanoemulsi yang dilakukan meliputi uji stabilita fisik sediaan, uji iritasi mata, uji iritasi akut\ndermal serta uji aktivitas antibakteri terhadap bakteri penyebab jerawat Propionibacterium acnes\ndengan metode difusi agar menggunakan cakram kertas. Nanoemulsi minyak kemangi berhasil\ndibuat dengan menggunakan 7% minyak kemangi, 20% Cremophor RH 40, 5% PEG 400, 0,18% metil\nparaben, 0,02% propil paraben, dan 67,8% akuades. Nanoemulsi memiliki organoleptik jernih,\nberbau khas kemangi, ukuran globul 78,70±8,45 nm dan indeks polidispersitas 0,30±0,02.\nBerdasarkan kajian pustaka, nanoemulsi 7,5% minyak kemangi stabil pada suhu 4o C namun kurang\nstabil pada suhu 25 dan 40o C. Mikroemulsi 3% minyak kemangi memiliki diameter hambat 29,0±1,0\nmm terhadap bakteri Propionibacterium acnes. Minyak kemangi dapat menyebabkan iritasi mata\ndan kulit kategori 2.", "Daftar File": {"ABSTRAK Linda": "https://digilib.itb.ac.id/gdl/download/212051"}, "Penulis": "Linda [10716038]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Jessie Sofia Pamudji, MS", "Dr. Elin Julianti"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "minyak kemangi, nanoemulsi, jerawat, antibakteri, Propionibacterium acnes.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "21 Sep 2020"}