{"Nomor": 49941, "Judul": "PENERAPAN ALGORITME MACHINE LEARNING NAIVE BAYES UNTUK CREDIT SCORING PADA PEER-TO-PEER LENDING", "Abstrak": "Proses pengajuan kredit di bank bagi sebagian orang cukup merepotkan karena\nsyarat- syarat yang tidak mudah dan pencairan dana yang memakan waktu lama.\nFinancial Technology (fintech) khususnya peer-to-peer (P2P) lending hadir\nsebagai solusi kredit cepat dengan pengajuan mudah yang mana sebagian besar\nprosedurnya sudah fully digital. Namun, presentase kredit macet dari P2P Lending\npada tahun 2019 mencapai 3,18%, sangat tinggi jika dibandingkan dengan NPL\nbank yang hanya 2,77%.\nTeknologi seperti machine learning dapat membantu untuk proses penilaian\npengajuan pinjaman nasabah agar lebih agar lebih akurat dan efisien. Algoritme\nNaive Bayes adalah salah satu algoritme klasifikasi yang cepat dan sederhana\nberdasarkan teorema probabilitas Bayes.\nPada tugas akhir ini dipilih dua jenis algoritme Naive Bayes yaitu GaussianNB dan\nCategoricalNB. Penerapan algoritme dilakukan dengan metode CRIPS-DM melalui\nlima tahapan yaitu pemahaman bisnis, pemahaman data, praproses data,\npemodelan, serta evaluasi. Model hasil optimasi dengan algoritme GaussianNB\ndinilai lebih unggul untuk penerapan pada dataset Lending Club dengan hasil nilai\nakurasi 91,8%, presisi 77,5%, recall 89,9%, specificity 92,3%, f1-measure 83,2%,\ndan AUC 95,7%.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/212061", "Abstrak": "https://digilib.itb.ac.id/gdl/download/212063", "Abstract": "https://digilib.itb.ac.id/gdl/download/212064", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/212065", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/212066"}, "Penulis": "Rifda Annelies Az Zahra [18216001]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dimitri Mahayana, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "credit scoring, CRIPS-DM, fintech, P2P lending, machine learning, Naive Bayes.", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "21 Sep 2020"}