{"Nomor": 49949, "Judul": "PERBAIKAN KINERJA TEKNIK MEMANCING PADA TUBING PUMP STUCK DALAM  OPERASI MINYAK HEAVY MELALUI LEAN SIX SIGMA METODOLOGI    (STUDI KASUS: LAPANGAN DURI DI PT. CDI )", "Abstrak": "PT. Calgary Duri Indonesia (PT CDI – nama samaran) adalah Perusahaan Minyak utama di\nIndonesia, PT CDI mengelola banyak lapangan yang berlokasi di sekitar Kota Duri, Provinsi Riau.\nSetiap tahun Team Completion and Drilling (C&D) melakukan 2.000 pekerjaan workover dan 600\ndi antaranya dilakukan di Duri. 15% dari itu terkait dengan pompa tubing stuck. Sebagian besar\nsumur produksi di lapangan Duri diproduksi menggunakan pompa angguk. Pompa angguk menjadi\nstuck karena terkubur pasir yang tidak terkonsolidasi. Ada beberapa pendekatan untuk memulihkan\npompa yang terkubur ini, ditarik keluar dengan tarikan tinggi, menggunakan jar permukaan, dan\nmelakukan teknik pekerjaan memancing. Selama 2018 PT CDI menghabiskan US $ 2 Juta dolar\nuntuk melakukan pemilihan pompa tubing yang terkubur dan menggantinya dengan pompa tubing\nbaru. Selama eksekusi ini, tim berpengalaman dengan nonproduktif besar yang menambah biaya\nyang tidak perlu bagi perusahaan. \nPerusahaan membentuk dan menugaskan tim untuk menyelesaikan masalah melalui Lean Six Sigma.\nIni menggunakan kerangka kerja sistematis yang terdiri dari lima langkah yaitu DMAIC (Tentukan,\nUkur, Analisis, Tingkatkan, dan Kontrol). Tim proyek melakukan FGD untuk membantu tim proyek\nselama menentukan, mengukur, dan menganalisis masalah termasuk merekomendasikan solusi.\nPembahasan di fasa Define mengunakan IPO diagram dan pareto chart untuk menentukan 3 category\nnonproductive time yang sangat berpenaruh yaitu: Pekerjaan pemancingan yang tida efektif, alat\npancing yang bermasalah dan menunggu alat pancing. Pengolahan data menggunakan SPCXL dan\nditemukan bahwa UCL dari process adalah 9.88 hari dan rata-rata cycl time adalah 3.6 hari. Proses\ncapability (Cpk) adalah 0.4848 untuk cycle time dan 0.5904 untuk biaya pekerjaan, dengan sigma\nlevel kurang dari 2. \nTim melakukan proses peningkatan dalam 4 langkah; mengembangkan buku pegangan memancing,\nmeningkatkan SOP untuk operasi wash pipe, peningkatan Jadwal Rig dan Peningkatan Kontrak.\nPerbaikan proses ini dimulai pada Mei 2019 dan perbaikan terakhir dimulai pada Oktober 2019.\nSelama fase peningkatan hasilnya menunjukkan pengurangan waktu siklus dan pengurangan biaya.\nWaktu siklus dikurangi dari rata-rata 3,6 hari / sumur menjadi 3,1 hari per sumur. Biaya dikurangi\ndari US $ 28,6 ribu / well menjadi US $ 27 ribu / Well. Proyek ini dilaksanakan untuk sisa program\nRLN-07 \nMelalui kolaborasi yang kuat antar tim termasuk dan dukungan kuat dari Mitra Bisnis, kinerja\npelaksanaan proyek ditingkatkan secara signifikan. Hasil penyebaran di 27 sumur, waktu siklus\nditingkatkan dari rata-rata 3,6 hari / sumur menjadi 2,8 hari / sumur dan biaya berkurang dari ratarata\nUS\n$\n28,6\nribu\n/\nsumur\nmenjadi\nUS\n$\n24,9\nribu\n/\nbaik.\nCpk\nwaktu\nsiklus\npengeboran\nworkover\n\nditingkatkan\ndari\n0,4875\nmenjadi\n1,3833\ndan\npk\nuntuk\nbiaya\nsumur\nditingkatkan\ndari\n0,5904\nmenjadi\n\n1,1986.\n\nSebagai hasilnya, proyek ini dapat menghemat biaya sekitar US$ 154 Ribu dan berpotensi\nuntuk menghemat biaya sebesar US$ 1 juta.", "Daftar File": {"2020_TS_PP_Hendri_Junaidi_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/212088"}, "Penulis": "Hendri Junaidi [29118246]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Lean Six Sigma, Fishing Job, Cycle Time, Well Cost, SOP", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "21 Sep 2020"}