{"Nomor": 49942, "Judul": "PENGEMBANGAN KOPERASI DIGITAL", "Abstrak": "Koperasi merupakan sebuah lembaga yang berperan nyata dalam mengembangkan dan\nmemberdayakan tata ekonomi nasional yang berdasar pada asas kekeluargaan. Koperasi juga\nmenjadi bagian dari tata susunan ekonomi, yang berarti koperasi memiliki bagian dalam\nterciptanya kehidupan ekonomi yang sejahtera. Namun, tidak dapat dipungkiri bahwa koperasi\ntetap memiliki masalah klasik yang selalu menyertainya. Masalah seperti koperasi jarang\npeminat, kualitas sumber daya manusia terbatas, kurangnya partisipasi setiap anggota koperasi,\nhingga keterbatasan modal yang dimiliki oleh koperasi. Akan tetapi, koperasi juga bukan suatu\nlembaga yang tanpa potensi semata. Pemanfaatan berbagai macam teknologi dapat menjadi\nsalah satu peluang yang dapat dimanfaatkan oleh koperasi, terlebih lagi guna mendukung fokus\nbisnis koperasi yang diarahkan pada ciri universalitas kebutuhan yang tinggi seperti jasa\nkeuangan dan penyediaan wadah pembelian kebutuhan bagi anggota koperasi.\nTugas akhir ini membahas mengenai sebuah solusi yang dirancang untuk mengakomodasi\npeluang pemanfaatan teknologi pada sebuah koperasi. Perancangan yang dilakukan adalah\nmerancang suatu bentuk koperasi digital yang memungkinkan koperasi dapat memberikan\nlayanannya secara langsung dimanapun dan kapanpun dengan fokus pengembangan pada\nkoperasi simpan pinjam. Dalam perancangan dan pengembangan ini, metode yang digunakan\nadalah digital transformation framework. Metode ini membantu membentuk suatu kerangka\nkerja untuk melakukan transformasi digital dari suatu bisnis tertentu.\nHasil penelitian yang didapat berupa sebuah rancangan koperasi digital. Rancangan koperasi\ndigital ini diadopsi dari bagaimana sebuah startup bekerja dan dituangkan dalam sebuah model\nbisnis (business model canvas). Selain itu, hasil pengujian prototipe sederhana berupa fungsifungsi spesifik pinjaman pada fitur koperasi simpan pinjam yang termasuk ke dalam sistem\nkoperasi digital berjalan dengan baik.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/212067", "Abstrak": "https://digilib.itb.ac.id/gdl/download/212068", "Abstract": "https://digilib.itb.ac.id/gdl/download/212069", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/212070", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/212071"}, "Penulis": "Ambar Setia Awan [18216004]", "Kontributor / Dosen Pembimbing": ["Ir. Kridanto Surendro, M.Sc., Ph.D.", "Lenny Putri Yulianti, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "koperasi, digitalisasi, model bisnis", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "21 Sep 2020"}