{"Nomor": 49947, "Judul": "PENYISIPAN TANDA BACA DENGAN PENERJEMAH MESIN PADA KALIMAT BAHASA INDONESIA", "Abstrak": "Beberapa teks seperti hasil pengenalan suara otomatis seringkali tidak disertai\ndengan tanda baca. Penyisipan tanda baca pada teks tersebut dapat meningkatkan\nketerbacaan dari teks tersebut. Terdapat tiga pendekatan yang dapat digunakan\ndalam menyisipkan tanda baca, yaitu pemodelan bahasa, pelabelan sekuens, dan\npenerjemah mesin. Tugas akhir ini berfokus pada penyisipan tanda baca dengan\npendekatan penerjemah mesin.\nTugas akhir ini memprediksi empat tanda baca, yakni titik, koma, tanda seru, dan\ntanda tanya. Dataset yang digunakan dalam tugas akhir diperoleh dari hasil\nscraping transkripsi pidato dan wawancara pada situs web Kementerian Sekretariat\nNegara RI dan Sekretariat Kabinet, dengan jumlah data latih 199.019 baris dan data\nuji 22.114 baris. Karena menggunakan pendekatan penerjemah mesin, terdapat\nkemungkinan perbedaan panjang antara hasil prediksi model dengan masukan.\nUntuk menangani perbedaan panjang tersebut, penelitian ini memotong dan\nmenambah padding pada hasil agar panjangnya sesuai dengan masukan.\nModel terbaik didapatkan dari model Transformer yang menggunakan word\nembedding pralatih pada bahasa target dengan checkpoint averaging sebesar 16.\nModel ini menghasilkan nilai weighted average F1-score 0,5292, dengan nilai F1-\nscore untuk tanda titik, koma, tanda seru, dan tanda tanya berturut-turut adalah 0,5166,\n0,5432, 0,2617, dan 0,3929", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/212083", "Abstrak": "https://digilib.itb.ac.id/gdl/download/212084", "Abstract": "https://digilib.itb.ac.id/gdl/download/212085", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/212086", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/212087"}, "Penulis": "Rifqi Rifaldi Utomo [13516098]", "Kontributor / Dosen Pembimbing": ["Dr. Masayu Leylia Khodra, S.T., M.T.", "Fariska Zakhralativa Ruskanda, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "penyisipan tanda baca, Transformer, word embedding, checkpoint averaging", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "21 Sep 2020"}