{"Nomor": 49950, "Judul": "IMPLEMENTASI BLENDED LEARNING PADA PROGRAM PENGEMBANGAN PENDIDIK DI PT.KREASI EDULAB INDONESIA", "Abstrak": "Edulab sebagai lembaga konsultasi pendidikan di mana salah satu programnya \nadalah bimbingan belajar. Berdasarkan keputusan Direksi bahwa perusahaan\nberencana untuk memperluas dengan menambah beberapa cabang setiap tahun,\nsehingga target jumlah siswa, pendapatan, dan jumlah kebutuhan karyawan juga\nmeningkat di cabang-cabang seperti manajer cabang, front office, pendidik atau staf\noperasional. Perusahaan ini memiliki pertumbuhan pesat dalam jumlah siswa setiap\ntahun, dari hanya 42 siswa pada tahun 2007, menjadi lebih dari 4000 siswa pada\ntahun 2018. Penelitian ini menggunakan campuran pendekatan kuantitatif dan\nkualitatif, dengan tujuan untuk mengetahui pengaruh data ilmiah dan pengalaman\nkaryawan atau manajemen di perusahaan, sehingga hasil yang diperoleh lebih\nmeyakinkan.  \nSelain tidak mencapai target pendapatan, satu masalah yang sangat jelas adalah\npelatihan dan metode pengembangan mereka yang tidak efektif. Selain itu untuk\nmencapai visinya, perusahaan membutuhkan proses yang berkelanjutan dalam cara\nmereka mengelola karyawan, terutama pendidik. Meningkatkan kompetensi\npendidik yang berkualitas adalah proses yang sulit dan kompleks, apalagi membuat\nmereka mampu mewujudkan visi perusahaan.  \nAnalisis masalah bisnis dan hasil diskusi bahwa Blended learning dapat secara\nsignifikan meningkatkan kompetensi pendidik seperti kompetensi sosial,\nkompetensi profesional dan kompetensi pedagogik.  \nSaat ini Edulab telah menerapkan beberapa komponen model Blended Learning\nuntuk pelatihan dan pengembangan bagi para pendidik. Sesuai dengan pendapat\nChaeruman tentang lima kunci dalam mengimplementasikan penggunaan model\nblended learning.", "Daftar File": {"2020_TS_PP_SANDI RUDIANSYAH_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/212094"}, "Penulis": "Sandi Rudiansah [29118215]", "Kontributor / Dosen Pembimbing": ["Dr. Henndy Ginting, S.Psi., M.Si., Psikolog"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Blended Learning, Kompetensi Pendidik, Pelatihan dan Pengembangan", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "21 Sep 2020"}