{"Nomor": 49952, "Judul": "PEMODELAN UJI TRIAKSIAL DAN UJI KUAT GESER LANGSUNG DI LABORATORIUM DENGAN MENGGUNAKAN METODE ELEMEN HINGGA", "Abstrak": "Kegiatan pertambangan merupakan kegiatan untuk mengambil sumber daya alam yang berasal dari perut bumi seperti minyak bumi, gas bumi, mineral dan batuan, serta batubara. Dalam membuat bukaan tambang diperlukan desain awal yang baik yang memerhatikan sifat-sifat dan material tanah yang akan digali. Pada saat melakukan penyelidikan geoteknik, sifat-sifat material dan parameter kekuatan batuan perlu diketahui. Salah satu parameter kekuatan batuan yang perlu diketahui dalam penyelidikan geoteknik adalah kohesi dan sudut gesek dalam. Kedua parameter tersebut didapatkan melalui uji laboratorium yaitu uji triaksial dan uji kuat geser langsung menggunakan pendekatan kriteria keruntuhan yang sama yaitu Mohr-Coulomb. Dalam penelitian ini akan dilakukan pemodelan uji triaksial dan uji kuat geser langsung di laboratorium menggunakan metode elemen hingga. Hasil uji laboratorium yang dilakukan pada sampel sandstone mendapatkan kohesi 0.127 MPa dan sudut gesek dalam 32o. Pemodelan dilakukan dalam dua perilaku batuan yaitu elastik dan elastoplastik. Pemodelan uji triaksial dengan perilaku elastik menghasilkan kohesi 0.145 MPa dan sudut gesek dalam 32o, sedangkan dengan perilaku elastoplastik didapatkan kohesi 0.13 MPa dan sudut gesek dalam 31o. Untuk pemodelan uji kuat geser langsung dengan perilaku elastik mendapatkan kohesi 0.132 MPa dan sudut gesek dalam 29.42o, sedangkan dengan perilaku elastoplastik didapatkan kohesi 0.129 MPa dan sudut gesek dalam 22.58o. Pemodelan dengan menggunakan metode elemen hingga juga dapat memperlihatkan kondisi tegangan dan perpindahan serta bentuk keruntuhan yang terjadi di dalam contoh batuan yang tidak dapat diketahui jika dilakukan dengan uji laboratorium secara langsung.", "Daftar File": {"COVER Nurhalimah Vivid Permatasari": "https://digilib.itb.ac.id/gdl/download/212096"}, "Penulis": "Nurhalimah Vivid Permatasari [12116002]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Made Astawa Rai"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Uji Triaksial, Uji Kuat Geser Langsung, Metode Elemen Hingga, Kohesi, Sudut Gesek Dalam", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "21 Sep 2020"}