{"Nomor": 49957, "Judul": "PENILAIAN RENCANA INVESTASI DAN STRATEGI PENDANAAN UNTUK LOKAPASAR BERBASIS HOBI SEBAGAI BISNIS BARU PT XYZ", "Abstrak": "teknologi perusahaannya. Saat ini, PT XYZ berencana untuk membuka usaha baru pada bidang\nlokapasar dikarenakan tingginya permintaan pasar digital di Indonesia yang membuat Indonesia\nmenjadi pasar digital terbesar keempat di dunia. Dengan itu PT XYZ membuat ABC sebagai\nbisnisnya dengan faktor pembeda yakni lokapasar berbasis hobi. Sudah terdapat tiga bagian dari\nwebsite dan aplikasi yang dibuat dan dapat dioperasikan, terdiri dari registrasi acara sepeda,\npengenalan komunitas sepeda, dan artikel sepeda namun tiga bagian ini belum mencakup target\nutama dari ABC untuk menjadi lokapasar. ABC butuh waktu untuk mengurangi bugs pada sistem\nwebsite dan aplikasi serta mendapatkan penjual sepeda untuk menjual produknya melalui ABC.\nABC tidak dapat bergantung dengan PT XYZ dalam jangka waktu yang panjang dikarenakan PT\nXYZ mengalokasikan keuangannya untuk bisnis lainnya. Hal ini membuat ABC harus mencari\ninvestor untuk memenuhi kebutuhan keuangannya sebesar IDR 245,000,000 yang digunakan\nsebagai modal kerja dan pembelian aset tetap.\nSebelum menilai rencana investasi lebih jauh, studi kelayakan dari rencana investasi sangatlah\ndibutuhkan dengan membentuk proforma laporan keuangan untuk meninjau kondisi keuangan\nserta menghitung penganggaran modal melalui metode NPV, IRR, dan Payback Period. Hasil\nkalkulasi menandakan seluruh rencana investasi dapat diterima dan dilaksanakan sesuai dengan\nbatasan yang diberikan dengan nilai NPV pada IDR 487,727,745.54, IRR pada 28.04%, lebih\nbesar dari WACC pada 10.11%, dan Payback Period at 4 tahun 2 bulan dan 19 hari dengan\nbatasan 4.5 tahun. Pengecekan dari risiko dengan analisis sensitivitas dan analisis simulasi monte\ncarlo diperlukan untuk mengurangi deviasi dari asumsi yang dibuat oleh pemilik usaha. Dari\nkalkulasi analisis tersebut, risiko dari harga penjualan sepeda sangat tinggi disusul dengan modal\npenjualan sepeda, dan gaji kepada pekerja tetap namun masih memiliki tingkat keberhasilan yang\ntinggi pada 96.90%.\nDari wawancara yang dilakukan dengan pemilik usaha, ABC ingin memiliki alternatif dari\nstrategi pendanaan yang terdiri atas ekuitas sebesar 65%, 45%, dan 25% ekuitas dan sisanya akan\ndidanai melalui hutang perusahaan. Di sisi lain, PT XYZ memberikan dana kepada ABC sebesar\nIDR 25,000,000 dan asset berupa website dan aplikasi senilai IDR 61.600.000 sehingga melebihi\npendanaan melalui ekuitas makapendanaan tersebut diganti menjadi 35.35% ekuitas. Harga dari\nsaham yang diberikan pada skema A IDR 64,212.93, B IDR 59,727.33, adan C pada IDR\n57,568.94 dengan total saham 10.000 lembar. Dari perhitungan harga per lembar saham, ABC\ndirekomendasikan untuk menganalisis struktur pendanaan dalam memilih skema yang sesuai\ndengan keinginan perusahaan, namun seluruh skema dapat digunakan dengan hasil PT XYZ akan\nmemiliki persentasi yang besar dari total ekuitas.", "Daftar File": {"ABSTRAK Putri Nadiya Intan Safira": "https://digilib.itb.ac.id/gdl/download/212113", "2020 TS PP PUTRI NADIYA INTAN 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/247060"}, "Penulis": "Putri Nadiya Intan Safira [19017220]", "Kontributor / Dosen Pembimbing": ["Mandra Lazuardi Kitri, M.A.B."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Studi Kelayakan, Penganggaran Modal, Penilaian Risiko, Rencana Investasi, Lokakarya Berbasis Hobi", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "21 Sep 2020"}