{"Nomor": 49963, "Judul": "PENGEMBANGAN PRODUK BARU: KNOWLEDGE REPOSITORY  UNTUK DIVISI DIGITAL SERVICE TELKOM BANDUNG", "Abstrak": "Manajemen pengetahuan perusahaan diperlukan untuk mempelajari dan mendukung pekerjaan \nkaryawan, menghasilkan nilai baru bagi perusahaan, dan meningkatkan produktivitas kerja. Melalui\nproses manajemen pengetahuan akan mempercepat akses ke informasi dan pengetahuan serta\nmenciptakan inovasi. Salah satu fitur manajemen pengetahuan yang cukup banyak digunakan di\nperusahaan adalah repositori. Divisi Digital Service (DDS) sudah memiliki repositori sistem yang\ndisebut DIAS. Namun, sekarang DIAS tidak digunakan karena tidak kompatibel dan tidak dapat\ndiperbarui lagi. DDS tidak memiliki tempat terpusat untuk memuat dokumen karyawan. Penelitian ini\ningin mengetahui bagaimana kebutuhan penyimpanan DDS dan solusi apa yang tepat untuk menjawab\nkebutuhan DDS. \nPendekatan penelitian ini menggunakan analisis GAP dan analisis kebutuhan untuk memahami\nkebutuhan karyawan DDS. Analisis GAP membantu penulis untuk mengeksplorasi kekurangan yang\nada dalam sistem sebelumnya dan analisis kebutuhan membantu penulis mengidentifikasi terkait\ndengan kebutuhan karyawan saat ini. Setelah menganalisis, muncul tentang solusi yang diusulkan\nuntuk memenuhi kebutuhan DDS. Solusi yang diusulkan adalah pengembangan produk baru. \nPenelitian ini berfokus pada tiga aspek pengembangan produk baru yaitu generasi ide, validasi\nide, dan pengembangan konsep. Hasil pembuatan ide dan evaluasi ide disajikan dalam bentuk peta\npikira. Hasil pengembangan konsep disajikan dalam bentuk prototipe sederhana. Prototipe diuji\nterhadap pengguna potensial dan hasil uji prototip diharapkan dapat memberikan masukan dalam\npengembangan produk lebih lanjut agar sesuai dengan keinginan dan kebutuhan karyawan. Umpan\nbalik dari hasil tes prototipe adalah solusi akhir untuk penelitian ini .. \nHasil dari penelitian ini adalah mengusulkan solusi dan perbaikan yang dapat diterapkan pada\npengembangan repositori pengetahuan. Rekomendasi juga diusulkan dalam bentuk kegiatan\npengembangan dan peluncuran di masa depan.", "Daftar File": {"2020_TS_PP_Zalmah Nur Hidayati_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/212119"}, "Penulis": "Zalmah Nur Hidayati [29118204]", "Kontributor / Dosen Pembimbing": ["Dr. Isti Raafaldini Mirzanti, M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "pengembangan produk baru, manajemen pengetahuan, repositori pengetahuan", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "21 Sep 2020"}