{"Nomor": 49968, "Judul": "KAJIAN MITIGASI DAN KESIAPSIAGAAN MASYARAKAT DALAM MENGHADAPI BENCANA BANJIR (STUDI KASUS: DESA TEGALLUAR, KABUPATEN BANDUNG)", "Abstrak": "Bencana memberikan dampak yang sangat besar bagi masyarakat karena\nmengakibatkan masyarakat tidak bisa melakukan aktivitas seperti biasa baik saat\nmaupun pasca bencana terjadi. Masyarakat yang terdampak harus menyesuaikan diri\ndengan keadaan. Di awal tahun 2020 Indonesia mengalami kejadian banjir salah\nsatunya di Kabupaten Bandung. Banjir yang terus terjadi menuntut masyarakat untuk\nmengurangi dampak kerugian yang dialami. Dengan mengambil studi kasus Desa\nTegalluar, penelitian ini bertujuan untuk mengidentifikasi bagaimana upaya mitigasi\ndan kesiapsiagaan masyarakat dalam menghadapi bencana banjir di wilayah\ntersebut. Metode pengumpulan data dilakukan melalui wawancara narasumber,\nobservasi, dan pengumpulan data sekunder. Metode analisis dilakukan dengan\nanalisis tingkat risiko bencana dan analisis deskriptif kualitatif. Analisis yang\ndilakukan terbagi menjadi tiga sesuai sasaran yaitu analisis tingkat risiko bencana,\nanalisis kesiapsiagaan masyarakat, dan analisis upaya mitigasi bencana. Analisis\ntingkat risiko bencana banjir menunjukkan wilayah Desa Tegalluar sebagian besar\ntermasuk dalam tingkat risiko sedang. Analisis kesiapsiagaan masyarakat\nmenunjukkan tingkat kesiapsiagaan masyarakat telah mencukupi namun masih dapat\nditingkatkan lebih lanjut. Analisis upaya mitigasi masyarakat menunjukkan\nmasyarakat Desa Tegalluar telah melakukan mitigasi struktural berupa normalisasi\nsungai, pembuatan tanggul, dan penyesuaian tempat tinggal sedangkan mitigasi non\nstruktural dilakukan berupa sosialisasi dan simulasi terkait penanggulangan bencana.\nUpaya mitigasi yang dilakukan dinilai telah mampu mengurangi dampak dari banjir.", "Daftar File": {}, "Penulis": "Mochamad Primasakti Satyagraha [15416039]", "Kontributor / Dosen Pembimbing": ["Dr. Suhirman, S.H., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "banjir, kesiapsiagaan, masyarakat, mitigasi, risiko", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "21 Sep 2020"}