{"Nomor": 49973, "Judul": "MODIFIKASI SUBSTRAT EMAS DENGAN KOMPOSIT MAGNETIT (FE3O4) DAN GRAFENA (GR) MENGGUNAKAN METODE KOPRESIPITASI ULTRASONIK SEBAGAI MATERIAL SENSOR GLUKOSA BERBASIS SURFACE PLASMON RESONANCE (SPR)", "Abstrak": "Deteksi dini kadar glukosa dalam darah merupakan salah satu langkah penting dalam\npencegahan penyakit diabetes. Biosensor menawarkan sebuah metode pendeteksian\npenyakit yang lebih simpel, cepat, dan akurat dibandingkan dengan metode laboratorium\nkonvensional yang biasa dilakukan. Pada penelitian ini, magnetit (Fe3O4) dikompositkan\ndengan grafena (Gr) dan digunakan sebagai material biosensor pendeteksi glukosa nonenzimatik\ndengan prinsip surface plasmon resonance (SPR). Pemilihan material Fe3O4\ndidasarkan pada sifatnya yang biokompatibel dan anti-toksin, serta dikenal sangat efektif\ndalam mengimobilisasi biomolekul. Grafena memiliki luas permukaan spesifik yang\nbesar, sehingga dapat mengabsorpsi sejumlah biomolekul dan menjadi tempat\nterbentuknya Fe3O4, sehingga dapat mengurangi penggumpalan nanopartikel Fe3O4.\nSelain itu, grafena memiliki nilai konduktivitas listrik tinggi yang berguna untuk menaikkan\nrespon SPR.\nBeberapa sampel komposit berhasil di sintesis menggunakan metode iradiasi ultrasonik\npada temperatur ruang dengan memvariasikan perbandingan konsentrasi Grdan Fe3O4.\nPemberian gelombang ultrasonik merupakan salah satu cara untuk mencegah\npenggumpalan partikel Fe3O4, sehingga dihasilkan ukuran partikel Fe3O4 yang lebih kecil.\nPada penelitian ini, Fe3O4 yang digunakan disintesis dari pasir besi dengan\nmenggunakan metode kopresipitasi ultrasonik. Komposit yang dihasilkan memiliki\nkristalinitas dan kemurnian yang baik dengan nanopartikel Fe3O4 menempel pada\npermukaan Gr. Semakin besar konsentrasi Fe3O4, maka semakin besar pula jumlah dan\nukuran nanopartikel Fe3O4 yang dihasilkan, sehingga puncak difraksi XRD Fe3O4\nsemakin jelas terdeteksi, menutupi puncak difraksi Gr.\nChip emas komersial dengan ketebalan 50 nm dimodifikasi dengan komposit yang telah\ndisintesis dengan cara mendeposisi variasi komposisi komposit tersebut pada\npermukaan chip emas menggunakan spin coater. Pengujian respon surface plasmon\nresonance (SPR) dilakukan menggunakan mode slope measurement yang mendeteksi\nperubahan intensitas kurva SPR secara real-time. Hasil pengukuran memperlihatkan\nchip yang dimodifikasi memberikan respon SPr lebih baik dibandingkan chip emas yang\ntidak dimodifikasi. Respon SPR paling optimal ditunjukkan oleh sampel G1F3 dengan\nperubahan respon unit SPR sebesar 18,2 r.u untuk target 5 mM glukosa.\nGlukosa merupakan senyawa dalam darah yang akan berpotensi menjadi diabetes jika\nkadarnya melebihi ambang batas (5 mM). Material sensor yang telah disintesis dapat\nmengenali glukosa dengan baik meskipun tanpa enzim tambahan sebagai pengikat\nglukosa. Variasi konsentrasi glukosa diuji menggunakan sampel optimal G1F3. Interaksi\npermukaan biosensor dengan glukosa meningkat seiring dengan bertambahnya\nkonsentrasi glukosa dari 0,1 s.d. 10 mM dengan sensitivitas 7,3639 r.u/mM dan batas\nterendah deteksi (limit of detection – LOD) 0,08 mM. Biosensor menunjukkan respon\nselektivitas yang tinggi terhadap glukosa, dengan senyawa urea dan dopamine sebagai\npembandingnya, sehingga sangat menjanjikan untuk diaplikasikan sebagai pendeteksi\ndini diabetes.", "Daftar File": {"ABSTRAK Tita Oktavia Cahya Rahayu": "https://digilib.itb.ac.id/gdl/download/212292"}, "Penulis": "Tita Oktavia Cahya Rahayu [23318304]", "Kontributor / Dosen Pembimbing": ["Prof. Brian Yuliarto, Ph.D.", "Dr. Damar Rastri Adhika, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "magnetit, grafena, kopresipitasi ultrasonik, biosensor, surface plasmon resonance, glukosa, diabetes", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Sep 2020"}