{"Nomor": 49976, "Judul": "SIMULASI PENGONTROLAN DAN OBSERVER PADA KOMPLEKSITAS PEMODELAN SISTEM DEMO SET TANGKI KERING", "Abstrak": "Demo set yang telah dibuat pada tugas akhir sebelumnya merupakan simulator\nparameter pengontrol level proses pengisian tangki interaksi. Sebagai media\npembelajaran, demo set memerlukan pemodelan sistem yang sesuai dengan kondisi\naktual pada proses industri.\nPada tugas akhir ini, kompleksitas pemodelan sistem demo set dilakukan dengan\nperubahan letak aksi kontrol yang awalnya dilakukan pada masukan kini menjadi\npada keluaran untuk sistem tangki interaksi. Kompleksitas dilakukan agar sistem\nlebih sesuai dengan keadaan aktual. Pengontrolan dilakukan dengan metode\npenempatan poles dan penambahan kondisi integral. Dalam tugas akhir ini,\ndirancang juga observer untuk mengamati variabel keadaan pada pemodelan sistem\ndengan metode full state order observer.\nPengontrolan dengan metode penempatan poles dan penambahan kondisi integral\ndilakukan pada masing-masing tangki untuk sistem tangki interaksi dan tanpa\npenambahan gangguan. Respon keluaran menunjukkan bahwa sistem kontrol\ndengan metode penempatan poles dan penambahan kondisi integral menghasilkan\nrespon keluaran lebih cepat dibandingkan dengan repson sistem kalang terbukanya.\nSementara respon keluaran sistem dengan menggunakan pengontrol dan\npenambahan kondisi integral menghasilkan nilai overshoot (OS) yang lebih besar\ndan lebih lambat dibandingkan saat pengontrolan dengan metode penempatan poles\nsaja. Penambahan gangguan pada sistem tangki interaksi menghasilkan offset yang\nlebih kecil jika menggunakan pengontrolan dengan penambahan kondisi integral\ndaripada metode penempatan poles.\nHasil simulasi sistem kontrol dengan observer menunjukkan bahwa penambahan\ngain observer pada sistem kontrol akan mengurangi nilai eror pada perbedaan\nvariabel keadaan observer sistem dengan variabel keadaan sistem. Penambahan\ngangguan pada sistem kontrol masih menghasilkan offset pada respon keluaran.\nOleh karena itu, dilakukan desain ulang sistem kontrol untuk mencari hubungan\nantara penempatan minimum pole dominant dan nilai varians gangguan agar offset\nyang dihasilkan sebesar 5% dan 10%.", "Daftar File": {}, "Penulis": "Martha Anjela Saragih [13316022]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Parsaulian Ishaya Siregar, Dipl.-Ing.", "Ir. Estiyanti Ekawati, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Demo set, Sistem Tangki Interaksi, Penempatan Poles, Kondisi Integral, Observer.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Sep 2020"}