{"Nomor": 49998, "Judul": "PENGARUH JARAK PENYEMPROTAN PADA PERBAIKAN KOMPONEN PADUAN BESI MENGGUNAKAN METODE THERMAL SPRAY TERHADAP SIFAT MEKANIK DAN STRUKTUR MIKRO", "Abstrak": "Komponen-komponen yang terbuat dari paduan besi seperti besi cor adalah salah satu pilihan yang populer digunakan pada industri manufaktur saat ini karena sifatnya yang memiliki kekuatan dan ketahanan aus yang tinggi. Namun pada proses pengecorannya sering terjadi cacat seperti retak yang dapat menurunkan kualitas. Salah satu metode perbaikan cacat yang dapat dilakukan adalah thermal spray. Pada penelitian ini dilakukan studi pengaruh jarak penyemprotan terhadap ketebalan lapisan dan jumlah porositas melalui pengkajian data sekunder. Selain itu dilakukan eksperimen untuk mengevaluasi pengaruh jarak penyemprotan terhadap sifat mekanik dan struktur mikro pada lapisan yang dihasilkan.\nEksperimen dilakukan dengan menggunakan variasi jarak penyemprotan 20 cm, 30 cm dan 40 cm. Setelah proses thermal spray dilakukan evaluasi pada hasil proses thermal spray melalui pengamatan struktur mikro dan pengujian kekerasan.\nBerdasarkan pengkajian data sekunder peningkatan jarak penyemprotan akan menurunkan ketebalan lapisan, sedangkan perlu digunakan jarak penyemprotan yang optimal untuk meminimalisir jumlah porositas pada lapisan. Lalu berdasarkan eksperimen diketahui bahwa perlu digunakan jarak penyemprotan yang optimal agar mendapatkan kekerasan yang maksimal dengan jumlah porositas yang minim pada lapisan hasil thermal spray.", "Daftar File": {"2020 TA PP Sihol Christian Lumbantoruan1 -- abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/212163"}, "Penulis": "Sihol Christian Lumbantoruan [13716011]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Raden Dadan Ramdan, S.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Komponen besi cor, cacat, thermal spray, jarak penyemprotan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Sep 2020"}