{"Nomor": 49992, "Judul": "PENERAPAN CONVOLUTIONAL NEURAL NETWORK (CNN) PADA SPEKTRUM APOGEE UNTUK MENENTUKAN PARAMETER T_EFF, LOG?(G), DAN [FE/H]", "Abstrak": "Kemajuan di bidang artificial intelligence khususnya pada pendekatan machine learning dan tersedianya data yang melimpah di era big data astronomy menghasilkan banyak kesempatan untuk mengeksplorasi pengetahuan baru dari hasil pengamatan. Pada survey spektroskopik seperti APOGEE, penentuan parameter astrofisis bintang (T_eff, log?(g), dan [Fe/H]) adalah sebuah tugas yang memerlukan automasi yang cepat. Machine learning hadir sebagai alat automasi yang cepat untuk analisis spektrum bintang, dengan mengandalkan model yang telah dibangun untuk melakukan prediksi. StarNet sebagai program analisis spektrum berbasis CNN dapat menunjukkan presisi yang cukup baik pada data APOGEE DR13 seluruh rentang temperatur dan signal to noise ratio (SNR), dengan perambatan galat total rata-rata sebesar 26.430 K untuk T_eff, 0.046 dex untuk log?(g), dan 0.017 dex untuk [Fe/H]. Modifikasi arsitektur neural network pada StarNet untuk dapat memahami data dengan lebih baik telah dilakukan. Diajukan tiga arsitektur modifikasi yaitu VGG16 1 dimensi, StarNet+LSTM, dan StarNet+GRU. Ketiga arsitektur tersebut memberikan hasil perambatan galat total rata-rata yang lebih kecil saat pengujian perambatan galat, serta memungkinkan penggunaan ensemble learning. Selain itu, ujicoba dua spektrum sintetis, ASSET dan spektrum sintetis APOGEE dilakukan untuk membangun pretrained model untuk transfer learning pada pengamatan selanjutnya.", "Daftar File": {"ABSTRAK Salman Al Farisi": "https://digilib.itb.ac.id/gdl/download/212632"}, "Penulis": "Salman Al Farisi [10316024]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Mochamad Ikbal Arifyanto, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Spektrum, Survei Spektroskopik, Parameter Bintang, Machine Learning.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "2 file", "Tanggal Input": "21 Sep 2020"}